[
  {
    "id": "110585",
    "unitNumber": 1,
    "text": "<strong>Acil servislerin girişleri ve bölümleri ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Acil serviste iki farklı kapı bulunmalıdır.",
      "B": "Acil servis girişi zemin katta olmalı, sedye ve tekerlekli sandalyelerle hastalar kolayca taşınabilmelidir.",
      "C": "Acil servislerin girişi; hastalarla beraber, acil ekiplerinin sedyeleri kolayca nakledebileceği genişlikte olmalıdır.",
      "D": "Acil giriş kapısı, hemen muayene ve bakım ünitelerine açılmalıdır.",
      "E": "Acil servislerin girişindeki alanlarda gereksiz eşyaların olmaması gerekmektedir."
    }
  },
  {
    "id": "110628",
    "unitNumber": 1,
    "text": "I. Acil serviste hasta ve çalışanların can ve mal güvenliği sağlanmalıdır.<br/>II. Acil servislerin fiziksel ortamına yönelik düzenlemeler yapılmalıdır.<br/>III. Teşhis ve tedavi sürecinde, hasta ve hastaya ait materyalin/ numunenin transferi, hasta yakını tarafından gerçekleştirilmelidir.<br/><strong>Yukarıdakilerden hangisi ya da hangileri Sağlıkta Kalite ve Akreditasyon Daire Başkanlığı Acil Servis Kalite Standartları arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "I ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "110754",
    "unitNumber": 1,
    "text": "I. Bu odalara gelen hastalar ağır ve yakından takibi gereken hastalardır.<br/>II. Bu odalar ambulansların girişine en yakın yerde olmalıdır.<br/>III. Büyüklüğü ortalama 6x6 m olmalıdır.<br/><strong>Yukarıda özellikleri verilen acil servis destek birimini tanımlayan yer hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Dekontaminasyon odası",
      "B": "Resüsitasyon odası",
      "C": "Monitörsüz hasta bakım odası",
      "D": "Psikiyatrik hasta bakım odası",
      "E": "Monitörlü hasta bakım odaları"
    }
  },
  {
    "id": "110808",
    "unitNumber": 1,
    "text": "I. Acil servis klinik işleyişine ve hizmetlerine hâkim olup bu sistemi iyi şekilde organize etme yeteneğine sahip olmalıdır.<br/>II. Yetişkin ve çocuk acil ile ilgili hasta bakımı politikasını ve prosedürünü servislerde uygulatmalı, gerekli durumlarda güncelleştirebilmelidir.<br/>III. Mesleki yeterliliği olmalı ve mesleki yeterlik sertifikası bulunmalıdır.<br/><strong>Yukarıda ifade edilenler hangi acil servis personeli için geçerlidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Hekim",
      "B": "Acil bakım teknisyeni",
      "C": "Acil servis tıbbi yöneticisi",
      "D": "Acil sorumlu hemşiresi",
      "E": "Acil hemşiresi"
    }
  },
  {
    "id": "120080",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi acil hasta bakımı vermek üzere kurulan acil servislerin sorumluluklarından biridir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Ani gelişen hastalık, kaza, yaralanma ve benzeri durumlarda oluşan sağlık sorunlarında hastanın sakatlık ya da ölümden korunması amacıyla tanısının konulması, tıbbi müdahale ve tedavisinin yapılması",
      "B": "Hastaların hasta hakları konusunda bilgilendirilmesi",
      "C": "Hastanın post-op izleminin yapılması",
      "D": "Evde bakım hizmeti verilmesi",
      "E": "Aile planlaması hizmetlerinin yürütülmesi"
    }
  },
  {
    "id": "120101",
    "unitNumber": 1,
    "text": "<strong>Acil serviste dekontaminasyon odası yoksa bu işlem hastanenin hangi bölümünde yapılabilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Sterilizasyon",
      "B": "Morg",
      "C": "Otopark",
      "D": "Enfeksiyon servisi",
      "E": "Enfeksiyon polikliniği"
    }
  },
  {
    "id": "120112",
    "unitNumber": 1,
    "text": "<strong>Acil serviste, girişe en yakın olması gereken bölüm aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Triyaj masası",
      "B": "Dekontaminasyon odası",
      "C": "Bekletilen hastalar ve yakınları için bekleme salonu",
      "D": "Psikiyatrik hasta bakım odası",
      "E": "Tedavi salonu"
    }
  },
  {
    "id": "120120",
    "unitNumber": 1,
    "text": "Acil serviste ……………… ve ………………… gibi özel odalar dışında kapalı oda bulunmamalıdır.<br/><strong>Cümlede boş bırakılan yerlere sırasıyla aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "triyaj masası - dekontaminasyon odası",
      "B": "dekontaminasyon odası - güvenlik ve basın odası",
      "C": "bekletilen hastalar ve yakınları için bekleme salonu - resüsitasyon odası",
      "D": "psikiyatrik hasta bakım odası - tedavi salonu",
      "E": "resüsitasyon odası - psikiyatrik hasta bakım odası"
    }
  },
  {
    "id": "120126",
    "unitNumber": 1,
    "text": "Daha önceden acil servis ve yoğun bakımlarda deneyimli olduğunu ve acil bakım hizmet içi eğitimi programını tamamladığını belgelemelidir. 1 yıl klinik deneyim sahibi, acil servis oryantasyonunu başarıyla tamamlamış, Acil servis işlem ve prosedürleri hakkında bilgi sahibi olmalıdırlar.<br/><strong>Yukarıdaki paragrafta ifade edilenler hangi acil personeli için geçerlidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Acil hemşiresi",
      "B": "Acil bakım teknisyeni",
      "C": "Hekim",
      "D": "Acil sorumlu hemşiresi",
      "E": "Acil servis tıbbi yöneticisi"
    }
  },
  {
    "id": "120131",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi Sağlıkta Kalite ve Akreditasyon Daire Başkanlığı Acil Servis Kalite Standartları arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Triyaj uygulamasına yönelik düzenleme bulunmalıdır.",
      "B": "Kritik vakalara yönelik tanı ve tedavi algoritmaları oluşturulmalıdır.",
      "C": "Konsültasyon işlemlerinin etkin şekilde yürütülmesi sağlanmalıdır.",
      "D": "Teşhis ve tedavi sürecinde, hasta ve hastaya ait materyal / numunenin transferi, hastane personeli tarafından gerçekleştirilmelidir.",
      "E": "Yatış, sevk ve taburculuk süreçlerine yönelik düzenleme acil bölümü dışında başka bir birim tarafından yürütülmelidir."
    }
  },
  {
    "id": "142834",
    "unitNumber": 1,
    "text": "<strong>Türkiye’de acil servisin mimarisi hakkında yayınlanan genelge ve tarihi aşağıdakilerin hangisinde doğru verilmiştir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Yataklı Sağlık Tesislerinde Acil Servis Hizmetlerinin Uygulama Usul ve Esasları Hakkında Tebliği - 16 Ekim 2009",
      "B": "Sağlıkta Dönüşüm Projesi Kapsamında Yapılacak Sağlık Tesisleri İçin Proje Aşamasında Uyulması Gereken Hususlar - 2012",
      "C": "İKYS Genelgesi - 2011",
      "D": "Hemşirelik Kanunu Hakkında Genelge - 2011",
      "E": "Devir-Teslim ve Evrak Teşekkülü Hakkında Genelge - 2002"
    }
  },
  {
    "id": "142852",
    "unitNumber": 1,
    "text": "Orta bölümde bulunan çalışma deski vardır. Bu desk birimleri ve tedavi odalarını görebilir ve ulaşabilir mesafededir. En güzel yanı tüm hastalara ve odalara ulaşılabilirliği olmasına karşın mahremiyet ve gürültülü servis hâline gelmesi olumsuz yönleridir.<br/><strong>Yukarıda tanımlanan acil servis tipi hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Koridor tipi",
      "B": "Modüler tipi",
      "C": "Karma tipi",
      "D": "Arena tipi",
      "E": "Koridor+modüler tipi"
    }
  },
  {
    "id": "142872",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi acil servise kalite standartlarının getirilmesinde amaçlananlar arasında <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Hasta sayısını azaltma",
      "B": "Hasta odaklı çalışma",
      "C": "Etkin olma",
      "D": "Etkili olma",
      "E": "Sağlıklı çalışma"
    }
  },
  {
    "id": "145593",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi acil servis dizayn edilerken göz önünde bulundurulması gereken hususlardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Ana yola yakın olması",
      "B": "Hastanenin ana girişinde olması",
      "C": "Aynı anda bakılabilecek hastaya ve sedye sayısının planlanması",
      "D": "Bu acil serviste yıllık bakılan hasta sayısı",
      "E": "Ameliyathane, yoğun bakım ve servislere geçişin kolay olması"
    }
  },
  {
    "id": "165058",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi acil tıbbi bakımda sunulan hizmetin amaçlarına ulaşması ile ilgili olarak <u>yanlıştır</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Acil tıbbi bakım, her şart ve koşulda herkes için kolay ulaşılabilirliğe sahip olmalıdır.",
      "B": "Acil tıbbi bakım, hastanın ilk bakısından yataklı servisteki bakısını da kapsayarak taburcu olana kadar tüm sürecin devamlılığını sağlamalıdır.",
      "C": "Hastalara sunulan bakı; nitelikli, yararlı ve öncelikle hastaya zarar vermeyecek kalitede olmalıdır.",
      "D": "Acil tıbbi bakımda kullanılan tüm sarf malzemeleri ve teçhizatlar, kontrolleri sağlanmış ve çalışır durumda olmalıdır.",
      "E": "Acil tıbbi bakımda, doktorundan yardımcı sağlık personeline kadar tüm personel uyum ve iş birliği içinde çalışıp iletişim içinde olmalıdır."
    }
  },
  {
    "id": "165061",
    "unitNumber": 1,
    "text": "<strong>Acil bakım teknisyeni ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Tüm belirti ve bulguları rapora kaydetmelidir.",
      "B": "Acil bölümünde temel ve ileri yaşam desteğinin sürdürülmesinde görev alırlar.",
      "C": "Olay yerinde bulunan ve olayla ilgili bıçak, silah, şişe gibi araçları hastayla birlikte acil servise teslim etme görevleri vardır.",
      "D": "Triyaj ve hasta taşıma işleminde görevi vardır.",
      "E": "Hasta yakınlarına hasta hakkında bilgi vermede görevi vardır."
    }
  },
  {
    "id": "165064",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi acil servis tıbbi yöneticisi olan kişilerin acil servisteki görevleri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Hastanenin yönetiminde söz sahibi olmalı hatta oy kullanabilmelidir.",
      "B": "Acil servis klinik işleyişine ve hizmetlerine hâkim olup bu sistemi iyi şekilde organize etme yeteneğine sahip olmalıdır.",
      "C": "Acil servisin çalışma saatleri içinde belli saatlerde servis kontrolünü sağlayabilmelidir.",
      "D": "Yetişkin ve çocuk acil ile ilgili hasta bakımı politikasını ve prosedürünü servislerde uygulatmalı, gerekli durumlarda güncelleştirebilmelidir.",
      "E": "Serviste diğer çalışan uzman doktorlar, hemşireler, paramedikler, acil tıp teknisyenleri ve diğer tüm personelin çalışmalarını kontrol edebilmelidir."
    }
  },
  {
    "id": "289559",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi acil tıbbi bakımda sunulan hizmetin amaçlarına ulaşılması için yeterli <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Acil tıbbi bakım, her şart ve her koşulda herkes için kolay ulaşılabilirliğe sahip olmalıdır.",
      "B": "Acil tıbbi bakım, hastanın ilk bakısından yataklı servislere kadar olan tüm sürecinin devamlılığını sağlamalıdır.",
      "C": "Hastalara sunulan bakı; nitelikli, yararlı ve öncelikle hastaya zarar vermeyecek kalitede olmalıdır.",
      "D": "Acil tıbbi bakımda kullanılan tüm sarf malzemeleri ve teçhizatlar kontrolleri sağlanmış ve çalışır durumda olmalıdır.",
      "E": "Acil tıbbi bakımda yalnızca doktor ile iletişim içinde olunması yeterlidir."
    }
  },
  {
    "id": "289654",
    "unitNumber": 1,
    "text": "<strong>Acil servis alanlarının, kapalı ve yarı açık alanı mevcut olan kafe olarak hizmet vermek için ayrılan kısmının oranı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "%12-16",
      "B": "%11-13",
      "C": "% 10-15",
      "D": "%5-7",
      "E": "%3-5"
    }
  },
  {
    "id": "327868",
    "unitNumber": 1,
    "text": "<strong>Acil servislerin verdiği hizmetin kalitesi için yapılacak olan düzenlemede aşağıdakilerden hangisi dikkate <u>alınmaz</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Acil servise başvuran hastaların, tedavi alan hastaların ve kliniklere yatırılan hastaların yıllık sayıları",
      "B": "Acil servislerin ulaşım açısından ana yollara yakın değilse yardım istenmesi",
      "C": "Hava yoluyla gelecek hasta planlanıyorsa helikopter pistinin olması",
      "D": "Acil servis ekibinin yeterli sayı ve dağılımının yapılması",
      "E": "Bir afet durumunda kullanılabilecek otopark, hasta bekleme alanları vs. alanlara sahip olması"
    }
  },
  {
    "id": "327876",
    "unitNumber": 1,
    "text": "<strong>Acil servislerin giriş bölümlerinde aşağıdakilerden hangisi <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Dekontaminasyon odası",
      "B": "Güvenlik ve basın odası",
      "C": "Psikiyatrik hasta bakım odası",
      "D": "Tedavi salonu",
      "E": "Ameliyathane"
    }
  },
  {
    "id": "327892",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi acil servis kalite standartlarının hedeflerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Hasta güvenliği",
      "B": "Hasta odaklı çalışma",
      "C": "Etkin olma",
      "D": "Etkili olma",
      "E": "Hobi alanları belirleme"
    }
  },
  {
    "id": "363228",
    "unitNumber": 1,
    "text": "Sağlıkta dönüşüm projesi kapsamında 2012 yılında yayınlanan genelgeye göre yapılacak olan sağlık tesislerinin yapılma safhasında belirli hususlara dikkat çekilmiştir. Bu hususlar ve gerekli şartlar sayesinde acil servislerin işlevselliği ve verimliliğinde iyileştirmelere gidilmiştir.<br/><strong>Aşağıdakilerden hangisi a</strong><strong>cil servis fiziki yapısı planlanırken dikkat edilmesi gereken hususlardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Acil servislerde çalışan doktorlar, hemşireler, personeller için dinlenme ve soyunma odaları ya da alanları planlanmalıdır.",
      "B": "Acil servislerin seviyesine ve bağlı olarak bulunduğu hastanenin yatak sayısına göre hasta ve yakınları için bekleme sahaları planlanmalıdır.",
      "C": "Girişte bekleme alanları, triajın ve acil müdahalenin yapıldığı alanlar birbirinden ayrı ve izole olacak şekilde planlanmalıdır.",
      "D": "İç ortamda bulunan ısıtılmış veya soğutulmuş kaliteli havanın, dış ortamda bulunan olumsuz ve kalitesi düşük havayla değişimini perdelemek için hava perdesi sistemi uygulanmalıdır.",
      "E": "Toplam acil servis alanının % 10-15’i kadar kapalı ve yarı açık alanı mevcut olan kafe, acil servis ile doğrudan bağlantılı ve ana girişi dışarıdan olacak şekilde hizmet vermelidir."
    }
  },
  {
    "id": "363245",
    "unitNumber": 1,
    "text": "I. Bu odalar ambulansların girişine en yakın yerde olmalıdır.<br/>II. Diğer hastaların bu alanı görmesi sağlanmalıdır.<br/>III. Bu odalar yeterli malzeme ve techizata sahip olmalıdır.<br/><strong>Acil servis resisitasyon odaları hakkında yukarıdakilerden hangisi ya da hangileri doğrudur?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "I ve III",
      "E": "I,II ve III"
    }
  },
  {
    "id": "392883",
    "unitNumber": 1,
    "text": "<strong>Acil servislerin verdiği hizmetin kalitesi için yapılacak olan düzenlemede aşağıdaki hususlardan hangisi <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Birçok hasta için yeterli sedyelerin planlanması",
      "B": "Diğer servis ve ameliyathanelere hasta naklinin kolay olması",
      "C": "Acil servislerin ulaşım açısından ana yollara yakın ve ulaşılabilir olması",
      "D": "Acil servise başvuran hastaların, tedavi alan hastaların ve kliniklere yatırılan hastaların yıllık sayıları",
      "E": "Hava yoluyla gelecek hasta için planlama yapılmaması"
    }
  },
  {
    "id": "393778",
    "unitNumber": 1,
    "text": "Acil servislerin bekleme alanındaki hastalara, triaj bölümünce ilk muayeneleri yapılarak poliklinik hastaları belirlenmektedir ve bu belirlenen hasta gruplarına poliklinik hizmeti sunulması için poliklinik odalarının planlanması yapılmaktadır. Aksi hâl ve durum dışında poliklinik oda sayıları yatak arası sayısına göre değişmektedir<strong>.<br/>Buna göre</strong> <strong>401 ile 600 yatak arası olan sağlık kuruluşunda kaç poliklinik odası olması gerekir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "6",
      "B": "7",
      "C": "9",
      "D": "13",
      "E": "16"
    }
  },
  {
    "id": "108393",
    "unitNumber": 2,
    "text": "<strong>Acil servis kısımları ile bu kısımlarda yer alması gereken cihaz ve donatılarla ilgili olarak aşağıdaki eşleştirmelerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Çekme, germe (traksiyon) ve sabitleme (fiksasyon) aletleri -Ortopedi odası",
      "B": "Vajinal spekulum-Kadın doğum odası",
      "C": "Su altı (kapalı) göğüs drenajı için malzemeler- Resüsitasyon odası",
      "D": "Oral ve nazal airway - Kadın doğum muayene odası",
      "E": "EKG cihazı - Resüsitasyon odası"
    }
  },
  {
    "id": "108419",
    "unitNumber": 2,
    "text": "<strong>Solunum sistemi ile ilgili olarak resüsitasyon odasında bulunması gereken malzeme aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Travma tahtaları",
      "B": "Acil torakotomi için gerekli malzemeler",
      "C": "Mide yıkama (gastrik lavaj) malzemeleri",
      "D": "Çekme, germe (traksiyon) ve sabitleme (fiksasyon) aletleri",
      "E": "Kemik içi (inter osseoz) sıvı nakli için iğne"
    }
  },
  {
    "id": "108470",
    "unitNumber": 2,
    "text": "I. Ambu, entübasyon takımı<br/>II. Tansiyon aleti<br/>III. Hızlı etkili oral antihipertansif<br/><strong>Yukarıdakilerden hangisi ya da hangileri acil servis triyaj ünitesinde gerekli olan malzemeler arasında yer alır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "I, II ve III"
    }
  },
  {
    "id": "108479",
    "unitNumber": 2,
    "text": "<strong>İzolasyon odası ile ilgili aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "İzolasyon odaları için alınan önlemler ile hastaların hem dış ortamdan enfekte olmalarını hem de diğer hastaları ve sağlık çalışanlarını enfekte etmelerini önlemek amaçlanır.",
      "B": "Odalar minimum 15 metrekare büyüklükte ve tek kişilik olmalıdır.",
      "C": "Elle açıp kapama enfeksiyon riski taşıdığı için odalar otomatik kapıya sahip olmalıdır.",
      "D": "Odaların direkt yoğun bakım ünitesine açılan kapısı bulunmalıdır.",
      "E": "İzolasyon odası girişinde veya içinde el yıkama sistemi mevcut olmalıdır."
    }
  },
  {
    "id": "110989",
    "unitNumber": 2,
    "text": "<strong>Resüsitasyon odası ile ilgili olarak a</strong><strong>şağıdakilerden hangisi </strong><strong><u>yanlıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Resusitasyon odası, herhangi bir sebeple kalbi duran hastalara müdahalenin yapıldığı alanlardır.",
      "B": "Bu alanda yapılan işler zamanla yarış hâlindedir.",
      "C": "Bu odalarda yer alan malzemelerin kaliteli olması çok daha önemlidir.",
      "D": "Periyodik olarak cihazların tam ve çalışır durumda olduğu test edilmelidir.",
      "E": "Bu odada kilitli dolaplarda malzemeler bulundurulmalıdır."
    }
  },
  {
    "id": "125597",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi acil serviste dekontaminasyon ve arındırma odasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Sıcak su seçeneği de bulunan su tesisatı",
      "B": "Su gideri",
      "C": "Sabun, fırça vs.",
      "D": "Arındırma işlemini yapacak kişi için eldiven, maske, gözlük gibi bariyerler",
      "E": "Buşon temizliği için gerekli malzemeler"
    }
  },
  {
    "id": "125624",
    "unitNumber": 2,
    "text": "<strong>Acil servisin bütünü göz önüne alındığında aşağıdakilerden hangisine ihtiyaç <u>duyulmaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Hasta ve çalışan güvenliği için gerekli malzemeler",
      "B": "Hasta kayıtlarının doğru tutulması için gerekli malzemeler",
      "C": "Yapay solunum cihazları (ventilatörler)",
      "D": "Ambulans ağına ve özel durumlarda tüm acil sisteme bağlanmak için uygun iletişim sistemi (telsiz gibi)",
      "E": "Hasta mahremiyetini sağlamak için sedye ve/veya hasta yataklarını ayıran, gerektiğinde kapalı alan oluşturan paravan ve/veya perdeler"
    }
  },
  {
    "id": "142673",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi acil servist</strong>e <strong>resüsitasyon odası setinde bulunan bir malzeme ya da donatı <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Laringoskop seti/setleri",
      "B": "Yeni doğan, çocuk ve yetişkin ölçülerinde balon-valf-maskeler",
      "C": "Krikotirotomi ve trakeostomi (cerrahi havayolu) malzemeleri",
      "D": "Burr Hole Plakları",
      "E": "Her ölçüde endotrakeal tüp"
    }
  },
  {
    "id": "142694",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi acil serviste resüsitasyon odasında travmatik acil durumlarda ve diğer bazı acil durumlarda gerçekleştirilecek resüsitasyon için gerekli malzeme/donatıdır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Bazı acil mikroskobik analizler için mikroskop",
      "B": "Acil doğum ve jinekolojik muayeneye uygun masa ve ışık kaynağı",
      "C": "Travma tahtası",
      "D": "Çekme, germe (traksiyon) ve sabitleme (fiksasyon) aletleri",
      "E": "Sıcak su seçeneği de bulunan su tesisatı"
    }
  },
  {
    "id": "142702",
    "unitNumber": 2,
    "text": "<strong>Acil servis genel muayene alanlarında aşağıdakilerden hangisi <u>yer almaz</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Torakotomi seti bulunmalıdır.",
      "B": "Hasta başı ve taşınabilir modelleriyle otoskop ve oftalmoskoplar bulunmalıdır.",
      "C": "Bilgisayarlar ve yazılımları hemşire ve doktor desklerinde mevcut olmalıdır.",
      "D": "El temizliği için el dezenfektanı, lavabo, sabun, havlu gibi gereçler olmalıdır.",
      "E": "Evsel ve tıbbi atıklar için ayrı ayrı çöp kovaları ve kesici aletleri atmak için ayrıca delinmeyen kutular gereklidir."
    }
  },
  {
    "id": "142715",
    "unitNumber": 2,
    "text": "<strong>Resüsitasyon odasında dolaşım sisteminin resüsitasyonu için ihtiyaç duyulabilecek malzeme aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Her ebat da oral ve nazal airway",
      "B": "Merkezî sisteme bağlı, duvar montajlı aspirasyon sistemi ve aspirasyon için gerekli kataterler",
      "C": "Taşınabilir aspiratörler",
      "D": "Toplardamar içi kalp pilleri (transvenöz pacemaker)",
      "E": "Laringoskop seti/setleri"
    }
  },
  {
    "id": "142725",
    "unitNumber": 2,
    "text": "<strong>Acil servis kısımları ile bu kısımlarda yer alması gereken cihaz ve donatılarla ilgili aşağıdaki eşleştirmelerden hangisi doğrudur?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Bebekler, çocuk ve erişkinler için uygun terazi - Acil Servis triyaj ünitesi",
      "B": "Hasta kayıtlarının doğru tutulması için gerekli malzemeler - Resüsitasyon odası",
      "C": "Her ebatda oral ve nazal airway - Kadın doğum muayene odası",
      "D": "Hasta ısıtma ve soğutma için gerekli malzemeler - Resüsitasyon odası",
      "E": "Televizyon - Genel muayene alanları"
    }
  },
  {
    "id": "142736",
    "unitNumber": 2,
    "text": "<strong>Acil servis genel muayene alanlarında bulunması gereken donatı ve malzemeler için hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Taşınabilir veya duvara monte radyografi cihazları bulundurulmalıdır.",
      "B": "Alanın kullanım amacı ve fiziki koşullarına uygun muayene masaları ve sedyeler bulunmalıdır.",
      "C": "Ortam uygun şekilde aydınlatılmış olmalı ve hasta başı girişimler için taşınabilir lamba bulunmalıdır.",
      "D": "Mümkünse tüm sedye ve yatak başlarında, değilse en azından kritik hastaların takip edildiği yatak başlarında donanımlı monitörler bulunmalıdır.",
      "E": "Yeter sayıda kan basıncı ölçebilen monitör olsa bile ayrıca manuel kan basıncı ölçümü için tansiyon aletleri ve stetoskoplar bulundurulmalıdır."
    }
  },
  {
    "id": "144130",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi acil servislerde kullanılacak donatı ve cihazların genel özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Acil servislerde karşılaşılabilecek her türden hastanın ihtiyaçlarına yönelik, hemen kullanım için uygun, handikapları olmayan malzemelerdir.",
      "B": "Yüksek kaliteli, markalı ve muadillerinden pahalıdır.",
      "C": "Donatı ve cihazlar acil servis içerisinde veya ihtiyaç hâlinde hemen temin edilebileceği başka bir alanda mevcut durumda olmalıdır.",
      "D": "Değişen ihtiyaçlar ve ilerleyen teknoloji çerçevesinde acil servis sarf malzemesi ve araç gereç ihtiyacı kontrol edilmeli ve güncellenmelidir.",
      "E": "Gerekli olabilecek tüm sarf malzemeleri tedavi arabalarında yeterli miktarda ve/veya acil depolarında stokta bulundurulmalıdır."
    }
  },
  {
    "id": "144138",
    "unitNumber": 2,
    "text": "<strong>Acil servis donatı/malzemeleri ile kullanıldığı alanlarla ilgili olarak aşağıdaki eşleştirmelerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Gerekli ve uygun alanları görüntüleyen ve kaydeden kamera sistemleri --- Acil servisin geneli",
      "B": "Bariyer malzemeler --- İzolasyon (tecrit) odası",
      "C": "Bekleyenlerin ilgisini çekebilecek broşürler, süreli yayınlar..vs. --- Bekleme odası",
      "D": "Her ölçüde vajinal spekulum --- Resüsitasyon odası",
      "E": "Alçı kesmek için uygun keski --- Ortopedi odası"
    }
  },
  {
    "id": "165147",
    "unitNumber": 2,
    "text": "<strong>Acil servis genel muayene alanlarında bulunması gereken donatı ve malzemeler ile ilgili olarak aşağıdakilerden hangisi doğrudur?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Ortam uygun şekilde aydınlatılmış olmalı ve hasta başı girişimler için yeter sayıda taşınabilir lamba bulundurulmalıdır.",
      "B": "Duvara monte ve/veya mobil röntgen cihazları olmalıdır.",
      "C": "Jinekolojik muayeneler ve acil doğum eylemleri için her ölçüde spekulumlar bulunmalıdır.",
      "D": "Mümkünse her sedyenin başında, değilse kritik hastaların takip edildiği sedye başlarında mekanik ventilatör cihazı bulunmalıdır.",
      "E": "Bu alanlar resüsitasyon odasına bitişik ya da birleşik olmalıdır."
    }
  },
  {
    "id": "165150",
    "unitNumber": 2,
    "text": "<strong>Acil servis genel muayene alanlarında aşağıdakilerden hangisi bulunur?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Hasta başı ve taşınabilir modelleriyle otoskop ve oftalmoskoplar",
      "B": "Hassas terazi ve mezuralar",
      "C": "Bronkoskoplar",
      "D": "El tipi metal detektörleri",
      "E": "Göz içi tansiyon ölçme (tanometre) cihazı"
    }
  },
  {
    "id": "165156",
    "unitNumber": 2,
    "text": "<strong>Acil servis izolasyon (tecrit) odasının özellik ve donanımları için aşağıdakilerden hangisi <u>söylenemez</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Genel muayene alanları için gerekli malzemelerin tümü bu alanda da bulundurulmalıdır.",
      "B": "Resüsitasyon için gerekli temel malzemeler bu alanda da olmalıdır.",
      "C": "Sıcak su seçeneğine sahip su tesisatı bulunması gerekir.",
      "D": "Bariyer malzemeler (eldiven, önlük, gözlük vs.) bulundurulmalıdır.",
      "E": "El dezenfeksiyonu ve el yıkama için gerekli malzemeler olmalıdır."
    }
  },
  {
    "id": "290463",
    "unitNumber": 2,
    "text": "<strong>İleri hava yolu sağlamak için gerekli malzemeler arasında aşağıdakilerden hangisi <u>yer almaz</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "EKG cihazı",
      "B": "Her ebatta oral ve nazal airway",
      "C": "Merkezî sisteme bağlı, duvar montajlı aspirasyon sistemi ve aspirasyon için gerekli kataterler",
      "D": "Taşınabilir aspiratörler",
      "E": "Her ölçüde endotrakeal tüp"
    }
  },
  {
    "id": "327907",
    "unitNumber": 2,
    "text": "<strong>Acil Servis Triyaj Ünitesi'nde aşağıdaki malzemelerden hangisinin bulunması gereklidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Fraizer (ağız içi) aspiratör kanülleri",
      "B": "Kobalt mavisi ışık kaynağı (göz muayenesi yapılabilmesi için)",
      "C": "Biyomikroskop",
      "D": "Tansiyon aleti",
      "E": "Alçı kesmek için uygun keski"
    }
  },
  {
    "id": "327946",
    "unitNumber": 2,
    "text": "<strong>Acil servis dışında, acil servise bitişik bulunan ve hasta ya da yakınının gerektiğinde acil servise davet edilebilmesini kolaylaştıran bölüm aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Acil Servis Triaj Ünitesi",
      "B": "Acil Servis Bekleme Odaları",
      "C": "Acil Tıp Hekimleri Çalışma Alanı",
      "D": "Dekontaminasyon ve Arındırma Odası",
      "E": "İzolasyon (Tecrit) Odası"
    }
  },
  {
    "id": "327956",
    "unitNumber": 2,
    "text": "<strong>Acil servisin bütünü için bulunması gereken malzeme/donatılar arasında aşağıdakilerden hangisi <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Bazı acil mikroskobik analizler için mikroskop",
      "B": "Mezura",
      "C": "Uygun vasıflarda yangın söndürücüler",
      "D": "Petri kapları",
      "E": "Ambulans ağına ve özel durumlarda tüm acil sisteme bağlanmak için uygun iletişim sistemi"
    }
  },
  {
    "id": "363252",
    "unitNumber": 2,
    "text": "I.Taşınabilir aspiratörler<br/>II.Her ölçüde endotrakeal tüp<br/>III.Laringoskop seti/setleri<br/><strong>Yukarıdakilerden hangisi ya da hangilerinin resüsitasyon setinde olması gereklidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "I,II ve III"
    }
  },
  {
    "id": "363257",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi solunum sistemi ile ilgili olarak resüsitasyon odasında bulunması gereken malzemelerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kanın oksijenlenmesini ölçen cihazlar (pulse oksimetre)",
      "B": "Su altı (kapalı) göğüs drenajı için malzemeler",
      "C": "Göğüs tüpü takılması için gerekli araçlar",
      "D": "Acil torakotomi (göğüs kafesinin acil şartlarda cerrahi olarak açılması için gerekli malzemeler)",
      "E": "Tanı için periton içi yıkama (periton lavajı) seti"
    }
  },
  {
    "id": "393779",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi acil servis kayıt biriminin özellikleri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Bekleme salonuna geçişi olmamalıdır.",
      "B": "Triyaj birimine uzak olmalıdır.",
      "C": "Geniş haberleşme (telefon vs.) olanaklarına sahip olmalıdır.",
      "D": "Ambulansla gelen hastalar için ikinci bir kayıt alanı bulunmalıdır.",
      "E": "Kayıt için gerekli bilgisayar, kırtasiye malzemesi bulunmalıdır."
    }
  },
  {
    "id": "108491",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi “ilacın doğrudan damarın içine verilmesi ya da infüzyon başlatılmadan bir yükleme dozunun uygulanması” olarak tanımlanır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Titrasyon yöntemi ile ilaç uygulama",
      "B": "Perfüzyon yöntemi ile ilaç uygulama",
      "C": "Bolus yöntemiyle ilaç uygulama",
      "D": "İnfüzyon yöntemiyle ilaç uygulama",
      "E": "Enteral yol ile ilaç uygulama"
    }
  },
  {
    "id": "108516",
    "unitNumber": 3,
    "text": "I. Anaflaktik şok ve şiddetli alerjik reaksiyonlarda kullanılır.<br/>II. β-bloker, Ca antagonistleri ve diğer kardiyak depresanların aşırı dozlarına bağlı hipotansiyonun tedavisinde kullanılır.<br/>III. Kardiak arrestte kullanılır.<br/><strong>Yukarıda verilen bilgiler hangi ilaçla ilgilidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Adrenalin",
      "B": "Atropin",
      "C": "Adenozin",
      "D": "Diazepam",
      "E": "Amiodaron"
    }
  },
  {
    "id": "108536",
    "unitNumber": 3,
    "text": "I. Nöromusküler blokun kaldırılmasında kullanılır.<br/>II. Akut ve kronik böbrek yetmezliği tedavisinde kullanılır.<br/>III. Böbreklerde sodyum emilimini önleyerek su atılımını sağlar.<br/><strong>Furosemid ile ilgili olarak yukarıdakilerden hangisi ya da hangileri doğrudur?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve III",
      "E": "II ve III"
    }
  },
  {
    "id": "108883",
    "unitNumber": 3,
    "text": "<strong>Atriyoventriküler (AV) nodda iletimi yavaşlatan ve paroksismal supra ventriküler taşikardiyi sonlandıran ilaç aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Diazepam",
      "B": "Atropin",
      "C": "Adenozin",
      "D": "Adrenalin",
      "E": "Amiodaron"
    }
  },
  {
    "id": "109039",
    "unitNumber": 3,
    "text": "<strong>Aşağıdaki durumlardan hangisi Diltiazem kontrendikasyonlarından bridir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Sistolik kan basıncı 90 mmHg altında olan hipotansif hastalarda",
      "B": "Hafif derecede arteriyel hipertansiyonda",
      "C": "Koroner arter spazmının neden olduğu anjina pektoriste",
      "D": "Efor ile oluşan kronik ve inatçı anjina pektoriste",
      "E": "Orta derecede arteriyel hipertansiyonda"
    }
  },
  {
    "id": "125652",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi Furosemid’in yan etkilerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Hipotansiyon",
      "B": "Hipopotasemi",
      "C": "Hipomagnezemi",
      "D": "Hiperürisemi",
      "E": "Metabolik asidoz"
    }
  },
  {
    "id": "125665",
    "unitNumber": 3,
    "text": "<strong>Digoksin aşağıdaki durumlardan hangisinde kontrendike olur?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Atrial fibrilasyonlu WPW (wolf parkinson white) sendromlu hastalarda",
      "B": "Etiyolojisi ve ciddiyet derecesi ne olursa olsun, kronik kalp yetmezliğinde",
      "C": "Potansiyel ve gizli kalp yetmezliğinde",
      "D": "Taşikardik disritmi (atriyum fibrilasyonu ve flateri, paroksismal taşikardi) ile beraber olan belirgin veya latent kalp yetmezliğinde",
      "E": "Çocuklarda kalp dekompansasyonunda"
    }
  },
  {
    "id": "144165",
    "unitNumber": 3,
    "text": "<strong>Adenozin aşağıdaki durumlardan hangisinde kullanılabilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Tanı konulamamış geniş kompleksli taşikardilerde",
      "B": "Subraventrilüler taşikardide",
      "C": "Atriyal fibrilasyonda",
      "D": "Atriyal fluttered",
      "E": "Atriyal ventriküler taşikardilerde"
    }
  },
  {
    "id": "144172",
    "unitNumber": 3,
    "text": "I. Anaflaktik şok ve şiddetli alerjik reaksiyonlarda kullanılır.<br/>II. β-bloker, Ca antagonistleri ve diğer kardiyak depresanların aşırı dozlarına bağlı hipotansiyonun tedavisinde kullanılır.<br/>III. Kardiayak arrestte: Her 3-5 dk’da 1 mgr iv puşe (1:10.000)<br/>IV. Anaflakside: 0,3 - 0,5 mg im (1:1000) ya da 0.01 mg / kg dozunda kullanılır.<br/><strong>Adrenalinle ile ilgili olarak yukarıdakilerden hangileri doğrudur?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "I, II ve III",
      "B": "I, II ve IV",
      "C": "I, III ve IV",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    }
  },
  {
    "id": "144182",
    "unitNumber": 3,
    "text": "<strong>Atropin aşağıdaki durumlardan hangisinde <u>kullanılmaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Asistol, nabızsız elektriksel aktivite ve hemodinamik bozukluğun olduğu sinuzal, atrial veya nodal bradikardilerde",
      "B": "Aspirasyon proflaksisinde",
      "C": "Preanestezik medikasyonlar için",
      "D": "Tip II - 2. derece AV bloklarda",
      "E": "Nöromusküler blokun kaldırılmasında"
    }
  },
  {
    "id": "144190",
    "unitNumber": 3,
    "text": "I. Adrenalin ve noradrenalinin doğal öncülüdür.<br/>II. Dopamin, sistolik basıncı artırır, diastolik basıncı değiştirmez veya hafifçe artırabilir.<br/>III. Normal dozlarda total periferik damar direncini etkilemez.<br/>IV. Ventriküler taşiaritmisi olan hastalarında kullanılabilir.<br/><strong>Dopaminle ilgili olarak aşağıdakilerden hangileri doğrudur?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "I, II ve III",
      "B": "I, II ve IV",
      "C": "I, III ve IV",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    }
  },
  {
    "id": "144197",
    "unitNumber": 3,
    "text": "<strong>Fenitoin aşağıdaki durumlardan hangisi için kullanılır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Epilepsi geçiren hastada",
      "B": "Hipotansiyonu olan hastada",
      "C": "Hipertansiyonu olan hastada",
      "D": "Nodal ritimli olan hastada",
      "E": "Hertürlü kalp bloğunda"
    }
  },
  {
    "id": "144219",
    "unitNumber": 3,
    "text": "I. Kafa travmalı olgularda ve kafa içi basınç artışı oluşabilecek olgularda, perforan göz yaralanmalarında kullanılmamalıdır.<br/>II. Sedatize olan hasta sıklıkla gözleri açık halde ancak trans şeklinde kalır ve dış uyaranları algılamaz, ağrı duymaz.<br/>III. Hem analjezi hem de amnezi yapar.<br/>IV. Migren proflaksisinde kullanılır.<br/><strong>Ketamin ile ilgili olarak yukarıdakilerden hangileri doğrudur?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "III ve IV",
      "C": "I, II ve III",
      "D": "I, III ve IV",
      "E": "II, III ve IV"
    }
  },
  {
    "id": "144229",
    "unitNumber": 3,
    "text": "<strong>Metoprolol için aşağıdaki durumlardan hangisi kontraendikedir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Hipertansiyonda",
      "B": "Angina pectorisde",
      "C": "Kalp yetmezliğinde",
      "D": "Astımda",
      "E": "Supraventriküler taşikardide"
    }
  },
  {
    "id": "144232",
    "unitNumber": 3,
    "text": "I. Ventriküler ve Supraventriküler Taşikardinin (SVT) tedavisinde kullanılan en güçlü ilaçlardan biridir.<br/>II. Hemodinamik olarak stabil hastalarda ventriküler ve supraventriküler taşikardilerin tedavisinde kullanılabilir.<br/>III. Hipotiroidi, hipertiroidi yapabilir.<br/>IV. Ağır bradikardi, kalp bloğu ve asistoli yapabilir.<br/><strong>Amiodaron ile ilgili olarak yukarıdaki bilgilerden hangileri doğrudur?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "I, II ve III",
      "B": "II, III ve IV",
      "C": "I, III ve IV",
      "D": "II ve III",
      "E": "I, II, III ve IV"
    }
  },
  {
    "id": "165440",
    "unitNumber": 3,
    "text": "<strong>Aşağıdaki ilaçlardan hangisi hem lokal anestezik, hem de anti aritmiktir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Morfin",
      "B": "Atropin",
      "C": "Dopamin",
      "D": "Lidokain",
      "E": "Diazepam"
    }
  },
  {
    "id": "165441",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi atropin için kullanım endikasyonu <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Hemodinamik bozukluğun olduğu sinuzal, atrial veya nodal bradikardilerde,",
      "B": "Şiddetli ülseratif kolit, toksik megakolon, mesane çıkım obstrüksiyonu, KOAH",
      "C": "Aspirasyon proflaksisinde,",
      "D": "Nöromusküler blokun kaldırılmasında,",
      "E": "Preanestezik medikasyonlar için,"
    }
  },
  {
    "id": "165442",
    "unitNumber": 3,
    "text": "<strong>Diazepam ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Sedatif, hipnotik, anksiyolitik etkisinin yanı sıra, antikonvülzan, amnestik ve kas gevşetici etkisi de vardır.",
      "B": "Ağrı kesici özelliği yüzünden şiddetli ağrılarda da kullanılır.",
      "C": "Status Epilepticus (nöbetlerin) tedavisinde kullanılır.",
      "D": "Kardiyoversiyon öncesinde sedasyon (sakinleştirici) amacıyla kullanılır.",
      "E": "Myastenia gravis, dar açılı glokom ve psikozlarda kullanılmamalıdır."
    }
  },
  {
    "id": "165443",
    "unitNumber": 3,
    "text": "<strong>Aşağıdaki ilaçlardan hangisi supra ventriküler taşikardi ve atrial fibrilasyonda kullanılabilir antiaritmik bir ilaçtır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Adenozin",
      "B": "Diltiazem",
      "C": "Atropin",
      "D": "Ketamin",
      "E": "Fuarasemid"
    }
  },
  {
    "id": "165444",
    "unitNumber": 3,
    "text": "Hipovolemiye bağlı olamayan hipotansiyonda, şok tedavisinde kullanılır. Adrenalin ve noradrenalinin doğal öncülüdür. adrenerjik reseptörleri stimüle ederek (kalp kasının kasılma gücünün artması), sistolik basıncı arttırır, diastolik basıncı değiştirmez veya hafifçe arttırabilir.<br/><strong>Paragrafta sözü edilen ilaç aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Adenozin",
      "B": "Diltiazem",
      "C": "Dopamin",
      "D": "Diazem",
      "E": "Furasemid"
    }
  },
  {
    "id": "290409",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi etomidatın endikasyonlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Etomidat IV yoldan uygulanan kısa etki süreli bir sedatif-hipnotiktir.",
      "B": "Aneljezik etkisi vardır.",
      "C": "Kısa süreli girişimlerde anestezi (genel) indüksiyonu ve idamesi için kullanılır.",
      "D": "Hızlı etkili bir ilaçtır ve etkisinden ayrılma da hızlıdır.",
      "E": "Hemodinamik olarak stabil olmayan hastaların kısa süreli sedasyonunda elektrokonvulsif tedavide sıklıkla kullanılır."
    }
  },
  {
    "id": "327977",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi acil servislerde bulunması gereken ilaçlardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Adenozin",
      "B": "Amiodaron",
      "C": "Feniramin",
      "D": "Sülfanilamid",
      "E": "Fenobarbital"
    }
  },
  {
    "id": "328081",
    "unitNumber": 3,
    "text": "<strong>Acil serviste bulunması gereken ve atriyoventriküler (AV) nodda iletimi yavaşlatmak ve paroksismal supra ventriküler taşikardiyi sonlandırmak amacıyla kullanılan ilaç aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Fenitoin",
      "B": "Etomidat",
      "C": "Amiodaron",
      "D": "Adenozin",
      "E": "Atropin"
    }
  },
  {
    "id": "328086",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi Atropin ilacının endikasyonlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Asistol, nabızsız elektriki aktivite ve hemodinamik bozukluğun olduğu sinuzal, atrial veya nodal bradikardilerde",
      "B": "Aspirasyon proflaksisinde",
      "C": "Midriyazis indüksiyonunda",
      "D": "Atrioventriküler (AV) bloklarda",
      "E": "Küçük dozlarda Wolff-Parkinson White Sendromu ile birlikte olan supraventriküler aritmilerde"
    }
  },
  {
    "id": "363275",
    "unitNumber": 3,
    "text": "Konsantre ve yarılanma ömürleri kısa olan ilaçların, hastanın kilo/doz ayarlamasına göre verilecek ilaç miktarının cihazlar ile sürekli uygulanmasıdır.<br/><strong>Tanımlanmış olan bu ilaç uygulama yolu aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Bolus yöntemiyle ilaç uygulama",
      "B": "İnfüzyon yöntemiyle ilaç uygulama",
      "C": "Perfüzyon yöntemi ile ilaç uygulama",
      "D": "Titrasyon yöntemi ile ilaç uygulama",
      "E": "Filtrasyon yöntemi ile ilaç uygulama"
    }
  },
  {
    "id": "363278",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi adrenalinin endikasyon alanlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Anaflaktik şok",
      "B": "Akut astım krizi",
      "C": "Lokal anesteziklerin etki süresini uzatmak",
      "D": "Kardiak arrest",
      "E": "Dirençli hipertansiyon"
    }
  },
  {
    "id": "392840",
    "unitNumber": 3,
    "text": "<strong>Sedasyon ve analjezik amaçla kullanılan, solunumu deprese eden ve morfine göre 75-125 kat daha güçlü olan opioid türevi ilaç aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Adrenalin",
      "B": "Dopamin",
      "C": "Feniramin",
      "D": "Fentanil",
      "E": "Fenobarbital"
    }
  },
  {
    "id": "108069",
    "unitNumber": 4,
    "text": "<strong>Kara ambulanslarının fiziki standartları ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Ambulansın fiziki standartları hasta ve çalışan güvenliği ile ergonomi açısından yeterli olmalıdır.",
      "B": "Kara ambulaslarından olan hasta nakil ambulansının genişliği 1500 mm ve yüksekliği 1800 mm olmalıdır.",
      "C": "Hastanın yatar pozisyonda taşınmasını sağlamalıdır.",
      "D": "Sağlık görevlisinin etkili acil bakım uygulamasını yapabileceği alan olmalıdır.",
      "E": "Hizmet sunumu sırasında kullanılacak olan donanım ve malzemelerin depolanmasını sağlayabilecek alanı olmalıdır."
    }
  },
  {
    "id": "108102",
    "unitNumber": 4,
    "text": "I. 16 Nisan 2010 tarihinde hizmete girmiştir.<br/>II. Deniz ambulansının çalışma sistemi ve bağlı olduğu birim diğer ambulanslardan farklıdır.<br/>III. Deniz ambulanslarında en az bir hekim ve bir veya iki sağlık personeli görev yapar.<br/><strong>Hasta nakli veya acil tıbbi müdahale amaçlı kullanılan deniz ambulansları ile ilgili olarak yukarıdakilerden hangisi ya da hangileri doğrudur?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve III",
      "E": "II ve III"
    }
  },
  {
    "id": "109218",
    "unitNumber": 4,
    "text": "<strong>Çoklu ambulanslarla ilgili olarak a</strong><strong>şağıdakilerden hangisi </strong><strong>doğrudur?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Her türlü coğrafi ve iklim koşullarında acil hasta veya yaralıların tıbbi bakımını sağlamak amacıyla kullanılan ambulanslardır.",
      "B": "Yetişkin hastalarda kullanılacak tıbbi donanım ve malzemenin bu ambulanslarda bulunmasına gerek yoktur.",
      "C": "İçerisinde 5 sağlık personeli görev yapar.",
      "D": "İki insanla taşınabilir ağırlık limitini geçen hastaları taşımak amacıyla üretilmiş ambulanslardır.",
      "E": "Bu ambulanslarda olması gereken bütün ekipmanlar iki hastaya müdahale edebilecek sayıda olmalıdır."
    }
  },
  {
    "id": "109247",
    "unitNumber": 4,
    "text": "<strong>Ambulans olarak kullanılacak araçların taşıt özellikleri ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "İlk kez ambulans ruhsatı alacak araçlar 10 yaşından fazla olmamalıdır.",
      "B": "Siren cihazı ile aracın ön ve arka kısmında mavi renkte tepe lambası olmalıdır.",
      "C": "Hasta kabininde havalandırma, ısıtma ve aydınlatma sistemleri bulunmalıdır.",
      "D": "Kabinde kilitlenebilir ilaç bölümü olmalıdır.",
      "E": "Her araçta asgari iki adet 2 litrelik yangın söndürücü bulunmalıdır."
    }
  },
  {
    "id": "125674",
    "unitNumber": 4,
    "text": "<strong>Ülkemizde ambulans hizmetleri hangi yıl başlamıştır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "1930",
      "B": "1953",
      "C": "1985",
      "D": "1994",
      "E": "2001"
    }
  },
  {
    "id": "125676",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi özel donanımlı ambulanslar arasında yer alır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Acil yardım ambulansı",
      "B": "Yenidoğan ambulansı",
      "C": "Uçak ambulans",
      "D": "Hasta nakil ambulansı",
      "E": "Helikopter ambulansı"
    }
  },
  {
    "id": "143344",
    "unitNumber": 4,
    "text": "<strong>Kara ambulanslarının teknik özellikleri ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Günün koşullarında üretilmiş en üstün araçların özelliklerini karşılaması beklenir.",
      "B": "Araçlar ambulansa dönüştürülürken mekanik özellikleri en alt düzeyde değişikliğe uğrar.",
      "C": "Trafikte başka amaçlarla kullanılan araçlar üzerine modifiye edilerek geliştirilirler.",
      "D": "Trafikteki diğer araçlardan farklıdır.",
      "E": "Ambulans standardında araçların özellikleri basit olarak şekillenir."
    }
  },
  {
    "id": "143377",
    "unitNumber": 4,
    "text": "<strong>Acil yardım ambulansları ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Acil yardım ambulanslarında en az bir hekim, ilk ve acil yardım teknikeri ( Paramedik ) ve bir acil tıp teknisyeni (ATT ) görev yapar.",
      "B": "Şöförlük yapabilecek sağlık personeli olmaması durumunda ekibe şoför de eklenebilir.",
      "C": "Hekim bulundurulmayan ambulansların hasta kabininde nakil esnasında hastaya müdahale etmek üzere görev yapan personelden biri ilk ve acil yardım teknikeri (Paramedik) olmak zorundadır.",
      "D": "Hilal karakteri ve acil yardım ambulansı kelimesi, kırmızı renktedir.",
      "E": "Acil yardım ambulansı, beyaz renkte olup mavi renkli ve fosforlu, olup en az 200 mm genişliğinde bir şerit ambulansı çevreler."
    }
  },
  {
    "id": "143401",
    "unitNumber": 4,
    "text": "I. İleri Yaşam Desteği<br/>II. Çocuklarda İleri Yaşam Desteği<br/>III. Travma Resüsitasyon Kursu<br/><strong>Özel donanımlı ve yoğun bakım ambulanslarında çalışacak olan sağlık personeli yukarıdaki eğitimlerin hangisi ya da hangilerini almış olmalıdır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "143425",
    "unitNumber": 4,
    "text": "<strong>Tele sağlık merkezi işleyişi sırasında aşağıdaki birimlerin hangisinden <u>destek almaz</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Sağlık müdürlüğü",
      "B": "Komuta kontrol merkezleri",
      "C": "Acil sağlık hizmetleri sunan özel kuruluşlar",
      "D": "Birinci basamak sağlık kurum ve kuruluşları",
      "E": "Sağlık denetleme merkezleri"
    }
  },
  {
    "id": "143447",
    "unitNumber": 4,
    "text": "<strong>Ambulans helikopterin görev bölgesi dışında görevlendirilmesi hâlinde en geç ne kadar sürede havalanması gerekir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "7 dakika",
      "B": "10 dakika",
      "C": "15 dakika",
      "D": "30 dakika",
      "E": "60 dakika"
    }
  },
  {
    "id": "143455",
    "unitNumber": 4,
    "text": "<strong>Yaralı sayısının fazla olduğu vakalarda hastaların daha hızlı şekilde taşınmasını sağlamak amacıyla kullanılan ambulans aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yoğun bakım ambulansı",
      "B": "Obez ambulansı",
      "C": "Yenidoğan ambulansı",
      "D": "Arazi tipi ambulans",
      "E": "Çoklu ambulanslar"
    }
  },
  {
    "id": "143480",
    "unitNumber": 4,
    "text": "<strong>Hava ambulansları ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Sağlık Bakanlığı hasta naklinde zamandan tasarruf sağlamak amacıyla 2008 yılında hava ambulans sistemini oluşturmuştur.",
      "B": "Hasta nakli veya acil tıbbi müdahale amaçlı kullanılmak üzere ulusal sivil havacılık yetkili biriminden çalışma ve uçuş izni alınmış uçak ve helikopterler hava ambulansı olarak kullanılır.",
      "C": "Hava ambulanslarında, en az bir hekim ve bir sağlık personeli ile sivil havacılık mevzuatına göre belirlenmiş asgari nitelik ve sayıda uçuş mürettebatı görev yapar.",
      "D": "Hava ambulanslarında görev yapan tıbbi personelin TYD, TRK, İLYAD eğitimlerini almaları hava ambulansında çalışabilmeleri için yeterlidir.",
      "E": "Hava ambulanslarının üzerinde kuruluşa ait isim, marka, işaret, logo ve iletişim bilgileri yer alır."
    }
  },
  {
    "id": "166855",
    "unitNumber": 4,
    "text": "<strong>Türkiye’de 26369 sayılı Yönetmelik'e göre kara ambulanslarının dış belirleyicileri için aşağıdakilerden hangisi <u>söylenemez</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Zemin rengi beyaz olmalıdır.",
      "B": "Üzerindeki yazılar reflektörize olmalıdır.",
      "C": "Üzerindeki yazıların büyüklüğü 20 cm olmalıdır.",
      "D": "Hayat yıldızı amblemi aracın yanlarında, üstünde ve arkasında bulunmalıdır.",
      "E": "Ambulans yazısı ayna görüntüsünde yazılmış olmalıdır."
    }
  },
  {
    "id": "166856",
    "unitNumber": 4,
    "text": "<strong>Nakil ambulansları ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Acil tıbbi müdahale gerektirmeyen hasta veya yaralıların naklini sağlamak amacıyla kullanılır.",
      "B": "En az üç personel görev yapar.",
      "C": "Nakil ambulanslarındaki şerit mavi renkli ve fosforlu, en az 200 mm genişliğindedir.",
      "D": "Evden hastaneye, hastaneden eve, sağlık kuruluşundan diğer sağlık kuruluşuna hasta nakli sağlanır.",
      "E": "Yönetmelikte belirtilen teknik ve tıbbi donanıma sahip kara ambulansıdır."
    }
  },
  {
    "id": "166857",
    "unitNumber": 4,
    "text": "<strong>Yenidoğan ambulansları ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yenidoğanın naklini sağlamak amacıyla kullanılan ambulanslardır.",
      "B": "Bu ambulanslarda yetişkin hastalarda kullanılacak tıbbi donanım ve malzeme aranmaz.",
      "C": "Ambulansın özellikleri ve görev yapan personelin niteliği, acil yardım ambulansı ile aynıdır.",
      "D": "Çalışacak olan sağlık personeli Sağlık Bakanlığı tarafından onaylanmış Çocuklarda İleri Yaşam Desteği (ÇİLYAD) ve Neonatal Resusitasyon Programı (NRP) kursunu başarı ile tamamlamış olmalıdır.",
      "E": "Acil yardım ambulansına ventilatörlü transport kuvözü eklenerek oluşturulur."
    }
  },
  {
    "id": "166861",
    "unitNumber": 4,
    "text": "I. İleri Yaşam Desteği Eğitimi<br/>II. Çocuk İleri Yaşam Desteği Eğitimi<br/>III. Travma ve Resüsitasyon Kursu<br/><strong>Hava ambulanslarında görev yapan tıbbi personel yukarıdaki eğitimlerin hangisi ya da hangilerini almış olmalıdır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "166871",
    "unitNumber": 4,
    "text": "<strong>Tele Sağlık Merkezi çalışma prensipleri için hangisi <u>söylenemez</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "TSM’ye, e-posta, telefon, faks ve dijital veri iletimi vasıtası ile ulaşılabilir.",
      "B": "Hasta ile ilgili bilgileri alan iletişim görevlisi gelen çağrıyı değerlendirip acil sağlık hizmeti veya tele konsültasyon ve tedavi hizmeti gerektirip gerektirmediğine karar verir.",
      "C": "TSM hekiminin tahliye kararı alması hâlinde, ilin komuta kontrol merkezi veya en yakın diğer Tele Sağlık Servisi destek birimleri ile iletişime geçilir.",
      "D": "Uygun görülmesi hâlinde deniz ambulansları ile hasta veya yaralının nakli gerçekleştirilir.",
      "E": "TSM hekimi, komuta kontrol merkezi yetkilisi ile görüşerek hasta ya da yaralının durumuna göre naklin gerçekleşeceği en uygun sağlık merkezini tespit eder."
    }
  },
  {
    "id": "290472",
    "unitNumber": 4,
    "text": "<strong>Aşağıdaki ifadelerden hangisi ambulans belirleyicileri için <u>yanlıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Hayat yıldızı amblemi aracın yanlarında, arkasında ve üstünde olmalıdır.",
      "B": "Kara ambulanslarının zemin rengi beyaz olmalıdır.",
      "C": "Ambulansın üzerindeki yazılar reflektörize olmalıdır.",
      "D": "Ambulansın üzerindeki yazıların maksimum büyüklüğü 60 cm'yi geçmemelidir.",
      "E": "Aracın önündeki “AMBULANS” yazısı ayna görüntüsü ile yazılmış olmalıdır."
    }
  },
  {
    "id": "290477",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi özel donanımlı ambulanslardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yoğun bakım ambulansı",
      "B": "Yenidoğan ambulansı",
      "C": "Obez ambulansı",
      "D": "Arazi tipi ambulans",
      "E": "Kompleks ambulans"
    }
  },
  {
    "id": "328098",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi “özel donanımlı kara ambulanslarından” biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yeni doğan ambulansı",
      "B": "Obezite ambulansı",
      "C": "Arazi tipi ambulans",
      "D": "Çoklu ambulans",
      "E": "Uçak ambulans"
    }
  },
  {
    "id": "328119",
    "unitNumber": 4,
    "text": "<strong>Sağlık Bakanlığı tarafından onaylanmış Çocuklarda İleri Yaşam Desteği (ÇİLYAD) kursunu ve Neonatal Resusitasyon Programı (NRP) kursunu başarı ile tamamlamış olan sağlık personeli aşağıdaki ambulanslardan hangisinde çalışma hakkına sahiptir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Yoğun bakım ambulansı",
      "B": "Yenidoğan ambulans",
      "C": "Özel donanımlı ambulanslar",
      "D": "Hasta nakil ambulansı",
      "E": "Acil yardım ambulansı"
    }
  },
  {
    "id": "328124",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi TSM (Tele Sağlık Merkezi)’nin görevlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Tele Sağlık Servisinin verilmesi sırasında, hizmete katılan kurum ve kuruluşlar arasında iş birliğinin sağlanması",
      "B": "Arama kurtarma faaliyetlerinde olayın meydana geldiği yere göre deniz, hava ve kara ambulansları ile koordinasyonun sağlanması",
      "C": "Acil tıbbi müdahale gerektirmeyen hasta veya yaralıların naklinin sağlanması",
      "D": "Tele Sağlık Servisi sunan kuruluşların imkân ve kabiliyetlerine yönelik bilgilerin güncel olarak tutulması",
      "E": "Tele Sağlık Servisi ile ilgili kayıtların tutulması, tutulan kayıtlar üzerinden hizmet istatistiklerinin çıkarılması ve her ay bu istatistiklerin genel müdürlüğe gönderilmesi"
    }
  },
  {
    "id": "363286",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi ambulansların temel fiziki standartlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Hastanın yatar pozisyonda taşınmasını sağlayacak alanın olması",
      "B": "Sağlık görevlisinin etkili acil bakım uygulamasını yapabileceği alanın olması",
      "C": "Hizmet sunumu sırasında kullanılacak olan donanım ve malzemelerin depolanmasını sağlayabilecek alanın olması",
      "D": "Hasta ve çalışan güvenliği için gerekli donanımların bulunması",
      "E": "Hasta ve çalışanlar için transport esnasında beslenme olanağının bulunması"
    }
  },
  {
    "id": "363288",
    "unitNumber": 4,
    "text": "I. Araçlar Karayolu Trafik Kanunu'na uygun olmalıdır.<br/>II. Araçlar mono blok gövdeli panelvan tipinde veya hasta kabinli pick-up tipinde olmalıdır.<br/>III. İlk kez ambulans ruhsatı alacak araçlar 10 yaşından fazla olmamalıdır.<br/><strong>Ambulans olarak kullanılacak araçların taşıt özellikleri ile ilgili yukarıdakilerden hangisi ya da hangileri doğrudur?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "I, II ve III"
    }
  },
  {
    "id": "363627",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi kara ambulansının özelliklerinden biridir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Konvansiyonel tip ambulanslarda hasta kabini sürücü kabini ile bağlantılı olarak şekillendirilmiştir.",
      "B": "Ambulanslar kara yollarındaki hız sınırlarına uymak zorunda değildir.",
      "C": "Ambulanslar üretilirken dikkat edilmesi gereken temel konu olabildiğince hızlı olmasıdır.",
      "D": "Türkiye’de kullanılan kara ambulanslarının neredeyse tamamı özel üretim araçlardan oluşmaktadır.",
      "E": "Ambulans standartların temel çıkış noktasını, hasta için en iyisini hedeflemek oluşturur."
    }
  },
  {
    "id": "392844",
    "unitNumber": 4,
    "text": "I. İLYAD<br/>II. ÇİLYAD<br/>III. TRK<br/>IV. TYD<br/><strong>Hava ambulanslarında çalışacak olan sağlık personeli yukarıdaki eğitimlerin hangisini ya da hangilerini almış olmalıdır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    }
  },
  {
    "id": "393781",
    "unitNumber": 4,
    "text": "<strong>Kara ambulanslarının temel fiziki standartları ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Hastanın yalnızca ayakta taşınmasını sağlayacak alan olmalıdır.",
      "B": "Hasta ve çalışanlar için araç ergonomik açıdan yeterli olmalıdır.",
      "C": "Sağlık görevlisinin etkili acil bakım uygulamasını yapabileceği alan olmalıdır.",
      "D": "Hasta ve çalışan güvenliği için gerekli donanımlar bulunmalıdır.",
      "E": "Hizmet sunumu sırasında kullanılacak olan donanım ve malzemelerin depolanmasını sağlayabilecek alan olmalıdır."
    }
  },
  {
    "id": "108476",
    "unitNumber": 6,
    "text": "<strong>2015 KPR Kılavuzu'nda kalp masajı/suni solunum sayı oranı günümüzde kaç olmalıdır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "5/2",
      "B": "10/2",
      "C": "15/2",
      "D": "20/2",
      "E": "30/2"
    }
  },
  {
    "id": "108482",
    "unitNumber": 6,
    "text": "I. Kurtarıcı sayısı<br/>II. Kalp masajının başlama süresi<br/>III. Dakikada uygulanan masaj sayısı<br/><strong>Yukarıdaki bilgilerden hangisi ya da hangileri yapılan kalp masajının kalitesine etki eden faktörler arasında yer alır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "II ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "109385",
    "unitNumber": 6,
    "text": "I. Dakikada 100 bası yapabilir.<br/>II. Sürekli ve 30:2 kompresyon modları mevcuttur.<br/>III. Oldukça hafif olan bu cihaz hastanın transferi sırasında da çalıştırılabilmektedir.<br/>IV. Cihazın kompresyon derinliği 2-3 cm’dir.<br/><strong>LUCAS cihazın özellikleri ile ilgili olarak yukarıdakilerden hangisi ya da hangileri doğrudur?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "I, II ve III",
      "E": "I, II ve IV"
    }
  },
  {
    "id": "109399",
    "unitNumber": 6,
    "text": "<strong>Autopulse cihazının özellikleri ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Cihazın kompresyon hızı 80/dakikadır.",
      "B": "Elektronik olduğu için kurtarıcı gücüne ihtiyaç duyulmaz.",
      "C": "30:2 ya da kesintisiz kompresyon gibi bası seçenekleri mevcuttur.",
      "D": "Cihaz 18 yaş altı, pediatrik hastalarda ve travmalı hastalarda kullanılabilir.",
      "E": "Göğüs yüksekliğinin 25-38 cm olduğu hastalar için uygundur."
    }
  },
  {
    "id": "109511",
    "unitNumber": 6,
    "text": "I. Kalp masajı yapılırken rutin kesinti olmalı<br/>II. Kalp masajı sayısı dakikada 100 ila 120 arasında olmalı<br/>III. Kalp masajı yapılan yetişkinlerde göğüs ön-arka çapı en az 5 cm, en fazla 6 cm çökertilmeli<br/>IV. Her masaj sonrası göğsün eski hâline dönmesine izin verilmeli<br/><strong>2015 KPR Kılavuzu'nda kalp masajı ile ilgili olarak yukarıdakilerden hangisi ya da hangileri doğrudur?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I, II ve III",
      "D": "II, III ve IV",
      "E": "I, II ve IV"
    }
  },
  {
    "id": "125710",
    "unitNumber": 6,
    "text": "<strong>Yetişkin insanların hayatını kaybetmesinin başlıca sebebi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kalp damar hastalıkları",
      "B": "Felçler",
      "C": "Travmalar",
      "D": "Enfeksiyon hastalıkları",
      "E": "Kanserler"
    }
  },
  {
    "id": "125715",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerin hangisi LUCAS cihazının özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Dakikada 100 kalp masajı yapabilmesi",
      "B": "Kompresyon derinliğinin 4-5 cm olması",
      "C": "Hastanın sternum boyutunun 17-30 cm aralığında olması",
      "D": "Hastanın göğüs çapı ne olursa olsun kullanılabilir olması",
      "E": "Şarj edilebilen bir batarya ile çalışması"
    }
  },
  {
    "id": "142850",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerin hangisinde elle yapılan kalp masajında kalbe giden kan oranı doğru olarak verilmiştir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "%100",
      "B": "%80",
      "C": "%75",
      "D": "%30",
      "E": "%1"
    }
  },
  {
    "id": "142858",
    "unitNumber": 6,
    "text": "<strong>Göğüs kompresyon fraksiyonu nedir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Dakikada kaç kere kalp masajı yapıldığıdır.",
      "B": "Dakikada kaç kere suni solunum yapıldığıdır.",
      "C": "Kalp masajı yapıldığı esnada hastaya elektroşok vermek için kalp masajına ara verilmesidir.",
      "D": "Örneğin bir saatlik süre boyunca kalp masajı yapılan bir hastaya bu bir saatlik sürenin kaç dakikası boyunca kalp masajı yapıldığıdır.",
      "E": "Kalp masajı cihazı ile kalp masajı yapılmasıdır."
    }
  },
  {
    "id": "142869",
    "unitNumber": 6,
    "text": "<strong>Günümüzde en sık kullanılan iki kalp masajı cihazı aşağıdakilerden hangisinde yer almaktadır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Autopulse-LUCAS",
      "B": "Autopulse-Cardiaid",
      "C": "Lucas-Cardiaid",
      "D": "Cprezy-LUCAS",
      "E": "Autopulse-Cprezy"
    }
  },
  {
    "id": "142876",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi Autopulse cihazının özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Dakikada 100 kalp masajı yapabilmesi",
      "B": "136 kg üzerindeki hastalarda kullanılmaması.",
      "C": "Şarj edilebilir bir batarya ile çalışması.",
      "D": "Göğüs çevresi 76-130 cm olan hastalar için uygun olması.",
      "E": "Kesintisiz kalp masajı uygulamaya uygun olması."
    }
  },
  {
    "id": "143844",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi kalp masaj cihazı ile hastaya müdahale etmenin avantajlarından biridir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Hastaya arzu ettiğimiz sayıda yani gereğinde dakikada 140 kere kalp masajı yapabilmek",
      "B": "Aynı cihazla hastaya suni solunumda yaptırabilmek",
      "C": "Kalp masajı yapılırken hastaya elektroşok uygulayabilmek",
      "D": "Hastanın kalbinin normale dönmesini daha yüksek oranda sağlamak",
      "E": "Hastaya daha erken kalp masajına başlanabilmesi"
    }
  },
  {
    "id": "143891",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi cihazla yapılan kalp masajının avantajlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Hareket hâlindeki ambulansta kalp masajı yapabilmesi",
      "B": "Anjiografi işlemi devam eden hastaya kalp masajı yapabilmesi",
      "C": "Sedye üzerinde taşınan hastaya kalp masajı yapabilmesi",
      "D": "Kalp masajı yapılırken defibrilasyon yapılabilmesi",
      "E": "Hastaya travma anlamında daha az zarar vermesi"
    }
  },
  {
    "id": "143914",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi cihazla yapılan kalp masajının dezavantajlarındandır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Hastada daha yüksek oranlarda kaburga kırığına sebep olması",
      "B": "Hastaya yapılan kalp masajı kalitesinin daha kötü olması",
      "C": "Kalp masajı sonucu beyne giden kan miktarını artırması",
      "D": "Hastane dışı kullanımlarının daha etkili olması",
      "E": "Cihaz kullanımında yine de insanın fizik gücünü kullanmak zorunda kalması"
    }
  },
  {
    "id": "143931",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi kalp masajı cihazlarının dezavantajlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Bazı cihazlarla dakikada yapılan kalp masajı sayısının 80’in üzerine çıkamaması",
      "B": "Elle yapılan kalp masajına oranla daha fazla kaburga kırığı meydana gelmesi",
      "C": "Hastaya kalp masajı yapılırken elektroşok uygulanmasına izin vermesi",
      "D": "Kalp masajı uygulanacak kişiye cihazın uygulanmasının zaman alması",
      "E": "Cihazın rutin kullanılması ile ilgili kılavuzlarda öneri bulunmaması"
    }
  },
  {
    "id": "168151",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi mekanik kompresyon yapıcı kalp masajı cihazı çeşitlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Defibrilatörlü masaj cihazı",
      "B": "Aktif kompresyon-dekompresyon cihazları",
      "C": "KPR yeleği veya yük dağıtım bandı şeklinde cihazlar",
      "D": "İnspiratuvar empedans eşik valfi",
      "E": "Piston tipi kalp masajı cihazları"
    }
  },
  {
    "id": "168158",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerin hangisi LUCAS cihazının özelliklerinden biridir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Oldukça ağır bir cihaz olup hareket kabiliyeti sınırlıdır.",
      "B": "Dakikada 80 kompresyon sağlar.",
      "C": "“Life Band” olarak adlandırılan tüm göğüs kafesini saran kuşak tarzı bir yapı içerir.",
      "D": "Kompresyon derinliği 3-4 cm'dir.",
      "E": "Şarj edilebilen bir batarya sistemi ile çalışmaktadır."
    }
  },
  {
    "id": "168313",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi AutoPulse cihazının özelliklerinden biridir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnızca hastane içi KPR’lere imkân tanıyan bir cihazdır.",
      "B": "Dakikada 100 kompresyon sağlar.",
      "C": "Pediyatrik vakalar için uygun değildir.",
      "D": "Travmatik ve non travmatik vakalar için uygundur.",
      "E": "160 kg’a kadar olan kişiler için uygundur."
    }
  },
  {
    "id": "168315",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi mekanik kalp masajı cihazı ile gerçekleştirilen KPR’nin avantajlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kot ve sternum kırıkları gibi travmatik komplikasyonlar daha az görülür.",
      "B": "KPR kalitesinde kurtarıcının fiziksel özelliklerine bağlı handikapları ortadan kaldırır.",
      "C": "Ambulansta KPR yapmayı daha kolay ve güvenli hâle getirir.",
      "D": "Birçok tıbbi uygulama esnasında KPR yapmayı kolaylaştırır.",
      "E": "Göğüs kompresyon fraksiyonu cihazla yapılan kalp masajında, elle yapılan kalp masajına oranla %90’ın üzerine kadar çıkmaktadır."
    }
  },
  {
    "id": "168320",
    "unitNumber": 6,
    "text": "<strong>Mekanik KPR (kardiyopulmoner resüsitasyon) cihazları ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Söz konusu cihazlarla ilgili daha fazla ve güvenilir çalışma yapmaya ihtiyaç vardır.",
      "B": "Günümüzde artık KPR’nin tamamen cihazlarla yapılması önerilmektedir.",
      "C": "Hemodinami üzerine olumlu etkileri gösterilmiş olsa da henüz bu cihazların elle yapılan KPR'ye kesin üstünlüğü kanıtlanamamıştır.",
      "D": "2010 yılında yayınlanan kılavuzda bu cihazların deneyimli, eğitimli personel tarafından uygun vakalarda kullanılabileceğine ancak rutin kullanımda yeri olmadığına vurgu yapılmıştır.",
      "E": "Gün geçtikçe daha güvenilir ve etkili modeller geliştirilmeye başlanmıştır."
    }
  },
  {
    "id": "168321",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi tüm dünyada yaygın olarak kullanılan bir mekanik KPR (Kardiyopulmoner Resüsitasyon) cihazı markasıdır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Back-Rand",
      "B": "First Aid",
      "C": "Autopulse",
      "D": "OED",
      "E": "Medisense"
    }
  },
  {
    "id": "168326",
    "unitNumber": 6,
    "text": "<strong>Mekanik kalp masajı cihazlarının tarihsel evrilme sürecinde aşağıdakilerden hangisi <u>yaşanmamıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "İlk kez Pike ve arkadaşları tarafından köpeklerde elle KPR uygulamanın zorlukları nedeniyle denenmiştir.",
      "B": "1960-1970 yıllarına kadar önemli bir gelişme kaydedilememiştir.",
      "C": "1960-70 dekatında geliştirilen cihazların temel felsefesi kardiyak basıları mekanik olarak gerçekleştirmek üzerine yoğunlaşmıştır.",
      "D": "En başarılı deneme Safar ve arkadaşlarına aittir.",
      "E": "1980’li yıllar yelek şeklinde KPR cihazlarının denenmeye başladığı yıllardır."
    }
  },
  {
    "id": "290456",
    "unitNumber": 6,
    "text": "<strong>Kalp masajı yapılan yetişkinlerde göğüs kaç cm çökertilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "En az 5 cm, en fazla 6 cm",
      "B": "En az 4 cm, en fazla 5 cm",
      "C": "En az 4 cm, en fazla 6 cm",
      "D": "En az 5 cm, en fazla 7 cm",
      "E": "En az 4 cm, en fazla 7 cm"
    }
  },
  {
    "id": "328419",
    "unitNumber": 6,
    "text": "<strong>Sağlık kurumu dışında kalbi duran bir kişiye eldeki imkânlarla, tıbbi araç gereç, ilaç vb. uygulamadan sağlanan destek aşağıdakilerden hangisi ile tanımlanır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Ambulans hizmetleri",
      "B": "Aşı uygulaması",
      "C": "Ameliyat uygulaması",
      "D": "Temel yaşam desteği",
      "E": "Acil servis hizmetleri"
    }
  },
  {
    "id": "328429",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi cihaz ile yapılan kalp masajının kalitesine etki eden faktörlerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kalp masajının ne kadar erken başladığı",
      "B": "Ne kadar kesintisiz yapılabildiği",
      "C": "Masaj yapan kişinin fiziksel özellikleri",
      "D": "Teknik olarak ne kadar düzgün yapılabildiği yani göğüs kafesinin ne kadar çöktürülebildiği",
      "E": "Dakikada kaç kalp masajı uygulanabildiği"
    }
  },
  {
    "id": "328433",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi mekanik kompresyon yapıcı kalp masajı cihazı çeşitlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Minimal invaziv kardiyak masaj cihazı",
      "B": "Aktif kompresyon-dekompresyon cihazları",
      "C": "KPR yeleği veya yük dağıtım bandı şeklinde cihazlar",
      "D": "İnspiratuvar empedans eşik valfi",
      "E": "Su tulumbası tipi kalp masajı cihazları"
    }
  },
  {
    "id": "328848",
    "unitNumber": 6,
    "text": "<strong>Aktif kompresyon dekompresyon cihazlarının özelliklerinden biri aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Oldukça hafif olan bu cihaz hastanın transferi sırasında da çalıştırılabilmektedir.",
      "B": "Cihazın toplanmış hâliyle ebadı, 65 cm x 33 cm x 25 cm’dir.",
      "C": "Yastıklı bir taşıma çantası mevcuttur.",
      "D": "Göğsün ön yüzüne denk gelen, ritmik bası uygulayan bant şeklinde olan ikinci kısmı bulunur.",
      "E": "Dakikada 100 bası yapabilir."
    }
  },
  {
    "id": "363314",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi piston tipi kalp masajı cihazlarının prototipi LUCAS cihazının özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Oldukça hafif olan bu cihaz hastanın transferi sırasında da çalıştırılabilmektedir.",
      "B": "Dakikada 150 bası yapabilir.",
      "C": "Sürekli ve 30:2 kompresyon modları mevcuttur.",
      "D": "Şarj edilebilen bir batarya sistemi ile çalışmaktadır.",
      "E": "Cihazın kompresyon derinliği 4-5 cm’dir."
    }
  },
  {
    "id": "363325",
    "unitNumber": 6,
    "text": "I. Göğüs kompresyon fraksiyonu cihazla yapılan kalp masajında, elle yapılan geleneksel kalp masajına oranla %90’ın üzerine kadar çıkmaktadır.<br/>II. Mekanik kalp masaj cihazıyla yapılan kalp masajında beyine giden kan oranı elle yapılan masaj sonucu beyine giden kan miktarından %60 fazladır.<br/>III. Mekanik cihazlarla yapılan kalp masajının avantajlarından bir tanesi kalp masajı devam ederken defibrilasyon işlemine izin vermesidir.<br/><strong>Kalp masaj cihazının avantajları ile ilgili yukarıdakilerden hangisi ya da hangileri doğrudur?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "I ve III",
      "E": "I,II ve III"
    }
  },
  {
    "id": "365758",
    "unitNumber": 6,
    "text": "<strong>Kalp masajı ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kalp masajı yetişkin hastalarda dakikada 100’den fazla, 120’den az olmalıdır.",
      "B": "Kalp masajı yapılan yetişkinlerde göğüs ön-arka çapı en az 5 cm çökertilmelidir.",
      "C": "Kalp masajı yapılan yetişkinlerde göğüs ön-arka çapı en fazla 6 cm çökertilmelidir.",
      "D": "Kalp masajı yapılırken kesinti olmamalı, zorunlu hâllerde bu kesinti süresi 10 saniyeyi aşmamalıdır.",
      "E": "Her masaj sonrası göğüsün eski hâline dönmesine izin verilmeden tekrar kompresyon yapılmalıdır."
    }
  },
  {
    "id": "395264",
    "unitNumber": 6,
    "text": "<strong> Kalp masajı ile ilgili aşağıdaki önerilerden hangisi <u>yer almaz</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kalp masajı yetişkin hastalarda dakikada 120’den fazla, 100’den az olmalıdır.",
      "B": "Her masaj sonrası göğsün eski hâline dönmesine izin verilmelidir.",
      "C": "Kalp masajı yapılırken kesinti olmamalı, zorunlu hâllerde bu kesinti süresi 10 saniyeyi aşmamalıdır.",
      "D": "Kalp masajı yapılan yetişkinlerde göğüs ön-arka çapı en az 5 cm en fazla 6 cm çökertilmelidir.",
      "E": "Yetişkin hastalarda dakikada 100-120 arası kalp masajı sayısı tutturulmalıdır."
    }
  },
  {
    "id": "412142",
    "unitNumber": 7,
    "text": "<b>Solunum yoluyla alınan oksijenin alveollerden kana geçişi ve hücre düzeyine taşınarak burada kullanılması sürecine ne ad verilir?</b>",
    "correctAnswer": "C",
    "options": {
      "A": "Vital kapasite",
      "B": "Tidal volüm",
      "C": "Respirasyon",
      "D": "Pik ekspiratuar akım hızı",
      "E": "Ekspirasyon"
    }
  },
  {
    "id": "412143",
    "unitNumber": 7,
    "text": "<b>Aşağıdakilerden hangisi mekanik ventilasyonun amaçlarından biri değildir?</b>",
    "correctAnswer": "C",
    "options": {
      "A": "Gaz değişimini düzeltmek, yeterli oksijenasyon ve/veya karbondioksit eleminasyonu sağlamak",
      "B": "Solunum yetmezliğine yol açan patoloji ortadan kaldırılıncaya kadar solunum işini azaltmak",
      "C": "Vücuda düzenli ilaç pompalaması yapmak",
      "D": "Hava yolu açıklığını korumak",
      "E": "Akciğerin iyileşmesine olanak sağlamak"
    }
  },
  {
    "id": "412144",
    "unitNumber": 7,
    "text": "<b>Aşağıdakilerden hangisi pozitif basınçlı ventilasyon için gerekli ekipmanlardan biri <u>değildir</u>?</b>",
    "correctAnswer": "D",
    "options": {
      "A": "Maske ve maskeyi tutan aparat",
      "B": "Ventilatör",
      "C": "Ventilatör devresi",
      "D": "Çelik yelek",
      "E": "Oksijen sistemi"
    }
  },
  {
    "id": "412145",
    "unitNumber": 7,
    "text": "<b>NİMV uygulamasında maske seçimi ile ilgili olarak aşağıdakilerden hangisi yanlıştır?</b>",
    "correctAnswer": "C",
    "options": {
      "A": "Maske yüz anatomisine uygun olmalıdır.",
      "B": "Hava kaçağını en aza indirmelidir.",
      "C": "Klostrofobiye neden olabilecek yapıda olabilir.",
      "D": "Yıkanabilir veya tek kullanımlık olabilir.",
      "E": "Takılıp çıkarılması kolay olmalıdır."
    }
  },
  {
    "id": "412146",
    "unitNumber": 7,
    "text": "I.Apne II.FiO2 alarmı III.Dakika volüm alarmı<br/><b>Yukarıdakilerden hangisi ya da hangileri bir ventilatördeki alarm parametreleridir?</b>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "I, II ve III"
    }
  },
  {
    "id": "412147",
    "unitNumber": 7,
    "text": "<b>Sürekli pozitif hava yolu basıncı (CPAP) ile ilgili aşağıdakilerden hangisi doğrudur?</b>",
    "correctAnswer": "A",
    "options": {
      "A": "Ayarlanan sabit hava yolu basıncı tüm spontan solunum döngüsü boyunca korunur.",
      "B": "Hastanın spontan solunumuna izin veren inspiratuvar pozitif hava yolu basıncı (IPAP) ile ekspiratuvar pozitif hava yolu basıncının (EPAP) kombinasyonudur.",
      "C": "İnspirasyonu ventilatörün başlattığı moddur.",
      "D": "Solunum çabası cihazın algılayamayacağı kadar zayıf olan hastalarda kullanılır.",
      "E": "Spontan solunuma izin vermez."
    }
  },
  {
    "id": "412148",
    "unitNumber": 7,
    "text": "<b>Aşağıdakilerden hangisi NİMV’e başlama protokolü arasında yer almaz?</b>",
    "correctAnswer": "B",
    "options": {
      "A": "Hasta uygun bir şekilde gözlenebilecek yerde olmalıdır.",
      "B": "Gövde en az 90 derece yükseltilmelidir.",
      "C": "Uygun maske seçilmelidir.",
      "D": "Oksijen saturasyonu %90'ın üzerinde olacak şekilde FiO2 ayarlanmalıdır.",
      "E": "Hava kaçakları kontrol edilmelidir."
    }
  },
  {
    "id": "412149",
    "unitNumber": 7,
    "text": "I.KOAH akut alevlenme<br/>II.Üst hava yolu obstrüksiyonu<br/>III.Akut kardiyojenik pulmoner ödem<br/><b>Noninvaziv mekanik ventilasyonun yukarıdaki durumlardan hangisi ya da hangilerinde uygulanması doğrudur?</b>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "I ve III"
    }
  },
  {
    "id": "412150",
    "unitNumber": 7,
    "text": "<b>Aşağıdakilerden hangisi invaziv mekanik ventilasyonla ilgili oalarak doğrudur?</b>",
    "correctAnswer": "E",
    "options": {
      "A": "Endotrakeal tüp kullanılmaz.",
      "B": "Nazokomiyal enfeksiyon riski ve ventilatörle ilişkili pnömoni riski daha azdır.",
      "C": "Üst hava yolunu bozmaz, hava yolu savunma mekanizmalarının devamını sağlar.",
      "D": "Hastaların yemesi, içmesi, konuşması sekresyonlarını atması mümkün olur.",
      "E": "Aşırı sekresyonu olan, bilinci kapalı olan hastalarda uygulanır."
    }
  },
  {
    "id": "412151",
    "unitNumber": 7,
    "text": "<b>Aşağıdakilerden hangisi noninvaziv mekanik ventilasyonda oluşabilecek yan etkilerden biri değildir?</b>",
    "correctAnswer": "C",
    "options": {
      "A": "Burun köküne basıya bağlı ağrı",
      "B": "Nasal irritasyon",
      "C": "Multiple skleroz",
      "D": "Sinüzit",
      "E": "Kusma"
    }
  },
  {
    "id": "113623",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi acil servislerde damar yolu uygulamalarının gerekli olduğu durumlardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Multi travmalar",
      "B": "Yanıklar",
      "C": "Hemorojik şok",
      "D": "Blefarit",
      "E": "Faktör eksiklikleri"
    }
  },
  {
    "id": "115722",
    "unitNumber": 8,
    "text": "I. İlaçların yavaş etki etmesi istenilen durumlar<br/>II. Peroral ilaçların mide barsak sistemini tahriş ettiği durumlar<br/>III. Ciddi enfeksiyon riskinin olduğu durumlar<br/><strong>Yukarıdakilerden hangisi ya da hangileri ilaç uygulamalarında intravenöz yolun gerekli olduğu durumlar arasında yer alır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "II ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "115823",
    "unitNumber": 8,
    "text": "I. İleri yaş<br/>II. İletişim sorunu<br/>III. Mental ve şuur durumundaki problemler<br/><strong>Yukarıdakilerden hangisi ya da hangileri acilde damar yolu açmayı daha zor hâle getirebilir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "I, II ve III"
    }
  },
  {
    "id": "115864",
    "unitNumber": 8,
    "text": "I. Kol venleri<br/>II. El sırtı venleri<br/>III. Pulmoner venler<br/><strong>Yukarıdakilerden hangisi ya da hangileri sıklıkla kullanılan periferik venlerdendir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "I, II ve III"
    }
  },
  {
    "id": "142483",
    "unitNumber": 8,
    "text": "<strong>Damar yolu açma talimatnamesi ile ilgili olarak aşağıdakilerden hangisi <u>yer almaz</u>? </strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Damar yolu açmak için ihtiyaç duyulan ekipman hazırlanır.",
      "B": "İntraket (branül) öncelikle 45 derece açıyla girilir ve damar içinde yatay olarak ilerletilir.",
      "C": "İntraketten kan geliyorsa damar içine girilmiştir ve intraket (branül) çerisindeki mandren (metal kısım) çıkarılır.",
      "D": "Hastaya bilgi verilmeli yapılacak işlem ayrıntılı ve hastanın anlayabileceği şekilde anlatılmalıdır.",
      "E": "Damar yolu açıldıktan sonra ilk olarak ilaç uygulanmalıdır, eğer kan alınacaksa ilaç uygulamadan sonra alınmalıdır."
    }
  },
  {
    "id": "142500",
    "unitNumber": 8,
    "text": "<strong>İntraket ile ilgili olarak aşağıdaki açıklamalardan hangisi <u>yapılamaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "İntraket tek kullanımlık, kullanıma hazır ve steril olarak paketlenmiştir.",
      "B": "Bir intraketin yapısında damara girmeyi kolaylaştıran kılavuz iğne, kılavuz iğnenin yerleştiği ve damar içerisinde kalan kanül kısmı ve yanlardan tespit edilmeyi sağlayan kelebek şeklindeki bölümler vardır.",
      "C": "Ek olarak intraketten kan çıkışını durduran kapak, kanül ile damara açılan enjektör giriş ucu ve kapağı bulunan diğer bölümleridir.",
      "D": "İntraket damar içerisine girildiğinde kılavuz iğne çıkaralır, damar içinde kanül kısmı kalır.",
      "E": "İntraket yerleştirildikten sonra 1-3 hafta arası kullanımı önerilmektedir."
    }
  },
  {
    "id": "142547",
    "unitNumber": 8,
    "text": "<strong>Tünelsiz santral venöz katater için aşağıdaki açıklamalardan hangisi yapılamaz?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "En sık kullanılan kataterdir. Kısa veya orta süreli olarak kullanılmalıdır. Sık kullanılmasına rağmen sık pansuman ihtiyacı ve yerinden çıkma ihtimali dezavantajlarıdır.",
      "B": "Yerleştirildikten sonra 1-3 hafta arası kullanımı önerilmektedir. Perkutan olarak direkt damar içine yerleştirilir.",
      "C": "Boyu 15-30 cm’dir. Silikon ve poliüretran karışımıdır. Bazılarında kanın geri kaçışını önlemek amcıyla valf mekanizması olabilir. Tek, çift veya üç lümenli olabilir.",
      "D": "Lümen sayısı arttıkça enfeksiyon riski de artar bu yüzden en az gerekli olan lümen sayılı katater tercih edilmelidir.",
      "E": "Sık damar yoluna ihtiyaç duyan hastalar (kemoterapi) için kullanışlıdır."
    }
  },
  {
    "id": "142567",
    "unitNumber": 8,
    "text": "<strong>Tünelli santral venöz katater ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Paslanmaz çelik, titanyum veya plastik maddeden üretilir.",
      "B": "Cerrahi olarak santral venlere yerleştirilen kataterlerdir.",
      "C": "30 günden daha fazla kullanımlar için uygundur.",
      "D": "Tünelli kataterlerin önemli bir farkı da kateterin ucundan belli bir mesafede polyesterden yapılmış dakron denen manşon bulunmasıdır.",
      "E": "Boyları 8 cm'den uzundur."
    }
  },
  {
    "id": "142593",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi periferal intavenöz damar yolu ile ilgili olarak <u>söylenemez</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Günlük pratikte en çok kullanılan damar içi erişim yoludur.",
      "B": "Tek seferlik kullanım için idealdir.",
      "C": "1 haftaya kadar kullanılabilir.",
      "D": "Sıklıkla kullanılan periferik venler kafa venleri (özellikle bebeklerde), kol venleri, el sırtı venleri ve ayak sırtı venleridir.",
      "E": "Huber iğne kullanılmalıdır."
    }
  },
  {
    "id": "143243",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi damar yolu açmanın en doğru tanımıdır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Hastalara sadece ilaç verilmesi amacıyla venöz sisteme kateter yerleştirilmesi işlemidir.",
      "B": "İhtiyaç olup olmamasına bakılmaksızın başvuran her hasta için uygulanan venöz sisteme branül yerleştirilmesi işlemidir.",
      "C": "Verilmesi gereken damar içi sıvıları, ilaçları veya kan-kan ürünlerinin verilebilmesi amacıyla vene katater, intraket (branül) yerleştirme işlemine damar yolu açma denir.",
      "D": "Verilmesi gereken sıvının ilacın veya eksik olan maddenin yerine konması amacıyla arteriyel vasküler yapılara branül yerleştirilmesidir.",
      "E": "İntravenöz sıvı ihtiyacı olduğu düşünülen veya sonradan olabileceğini düşünerek erkenden venöz sisteme katater yerleştirme işlemidir."
    }
  },
  {
    "id": "143833",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisinde damar yolu açma gereksinimi olan durumlar tam ve doğru olarak yer almıştır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Gerekli ilaç uygulamaları, gerekli elektrolitlerin verilmesi, ağızdan beslenemeyen hastaları damardan beslemek, kan-kan ürünlerinin transfüzyonu",
      "B": "Gerekli ilaç uygulamaları, gerekli elektrolitlerin verilmesi, ağızdan beslenemeyen hastaları damardan beslemek",
      "C": "Gerekli elektrolitlerin verilmesi, ağızdan beslenemeyen hastaları damardan beslemek, kan-kan ürünlerinin transfüzyonu",
      "D": "Gerekli ilaç uygulamaları, ağızdan beslenemeyen hastaları damardan beslemek, kan-kan ürünlerinin transfüzyonu",
      "E": "Gerekli ilaç uygulamaları, gerekli elektrolitlerin verilmesi, kan-kan ürünlerinin transfüzyonu İntravenöz Araçlar"
    }
  },
  {
    "id": "143837",
    "unitNumber": 8,
    "text": "<strong>İntraketler ile ilgili olarak belirleyici renk, dış çap, katater uzunluğu, sıvı akış hızına ait aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "14G- Turuncu- intraket- dış çap 2.1 mm-katater uzunluğu 45 mm-sıvı akış hızı 240 ml/dk",
      "B": "16G- Grı intraket- dış çap 1.7 mm- katater uzunluğu 45 mm- sıvı akış hızı 180 ml/dk",
      "C": "18G- Yeşil intraket- dış çap 1.3 mm- katater uzunluğu 45 mm- sıvı akış hızı 90 ml/dk",
      "D": "20G- Pembe intraket- dış çap 1.1 mm- katater uzunluğu 32 mm- sıvı akış hızı 60 ml/dk",
      "E": "25G- Mavi intraket- dış çap 0,6 mm- katater uzunluğu 19 mm- sıvı akış hızı 13 ml/dk İntravenöz Araçlar"
    }
  },
  {
    "id": "167221",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi periferal intra venöz damar yolu ile ilgili olarak söylenebilir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Hastaya bir kere bu damar yolu sağlanınca 15 gün süreyle kullanılabilir.",
      "B": "Çok sık kullanılmamakla birlikte gerekli olduğu hallerde acil serviste açılabilecek bir damar yoludur.",
      "C": "Huber iğne kullanılır.",
      "D": "Bu işlem için sıklıkla kullanılan periferik venler kol venleri, el sırtı venleri, kafa venleri (bebekler) dir.",
      "E": "Genellikle yaşlı hastalar için tercih edilen bir uygulamadır."
    }
  },
  {
    "id": "167222",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi periferik IV damar yolu açmak için gerekli malzemelerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Tek kullanımlık eldiven",
      "B": "Antiseptik solüsyon",
      "C": "Steril port",
      "D": "Heparinli kapak",
      "E": "İntraketler"
    }
  },
  {
    "id": "167225",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi IV ilaç uygulamalarında lokal yan etkilerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Anaflaksi",
      "B": "Enjeksiyon sahasında enfeksiyon",
      "C": "Eksteremitede ödem",
      "D": "Enjeksiyon yerinde hematom",
      "E": "Enjeksiyon yerinde ekimoz"
    }
  },
  {
    "id": "167228",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi IV (İntravenöz) ilaç uygulamalarında sistemik yan etkilerden biridir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Bulantı, kusma",
      "B": "Özellikle çocuklarda kemik kırıkları",
      "C": "Hava embolisi",
      "D": "Yağ embolisi",
      "E": "Çocuklarda büyüme plağına zarar vermesi"
    }
  },
  {
    "id": "290390",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi ilaç uygulamalarında IV (İntravenöz Enjeksiyon) yolun gerekli olduğu durumlardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "İlaçların derhâl etki etmesi istendiği acil durumlar",
      "B": "Hasta ciddi enfeksiyon riski altında ise",
      "C": "Küçük hacimli solüsyonlar uygulanacağı zamanlar",
      "D": "Peroral ilaçların mide barsak sistemini, intramusküler ilaçların kas ve cilt altı dokusunu tahriş ettiği zamanlar",
      "E": "Tedavi edici kan düzeyleri sağlanması ve korunabilmesi için"
    }
  },
  {
    "id": "290395",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi IV ilaç uygulamalarında karşılaşılan lokal yan etkilerden biridir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Bayılma",
      "B": "Enjeksiyon yerinde hematom",
      "C": "Hava embolisi",
      "D": "Dolaşım yüklenmesi",
      "E": "Anaflatik şok"
    }
  },
  {
    "id": "290396",
    "unitNumber": 8,
    "text": "<strong>Aşağıdaki hangi durumda santral venöz katater <u>kullanılmamaktadır</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Periferik venöz damar yolu açılan durumlarda",
      "B": "Santral venöz basınç (CVP), santral venöz oksijen saturasyonu (SCvO2) ölçüm amacıyla",
      "C": "Periferik venöz damarlardan verildiğinde sorun olabilecek maddelerin verilmesi için (Vazopressörler, TPN, kemoterapi)",
      "D": "Hemodiyaliz ve plazmaferez işlemleri için",
      "E": "Bazı tıbbi durumlarda (transvenöz kardiyak pacemaker takılması, inferior vena cava filtresi takılması, venöz trombolitik tedavi verilmesi amacıyla, venöz stent takılması)"
    }
  },
  {
    "id": "305084",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden durumlardan hangisi santral venöz katater kullanım endikasyonlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Santral venöz basınç (CVP), santral venöz oksijen saturasyonu (SCvO2) ölçümü",
      "B": "Periferik venöz damarlardan verildiğinde sorun olabilecek maddelerin verilmesi (Vazopressörler, TPN, kemoterapi)",
      "C": "Adli vakalar",
      "D": "Bazı tıbbi durumlarda (transvenöz kardiyak pacemaker takılması, inferior vena cava filtresi takılması, venöz trombolitik tedavi verilmesi amacıyla, venöz stent takılması)",
      "E": "Hemodiyaliz ve plazmaferez işlemleri"
    }
  },
  {
    "id": "305087",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi subkutan port için doğru bir açıklama <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Tek, çift veya üç lümenli olabilir. Lümen sayısı arttıkça enfeksiyon riski de artar.",
      "B": "Cerrahi bir işlem ile deriden büyük venler içine yerleştirilen bir kataterdir.",
      "C": "Subkutan portlar paslanmaz çelik, titanyum veya plastik maddeden üretilir.",
      "D": "Rezervuar cilt üzerinde görülen kabarık ve dokunmakla hissedilen kısımdır.",
      "E": "Bu membrana 2000 ponksiyon yapılabilir. Katater ise damar içi kısmıdır."
    }
  },
  {
    "id": "334031",
    "unitNumber": 8,
    "text": "<strong>Damar yolu açmak için aşağıdaki malzemelerden hangisi gerekli <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Turnike",
      "B": "Tek kullanımlık eldiven",
      "C": "Flaster",
      "D": "Steril su",
      "E": "Pamuk veya gazlı bez"
    }
  },
  {
    "id": "334035",
    "unitNumber": 8,
    "text": "<strong>Intravenöz ilaç uygulamalarında aşağıdaki yan etkilerden hangisi sistemik yan etki <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Bayılma",
      "B": "Hava embolisi",
      "C": "Enjeksiyon yerinde ekimoz",
      "D": "Sistemik enfeksiyon",
      "E": "Anaflaktik şok"
    }
  },
  {
    "id": "393807",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi IV ilaç uygulamalarında dikkat edilmesi gereken hususlardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Bacaklardaki venler emboli ve flebit riski olduğundan ve hastanın hareketini kısıtlayacağından tercih edilmez.",
      "B": "Tahriş edici veya vazokonstriktör ilaçlar, küçük venlerden verilmemelidir.",
      "C": "IV ilaç tedavisine başlamadan önce hasta nabız, ateş, kan basıncı, bulantı, bilinç kaybı, idrar çıkışı, genel durum yönünden izlenmelidir.",
      "D": "Önceden damar yolu açılmışsa IV enjeksiyon, intraket üzerindeki enjektör girişinden yapılır.",
      "E": "Uygulama için hastanın öncelikle fazla kullandığı taraf tercih edilmelidir."
    }
  },
  {
    "id": "393809",
    "unitNumber": 8,
    "text": "<strong>İntravenöz ilaç uygulamalarının sistemik yan etkileri arasında aşağıdakilerden hangisi <u>yer almaz</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Bayılma",
      "B": "Hematom",
      "C": "Hava embolisi",
      "D": "Anaflaktik şok",
      "E": "Dolaşım yüklenmesi"
    }
  },
  {
    "id": "113415",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi yara iyileşmesinin komplikasyonlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kanama",
      "B": "Enfeksiyon",
      "C": "Atrofik skar",
      "D": "Keloid",
      "E": "Yara açılması"
    }
  },
  {
    "id": "113645",
    "unitNumber": 9,
    "text": "<strong>Yosunlardan elde edilen ve özel bir şekilde dokunmuş yara örtülerine verilen ad aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Aljinatlar",
      "B": "Hidrokolloidler",
      "C": "Film örtüler",
      "D": "Köpük örtüler",
      "E": "Hidrojeller"
    }
  },
  {
    "id": "113678",
    "unitNumber": 9,
    "text": "<strong>Yara örtüleri ile ilgili aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Gazlı bez ve sargı bezi olarak bilinen yarayı sadece kapatarak koruyan ve iyileşme sürecinde aktif etkisi olmayan ürünler pasif örtülerdir.",
      "B": "Film örtüler gaz, nem ve buharı geçirmez.",
      "C": "Polimerik film ve köpükleri içeren, şeffaf görünümde, nem ve gazlara karşı geçirgen örtüler interaktif ürünlerdir.",
      "D": "Taşıdıkları biyoaktif maddeleri yaraya salarken kendi özellikleri sayesinde de yara iyileşmesinde aktif rol oynayan ürünler biyoaktif ürünlerdir.",
      "E": "Aktif yara örtüleri, hidrokolloidler, aljinatlar, kollajen ve kitozan gibi polimerlerden elde edilirler."
    }
  },
  {
    "id": "113703",
    "unitNumber": 9,
    "text": "I. Toksik ve alerjik olmamalı<br/>II. Gaz geçişi sağlamamalı<br/>III. Yaraya destek olmalı<br/><strong>Yukarıdakilerden hangisi ya da hangileri ideal bir yara örtüsünde bulunması gereken özelliklerdendir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "115895",
    "unitNumber": 9,
    "text": "I. %100 sodyum karboksimetil selülozdan oluşur ve dokunmamış lif yapısındadır.<br/>II. En önemli özelliği yüksek absorpsiyon kapasitesi ve absorbe ettiği sıvıyı geri bırakmamasıdır.<br/>III. Debridman özelliği vardır.<br/><strong>Yukarıdakilerden hangisi ya da hangileri hidrofiber örtülerde bulunması gereken özelliklerdendir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "I ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "143013",
    "unitNumber": 9,
    "text": "<strong>Film örtüler için aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yarı geçirgen malzemelerdir.",
      "B": "Gaz, nem ve buharı geçirir.",
      "C": "Sıvıya geçirgen değildir.",
      "D": "Absorpsiyon özelliği çok iyidir.",
      "E": "Bakteriyel kontaminasyon için mekanik bir engel oluşturur."
    }
  },
  {
    "id": "143035",
    "unitNumber": 9,
    "text": "<strong>Nişasta polimerleri ve yüksek oranda sudan oluşan yara örtülerine ne ad verilir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Aljinatlar",
      "B": "Hidrokolloidler",
      "C": "Film örtüler",
      "D": "Köpük örtüler",
      "E": "Hidrojeller"
    }
  },
  {
    "id": "143054",
    "unitNumber": 9,
    "text": "I. En iyi bilineni gümüş eklenen örtülerdir.<br/>II. Aljinat, hidrofiber, kollajen ya da diğer bir taşıyıcıya eklenen gümüş, devamlı ya da kontrollü şekilde yara yüzeyine salınır.<br/>III. Gümüş fibroblastlar üzerine sitotoksik etkilidir.<br/>IV. Metilen mavisi ve jansiyen eklenmiş örtülerde antimikrobiyal örtüdür.<br/><strong>Yukarıdakilerden hangileri antimikrobiyal yara örtülerinin özellikleri arasındadır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "II ve IV",
      "B": "I, II ve IV",
      "C": "I, III ve IV",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    }
  },
  {
    "id": "143061",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi sekonder iyleşme için endikasyon <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Yeterli irrigasyonu yapılamayan delici alet yaralanmaları",
      "B": "Kontamine olmamış yaralar",
      "C": "Küçük ve kozmetik sorun oluşturmayan ısırık yaralanmaları",
      "D": "Abse kaviteleri",
      "E": "Gecikmiş başvurusu olan yaralanmalar"
    }
  },
  {
    "id": "143089",
    "unitNumber": 9,
    "text": "<strong>Baş ve boyun bölgesi için en geç kaç saatlik yaralarda primer kapama uygulanır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "12",
      "B": "18",
      "C": "24",
      "D": "36",
      "E": "48"
    }
  },
  {
    "id": "143097",
    "unitNumber": 9,
    "text": "<strong>Yüksek enfeksiyon riski nedeniyle primer olarak kapatılmayan yaralarda gecikmiş primer kapama işlemi ne zaman düşünülebilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "1-2 gün sonra enfeksiyon riski azaldığı zaman",
      "B": "3-5 gün sonra enfeksiyon riski azaldığı zaman",
      "C": "3-5 gün sonra enfeksiyon riski azalmasına bakmadan",
      "D": "7-10 gün sonra enfeksiyon riski azaldığı zaman",
      "E": "7-10 gün sonra enfeksiyon riski azalmasına bakmadan"
    }
  },
  {
    "id": "143107",
    "unitNumber": 9,
    "text": "Enfeksiyonlu yaralar için tavsiye edilmez. Uygun aralıklarla değiştirilmezse deriyi zayıflatabilir. Önerilen pansuman değişim süresi 3-5 gündür ancak bu sürede maserasyon açısından takip edilmelidir.<br/><strong>Uygulamaları hakkında bilgi verilen yara bakım malzemesi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Aljinatlar",
      "B": "Hidrokolloidler",
      "C": "Film örtüler",
      "D": "Köpük örtüler",
      "E": "Hidrojeller"
    }
  },
  {
    "id": "143321",
    "unitNumber": 9,
    "text": "<strong>Yara bakım malzemesi için aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "En ideal yara örtüsü insanın kendi derisidir.",
      "B": "Yaralar hasta ve çevre koşullarına bağlı olarak pek çok faktörden etkilenir.",
      "C": "Her yara hemen hemen aynı özellikler taşır.",
      "D": "Bir yara akut ya da kronik gibi bir sınıfa dâhil edilse bile ancak kendi gidişatı ile karakterizedir.",
      "E": "Tek tip yara örtüsü iyi bir seçenek değildir."
    }
  },
  {
    "id": "167815",
    "unitNumber": 9,
    "text": "I. Bu örtüler %100 sodyum karboksimetil selülozdan oluşur ve dokunmamış lif yapısındadır<br/>II. Bu örtüler yüksek absorpsiyon kapasitesi ve absorbe ettiği sıvıyı geri bırakma özelliği vardır<br/>III. Bu örtülerin debridman özelliği yoktur<br/>IV. Bu örtülerin antibakteriyel özelliği yok denecek kadar azdır.<br/><strong>Yukarıda Hidrofiber Örtüler için verilen bilgilerden hangileri doğrudur?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "I, II ve III",
      "C": "II, III ve IV",
      "D": "I, III ve IV",
      "E": "I, II, III ve IV"
    }
  },
  {
    "id": "167817",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi primer yara kapatılmasının özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Baş boyun bölgesi için 24, diğer vücut bölgeleri için 18 saati geçmeden başvurulan, temiz ve düzgün kenarlı yaralar primer olarak kapatılabilir.",
      "B": "Yaraların çoğu hastaların sıkıntısını azaltmak ve iyileşmeyi hızlandırmak için primer olarak kapatılmalıdır.",
      "C": "Düşük enfeksiyon riski olan yaralar yaralanmadan sonraki 12-24 saat içerisinde primer kapatılmalıdır.",
      "D": "Kontamine yaralar, damarlanması iyi olmayan bölgelerdeki yaralar ve immun sistemi zayıf hastalardaki yaralar gibi yüksek enfeksiyon riski bulunan yaralar yaklaşık 6 saat içerisinde primer olarak kapatılmalıdır.",
      "E": "Yaralar yüksek enfeksiyon riski nedeniyle primer olarak kapatılmadığında, 3-5 gün sonra enfeksiyon riski azaldığı zaman artık yara sekonder iyleşmeye bırakılır."
    }
  },
  {
    "id": "167819",
    "unitNumber": 9,
    "text": "<strong>Aşağıdaki bilgilerden hangisi Sekonder iyileşme için <u>yanlıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yaranın kapatılmayıp granülasyon dokusu oluşturarak iyileşmeye bırakılmasıdır.",
      "B": "Yeterli irrigasyonu yapılamayan delici alet yaralanmalarında sekonder iyileşmeye bırakılır.",
      "C": "Kontamine yaralar, abse kaviteleri, gibi yaralar sekonder iyileşmeye bırakılır.",
      "D": "Küçük ve kozmetik sorun oluşturmayan ısırık yaralanmaları sekonder iyileşmeye bırakılmamalıdır.",
      "E": "Gecikmiş başvurusu olan yaralanmalarda sekonder iyileşmeye bırakılır."
    }
  },
  {
    "id": "167821",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi Absorbabl (emilebilir) sütürlerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Barsaktan imal edilenler",
      "B": "Plain gut (Kollajen)",
      "C": "Cromic gut",
      "D": "Sentetik absorbabl",
      "E": "Monoflamansütürler"
    }
  },
  {
    "id": "290436",
    "unitNumber": 9,
    "text": "<strong>Aljinat örtüler hakkında aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Yosunlardan elde edilir.",
      "B": "Antibakteriyel özelliği çok güçlüdür.",
      "C": "Yüksek absorpsiyon sağlanır.",
      "D": "Hemostatik özelliği vardır.",
      "E": "Enfekte yaralarda önerilmez."
    }
  },
  {
    "id": "290440",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi yara iyileşmesinin komplikasyonlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Keloid",
      "B": "Kanama",
      "C": "İntoksikasyon",
      "D": "Yara açılması",
      "E": "Hipertrofik skar"
    }
  },
  {
    "id": "305108",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi ideal yara bakım malzemelerinin özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Fazla eksudayı emmeli ve yarayı kurutmalıdır.",
      "B": "Optimum sıcaklık sağlamalıdır.",
      "C": "Yabancı cisimlere bariyer oluşturmalıdır.",
      "D": "Toksik olmamalıdır.",
      "E": "Alerjik olmamalıdır."
    }
  },
  {
    "id": "305109",
    "unitNumber": 9,
    "text": "<strong>Gazlı bez veya sargı bezi şeklinde yarayı sadece kapatarak koruyan ve iyileşme sürecinde aktif etkisi olmayan ürünlere ne denir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Pasif örtüler",
      "B": "İnteraktif örtüler",
      "C": "Biyoaktif örtüler",
      "D": "Oklusif ürün",
      "E": "Nonoklusif ürün"
    }
  },
  {
    "id": "392870",
    "unitNumber": 9,
    "text": "<strong>Kontamine yaralar, damarlanması iyi olmayan bölgelerdeki yaralar ve immunkompromize hastalardaki yaralar gibi yüksek enfeksiyon riski bulunan yaralar yaklaşık kaç saat içerisinde primer olarak kapatılmalıdır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "12",
      "B": "20",
      "C": "6",
      "D": "2",
      "E": "9"
    }
  },
  {
    "id": "393811",
    "unitNumber": 9,
    "text": "<strong>Hidrokolloid yara örtüleri ile ilgili aşağıda verilen bilgilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Anjiyogenezi uyarır ve yara iyileşmesini artırır.",
      "B": "Enfeksiyonlu yaraların kullanımına uygundur.",
      "C": "Uygun aralıklarla değiştirilmezse deriyi zayıflatabilir.",
      "D": "Bası yaraları, yanıklar, travmatik yaralar gibi pek çok yarada kullanıma uygundur.",
      "E": "Önerilen pansuman değişim süresi 3-5 gündür."
    }
  },
  {
    "id": "393814",
    "unitNumber": 9,
    "text": "<strong>Yara iyileşmesini etkileyen</strong> <strong>faktörlerden hangisi</strong> <strong>hastanın özellikleri ile ilgili <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Hipoksi",
      "B": "Kullanılan sütür materyaline reaksiyon gelişmesi",
      "C": "Alkolizm",
      "D": "Ciddi anemi",
      "E": "İleri yaş"
    }
  },
  {
    "id": "113700",
    "unitNumber": 10,
    "text": "I. Türkiye için telefon kodu Sağlık Bakanlığı tarafından 3333 olarak belirlenmiştir.<br/>II. Yeni doğan, bebek, çocuk kaçırılması veya kaybolması durumlarına karşı önlem almak için kullanılır.<br/>III. Ekip üyelerinin görev tanımları sağlık kurum veya kuruluşu yönetimince yapılır ve ekibe tatbikat yoluyla gerekli eğitim verilir.<br/><strong>Pembe kod ile ilgili yukarıdakilerden hangisi ya da hangileri doğrudur?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "I, II ve III"
    }
  },
  {
    "id": "113830",
    "unitNumber": 10,
    "text": "I. Türkiye için telefon kodu Sağlık Bakanlığı tarafından 1111 olarak belirlenmiştir.<br/>II. Yetişkin Kardiyopulmoner arrest (Kalp ve/veya solunum durması durumları) durumunu belirtir.<br/>III. Hastanın geriye dönüşü olmayan zararın gelişmesinden korunması amacıyla yapılacak girişimler için sadece 6-10 dakikalık süre bulunur.<br/><strong>Yukarıdakilerden hangisi ya da hangileri mavi kod ile ilgili doğrudur?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "I, II ve III"
    }
  },
  {
    "id": "113900",
    "unitNumber": 10,
    "text": "<strong>Kimyasal sızıntı durumunda devreye girmesi gereken kod türü a</strong><strong>şağıdakilerden hangisidir</strong><strong>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kırmızı kod",
      "B": "Sarı kod",
      "C": "Yeşil kod",
      "D": "Gri kod",
      "E": "Turuncu kod"
    }
  },
  {
    "id": "115715",
    "unitNumber": 10,
    "text": "<strong>Kodlarla ilgili olarak aşağıdakilerden hangisi doğrudur?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kırmızı kod, hastanede meydana gelebilecek bir yangın durumunda kullanılır.",
      "B": "Sarı kod, rehine olayı varlığında devreye girer.",
      "C": "Yeşil kod, bomba tehdidi için kullanılır.",
      "D": "Gri kod, kimyasal sızıntı durumunda devreye girer.",
      "E": "Beyaz kod, çocuk kaçırılması durumunda kullanılır."
    }
  },
  {
    "id": "115772",
    "unitNumber": 10,
    "text": "I. Ülkemizde sağlık çalışanına yönelik şiddet durumlarında uyarı için kullanılmaktadır.<br/>II. Yurt dışında bazı ülkelerde çocuk hastalar için şüpheli ya da kesin kardiyopulmoner arrest durumunda uygun bir yanıt sağlamak için kullanılmaktadır.<br/>III. Saldırgan, kavgacı veya potansiyel saldırgan kişilerle ilgili durumlara uygun bir müdahale sağlar.<br/><strong>Yukarıda özellikleri bahsedilen kod türü hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Mavi kod",
      "B": "Sarı kod",
      "C": "Beyaz kod",
      "D": "Gri kod",
      "E": "Pembe kod"
    }
  },
  {
    "id": "142485",
    "unitNumber": 10,
    "text": "<strong>Mavi kod uygulamasının korumayı hedeflediği grup aşağıdakilerden hangisinde doğru olarak verilmiştir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kardiyopulmoner arrest geçiren kişiler",
      "B": "Yeni doğan, bebek ve çocuk hırsızlığı",
      "C": "Taciz, fiziksel şiddete maruz kalanlar",
      "D": "Yangın durumları",
      "E": "Tehlikeli tıbbi atıklar"
    }
  },
  {
    "id": "142555",
    "unitNumber": 10,
    "text": "<strong>Pembe kod uygulamasının korumayı hedeflediği grup aşağıdakilerden hangisinde doğru olarak verilmiştir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kardiyopulmoner arrest geçiren kişiler",
      "B": "Yeni doğan, bebek ve çocuk hırsızlığı",
      "C": "Taciz, fiziksel şiddete maruz kalanlar",
      "D": "Yangın durumları",
      "E": "Tehlikeli tıbbi atıklar"
    }
  },
  {
    "id": "142636",
    "unitNumber": 10,
    "text": "<strong>Beyaz kod uygulamasının korumayı hedeflediği grup aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kardiyopulmoner arrest geçiren kişiler",
      "B": "Yenidoğan, bebek ve çocuk hırsızlığı",
      "C": "Taciz, fiziksel şiddete maruz kalanlar",
      "D": "Yangın durumları",
      "E": "Tehlikeli tıbbi atıklar"
    }
  },
  {
    "id": "142685",
    "unitNumber": 10,
    "text": "<strong>Aşağıdaki kodlardan hangisi hastanede yangın olmasına yönelik durumlarda devreye girmesi dereken kod durumudur?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kırmızı kod",
      "B": "Sarı kod",
      "C": "Yeşil kod",
      "D": "Gri kod",
      "E": "Turuncu kod"
    }
  },
  {
    "id": "142709",
    "unitNumber": 10,
    "text": "<strong>Aşağıdaki kodlardan hangisi silahlı kişilerin bulunmasına yönelik durumlarda devreye girmesi gereken kod durumudur?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kırmızı kod",
      "B": "Sarı kod",
      "C": "Yeşil kod",
      "D": "Gri kod",
      "E": "Turuncu kod"
    }
  },
  {
    "id": "142746",
    "unitNumber": 10,
    "text": "<strong>Aşağıdaki kodlardan hangisi bomba bulunması durumuna yönelik durumlarda devreye girmesi gereken kod durumudur?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kırmızı kod",
      "B": "Sarı kod",
      "C": "Yeşil kod",
      "D": "Gri kod",
      "E": "Turuncu kod"
    }
  },
  {
    "id": "142795",
    "unitNumber": 10,
    "text": "<strong>Aşağıdaki kodlardan hangisi tehlikeli olabilecek hastaların kaçması durumuna yönelik durumlarda devreye girmesi dereken kod durumudur?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kırmızı kod",
      "B": "Sarı kod",
      "C": "Yeşil kod",
      "D": "Gri kod",
      "E": "Turuncu kod"
    }
  },
  {
    "id": "143034",
    "unitNumber": 10,
    "text": "<strong>Türkiye için Pembe kod çağrısı yapılabilmesi için Sağlık Bakanlığı tarafından belirlenen numara aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "1111",
      "B": "2222",
      "C": "3333",
      "D": "4444",
      "E": "6666"
    }
  },
  {
    "id": "167865",
    "unitNumber": 10,
    "text": "<strong>Aşağıdaki durumlardan hangisinde turuncu kod verilir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yangın durumu",
      "B": "Bomba tehditi",
      "C": "Silahlı saldırgan",
      "D": "Zararlı madde sızıntısı",
      "E": "Rehine"
    }
  },
  {
    "id": "167869",
    "unitNumber": 10,
    "text": "<strong>Aşağıdaki durumlardan hangisinde sarı kod verilir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kimyasal madde sızıntısı",
      "B": "Tehlikeli madde sızıntısı",
      "C": "Bomba tehditi",
      "D": "Arrest hastası",
      "E": "Rehine"
    }
  },
  {
    "id": "167871",
    "unitNumber": 10,
    "text": "<strong>Aşağıdaki durumlardan hangisinde pembe kod verilir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Bomba tehdidi",
      "B": "Kardiyak arrest hastası",
      "C": "Fiziksel şiddet",
      "D": "Bebek kaçırılması",
      "E": "Kimyasal madde sızıntısı"
    }
  },
  {
    "id": "290441",
    "unitNumber": 10,
    "text": "<strong>Çocuk kaçırma için hangi kod kullanılmaktadır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Pembe kod-3333",
      "B": "Mor kod-333",
      "C": "Sarı kod-3333",
      "D": "Yeşil kod-3333",
      "E": "Lacivert kod-3333"
    }
  },
  {
    "id": "305115",
    "unitNumber": 10,
    "text": "<strong>Aşağıdaki kodlardan hangisi kimyasal veya zararlı madde sızıntısı durumunda devreye girmesi gereken kod durumudur?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kırmızı kod",
      "B": "Sarı kod",
      "C": "Yeşil kod",
      "D": "Gri kod",
      "E": "Turuncu kod"
    }
  },
  {
    "id": "305117",
    "unitNumber": 10,
    "text": "<strong>Türkiye için Mavi kod çağrısı yapılabilmesi için Sağlık Bakanlığı tarafından belirlenen numara aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "1111",
      "B": "2222",
      "C": "3333",
      "D": "4444",
      "E": "6666"
    }
  },
  {
    "id": "334044",
    "unitNumber": 10,
    "text": "<strong>Tesis içerisinde silahlı bir kişi ya da aktif olarak ateş eden ya da rehine durumu karşısında uygun bir müdahale gerçekleştirmeyle ilgili kod aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Beyaz Kod",
      "B": "Mavi Kod",
      "C": "Pembe Kod",
      "D": "Gri Kod",
      "E": "Sarı Kod"
    }
  },
  {
    "id": "334045",
    "unitNumber": 10,
    "text": "<strong>Hastanelerde sadece hastalar değil aynı zamanda hasta yakınları, sağlık çalışanları, kantin, postane, banka gibi diğer kurum çalışanlarının herhangi bir sebeple hayati tehlike geçirmeleri yani kalp ve solunum sistemlerinin durması hâlinde ilk anda yapılacak müdahaleler için hangi kod verilmelidir? </strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Beyaz Kod",
      "B": "Mavi Kod",
      "C": "Pembe Kod",
      "D": "Sarı Kod",
      "E": "Gri Kod"
    }
  },
  {
    "id": "392877",
    "unitNumber": 10,
    "text": "<strong>Türkiye için pembe kod telefon kodu Sağlık Bakanlığı tarafından ne olarak belirlenmiştir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "1111",
      "B": "2222",
      "C": "3333",
      "D": "4444",
      "E": "5555"
    }
  },
  {
    "id": "395265",
    "unitNumber": 10,
    "text": "<strong>Turuncu kod aşağıda yer alan hangi durumda devreye girmesi gereken bir uygulamadır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kimyasal veya zararlı madde sızıntısı durumunda",
      "B": "Yenidoğan, bebek ve çocuk hırsızlığında",
      "C": "Kardiyopulmoner arrest geçiren kişilerde",
      "D": "Tehlikeli tıbbi atıklarda",
      "E": "Taciz, fiziksel şiddete maruz kalanlarda"
    }
  },
  {
    "id": "113492",
    "unitNumber": 11,
    "text": "I. Sedyenin gövdesine bağlı baş sabitleyici ve toplamda 10 tane taşıma kulpu vardır.<br/>II. Travmalı hasta/yaralının, hareket ettirilmeden sedyeye alınmasını sağlamaktadır.<br/>III. Sedyenin uzunluğu, hasta/yaralının boyuna göre ayarlanabilmektedir.<br/><strong>Yukarıdakilerden hangisi ya da hangileri faraş sedyenin özelliklerindendir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve III",
      "E": "II ve III"
    }
  },
  {
    "id": "113689",
    "unitNumber": 11,
    "text": "<strong>Özellikle dağlık bölgelerde ve suda kurtarma çalışmalarında hasta ya da yaralı taşımada kullanılan sedye türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Vakum sedye",
      "B": "Faraş sedye",
      "C": "Kombinasyon sedye",
      "D": "Basket sedye",
      "E": "Neil Robertson sedye"
    }
  },
  {
    "id": "113723",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi kara yoluyla hasta/yaralı taşınmasının avantajlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Hastanenin acil servisine kadar taşınma imkânı vardır.",
      "B": "Bulantı kusma daha az görülür.",
      "C": "Ayrılabilme özelliğinin olmasından dolayı olay yerinden A-B-C gibi hastanelere yönlendirilebilme imkânı vardır.",
      "D": "Olumsuz hava koşullarından daha az etkilenir.",
      "E": "Oluşabilecek kazalar diğer taşıma yöntemlerine göre daha az ciddiyet taşır."
    }
  },
  {
    "id": "113757",
    "unitNumber": 11,
    "text": "<strong>Kombinasyon sedye ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Sedyede 1 tane hasta emniyet kemeri bulunmaktadır.",
      "B": "Bilinci açık olan hasta taşınmaktadır.",
      "C": "Sedyedeki hasta oturur ya da yatar pozisyona geçirilebilir.",
      "D": "Aynı ambulansta ikinci hastanın taşınmasına imkân sağlar.",
      "E": "Katlanabilir olması nedeniyle ambulans iç duvarına asılıp taşınabilir."
    }
  },
  {
    "id": "115847",
    "unitNumber": 11,
    "text": "I. Taşıyıcı tekerlek kolları katlanabilir ve sedye yere 10-15 cm kalacak şekilde yere yaklaştırılabilir.<br/>II. Katlanabilir yan korkulukları vardır.<br/>III. Genellikle arka tekerlerde bulunan freni sayesinde yere sabitlenebilir.<br/><strong>Yukarıdakilerden hangisi ya da hangileri ana sedyenin özelliklerindendir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "II ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "142816",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi helikopter ile hasta/yaralı taşımanın avantajlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kara yoluyla yapılan hasta/yaralı taşımasına göre 2-3 kat daha hızlıdır.",
      "B": "Yol ve ulaşım problemi yoktur.",
      "C": "Olay yeri ile uzaktaki hastaneler arasında telsiz teması kurabilir.",
      "D": "Daha fazla sağlık personeli aynı anda çalışabilir.",
      "E": "Taşımada görev alan personel ekip çalışması yapabilmektedir."
    }
  },
  {
    "id": "142827",
    "unitNumber": 11,
    "text": "<strong>Özellikle omurga, pelvis ve alt ekstremite travmalarında hastayı bulunduğu yerden almak için kullanılan sedye türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Vakum sedye",
      "B": "Faraş sedye",
      "C": "Kombinasyon sedye",
      "D": "Sepet sedye",
      "E": "Neil Robertson sedye"
    }
  },
  {
    "id": "142866",
    "unitNumber": 11,
    "text": "<strong>Dar mekânlarda ve zor koşullardaki kurtarma çalışmalarında dikey veya yatay olarak hasta taşımak için kullanılan ve özellikle havadan hasta nakletmek için iyi bir seçenek olan sedye türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kızak sedye",
      "B": "Vakum sedye",
      "C": "Faraş sedye",
      "D": "Neil Robertson sedye",
      "E": "Kombinasyon sedye"
    }
  },
  {
    "id": "143296",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi hastane içi hasta taşıma araçlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Hasta yatağı",
      "B": "Sepet sedye",
      "C": "Tekerlekli sandalye",
      "D": "Taşıma lifti",
      "E": "Ana sedye"
    }
  },
  {
    "id": "143319",
    "unitNumber": 11,
    "text": "<strong>Kar sedyesi olarak da bilinen, tekerlekli araçların giremediği kar ve buz kaplı kırsal bölgede hasta/yaralı taşımak için kullanılan sedye türü hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kızak Sedye",
      "B": "Vakum Sedye",
      "C": "Sepet Sedye",
      "D": "Scoop Sedye",
      "E": "Faraş Sedye"
    }
  },
  {
    "id": "143337",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi hasta taşınırken çalışanın kendi güvenliği için dikkat etmesi gereken hususlardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Hastanın ayak kısmını güçlü olan kişi tutmalıdır.",
      "B": "Ekipte komutayı hastanın baş kısmında duran kişi vermelidir.",
      "C": "Hasta taşıyan kişi sırtının gerginliğini korumak için dizlerini ve kalçalarını bükmelidir.",
      "D": "Hasta taşıyan kişi yerden destek alacak şekilde her iki ayağını da kullanarak birini diğerinden biraz öne yerleştirmelidir.",
      "E": "Hasta taşıyan kişi kalkarken ağırlığı kalça kaslarına vererek dizler en uygun biçimde doğrultulmalıdır."
    }
  },
  {
    "id": "143368",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi hasta taşımada kullanılan sedye türlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Vakum",
      "B": "Neil Robertson",
      "C": "Sepet",
      "D": "Scoop",
      "E": "Lift"
    }
  },
  {
    "id": "143385",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi hastanın destekli yürümesi için kullanılan yardımcı hasta taşıma araçlarındandır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Lift",
      "B": "Sedye",
      "C": "Hasta transfer kemerleri",
      "D": "Korkuluk",
      "E": "Çengeller"
    }
  },
  {
    "id": "167999",
    "unitNumber": 11,
    "text": "<strong>Hastanelerde hastaların başka bir servise taşınmasında en güvenilir yol aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Sedye",
      "B": "Taşıma lifti",
      "C": "Hasta yatağı",
      "D": "Tekerlekli sandalye",
      "E": "Hastayı yürütmek"
    }
  },
  {
    "id": "168016",
    "unitNumber": 11,
    "text": "<strong>Aşağıdaki sedye türlerinden hangisi kar sedyesi olarak da bilinmektedir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kızak sedye",
      "B": "Ana sedye",
      "C": "Kombinasyon sedye",
      "D": "Vakum sedye",
      "E": "Faraş sedye"
    }
  },
  {
    "id": "168018",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi özellikle dağlık bölgelerde ve suda kurtarma çalışmalarında hasta/yaralı taşımada kullanılan sedye türüdür? </strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Ana sedye",
      "B": "Basket sedye",
      "C": "Kombinasyon sedye",
      "D": "Vakum sedye",
      "E": "Faraş sedye"
    }
  },
  {
    "id": "168021",
    "unitNumber": 11,
    "text": "<strong>Bilinci açık olan hastaları taşımakta kullanılan ve sandalye ya da sedye şeklini alabilen sedye türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kombinasyon sedye",
      "B": "Basket sedye",
      "C": "Vakum sedye",
      "D": "Kızak sedye",
      "E": "Faraş sedye"
    }
  },
  {
    "id": "168023",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi faraş sedyenin özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Özellikle dağlık bölgelerde ve suda kurtarma çalışmalarında hasta/yaralı taşımada kullanılmaktadır.",
      "B": "Travmalı hasta/yaralının, hareket ettirilmeden sedyeye alınmasını sağlamaktadır.",
      "C": "Sedyenin uzunluğu, hasta/yaralının boyuna göre ayarlanabilmektedir.",
      "D": "Katlanabilir özellikte olması nedeniyle ambulansın iç duvarına asılarak taşınabilir.",
      "E": "Sedye üzerinde kilit mekanizması ile 3 tane emniyet kemeri bulunmaktadır."
    }
  },
  {
    "id": "168026",
    "unitNumber": 11,
    "text": "<strong>İçerisi polistyrene granülleri ile dolu ve dış yüzeyi PVC kaplı torba şeklinde olan ve tüm vücudu alçıdan bir yatak gibi saran sedye türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Faraş sedye",
      "B": "Kızak sedye",
      "C": "Vakum sedye",
      "D": "Kombinasyon sedye",
      "E": "Basket sedye"
    }
  },
  {
    "id": "168027",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi kara yoluyla hasta/yaralı taşımanın avantajlarındandır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Taşıt tutması (bulantı-kusma) sorunlar yaşanabilir.",
      "B": "Trafik durumunun ulaşımı (yoğunluğu) olumsuz yönde etkilenebilir.",
      "C": "Hava yoluyla taşımaya göre kaza riskinin daha fazladır.",
      "D": "Monitör, tıbbi alet kullanımı ve ekip çalışması gibi unsurların sınırlı olmasıdır.",
      "E": "Oluşabilecek kazaların ve sonuçlarının diğer taşıma yöntemlerine göre ciddiyetinin daha az olmasıdır."
    }
  },
  {
    "id": "290429",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi sahada kullanılan sedyeleri seçerken dikkat edilmesi gereken hususlardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Olayın bulunduğu yer",
      "B": "Hastanın durumu",
      "C": "Kullanım kolaylığı",
      "D": "Sedye malzemesinin içeriği",
      "E": "Yaralının durumu"
    }
  },
  {
    "id": "305124",
    "unitNumber": 11,
    "text": "<strong>Hastane içinde hastayı taşımanın en güvenli yolu aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Hasta taşıma lifti",
      "B": "Hasta taşıma kemeri",
      "C": "Sedye",
      "D": "Tekerlekli sedye",
      "E": "Hasta yatağı"
    }
  },
  {
    "id": "305127",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi bulaşıcı hastalık taşıyan veya taşıma şüphesi olan hastalar ile bağışıklığı zayıflamış olan hastaların saf olmayan çevre şartlarından korunması maksadıyla nakledilmelerinde kullanılan sedyedir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Pozitif/Negatif Basınçlı Hasta Taşıma Sedyesi",
      "B": "Neil Robertson Sedye",
      "C": "Vakum Sedye",
      "D": "Kombinasyon Sedye",
      "E": "Faraş Sedye"
    }
  },
  {
    "id": "334046",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi hastane dışı taşıma araçlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Ana Sedye",
      "B": "Vakum Sedye",
      "C": "Kombinasyon Sedye",
      "D": "Kızak Sedye",
      "E": "Hasta Yatağı"
    }
  },
  {
    "id": "334047",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi uçakla hasta/yaralı taşımanın dezavantajlarından biridir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "En hızlı ulaşım ve transfer şeklidir.",
      "B": "Uzaklık sorunu yoktur.",
      "C": "Kabin basıncı sabitlenebilir.",
      "D": "Daha fazla sağlık personeli aynı anda çalışabilir.",
      "E": "Diğer hasta transfer türlerine göre daha fazla gürültülüdür."
    }
  },
  {
    "id": "334049",
    "unitNumber": 11,
    "text": "<strong>İçerisi polistyrene granülleri ile dolu olan ve dış yüzeyi PVC kaplı torba şeklinde olup içerisindeki hava, üzerinde bulunan valften pompası ile hasta/yaralının vücut şeklini alan sedye çeşidi aşağıdakilerden hangisidir? </strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Vakum Sedye",
      "B": "Faraş Sedye",
      "C": "Kombinasyon Sedye",
      "D": "Ana Sedye",
      "E": "Basket Sedye"
    }
  },
  {
    "id": "393828",
    "unitNumber": 11,
    "text": "<strong>Ana sedyenin özellikleri arasında aşağıdakilerden hangisi <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "CPR uygulamaları için sedyenin üst kısmı PVC malzeme ile kaplanmıştır.",
      "B": "Taşıyıcı tekerlek kolları katlanabilir ve sedye yere 28-30 cm kalacak şekilde yere yaklaştırılabilir.",
      "C": "Genellikle arka tekerlerde bulunan freni sayesinde yere sabitlenebilir.",
      "D": "Sedyenin metal kısımları çelikten yapılmıştır.",
      "E": "Katlanabilir yan korkulukları vardır."
    }
  },
  {
    "id": "393830",
    "unitNumber": 11,
    "text": "<strong>Kombinasyon sedyenin özellikleri arasında aşağıdakilerden hangisi <u>yer almaz</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Bilinci kapalı olan hasta taşınmaktadır.",
      "B": "Aynı ambulansta ikinci hastanın taşınmasına imkân sağlar.",
      "C": "Tekerleklerinin olması hareket kolaylığı sağlar.",
      "D": "Sandalye ya da sedye formunda kullanılabilir.",
      "E": "Sedyede 3 tane hasta emniyet kemeri bulunmaktadır."
    }
  },
  {
    "id": "113688",
    "unitNumber": 12,
    "text": "<strong>Pansumanla ilgili aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kuru pansuman, pansuman malzemesinin yaraya yapışma olasılığı olmadığı durumlarda uygulanır.",
      "B": "Islak pansuman, yaranın nemli kalması isteniyorsa, yaraya ilaç ya da antiseptik solüsyon uygulanacaksa kullanılır.",
      "C": "Islak pansuman, epidermisin sağlam olduğu yaralanmalarda kullanılan pansumandır.",
      "D": "Garrel pansuman, yaralı bölgeyi sürekli ya da belirli aralıklarla uygun antiseptik veya ilaçla yıkamak amacıyla uygulanır.",
      "E": "Hazır steril pansuman, trafik kazası, yangın, patlama vb. acil durumlarda kullanılmak için bir paket içerisinde kullanıma hazır olarak bulundurulan malzemedir."
    }
  },
  {
    "id": "113716",
    "unitNumber": 12,
    "text": "<strong>Pansumanın amaçlarından biri aşağıdakilerden hangisi <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yarada bulunan akıntıyı emmek ve uzaklaştırmak",
      "B": "Sekresyonu ortamdan uzaklaştırmak",
      "C": "Isı kaybını arttırmak",
      "D": "Kanama bölgesine basınç uygulayarak kanamayı durdurmak",
      "E": "Ağrıyı azaltmak"
    }
  },
  {
    "id": "113818",
    "unitNumber": 12,
    "text": "Parmak, bilek gibi kalınlıkları aynı olan vücut bölgelerinin sarılmasında kullanılır. Sargının her bir kıvrımı bir önceki kıvrımın 2/3’ünü kaplayacak ve kenarları birbirine paralel olacak şekilde sarılır.<br/><strong>Anlatılan sargı tipi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Üçgen sargı",
      "B": "Sekiz sargı",
      "C": "Spika sargı",
      "D": "Spiral sargı",
      "E": "Ters spiral sargı"
    }
  },
  {
    "id": "143276",
    "unitNumber": 12,
    "text": "I. Kuru pansuman<br/>II. Garrel pansuman<br/>III. Hazır steril pansuman<br/>IV. Basınçlı pansuman<br/><strong>Yukarıdakilerden hangisi ya da hangileri yaranın durumuna göre uygulanan pansuman türüdür?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız IV",
      "C": "I ve II",
      "D": "I, II ve III",
      "E": "I, II, III ve IV"
    }
  },
  {
    "id": "143299",
    "unitNumber": 12,
    "text": "<strong>İdeal pansuman materyali ile ilgili olarak a</strong><strong>şağıdakilerden hangisi</strong><strong> <u>yanlıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Hücre göçüne yardımcı olmalı",
      "B": "Isıyı korumalı",
      "C": "Yarayı kurutmamalı",
      "D": "Yabancı cisimlere bariyer olmalı",
      "E": "Hareketi kısıtlamalı"
    }
  },
  {
    "id": "143308",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi normal yara iyileşmesine fizyolojik bir ortam oluşturduğundan tercih edilecek en iyi solüsyondur?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Povidon-iyodin",
      "B": "Serum fizyolojik",
      "C": "Dakin",
      "D": "Hidrojen peroksit",
      "E": "Asetik asit"
    }
  },
  {
    "id": "143315",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi aktif yara örtüsü <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Siyanoakriller",
      "B": "Vakum yardımlı kapama",
      "C": "Elektrik stimülasyonu",
      "D": "Larva debritamnı",
      "E": "Medikal ballı örtüler"
    }
  },
  {
    "id": "143323",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi hazırlanışlarına göre sargılardandır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "File sargılar",
      "B": "Özel sargılar",
      "C": "Sert sargılar",
      "D": "Rulo sargılar",
      "E": "Üçgen sargılar"
    }
  },
  {
    "id": "143332",
    "unitNumber": 12,
    "text": "<strong>Sargılar ile ilgili olarak aşağıdakilerden hangisi doğrudur?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Sargı proksimalden distale doğru sarılır.",
      "B": "Varis çorabı yumuşak sargıdır.",
      "C": "Sarılış tekniği nasıl olursa olsun sarma işlemine spiral sargı ile başlanmalıdır.",
      "D": "Rulo sargı ile kravat sargı yapılabilir.",
      "E": "Üçgen sargı ile simit sargı yapılabilir."
    }
  },
  {
    "id": "143338",
    "unitNumber": 12,
    "text": "<strong>Yara örtüleri ile ilgili olarak aşağıdakilerden hangisi doğrudur?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Geçmişten günümüze hidrojeller geleneksel yara örtüsü olarak kullanılmıştır.",
      "B": "Gazlı bez yara yüzeyindeki ısının korunmasında etkilidir.",
      "C": "Yara yüzeyinde ısı yüksekliği lokal vazokonstrüksiyona neden olur.",
      "D": "Her yara kendine özgü gidişatı ile karakterizedir.",
      "E": "Yara bakımında tek tip yara örtüsü kullanılmalıdır."
    }
  },
  {
    "id": "143355",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi pansuman arabasında bulunması gereken malzemelerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Steril küvet",
      "B": "Steril olmayan eldiven",
      "C": "Enjektör",
      "D": "Bistüri",
      "E": "Steril kompres"
    }
  },
  {
    "id": "168049",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi yaranın durumuna göre uygulanan pansumanlardandır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Islak pansuman",
      "B": "Basınçlı pansuman",
      "C": "Kuru pansuman",
      "D": "Garrel pansuman",
      "E": "Hazır pansuman"
    }
  },
  {
    "id": "168050",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi ıslak pansumanın uygulanış amacıdır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yaradan gelen akıntının emilmesi",
      "B": "Kanamayı durdurmak",
      "C": "Yaradaki ölü boşluğu kapatmak",
      "D": "Nekrotik dokuların debridmanı",
      "E": "Şişliği azaltmak"
    }
  },
  {
    "id": "168051",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi ilk yardımda daha çok kullanılan sargıdır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Üçgen sargı",
      "B": "Rulo sargı",
      "C": "File sargı",
      "D": "Özel sargı",
      "E": "Mekanik sargı"
    }
  },
  {
    "id": "168052",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi kalınlıkları değişik olan bölgelerde kullanılması gereken sargı tekniğidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Dairesel sargı",
      "B": "Ters spiral sargı",
      "C": "Spika sargı",
      "D": "Sekiz sayısı şeklinde sargı",
      "E": "Spiral sargı"
    }
  },
  {
    "id": "168054",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi pansumanın sık değiştirilmesi durumunda kullanılan sargı türüdür?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Elastik sargı",
      "B": "Rulo sargı",
      "C": "File sargı",
      "D": "Üçgen sargı",
      "E": "Sert sargı"
    }
  },
  {
    "id": "169332",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi yara örtüsü seçiminde dikkate alınabilecek bir ifadedir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kuru ortamda bulunan yaralar daha çabuk iyileşir.",
      "B": "Gazlı bez, yara yüzeyindeki ısının korunmasında etkilidir.",
      "C": "Yara kapama ürünü her zaman yaraya özgüdür.",
      "D": "Bireysel faktörler yara örtüsü belirleyicilerindendir.",
      "E": "Sentetik bandajlar ideal yara kapatıcı örtüdür."
    }
  },
  {
    "id": "291950",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi yarayı dış etkenlerden korumak için yapılan pansuman türüdür?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Koruyucu pansuman",
      "B": "Emici pansuman",
      "C": "Basınçlı pansuman",
      "D": "Hazır steril pansuman",
      "E": "Garrel pansuman"
    }
  },
  {
    "id": "305139",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi genellikle omuz, kalça eklemi ve uyluk gibi geniş bölgelerin sarılmasında kullanılan rulo sargıdır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Dairesel sargı",
      "B": "Spiral sargı",
      "C": "Ters spiral sargı",
      "D": "Sekiz sayısı şeklinde spiral sargı",
      "E": "Spika sargı"
    }
  },
  {
    "id": "305143",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi kişisel ayarlamalara izin vermesi ile uygulama kolaylığı sağlayan pansuman destek malzemesidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Süturlar",
      "B": "Sabitleyiciler",
      "C": "Steristiripler",
      "D": "Stapler",
      "E": "Siyanoakrilatlar"
    }
  },
  {
    "id": "334050",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi pansuman arabasında bulunması gereken malzemelerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Maske",
      "B": "Bistüri, makas",
      "C": "Flaster, sargı çeşitleri",
      "D": "Lokal anestezikler",
      "E": "Doku yapıştırıcısı"
    }
  },
  {
    "id": "392879",
    "unitNumber": 12,
    "text": "<strong>Yaranın mikroorganizmalardan temizlenmesi ve korunması için farklı teknikler ve ürünler kullanılarak gerçekleştirilen yara yıkama ve kapama işlemine ne ad verilir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Stapler",
      "B": "Süturlar",
      "C": "Pansuman",
      "D": "Sargı",
      "E": "Steristrip"
    }
  },
  {
    "id": "392880",
    "unitNumber": 12,
    "text": "<strong>Stafilakok ve streptekoklara karşı bakteriyosidal etkiye sahip olan yara temizleme solüsyonu aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Povidon-iyodin",
      "B": "Salin solüsyon",
      "C": "Dakin solüsyon",
      "D": "Hidrojen peroksit",
      "E": "Rivanol"
    }
  },
  {
    "id": "113891",
    "unitNumber": 13,
    "text": "I. Annenin psikososyal durumu<br/>II. Kemik pelvis ve ölçüleri<br/>III. Fetüsün pozisyonu<br/><strong>Yukarıdakilerden hangisi ya da hangileri doğum eyleminin başlamasında ve ilerlemesinde rol oynayan faktörlerdendir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "I, II ve III"
    }
  },
  {
    "id": "115755",
    "unitNumber": 13,
    "text": "<strong>Dikiş atmak için kullanılan, iğne tutucu diye bilinen, makas gibi baş ve yüzük parmağı ile tutularak işaret parmağı ile üstten desteklenerek kullanılan alet aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Penset",
      "B": "Portegü",
      "C": "Foley sonda",
      "D": "Göbek bağı veya klemp",
      "E": "Enjektör"
    }
  },
  {
    "id": "115872",
    "unitNumber": 13,
    "text": "I. Doğumun en uzun evresidir.<br/>II. Latent, aktif ve geçiş faz olmak üzere üç aşamada gerçekleşir.<br/>III. Servikal silinme ve dilatasyonun tamamlanması ile başlar.<br/><strong>Doğum eyleminin birinci evresi ile ilgili olarak yukarıdakilerden hangisi ya da hangileri doğrudur?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "I, II ve III"
    }
  },
  {
    "id": "143612",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi doğum eyleminin başlama belirtilerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Hafifleme",
      "B": "Ani enerji yüklenmesi",
      "C": "Fetüsün prezantasyonu",
      "D": "Bel ağrısı",
      "E": "Nişane"
    }
  },
  {
    "id": "143631",
    "unitNumber": 13,
    "text": "<strong>Servikal silinme ve dilatasyonun tamamlanması ile başlayan, bebeğin doğumu ile sonlanan evre doğum eyleminin kaçıncı evresidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "1. Evre",
      "B": "2. Evre",
      "C": "3. Evre",
      "D": "4. Evre",
      "E": "5. Evre"
    }
  },
  {
    "id": "143635",
    "unitNumber": 13,
    "text": "<strong>Göbek kordonundaki damarları sıkıştırarak kanamayı önlemek amacıyla kullanılan plastikten yapılmış alet aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Spanç",
      "B": "Portegü",
      "C": "Foley sonda",
      "D": "Göbek bağı veya Klemp",
      "E": "Enjektör"
    }
  },
  {
    "id": "143658",
    "unitNumber": 13,
    "text": "<strong>Yeni doğmuş bebeklerin anne karnından sonra o sıcaklığı yakalayabilmesi için gereken cihaz aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Elektrikli soba",
      "B": "Vakum",
      "C": "Radyant ısıtıcı",
      "D": "Havlu",
      "E": "Spanç"
    }
  },
  {
    "id": "143666",
    "unitNumber": 13,
    "text": "<strong>Vücudun çeşitli kısımlarını mikroplardan arındırmak için kullanılan kimyasal, mikrop öldürücü maddelere ne ad verilir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Alkol",
      "B": "Povidon iyot",
      "C": "Antiseptik solüsyonlar",
      "D": "Distile su",
      "E": "Serum fizyolojik"
    }
  },
  {
    "id": "143689",
    "unitNumber": 13,
    "text": "<strong>Gebenin kan basıncını ölçemeye yarayan alet aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Derece",
      "B": "Tansiyon aleti",
      "C": "Fetal el doppler",
      "D": "Ultrason",
      "E": "Dijital derece"
    }
  },
  {
    "id": "143701",
    "unitNumber": 13,
    "text": "<strong>Cerrahi girişimler sırasında bir organın veya kan damarının kesilen ucunu geçici olarak sıkıştırmak için kullanılan alet aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Makas",
      "B": "Penset",
      "C": "Portegü",
      "D": "Pens",
      "E": "Klemp"
    }
  },
  {
    "id": "143711",
    "unitNumber": 13,
    "text": "<strong>Doğum eylemini başlatmak ve hızlandırmak için kullanılan ilaç aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Progestan",
      "B": "Oksitosin",
      "C": "Metarjin",
      "D": "Parol",
      "E": "Klamoks"
    }
  },
  {
    "id": "168108",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi normal bir doğum eyleminde kullanılacak aletlerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Klemp",
      "B": "Makas",
      "C": "Forseps",
      "D": "Penset",
      "E": "Göbek klempi"
    }
  },
  {
    "id": "168114",
    "unitNumber": 13,
    "text": "<strong>Yakalama, tutma ve sıkıştırma amacıyla kullanılan alet aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Portegü",
      "B": "Klemp",
      "C": "Penset",
      "D": "Pens",
      "E": "Göbek klembi"
    }
  },
  {
    "id": "168119",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi yenidoğan resüsitasyonu için gerekli olan entübasyon malzemelerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Laringoskop",
      "B": "Endotrakeal tüp",
      "C": "Stile",
      "D": "Sıkıştırılmış hava kaynağı",
      "E": "Kapnograf"
    }
  },
  {
    "id": "168123",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi yenidoğan resüsitasyonu için gerekli olan umblikal ven kateterizasyon malzemelerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Küçük klemp",
      "B": "Forseps",
      "C": "Bistüri",
      "D": "Kapnograf",
      "E": "Umblikal kateterler"
    }
  },
  {
    "id": "291959",
    "unitNumber": 13,
    "text": "<strong>Aşağıdaki durumlardan hangisinde acil doğum yaptırma <u>düşünülmemelidir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Taçlanma",
      "B": "Kontraksiyonların sıklığı arttığında",
      "C": "Sindirim sorunları",
      "D": "Doğum hissi varsa",
      "E": "Ikınma hissi"
    }
  },
  {
    "id": "305150",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi doğum eylemin başlamasında ve ilerlemesinde rol oynayan faktörlerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Doğum yolu",
      "B": "Doğum objesi",
      "C": "Doğum eyleminin gerçekleşmesini sağlayan güçler",
      "D": "Annenin psikososyal durumu",
      "E": "Bebeğin cinsiyeti"
    }
  },
  {
    "id": "305152",
    "unitNumber": 13,
    "text": "<strong>Hastane çalışanlarını ve hastaları kan, vücut sekresyonları ve damlacık yolu ile bulaşan enfeksiyonlardan korumak amacıyla ağız ve burun ile çeneyi tamamen içine alan filtreleme özelliğine sahip araçlara ne ad verilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Maske",
      "B": "Koruyucu gözlük",
      "C": "Gömlek",
      "D": "Portegü",
      "E": "Steril eldiven"
    }
  },
  {
    "id": "334056",
    "unitNumber": 13,
    "text": "<strong>Fetüsün kalp atışlarının seyrini ve bebek hareketleriyle olan ilişkisini temel alarak \"fetal distres\" yani bebeğin oksijensiz kalma olasılığının taramasında kullanılan test aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Till Testi",
      "B": "Non Stres Test",
      "C": "Koşu Testi",
      "D": "Mekonyum Testi",
      "E": "Egzersiz Testi"
    }
  },
  {
    "id": "334057",
    "unitNumber": 13,
    "text": "<strong>Yenidoğan resisütasyon için aşağıdaki ilaçlardan hangisi kullanılır? </strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Dopamin",
      "B": "Adrenalin",
      "C": "Streoid",
      "D": "Fentanil",
      "E": "Dormicum"
    }
  },
  {
    "id": "392881",
    "unitNumber": 13,
    "text": "<strong>Bebeğin doğumundan sonra başlayıp plasentanın ayrılıp atılması ile sonlanan doğum eylemi evresi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Birinci evre",
      "B": "İkinci evre",
      "C": "Üçüncü evre",
      "D": "Dördüncü evre",
      "E": "Geçiş fazı"
    }
  },
  {
    "id": "393839",
    "unitNumber": 13,
    "text": "<strong>Dikiş atmak için kullanılan, iğne tutucu diye bilinen, makas gibi baş ve yüzük parmağı ile tutularak işaret parmağı ile üstten desteklenerek kullanılan alete ne ad verilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Penset",
      "B": "Portegü",
      "C": "Klemp",
      "D": "Posh açacağı",
      "E": "Doppler"
    }
  },
  {
    "id": "114329",
    "unitNumber": 14,
    "text": "I. Mobilizasyonu sağlar.<br/>II. Ekstremiteyi atele yerleşebilecek şekilde düzenler.<br/>III. Oluşabilecek sinir, damar ve doku hasarını en aza indirir.<br/><strong>Traksiyon ateli ile ilgili yukarıdakilerden hangisi ya da hangileri doğrudur?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve III",
      "E": "II ve III"
    }
  },
  {
    "id": "114368",
    "unitNumber": 14,
    "text": "Şekillendirilmiş ve şişirilebilir plastik atellerdir. Şeffaf plastik maddeden yapılmıştır ve fermuarlı ya da fermuarsız olmak üzere iki çeşidi bulunmaktadır.<br/><strong>Yukarıda özellikleri verilen atel çeşidi hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Karton atel",
      "B": "Havalı atel",
      "C": "Vakum atel",
      "D": "Traksiyon ateli",
      "E": "Alimünyum atel"
    }
  },
  {
    "id": "114445",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi travmalı hastalarda / yaralılarda uygulanan sabitleme malzemelerine destek olarak kullanılabilecek diğer sabitleyicilerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Üçgen bandaj",
      "B": "Portegü",
      "C": "Kravat bandaj",
      "D": "Sargı bezi",
      "E": "Flasterler"
    }
  },
  {
    "id": "115839",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi </strong><strong>KED yeleğinin özelliklerinden biri</strong><strong> <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Hastanın/yaralının boyun, omurga ve kalça bölgelerini desteklemelidir.",
      "B": "Gövdeyi saracak özellikte olmalıdır.",
      "C": "Kemerleri aynı renkte olmalıdır.",
      "D": "Baş için iki kemer, gövde için üç kemer, bacaklar için iki kemeri olmalıdır.",
      "E": "X-Ray ışınlarını geçirmelidir."
    }
  },
  {
    "id": "143718",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi vakum atellerin dezavantajlarından biridir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kanamalı yaralanmalarda kanamanın kontrolüne yardımcı olmaz.",
      "B": "Fermuarları sıkışabilir.",
      "C": "Sıcaklık çok değişirse ateldeki hava basıncı da değişir.",
      "D": "Yüksekliğe bağlı basınç değişiklikleri görülebilir.",
      "E": "Şekillendirilmiş olduğu için eklem yaralanmalarında kullanılmaz."
    }
  },
  {
    "id": "143739",
    "unitNumber": 14,
    "text": "I. Boyunluk başın öne hareketleri en fazla %10 sabitlemektedir.<br/>II. Boyunluklarda ön ve arka bölümlerinin ayrı olduğu iki parçalı boyunluklar da bulunmaktadır.<br/>III. Boyunluklar sert kauçuk malzemeden yapılmıştır.<br/><strong>Yukarıdakilerden hangisi ya da hangileri boyunluk ile ilgili olarak <u>yanlıştır</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "II ve III"
    }
  },
  {
    "id": "143762",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi travmalı ekstremiteye göre kesilerek veya katlanarak uzunluğu ayarlanabilen bir ateldir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Traksiyon ateli",
      "B": "Havalı atel",
      "C": "Vakum atel",
      "D": "KED yeleği",
      "E": "Alimünyum atel"
    }
  },
  {
    "id": "143778",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi traksiyon atelinin özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Karbon, fiber ya da alüminyum alaşım danimal edilmiş teleskopik çubuklar bulunur.",
      "B": "Uygulama sonrası sargı bezi ile sabitlenmesi gerekir.",
      "C": "Beş adet bacak sabitleme bandı vardır.",
      "D": "Ayak bileği bandı ve gergi makarası vardır.",
      "E": "Hem erişkin hem de pediatrik boyları vardır."
    }
  },
  {
    "id": "143783",
    "unitNumber": 14,
    "text": "I. Başın her iki tarafını destekleyen ergonomik yastıkları olmalıdır.<br/>II. İki adet sabitleme bandı olmalıdır.<br/>III. Daima ana sedye ile birlikte kullanılmalıdır.<br/><strong>Yukarıdakilerden hangisi ya da hangileri baş sabitleyicilerin özelliklerinden biri <u>değildir </u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "II ve III"
    }
  },
  {
    "id": "143792",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi pelvis kemeri ile ilgili doğru bir ifade <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Pelvis kemerlerinin direkt sıkıştırma veya basıncı yöntemi ile uygulanan farklı tipleri mevcuttur.",
      "B": "Şişirilerek uygulanan modellerde basınç devamlılığının sürekli takip etme zorunluluğu yoktur.",
      "C": "Kullanımı kolaydır.",
      "D": "X ray ışınlarını geçirir.",
      "E": "Hacmi küçüktür, bu nedenle fazla yer kaplamaz."
    }
  },
  {
    "id": "159318",
    "unitNumber": 14,
    "text": "<strong>Aşağıda karton atel ile ilgili verilen ifadelerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Tek kullanımlık olup, çeşitli boyları bulunmaktadır.",
      "B": "Yalnızca alt ekstremitelerin sabitlenmesinde kullanılabilir.",
      "C": "Farklı boyutta çok sayıda parçadan oluşur.",
      "D": "Kendisinden yapışkanlı yarı elastik bandajlar veya rulo sargı bezi kullanılarak sabitlenir.",
      "E": "X-ray ışınlarını geçiririr."
    }
  },
  {
    "id": "159320",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi atelin sağladığı yararlardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Hasta transportu sırasında hasta ve sağlık personeline büyük kolaylık sağlar.",
      "B": "Açık kırığın kapalı kırığa dönüşmesini engeller.",
      "C": "Bölgedeki ağrıyı azaltır, dokulardan olan kanamanın azalmasını sağlar.",
      "D": "Ağrı ve hareketinin kontrolü ile şok ve yağ embolisi görülme oranını azaltır.",
      "E": "Kırık kemik uçlarının bölgedeki kas, sinir ve damarlara daha fazla zarar vermesini engeller."
    }
  },
  {
    "id": "159351",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi traksiyon ateli için doğrudur?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Bu atel ilk kez Dr. Stomas Henderson tarafından yapılarak kullanılmıştır.",
      "B": "Mobilizasyonu sağlamak için kullanılır.",
      "C": "Traksiyon işlemi yapılmadan ekstremiteyi atele yerleştirmek gerekir.",
      "D": "Oluşabilecek sinir, damar ve doku hasarı riskini artırabilir.",
      "E": "Günümüzde farklı tipleri bulunur ve bu atellerin her birinin kendine özgü özellikleri vardır."
    }
  },
  {
    "id": "291972",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi atelin sağladığı yararlardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Hasta transportu sırasında hasta ve sağlık personeline büyük kolaylık sağlar.",
      "B": "Radyolojiktetkik sırasında kolaylık sağlar.",
      "C": "Kemik uçlarının damarlara bası uygulayarak distal bölgelere olan kan akımını hızlandırması",
      "D": "Kapalı kırığın açık kırığa dönüşmesini engeller.",
      "E": "Kırık kemik uçlarının, yaralanmanın yakınındaki eklemlerin ve yaralanma bölgesinde ki yumuşak dokuların hareketini engeller."
    }
  },
  {
    "id": "305161",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi içleri kum tanesi, köpük veya plastik boncuk ile dolu, ince, yassı ve dikdörtgen şeklindeki atel çeşitidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Karton atel",
      "B": "Havalı atel",
      "C": "Vakum atel",
      "D": "Traksiyon ateli",
      "E": "Alimünyum atel"
    }
  },
  {
    "id": "305163",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi başı ve gövdeyi kavrayarak immobilizasyon sağlayan bir sabitleme cihazıdır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Traksiyon ateli",
      "B": "Havalı atel",
      "C": "Vakum atel",
      "D": "KED yeleği",
      "E": "Alimünyum atel"
    }
  },
  {
    "id": "334060",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi </strong><strong>KED yeleğinin sahip olması gereken özelliklerinden biri <u>değildir</u>? </strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Gövdeyi saracak özellikte olmalıdır.",
      "B": "Kemerleri aynı renkte olmalıdır.",
      "C": "Baş için iki kemer, gövde için üç kemer, bacaklar için iki kemeri olmalıdır.",
      "D": "Taşıma kulpları olmalıdır.",
      "E": "Baş destek yastığı, alın ve çene bantları olmalıdır."
    }
  },
  {
    "id": "334061",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi atel yapma endikasyonlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kırıklar",
      "B": "Eklem yaralanmaları",
      "C": "Burkulmalar",
      "D": "Tendon yaralanmaları",
      "E": "Akciğer yaralanması"
    }
  },
  {
    "id": "334062",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi tespit cihazları arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Boyunluklar ve baş sabitleyici",
      "B": "Pelvis kemeri",
      "C": "Tansiyon manşonu",
      "D": "Travma yeleği",
      "E": "Sırt tahtası"
    }
  },
  {
    "id": "392882",
    "unitNumber": 14,
    "text": "<strong>KED yeleğinin özellikleri ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Hastanın/yaralının boyun, omurga ve kalça bölgelerini desteklemelidir.",
      "B": "Kemerleri aynı renkte olmalıdır.",
      "C": "X-Ray ışınlarını geçirmelidir.",
      "D": "Baş için iki kemer, gövde için üç kemer, bacaklar için iki kemeri olmalıdır.",
      "E": "Baş destek yastığı, alın ve çene bantları olmalıdır."
    }
  },
  {
    "id": "393841",
    "unitNumber": 14,
    "text": "<strong> Boyunlukların ön bölümünde hangi nabzın kontrolü için uygun açıklık bulunmalıdır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Femoral",
      "B": "Tibial",
      "C": "Karotis",
      "D": "Ulnar",
      "E": "Radial"
    }
  },
  {
    "id": "393843",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi atel endikasyonları arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Burkulmalar",
      "B": "Kas yaralanmaları",
      "C": "Eklem enfeksiyonları",
      "D": "Karın yaralanmaları",
      "E": "El ve ayaktaki hayvan ısırıkları"
    }
  }
]