[
  {
    "id": "377408",
    "unitNumber": 1,
    "text": "<strong>Bir ped aracılığıyla mürekkebin doğrudan transferini içeren baskı tekniği aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Şablon Baskı",
      "B": "Tipo Baskı",
      "C": "Serigrafi Baskı",
      "D": "Ofset Baskı",
      "E": "Tampon Baskı"
    },
    "explanation": "Bir ped aracılığıyla mürekkebin doğrudan baskı yüzeyine transferini içeren baskı tekniği <b>Tampon Baskı</b>'dır (Pad Printing). Bu teknik, özellikle düz olmayan, kavisli veya girintili çıkıntılı yüzeylere (örneğin plastik şişe kapakları veya elektronik bileşenler) yüksek hassasiyetle baskı yapmak için kullanılır."
  },
  {
    "id": "377410",
    "unitNumber": 1,
    "text": "…………, bir ürünün dış muhafazasının fiziksel biçimini ve görsel görünümünü kavramsallaştırma ve uygulama sürecidir.<br /><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Ambalaj tasarımı",
      "B": "Reklamcılık",
      "C": "Tipografi",
      "D": "Animasyon",
      "E": "Montaj"
    },
    "explanation": "Cümledeki boşluğa getirilmesi gereken ifade <b>Ambalaj Tasarımıdır</b>. Ambalaj tasarımı, bir ürünün korunması, taşınması, sergilenmesi ve pazarlanması amacıyla dış muhafazasının hem fiziksel (yapısal) biçimini hem de görsel (grafik) görünümünü kavramsallaştırma ve uygulama sürecini kapsar."
  },
  {
    "id": "377412",
    "unitNumber": 1,
    "text": "<strong>1823 yılında İngiliz Peter Durand tarafından patenti alınan ilk ambalaj türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Plastik Ambalaj",
      "B": "Metal Ambalaj",
      "C": "Kâğıt Ambalaj",
      "D": "Karton Kutu",
      "E": "Cam Ambalaj"
    },
    "explanation": "Gıda koruma teknolojisinde devrim yaratan ve 1810 yılında Fransız Nicolas Appert’in cam konserve kavanozlarına alternatif olarak İngiliz Peter Durand tarafından patenti alınan ilk ambalaj türü <b>Teneke Kutu</b>'dur (Metal Can). Bu, uzun süreli gıda saklama imkanını artırmıştır."
  },
  {
    "id": "377418",
    "unitNumber": 1,
    "text": "<strong>“Değerin bir dizi yüksek kontrastlı, dikdörtgen çubuklar ve boşluklarla kodlandığı bir tanımlama sembolüdür” ifadesi, aşağıdakilerden hangisinin karşılamaktadır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Barkod",
      "B": "Kod",
      "C": "Simge",
      "D": "Logo",
      "E": "Amblem"
    },
    "explanation": "Değerin bir dizi yüksek kontrastlı, dikdörtgen çubuklar ve boşluklarla kodlandığı tanımlama sembolü <b>Barkod</b>'dur. Barkodlar, ürünlerin otomatik olarak tanımlanması ve izlenmesi için kullanılır ve lojistik, envanter yönetimi ve satış noktası işlemlerinde kritik öneme sahiptir."
  },
  {
    "id": "377423",
    "unitNumber": 1,
    "text": "I. Kâğıt<br />II. Karton<br />III. Selofan<br /><strong>Yukarıdakilerden hangisi ya da hangileri 1960’lı yıllarda ülkemizde kullanılan ambalaj malzemelerindendir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "1960'lı yıllar, Türkiye'de modern ambalaj sektörünün gelişmeye başladığı bir dönemdir. Bu dönemde temel ambalaj malzemeleri olan <b>Kâğıt</b> (I), <b>Karton</b> (II) yaygın olarak kullanılmaktaydı. Ayrıca esnek ambalajların önemli bir parçası olan <b>Selofan</b> (III) da bu dönemde kullanılan malzemeler arasındadır. Dolayısıyla hepsi (I, II ve III) doğrudur."
  },
  {
    "id": "378421",
    "unitNumber": 1,
    "text": "<strong>Bir eşyayı ya da ürünü daha kolay istiflemek, depolamak ve taşımak için kullanılan işleme ne ad verilir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Matbaacılık",
      "B": "Hurufat",
      "C": "Ambalaj",
      "D": "Tipografi",
      "E": "Dekupaj"
    },
    "explanation": "Bir eşyayı veya ürünü daha kolay istiflemek, depolamak ve taşımak için hacim ve ağırlık açısından birimler halinde gruplama işlemine <b>Birleştirme</b> (Unitization) veya yaygın uygulaması olarak <b>Paletleme</b> denir. Bu işlem lojistikte verimliliği artırır."
  },
  {
    "id": "378422",
    "unitNumber": 1,
    "text": "<strong>Genel amacı, “bir ürünü tutmak, üretimden tüketime korunmasını, taşınmasını ve benzer ürünler arasında dikkat çekiciliğini sağlamak” olan unsur aşağıdakilerden hangisine aittir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Ambalaj",
      "B": "İllüstrasyon",
      "C": "Baskı",
      "D": "Kitap",
      "E": "Yayıncılık"
    },
    "explanation": "Bahsedilen genel amaçlar; ürünü tutmak, korumak, taşımak ve dikkat çekiciliğini sağlamak, doğrudan <b>Ambalaja</b> ait işlevlerdir. Ambalaj hem koruyucu hem de pazarlama aracı olarak görev yapar."
  },
  {
    "id": "378423",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi, ambalajın ürünleri dış etkenlerden koruyan özelliklerinden biridir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Taşıma",
      "B": "Depolama",
      "C": "Kutulama",
      "D": "Dağıtım",
      "E": "Tanıtım"
    },
    "explanation": "Ambalajın ürünleri dış etkenlerden (nem, oksijen, ışık, toz vb.) koruma yeteneği <b>Bariyer Özelliği</b> olarak adlandırılır. İyi bir bariyer özelliği, ürünün tazeliğini ve raf ömrünü maksimize eder."
  },
  {
    "id": "378424",
    "unitNumber": 1,
    "text": "<strong>Tırtıklı ya da çeşitli eğimler içeren serbest kesimlere ne ad verilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Dekupaj",
      "B": "Dentelaj",
      "C": "Pilyaj",
      "D": "Perforaj",
      "E": "Kartonaj"
    },
    "explanation": "Tırtıklı ya da çeşitli eğimler içeren serbest kesimler genellikle <b>Kalıp Kesim</b> (Die Cutting) işlemleriyle elde edilir ve ambalajın belirli bir geometrik şekle veya açılma noktasına sahip olmasını sağlar. Eğer kolay yırtılma isteniyorsa bu tırtıklı kesimlere <b>Perforasyon</b> da denilebilir."
  },
  {
    "id": "378433",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi ambalaj malzemelerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kâğıt",
      "B": "Metal",
      "C": "Cam",
      "D": "Pleksi",
      "E": "Plastik"
    },
    "explanation": "Ambalaj malzemeleri, ürünün muhafazasını sağlayan somut yapısal materyallerdir (kağıt, cam, metal, plastik vb.). Seçenekler arasında yapısal olmayan bir unsur (örneğin <b>Baskı Mürekkebi</b>, <b>Klişe</b>, ya da <b>Yapıştırıcı</b>) ambalaj malzemesi olarak kabul edilmez, bunlar yardımcı unsurlardır."
  },
  {
    "id": "378435",
    "unitNumber": 1,
    "text": "<strong>Türkiye’de sektörel anlamda ambalaj üretiminin gelişimi ilk olarak hangi alanda gerçekleşmiştir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Teneke kutu",
      "B": "Paket Kâğıdı",
      "C": "Cam şişe",
      "D": "Oluklu mukavva",
      "E": "Pet şişe"
    },
    "explanation": "Türkiye'de ambalaj üretiminin sektörel anlamda gelişimi ilk olarak <b>Gıda Sektörü Ambalajları</b> (özellikle konserve ve metal kutu üretimi) ve buna bağlı olarak <b>Karton/Oluklu Mukavva Ambalajları</b> alanında gerçekleşmiştir. Bu gelişim, özellikle 1950'ler ve 1960'lar sonrası sanayileşmeyle hız kazanmıştır."
  },
  {
    "id": "378437",
    "unitNumber": 1,
    "text": "Ürünü içine alan ilk ve asıl ambalajdır.<strong> <br />Tanımı verilen ambalaj türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Dış ambalaj",
      "B": "İç ambalaj",
      "C": "Esnek ambalaj",
      "D": "Birincil ambalaj",
      "E": "İkincil ambalaj"
    },
    "explanation": "Ürünü doğrudan içine alan ve tüketiciye ulaşan ilk ambalaj katmanına <b>Birincil Ambalaj</b> (Primary Packaging) denir. Bu ambalaj, ürünün korunması ve kullanımı açısından en önemli katmandır."
  },
  {
    "id": "378438",
    "unitNumber": 1,
    "text": "“…….......………” bir desenin baskı materyali üzerinde sürekli tekrarlanmasıdır.<br /><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Tasarım",
      "B": "Kitap",
      "C": "Forma",
      "D": "Ambalaj",
      "E": "Raport"
    },
    "explanation": "Bir desenin baskı materyali üzerinde sürekli ve düzenli aralıklarla tekrarlanmasına <b>Rapor</b> veya <b>Tekrar Deseni</b> (Repeat Pattern) denir. Bu, özellikle esnek ambalaj ve etiket baskısında baskı silindirinin çevresiyle ilişkilidir."
  },
  {
    "id": "378439",
    "unitNumber": 1,
    "text": "<strong>Kolay kopması istenilen bölümlerin belirli aralıklarla kesilmesi işlemine ne ad verilir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Dekupaj",
      "B": "Dentelaj",
      "C": "Pilyaj",
      "D": "Kartonaj",
      "E": "Perforaj"
    },
    "explanation": "Kolay kopması veya yırtılması istenilen bölümlerin belirli aralıklarla kesilmesi işlemine <b>Perforaj</b> (Perforation) denir. Bu teknik, ambalajlarda pratik açma noktaları oluşturmak için kullanılır."
  },
  {
    "id": "378440",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi bir ambalajda olması gereken özelliklerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Azami koruyucu olmalıdır.",
      "B": "Ambalajın biçimi içindeki ürünün formundan farklı olmalıdır.",
      "C": "Taşınması kolay olmalıdır.",
      "D": "Ürünün içeriğini gösteren bilgi notu-etiket olmalıdır.",
      "E": "Ambalaj malzemesi ürünü kimyasal ve fiziksel tehlikelere karşı korumalıdır."
    },
    "explanation": "Ambalajın temel özellikleri arasında koruyuculuk, ekonomiklik, taşıma kolaylığı ve bilgi verme yer alır. Bir ambalajda olması gereken özelliklerden biri <b>Yüksek Maliyetli Olması</b> veya <b>Gereğinden Fazla Ağır Olması</b> değildir. Tam tersine, maliyet ve ağırlık mümkün olduğunca düşük tutulmalıdır."
  },
  {
    "id": "377433",
    "unitNumber": 2,
    "text": "<strong>Kişiye özel çıkan ya da özel hissettiren ambalaj fonksiyonu aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Ambalajın tutundurma fonksiyonu",
      "B": "Ambalajın görsel fonksiyonu",
      "C": "Ambalajın fiyatlandırma fonksiyonu",
      "D": "Ambalajın bilgi verme fonksiyonu",
      "E": "Ambalajın depolama fonksiyonu"
    },
    "explanation": "Kişiye özel çıkan veya özel hissettiren ambalaj fonksiyonu, ambalajın <b>İletişim ve Pazarlama</b> yönünü vurgular. Bu fonksiyon, tüketicinin ürünü kendisine ait hissetmesini sağlayarak, <b>marka sadakati</b> oluşturmayı ve satın alma kararını olumlu yönde etkilemeyi amaçlar. Günümüzde bu, özellikle <b>Hedefe Yönelik Mesajlar</b> ve kişiselleştirilmiş tasarımlar sayesinde önem kazanmıştır."
  },
  {
    "id": "377434",
    "unitNumber": 2,
    "text": "<strong>Mukavemet gerektiren, ağır ambalajlarının depolanması için taşıma ve nakliye ambalajı seçiminde hangi “TİP dalga” karton kullanılmalıdır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "B dalga",
      "B": "BC dalga",
      "C": "BE dalga",
      "D": "C dalga",
      "E": "E dalga"
    },
    "explanation": "Mukavemet gerektiren, ağır ambalajların depolanması ve nakliyesi için yüksek dayanıklılığa sahip kartonlar kullanılmalıdır. Bu tip ambalajlar genellikle <b>Çift Dalga (Double Wall)</b> veya <b>Üç Dalga (Triple Wall)</b> karton yapılarından seçilir. Bu çok katmanlı yapı, tek katlı kartonlara göre çok daha yüksek <b>istifleme mukavemeti</b> ve <b>şok emme</b> kapasitesi sağlar."
  },
  {
    "id": "377437",
    "unitNumber": 2,
    "text": "<strong>Ürünün raf ömrünü uzatan ambalaj fonksiyonu aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Tutundurma fonksiyonu",
      "B": "Görsel fonksiyonu",
      "C": "Depolama fonksiyonu",
      "D": "Bilgi verme fonksiyonu",
      "E": "Koruma fonksiyonu"
    },
    "explanation": "Ürünün raf ömrünü uzatan ambalaj fonksiyonu temel olarak <b>Koruma (Muhafaza) Fonksiyonu</b> ile ilgilidir. Bu fonksiyon sayesinde ambalaj, ürünü dış etkenlerden (oksijen, nem, ışık, mikroorganizmalar) koruyarak ürünün bozulmasını yavaşlatır ve böylece <b>tazeliğini ve tüketilebilirlik süresini</b> artırır. Bu, özellikle gıda ürünleri için hayati öneme sahiptir."
  },
  {
    "id": "377438",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi etkili ve nitelikli olarak adlandırılan ambalaj özelliklerindendir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Ürünün yapısı hakkında bilgi verilmesi zorunlu değildir.",
      "B": "Hassas ve çabuk deforme olabilecek ambalaj malzemeleri seçilmelidir.",
      "C": "Ambalaj üretiminde sert malzemeler tercih edilmelidir.",
      "D": "Ambalaj fonksiyonları düşünülerek tasarlanmalıdır.",
      "E": "Bütün ürünlerde dış ambalaj (ikincil ambalaj) kullanılmalıdır."
    },
    "explanation": "Etkili ve nitelikli olarak adlandırılan ambalaj özelliklerinin başında <b>Kullanım Kolaylığı (Convenience)</b> gelir. Ambalajın kolay açılıp kapanması, dozajlama imkanı veya ergonomik olması bu niteliklerdendir. Ayrıca günümüzde <b>Sürdürülebilirlik</b> ve <b>Maliyet Etkinliği</b> de nitelikli ambalajın vazgeçilmez özelliklerindendir."
  },
  {
    "id": "377445",
    "unitNumber": 2,
    "text": "<strong>Ambalaj etiketinde bulunması zorunlu olmayan unsur aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Barkod",
      "B": "Üretim, son tüketim tarihleri",
      "C": "Marka logosu",
      "D": "Marka sloganı",
      "E": "Enerji ve besin ögeleri"
    },
    "explanation": "Ambalaj etiketinde, yasal mevzuatlar gereği, ürünün adı, içeriği, net miktarı, üretici bilgileri ve son kullanma tarihi gibi bilgiler zorunludur. Ancak ambalajın <b>Maliyeti</b> veya ticari sır niteliğindeki üretim detayları, genellikle etikette bulunması zorunlu olmayan unsurlardır."
  },
  {
    "id": "378442",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi ürün ile doğrudan temas halindeki ambalaj türüdür?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Satış ambalajı",
      "B": "Dış ambalajı",
      "C": "Taşıma ve nakliye ambalajı",
      "D": "Depolama ambalajı",
      "E": "İkincil ambalajı"
    },
    "explanation": "Ürün ile doğrudan temas halindeki ambalaj türü <b>Birincil Ambalaj (Asli Ambalaj)</b> olarak adlandırılır. Bu ambalaj, ürünün hemen çevresini sarar ve koruma fonksiyonunun yanı sıra görsel iletişim ve bilgi verme görevini de üstlenir. Bir şişenin kendisi veya bir konservenin kutusu birincil ambalajdır."
  },
  {
    "id": "378443",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi ambalaj tarihinin ilk dönemlerinde kullanılan ambalaj malzemelerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Ağaç yaprakları",
      "B": "Kil kaplar",
      "C": "Deri parçalarından keseler",
      "D": "Su kapları",
      "E": "Plastik şişeler"
    },
    "explanation": "Ambalaj tarihinin ilk dönemlerinde kullanılan malzemeler genellikle doğadan elde edilen <b>Doğal Malzemelerdi</b> (kil, deri, cam, tahta). <b>Plastik (Polimerler)</b> ise, petrol kimyasının gelişmesiyle ortaya çıkmış ve ambalaj tarihinde nispeten çok daha geç, 20. yüzyılda yaygınlaşmıştır. Bu nedenle, plastik ambalaj ilk dönem malzemelerinden biri değildir."
  },
  {
    "id": "378444",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi ambalaj fonksiyonlarından bir tanesi <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Tutundurma Fonksiyonu",
      "B": "Fiyatlandırma fonksiyonu",
      "C": "Renk fonksiyonu",
      "D": "Görsel fonksiyonu",
      "E": "Bilgi verme fonksiyonu"
    },
    "explanation": "Ambalajın temel fonksiyonları <b>Koruma</b>, <b>İletişim/Pazarlama</b>, <b>Kullanım Kolaylığı</b> ve <b>Taşıma/Depolama</b> gibi görevleri kapsar. <b>Personel İstihdamı</b> ise bir ekonomik etki veya üretim çıktısıdır, ancak ambalajın teknik veya pazarlama fonksiyonu olarak kabul edilmez."
  },
  {
    "id": "378447",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi etkili ve nitelikli bir dış ambalajın özellikleri arasında yer almalıdır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Ambalaj malzemesi olarak karton kullanılmalıdır",
      "B": "Tüketicinin kafasını karıştırmalıdır",
      "C": "Hassas ve çabuk deforme olmalıdır",
      "D": "İçerisinde ürün hakkında bilgi vermek zorunda değildir",
      "E": "İçerisindeki ürüne uygun ve doğru seçilmiş bir malzeme ile bütünleşmelidir."
    },
    "explanation": "Dış ambalaj (taşıma ve depolama ambalajı) lojistik süreçlerde kullanılır. Etkili ve nitelikli bir dış ambalajın en önemli özellikleri arasında, taşıma sırasında hasarı önlemek için <b>Yüksek Mekanik Dayanıklılık</b> ve depolamada yerden tasarruf sağlamak için <b>İstiflenebilirlik</b> (Stackability) yer almalıdır."
  },
  {
    "id": "378454",
    "unitNumber": 2,
    "text": "<strong>Asli görevleri arasında ışın, rutubet, nem, titreşim vb. unsurlar bulunan ambalaj fonksiyonu aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Ambalajın bilgi verme fonksiyonu",
      "B": "Ambalajın fiyatlandırma fonksiyonu",
      "C": "Ambalajın koruma fonksiyonu",
      "D": "Ambalajın görsel fonksiyonu",
      "E": "Ambalajın tutundurma fonksiyonu"
    },
    "explanation": "Işın, rutubet, nem, titreşim, şok ve sıcaklık değişimleri gibi dışsal unsurlara karşı ürünü muhafaza etmek, ambalajın en temel ve asli görevi olan <b>Koruma (Muhafaza) Fonksiyonu</b> kapsamındadır. Bu fonksiyon, ürünün kalitesini ve bütünlüğünü satış noktasına kadar korumayı sağlar."
  },
  {
    "id": "378457",
    "unitNumber": 2,
    "text": "<strong>Görsel iletişimin tasarım elemanlarını üzerinde barındıran ambalaj türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Satış ambalajı",
      "B": "Dış ambalaj",
      "C": "Birincil ambalaj",
      "D": "Üçüncül ambalaj",
      "E": "Taşıma ve nakliye ambalajı"
    },
    "explanation": "Görsel iletişimin tasarım elemanlarını (marka logosu, renkler, grafikler) üzerinde barındıran ve tüketicinin satın alma anında doğrudan gördüğü ambalaj türü <b>Birincil Ambalajdır</b>. Bu ambalaj, raf üzerindeki <b>Dikkat Çekme</b> ve <b>Bilgi Aktarma</b> görevlerini yerine getirir ve pazarlama aracı olarak kullanılır."
  },
  {
    "id": "378459",
    "unitNumber": 2,
    "text": "Tüketici üzerinde dikkat çekme unsuru dört temel yapı taşı ile sağlanmaktadır. Bunlar; …............…….., form ve yapı, tipografi, sayılar ve semboller şeklinde sıralanmaktadır.<br /><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "renk",
      "B": "illüstrasyon",
      "C": "içindekiler",
      "D": "barkod",
      "E": "enerji ve besin ögeleri"
    },
    "explanation": "Tüketici üzerinde dikkat çekme unsurları, ambalaj tasarımının dört temel yapı taşı ile sağlanır. Bu unsurlar: <b>Renk</b>, form ve yapı, tipografi (yazı karakterleri), sayılar ve sembollerdir. <b>Renk</b>, ambalajı diğerlerinden ayırarak tüketicinin ürünü ilk fark etmesini sağlayan en güçlü görsel elementtir."
  },
  {
    "id": "378463",
    "unitNumber": 2,
    "text": "Tutundurma fonksiyonun dört asli görevi vardır.<br /><strong>Aşağıdakilerden hangisi bu görevler arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Ürünle özdeşleşme",
      "B": "İşlevsellik ve estetik unsurları bir araya getirme",
      "C": "Ürünü hatırlatma",
      "D": "Satın almaya ikna etme",
      "E": "Ürün hakkında bilgi verme"
    },
    "explanation": "Tutundurma (Promosyon) fonksiyonunun asli görevleri, tüketicinin dikkatini çekmek, ürüne dair <b>Faydaları Bildirmek</b>, markayı akılda tutmak ve satın almaya teşvik etmektir. Ürünü fiziksel hasardan korumak ise <b>Koruma Fonksiyonunun</b> asli görevidir ve tutundurma görevleri arasında yer almaz."
  },
  {
    "id": "378465",
    "unitNumber": 2,
    "text": "<strong>Promosyon olarak da bilinen ambalaj fonksiyonu aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Koruma fonksiyonu",
      "B": "Fiyat fonksiyonu",
      "C": "Renk fonksiyonu",
      "D": "Bilgi verme fonksiyonu",
      "E": "Tutundurma Fonksiyonu"
    },
    "explanation": "Promosyon olarak da bilinen ambalaj fonksiyonu <b>Tutundurma Fonksiyonu</b>dur. Bu fonksiyon, ambalajın üzerindeki çekici görseller, özel teklifler veya iletişim mesajları aracılığıyla tüketiciyi etkilemeyi ve <b>Satın Alma İsteği</b> yaratmayı hedefler."
  },
  {
    "id": "378466",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi “İnovasyon” kavramının karşılığı <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Yenileşim",
      "B": "Eksiltme",
      "C": "Değişim",
      "D": "Dönüşüm",
      "E": "İyileştirme"
    },
    "explanation": "<b>İnovasyon</b>, bir yenilik, yeni bir yöntem, ürün veya hizmetin geliştirilmesi veya mevcut olanların önemli ölçüde <b>İyileştirilmesi</b> anlamına gelir. Bu kavram; yenilikçilik, yaratıcılık ve farklılaşma ile ilişkilidir. <b>Tekrarlama</b> veya katı <b>Standartlaştırma</b> ise mevcut durumu korumayı amaçladığından inovasyonun karşılığı değildir."
  },
  {
    "id": "377475",
    "unitNumber": 3,
    "text": "<strong>Aşağıdaki ambalaj tasarımı </strong><strong>ilkelerinden hangisi mesajın en doğru ve gereksiz ayrıntılardan arındırılmış olması gerektiğini ifade eder?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Markaya ve ürüne uygunluk",
      "B": "Sadelik",
      "C": "Fark edilebilirlik",
      "D": "Özgünlük",
      "E": "Hedef kitleye uygunluk"
    },
    "explanation": "Doğru ilke <b>Sadelik</b>tir. Sadelik ilkesi, ambalaj tasarımındaki mesajın olabildiğince net, doğru ve <b>gereksiz ayrıntılardan arındırılmış</b> olmasını gerektirir. Bu, tüketicinin ürünü anlama hızını artırır ve görsel gürültüyü engeller."
  },
  {
    "id": "377477",
    "unitNumber": 3,
    "text": "<strong>Ambalaj tasarımının benzersiz olmasını isteyen firma için yapılacak ambalaj tasarımında, aşağıdaki tasarım ilkelerinden hangisine özellikle dikkat edilmesi gerekir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Özgünlük",
      "B": "Endüstriyellik",
      "C": "Markaya ve ürüne uygunluk",
      "D": "Sadelik",
      "E": "Hedef kitleye uygunluk"
    },
    "explanation": "Bir ambalajın pazarda rakipleri arasından sıyrılması ve <b>benzersiz</b> bir kimlik kazanması için <b>Özgünlük (Orjinallik) ilkesi</b>ne özellikle dikkat edilmesi gerekir. Özgünlük, ambalajın taklit edilemez olmasını sağlayarak marka değerini destekler."
  },
  {
    "id": "377479",
    "unitNumber": 3,
    "text": "<strong>Ürün gruplarının olduğu raflarda, bir ambalajın ilk önce dikkat çekmesi hangi tasarım kriteri ile ilişkilidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Endüstriyellik",
      "B": "Hedef kitleye uygunluk",
      "C": "Markaya ve ürüne uygunluk",
      "D": "Fark edilebilirlik",
      "E": "Özgünlük"
    },
    "explanation": "Ürünlerin yoğun olduğu bir rafta ambalajın potansiyel alıcı tarafından <b>ilk fark edilmesi</b>, ambalaj tasarımının en temel kriterlerinden olan <b>Dikkat Çekicilik</b> ile ilişkilidir. Ambalajın formu, rengi ve grafiği bu kriteri sağlamalıdır."
  },
  {
    "id": "378481",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi ambalaj tasarım kriterleri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Markaya ve ürüne uygunluk",
      "B": "Fark edilebilirlik",
      "C": "Rekabete uygunluk",
      "D": "Özgünlük",
      "E": "Hedef kitleye uygunluk"
    },
    "explanation": "Ambalaj tasarım kriterleri, tasarımın başarısını ölçen temel unsurlardır (Örn: Dikkat Çekicilik, Hedef Kitleye Uygunluk, Teknik Uygunluk). Seçeneklerde yer alan ve bu temel unsurlarla doğrudan bağlantılı olmayan bir yargı (örneğin: 'Kişisel Beğeni' veya 'Yüksek Maliyetten Kaçınma') tasarım kriterleri arasında <b>yer almaz</b>. Kriterler, tasarımın pazar ve üretim başarısı üzerine odaklanır."
  },
  {
    "id": "378482",
    "unitNumber": 3,
    "text": "<strong>Ambalaj tasarımının görsel gürültü sebebiyle etkisini kaybetmemesi için özellikle hangi ambalaj tasarım kriterine dikkat edilmelidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Endüstriyellik",
      "B": "Özgünlük",
      "C": "Markaya ve ürüne uygunluk",
      "D": "Sadelik",
      "E": "Hedef kitleye uygunluk"
    },
    "explanation": "<b>Görsel gürültü</b>, aşırı detay, karmaşık renkler veya fazla yazı kullanımı nedeniyle mesajın iletilememesi durumudur. Bu etkiyi kaybetmemek için, tasarımın net ve temiz olmasını sağlayan <b>Sadelik/Açıklık kriteri</b>ne dikkat edilmelidir."
  },
  {
    "id": "378483",
    "unitNumber": 3,
    "text": "<strong>Ambalaj tasarımında trend eğilimler söz konusu olsa da mutlaka hangi ambalaj tasarım kriterine dikkat edilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Özgünlük",
      "B": "Sadelik",
      "C": "Endüstriyellik",
      "D": "Hedef kitleye uygunluk",
      "E": "Markaya ve ürüne uygunluk"
    },
    "explanation": "Ambalaj tasarımında geçici <b>trend eğilimleri</b> takip edilse bile, ambalajın marka ve ürünün temel vaatleriyle örtüşmesi zorunludur. Bu, <b>Ürün Kimliğiyle Uyum (Tutarlılık)</b> kriterinin sağlanması demektir. Uyumsuz bir ambalaj, markanın algısını zedeleyebilir."
  },
  {
    "id": "378484",
    "unitNumber": 3,
    "text": "<strong>Ambalaj tasarımının dikkat çekerek, muadillerinden kolayca ayrılmasını sağlayan ambalaj tasarım kriteri hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Hedef kitleye uygunluk",
      "B": "Fark edilebilirlik",
      "C": "Sadelik",
      "D": "Markaya ve ürüne uygunluk",
      "E": "Endüstriyellik"
    },
    "explanation": "Ambalaj tasarımının kalabalık raflarda öne çıkmasını ve <b>muadillerinden kolayca ayrılmasını</b> sağlayan kriter <b>Özgünlük</b>tür. Özgünlük, ambalajın tüketicinin zihninde yer edinen ayırt edici özellikler taşımasını sağlar."
  },
  {
    "id": "378485",
    "unitNumber": 3,
    "text": "<strong>Bir ambalajın tüketicisinin demografik, psikolojik ve sosyo-kültürel özelliklerinin dikkate alınarak tasarlandığını söyleyebilmek için hangi ambalaj tasarım kriterine gereken özenin gösterilmesi gerekmektedir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Özgünlük",
      "B": "Sadelik",
      "C": "Fark edilebilirlik",
      "D": "Markaya ve ürüne uygunluk",
      "E": "Hedef kitleye uygunluk"
    },
    "explanation": "Ambalajın, hitap ettiği kitlenin <b>demografik, psikolojik ve sosyo-kültürel özelliklerini</b> dikkate alması, mesajın doğru alımlanması için şarttır. Bu uyum, <b>Hedef Kitleye Uygunluk</b> kriterine özen gösterildiğini gösterir."
  },
  {
    "id": "378486",
    "unitNumber": 3,
    "text": "<strong>İnce, zarif ve süslü bir üslupla ortaya çıkarılan ambalaj ile sağlam, dayanıklı ve işlevsel olduğunu iddia eden bir ürünün anlatılması hangi ambalaj tasarım kriterine dikkat edilmediğini göstermektedir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Özgünlüğe",
      "B": "Markaya ve ürüne uygunluğa",
      "C": "Sadeliğe",
      "D": "Fark edilebilirliğe",
      "E": "Endüstriyelliğe"
    },
    "explanation": "Eğer ürün 'sağlam ve dayanıklı' gibi özellikler iddia ederken, ambalajı 'ince, zarif ve süslü' ise, ambalaj dili ile ürün vaadi arasında bir çelişki vardır. Bu durum, <b>Ürün Kimliğiyle Uyum (Tutarlılık)</b> kriterinin ihlal edildiğini gösterir."
  },
  {
    "id": "378487",
    "unitNumber": 3,
    "text": "<strong>Tasarımı istenen ambalajın üretim hatlarından geçerken sorun yaşamadan üretilebilecek şekilde tasarlanması seçeneklerde yer alan hangi ambalaj tasarım kriteri ile ilişkilidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Markaya ve ürene uygunluk",
      "B": "Özgünlük",
      "C": "Hedef kitleye uygunluk",
      "D": "Sadelik",
      "E": "Endüstriyellik"
    },
    "explanation": "Ambalajın seri üretim süreçlerinden, yani <b>üretim hatlarından geçerken sorunsuz üretilebilmesi</b>, tasarımın fiziki olarak uygulanabilirliğini gösterir. Bu, <b>Teknik Uygunluk (Üretilebilirlik)</b> kriteri ile ilişkilidir ve tasarımın maliyet etkinliğini etkiler."
  },
  {
    "id": "378488",
    "unitNumber": 3,
    "text": "<strong>Hedef kitle ile ilgili niceliksel ve niteliksel özelliklerin tespit edildiği ambalaj tasarım süreci aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kısa bilgi (brief)",
      "B": "Geliştirme",
      "C": "Araştırma",
      "D": "Sunum",
      "E": "Uygulama"
    },
    "explanation": "Tasarım sürecinin ilk aşaması olan <b>Hazırlık veya Araştırma Aşaması</b>nda, projenin temelleri atılır. Bu aşamada, pazar ve rakiplerin yanı sıra, <b>hedef kitle ile ilgili niceliksel ve niteliksel özelliklerin tespiti</b> yapılır."
  },
  {
    "id": "378489",
    "unitNumber": 3,
    "text": "<strong>Ambalaj tasarım fikirlerinin bulunmaya başladığı ve örneklerle desteklendiği ambalaj tasarım süreci aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Uygulama",
      "B": "Araştırma",
      "C": "Kısa bilgi (brief)",
      "D": "Geliştirme",
      "E": "Sunum"
    },
    "explanation": "Araştırma verileri toplandıktan sonra, yaratıcı çözümlerin arandığı ve <b>ambalaj tasarım fikirlerinin bulunmaya başladığı</b> aşama, <b>Fikir Geliştirme ve Konsept Oluşturma Aşaması</b>dır. Bu fikirler genellikle moodboardlar veya <b>örneklerle desteklenir</b>."
  },
  {
    "id": "378490",
    "unitNumber": 3,
    "text": "<strong>Aşağıdaki ambalaj tasarım süreçlerinin hangi aşamasından önce mutlaka örnek maket yapılmalıdır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Sunum",
      "B": "Araştırma",
      "C": "Kısa Bilgi",
      "D": "Uygulama",
      "E": "Geliştirme"
    },
    "explanation": "<b>Örnek maket (prototip)</b>, tasarımın fiziksel boyutlarını, malzemesini ve işlevselliğini test etmek için kullanılır. Maket yapımı, tasarımın uygulama ve geliştirme aşamasından sonra, yüksek maliyetli <b>Üretim (Sonlandırma) Aşaması</b>ndan hemen <b>önce</b> zorunludur. Maketler, üretime geçmeden son hataların tespit edilmesini sağlar."
  },
  {
    "id": "377497",
    "unitNumber": 4,
    "text": "<strong>Ekran kartlarının görüntü işlemcisine ne ad verilmektedir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "CPU",
      "B": "GPU",
      "C": "RAM",
      "D": "Piksel",
      "E": "Çözünürlük"
    },
    "explanation": "Ekran kartları üzerindeki görüntü işleme görevini üstlenen çipe <b>Görüntü İşlem Birimi</b> (Graphics Processing Unit) veya kısaca <b>GPU</b> denir. GPU, özellikle grafik yoğunluklu işlemleri (3D modelleme, oyunlar, render) çok hızlı bir şekilde gerçekleştirmek için tasarlanmıştır ve Merkezi İşlem Birimi'nin (CPU) yükünü hafifletir."
  },
  {
    "id": "377499",
    "unitNumber": 4,
    "text": "<strong>Günümüzde RAM büyüklükleri hangi birim ile ifade edilmektedir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "GB",
      "B": "MB",
      "C": "TB",
      "D": "KB",
      "E": "Byte"
    },
    "explanation": "Rastgele Erişimli Bellek (<b>RAM</b>) geçici depolama birimidir ve kapasitesi günümüzde genellikle <b>Gigabyte (GB)</b> birimi ile ifade edilir. 1 Gigabyte, yaklaşık 1024 Megabyte'a (MB) eşittir ve bir bilgisayarın aynı anda ne kadar veriyi aktif olarak işleyebileceğini gösterir."
  },
  {
    "id": "377503",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi ambalaj tasarımı geliştirmek için kullanılacak donanım seçiminde dikkat edilmesi gereken noktalardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yazılımın yüklü olduğu sabit disk, SSD olmalıdır.",
      "B": "Günün şartlarına göre ortalamanın üstünde RAM değerine sahip olmalıdır.",
      "C": "Birden çok fiziksel çekirdeğe sahip işlemciler tercih edilmelidir.",
      "D": "MHz değeri yüksek işlemciler tercih edilmelidir.",
      "E": "Tümleşik ekran kartına sahip bilgisayarlar tercih edilmelidir"
    },
    "explanation": "Ambalaj tasarımı geliştirmek için donanım seçiminde <b>işlemci hızı</b>, <b>RAM miktarı</b> ve <b>ekran kartı (GPU) performansı</b> gibi teknik özellikler önemlidir. Firmanın teknik yeterlilikten bağımsız bir özelliği olan <b>firma logosunun rengi</b>, donanım seçiminde dikkat edilmesi gereken teknik bir nokta değildir."
  },
  {
    "id": "377505",
    "unitNumber": 4,
    "text": "<strong>Bir ekrandaki piksel sayısının fazla olması aşağıdakilerden hangisine sebep olur?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Görüntü netliği düşer.",
      "B": "Çözünürlük düşer.",
      "C": "Renk sayısı artar.",
      "D": "Görüntü netliği artar.",
      "E": "Ekran boyutu büyür."
    },
    "explanation": "Bir ekrandaki <b>piksel</b> (resim elementi) sayısının fazla olması, yani yüksek <b>çözünürlük</b> (örneğin 4K), görüntünün <b>netliğinin ve detay seviyesinin artmasına</b> neden olur. Daha fazla piksel, daha ince ayrıntıların gösterilebilmesi anlamına gelir."
  },
  {
    "id": "378526",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi bilgisayarın tüm donanımları arasındaki iletişimi koordine ederek verileri işleyen donanımdır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Merkezî işlem birimi",
      "B": "Ekran kartı",
      "C": "Monitör",
      "D": "RAM",
      "E": "Klavye"
    },
    "explanation": "Bilgisayarın tüm hesaplama, mantık ve koordinasyon işlemlerini yürüten temel donanım birimine <b>Merkezi İşlem Birimi (CPU)</b> denir. <b>CPU</b>, diğer tüm donanımlar arasındaki iletişimi koordine eder ve verileri işleyen ana bileşendir."
  },
  {
    "id": "378528",
    "unitNumber": 4,
    "text": "<strong>Merkezi işlem birimlerinin hızı hangi hız birimi ile ölçülür?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "GB",
      "B": "MB",
      "C": "MHz",
      "D": "KM/h",
      "E": "KB"
    },
    "explanation": "Merkezi İşlem Birimlerinin (CPU) çalışma hızı, saniyede gerçekleştirebildiği döngü sayısını ifade eden <b>Hertz (Hz)</b> birimiyle ölçülür. Günümüzde bu hız genellikle <b>Gigahertz (GHz)</b> (saniyede milyarlarca döngü) olarak ifade edilir."
  },
  {
    "id": "378530",
    "unitNumber": 4,
    "text": "<strong>Bilgisayar ekranlarındaki en küçük görüntü birimine ne ad verilir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "RGB",
      "B": "Renk",
      "C": "Çözünürlük",
      "D": "Piksel",
      "E": "Işık"
    },
    "explanation": "Bilgisayar ekranlarında bir görüntüyü oluşturan ve her biri farklı renkte olabilen <b>en küçük adreslenebilir nokta</b>ya <b>Piksel</b> (Picture Element) adı verilir. Çözünürlük, ekrandaki toplam piksel sayısını belirtir."
  },
  {
    "id": "378532",
    "unitNumber": 4,
    "text": "<strong>Bilgisayar ekranlarında kullanılan renk sistemi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "CMYK",
      "B": "RGB",
      "C": "RAM",
      "D": "Piksel",
      "E": "MHz"
    },
    "explanation": "Bilgisayar monitörleri, televizyonlar ve diğer dijital görüntüleme cihazları, ışığı kullanarak renkleri oluşturur. Bu sistem <b>Kırmızı (Red), Yeşil (Green) ve Mavi (Blue)</b> temel renklerinin karışımına dayanan <b>RGB</b> renk sistemidir."
  },
  {
    "id": "378533",
    "unitNumber": 4,
    "text": "<strong>Yapılan tasarım boyutu büyütüldükçe netliğin bozulmaması için hangi sistemde geliştirilmiş grafik tasarım programı kullanılması gerekmektedir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Piksel tabanlı",
      "B": "Vektörel tabanlı",
      "C": "Çözünürlük tabanlı",
      "D": "Ekran kartı tabanlı",
      "E": "RGB tabanlı"
    },
    "explanation": "Boyutu büyütüldükçe netliği bozulmayan tasarımlar için <b>Vektör tabanlı</b> (Vector) grafik tasarım programları kullanılmalıdır. Vektör grafikler, matematiksel formüllerle tanımlandığı için <b>ölçeklendirme sırasında</b> görüntü kalitesinde <b>kayıp yaşanmaz</b>."
  },
  {
    "id": "378535",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi ambalaj tasarımı yazılımlarının avantajlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yapılan tasarımların sunumlarının kolay hazırlanabilmesi",
      "B": "Fiziksel prototip hazırlama gereksinimi olmaması",
      "C": "Tasarım kütüphanesi desteği",
      "D": "Zaman ve maliyet açısından avantajlı olması",
      "E": "Yazılımı kullanabilecek nitelikli insan gücü ihtiyacı olması"
    },
    "explanation": "Ambalaj tasarımı yazılımları, tasarım ve üretim süreçlerini hızlandırır ve hataları azaltır. Ancak bu yazılımlar, tasarımın nihai uygunluğunu kontrol etmek veya son dokunuşları yapmak amacıyla gerekli olabilecek <b>fiziksel prototip ihtiyacını tamamen ortadan kaldırmaz</b>."
  },
  {
    "id": "378536",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi çevrim içi kullanılabilen tasarım yazılımlarının avantajlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Farklı tasarımcılarla eş zamanlı olarak çalışabilme",
      "B": "Bir bilgisayara yükleme gereksinimi olmaması",
      "C": "Yapılan tasarımların bulut ortamında saklanabilmesi",
      "D": "Sadece tek bir bilgisayardan kullanılabilmesi",
      "E": "Donanım gereksinimlerinin maliyetlerini düşürmesi"
    },
    "explanation": "Çevrim içi (Online) tasarım yazılımları genellikle kolay erişim ve düşük maliyet avantajı sunar. Ancak bu tür yazılımlar, genellikle <b>çok karmaşık ve büyük projelerde</b> masaüstü yazılımları kadar <b>yüksek performans sunmayabilir</b> çünkü performansı internet hızına ve tarayıcı kapasitesine bağlıdır."
  },
  {
    "id": "378537",
    "unitNumber": 4,
    "text": "<strong>Hazırlanan 3 boyutların tasarımların gerçek dünyadaki hâline benzer biçime getirilmesine ne ad verilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Render",
      "B": "RAM",
      "C": "Çözünürlük",
      "D": "Pikselleştirme",
      "E": "Netleştirme"
    },
    "explanation": "3 boyutlu bir modelin matematiksel verilerinin, ışık, gölge ve doku gibi detaylar eklenerek, <b>gerçekçi bir 2 boyutlu görüntüye veya animasyona dönüştürülmesi</b> işlemine <b>Rendering</b> (Kaplama/Canlandırma) denir. Bu, tasarımın gerçek dünyada nasıl görüneceğinin simülasyonudur."
  },
  {
    "id": "378538",
    "unitNumber": 4,
    "text": "<strong>Farklı yazılımlarla hazırlanmış 3 boyutlu modellerin ambalaj tasarımı yazılımına aktarılarak kullanılması işlemine ne ad verilmektedir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Export",
      "B": "Import",
      "C": "Using",
      "D": "Internal",
      "E": "External"
    },
    "explanation": "Farklı programlarda oluşturulmuş <b>3 boyutlu modellerin</b>, ambalaj tasarım yazılımına (dışarıdan) alınarak entegre edilmesi işlemine <b>Veri Aktarımı</b> (Import) denir. Bu işlem, farklı yazılımlar arasında dosya alışverişini sağlayarak esnekliği artırır."
  },
  {
    "id": "378539",
    "unitNumber": 4,
    "text": "<strong>Tasarlanan ürünlerin fiziksel prototipini üretmeden gerçek ortamda görülebilmelerini sağlayan teknoloji aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "2 boyutlu tasarım",
      "B": "Sanal gerçeklik",
      "C": "Arttırılmış gerçeklik",
      "D": "Sanallaştırma teknolojisi",
      "E": "Çevrimiçi bulut sisteminde depolama"
    },
    "explanation": "Ürünün fiziksel bir prototipini üretmeye gerek kalmadan, hazırlanan dijital 3D modelin <b>gerçek dünya görüntüsü üzerine yerleştirilerek</b> görülmesini sağlayan teknolojiye <b>Artırılmış Gerçeklik (AR)</b> veya İngilizce adıyla <b>Augmented Reality</b> denir. Bu, tasarımların gerçek ortamlarında sanal olarak test edilmesine olanak tanır."
  },
  {
    "id": "377532",
    "unitNumber": 5,
    "text": "Ambalajda baskı oluşum süreçleri üç aşamada incelenmektedir.<br /><strong>Bunlar sırasıyla aşağıdakilerden hangisinde verilmiştir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Baskı öncesi hazırlık- baskı sonrası-basım",
      "B": "Baskı öncesi hazırlık-basım süreci-baskı sonrası",
      "C": "Konstrüktiyon-montaj-perforaj",
      "D": "Baskı kalıbı hazırlığı-taşma payı ve kesim çizgileri hazırlığı-montaj",
      "E": "Maket oluşturma-Lup ile kontrol-basım süreci"
    },
    "explanation": "Ambalajda baskı oluşum süreçleri, matbaacılık sektöründe olduğu gibi üç temel aşamada incelenmektedir. Bunlar sırasıyla <b>Baskı Öncesi Hazırlık</b> (tasarım ve kalıp hazırlığı), <b>Baskı</b> (üretim/çoğaltma) ve <b>Baskı Sonrası İşlemler</b> (kesim, katlama, ciltleme, ambalajlama) aşamalarıdır. Bu sıralama, nihai ürünün elde edilmesi için izlenmesi gereken mantıksal akışı temsil eder."
  },
  {
    "id": "377535",
    "unitNumber": 5,
    "text": "<strong>En yaygın kullanım alanı ambalaj tasarımı olan ve çoğunlukla flexible adı verilen esnek ambalajların (cips, çorba, makarna, gofret) üretiminde kullanılan baskı tekniği aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Tipo",
      "B": "Serigrafi",
      "C": "Flekso",
      "D": "Ofset",
      "E": "Tifdruk"
    },
    "explanation": "Çoğunlukla 'flexible' adı verilen esnek ambalajların (cips, gofret, çorba paketleri vb.) üretiminde kullanılan ve ambalaj tasarımının en yaygın baskı tekniği <b>Fleksografi</b>dir. Fleksografi, hızlı baskı kapasitesi ve esnek (kauçuk veya fotopolimer) kalıplar kullanması sayesinde film ve folyo gibi emici olmayan malzemelere başarılı bir şekilde baskı yapabilir."
  },
  {
    "id": "377536",
    "unitNumber": 5,
    "text": "<strong>Bobin hâlinde baskı altı malzemesine 15000-50000 adet/saat hızla, çift taraflı baskı yapabilme özelliğine sahip baskı tekniği aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Flekso",
      "B": "Web ofset",
      "C": "Tabaka ofset",
      "D": "Serigrafi",
      "E": "Tipo"
    },
    "explanation": "Bobin hâlindeki baskı altı malzemesine çok yüksek hızlarla (saatte 15.000 ila 50.000 veya daha fazla) çift taraflı baskı yapabilme özelliğine sahip teknik <b>Rotatif (Döner) Ofset Baskı</b> tekniğidir. Bu makineler, özellikle gazete, dergi ve yüksek tirajlı katalog üretiminde kullanılır."
  },
  {
    "id": "377537",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi “Tiraj” teriminin karşılığıdır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Taşma payı ve kesim çizgileri için işaret",
      "B": "Renk dizisi",
      "C": "Fire",
      "D": "Görsel üzerindeki noktacık sayısı",
      "E": "Talep edilen baskı sayısı"
    },
    "explanation": "Matbaacılık ve yayıncılık sektöründe kullanılan <b>Tiraj</b> terimi, bir baskı işinde basılması planlanan veya basılmış olan <b>toplam kopya (adet) sayısını</b> ifade eder. Örneğin, bir kitabın 10.000 tiraj yapması, o kitaptan 10.000 adet üretildiği anlamına gelir."
  },
  {
    "id": "378541",
    "unitNumber": 5,
    "text": "<strong>Çoğunlukla fleksbıl denilen cips, jelibon, çorba, çikolata, dondurma vb. esnek ambalajlarda kullanılan baskı tekniği aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Serigrafi",
      "B": "Ofset",
      "C": "Flekso",
      "D": "Tipo",
      "E": "Tifdruk"
    },
    "explanation": "Fleksbıl (esnek) denilen film ve folyo bazlı ambalajlarda (cips, jelibon, çikolata vb.) kullanılan baskı tekniği <b>Fleksografi</b>dir. Fleksografi, kauçuk veya polimerden yapılmış esnek kalıplar sayesinde bu tür esnek ve rulo halindeki malzemelere yüksek kalitede baskı yapılmasına olanak tanır."
  },
  {
    "id": "378542",
    "unitNumber": 5,
    "text": "<strong>Aşağıdaki baskı tekniklerinden hangisi ile hem bobin hem de tabaka kâğıda baskı yapılabilmektedir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Ofset",
      "B": "Tipo",
      "C": "Serigrafi",
      "D": "Flekso",
      "E": "Tifdruk"
    },
    "explanation": "Hem rulo halindeki <b>bobin</b> malzemeye (web-fed) hem de tek tek kesilmiş <b>tabaka</b> kâğıda (sheet-fed) baskı yapılabilen en yaygın teknik <b>Ofset Baskı</b>dır. Ofset, matbaacılıkta en esnek ve en çok kullanılan baskı yöntemi olarak bilinir ve ihtiyaca göre makine tipleri ayrılır."
  },
  {
    "id": "378543",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi, “tasarım ögesini üzerinde barındıran herhangi bir yüzeyi” ifade eden kavramdır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Baskı",
      "B": "Yüksek baskı",
      "C": "LUP",
      "D": "Tram",
      "E": "Baskı altı malzemesi"
    },
    "explanation": "Tasarım ögesini üzerinde barındıran ve mürekkebi baskı altı malzemesine aktarmaya yarayan herhangi bir yüzeyi ifade eden kavram <b>Baskı Formu</b> veya kısaca <b>Kalıp</b>tır. Her baskı tekniği (ofset, tipo, serigrafi vb.) kendi özel baskı formunu kullanır."
  },
  {
    "id": "378544",
    "unitNumber": 5,
    "text": "Mısırda üretilmeye başlayan, daha çok Nil Nehri'nin kenarlarında yetişen ve kamışa benzeyen ………….. bitkisinden üretilen kalın bir kâğıt çeşididir.<br /><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "papirüs",
      "B": "craft",
      "C": "parşömen",
      "D": "bristol",
      "E": "otokopi"
    },
    "explanation": "Mısır'da, daha çok Nil Nehri kenarlarında yetişen ve kamışa benzeyen bitkiden üretilen kalın kâğıt çeşidi <b>Papirüs</b>'tür. Papirüs, tarihte yazının ve basımın ilk malzemelerinden biri olarak kullanılmıştır."
  },
  {
    "id": "378545",
    "unitNumber": 5,
    "text": "<strong>Mühürler ilk olarak nerede kullanılmaya başlanmıştır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Avrupa",
      "B": "Mısır",
      "C": "Amerika",
      "D": "Mezopotamya",
      "E": "Anadolu"
    },
    "explanation": "Mühürler, kayıtları, sahipliği ve yetkiyi onaylamak amacıyla ilk olarak <b>Mezopotamya</b>'da (özellikle Sümerler tarafından) kullanılmaya başlanmıştır. Bu mühürler, silindir veya damga şeklinde olup, basılı iletişimin en eski örneklerinden sayılır."
  },
  {
    "id": "378547",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi, baskı öncesi hazırlık sürecinde, tasarımcının bilmesi ve uygulaması gereken unsurlar arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kesim çizgileri ve taşma paylarının hazırlanması",
      "B": "Konstrüksiyon tasarımı",
      "C": "Montaj",
      "D": "Baskı kalıbı hazırlama",
      "E": "CTP"
    },
    "explanation": "Baskı öncesi hazırlık süreci, tasarım dosyasının baskıya hazır hale getirilmesini (renk ayrımı, çözünürlük, montaj vb.) kapsar. <b>Ciltleme (Mücellit)</b>, bir basılı materyalin (kitap, dergi) son halini alması için yapılan <b>Baskı Sonrası İşlemler</b> arasında yer alır ve tasarımcının doğrudan sorumluluğu altında değildir."
  },
  {
    "id": "378548",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi yüksek baskı kategorisinde yer alan baskı tekniklerinden biridir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Ofset baskı",
      "B": "Flekso baskı",
      "C": "Tifdruk baskı",
      "D": "Serigrafi baskı",
      "E": "Tabaka ofset baskı"
    },
    "explanation": "Baskı yapan yüzeylerin, baskı yapmayacak yüzeylerden daha yüksekte olduğu baskı kategorisine <b>Yüksek Baskı</b> (Tipo/Relief) denir. Bu kategoride yer alan tekniklerden biri <b>Fleksografi</b>dir. Tipo (Letterpress) da yüksek baskının klasik bir örneğidir."
  },
  {
    "id": "378551",
    "unitNumber": 5,
    "text": "<strong>Tarihte en eski basım tekniği olarak bilenen baskı yöntemi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Web ofset",
      "B": "Tipo",
      "C": "Flekso",
      "D": "Gravür",
      "E": "Serigrafi"
    },
    "explanation": "Tarihte bilinen en eski basım tekniği, <b>Tahta Kalıp Baskı</b> (Ağaç Oyma Baskı) yöntemidir. Bu teknik, Çin'de yaygın olarak kullanılmış ve Gutenberg’in Tipo (Hareketli Harfler) baskı sistemine öncülük etmiştir. Her iki teknik de <b>Yüksek Baskı</b> kategorisine girer."
  },
  {
    "id": "378553",
    "unitNumber": 5,
    "text": "“…………… adı verilen sistemle baskı kalıbı hazırlanan …………… baskı tekniğiyle, eskiden kullanılan renk ayrımı, film çıkışı, kalıp pozlama ve montaj işlemleri, günümüzde devreden çıkmıştır.<br /><strong>Cümlede boş bırakılan yerlere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Tram/Flekso",
      "B": "Bobin/ Web ofset",
      "C": "Serigrafi/CTP",
      "D": "Traj/Tipo",
      "E": "CTP/Ofset"
    },
    "explanation": "Geleneksel film çıkışı, kalıp pozlama ve montaj işlemlerini devreden çıkaran sistem <b>CTP (Computer to Plate)</b>'dir. CTP sistemiyle hazırlanan kalıplar genellikle <b>Ofset Baskı</b> tekniğinde kullanılır ve görüntünün doğrudan bilgisayardan baskı kalıbına aktarılmasını sağlayarak baskı öncesi hazırlık sürecini büyük ölçüde hızlandırır ve otomatikleştirir."
  },
  {
    "id": "378555",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi metal yerine kauçuk baskı kalıbı kullanan bir baskı tekniğidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Tifdruk",
      "B": "Tipo",
      "C": "Flekso",
      "D": "Ofset",
      "E": "Serigrafi"
    },
    "explanation": "<b>Fleksografi</b>, kauçuk veya esnek fotopolimer kalıplar kullanan bir yüksek baskı tekniğidir. Bu esnek kalıplar, özellikle ambalaj ve plastik filmler gibi esnek baskı altı malzemeleri üzerinde çalışmak için idealdir. Ofset baskıda kauçuk battaniye kullanılsa da, kalıbın kendisi metal/polimerdir; kauçuk kalıp kullanımı Fleksografinin ayırt edici özelliğidir."
  },
  {
    "id": "377540",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi kâğıt ambalaj yapımında ham madde olarak da kullanılan, odun, pamuk, bambu ve keten diğer bitkisel maddelerin hücre çeperinin temel maddesini oluşturmaktadır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Lignin",
      "B": "Selüloz",
      "C": "Hemiselüloz",
      "D": "Pektin",
      "E": "Polietilen"
    },
    "explanation": "Kâğıt ambalajların temel ham maddesi, odun, pamuk, bambu ve keten gibi bitkisel kaynakların hücre çeperinin ana bileşeni olan <b>Selüloz</b>'dur. Selüloz, uzun zincirli bir polisakkarit olup, ambalaj üretiminde kullanılan kâğıt ve kartonun dayanımını ve yapısal bütünlüğünü sağlayan doğal bir <b>polimerdir</b>."
  },
  {
    "id": "377542",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi çeliği oluşturmak gerekli karbon miktarı aralığıdır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "%0,02-2,06",
      "B": "%3,1-5,1",
      "C": "%7,3-8,4",
      "D": "%0,001-0,01",
      "E": "%10-20"
    },
    "explanation": "Çelik, demirin karbon ile yaptığı bir alaşımdır. Çeliği diğer demir alaşımlarından ayıran en kritik özellik, içerdiği karbon miktarıdır. Ambalaj sektöründe kullanılan çelikler de dahil olmak üzere, çelikler tipik olarak ağırlıkça <b>%0.02 ile %2.1 arasında karbon</b> içerirler. Bu aralık, çeliğe hem mukavemet hem de işlenebilirlik özellikleri kazandırır."
  },
  {
    "id": "377544",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi camın kimyasal bileşimi göz önüne alınarak yapılan sınıflandırmanın içerisinde <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Soda-kireç camı",
      "B": "Kristal cam",
      "C": "Borosilikat camı",
      "D": "Özel camlar",
      "E": "Cam elyaf"
    },
    "explanation": "Camın kimyasal bileşimine göre yapılan sınıflandırmalar genellikle camı oluşturan ana oksit türlerine (örneğin, <b>Soda-kireç camı</b>, borosilikat camı, kurşun camı) dayanır. Eğer seçenekler arasında <b>renk</b>, <b>şekil</b> (şişe, kavanoz) veya üretim tekniği gibi kimyasal bileşimle doğrudan ilgili olmayan bir kriter varsa, o kriter kimyasal sınıflandırmanın içerisinde yer almaz."
  },
  {
    "id": "378561",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi kâğıt ambalaj yapımında kullanılan hammaddedir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Selüloz",
      "B": "Lignin",
      "C": "Kuvars",
      "D": "Silika",
      "E": "Boksit"
    },
    "explanation": "Kâğıt ve karton ambalaj malzemelerinin yapımında kullanılan ana ham madde, odun veya diğer bitkisel kaynaklardan elde edilen <b>selüloz lifleridir</b> (odun hamuru). Selüloz, bu malzemelerin temel yapısını oluşturur ve dayanıklılığını sağlar."
  },
  {
    "id": "378564",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi ambalaj malzemeleri için güçlü ve oluklu mukavva yapımına yönelik kâğıtların üretiminde kullanılan hamurlaştırma işleminin adıdır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kimyasal hamurlaştırma",
      "B": "Yarı mekanik yarı kimyasal hamurlaştırma",
      "C": "Sülfit işlemi",
      "D": "Sülfat işlemi",
      "E": "Mekanik hamurlaştırma"
    },
    "explanation": "Güçlü ve oluklu mukavva yapımına (linerboard ve fluting) yönelik kâğıtların üretiminde, liflerin dayanımını maksimize eden ve yüksek mukavemet sağlayan kimyasal hamurlaştırma işlemi olan <b>Kraft (Sülfat) İşlemi</b> kullanılır. Bu işlem, selüloz liflerini ligninden ayırırken liflerin hasar görmesini minimuma indirir."
  },
  {
    "id": "378566",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi metallerin karakteristik özellikleri arasında yer alır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Amorf yapı",
      "B": "Düşük dayanım",
      "C": "Korozyon dayanımları genellikle yüksektir.",
      "D": "Yüksek ısıl iletkenlik",
      "E": "Düşük tokluk"
    },
    "explanation": "Metallerin karakteristik özellikleri arasında <b>yüksek elektrik ve ısı iletkenliği</b>, yüksek yoğunluk, <b>parlak yüzey</b> (metalik parlaklık) ve genellikle yüksek süneklik (yani <b>dövülebilirlik ve çekilebilirlik</b>) yer alır. Bu özellikler, metalleri ambalaj uygulamaları için uygun hale getirir."
  },
  {
    "id": "378567",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi oksijen ve silisyumdan sonra yeryüzünde en çok bulunan elementtir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Sodyum",
      "B": "Potasyum",
      "C": "Magnezyum",
      "D": "Alüminyum",
      "E": "Kalsiyum"
    },
    "explanation": "Yeryüzü kabuğunda en çok bulunan elementler sırasıyla Oksijen, Silisyum ve üçüncü sırada <b>Alüminyum</b>'dur. Alüminyum, yeryüzünde en bol bulunan metal elementtir ve hafifliği, korozyon direnci ve yüksek bariyer özellikleri nedeniyle önemli bir ambalaj malzemesidir."
  },
  {
    "id": "378570",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisinde krom kaplı çelik ambalaj malzemelerinin kullanıldığı yerlerdendir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Gıda konserve kapakları",
      "B": "Zeytinyağı ambalajları",
      "C": "Motor yağı şişeleri",
      "D": "Çamaşır suyu şişeleri",
      "E": "Soğuk içecek ambalajları"
    },
    "explanation": "Krom kaplı çelik, genellikle Tenekesiz Çelik (TFS) olarak bilinir. Bu malzeme, maliyeti düşürmek ve korozyon direncini artırmak amacıyla kullanılır. Başlıca kullanım alanları <b>konserve kutularının gövdeleri</b> ve çeşitli <b>kutu kapaklarıdır</b>. Genellikle içerikle doğrudan teması önlemek için organik lak ile kaplanır."
  },
  {
    "id": "378572",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi ambalaj malzemelerinin üretimi için kullanılan tenekelerin kalınlığıdır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "0,12-0,60 mm",
      "B": "0,70-0,95 mm",
      "C": "0,01-0,02 mm",
      "D": "1-3 mm",
      "E": "3-5 mm"
    },
    "explanation": "Ambalaj malzemesi üretiminde kullanılan teneke (kalay kaplı çelik) levhaları oldukça ince haddelenir. Bu levhaların kalınlığı, dayanıklılık gereksinimlerine bağlı olarak genellikle <b>0.13 mm ile 0.40 mm</b> arasında değişen mikron seviyelerindedir. Bu incelik, ağırlığı minimize ederken gerekli mukavemeti korur."
  },
  {
    "id": "378574",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi kuvars, kalsit ve soda gibi ham maddelerin uygun sıcaklıkta ergitilmesi ile oluşan saydam, sert, kırılgan ve kimyasal dayanıklılığı yüksek olan ambalaj malzemesidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Alüminyum ambalaj",
      "B": "Teneke ambalaj",
      "C": "Çelik ambalajlar",
      "D": "Polimer ambalajlar",
      "E": "Cam ambalajlar"
    },
    "explanation": "Kuvars (silis kumu), kalsit (kireçtaşı) ve soda (sodyum karbonat) gibi ham maddelerin uygun sıcaklıkta (yaklaşık 1500°C) ergitilmesi ve amorf yapıda soğutulması ile oluşan malzeme <b>Cam</b>'dır. Cam, ambalaj sektöründe <b>saydamlığı</b>, sertliği, yüksek kimyasal dayanıklılığı ve mükemmel bariyer özellikleri nedeniyle kullanılır, ancak doğası gereği <b>kırılgan</b> bir malzemedir."
  },
  {
    "id": "378576",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi monomer denilen birimlerin kovalent bağlar yardımıyla bir araya gelerek oluşturdukları yüksek molekül ağırlığına sahip malzemelerdir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kompozit",
      "B": "Cam",
      "C": "Polimer",
      "D": "Seramik",
      "E": "Metal"
    },
    "explanation": "Küçük molekül birimleri olan <b>monomerlerin</b>, kovalent bağlar yardımıyla uzun zincirler halinde bir araya gelerek oluşturduğu yüksek molekül ağırlığına sahip malzemelere <b>Polimer</b> denir. Plastikler, ambalaj malzemesi olarak kullanılan en yaygın sentetik polimerlerdir."
  },
  {
    "id": "378578",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi plastik ambalaj türleri içinde <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "PET (Polietilentetraftalat)",
      "B": "PVC (Polivinilklorür)",
      "C": "PS (Polistren)",
      "D": "PE (Polietilen)",
      "E": "Poliester reçine"
    },
    "explanation": "Plastik ambalaj türleri Polietilen (PE), Polipropilen (PP), Polietilen Tereftalat (PET) gibi sentetik polimerlerdir. Eğer seçenekler arasında <b>Cam</b>, <b>Alüminyum</b>, <b>Teneke</b> veya <b>Karton</b> gibi ana malzeme sınıfı olarak plastik olmayan bir madde varsa, o malzeme plastik ambalaj türü içinde yer almaz."
  },
  {
    "id": "378579",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerin hangisinde ambalaj malzemesi olarak Polietilen (PE) kullanılır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Çamaşır suyu şişeleri",
      "B": "Margarin tüpleri",
      "C": "Bitkisel yağlar şişeleri, yapay deriler,",
      "D": "Ketçap şişeleri",
      "E": "Gıda malzemelerinin ambalaj malzemeleri"
    },
    "explanation": "Polietilen (PE), ambalaj sektöründe çok yönlü kullanılan bir termoplastiktir. Düşük yoğunluklu polietilen (LDPE) genellikle <b>esnek filmler</b>, <b>plastik poşetler</b> ve streç filmler için kullanılır. Yüksek yoğunluklu polietilen (HDPE) ise daha sert yapı gerektiren <b>deterjan veya süt şişeleri</b> gibi uygulamalarda yaygındır. PE, özellikle nem bariyeri özellikleri açısından önemlidir."
  },
  {
    "id": "377563",
    "unitNumber": 7,
    "text": "Ambalaj tasarımı, görsel tasarım unsurlarından oluşur.<br /><strong>Aşağıdakilerden hangisi ambalaj tasarımını oluşturan unsurlardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Renk",
      "B": "İllüstrasyon",
      "C": "Ürün içeriği",
      "D": "Fotoğraf",
      "E": "Tipografi"
    },
    "explanation": "Ambalaj tasarımını oluşturan temel unsurlar, ambalajın hem görsel hem de yapısal kimliğini belirler. Bu unsurlar arasında <b>Renk</b>, <b>Tipografi</b>, <b>Şekil</b>, <b>Görsel Materyaller</b> ve <b>Materyal/Yapısal Tasarım</b> yer alır. Bu bağlamda, eğer şıklar arasında <b>Makroekonomi</b>, <b>Dağıtım Stratejisi</b> veya <b>Hukuksal Düzenlemeler</b> gibi doğrudan görsel tasarımla veya fiziksel yapıyla ilgili olmayan bir kavram varsa, bu ambalaj tasarımının bir unsuru değildir."
  },
  {
    "id": "377565",
    "unitNumber": 7,
    "text": "Süprematizm Akımı'nın temsilcilerinden Kazimir Malevich’in eserlerinde sıklıkla kullandığı bir renktir. Malevich, bu rengin “sonsuzluğun gerçek rengi” olduğunu savunmuştur.<br /><strong>Sözü edilen renk aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Gri",
      "B": "Beyaz",
      "C": "Siyah",
      "D": "Mavi",
      "E": "Mor"
    },
    "explanation": "<b>Kazimir Malevich</b>, <b>Süprematizm</b> akımının kurucusudur. Süprematizm, nesnel olmayan duyarlılığa odaklanır. Malevich, eserlerindeki geometrik formları yerleştirdiği zemini ifade etmek için sıklıkla <b>Beyaz</b> rengini kullanmıştır. Beyaz, Malevich için 'sonsuzluğun gerçek rengi'ni temsil eder ve formların içinde bulunduğu <b>sonsuz boşluğu</b> ve nesnel olmayan duyarlılığı simgeler."
  },
  {
    "id": "377567",
    "unitNumber": 7,
    "text": "……………………….; dijital tasarımda rengin ton, doygunluk ve parlaklığını ifade eden renk değeridir.<br /><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "CMYK",
      "B": "RGB",
      "C": "LAB",
      "D": "HSB",
      "E": "HEX"
    },
    "explanation": "Dijital tasarımda rengin niteliklerini tam olarak tanımlayan bu değerler bütünü, <b>HSB (Hue, Saturation, Brightness)</b> veya <b>HSL (Hue, Saturation, Lightness)</b> renk modeli olarak adlandırılır.<br/>- <b>Ton (Hue)</b>: Rengin adını (Kırmızı, Mavi vb.)<br/>- <b>Doygunluk (Saturation)</b>: Rengin saflığını veya yoğunluğunu<br/>- <b>Parlaklık (Brightness/Lightness)</b>: Rengin açıklık veya koyuluğunu (ışık değerini) ifade eder."
  },
  {
    "id": "377571",
    "unitNumber": 7,
    "text": "<strong>Rengin işlevsel etkilerine ilişkin verilen ifadelerden hangisi doğru bir örnektir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Açık renkler ağırlık etkisi verir.",
      "B": "Pastel tonlar heyecan ve gerginlik etkisi verir.",
      "C": "Dikey çizgili renkler genişlik duygusu uyandırır.",
      "D": "Renk, malzemenin formu hakkında fikir verir.",
      "E": "Koyu renkler hafiflik etkisi verir."
    },
    "explanation": "Rengin işlevsel etkileri, estetik veya psikolojik etkilerden farklı olarak, rengin pratik bir görevi yerine getirmesini ifade eder. Doğru bir işlevsel etki örneği: <b>Trafik ışıklarında kırmızı rengin durma talimatını iletmesi</b> veya <b>farklı kategorileri kodlamak için farklı renklerin kullanılması</b> (örneğin, elektrik kablolarında veya haritalarda)."
  },
  {
    "id": "378590",
    "unitNumber": 7,
    "text": "………………………; ışığın eşya üzerine çarpması ile yansıyan ışınlardan gözümüzde meydana gelen duyumların her biridir.<br /><strong>Cümleden boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kontrastlık",
      "B": "Perspektif",
      "C": "Derinlik",
      "D": "Renk",
      "E": "Boşluk"
    },
    "explanation": "Verilen ifade, <b>Renk</b> kavramının fiziksel ve algısal temelini açıklamaktadır. Renk, bir nesneye çarpan ışığın yansıma veya soğurulma sonucunda, göze ulaşan ışınlar sayesinde beynimizde oluşan <b>görsel duyumdur</b>. Renk, ışık, cisim ve göz/beyin bileşenlerinin tamamıyla oluşan karmaşık bir olgudur."
  },
  {
    "id": "378591",
    "unitNumber": 7,
    "text": "<strong>“İnsan ihtirasının korkunçluğunu kırmızı ve yeşillerle ifade etmek istedim.” sözleriyle rengin ifade dili olarak kullanımına vurgu yapan ressam aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Pablo Picasso",
      "B": "Kazimir Malevich",
      "C": "Vincent Van Gogh",
      "D": "Edvard Munch",
      "E": "Henry Matisse"
    },
    "explanation": "Bu sözler ünlü Hollandalı ressam <b>Vincent Van Gogh</b>'a aittir. Van Gogh, özellikle 'Gece Kafesi' gibi eserlerinde, renkleri kullanarak yoğun duygusal durumları, iç çatışmaları ve dramı ifade etmiştir. <b>Kırmızı ve yeşil</b> gibi zıt (tamamlayıcı) renkleri bir arada kullanarak yarattığı yüksek kontrast, izleyicide rahatsız edici bir gerilim ve ihtirasın korkunçluğu hissini uyandırmayı amaçlamıştır."
  },
  {
    "id": "378592",
    "unitNumber": 7,
    "text": "<strong>“Işınların göze gelmesi, gözde ortaya çıkan işlemler ve cismin beyinde algılanması” süreci ile verilen durum hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Renk Kontrastı",
      "B": "Renk Oluşumu",
      "C": "Renk Diski",
      "D": "Ana Renkler",
      "E": "Ara Renkler"
    },
    "explanation": "Tanımlanan bu üç aşamalı durum, <b>Renk Algılaması</b> (Görsel Algılama) sürecini ifade eder. Bu süreç, sadece ışığın fiziksel yansımasından ibaret değildir; aynı zamanda gözün fizyolojik tepkilerini ve beynin bu sinyalleri yorumlayarak cismi ve rengini algılaması gibi <b>psikolojik</b> unsurları da içerir."
  },
  {
    "id": "378593",
    "unitNumber": 7,
    "text": "<strong>“Kırmızı ve sarının birleşiminden oluşan bir ara renk olup, yoğun bir enerji ve sıcaklık verir”. Açıklaması verilen ara renk aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Mor",
      "B": "Yeşil",
      "C": "Turuncu",
      "D": "Gri",
      "E": "Sarı"
    },
    "explanation": "<b>Kırmızı</b> ve <b>Sarı</b> ana renklerinin karışımından elde edilen ara renk <b>Turuncu</b>'dur. Turuncu, her iki sıcak rengin özelliklerini taşıdığı için yoğun bir <b>enerji</b>, hareket ve <b>sıcaklık</b> hissi verir. Bu nedenle coşku, eğlence ve iştah açıcı ürünlerin ambalajlarında sıklıkla kullanılır."
  },
  {
    "id": "378594",
    "unitNumber": 7,
    "text": "<strong>Aynı rengin farklı ışık değerleriyle bir arada kullanılmasıyla oluşan renk kontrast türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Sıcak – soğuk kontrastı",
      "B": "Açık – koyu kontrastı",
      "C": "Yalın renk kontrastı",
      "D": "Tamamlayıcı renk kontrastı",
      "E": "Zıt renk kontrastı"
    },
    "explanation": "Aynı rengin tonu (hue) sabit tutularak, sadece <b>ışık değerinin (parlaklığın veya koyuluğun)</b> değiştirilmesiyle yaratılan renk kontrast türü <b>Açık-Koyu Kontrastı</b> (Hell-Dunkel Kontrast) olarak adlandırılır. Bu kontrast, tasarımda derinlik ve üç boyutluluk hissi yaratmak için temel bir araçtır."
  },
  {
    "id": "378595",
    "unitNumber": 7,
    "text": "Rengin türü, tonu ve yoğunluğu; rengin nasıl bir özelliğe sahip olduğunu belirten-gösteren tanımlamalardır.<br /><strong>Buna göre aşağıdakilerden hangisi rengin tonunu ifade eden bir örnektir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yeşil",
      "B": "Sarı",
      "C": "Mavi",
      "D": "Açık Yeşil",
      "E": "Parlak Sarı"
    },
    "explanation": "Rengin tonu (Hue), bir rengin spektrumdaki pozisyonunu belirten, yani o rengin temel adını (Kırmızı, Yeşil, Mavi vb.) veren özelliğidir. Ton, rengi parlaklık veya doygunluktan bağımsız olarak tanımlar. Bu nedenle, <b>'Saf Kırmızı'</b> veya <b>'Mavi'</b> gibi ifadeler, rengin tonunu ifade eden örneklerdir."
  },
  {
    "id": "378596",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi ambalajı oluşturan tasarım unsurlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Tipografi",
      "B": "Renk",
      "C": "Görsel",
      "D": "İçerik",
      "E": "Form"
    },
    "explanation": "Ambalaj tasarımını oluşturan unsurlar: <b>Tipografi</b>, <b>Renk</b>, <b>Şekil</b>, <b>Materyal</b> ve <b>Grafik Öğeler</b>dir. Bu unsurlar ambalajın fiziksel ve görsel varlığını tanımlar. Ambalajın <b>Üretim Maliyeti</b>, <b>Lojistik Süreci</b> veya <b>Pazarlama Bütçesi</b> gibi unsurlar ise tasarımın teknik veya yönetimsel bileşenleridir, doğrudan tasarım unsuru sayılmazlar."
  },
  {
    "id": "378597",
    "unitNumber": 7,
    "text": "<strong>“Derin anlamları olan dostane duygular, sadakat, güven ve temizliğin sembolü” olan renk aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Mor",
      "B": "Yeşil",
      "C": "Mavi",
      "D": "Beyaz",
      "E": "Kırmızı"
    },
    "explanation": "<b>Mavi</b> renk, psikolojik olarak <b>güven</b>, <b>sadakat</b>, istikrar ve huzur ile ilişkilendirilir. Genellikle kurumsal kimliklerde ve bankacılık gibi güven unsurunun kritik olduğu sektörlerde tercih edilir. Ayrıca gökyüzü ve deniz çağrışımı nedeniyle temizlik ve derinlik anlamlarını da taşır."
  },
  {
    "id": "378598",
    "unitNumber": 7,
    "text": "<strong>Sarı ve kırmızı renklerin birleşiminden oluşan, enerji veren ve yeme içme gibi ürün ambalajlarında sıklıkla tercih edilen renk aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Mor",
      "B": "Mavi",
      "C": "Kırmızı",
      "D": "Turuncu",
      "E": "Yeşil"
    },
    "explanation": "Kırmızı ve sarının karışımı olan <b>Turuncu</b>, canlılığı ve enerjiyi temsil eder. Gıda ambalajlarında yaygın olarak tercih edilmesinin temel nedeni, <b>iştah açıcı</b> bir etkiye sahip olması ve tüketicide coşku/pozitif enerji uyandırmasıdır. Ayrıca hızlı yiyecekler ve atıştırmalıklar için ideal bir renktir."
  },
  {
    "id": "378599",
    "unitNumber": 7,
    "text": "Tasarımda renk kullanımının önemli işlevleri vardır.<br /><strong>Aşağıdakilerden hangisi rengin işlevsel etkilerine ilişkin doğru bir örnek <u>sayılmaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Koyu renkler ağırlık etkisi oluşturur.",
      "B": "Renk malzemenin niteliği hakkında fikir verir.",
      "C": "Parlak renkler heyecan ve neşe etkisi yaratır.",
      "D": "Pastel tonlar gerginlik yaratır.",
      "E": "Yatay çizgili renkler genişlik duygusu yaratır."
    },
    "explanation": "Rengin işlevsel etkileri, bilgi kodlama veya uyarı verme gibi pratik görevlere odaklanırken (örn: kırmızı tehlike), rengin <b>duygusal veya estetik etkileri</b> işlevsel etki sayılmaz. Bir rengin kişide <b>hüzün, neşe veya agresiflik</b> gibi duygular uyandırması, rengin psikolojik bir sonucudur, işlevsel (görev tanımlayıcı) bir sonucu değildir."
  },
  {
    "id": "377585",
    "unitNumber": 8,
    "text": "<strong>Bir içecek ambalajında, tipografinin ürünün muhteviyatını yansıtır şekilde hazırlanmış olması hangi tipografi unsuru ile ilişkilidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Hedef kitleye uygunluk",
      "B": "Markaya uygunluk",
      "C": "Ürüne uygunluk",
      "D": "Ambalaja uygunluk",
      "E": "Rekabete uygunluk"
    },
    "explanation": "Tipografinin ürünün muhteviyatını yansıtacak şekilde tasarlanması, tipografinin <b>anlamsal veya duygusal ifade gücü</b> ile doğrudan ilişkilidir. Örneğin, sağlıklı bir içecek için sade, temiz hatlı yazı tipleri; enerji içeceği için ise dinamik ve köşeli tipler tercih edilebilir. Bu, tüketiciye ürünün doğası hakkında ilk bakışta <b>görsel ipuçları</b> sağlamayı amaçlar."
  },
  {
    "id": "377586",
    "unitNumber": 8,
    "text": "<strong>“Modern” bir algı uyandırmak istenen ambalajlarda aşağıdaki yazı tiplerinden hangisini kullanmak uygundur?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Sans serif",
      "B": "Display (dekoratif) yazı",
      "C": "Bold (kalın) yazı",
      "D": "Script yazı",
      "E": "Serif"
    },
    "explanation": "Modern bir algı uyandırmak istenen ambalajlarda, genellikle <b>Sans Serif</b> (serifsiz) yazı tipleri kullanmak uygundur. Sans Serif yazı tipleri, süslemesiz ve temiz hatları sayesinde <b>minimalist</b>, <b>çağdaş</b> ve işlevsel bir görünüm sunar. Bu, tasarıma yenilikçi ve güncel bir hava katar."
  },
  {
    "id": "377587",
    "unitNumber": 8,
    "text": "<strong>Bir ürün ambalajında ürünün “özgün ve eğlenceli” olduğu algısını uyandırmak için hangi yazı tipi tercih edilmelidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Serif",
      "B": "Bold (kalın) yazı",
      "C": "Display (dekoratif) yazı",
      "D": "Sans serif",
      "E": "Script yazı"
    },
    "explanation": "Bir ürünün “özgün ve eğlenceli” olduğu algısını uyandırmak için genellikle <b>Dekoratif</b> veya <b>El Yazısı (Script)</b> yazı tipleri tercih edilmelidir. Bu tipler, standart ve resmi yazı tiplerinden farklılaşarak ambalaja <b>kişilik</b>, <b>dinamizm</b> ve <b>oyuncu bir karakter</b> katmanıza olanak tanır. El yazısı tipleri aynı zamanda el yapımı veya zanaatkâr ruhunu da çağrıştırabilir."
  },
  {
    "id": "378625",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi ambalaj tasarımında tipografinin kullanım biçimlerindendir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Üretici odaklı kullanım",
      "B": "Enformasyon amaçlı kullanım",
      "C": "Sponsor amaçlı kullanım",
      "D": "Bireysel kullanım",
      "E": "Ürün odaklı kullanım"
    },
    "explanation": "Ambalaj tasarımında tipografi sadece bilgi aktarım aracı değildir. Kullanım biçimleri arasında <b>tasarımsal arka plan oluşturma</b>, <b>görsel bir öğe olarak işlev görme</b>, <b>marka kimliğini yansıtma</b> ve <b>salt bilgi aktarımı</b> yer alır. Bu çok yönlü kullanım, tipografinin hem estetik hem de işlevsel görevler üstlenmesini sağlar."
  },
  {
    "id": "378627",
    "unitNumber": 8,
    "text": "<strong>Tipografiyi tasarımsal arka plan olarak kullanan bir tasarımcının hedeflediği tipografi kullanım biçimi hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yazı odaklı kullanım",
      "B": "Tamamlama amaçlı kullanım",
      "C": "Reklam amaçlı kullanım",
      "D": "Estetik amaçlı kullanım",
      "E": "Vurgulama amaçlı kullanım"
    },
    "explanation": "Tipografiyi tasarımsal arka plan olarak kullanan bir tasarımcı, genellikle metnin okunurluğunu ikincil planda tutarak, harf ve kelimelerin tekrarı veya soyutlanması yoluyla ambalaj yüzeyinde <b>görsel doku</b> (texture) ve <b>derinlik</b> yaratmayı hedefler. Bu yöntem, tasarıma sanatsal ve estetik bir boyut katar."
  },
  {
    "id": "378628",
    "unitNumber": 8,
    "text": "<strong>Kavramı ve kavramın anlamını yansıtan görseli, bir arada sunabilen tipografik tasarıma ne ad verilir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Marka",
      "B": "Tipografi",
      "C": "Deneysel Tipografi",
      "D": "Logotayp",
      "E": "Tipogram"
    },
    "explanation": "Kavramı ve kavramın anlamını yansıtan görseli bir arada sunabilen tipografik tasarıma <b>Tipogram</b> veya <b>Kavramsal Tipografi</b> adı verilir. Bu tasarımda, kelimenin kendisi, ifade ettiği şeyin görsel formunu alır (örneğin, “damla” kelimesinin D harfinin damla şekline dönüştürülmesi gibi). Bu, <b>güçlü bir görsel iletişim</b> sağlar."
  },
  {
    "id": "378629",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi ambalaj tipografisinde hiyerarşik düzenleme ile ilişkili <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Mesajın kolay algılanmasını sağlar.",
      "B": "Mesajı önem sırasına göre düzenler.",
      "C": "Alerjen gıdaların fark edilmesini sağlar.",
      "D": "Ürünün reklamını yapar.",
      "E": "İlk adımda marka ve logo vardır."
    },
    "explanation": "Ambalaj tipografisinde hiyerarşik düzenleme, bilginin önem sırasına göre algılanmasını sağlamak için <b>boyut</b>, <b>renk</b>, <b>kontrast</b> ve <b>konum</b> gibi unsurları kullanır. Ambalajın <b>fiziksel şekli veya ağırlığı</b> gibi, bilgisel öncelik veya okunabilirlikle doğrudan ilişkili olmayan unsurlar, tipografik hiyerarşi ile bağlantılı değildir."
  },
  {
    "id": "378630",
    "unitNumber": 8,
    "text": "<strong>Çocuk tüketicilerin beklentilerinin dikkate alınarak yapıldığı tipografik düzenleme aşağıdaki unsurlardan hangisi ile ilişkilidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Hedef kitleye uygunluk",
      "B": "Markaya uygunluk",
      "C": "Ürüne uygunluk",
      "D": "Tipografiye uygunluk",
      "E": "Firmaya uygunluk"
    },
    "explanation": "Çocuk tüketicilerin beklentilerinin dikkate alınarak yapıldığı tipografik düzenleme, <b>hedef kitleye uygunluk</b> unsuru ile ilişkilidir. Çocuklar için tasarlanmış ambalajlarda, genellikle daha büyük puntolar, canlı renkler ve eğlenceli, kolay okunur yazı tipleri (oyuncu Sans Serifler) kullanılır. Bu, ürünün hedef kitlenin ilgisini çekmesini ve onlarla <b>duygusal bağ</b> kurmasını sağlar."
  },
  {
    "id": "378632",
    "unitNumber": 8,
    "text": "<strong>Ambalaj tipografisinde samimi bir hava yaratmak için hangi yazı tipi kullanılmalıdır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Serif",
      "B": "Script yazı",
      "C": "Bold (kalın)",
      "D": "Sans serif",
      "E": "Display (dekoratif)"
    },
    "explanation": "Ambalaj tipografisinde samimi, sıcak ve kişisel bir hava yaratmak için genellikle <b>El Yazısı (Script)</b> veya <b>yumuşak hatlı dekoratif</b> yazı tipleri kullanılmalıdır. Bu tipler, markanın <b>el yapımı</b> ve <b>insan odaklı</b> bir imaj çizmesine yardımcı olur ve resmiyetten uzak bir iletişim sağlar."
  },
  {
    "id": "378634",
    "unitNumber": 8,
    "text": "<strong>Markaya karşı saygı, otorite ve güven algısı uyandırmak için ambalaj tipografisinde, aşağıdaki hangi yazı tipinden yararlanmak uygundur?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Sans serif",
      "B": "Bold (kalın)",
      "C": "Serif",
      "D": "Script yazı",
      "E": "Display (dekoratif)"
    },
    "explanation": "Markaya karşı saygı, otorite ve güven algısı uyandırmak için ambalaj tipografisinde <b>Serif</b> yazı tiplerinden yararlanmak uygundur. Serif tipleri (ayaklı yazı), tarihsel olarak <b>gelenek</b>, <b>ciddiyet</b> ve <b>güvenilirlik</b> çağrışımı yapar. Bu, özellikle köklü veya yüksek kaliteli ürünlerde tercih edilen bir yaklaşımdır."
  },
  {
    "id": "378635",
    "unitNumber": 8,
    "text": "<strong>Ambalaj tipografisinde tercih edilen minimalist yaklaşımın ürüne sağladığı katkı aşağıdakilerin hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Ürüne uygunluk",
      "B": "Duygusal etki yaratmak",
      "C": "Markaya uygunluk",
      "D": "Dikkat çekmek",
      "E": "Hedef kitleye uygunluk"
    },
    "explanation": "Ambalaj tipografisinde tercih edilen <b>minimalist yaklaşım</b>, karmaşık görsel öğeleri ortadan kaldırarak ürünün temel özelliklerinin ve <b>kalitesinin ön plana çıkmasını</b> sağlar. Minimalizm, tasarıma <b>netlik</b>, <b>şeffaflık</b> ve modern bir estetik katar, böylece tüketici dikkati dağılmadan ana mesaja odaklanır."
  },
  {
    "id": "378637",
    "unitNumber": 8,
    "text": "<strong>Tüketicinin iyi göründüğüne dair iltifatlar, ürünü nasıl tüketeceğine dair ipuçları, alaycı, esprili ya da neşeli sosyal mesajların olduğu tipografik düzenleme tüketicide ne tür bir etki yaratır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Duygusal etki",
      "B": "Düşünsel etki",
      "C": "Davranışsal etki",
      "D": "Sistematik etki",
      "E": "Fiziksel etki"
    },
    "explanation": "Tüketicinin iyi göründüğüne dair iltifatlar, alaycı, esprili ya da neşeli sosyal mesajların olduğu tipografik düzenleme, tüketicide <b>duygusal bir bağ</b> ve <b>markaya karşı kişisel bir yakınlık</b> hissi yaratır. Bu tür bir iletişim, markanın sadece bir ürün satmadığı, aynı zamanda <b>kişilik sahibi</b> ve eğlenceli olduğu algısını pekiştirir."
  },
  {
    "id": "378638",
    "unitNumber": 8,
    "text": "<strong>Ambalaj tipografisinde okunurluğu artırmak için aşağıdakilerden hangisine dikkat etmek gerekmektedir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Yazı karakterlerinin sayısını sınırlamak",
      "B": "Yazıyı görselle birlikte kullanmak",
      "C": "İllüstrasyon türünü doğru belirlemek",
      "D": "İtalik yazı karakteri kullanmak",
      "E": "Dekoratif yazı türlerinden faydalanmak"
    },
    "explanation": "Ambalaj tipografisinde okunurluğu artırmak için dikkat edilmesi gereken temel unsurlar <b>yüksek kontrast</b>, <b>uygun punto büyüklüğü</b> ve yeterli <b>satır aralığıdır (leading)</b>. Okunurluk, bilginin hızlı ve zahmetsizce algılanabilmesi için hayati önem taşır; özellikle ambalajlarda arka plan ile metin arasındaki kontrastın yüksek tutulması şarttır."
  },
  {
    "id": "377593",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi illüstrasyon teknikleri içinde yer alan “geleneksel yaklaşım” içindeki uygulamalardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Mürekkep",
      "B": "Suluboya",
      "C": "Vektörel tasarım",
      "D": "Karakalem",
      "E": "Guaj Boya"
    },
    "explanation": "İllüstrasyon teknikleri genel olarak iki ana başlıkta incelenir: <b>Geleneksel Yaklaşım</b> ve Dijital Yaklaşım. Geleneksel yaklaşım, sulu boya, karakalem, guaj, yağlı boya gibi fiziki malzemelerle yapılan uygulamaları içerir. Eğer seçeneklerde <b>dijital resimleme</b> veya bilgisayar destekli çizim yer alıyorsa, bu geleneksel yaklaşım içinde yer alan bir uygulama <u>değildir</u>; bu, Dijital Yaklaşımın temelini oluşturur."
  },
  {
    "id": "377597",
    "unitNumber": 9,
    "text": "…………………… ……………………; herhangi bir ürün ya da hizmet hakkında bilgi vermek, ürünü tanıtarak satın almaya ikna etmek amacıyla afiş, ilan, etiket ve ambalaj üzerinde kullanılan illüstrasyonlardır.<br /><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Reklam illüstrasyonları",
      "B": "Kent illüstrasyonları",
      "C": "Bilimsel illüstrasyonlar",
      "D": "Karakter illüstrasyonları",
      "E": "Editoryal illüstrasyonlar"
    },
    "explanation": "Cümlede boş bırakılan yere <b>Ticari İllüstrasyon</b> getirilmelidir. Ticari illüstrasyonlar; afiş, ilan, etiket ve ambalaj gibi mecralarda, bir ürün ya da hizmeti <b>tanıtmak</b> ve tüketicileri <b>satın almaya ikna etmek</b> amacıyla kullanılan resimlemelerdir. Bu illüstrasyonların temel hedefi satışı desteklemektir."
  },
  {
    "id": "377598",
    "unitNumber": 9,
    "text": "<strong>Ambalaj tasarımı görsel seçiminde aşağıdakilerden hangisi etkili <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Ürünün rengi",
      "B": "Ürünü içeriği",
      "C": "Ürünün doğası",
      "D": "Ürünün cinsi",
      "E": "Ürünün etki gücü"
    },
    "explanation": "Ambalaj tasarımında görsel seçimi (illüstrasyon mu, fotoğraf mı kullanılacağı) birçok faktöre bağlıdır: <b>Hedef kitle</b> (örneğin çocuklar için illüstrasyon), <b>ürünün niteliği</b> (teknolojik ürünler için fotoğraf, doğal ürünler için illüstrasyon), <b>markanın imajı</b> ve <b>rekabet koşulları</b>. Ambalajın görsel seçimini etkilemeyen faktörler, genellikle ürünün fiziki test sonuçları veya reklamın görsel olmayan (radyo vb.) kısımlarıdır."
  },
  {
    "id": "377600",
    "unitNumber": 9,
    "text": "………………….; bir ürün ya da hizmetin, bedelinin kimin tarafından ödendiği belli olacak şekilde, kitle iletişim araçlarında yer ve zaman satın alınarak geniş halk kitlelerine tanıtılması çabalarının tamamıdır.<br /><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Ambalaj",
      "B": "Tasarım",
      "C": "Reklam",
      "D": "İllüstrasyon",
      "E": "Pazarlama"
    },
    "explanation": "Tanımı yapılan kavram <b>Reklam</b>'dır. Reklam, bir ürün veya hizmetin, kimin tarafından ödendiği belli olacak şekilde, <b>kitle iletişim araçlarında yer ve zaman satın alınarak</b> geniş halk kitlelerine tanıtılması ve ikna edilmesi çabalarının tamamıdır. Bu tanım, reklamcılığın temel ayırt edici özelliklerini (ücretli olması ve geniş kitleye ulaşması) belirtir."
  },
  {
    "id": "378640",
    "unitNumber": 9,
    "text": "…………………; bir metni, bir durumu, bir kavramı anlaşılır hâle getirmeye yardımcı olan, kitap içerisindeki yazıyı süsleyen ve estetik tamamlayıcılığı olan ögelerdir.<br /><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Reklamcılık",
      "B": "Matbaacılık",
      "C": "İllüstrasyon",
      "D": "Grafik tasarım",
      "E": "Resim"
    },
    "explanation": "Cümlede boş bırakılan yere <b>İllüstrasyon</b> (Resimleme) getirilmelidir. İllüstrasyon; bir metni, durumu ya da kavramı görselleştirerek <b>anlaşılır hâle getirmeye</b> yardımcı olan, aynı zamanda yazılı yayını <b>süseyen ve estetik tamamlayıcılığı</b> olan ögelerdir. İllüstrasyon, genellikle yazılı içerikle birlikte var olur."
  },
  {
    "id": "378641",
    "unitNumber": 9,
    "text": "<strong>Avrupa ve Amerika’da grafik ürünlerde (kitap, dergi, afiş vb.) illüstrasyonların en üst seviyeye ulaştığı dönem aşağıdaki seçeneklerin hangisinde yer almaktadır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Fransız İhtilali",
      "B": "I. Dünya Savaşı",
      "C": "II. Dünya Savaşı",
      "D": "Endüstri Devrimi",
      "E": "Art Nouveau"
    },
    "explanation": "Avrupa ve Amerika’da grafik ürünlerde (kitap, dergi, afiş vb.) illüstrasyonların en üst seviyeye ulaştığı dönem, genellikle <b>19. yüzyılın sonu ve 20. yüzyılın başı</b> (yaklaşık 1880-1920 arası) olarak kabul edilir. Bu dönemde özellikle <b>Art Nouveau</b> akımı, illüstrasyonun sanatsal ve ticari değerini zirveye taşımıştır."
  },
  {
    "id": "378642",
    "unitNumber": 9,
    "text": "<strong>Art Nouveau döneminde illüstrasyon uygulamalarıyla, kitap ve afiş alanlarında oldukça başarılı çalışmalar yapan sanatçı aşağıdaki seçeneklerin hangisinde yer almaktadır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "J. M. Barrie",
      "B": "Roya Alagheband",
      "C": "Francesco Ciccolella",
      "D": "Jules Cheret",
      "E": "Gil Elvgren"
    },
    "explanation": "<b>Art Nouveau</b> döneminde illüstrasyon uygulamalarıyla, kitap ve afiş alanlarında oldukça başarılı çalışmalar yapan sanatçı <b>Aubrey Beardsley</b>’dir. Beardsley, özellikle abartılı ve zarif çizgilerin hâkim olduğu, siyah-beyaz illüstrasyonları ile ün kazanmıştır."
  },
  {
    "id": "378643",
    "unitNumber": 9,
    "text": "“…………………… …………………; kitap, gazete ya da dergilerde bir metne eşlik eden illüstrasyonlardır. Yalnız metne eşlik eden illüstrasyonlar değil, dergi kapakları da bu illüstrasyon alanına girer.”<br /><strong>Cümleden boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kent İllüstrasyonu",
      "B": "Editoryal İllüstrasyon",
      "C": "Bilimsel İllüstrasyon",
      "D": "Karakter Tasarımı",
      "E": "Örüntü Tasarımı"
    },
    "explanation": "Cümlede boş bırakılan yere <b>Editöryal İllüstrasyon</b> getirilmelidir. Editöryal illüstrasyonlar; kitap, gazete ya da dergi gibi yayınlarda <b>bir metne eşlik eden</b>, metni açıklayan veya özetleyen görsel ögelerdir. Dergi kapakları da bu alanın önemli bir parçasıdır."
  },
  {
    "id": "378644",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi ambalaj tasarımı üzerinde kullanılan illüstrasyonların amaçlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Ürünün tanımlanması",
      "B": "Ürünün tanıtılması",
      "C": "Ürünün tüketiciyi yanıltması",
      "D": "Ürünün ne olduğu",
      "E": "Ürünün içeriği bilgisi"
    },
    "explanation": "Ambalaj tasarımı üzerindeki illüstrasyonların amaçları; ürünü tanıtmak, rafta <b>dikkat çekiciliği artırmak</b>, ürün hakkında bilgi vermek ve markanın imajını güçlendirmektir. 'Tedarik zincirini denetlemek' veya 'fiyatlandırma stratejisini belirlemek' gibi lojistik veya finansal konular, illüstrasyonun doğrudan bir amacı <u>değildir</u>; bu, işletme yönetimi ile ilgili bir faaliyettir."
  },
  {
    "id": "378645",
    "unitNumber": 9,
    "text": "<strong>Ambalaj tasarımında illüstrasyon kullanımına ilişkin aşağıdaki seçeneklerde yer alan ifadelerden hangisi <u>söylenemez</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Bilgiyi resimleyerek vermek",
      "B": "Güçlü albeni yaratmak",
      "C": "Ürünü farklı şekilde göstermek",
      "D": "İnsan duygularına hitap etmek",
      "E": "Ambalajı nitelikli ve çekici hale getirmek"
    },
    "explanation": "Ambalaj tasarımında illüstrasyon kullanımı, ürüne <b>duygusal bir sıcaklık</b> katma, hedef kitleyi (özellikle çocukları) cezbetme ve markanın kişiliğini yansıtma gibi avantajlar sunar. Ancak, illüstrasyonun her zaman fotoğraftan daha ucuz olduğu veya <b>gerçekçi sunum için her zaman daha uygun olduğu</b> ifadesi söylenemez. Gerçeklik algısı yüksek veya teknik detay gerektiren ürünlerde fotoğraf daha uygun olabilir."
  },
  {
    "id": "378646",
    "unitNumber": 9,
    "text": "<strong>Aşağıda yer alan ifadelerden hangisi ambalaj tasarımında görsel kullanımının amaçlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Tüketicinin dikkatini çekmek",
      "B": "Ürün hakkında bilgi vermek",
      "C": "Tüketicinin güvenini kazanmak",
      "D": "Tüketiciyi satın almaya ikna etmek",
      "E": "Tüketiciyi yanıltmak"
    },
    "explanation": "Ambalaj tasarımında görsel kullanımının (fotoğraf veya illüstrasyon) amaçları; <b>fark edilmeyi sağlamak</b>, ürünü çekici kılmak, ürünün kullanım şeklini göstermek ve rakiplerden <b>ayırt edici olmak</b>tır. 'Ürünün fiziki dayanıklılığını test etmek' ambalajın görsel değil, <b>yapısal ve malzeme mühendisliği</b> ile ilgili bir amacıdır."
  },
  {
    "id": "378647",
    "unitNumber": 9,
    "text": "<strong>Ambalaj tasarımında fotoğraf veya illüstrasyonun kullanımını belirleyen en önemli faktör aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Ürünün etki gücü",
      "B": "Ürün içeriği",
      "C": "Ürünün malzemesi",
      "D": "Ürünün formu",
      "E": "Ürünün rengi"
    },
    "explanation": "Ambalaj tasarımında fotoğraf veya illüstrasyon kullanımını belirleyen en önemli faktör, <b>ürünün kendisi, hitap edilen hedef kitle</b> ve <b>markanın görsel kimliğidir</b>. Örneğin, çocuk ürünlerinde genellikle illüstrasyon, gıda ürünlerinde ise gerçekçilik nedeniyle fotoğraf tercih edilme eğilimindedir. Görsel türü, bu temel ihtiyaçlara göre şekillenir."
  },
  {
    "id": "378648",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi reklamın amaçlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Tüketicinin dikkatini çekme",
      "B": "Tüketicide ilgi uyandırma",
      "C": "Tüketicide istek yaratma",
      "D": "Tüketiciyi ikna etme",
      "E": "Tüketiciyi yanıltma"
    },
    "explanation": "Reklamın temel amaçları; tüketicileri <b>bilgilendirmek</b>, <b>ikna etmek</b>, ürünleri hatırlatmak ve dolayısıyla satışları artırmaktır. Reklamın birincil amacı, kendi ürün ve markasına olan sadakati artırmaktır. Bu nedenle, <b>tüketicinin rakip ürünlere olan sadakatini artırmak</b> reklamın amaçlarından biri <u>değildir</u>; bu, reklamın tam tersi bir etki yaratır."
  },
  {
    "id": "378649",
    "unitNumber": 9,
    "text": "“………………………. ……………………..; herhangi bir ürün ya da hizmeti almaya teşvik eden, ürünü cezbedici hale getiren illüstrasyonlardır. Afiş tasarımları, ilanlar, etiketler ve ambalaj üzerindeki resimlemeler bu illüstrasyon türünün kullanım alanlarıdır.<br /><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Reklam illüstrasyonu",
      "B": "Bilimsel illüstrasyon",
      "C": "Karakter illüstrasyonu",
      "D": "Editoryal illüstrasyon",
      "E": "Kent illüstrasyonu"
    },
    "explanation": "Cümlede boş bırakılan yere <b>Ticari İllüstrasyon</b> getirilmelidir. Bu tür illüstrasyonlar, herhangi bir ürün ya da hizmeti <b>almaya teşvik eden</b> ve ürünü <b>cezbedici</b> hâle getiren görsellerdir. Kullanım alanları afiş tasarımları, ilanlar, etiketler ve ambalaj üzerindeki resimlemelerdir."
  },
  {
    "id": "377602",
    "unitNumber": 10,
    "text": "<strong>En eski pazarlama anlayışı olarak bilinen ve “Ne üretirsem onu satarım.” anlayışına sahip pazarlama yaklaşımı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Ürün Anlayışlı Yaklaşım",
      "B": "Üretim Anlayışlı Yaklaşım",
      "C": "Modern Pazarlama Anlayışlı Yaklaşım",
      "D": "Holistik (Bütünsel) Anlayışlı Yaklaşım",
      "E": "Satış Anlayışlı Yaklaşım"
    },
    "explanation": "En eski pazarlama anlayışı, yani 1860-1920 yılları arasında popüler olan yaklaşım, <b>Üretim Anlayışıdır</b>. Bu anlayış temel olarak, üretimin verimliliğine odaklanır ve müşterinin ihtiyaçlarını ikinci plana atarak \"Ne üretirsem onu satarım\" felsefesini benimser. Bu yaklaşım, talebin arzdan fazla olduğu durumlarda etkili olmuştur."
  },
  {
    "id": "377607",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerde hangisi, nörometrik ölçüm teknikleri içerisinde <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "SPT (Sabit Hal İnceleme Tipografisi)",
      "B": "MEG (Manyetik Beyin Grafisi)",
      "C": "PET (Pozitron Emisyon Tomografi)",
      "D": "FMRI (Fonksiyonel Manyetik Rezonans Görüntüleme Tekniği)",
      "E": "Facial Coding (Yüz Okuma Tekniği)"
    },
    "explanation": "Nörometrik ölçüm teknikleri, biyolojik verilerle çalışan, beynin veya vücudun fizyolojik tepkilerini doğrudan ölçen yöntemlerdir (fMRI, EEG, Eye Tracking, vb.). Eğer seçeneklerde <b>Grup Tartışmaları (Focus Group)</b> veya <b>Derinlemesine Görüşmeler</b> gibi geleneksel pazarlama araştırma yöntemleri olsaydı, bunlar nörometrik teknikler içerisinde yer almazdı çünkü bu yöntemler subjektif ve bilinçli beyanlara dayanır, fizyolojik ölçümlere değil."
  },
  {
    "id": "377610",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi nöropazarlama yaklaşımlarının üstün yönleri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Güvenilir olması",
      "B": "Ölçümü daha önce yapılmamış alanlarda kullanılabilmesi",
      "C": "İnsan zihnindeki bilinmeyenlere ulaşılabilmesi",
      "D": "Farklı markalarının kâr marjını eşitlemesi",
      "E": "Daha iyi analiz ve tutarlılığa sahip olması"
    },
    "explanation": "Nöropazarlama yaklaşımlarının üstün yönleri arasında yüksek objektiflik, bilinçaltı tepkilerini ölçebilme ve rasyonel olmayan kararları anlama yeteneği bulunur. Ancak bu araştırmalar pahalı ekipman ve uzmanlık gerektirdiği için <b>Düşük maliyetli olması</b>, nöropazarlamanın üstün yönleri arasında <u>yer almaz</u>. Aksine, yüksek maliyet bu yaklaşımın en büyük kısıtlamalarından biridir."
  },
  {
    "id": "378650",
    "unitNumber": 10,
    "text": "<strong>Ürünün ya da hizmetin üretimden önceki ön hazırlığından tutun tüketim sonrasındaki, tüketiciler arası tavsiye etme noktasına kadar uzanan karma bir süreç olarak tanımlanan unsur aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Pazarlama",
      "B": "Odak Grup",
      "C": "7p",
      "D": "Ürün",
      "E": "İnovasyon"
    },
    "explanation": "Ürünün ya da hizmetin üretimden önceki ön hazırlığından başlayarak, tüketim sonrasındaki <b>tüketiciler arası tavsiye etme noktasına kadar uzanan karma bir süreç</b> olarak tanımlanan unsur, <b>Pazarlama Sürecidir</b>. Bu süreç, işletmenin değer yaratma, iletişim kurma ve müşteri ilişkilerini yönetme çabalarının tamamını kapsar."
  },
  {
    "id": "378651",
    "unitNumber": 10,
    "text": "<strong>Şirketlerin ya da markaların piyasada var olabilmek, büyümek ve kâr elde etmek adına kullanmak zorunda oldukları yardımcı elemanlar bütününe verilen ad aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Biometrik Ölçümler",
      "B": "Nöropazarlama",
      "C": "Psikometrik Ölçümler",
      "D": "Pazarlama Karması (7p)",
      "E": "Nörometrik Ölçümler"
    },
    "explanation": "Şirketlerin ya da markaların piyasada var olabilmek, büyümek ve kâr elde etmek adına kullanmak zorunda oldukları yardımcı elemanlar bütününe <b>Pazarlama Karması (Marketing Mix)</b> adı verilir. Geleneksel olarak bu karma <b>4P</b> (Ürün, Fiyat, Dağıtım, Tutundurma) olarak bilinir ve işletmenin pazarlama hedeflerine ulaşmak için kullandığı kontrol edilebilir taktiksel araçlardır."
  },
  {
    "id": "378652",
    "unitNumber": 10,
    "text": "<strong>Pazarlama kavramının geleneksel yaklaşımları içerisinde yer alan ve büyük buhran zamanına denk gelen yaklaşım aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Ürün Anlayışlı Yaklaşım",
      "B": "Üretim Anlayışlı Yaklaşım",
      "C": "Modern Pazarlama Anlayışlı Yaklaşım",
      "D": "Holistik (Bütünsel) Anlayışlı Yaklaşım",
      "E": "Satış Anlayışlı Yaklaşım"
    },
    "explanation": "Pazarlama kavramının geleneksel yaklaşımları içerisinde yer alan ve <b>Büyük Buhran (1930'lar)</b> zamanına denk gelen yaklaşım <b>Satış Anlayışıdır</b>. Bu dönemde aşırı üretim kapasitesi ve düşen talep nedeniyle, işletmelerin temel amacı ne pahasına olursa olsun mevcut stokları elden çıkarmak ve agresif satış ve tutundurma çabalarına odaklanmak olmuştur."
  },
  {
    "id": "378653",
    "unitNumber": 10,
    "text": "<strong>Pazarlama içerisinde yer alan, tüketici tercihlerini etkileyen, onları yönlendiren faktörleri anlamak için kullanılan ve tıbbi teknolojiler yardımı ile tüketicilerin ürünleri gördükleri anda verdikleri tepkileri ölçümlemeye olanak sağlayan araştırmalara ne ad verilir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Süreç Karması",
      "B": "Psikometrik Ölçümler",
      "C": "Pazarlama Karması",
      "D": "Modern Pazarlama Anlayışlı Yaklaşım",
      "E": "Nöropazarlama"
    },
    "explanation": "Tüketici tercihlerini etkileyen faktörleri anlamak için kullanılan ve <b>tıbbi teknolojiler yardımı ile tüketicilerin ürünleri gördükleri anda verdikleri tepkileri ölçümlemeye</b> olanak sağlayan araştırmalara <b>Nöropazarlama</b> (veya Nörobilimsel Pazarlama Araştırmaları) adı verilir. Bu alan, tüketicinin bilinçaltındaki kararlarını ve duygusal tepkilerini objektif olarak ortaya çıkarmayı amaçlar."
  },
  {
    "id": "378654",
    "unitNumber": 10,
    "text": "………………………………………….., beyindeki aktivite alanları üzerine çalışmaktadır ve sıklıkla kullanılan teknikler FMRI (Fonksiyonel Manyetik Rezonans Görüntüleme Tekniği) PET (Pozitron Emisyon Tomografi), EEG (Elektro Beyin Grafiği), SSPT (Sabit Hal İnceleme Tipografisi), MEG (Manyetik Beyin Grafisi) şeklindedir.<br /><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Psikometrik Ölçümler",
      "B": "Nörometrik Ölçümler",
      "C": "GSR-Galvanic Skin Response",
      "D": "Biometrik Ölçümler",
      "E": "IAT-Implicit Association Test"
    },
    "explanation": "Cümlede bahsedilen FMRI, PET, EEG, SSPT ve MEG gibi teknikler, beynin elektriksel veya metabolik aktivite alanları üzerine çalışan <b>Nörogörüntüleme Teknikleridir</b> (veya Nörometrik Ölçüm Teknikleridir). Bu teknikler, pazarlamada tüketicinin bir uyarana karşı verdiği tepkileri bilimsel olarak haritalamak için kullanılır."
  },
  {
    "id": "378655",
    "unitNumber": 10,
    "text": "<strong>Nörometrik ölçümler arasında yer alan, beyni sembolik olarak belli parçaya ayıran, her biri, birbirinden farklı işlevlerden sorumlu ve parçalardan elde edilen veriler bütününde ölçümleme tekniği aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "EEG",
      "B": "SSPT",
      "C": "PET",
      "D": "GSR",
      "E": "MEG"
    },
    "explanation": "Beyni sembolik olarak belli parçalara ayıran, her bir parçanın birbirinden farklı işlevlerden sorumlu olduğu bilgisini kullanan ve bu parçalardan elde edilen veriler bütününde ölçümleme yapma tekniği, <b>Beyin Haritalama (Brain Mapping)</b> yöntemlerinin temel prensibini ifade eder. Bu, genellikle fMRI veya EEG/MEG verilerinin fonksiyonel lokalizasyon (yerelleşme) analiziyle elde edilir."
  },
  {
    "id": "378656",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi, modern pazarlama anlayışındaki yaklaşım biçimine göre bir ifadedir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Üret ve sat",
      "B": "Ne üretirsem onu satarım",
      "C": "İstekleri sapta ve cevap ver",
      "D": "Uzun süreli memnuniyet sattırır",
      "E": "Kaliteli bir mal her daim sattırır"
    },
    "explanation": "Modern pazarlama anlayışı, odak noktasını üründen veya satıştan <b>müşterinin ihtiyaçlarına</b> kaydırmıştır. Bu yaklaşıma göre doğru bir ifade, \"İşletmenin karı, müşteri ihtiyaçlarını tatmin etme yoluyla elde edilir\" şeklinde özetlenebilir. Bu yaklaşım, uzun vadeli müşteri ilişkilerine ve müşteri memnuniyetine öncelik verir."
  },
  {
    "id": "378657",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi pazarlamadaki temel noktalar içerisinde <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Strateji planlarının denetlemesi",
      "B": "Düşünceler, ürünler ve hizmetler sunma",
      "C": "İnovasyonu kolaylaştırma ve gerçekleştirme",
      "D": "Tüketici istek ihtiyaç ve beklentilerinden ziyade kalite odaklı çalışma",
      "E": "Birbirinden farklı stratejilerden oluşma"
    },
    "explanation": "Pazarlamadaki temel noktalar <b>İhtiyaçlar, İstekler, Talepler, Ürünler/Hizmetler, Değer, Memnuniyet, Değişim ve İlişkilerdir</b>. Eğer bir seçenek bu temel kavramlardan biri değilse (örneğin, 'İdari Personel Eğitimi' veya 'Devlet Yasal Düzenlemeleri'), bu temel noktalar içerisinde yer almaz."
  },
  {
    "id": "378658",
    "unitNumber": 10,
    "text": "Günümüzde pazar dinamiği, oldukça kuvvet kazanmaya başlamıştır ve bu sebepten işletmeler ileri dönük, planlı bir çalışma projesi geliştirmek, pazar dinamiğine ayak uydurmak ve güncel ………….takip etmek zorundadır.<br /><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "İnovasyon",
      "B": "Nöropazarlama",
      "C": "Pazarlama stratejileri",
      "D": "Pazarlama zekâsı",
      "E": "Süreç karması"
    },
    "explanation": "İşletmelerin pazar dinamiğine ayak uydurmak, ileri dönük planlar geliştirmek ve rekabet avantajı sağlamak için takip etmek zorunda oldukları güncel gelişmeler, genellikle <b>Pazarlama Trendleridir</b>. Bu, teknolojik yenilikleri, sosyal değişimleri ve tüketici davranışlarındaki evrimleri kapsar."
  },
  {
    "id": "378659",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi, uyarana karşı beyin aktivitelerinin yanında kalp aktivitelerini de ölçümlemektedir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "FMRI (Fonksiyonel Manyetik Rezonans Görüntüleme Tekniği)",
      "B": "IAT-Implicit Association Test",
      "C": "GSR-Galvanic Skin Response",
      "D": "EEG (Elektro Beyin Grafiği)",
      "E": "PET (Pozitron Emisyon Tomografi)"
    },
    "explanation": "Uyarana karşı beyin aktivitelerinin (EEG, fMRI) yanında <b>kalp aktivitelerini (EKG/Kalp Hızı Monitörü)</b>, GSR (Deri İletkenliği) gibi fizyolojik tepkileri de ölçen teknikler bütünü <b>Psikofizyolojik Ölçümler</b> veya genel olarak <b>Biyometrik Ölçümler</b> olarak adlandırılır. Bu teknikler, bir uyarının yarattığı duygusal uyarılma düzeyini gösterir."
  },
  {
    "id": "377612",
    "unitNumber": 11,
    "text": "<strong>Parfüm satın alacak olan tüketicinin kullanılan malzemenin cam ve plastik maddeden imal edildiğini görmesi aşağıdakilerden hangisi hakkında bir fikir sahibi olmasını sağlar?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Markanın logosu",
      "B": "Markanın imajı",
      "C": "Markanın tanınırlığı",
      "D": "Ürünün faydası",
      "E": "Markanın vaadi"
    },
    "explanation": "Parfüm şişesi veya dış kutusu için kullanılan cam ve plastik gibi malzemeler, ürünün <b>ambalajının malzemesi</b> hakkındaki bilgiyi doğrudan sağlar. Tüketici bu malzemelere bakarak ürünün kalitesi, dayanıklılığı ve görsel algısı hakkında ilk izlenimini edinir. Ambalaj malzemesi, <b>marka imajı</b> ve ürünün konumlandırılması açısından kritik bir unsurdur."
  },
  {
    "id": "377613",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi ambalaj tasarımında kullanılan marka ve kurum kimlik ögesi <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Ambalaj tasarımında logotype",
      "B": "Ambalaj tasarımında renk",
      "C": "Ambalaj tasarımında teknik özellikler",
      "D": "Ambalaj tasarımında tipografi",
      "E": "Ambalaj tasarımında yapı/form"
    },
    "explanation": "Ambalaj tasarımında kullanılan marka ve kurum kimlik ögeleri; <b>logo, marka adı, kurumsal renkler</b> ve <b>tipografi</b> gibi markanın görsel kimliğini oluşturan unsurlardır. Ambalajın üretim hattındaki <b>teknik kapasitesi</b> veya <b>işletmenin karlılığı</b> gibi unsurlar ise marka ve kurum kimliğini oluşturan temel tasarım ögeleri arasında yer almaz."
  },
  {
    "id": "377619",
    "unitNumber": 11,
    "text": "Marka …………….. kısaca işletmenin, tüketicilerinin marka hakkında nasıl hissetmesi, algılaması ve nasıl hatırlaması istediği olarak tanımlanabilir.<br /><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "konumlandırması",
      "B": "vaadi",
      "C": "manifestosu",
      "D": "güveni",
      "E": "imajı"
    },
    "explanation": "İşletmenin, tüketicilerinin marka hakkında nasıl hissetmesi, algılaması ve nasıl hatırlaması istediği olarak tanımlanan kavram <b>Marka Kimliği</b> (Brand Identity)'dir. Marka kimliği, işletmenin kendisini dış dünyaya yansıttığı tüm görsel, işitsel ve deneyimsel unsurların bütünüdür."
  },
  {
    "id": "377620",
    "unitNumber": 11,
    "text": "<strong>Markanın vaatlerini yerine getirmesiyle tüketicide markaya karşı artış gösteren unsur aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Tekrar almama isteği",
      "B": "Satın alma ihtiyacı",
      "C": "Güven ve bağ duygusu",
      "D": "Rakip firmalardan alışveriş isteği",
      "E": "Marka sevgisi"
    },
    "explanation": "Markanın müşterilerine verdiği kalite, performans veya hizmet gibi <b>vaatleri</b> yerine getirmesi, tüketicide olumlu bir deneyim yaratır. Bu durum, markaya olan <b>güvenin</b> artmasına ve zamanla güçlü bir <b>Marka Sadakati</b> (Brand Loyalty) oluşmasına yol açar."
  },
  {
    "id": "378660",
    "unitNumber": 11,
    "text": "<strong>Ürünün; isim, logo ve diğer görsel işaret ve sembollerle rakiplerinden farklılaşması olarak tanımlanmasına ne denir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Ambalaj",
      "B": "Kurum",
      "C": "Marka",
      "D": "Tipografi",
      "E": "Manifesto"
    },
    "explanation": "Ürünün; <b>isim, logo</b> ve diğer görsel işaret ve sembollerle rakiplerinden farklılaşarak pazarda kendine özgü bir kimlik edinmesi sürecine <b>Markalama</b> (Branding) denir. Markalama, ürünün ayırt edilmesini ve tanınmasını sağlar."
  },
  {
    "id": "378661",
    "unitNumber": 11,
    "text": "<strong>Tarihte kurum kimliğinin ilk örneklerine nerede rastlanmaktadır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Soyluların, kralların ve şehirlerin kullandıkları armalarda",
      "B": "İlaç kutularında",
      "C": "Sığırların üzerinde",
      "D": "Buğday çuvallarında",
      "E": "Şarap üreticilerinde"
    },
    "explanation": "Kurum kimliğinin (Corporate Identity) ilk örneklerine, toplulukların ve zanaatkarların kendilerini diğerlerinden ayırma ihtiyacının doğduğu <b>Eski Uygarlıklarda</b> rastlanmaktadır. Örneğin, lonca damgaları veya eski medeniyetlerdeki ayırt edici işaretler, kurumsal kimliğin temellerini oluşturur."
  },
  {
    "id": "378662",
    "unitNumber": 11,
    "text": "<strong>Bir markanın sektörde yer edinebilmesi ve ticari hayatını idame ettirebilmesi aşağıdakilerden hangisine bağlıdır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Tüketicileri satın almaya ikna etmesine",
      "B": "Piyasaya kaliteli ürün sunabilmesine",
      "C": "Piyasaya çok çeşitli ürün sunabilmesine",
      "D": "Tüketicinin zihninde yer edinebilmesine",
      "E": "İyi bir ambalaj tasarımı yapmasına"
    },
    "explanation": "Bir markanın sektörde kalıcı bir yer edinebilmesi ve ticari hayatını sürdürebilmesi, pazarda rakiplerine göre kendine özgü ve anlamlı bir pozisyon yaratmasına bağlıdır. Bu başarı, doğru ve etkili bir <b>Marka Konumlandırması</b> ile sağlanır."
  },
  {
    "id": "378663",
    "unitNumber": 11,
    "text": "<strong>İşletmelerin mesajlar aracılığıyla hedef kitleye ilettikleri değer özellik ve çağrışımlarla, müşterilerine verdiği söze ne denir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Marka manifestosu",
      "B": "Marka vaadi",
      "C": "Marka imajı",
      "D": "Marka kimliği",
      "E": "Ambalaj vaadi"
    },
    "explanation": "İşletmelerin hedef kitleye ilettikleri değer özellik ve çağrışımlarla, müşterilerine verdiği söze <b>Marka Vaadi</b> (Brand Promise) denir. Bu vaat, müşterinin markadan ne bekleyeceğini tanımlar ve tüm pazarlama mesajlarının temelini oluşturur."
  },
  {
    "id": "378664",
    "unitNumber": 11,
    "text": "<strong>Markanın vaadini yerine getirmesiyle artan tüketici memnuniyeti sonucunda ne olur?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Marka piyasaya yeni ürün sürer",
      "B": "Marka manifestosu gerçekleşmiş olur",
      "C": "Markanın satışları beklenen seviyeye gelir",
      "D": "Marka imajı olumlu yönde artar",
      "E": "Tasarımda yeniliğe gider"
    },
    "explanation": "Markanın vaadini yerine getirmesiyle artan tüketici memnuniyeti, tüketicinin markaya olan <b>güvenini</b> pekiştirir ve tekrar satın alma olasılığını artırır. Bu durumun nihai sonucu, müşterinin markaya karşı güçlü bir <b>Marka Sadakati</b> geliştirmesi ve markayı başkalarına tavsiye etmesi (Marka Savunuculuğu) olur."
  },
  {
    "id": "378665",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi ambalaj tasarımında yapılan ve marka imajının zedelenmesine sebep olan hatalardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Ambalaj yüzeyinde logonun tek renk kullanılması",
      "B": "Marka kimliğini oluşturan unsurların, ambalaj yüzeyinde doğru oran ve biçimlerde kullanılmaması",
      "C": "Tasarımda yapılan işlevsel hatalar sebebiyle ambalajın güçlükle açılması",
      "D": "Ürün özelliklerinin ambalaj yüzeyine doğru biçimde yazılmaması",
      "E": "Ambalaj tasarımında inandırıcı olmayan, yanlış veya tutarsız bilgi ve görüntülerin yer alması"
    },
    "explanation": "Ambalaj tasarımında yapılan ve marka imajını zedeleyen hatalar genellikle düşük kaliteli malzeme kullanımı veya görsel/bilgisel karmaşa yaratılmasıdır. Ambalajın <b>ergonomik ve kullanışlı olması</b> ise, tüketicinin ürünü rahatça kullanmasını sağlayan ve marka algısını <b>olumlu yönde etkileyen</b> başarılı bir tasarım özelliğidir, bu nedenle bir hata değildir."
  },
  {
    "id": "378666",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi ambalaj yüzeyinde kullanılan ve marka kimliğini oluşturan ögelerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Logotype",
      "B": "Renk",
      "C": "Tipografi",
      "D": "Fotoğraf/illüstrasyon",
      "E": "Ambalaj boyutu"
    },
    "explanation": "Marka kimliğini oluşturan ambalaj yüzeyi ögeleri; <b>marka adı, logo, kurumsal renkler</b> ve <b>tipografi</b> gibi görsel tanınabilirliği sağlayan unsurlardır. Ambalajın <b>Üretim Hacmi</b> gibi lojistik veya teknik bilgiler, marka kimliğini oluşturan temel görsel ögelerden biri değildir."
  },
  {
    "id": "378667",
    "unitNumber": 11,
    "text": "<strong>Tüketicinin benzer teknik özelliklere sahip, temel gıda besinlerini satın alma kararını etkileyen unsur aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Marka imajı",
      "B": "Marka logosu",
      "C": "Ürün tanınırlığı",
      "D": "Rakip ürün olmaması",
      "E": "Ambalajın renkli olması"
    },
    "explanation": "Temel gıda besinleri gibi teknik özelliklerin genellikle benzer olduğu ürün kategorilerinde, tüketicinin satın alma kararını etkileyen en önemli unsur, ürünün kalitesine ve güvenilirliğine dair sahip olduğu algı, yani <b>Marka İmajı</b> veya <b>Markanın Güvenilirliği</b>dir. Tüketici, risk algısını azaltmak için güvendiği markayı tercih eder."
  },
  {
    "id": "378668",
    "unitNumber": 11,
    "text": "<strong>Marka veya kurumun soyut ve somut tüm değerlerini yansıtan tasarım unsuru aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Marka rengi",
      "B": "Marka ismi",
      "C": "Marka logosu",
      "D": "Marka sloganı",
      "E": "Marka manifestosu"
    },
    "explanation": "Bir markanın veya kurumun soyut (değerler, kültür) ve somut (logo, binalar, iletişim) tüm değerlerini tutarlı bir şekilde yansıtan tasarım unsurlarının bütününe <b>Kurum Kimliği</b> (Corporate Identity) denir. Bu, kurumun kendisini nasıl sunduğunu ve algılandığını belirler."
  },
  {
    "id": "378669",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi tüketici ürün reyonunda aradığı ürünü bulmasında ve ürünü tanımasında kolaylık sağlar?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Ambalajın boyutu",
      "B": "Ambalajın rengi",
      "C": "Rafta bulunduğu konum",
      "D": "Ürüne ait fiyat bilgisi",
      "E": "Ambalajın hammaddesi"
    },
    "explanation": "Tüketicinin ürün reyonunda aradığı ürünü hızlıca bulmasında ve tanımasında kolaylık sağlayan temel unsur <b>Ambalajın Tasarımı</b>dır. Ambalaj üzerindeki belirgin <b>logo, renk kodları</b> ve <b>görsel hiyerarşi</b>, ürünün rafta dikkat çekmesini ve tanınmasını (shelf impact) sağlar."
  },
  {
    "id": "377624",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi ambalajda kullanılan artırılmış gerçeklik uygulamasının tüketiciye sağladığı faydalardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Aktivitelerini sosyal medyadan paylaşabilirler.",
      "B": "Ürüne dair birtakım bilgilere erişebilirler.",
      "C": "Oyun, yarışma gibi tanımlı uygulamaları kullanabilirler.",
      "D": "Ürünlerini geri dönüştürebilirler.",
      "E": "Ürünü deneyimleyebilirler."
    },
    "explanation": "<b>Artırılmış Gerçeklik (AR)</b>, ambalajı tarayarak sanal ve gerçek dünyayı birleştiren interaktif bir deneyim sunar. Tüketiciye sağladığı faydalar arasında ürün hakkında ek bilgi edinme, eğlence, hikaye anlatımı ve markayla etkileşim bulunur. AR uygulamaları genellikle teknolojik bileşen ve yazılım geliştirmesi gerektirdiğinden, ambalajın üretim veya malzeme maliyetlerini doğrudan <b>azaltmaz</b>; aksine, bu teknolojiyi uygulamak ek maliyet getirebilir."
  },
  {
    "id": "377626",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi akıllı ambalaj uygulamalarındandır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Veri ölçer",
      "B": "Barkod",
      "C": "Tüketici sistemi",
      "D": "Dinamik veri",
      "E": "Ardışık bilgi aracı"
    },
    "explanation": "<b>Akıllı ambalaj</b>, ürünün durumunu takip eden, izleyen, iletişim kuran veya raf ömrünü yönetmeye yardımcı olan yenilikçi uygulamalardır. Bu uygulamalar, ürünün kalitesi veya güvenliği hakkında bilgi sağlamak için <b>sensörler</b>, <b>RFID etiketleri</b>, zaman-sıcaklık göstergeleri gibi akıllı bileşenleri kullanır. Bu sistemler gıda güvenliğini ve lojistik verimliliğini artırmayı hedefler."
  },
  {
    "id": "378670",
    "unitNumber": 12,
    "text": "<strong>Bir ambalajın “sürdürülebilir inovatif” olma özelliği aşağıdakilerden hangisi ile ilişkilidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Muadillerinden daha farklı görünmesi",
      "B": "Doğada kolayca çözünmesi",
      "C": "Kullanım kolaylığının olması",
      "D": "Okunur ve okutur olması",
      "E": "Estetik görünüşe sahip olması"
    },
    "explanation": "Bir ambalajın <b>sürdürülebilir inovatif</b> olması, çevresel etkiyi en aza indirmeyi hedeflerken, yeni teknolojileri ve döngüsel ekonomi prensiplerini uygulamayı içerir. Bu özellik doğrudan <b>geri dönüştürülebilirlik</b>, kompostlanabilirlik ve yenilenebilir kaynaklardan elde edilen malzemelerin kullanımı ile ilişkilidir. Amaç, ambalajın yaşam döngüsü boyunca çevresel ayak izini minimize etmektir."
  },
  {
    "id": "378671",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi interaktif ambalajın özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Her zaman akıllı telefona gerek duyulmaz.",
      "B": "Tüketiciyi eğlendirir.",
      "C": "Sanatsal etkinliklerden faydalanılabilir.",
      "D": "Dijital yollarla etkileşim kurabilirler.",
      "E": "Maliyetli bir uygulamadır."
    },
    "explanation": "<b>İnteraktif ambalaj</b>, tüketicinin ambalajla doğrudan etkileşim kurmasına olanak tanıyan özelliklere sahiptir. Bu genellikle QR kodları, NFC, <b>Artırılmış Gerçeklik (AR)</b> gibi dijital araçlar aracılığıyla sağlanır. İnteraktif ambalajın temel özelliği <b>iki yönlü iletişim</b> sağlaması ve zenginleştirilmiş bilgi sunmasıdır. Tüketiciye statik, değiştirilemez bilgi sunmak, interaktifliğin değil, geleneksel ambalajın özelliğidir."
  },
  {
    "id": "378672",
    "unitNumber": 12,
    "text": "<strong>Tüketicinin etkileşimine izin veren, gerçek dünya ile zenginleştirilmiş sanal görüntülerin birleştirilmesine ne ad verilir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "İnovatif gerçeklik",
      "B": "Sanal gerçeklik",
      "C": "Artırılmış gerçeklik",
      "D": "Sistematik gerçeklik",
      "E": "Fiziksel gerçeklik"
    },
    "explanation": "Tüketicinin etkileşimine izin veren, gerçek dünya ile zenginleştirilmiş sanal görüntülerin birleştirilmesine <b>Artırılmış Gerçeklik (AR)</b> adı verilir. AR, fiziksel çevrenin kamera aracılığıyla elde edilen görünümüne bilgisayar tarafından üretilen sanal öğelerin (3D modeller, animasyonlar, metinler) gerçek zamanlı olarak eklenmesidir. Ambalajlamada kullanıldığında markaya bağlılığı artırır ve bilgilendirici/eğlenceli deneyimler sunar."
  },
  {
    "id": "378673",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi akıllı ambalaj uygulamalarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "İndikatörler",
      "B": "Sensörler",
      "C": "Barkod ve QR Kodlar",
      "D": "RFID etiketler",
      "E": "Enformasyonlar"
    },
    "explanation": "<b>Akıllı ambalaj</b>, ürünün kalitesi, tazeliği veya konumu hakkında bilgi veren veya iletişim sağlayan teknolojileri içerir (RFID, sensörler, zaman-sıcaklık göstergeleri). Akıllı ambalajın temel fonksiyonu, ürünün durumunu izlemek ve raporlamaktır. Ambalajın <b>temel koruma fonksiyonu</b> (fiziksel darbelere karşı koruma) geleneksel ambalajın görevidir ve başlı başına akıllı ambalaj uygulaması sayılmaz."
  },
  {
    "id": "378674",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi barkodun özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "En ucuz ve en yaygın veri taşıyıcıdır",
      "B": "Metin, resim gibi ayrıntılı bilgi içerir",
      "C": "Dimensional 1D olarak adlandırılırlar",
      "D": "En çok doğrusal barkod türü kullanılır",
      "E": "Tarayıcı tarafından okunurlar"
    },
    "explanation": "<b>Barkod</b>, bir ürünün kimliğini ve stok bilgisini temsil eden optik olarak okunabilir, pasif bir sistemdir. Temel amacı envanter yönetimi ve satış noktası işlemlerini hızlandırmaktır. Barkodlar, veriyi lazer tarayıcılar aracılığıyla okur ve <b>radyo frekansı sinyali iletmezler</b>. Radyo frekansı ile sinyal iletme özelliği, <b>RFID</b> (Radyo Frekansı Tanımlama) etiketlerine aittir."
  },
  {
    "id": "378675",
    "unitNumber": 12,
    "text": "<strong>İşletmeler teknoloji kullanımına önem veren tüketicileri için ambalajlarda hangi akıllı uygulamaya yönelmektedirler?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "QR kodlar",
      "B": "Barkodlar",
      "C": "Dimensional 1D barkodlar",
      "D": "Doğrusal barkodlar",
      "E": "Sistemsel kodlar"
    },
    "explanation": "İşletmeler, teknoloji kullanımına önem veren tüketicileri hedeflemek için etkileşimi en üst düzeye çıkaran uygulamalara yönelirler. <b>Artırılmış Gerçeklik (AR)</b>, ambalajın üzerine bindirilmiş dijital içeriklerle (oyunlar, videolar, 3D görseller) zengin bir deneyim sunarak bu teknoloji meraklısı kitleye hitap eden en önemli akıllı uygulamalardan biridir."
  },
  {
    "id": "378676",
    "unitNumber": 12,
    "text": "<strong>“Radyo frekansı sinyali ileten mikroskobik çipe sahip baskılı anten” olarak tanımlanan akıllı ambalaj etiketi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "RFIS etiket",
      "B": "RFID etiket",
      "C": "RFIT etiket",
      "D": "RFIC etiket",
      "E": "RFIP etiket"
    },
    "explanation": "“Radyo frekansı sinyali ileten mikroskobik çipe sahip baskılı anten” tanımı, doğrudan <b>Radyo Frekansı Tanımlama (RFID)</b> etiketini açıklamaktadır. RFID teknolojisi, ambalajların temassız bir şekilde izlenmesini, envanter sayımının yapılmasını ve ürün takibini sağlayan kilit bir <b>akıllı ambalaj</b> bileşenidir."
  },
  {
    "id": "378677",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi yenilebilir ambalajların bilinen özelliklerindendir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yeniden kullanılabilirler",
      "B": "Lezzetlidirler",
      "C": "Uzun süre saklanabilirler",
      "D": "Çevresel kirliliğe çözüm sunarlar",
      "E": "İkinci ambalaja ihtiyaç duymazlar"
    },
    "explanation": "<b>Yenilebilir ambalajlar</b> (Edible Packaging), genellikle protein, polisakkarit veya lipid bazlı filmlerden yapılır. En bilinen özellikleri, ürüne ekstra bir koruma katmanı sağlarken, ambalaj atığını tamamen ortadan kaldırmalarıdır. Bu ambalajlar <b>biyolojik olarak parçalanabilir</b> ve genellikle oksijen ve nem bariyeri oluşturarak ürünün raf ömrüne katkıda bulunurlar."
  },
  {
    "id": "378678",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi yenilebilir ambalajın <u>dezavantajlarındandır</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Uygulanacak materyal sayısı kısıtlıdır.",
      "B": "Fiziksel baskılara karşı dayanıksızdır.",
      "C": "Nem kaybını artırır.",
      "D": "Beslenme değerini azaltır.",
      "E": "Doğaya bırakılamaz."
    },
    "explanation": "Yenilebilir ambalajlar çevre dostu olsalar da, bazı ticari dezavantajları vardır. Bu ambalajlar genellikle <b>mekanik dayanım açısından zayıftır</b> ve özellikle neme karşı yüksek hassasiyet gösterirler. Ayrıca, ambalajın kendisinin tüketilebilir bir madde olması, <b>gıda alerjisi</b> riski taşıyan maddeler içeriyorsa ek etiketleme ve dikkat gerektirmesi gibi zorluklar yaratır."
  },
  {
    "id": "378679",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi günümüz ambalaj trendlerindendir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Doypack",
      "B": "Biopaket",
      "C": "Fixpack",
      "D": "Nanoteknoloji",
      "E": "Bioteknoloji"
    },
    "explanation": "Günümüz ambalaj trendleri büyük ölçüde <b>çevresel sorumluluk</b> ve <b>teknolojik entegrasyon</b> üzerine kuruludur. Tüketicinin artan talebiyle birlikte, <b>sürdürülebilirlik</b> (geri dönüştürülebilirlik, biyolojik parçalanabilirlik) ve <b>akıllı ambalaj uygulamaları</b> (izlenebilirlik, etkileşim) günümüzün en baskın ambalaj trendlerindendir."
  },
  {
    "id": "377681",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi cam ambalajların çevreye etkilerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Camın ham maddesinde petrol ve türevleri yoktur.",
      "B": "Cam ambalajların ürünün tadına etkisi yoktur.",
      "C": "Cam malzemeler %100 geri dönüştürülebilir.",
      "D": "Cam malzemeler ürünün uzun süre tazeliğini muhafaza eder.",
      "E": "Cam kimyasal olarak aktif olan malzemelerden üretilmektedir."
    },
    "explanation": "Cam ambalajların çevreye etkileri genellikle üretim aşamasındaki <b>yüksek enerji tüketimi</b>, nakliyeden kaynaklanan <b>yüksek karbon ayak izi</b> (ağırlığı nedeniyle) ve doğada <b>çok uzun süre kalması</b> (yavaş biyolojik bozunma) ile ilgilidir. Şıkların birinde belirtilen ve bu etkilerden biri olmayan durum (Örn: Yüksek biyolojik bozunma hızı), bu sorunun doğru cevabıdır. Camın doğada çözünmesi yüzlerce hatta binlerce yıl sürer."
  },
  {
    "id": "377690",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi ambalajların yeniden kullanımına örnektir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Su damacanaları",
      "B": "Cam ambalajlardan avize yapılması",
      "C": "Atık ambalajlardan sehpa yapılması",
      "D": "Tuvalet kâğıdı rulolarından oyuncak yapılması",
      "E": "Atık ambalajlardan çanta yapılması"
    },
    "explanation": "Ambalajların <b>yeniden kullanımı</b> (Reuse), atık hiyerarşisinde azaltmadan (Reduction) sonra gelen önemli bir adımdır. Bu, ambalajın herhangi bir işlem görmeden (geri dönüşüm gibi) aynı amaçla veya benzer bir amaçla tekrar doldurulmasıdır. Bu duruma en belirgin örnek <b>depozitolu şişelerdir</b> (örneğin, cam veya bazı plastik içecek şişeleri) veya <b>tekrar doldurulabilir su damacanaları</b>dır. <<<Bu örnek, ambalajın kullanım ömrünü uzatarak atık oluşumunu doğrudan azaltır."
  },
  {
    "id": "378685",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi ambalaj atıklarının çevreye olan etkilerinden biridir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Konteyner kirliliği",
      "B": "Taşıma kirliliği",
      "C": "Hava kirliliği",
      "D": "Separatör kirliliği",
      "E": "Kompozit kirlilik"
    },
    "explanation": "Ambalaj atıklarının çevreye olan en önemli etkileri arasında <b>doğal kaynakların aşırı tüketimi</b> (özellikle geri dönüşüm yapılmadığında), <b>katı atık depolama alanlarının dolması</b> ve doğaya karışan ambalajların (özellikle plastik) neden olduğu <b>kirlilik</b> (toprak, su ve deniz kirliliği) yer alır. Atıkların depolama alanlarında birikmesi, çevreye olan en görünür etkilerden biridir."
  },
  {
    "id": "378686",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi ürünün yaşam döngüsüne ait bir aşamadır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Atık bertarafı",
      "B": "Sistemsel dizilim",
      "C": "Dijital tanımlama",
      "D": "Ürün giydirme",
      "E": "Yok etme"
    },
    "explanation": "Ürünün <b>yaşam döngüsü</b>, ambalajın çevresel etkilerinin değerlendirilmesi için kullanılır. Bu döngü, ürünün hammadde temininden başlayarak, <b>üretim/işleme</b>, dağıtım, tüketici kullanımı ve son olarak <b>atık yönetimi (imha veya geri dönüşüm)</b> aşamalarını kapsar. Bu aşamalardan herhangi biri (örneğin, Hammadde Temini, Üretim veya Dağıtım) yaşam döngüsüne ait bir basamaktır."
  },
  {
    "id": "378689",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi sürdürülebilir ambalaj ilkelerinden birisi <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Etkili ambalaj",
      "B": "Verimli ambalaj",
      "C": "Döngüsel ambalaj",
      "D": "Temiz ambalaj",
      "E": "Dijital ambalaj"
    },
    "explanation": "Sürdürülebilir ambalaj, çevresel etkiyi azaltmayı hedefler. Temel ilkeleri şunlardır: ambalajı <b>azaltmak</b> (kaynak verimliliği), <b>geri dönüştürülebilirliği</b> sağlamak, mümkünse <b>yenilenebilir veya geri dönüştürülmüş hammadde</b> kullanmak ve taşıma verimliliğini artırmak. Sürdürülebilirlik ilkesi olmayan bir durum genellikle <b>karmaşık, geri dönüştürülemez çok katmanlı yapılar</b> kullanmak veya gereksiz ambalajlamadır."
  },
  {
    "id": "378692",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi geri dönüşüm işleminin aşamalarından <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kaynakta ayrı toplanması",
      "B": "Sınıflama",
      "C": "Değerlendirme",
      "D": "Tekrar kullanma",
      "E": "Yeni ürünü ekonomiye kazandırma"
    },
    "explanation": "Geri dönüşüm süreci, temel olarak <b>toplama</b> (kaynakta veya tesislerde), <b>ayırma</b> (malzeme türüne göre), <b>işleme</b> (temizleme, parçalama) ve son olarak <b>yeni ürün üretimi</b> aşamalarını içerir. Bu aşamalar dışında kalan bir eylem, örneğin, 'Ürünün pazarlama stratejisinin oluşturulması' veya <b>'Ambalajın tüketiciye sunumu'</b> geri dönüşüm işleminin operasyonel bir aşaması değildir."
  },
  {
    "id": "378693",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi cam ambalajın çevreye etkilerinden birisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Cam ambalajlar ürünün tadının değişmesine sebep olabilir.",
      "B": "Camın hammaddesinde petrol ve türevleri yoktur.",
      "C": "Cam ambalajlar %100 dönüştürülemezler.",
      "D": "Cam ambalajlar ürünün tazeliğini uzun süre koruyamazlar.",
      "E": "Cam ambalajlar ürüne kimyasal maddeler bulaşmasına sebep olabilirler."
    },
    "explanation": "Cam ambalajın çevreye etkilerinden biri, üretimi sırasında gerekli olan fırınların çalışması nedeniyle ortaya çıkan <b>yüksek enerji tüketimidir</b>. Bu enerji yoğun süreç, genellikle yüksek miktarda <b>karbon dioksit emisyonu</b>na yol açar. Diğer bir etkisi ise camın doğada <b>biyolojik olarak bozulmaması</b>dır, bu da katı atık depolama alanlarında büyük hacim kaplamasına neden olur."
  },
  {
    "id": "378695",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi metal malzemeli ambalajların geri dönüşüm süreçlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Ayrıştırma işlemi yapılmasına gerek yoktur.",
      "B": "Eritildikten sonra kalıplara dökülerek metal bloklar oluşturulur.",
      "C": "Öğütme işleminden sonra yüksek ısılı fırınlarda eritilir.",
      "D": "Metal ambalajlar tesiste malzemelerine göre ayrılır.",
      "E": "Evsel atıklardan ayrı olarak toplanır."
    },
    "explanation": "Metal ambalajların (alüminyum ve çelik) geri dönüşümü yüksek verimlidir. Süreç, <b>manyetik ayırma</b> (çelik için), <b>girdap akımı ayırma</b> (alüminyum için), ardından <b>eritme</b> ve <b>döküm</b> aşamalarını içerir. Metal, biyolojik bir madde olmadığı için, <b>kompostlama</b> veya <b>biyolojik parçalanma</b> gibi organik atık süreçleri metal geri dönüşümünün bir parçası değildir."
  },
  {
    "id": "378698",
    "unitNumber": 13,
    "text": "<strong>Aşağıda verilen hangi plastik atıkları geri <u>dönüştürülemezler</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "PETE",
      "B": "HDPE",
      "C": "PVC",
      "D": "LDPE",
      "E": "PP"
    },
    "explanation": "Pek çok plastik türü geri dönüştürülebilir olsa da, bazıları yapısal nedenlerle veya atık yönetimindeki zorluklar nedeniyle geri dönüştürülemez. Geri dönüştürülmesi en zor olanlar genellikle <b>çok katmanlı (multilayer) kompozit plastiklerdir</b> (farklı polimerlerin birleşimi) ve <b>termoset plastiklerdir</b> (ısıtıldığında şekli kalıcı olarak sertleşen). Bu malzemeler, geri dönüşüm tesislerinde ekonomik olarak ayrıştırılıp işlenemediği için atık kabul edilir."
  },
  {
    "id": "378701",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi ambalajların yeniden kullanımına örnek <u>olamaz</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Cam şişelerin sterilize işleminden sonra doldurulması",
      "B": "Metal kavanozların öğütülmesi",
      "C": "Su damacanaları sterilize işleminden sonra doldurulması",
      "D": "Tişört kutusunun askıya dönüşmesi",
      "E": "Cam kavanozların temizleme işleminden sonra kullanılması"
    },
    "explanation": "Yeniden kullanım (Reuse), ambalajın işlevini koruyarak tekrar doldurulmasıdır (Örnek: Depozitolu su şişeleri). Bir eylemin yeniden kullanım olmaması için, ambalajın fiziksel veya kimyasal olarak bozulması gerekir. Örneğin, kullanılmış ambalajların toplanarak <b>eritilmesi ve yepyeni bir malzemeye dönüştürülmesi</b> (yani <b>geri dönüşüm</b>), yeniden kullanım değil, atık hiyerarşisinin farklı bir basamağıdır."
  },
  {
    "id": "378703",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi ileri dönüşümün faydalarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Atıkların azaltılması",
      "B": "Tasarruf",
      "C": "Ambalaj üretim miktarının azaltılması",
      "D": "Yaratıcılık",
      "E": "İyi hissetmek"
    },
    "explanation": "<b>İleri dönüşüm</b> (Upcycling), atık malzemeleri veya ürünleri daha yüksek kaliteli, çevresel veya sanatsal değeri olan yeni ürünlere dönüştürme işlemidir. Faydaları arasında <b>atık miktarını azaltmak</b>, <b>yeni hammadde ihtiyacını düşürmek</b> ve <b>yaratıcılığı teşvik etmek</b> bulunur. İleri dönüşüm genellikle düşük enerji girdisi gerektirir. 'Yüksek enerji tüketimi gerektiren karmaşık endüstriyel süreçler' ileri dönüşümün bir faydası değil, geri dönüşümün (recycling) veya birincil üretimin (virgin production) özelliği olabilir."
  },
  {
    "id": "378704",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi yeşil ambalajlara örnek <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Esnek ambalajlar",
      "B": "Ekolojik ambalajlar",
      "C": "Biyobozunur ambalajlar",
      "D": "Plastik ambalajlar",
      "E": "Yenilebilir ambalajlar"
    },
    "explanation": "<b>Yeşil ambalajlar</b> (Sürdürülebilir Ambalaj), geri dönüştürülmüş içerik kullanan, yenilenebilir kaynaklardan üretilen, <b>biyobozunur</b> veya çok kolay geri dönüştürülebilir malzemelerden yapılmış ambalajlardır. Yeşil ambalajlara örnek olmayan durumlar genellikle <b>yüksek çevresel ayak izine sahip malzemeler</b>, <b>geri dönüştürülmesi zor çok katmanlı kompozit yapılar</b> veya toksik kimyasallar içeren ambalajlardır."
  },
  {
    "id": "377702",
    "unitNumber": 14,
    "text": "<strong>“Ürünleri paketleme, depolama, saklama, koruma ve taşıma amaçlı kullanıldığı gibi özel tasarımlar ve marka işlevi ekleyerek satın alınma amacı ile de kullanılır.” tanımı yapılan kâğıt aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Pelür kâğıt",
      "B": "Kraft kâğıt",
      "C": "Ambalaj kâğıdı",
      "D": "Yağlı kâğıt",
      "E": "Parşömen kâğıdı"
    },
    "explanation": "Verilen tanım, kâğıdın hem fiziki koruma (paketleme, depolama, saklama, koruma ve taşıma) hem de estetik ve pazarlama (özel tasarımlar, marka işlevi) amaçlı kullanımını açıklamaktadır. Bu çifte fonksiyona sahip olan kâğıt türü <b>Ambalaj Kâğıdı</b>'dır."
  },
  {
    "id": "377704",
    "unitNumber": 14,
    "text": "<strong>“Tüm raportların en basitidir ve uygulaması en kolay olan raportlama şeklidir.” ifadesi ile açıklanan raport türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Üslup raport (diogonel soter raport)",
      "B": "Çevirme",
      "C": "Kapaklama (ayna)",
      "D": "Tam raport (düz raport)",
      "E": "Yarım raport (soter raport)"
    },
    "explanation": "Desen tasarımı ve raportlamada, desen bloklarının (unit) yatay ve dikey eksenlerde direkt olarak yan yana hizalanmasıyla oluşturulan raport türü, <b>Basit Raport (Düz Raport)</b>'tur. Bu tür, herhangi bir kaydırma veya karmaşık hesaplama gerektirmediği için tüm raportların <b>en basit ve uygulaması en kolay</b> olanıdır."
  },
  {
    "id": "377708",
    "unitNumber": 14,
    "text": "<strong>Raportlar tasarım aşamasında hangi geometrik yapılar içerisinde düşünülüp uygulanır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kare-dikdörtgen",
      "B": "Kare-üçgen",
      "C": "Dikdörtgen-üçgen",
      "D": "Dikdörtgen-oval",
      "E": "Kare-oval"
    },
    "explanation": "Raportlar, desenin sürekli tekrarını sağlayacak şekilde tasarlanır. Bu tasarım aşamasında, tekrar eden en küçük birim olan raportlar temel olarak <b>Kare ve Dikdörtgen</b> gibi düzgün geometrik yapılar içerisinde düşünülür ve uygulanır. Bu, baskı sırasında hatasız ve düzenli bir tekrar sağlar."
  },
  {
    "id": "377711",
    "unitNumber": 14,
    "text": "<strong>Aşağıdaki raport çeşitlerinden hangisinde desen tekrarı zikzak hareketi vardır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Çevirme",
      "B": "Kapaklama",
      "C": "Yarım",
      "D": "Tam",
      "E": "Diagonal"
    },
    "explanation": "Desen tekrarında blokların yarım birim veya belirli bir oranda kaydırılarak yerleştirildiği raport türleri <b>Bindirme Raport</b> olarak adlandırılır. Bu kaydırma, desenin tekrarında çapraz veya <b>zikzak hareketi</b> içeren görsel bir akış yaratır."
  },
  {
    "id": "377712",
    "unitNumber": 14,
    "text": "……………; motif, renk ve doku içinde kamufle edilerek gözün sanat eseri içinde hoş ve rahat bir şekilde hareket etmesini sağlamalıdır.<br /><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Tam raport",
      "B": "Tekrar",
      "C": "Tasarım",
      "D": "Ambalaj",
      "E": "Ambalaj kâğıdı"
    },
    "explanation": "Cümlede boş bırakılan yere <b>Boşluk</b> (Negatif Alan) getirilmelidir. Başarılı bir desen tasarımında boşluk, motifler, renkler ve dokular arasında 'kamufle' edilerek göze dinlenme alanı sağlar ve gözün desen yüzeyi içinde <b>hoş ve rahat bir şekilde hareket etmesini</b> mümkün kılar."
  },
  {
    "id": "378715",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi ambalaj kâğıdının kullanım işlevlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Paketlemek, saklamak",
      "B": "Özel amaçlı tasarımlar",
      "C": "Marka işlevini artırmak",
      "D": "Koleksiyon yapmak",
      "E": "Koruma ve taşıma"
    },
    "explanation": "Ambalaj kâğıdının temel işlevleri ürünü paketlemek, depolamak, korumak ve tanıtmaktır. Standart ambalaj kâğıtlarının ana kullanım işlevlerinden biri <b>ürünleri ısı yalıtımıyla korumak</b> değildir; bu işlev genellikle özel yalıtım malzemeleri gerektirir."
  },
  {
    "id": "378717",
    "unitNumber": 14,
    "text": "<strong>Genel amacı, “hem ürünleri rahatlıkla paketleyip dış etkenlerden korumak hem de şık tasarımları sayesinde ürün değerini arttırıp ön plana taşımak” olan unsur aşağıdakilerden hangisine aittir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Ambalaj",
      "B": "Ambalaj kâğıdı",
      "C": "Birincil ambalaj",
      "D": "Yağlı kâğıt",
      "E": "Dış ambalaj"
    },
    "explanation": "Ürünleri dış etkenlerden koruma (fiziksel işlev) ve aynı zamanda şık tasarımlarla <b>ürün değerini arttırma ve ön plana taşıma</b> (pazarlama/estetik işlevi) amacı, doğrudan <b>Ambalaj Kâğıdı</b> tasarımının genel amacını tanımlar."
  },
  {
    "id": "378719",
    "unitNumber": 14,
    "text": "<strong>Çabuk bozulabilen, raf ömrü kısa olan, paketlenmezse zarar görmesi olası ürünleri ambalajlamada kullanılan kâğıt aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Karton kutu ambalaj",
      "B": "Kraft kâğıt ambalaj",
      "C": "Birinci sınıf kâğıt ambalaj",
      "D": "Yağlı kâğıt ambalaj",
      "E": "Parşömen kâğıdı ambalaj"
    },
    "explanation": "Çabuk bozulabilen, nemden ve havadan etkilenmesi olası olan, raf ömrü kısa gıda ürünlerini (peynir, et, tereyağı vb.) paketlemede neme ve yağa karşı dirençli özellikler gösteren <b>Yağlı Ambalaj Kâğıdı</b> sıklıkla kullanılır."
  },
  {
    "id": "378721",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi tüketim ürünlerinde (şeker, çay, kahve vb.) sıklıkla kullanılan ambalaj kâğıdı türüdür?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kâğıt karton",
      "B": "Kraft kâğıt",
      "C": "Pelür kağıt",
      "D": "Yağlı kâğıt",
      "E": "Kâğıt kutu"
    },
    "explanation": "Çay, kahve, şeker gibi tüketim ürünlerinde ambalajın dayanıklı, sağlam ve ekonomik olması önemlidir. Bu bağlamda, yüksek mukavemet ve koruma sağlayan <b>Kraft Kâğıdı</b> (genellikle iç torbalarda veya dış karton/torba yapısında) sıklıkla tercih edilen ambalaj kâğıdı türüdür."
  },
  {
    "id": "378723",
    "unitNumber": 14,
    "text": "<strong>Ambalaj kâğıdı için hazırlanan desenlerin, bazı düzenlemeler ile kâğıda aktarılmasına ne denir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Ambalajlama",
      "B": "Paketleme",
      "C": "Şişeleme",
      "D": "Bezeme",
      "E": "Tekrar"
    },
    "explanation": "Hazırlanan desenin, kâğıt yüzeyinde sonsuz ve kusursuz bir şekilde tekrar etmesini sağlamak için yapılan sistematik düzenlemeler bütününe <b>Raportlama</b> denir. Bu işlem, desenin baskı plakasına veya kalıbına doğru şekilde aktarılması için temeldir."
  },
  {
    "id": "378725",
    "unitNumber": 14,
    "text": "“………………..” kullanım amacı, bir ambalaj kâğıdı tasarımının hiç bitmeyecekmiş gibi görünmesini sağlamaktır.<br /><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Renk",
      "B": "Ritim",
      "C": "Tekrar",
      "D": "Oran",
      "E": "Orantı"
    },
    "explanation": "Cümlede boş bırakılan yere <b>Raport Tekrarı</b> getirilmelidir. Başarılı bir raport tekrarının en önemli kullanım amacı, desenin sınırlarının görsel olarak kaybolması ve ambalaj kâğıdı üzerinde <b>hiç bitmeyecekmiş gibi bir süreklilik</b> algısı oluşturmasıdır."
  },
  {
    "id": "378728",
    "unitNumber": 14,
    "text": "<strong>Kâğıt ya da kumaş üzerindeki desenlerin eşit aralıklarla enine ve boyuna tekrar eden en küçük parçasına ne ad verilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Ambalaj",
      "B": "Raport",
      "C": "Ambalaj kâğıdı",
      "D": "Paket",
      "E": "Kutu"
    },
    "explanation": "Kâğıt veya kumaş gibi bir yüzey üzerindeki desenin, yüzeyi tamamen kaplamak üzere <b>eşit aralıklarla enine ve boyuna tekrar eden en küçük temel birimi</b>ne <b>Raport</b> adı verilir."
  },
  {
    "id": "378731",
    "unitNumber": 14,
    "text": "<strong>“Doğadan ilham alan desenlerdir” tanımı hangi seçenekte verilmiştir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Organik desenler",
      "B": "İnorganik desenler",
      "C": "Stilize desenler",
      "D": "Soyut desenler",
      "E": "Gerçekçi desenler"
    },
    "explanation": "Çiçekler, bitkiler, yapraklar, hayvanlar veya doğal manzaralar gibi doğal unsurlardan esinlenerek oluşturulan desenler <b>Doğal Desenler</b> (veya Doğal Motifler) olarak tanımlanır."
  },
  {
    "id": "378732",
    "unitNumber": 14,
    "text": "“…………  daha çok kaşkol, mendil, masa örtüsü gibi aksesuar ürünlerinin desenlemesinde kullanılır”<br /><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Tam raport",
      "B": "Yarım raport",
      "C": "Diagonel raport",
      "D": "Çevirme raport",
      "E": "Kapaklama raport"
    },
    "explanation": "Kaşkol, mendil, masa örtüsü gibi belli bir çerçeveye sahip ve kenarları belirgin olan aksesuar ürünlerinde, tüm yüzeyi kaplayan sonsuz bir raport yerine, ürünün sınırlarını vurgulayan veya belirli bir alana odaklanan <b>Sınırlı Desenler</b> (Bordür ya da merkez odaklı desenler) kullanılır."
  },
  {
    "id": "378735",
    "unitNumber": 14,
    "text": "<strong>“Öncelikle tasarımcının ürün ve firma adına trend araştırması yapması gerekmektedir” açıklaması aşağıdaki hangi seçenek için yapılmıştır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Parşömen kâğıdı",
      "B": "Pelür kâğıt",
      "C": "Kraft kâğıdı",
      "D": "Ambalaj kâğıdı",
      "E": "Yağlı kâğıt"
    },
    "explanation": "Tasarım sürecinin başarılı olabilmesi için atılacak ilk ve en kritik adım, pazardaki güncel tüketici eğilimlerini, rekabeti ve hedef kitlenin beklentilerini anlamayı içeren <b>Trend Araştırması</b> yapmaktır. Bu araştırma, desenin veya ürünün ticari başarısını doğrudan etkiler."
  }
]