[
  {
    "id": "106442",
    "unitNumber": 1,
    "text": "<strong>Bir milletin sahip olduğu siyasi, sosyal, askerî alanlardaki kurumların devlet eliyle makul ve ölçülü metotlarla köklü bir şekilde değiştirilerek yenileştirilmesine ne ad verilir?</strong>",
    "options": {
      "A": "İnkılap",
      "B": "Tekâmül",
      "C": "İhtilal",
      "D": "Islahat",
      "E": "Modernleşme"
    },
    "correctAnswer": "A",
    "explanation": "İnkılap (Devrim), bir milletin sahip olduğu siyasi, sosyal ve askerî alanlardaki kurumların, devlet eliyle makul ve ölçülü metotlarla <b>köklü bir şekilde değiştirilerek yenileştirilmesi</b> sürecine verilen isimdir. Bu tanım, <b>İnkılap</b> kavramının özünü oluşturur ve ıslahattan (reform) farklı olarak yapıda temel bir dönüşümü hedefler."
  },
  {
    "id": "109703",
    "unitNumber": 1,
    "text": "I. Hazırlık<br/>II. Aksiyon<br/>III. Değiştirme<br/>IV. Yeniden düzenleme<br/><strong>Yukarıdakilerden hangileri inkılap aşamaları arasında yer alır?</strong>",
    "options": {
      "A": "I ve II",
      "B": "II ve IV",
      "C": "III ve IV",
      "D": "I, II ve IV",
      "E": "I, II, III ve IV"
    },
    "correctAnswer": "D",
    "explanation": "İnkılaplar, genellikle üç temel aşamadan oluşur: I. <b>Hazırlık (Fikir Aşaması)</b>, II. <b>Aksiyon (Hareket Aşaması)</b> ve IV. <b>Yeniden Düzenleme (Yerleşme Aşaması)</b>. Hazırlık, fikirlerin oluştuğu; Aksiyon, eski düzenin yıkılıp yeni düzenin kurulduğu; Yeniden Düzenleme ise inkılabın kurumsallaştığı ve topluma yerleştirildiği aşamadır. III. Değiştirme aşaması, Aksiyon ve Yeniden Düzenleme süreçlerinin içinde yer alır, ancak temel aşamalar I, II ve IV'tür."
  },
  {
    "id": "109785",
    "unitNumber": 1,
    "text": "<strong>İhtilal kavramının tanımı aşağıdakilerin hangisinde doğru verilmiştir?</strong>",
    "options": {
      "A": "Köklü bir değişimi ifade eder.",
      "B": "Bir devletin mevcut yapısını ortadan kaldırmak için hukuk kurallarına başvurmaksızın yapılan geniş bir harekettir.",
      "C": "Çağın gereklerine göre yaşamak demektir.",
      "D": "Bir devletin başka bir devleti veya devletleri siyasi ve ekonomik açıdan egemenliği altına almasıdır.",
      "E": "İtaatsizlik ve emre boyun eğmemek ayaklanma demektir."
    },
    "correctAnswer": "B",
    "explanation": "<b>İhtilal</b>, bir devletin mevcut siyasal yapısını ve iktidar düzenini ortadan kaldırmak için, <b>hukuk kurallarına başvurmaksızın</b>, zor kullanarak yapılan <b>geniş halk hareketi</b> olarak tanımlanır. İhtilal, genellikle ani ve şiddetli bir değişim hareketidir."
  },
  {
    "id": "109880",
    "unitNumber": 1,
    "text": "<strong>Darbe kavramı ile ilgili olarak aşağıdaki ifadelerden hangisi <u>yanlıştır</u>?</strong>",
    "options": {
      "A": "Darbeler çoğunlukla tanımı gereği şiddet içerir.",
      "B": "Darbeler toplumun etik değerlerini bozan baskı yönetimleridir.",
      "C": "Darbede ani olarak iktidara el koyulur.",
      "D": "Darbeler ülkede yönetici kadrolarını değiştirir.",
      "E": "Ülkenin ekonomik ve toplumsal düzeninde iyileştirme yaparlar."
    },
    "correctAnswer": "E",
    "explanation": "Darbe, genellikle askeriye veya küçük bir zümre tarafından, <b>anayasal olmayan yollarla</b> mevcut hükümetin devrilerek yönetime el konulmasıdır. Darbe, hükümetin kontrolünü ele geçirmeyi amaçlar ancak <b>İnkılap</b> gibi toplumun tüm kurumlarında köklü bir yapısal değişim hedeflemez. Bu nedenle darbenin amacı köklü sosyal dönüşüm değildir."
  },
  {
    "id": "109976",
    "unitNumber": 1,
    "text": "<strong>Atatürk; “Yaptığımız ve yapmakta olduğumuz inkılapların amacı, Türkiye Cumhuriyeti halkını tamamen modern ve bütün anlamı ve biçimiyle uygar bir toplumsal heyet durumuna getirmektir” sözüyle aşağıdakilerden hangisinin amacını belirtmiştir?</strong>",
    "options": {
      "A": "Çağdaşlaşma",
      "B": "İnkılap",
      "C": "Tekâmül",
      "D": "Batılılaşma",
      "E": "Islahat"
    },
    "correctAnswer": "A",
    "explanation": "Atatürk'ün bu sözü, yapılan devrimlerin temel amacını belirtir: Türkiye Cumhuriyeti halkını <b>tamamen modern ve uygar bir toplumsal heyet</b> durumuna getirmek. Bu hedef, <b>Türk İnkılabı'nın</b> nihai amacı olan <b>çağdaşlaşma</b> ve Batı medeniyetleri seviyesine ulaşma gayesini açıklar."
  },
  {
    "id": "117840",
    "unitNumber": 1,
    "text": "<strong>Atatürk, “Türk milletini son yüzyıllarda geri bırakmış olan kurumları yıkarak yerlerine milletin en yüksek uygar gereklere göre ilerlemesini sağlayacak yeni kurumlar koymuş olmaktır.” sözüyle aşağıdakilerden hangisini tanımlar?</strong>",
    "options": {
      "A": "Çağdaşlaşma",
      "B": "İnkılap",
      "C": "Tekâmül",
      "D": "Batılılaşma",
      "E": "Islahat"
    },
    "correctAnswer": "B",
    "explanation": "Atatürk'ün bu tanımı, milleti geri bırakan kurumların yıkılarak, yerlerine milletin <b>en yüksek uygar gereklere göre ilerlemesini sağlayacak yeni kurumların</b> konulması sürecini ifade eder. Bu, doğrudan <b>Türk İnkılabı’nın</b> köklü ve çağdaşlaşmacı mahiyetini tanımlar."
  },
  {
    "id": "117849",
    "unitNumber": 1,
    "text": "<strong>\"Bir devletin mevcut siyasal yapısını, iktidar düzenini ortadan kaldırmak için bu konudaki hukuk kurallarına başvurmaksızın, zor kullanarak yapılan geniş halk hareketi\" olarak tanımlanan kavram aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "İnkılap",
      "B": "Tekâmül",
      "C": "İhtilal",
      "D": "Islahat",
      "E": "Modernleşme"
    },
    "correctAnswer": "C",
    "explanation": "Tanımda belirtilen, siyasal yapıyı ve iktidar düzenini <b>hukuk kurallarına başvurmaksızın</b> ve <b>zor kullanarak</b> ortadan kaldırmayı amaçlayan <b>geniş halk hareketi</b>, <b>İhtilal</b> kavramını ifade eder. İhtilal, mevcut düzeni zorla ve temelden değiştirmeyi hedefler."
  },
  {
    "id": "117851",
    "unitNumber": 1,
    "text": "<strong>Türk İnkılabı’nın temel amacı aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Mevcut yönetime başkaldırmak.",
      "B": "Ekonomiyi geliştirmek.",
      "C": "Eskimiş kurumları iyileştirmek.",
      "D": "Çağdaş uygarlık seviyesine ulaşmak.",
      "E": "Geleneksel kurumları korumak."
    },
    "correctAnswer": "D",
    "explanation": "Türk İnkılabı'nın temel amacı, Türk milletini <b>çağdaş uygarlık düzeyine ulaştırmak</b> ve modern bir toplum haline getirmektir (Muasır Medeniyetler Seviyesine çıkmak). Bu, hem siyasi bağımsızlığın hem de toplumsal ve kurumsal yenilenmenin nihai hedefidir."
  },
  {
    "id": "117854",
    "unitNumber": 1,
    "text": "<strong>Türk İnkılabı’nın aksiyon safhası hangi tarihler arasında gerçekleşmiştir</strong>",
    "options": {
      "A": "1919-1923",
      "B": "1920-1925",
      "C": "1920-1938",
      "D": "Felsefe",
      "E": "Akılcılık ve bilim"
    },
    "correctAnswer": "A",
    "explanation": "Türk İnkılabı’nın <b>aksiyon safhası</b>, Türkiye Cumhuriyeti'nin kuruluşuyla hız kazanmış ve <b>1923-1938</b> yılları arasında, yani Atatürk döneminde en köklü ve hızlı değişimlerin (laikleşme, hukuki ve sosyal inkılaplar) gerçekleştirildiği yoğun hareket dönemini kapsar."
  },
  {
    "id": "117860",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi gelişmiş dünyayı ve bu ölçütlerde yaşamayı ifade eder?</strong>",
    "options": {
      "A": "Rönesans",
      "B": "Evrim",
      "C": "İnkılap",
      "D": "Çağdaşlık",
      "E": "Tekamül"
    },
    "correctAnswer": "D",
    "explanation": "Gelişmiş dünyayı ve o dünyanın bilimsel, kültürel, teknolojik ve sosyal ölçütlerinde yaşamayı ifade eden kavram, <b>Çağdaş Uygarlık</b> (Muasır Medeniyet) düzeyidir. Türk İnkılabı, bu düzeye ulaşmayı temel hedef olarak benimsemiştir."
  },
  {
    "id": "117869",
    "unitNumber": 1,
    "text": "<strong>Kavram olarak toplum içinde belirli bir grubun veya herhangi bir teşkilatın sınırlı amaç ve hedefini gerçekleştirmek üzere devlete karşı başkaldırma hareketi olarak tanımlanan kavram aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Darbe",
      "B": "İnkılap",
      "C": "İsyan",
      "D": "Reform",
      "E": "Devrim"
    },
    "correctAnswer": "C",
    "explanation": "Belirli bir grubun veya teşkilatın, <b>sınırlı amaç ve hedeflerini</b> gerçekleştirmek üzere devlete karşı yaptığı başkaldırı hareketi <b>İsyan</b> olarak adlandırılır. İsyan, genellikle İhtilal'den daha dar kapsamlı hedeflere sahiptir ve sınırlı bir grubu kapsar."
  },
  {
    "id": "117873",
    "unitNumber": 1,
    "text": "………….. bir devletin ya da ulusun, başka bir devleti veya devletleri siyasi ve ekonomik açıdan egemenliği altına alıp yayılması olarak tanımlanır.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "options": {
      "A": "Emperyalizm",
      "B": "Evrim",
      "C": "Liberalizm",
      "D": "Reform",
      "E": "Tekâmül"
    },
    "correctAnswer": "A",
    "explanation": "Tanımı verilen kavram <b>Emperyalizm</b>'dir. Emperyalizm, bir devletin ya da ulusun, başka bir devleti veya devletleri <b>siyasi ve ekonomik açıdan egemenliği altına alıp yayılması</b> politikasıdır. Bu kavram, I. Dünya Savaşı öncesi dönemde Osmanlı'yı tehdit eden büyük güç politikalarını açıklar."
  },
  {
    "id": "117878",
    "unitNumber": 1,
    "text": "<strong>Azınlık iktidarına dayalı, küçük bir grubun iktidarda olduğu yönetim şekli aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Fedaral yönetim",
      "B": "Monarşi",
      "C": "Teokrasi",
      "D": "Oligarşi",
      "E": "Cumhuriyet"
    },
    "correctAnswer": "D",
    "explanation": "<b>Oligarşi</b>, yönetimin siyasal gücün küçük bir grubun veya <b>azınlık iktidarının</b> elinde bulunduğu yönetim şeklidir. Bu yönetim biçiminde, iktidar halkın geniş katılımına dayanmaz."
  },
  {
    "id": "155376",
    "unitNumber": 1,
    "text": "<strong>Anayasal olmayan yollarla mevcut hükûmetin devrilerek yönetime el konulması olarak tanımlanan kavram aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Darbe",
      "B": "Lİberalizm",
      "C": "Meşrutiyet",
      "D": "Rönesans",
      "E": "İhtilal"
    },
    "correctAnswer": "A",
    "explanation": "<b>Darbe</b> (Coup d’état), <b>anayasal olmayan yollarla</b>, genellikle küçük bir zümre tarafından, mevcut hükûmetin devrilerek yönetime el konulması eylemidir. Bu tanım, Darbe kavramının en temel özelliğini vurgular: Hukuk dışı yollarla iktidar değişimi."
  },
  {
    "id": "155380",
    "unitNumber": 1,
    "text": "<strong>Yeniden doğuş anlamına gelen ve Avrupa’da bilim, sanat ve edebiyat alanındaki gelişmeleri ifade eden kavram aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Aydınlanma Felsefesi",
      "B": "Rönesans",
      "C": "Demokrasi",
      "D": "Fransız İnkılabı",
      "E": "Reform"
    },
    "correctAnswer": "B",
    "explanation": "<b>Rönesans</b>, kelime anlamı olarak 'yeniden doğuş' demektir ve 14. yüzyıldan itibaren Avrupa'da bilim, sanat ve edebiyat alanlarında yaşanan büyük <b>gelişmeleri ve yenilenmeyi</b> ifade eden tarihi dönemin adıdır. Türk İnkılabı'nın hedeflerini anlamak için Batı'daki bu dönüşüm süreçlerinin bilinmesi önemlidir."
  },
  {
    "id": "155382",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi \"ıslahat\" kelimesi ile eş anlamlıdır?</strong>",
    "options": {
      "A": "İhtilal",
      "B": "Devrim",
      "C": "Darbe",
      "D": "Reform",
      "E": "Evrim"
    },
    "correctAnswer": "D",
    "explanation": "<b>Islahat</b>, mevcut yapıyı koruyarak bozuk veya yetersiz görülen kısımları <b>düzeltmek, iyileştirmek veya yenileştirmek</b> amacıyla yapılan değişikliklerdir. Bu kelime ile eş anlamlı olan kavram <b>Reform</b>'dur."
  },
  {
    "id": "155386",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi Atatürk İlkeleri ve İnkılap Tarihi dersinin okutulma amaçlarından biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Bir lider olarak Mustafa Kemal Atatürk’ü anlatmak",
      "B": "Millî Mücadele ve İstiklal Savaşı’nın bütün safhalarını öğretmek",
      "C": "Türkiye Cumhuriyeti Devleti’nin dayandığı Atatürk ilkelerini kavratmak",
      "D": "Atatürkçü Düşünce Sistemi ve bu düşünce sistemine yönelik tehditler hakkında doğru bilgiler vermek",
      "E": "Türk milletini Turan idealleri doğrultusunda yönlendirmek"
    },
    "correctAnswer": "E",
    "explanation": "Atatürk İlkeleri ve İnkılap Tarihi dersinin okutulma amaçları, gençlere <b>Atatürkçü düşünce sistemini</b>, ulusal bağımsızlık ruhunu, Türkiye Cumhuriyeti’nin kuruluş felsefesini ve <b>çağdaşlaşma hedefini</b> doğru bir şekilde aktarmaktır. Okutulma amacı, genellikle <b>güncel siyasi bir ideolojiyi</b> (Atatürkçülük dışındaki) veya partizan bir görüşü yaymak değildir."
  },
  {
    "id": "155389",
    "unitNumber": 1,
    "text": "<strong>“Toplum içerisinde belirli bir grubun veya herhangi bir teşkilatın sınırlı amaç ve hedefini gerçekleştirmek için devlete karşı başkaldırması” olarak tanımlanan kavram aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Rönesans",
      "B": "İsyan",
      "C": "Reform",
      "D": "İnkılap",
      "E": "Tekâmül"
    },
    "correctAnswer": "B",
    "explanation": "Bu tanım, toplum içerisindeki belirli bir grubun <b>sınırlı amaç ve hedefini</b> gerçekleştirmek üzere devlete karşı yaptığı başkaldırı hareketini ifade eder ve <b>İsyan</b> olarak adlandırılır. İsyan, İhtilal kadar kapsamlı veya köklü bir değişim hedeflemeyebilir."
  },
  {
    "id": "177002",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi Atatürkçü dünya görüşünün temelini oluşturur?</strong>",
    "options": {
      "A": "Geleneksel dünya görüşü",
      "B": "Evrimcilik",
      "C": "Teokrasi",
      "D": "Felsefe",
      "E": "Akılcılık ve bilim"
    },
    "correctAnswer": "E",
    "explanation": "Atatürkçü dünya görüşünün temelini, her türlü dogmatizmden uzak durarak, <b>akıl ve bilimin rehberliğini</b> esas almak oluşturur. Bu bilimsel ve akılcı yaklaşım, Türk İnkılabı'nın ilerlemesini sağlayan, tam bağımsızlık ve ulusal egemenlik gibi temel ilkeleri destekleyen felsefi dayanağıdır."
  },
  {
    "id": "177006",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi \"ıslahat\" kelimesi ile eş anlamlıdır?</strong>",
    "options": {
      "A": "İhtilal",
      "B": "Devrim",
      "C": "Darbe",
      "D": "Reform",
      "E": "Evrim"
    },
    "correctAnswer": "D",
    "explanation": "<b>Islahat</b> kelimesi, mevcut bir sistemi kökten değiştirmeksizin, düzeltmeler ve iyileştirmeler yapmak anlamına gelir. Bu eylem, modern dilde <b>Reform</b> kelimesi ile eş anlamlı olarak kullanılır. Islahat, köklü ve geniş kapsamlı bir değişim olan İnkılap'tan farklıdır."
  },
  {
    "id": "326600",
    "unitNumber": 1,
    "text": "<strong>Mevcut düzen korunurken bu düzenin aksak yönlerini gidermek için yapılan iyileştirmeye ne ad verilir ?</strong>",
    "options": {
      "A": "İhtilal",
      "B": "İnkılap",
      "C": "Tekâmül",
      "D": "Çağdaşlaşma",
      "E": "Islahat"
    },
    "correctAnswer": "E",
    "explanation": "Mevcut düzeni tamamen değiştirmeden, sadece aksayan yönlerini iyileştirme ve düzeltme çabasına <b>Islahat</b> (Reform) denir. Islahat, <b>köklü bir değişim</b> (İnkılap) getirmek yerine, yapıyı koruyarak makyajlama veya kısmi düzenleme yapmayı amaçlar. Atatürk İnkılâpları ise mevcut düzeni (Osmanlı monarşisini ve kurumlarını) tamamen ortadan kaldırıp yerine yeni, modern bir düzen kurmayı hedeflediği için Islahat kavramından ayrılır."
  },
  {
    "id": "329896",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi Atatürk'ün inkılâp görüşü için <u>yanlıştır</u>?</strong>",
    "options": {
      "A": "Türk İnkılabı ihtilalden daha geniş kapsamlıdır.",
      "B": "Türk Milleti'ni birbirine bağlayan bağ olarak milliyetçilik anlayışı ortaya çıkmıştır.",
      "C": "Türk inkılabı köklü bir değişim değildir.",
      "D": "İnkılapların yaptığı düzenlemelerde insanların ihtiyaçları dikkate alınır.",
      "E": "Türk inkılabı, bir diriliş ve yenilik hareketidir."
    },
    "correctAnswer": "C",
    "explanation": "Atatürk'ün inkılâp görüşü, yıkılan bir kurumun veya düzenin yerine sadece kısmi iyileştirmeler yapmayı değil, köklü bir zihniyet ve yapı değişikliği ile <b>yepyeni bir düzen kurmayı</b> gerektirir. Atatürk'ün inkılap görüşü için yanlış olan ifade genellikle, inkılabın sınırlı bir alanda kaldığı ya da sadece eski yapıyı onarmayı hedeflediği yönündeki iddialardır. Oysa, Atatürk inkılabı <b>kapsamlı</b>, <b>devrimci</b> ve <b>Batı medeniyetini yakalama amacı güden</b> bir değişim hareketidir. İnkılap, <b>eski kurumları ve düzeni reddeder</b>."
  },
  {
    "id": "329905",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi Türk gençliğine düşen görevler arasında <u>yer almaz</u>?</strong>",
    "options": {
      "A": "Atatürkçü Düşünce Sistemi doğrultusunda yetişmek",
      "B": "Türkiye Cumhuriyeti Devleti'ni çağdaş uygarlık düzeyine yükseltmek",
      "C": "Türk istiklalini ve Türkiye Cumhuriyeti'ni ilelebet muhafaza ve müdafaa etmek",
      "D": "Türk inkılabının amacını kavramak",
      "E": "Türk inkılabını koruma gücüne sahip olmamak"
    },
    "correctAnswer": "E",
    "explanation": "Türk gençliğine düşen temel görevler, Atatürk'ün <b>Gençliğe Hitabe</b>'sinde de belirtildiği üzere, öncelikle <b>Türkiye Cumhuriyeti'nin bağımsızlığını ve bütünlüğünü korumak</b>, ikinci olarak da Türkiye'yi muasır medeniyetler seviyesine taşımak için <b>bilimi ve aklı rehber edinerek çalışmaktır</b>. Gençliğin görevleri arasında <b>dogmatizme sarılmak</b>, çağın gereklerinden kopmak veya ulusal çıkarlara aykırı hareket etmek <b>yer almaz</b>. Görev, daima ilerici, çağdaş ve ulusal bilince sahip olmaktır."
  },
  {
    "id": "329909",
    "unitNumber": 1,
    "text": "<strong>Modernleşme ve uygarlaşma sözcüklerini ifade eden kavram hangisidir?</strong>",
    "options": {
      "A": "Çağdaşlaşma",
      "B": "Asrileşme",
      "C": "Batılılaşma",
      "D": "Yenileşme",
      "E": "Sanayileşme"
    },
    "correctAnswer": "A",
    "explanation": "Modernleşme ve uygarlaşma sözcüklerini ifade eden kavram, Türk İnkılâbının temel hedefi olan <b>Çağdaşlaşma</b> veya <b>Muasırlaşma</b>'dır. Atatürk bu amacı, '<b>Muasır Medeniyet Seviyesinin Üzerine Çıkmak</b>' olarak formüle etmiştir. Bu kavram, sadece teknik gelişmeyi değil, aynı zamanda siyasi, hukuki, sosyal ve kültürel alanlarda da en ileri medeniyet seviyesine ulaşmayı ifade eder."
  },
  {
    "id": "329913",
    "unitNumber": 1,
    "text": "<strong>Atatürk Dönemi'nde yapılan inkılapların ortak amacı aşağıdakilerden hangisidir</strong><strong>?</strong>",
    "options": {
      "A": "Türk milletini çağdaş uygarlık seviyesine ulaştırmak",
      "B": "Yenilikler yapmak",
      "C": "İnkılapları topluma benimsetmek",
      "D": "Yaptıklarını Türk milletine mal etmek",
      "E": "Türk milletine güvenip onunla bütünleşmek"
    },
    "correctAnswer": "A",
    "explanation": "Atatürk Dönemi'nde yapılan inkılapların (devrimlerin) ortak ve nihai amacı, Türkiye Cumhuriyeti Devleti'ni <b>Muasır Medeniyetler Seviyesine Ulaştırmak</b> ve bu seviyenin üzerine çıkarmaktır. Bu hedef, Cumhuriyetin temel felsefesini oluşturur ve <b>akılcı, bilimsel, çağdaş</b> ve <b>ulusal değerlere bağlı</b> bir toplum ve devlet yapısı kurmayı içerir. Diğer tüm inkılaplar (örneğin laikleşme, siyasal değişimler), bu temel amaca hizmet eden araçlardır."
  },
  {
    "id": "362875",
    "unitNumber": 1,
    "text": "<strong>Sömürgecilik kavramının gelişmiş hâli olan ve kapitalizmin en üst aşaması olarak da ifade edilen kavram aşağıdakilerden hangisidir? </strong>",
    "options": {
      "A": "Emperyalizm",
      "B": "Sosyalizm",
      "C": "Liberalizm",
      "D": "Marksizm",
      "E": "Monarşizm"
    },
    "correctAnswer": "A",
    "explanation": "Sömürgecilik (Kolonyalizm) kavramının gelişmiş, küresel ve ekonomik boyut kazanmış hali, yani kapitalizmin sermaye birikiminin en üst aşaması olarak ifade edilen kavram <b>Emperyalizm</b>'dir. Emperyalizm, bir devletin ekonomik, siyasi ve askeri gücünü kullanarak diğer ulusları etki altına alması ve sömürmesi anlamına gelir. Türk Kurtuluş Savaşı ve sonrasındaki bağımsızlık hareketlerinin ana motivasyonlarından biri, <b>emperyalizme karşı mücadele</b> olmuştur."
  },
  {
    "id": "366307",
    "unitNumber": 1,
    "text": "<strong>Köken olarak Arapça “kalb” kökünden gelen ve bir hâlden başka bir hâle dönüşmeyi ifade eden kavram aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "İsyan",
      "B": "İhtilal",
      "C": "İnkılap",
      "D": "Tekâmül",
      "E": "Reform"
    },
    "correctAnswer": "C",
    "explanation": "Arapça kökenli olup “kalb” (dönüş) kökünden gelen ve mevcut durumdan tamamen farklı, köklü bir hale geçişi, bir <b>hâlden başka bir hâle dönüşmeyi</b> ifade eden kavram <b>İnkılâp</b>'tır. Bu, basit bir iyileştirme olan ıslahattan (reform) ayrılır; İnkılâp, <b>sosyal, siyasi ve ekonomik yapıda derin ve kökten değişiklikler</b> anlamına gelir."
  },
  {
    "id": "392795",
    "unitNumber": 1,
    "text": "<strong>Litaratürde tamamlanmak ve mükemmelleşmek olarak bilinen ve “kemal” kökünden türeyen “tekâmül” sözcüğünün Batı dillerindeki karşılığı aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Evolution",
      "B": "Reformation",
      "C": "Imperialism",
      "D": "Modernisation",
      "E": "Capitalism"
    },
    "correctAnswer": "A",
    "explanation": "Arapça 'kemal' (mükemmellik, tamlık) kökünden türeyen ve tamamlanmak, mükemmelleşmek, aşama aşama gelişmek anlamına gelen <b>Tekâmül</b> sözcüğünün Batı dillerindeki karşılığı <b>Evolution</b> (Evrim/Gelişim)'dur. Tekâmül, bir fikrin, kurumun veya canlının zaman içinde <b>daha iyiye doğru ilerlemesini</b> ifade eder."
  },
  {
    "id": "393412",
    "unitNumber": 1,
    "text": "<strong>Atatürk'ün \"en büyük eserim\" olarak tanımladığı husus aşağıdakilerin hangisidir?</strong>",
    "options": {
      "A": "Geometri adlı eseri",
      "B": "Türkiye Cumhuriyeti Devleti",
      "C": "İnkılaplar",
      "D": "Nutuk adlı eseri",
      "E": "Türkiye Büyük Millet Meclisi"
    },
    "correctAnswer": "B",
    "explanation": "Gazi Mustafa Kemal Atatürk, hayatının en büyük başarısı, vizyonunun ve mücadelesinin somutlaşmış hali olarak <b>Türkiye Cumhuriyeti</b>'ni tanımlamıştır. Bu ifade, Nutuk'ta ve çeşitli konuşmalarında yer alır. Türkiye Cumhuriyeti, hem Osmanlı İmparatorluğu'nun küllerinden doğan <b>ulusal bağımsızlığın</b> hem de çağdaşlaşma ve egemenliğin millete ait olduğu <b>devrimci yeni rejimin</b> simgesidir."
  },
  {
    "id": "107776",
    "unitNumber": 2,
    "text": "I. Rönesans ve reform hareketleri<br/>II. Coğrafi keşifler<br/>III. Taşra yönetiminin bozulması<br/>IV. Azınlıkların faaliyetleri<br/><strong>Yukarıdakilerden hangileri Osmanlı Devleti’nin yıkılışını hazırlayan dış sebepler arasında <u>yer almaz</u>?</strong>",
    "options": {
      "A": "I ve II",
      "B": "II ve IV",
      "C": "III ve IV",
      "D": "I, II ve III",
      "E": "I, II, III ve IV"
    },
    "correctAnswer": "C",
    "explanation": "Osmanlı Devleti’nin yıkılışını hazırlayan dış sebepler Avrupa'da ortaya çıkan ve doğrudan Osmanlı'yı etkileyen gelişmelerdir. Bunlar <b>Rönesans, Reform hareketleri (I)</b>, <b>Coğrafi keşifler (II)</b> ve <b>Fransız İhtilali'nin etkisiyle azınlıkların faaliyetleri (IV)</b> dir. Taşra yönetiminin bozulması (III) ise tamamen <b>merkezi otoritenin zayıflaması</b>, rüşvet ve iltizamın yayılması gibi <b>iç sebepler</b> arasında yer alır. Soru, dış sebepler arasında yer almayanı sorduğu için cevap III'ü içermelidir."
  },
  {
    "id": "110089",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi Osmanlı Devleti’ni çağının en itibarlı devleti yapan sebepler arasında <u>yer almaz</u>?</strong>",
    "options": {
      "A": "Farklı din, mezhep ve ırklara karşı oldukça katı olması",
      "B": "Güçlü ekonomiye sahip olması",
      "C": "Güçlü askerî teşkilatının olması",
      "D": "Kapıkulu sisteminin iyi işlemesi",
      "E": "İlmiye sınıfının önemsenmesi"
    },
    "correctAnswer": "A",
    "explanation": "Osmanlı Devleti’ni zirve döneminde (klasik çağda) çağının en itibarlı devleti yapan nedenler arasında <b>güçlü merkezi otorite</b>, <b>adaletli yönetim (Millet Sistemi)</b>, <b>geniş fetihler</b> ve <b>stratejik coğrafi konum</b> yer alır. İtibar sebebi olarak yer almayacak durumlar ise genellikle 17. yüzyıl sonrası yaşanan <b>gerileme ve çöküş</b> dönemine ait faktörlerdir (Örn: Ekonomik bağımsızlığın kaybedilmesi, bilimsel gerilik)."
  },
  {
    "id": "110152",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi Sanayi İnkılabı’nın bütün dünyayı etkileyen sonuçları arasında <u>yer almaz</u>?</strong>",
    "options": {
      "A": "İşçi sınıfı, sosyalizm gibi kavramlar taraftar toplamaya başladı.",
      "B": "Anadolu’da bilimsel buluşlar ve bu çerçevede yatırımlar hızla arttı.",
      "C": "Teknolojik yeni silah üretimi arttı.",
      "D": "Çevre, nüfus, kentleşme, beslenme gibi sorunlar ortaya çıkmaya başladı.",
      "E": "Köylerden kentlere göçler arttı."
    },
    "correctAnswer": "B",
    "explanation": "Sanayi İnkılabı’nın bütün dünyayı etkileyen sonuçları arasında <b>büyük şehirlerde işçi sınıfının doğması</b>, <b>üretim artışı</b>, <b>sömürgeciliğin hızlanması</b> ve <b>küresel ticaretin genişlemesi</b> sayılabilir. Eğer seçeneklerde <b>mutlak monarşilerin güçlenmesi</b> gibi bir ifade varsa bu yer almaz. Sanayi İnkılabı, zenginleşen burjuvazi aracılığıyla siyasi değişimleri tetiklemiş ve mutlakiyetin zayıflamasına zemin hazırlamıştır. Ayrıca, <b>ulusal devletlerin kurulması</b> doğrudan Sanayi İnkılabı'nın değil, daha çok <b>Fransız İhtilali'nin</b> sonucudur."
  },
  {
    "id": "110212",
    "unitNumber": 2,
    "text": "...............………; üretim araçlarının mülkiyetini ellerinde bulunduran, geçimlerini el emeği ile sağlamayan, iktidarın karar mekanizmalarını etkileme gücüne sahip toplumsal sınıftır.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "options": {
      "A": "Enderun",
      "B": "Reaya",
      "C": "Burjuvazi",
      "D": "Melez",
      "E": "Ruhban"
    },
    "correctAnswer": "C",
    "explanation": "Tanımlanan toplumsal sınıf <b>Burjuvazi</b>'dir. Burjuvazi, özellikle Coğrafi Keşifler ve Sanayi İnkılabı sonrasında ticaret ve finans yoluyla zenginleşmiş, <b>üretim araçlarının mülkiyetini</b> elinde tutan, <b>el emeği ile geçinmeyen</b> ve zamanla siyasi kararlar üzerinde etkili olan <b>orta sınıfı</b> temsil etmektedir."
  },
  {
    "id": "118125",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi coğrafi keşiflerin sonuçlarından biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Avrupalı devletlerin yeni sömürgeler elde etmesi",
      "B": "Ticaret yollarının değişmesi",
      "C": "Ticaretle uğraşan burjuva sınıfının zenginleşmesi",
      "D": "Akdeniz’in ticaretin merkezi durumuna gelmesi",
      "E": "Amerika’nın eski bir uygarlık merkezi olduğunun görülmesi"
    },
    "correctAnswer": "D",
    "explanation": "Coğrafi Keşiflerin sonuçları arasında <b>yeni ticaret yollarının bulunması</b>, <b>Akdeniz limanlarının önemini kaybetmesi</b>, Avrupa'ya <b>bol miktarda altın ve gümüş</b> girişi (enflasyon), sömürgeciliğin başlaması ve kiliseye olan güvenin azalması sayılır. Keşiflerin etkisiyle <b>Skolastik düşünce zayıflamıştır</b>; bu nedenle Skolastik düşüncenin güçlenmesi bir sonuç değildir."
  },
  {
    "id": "118156",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi Osmanlı Devleti’nin yıkılışını hazırlayan dış sebeplerden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Kapitülasyonlar",
      "B": "Toprak sisteminin bozulması",
      "C": "Coğrafi Keşifler",
      "D": "Sanayi İnkılabı",
      "E": "Fransız İhtilali"
    },
    "correctAnswer": "B",
    "explanation": "Osmanlı Devleti’nin yıkılışını hazırlayan dış sebepler, Avrupa'da ortaya çıkan <b>Coğrafi Keşifler, Fransız İhtilali ve Sanayi İnkılabı</b> gibi gelişmelerdir. Bu etkenler sömürgeciliği hızlandırmış ve Milliyetçilik akımlarını yaymıştır. <b>Tımar sisteminin bozulması</b> veya <b>taşra yönetimindeki aksamalar</b> ise doğrudan <b>iç yönetimsel, askeri ve mali yapıdan</b> kaynaklanan iç sebeplerden biridir."
  },
  {
    "id": "118163",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi Osmanlı Devleti’nde “Ulema” sınıfının hizmet alanını ifade eder?</strong>",
    "options": {
      "A": "İktisadi hizmetleri",
      "B": "Bayındırlık hizmetleri",
      "C": "Yargı, eğitim-öğretim ve dinî hizmetleri",
      "D": "İdari hizmetleri",
      "E": "Askerî hizmetleri"
    },
    "correctAnswer": "C",
    "explanation": "Osmanlı Devleti'nde <b>Ulema</b> sınıfı, İlmiye teşkilatının temelini oluşturur. İlmiye sınıfı <b>dinî (fetva)</b>, <b>hukuki (kadılık/yargı)</b> ve <b>eğitim (müderrislik/medrese)</b> hizmetlerini yerine getirir. Dolayısıyla hizmet alanı eğitim ve yargıdır."
  },
  {
    "id": "118176",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi Rönesans hareketlerinin sonuçlarından biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Uzun yıllar sürecek mezhep tartışmaları ortaya çıktı.",
      "B": "İslam dünyası ve Osmanlı; bilim, sanat ve edebiyatta Avrupa’ya göre geri kaldı.",
      "C": "Bilimde sanatta, edebiyatta özgün düşünce önem kazandı.",
      "D": "Avrupa’da bireycilik yaklaşımları ortaya çıkmaya başladı.",
      "E": "Avrupa’da Skolastik düşünce yerini akla bıraktı."
    },
    "correctAnswer": "A",
    "explanation": "Rönesans hareketlerinin (Yeniden Doğuş) sonuçları, <b>bilim, sanat ve edebiyatta ilerleme</b>, <b>Hümanizmin gelişimi</b> ve <b>Skolastik düşüncenin zayıflamasıdır</b>. <b>Yeni ticaret yollarının bulunması</b> ve bunun sonucunda Atlas Okyanusu limanlarının önem kazanması ise Rönesans'tan ayrı olarak gerçekleşen <b>Coğrafi Keşifler</b> hareketlerinin doğrudan bir sonucudur."
  },
  {
    "id": "118181",
    "unitNumber": 2,
    "text": "Osmanlı Devleti’nde padişahtan sonra devleti yöneten bir mekanizma vardı. Bu mekanizma bugünkü kabine sistemine benzetilebilir.<br/><strong>Aşağıdakilerden hangisi Osmanlı Devleti’nde bu mekanizmaya verilen isimdir?</strong>",
    "options": {
      "A": "Enderun",
      "B": "Saltanat Şurası",
      "C": "Divan-ı Hümayun",
      "D": "Timar",
      "E": "Şura-yı Devlet"
    },
    "correctAnswer": "C",
    "explanation": "Osmanlı Devleti’nde padişahtan sonra devletin en yüksek yönetim organı olan ve devlet işlerinin görüşüldüğü, bugünkü kabine veya bakanlar kuruluna benzetilebilecek mekanizma <b>Divan-ı Hümayun</b>'dur. Divan, Sadrazam başkanlığında toplanırdı."
  },
  {
    "id": "118187",
    "unitNumber": 2,
    "text": "Lügat manası \"mektup\" olup bu tabir Osmanlı Devleti’nde herhangi bir göreve, hizmete tayin veya maaş tahsisi yahut da unvan ve nişan verilmesi, bir muafiyet veya imtiyaz verilmesi dolayısıyla hazırlanan fermanlar için kullanılmıştır.<br/><strong>Açıklaması yapılan kavram aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Ferman",
      "B": "Berat",
      "C": "Hassa",
      "D": "Hüccet",
      "E": "İltizam"
    },
    "correctAnswer": "B",
    "explanation": "Açıklaması yapılan kavram <b>Berat</b>'tır. Berat, Osmanlı yönetiminde <b>görev tayini, maaş tahsisi, unvan verilmesi</b> ya da <b>muafiyet/imtiyaz sağlanması</b> gibi durumlarda padişah adına hazırlanan resmi emir veya belge anlamına gelir."
  },
  {
    "id": "155676",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi Sanayi İnkılabı’nın sonuçlarından biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Devletler arasında rekabet arttı.",
      "B": "Pazar bulma mücadelesi başladı.",
      "C": "Sendikalizm hareketleri güçlendi.",
      "D": "Avrupa’da feodal yapı güçlendi.",
      "E": "Mamul ürün çeşidi arttı."
    },
    "correctAnswer": "D",
    "explanation": "Sanayi İnkılabı, <b>üretimin seri hale gelmesi, sömürgeciliğin hızlanması ve kentleşmenin artması</b> gibi sonuçlar doğurmuştur. Ancak bu süreç, yeni toplumsal sınıfların (<b>işçi sınıfı ve burjuvazi</b>) ortaya çıkmasına neden olduğu için <b>toplumsal sınıf ayrımının ortadan kalkması</b> sonuçlarından biri değildir; aksine yeni ayrışmalara yol açmıştır."
  },
  {
    "id": "155707",
    "unitNumber": 2,
    "text": "<strong>Avrupa’daki ekonomik kültürel ve siyasi alandaki gelişmelere aşağıdakilerden hangisinin olumlu katkısı olduğu <u>söylenemez</u>?</strong>",
    "options": {
      "A": "Feodalitenin yıkılması",
      "B": "Dünyanın daha yakından tanınması",
      "C": "Zenginliğin ölçüsünün toprak olmaktan çıkması",
      "D": "Keşfedilen yerlere göçler yaşanması",
      "E": "Devletler arası rekabetin artması"
    },
    "correctAnswer": "A",
    "explanation": "Avrupa'da ekonomik, kültürel ve siyasi gelişmelere olumlu katkı sağlayan başlıca etkenler <b>Rönesans, Reform ve Coğrafi Keşifler</b> gibi aydınlanmacı hareketlerdir. <b>Skolastik düşünce</b> ise tam tersine <b>kilise dogmalarına dayalı, bilimi reddeden</b> ve Avrupa'daki ilerlemeyi engelleyen bir düşünce sistemi olduğu için olumlu katkısı olduğu söylenemez."
  },
  {
    "id": "155711",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi Sanayi İnkılabı’nın ekonomik alanda olduğu kadar siyasi gelişmelere de ortam hazırladığının kanıtıdır?</strong>",
    "options": {
      "A": "İşçi hakları vurgusunu artırması",
      "B": "Köyden kente göçü hızlandırması",
      "C": "Devletler arası rekabetin yoğunlaşması",
      "D": "Ulaşım imkânlarının gelişmesi",
      "E": "Avrupa’da fiyatların düşmesi"
    },
    "correctAnswer": "C",
    "explanation": "Sanayi İnkılabı'nın ekonomik sonuçlarından olan <b>hammadde ve pazar arayışı</b>, uluslararası arenada devletler arasında rekabeti artırmış ve <b>sömürgecilik (emperyalizm)</b> faaliyetlerinin hız kazanmasına yol açmıştır. Bu durum, ekonomik bir olgunun doğrudan siyasi çekişme ve rekabet ortamı oluşturduğunun en büyük kanıtıdır."
  },
  {
    "id": "155717",
    "unitNumber": 2,
    "text": "<strong>Orta Asya’da eski Türk devlet geleneğine göre ülkenin hanedan üyeleri arasında paylaştırılması âdetini ifade eden kavram aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Mukataa",
      "B": "Timar",
      "C": "Saltanat",
      "D": "Ülüş",
      "E": "Berat"
    },
    "correctAnswer": "D",
    "explanation": "Orta Asya eski Türk devlet geleneğinde, ülkenin yönetim yetkisinin <b>'hanedanın ortak malı'</b> sayılması ve bu yetkinin tüm hanedan üyeleri arasında paylaştırılması âdeti <b>Veraset sistemi</b> ile ilgilidir. Bu sistem, genellikle taht kavgalarına ve devletin kısa ömürlü olmasına neden olmuştur."
  },
  {
    "id": "329922",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi Osmanlı Devleti'nin yıkılışında etkili olan iç sebeplerden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Merkezî idarenin bozulması",
      "B": "Taşra yönetiminin bozulması",
      "C": "Tımar sisteminin bozulması",
      "D": "Rusya ile yapılan uzun süreli savaşlar",
      "E": "Ekonomik yapının zayıflaması"
    },
    "correctAnswer": "D",
    "explanation": "Osmanlı'nın yıkılışında etkili olan iç sebepler, <b>yönetim, maliye ve ordunun bozulması</b> ile <b>eğitim sistemindeki gerilik</b> gibi devletin kendi iç yapısından kaynaklanan sorunlardır. <b>Fransız İhtilali'nin etkisiyle azınlıkların isyan etmesi</b> ise, Avrupa'dan yayılan milliyetçilik akımının yol açtığı ve bu nedenle <b>dış sebepler</b> arasında sayılan bir etkendir."
  },
  {
    "id": "329933",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi Osmanlı Devleti'nin yıkılmasının nedenleri arasında <u>yer almaz</u>?</strong>",
    "options": {
      "A": "Adalet ve yargı sisteminin bozulması",
      "B": "Çok uluslu bir yapıda olması",
      "C": "Islahat çabası ve arayışları",
      "D": "Batı'ya verilen ekonomik ayrıcalıkların artırılması",
      "E": "Azınlıkların olumsuz faaliyetleri"
    },
    "correctAnswer": "C",
    "explanation": "Osmanlı Devleti'nin yıkılmasının nedenleri arasında <b>Fransız İhtilali'nin etkisi (dış)</b>, <b>maliyenin bozulması (iç)</b> ve <b>Coğrafi Keşifler sonrası ticaret yollarının değişmesi (dış)</b> yer alır. Yıkılış nedeni olmayan bir faktör, devletin yükseliş dönemine ait bir başarı (Örn: Kanuni Dönemi'nde ekonominin zirve yapması) veya yanlış bir iddia (Örn: Bilim ve teknikte Avrupa'yı geçmesi) olabilir."
  },
  {
    "id": "362906",
    "unitNumber": 2,
    "text": "<strong>Osmanlı Devleti’ni, çağının itibarlı devleti yapan özellikleri arasında aşağıdakilerden hangisi <u>yer almaz</u>?</strong>",
    "options": {
      "A": "Hukuk devleti olması",
      "B": "Güçlü askerî teşkilatının olması",
      "C": "İlmiye sınıfının önemsenmemesi",
      "D": "Farklı din, mezhep ve ırklara karşı oldukça hoşgörülü olması",
      "E": "Kapıkulu sisteminin iyi işlemesi"
    },
    "correctAnswer": "C",
    "explanation": "Osmanlı Devleti'ni çağının itibarlı devleti yapan özellikler, <b>güçlü ordusu</b>, <b>geniş sınırları</b> ve <b>adaletli yönetim anlayışıdır</b>. İtibarı zedeleyen bir unsur ise <b>Kapitülasyonların yaygınlaşmasıdır</b>. Kapitülasyonlar, başlangıçta ticareti canlandırmak için verilmiş olsa da, zamanla Avrupa devletlerinin Osmanlı iç pazarına hakim olmasına ve <b>ekonomik bağımsızlığın kaybedilmesine</b> yol açarak itibar kaybına neden olmuştur."
  },
  {
    "id": "366310",
    "unitNumber": 2,
    "text": "<strong>Osmanlı Devleti'nde \"din bürokrasisi\"ni oluşturan sınıf aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Reaya",
      "B": "Ulema",
      "C": "Kalemiyye",
      "D": "Enderun",
      "E": "Ayan"
    },
    "correctAnswer": "B",
    "explanation": "Osmanlı Devleti'nde <b>din, hukuk ve eğitim</b> işlerini yürüten ve din bürokrasisini oluşturan sınıf <b>İlmiye</b> sınıfıdır. Bu sınıf, Ulema olarak da bilinir ve üyeleri (kadı, müftü, müderris) medreselerde yetişirdi."
  },
  {
    "id": "393135",
    "unitNumber": 2,
    "text": "<strong>Sonuçlarının insanlığı derinden etkilediği Fransız İhtilali'nin gerçekleştiği tarih aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "1918",
      "B": "1908",
      "C": "1789",
      "D": "1914",
      "E": "1920"
    },
    "correctAnswer": "C",
    "explanation": "İnsanlık tarihini derinden etkileyen, <b>Milliyetçilik ve demokrasi</b> gibi evrensel akımları başlatan <b>Fransız İhtilali</b>, <b>1789</b> yılında gerçekleşmiştir. Bu olay, özellikle Osmanlı Devleti gibi çok uluslu imparatorlukların yıkılış sürecini hızlandırmıştır."
  },
  {
    "id": "395072",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi Osmanlı Devleti’ni, çağının en itibarlı devleti yapan sebeplerden biri</strong> <strong><u>değildir</u>?</strong>",
    "options": {
      "A": "Güçlü askerî teşkilatının olması",
      "B": "Kapıkulu sisteminin iyi işlemesi",
      "C": "Hukuk devleti olması",
      "D": "Devlet yöneticilerinin gösterişli ve şatafatlı bir yaşam tarzına sahip olması",
      "E": "Farklı din, mezhep ve ırklara karşı oldukça hoşgörülü olması"
    },
    "correctAnswer": "D",
    "explanation": "Osmanlı'nın itibarı, <b>güçlü ordusu, adaletli yönetimi ve jeopolitik konumu</b> sayesinde oluşmuştur. Çağın itibarlı devleti olma sebeplerinden biri olmayan bir durum, genellikle <b>merkezi otoritenin bozulması</b> veya <b>devlet adamlarının liyakatsizliği</b> gibi iç zayıflık faktörleridir. Bu faktörler, devleti itibarlı yapmaktan ziyade çöküşe götürmüştür."
  },
  {
    "id": "107921",
    "unitNumber": 3,
    "text": "<strong>Osmanlı Devleti’nde matbaanın Müslümanların hizmetine başlama tarihi aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "3 Kasım 1839",
      "B": "5 Temmuz 1727",
      "C": "5 Haziran 1755",
      "D": "23 Temmuz 1908",
      "E": "30 Ekim 1918"
    },
    "correctAnswer": "B",
    "explanation": "Osmanlı Devleti'nde matbaa, <b>Lale Devri</b> sırasında, <b>III. Ahmed</b> döneminde, <b>İbrahim Müteferrika</b> ve <b>Said Efendi</b>'nin çabalarıyla kurulmuştur. Matbaanın Müslümanların hizmetine girmesi ve ilk eserlerin basılmaya başlanması 1727-1728 yıllarına (Hicri 1140) denk gelir. Bu tarih, Osmanlı'da kültürel ve bilimsel alanda önemli bir yeniliğin başlangıcını işaret eder."
  },
  {
    "id": "108028",
    "unitNumber": 3,
    "text": "Osmanlı Devleti’nde ilk ciddi yenileşme hareketleri ……………………Dönemi’ne rastlar.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "options": {
      "A": "Tanzimat",
      "B": "Meşrutiyet",
      "C": "Lale Devri",
      "D": "Nizam-ı Cedit",
      "E": "II. Mahmut"
    },
    "correctAnswer": "E",
    "explanation": "Osmanlı Devleti’nde Batı tarzını benimseyen ilk ciddi ve sistematik yenileşme hareketleri, <b>III. Selim Dönemi</b>’nde uygulanan <b>Nizam-ı Cedid</b> (Yeni Düzen) reformlarına rastlar. Bu reformlar, daha önceki geçici çabaların aksine, askerî, idari ve mali alanlarda köklü değişiklikler yapmayı amaçlamıştır."
  },
  {
    "id": "110284",
    "unitNumber": 3,
    "text": "<strong>İlk kez bir Osmanlı padişahının çok geniş olan yetkileri üstünde bir kanun gücünün varlığını kabul edilmesi aşağıdakilerden hangisi ile açıklanır?</strong>",
    "options": {
      "A": "Tanzimat Fermanı",
      "B": "Islahat Fermanı",
      "C": "Sened-i İttifak",
      "D": "Van Kulu Lügatı",
      "E": "Mühendishane-i Berr-i Hümayun"
    },
    "correctAnswer": "A",
    "explanation": "Padişahın çok geniş olan yetkileri üstünde bir kanun gücünün varlığının kabul edilmesi, 1808 yılında imzalanan <b>Sened-i İttifak</b> ile gerçekleşmiştir. Padişah <b>II. Mahmut</b> ile taşra âyanları arasında imzalanan bu belge, hukuki açıdan <b>padişah yetkilerini sınırlayan ilk belge</b> olması yönüyle önemlidir."
  },
  {
    "id": "110384",
    "unitNumber": 3,
    "text": "<strong>Osmanlı Devleti, karşılaştığı mali güçlükleri aşmak için ilk önemli dış borçlanmasını 1854’te hangi savaş sırasında yapmıştır?</strong>",
    "options": {
      "A": "Osmanlı-Rus Savaşı",
      "B": "Trablusgarp Savaşı",
      "C": "Balkan Savaşı",
      "D": "Osmanlı-İran Savaşı",
      "E": "Kırım Savaşı"
    },
    "correctAnswer": "E",
    "explanation": "Osmanlı Devleti, mali güçlüklerini aşmak ve özellikle büyük askeri harcamaları karşılamak amacıyla <b>ilk önemli dış borçlanmasını</b>, 1854 yılında <b>Kırım Savaşı</b> (1853-1856) sırasında yapmıştır. Bu borç İngiltere ve Fransa’dan alınmıştır ve Osmanlı maliyesinin bağımsızlığını kaybetme sürecinin başlangıcı olmuştur."
  },
  {
    "id": "110506",
    "unitNumber": 3,
    "text": "<strong>1881 yılından itibaren borçların ödenmesi için Osmanlı Devleti’nin mali kaynaklarına el koyan idari kuruluş aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Meclis-i Umumi",
      "B": "Düyûn-ı Umûmiye",
      "C": "Hatt-ı Hümayun",
      "D": "Nizam-ı Cedit",
      "E": "Sekban-ı Cedit"
    },
    "correctAnswer": "B",
    "explanation": "1881 yılında kurulan <b>Duyun-u Umumiye İdaresi</b> (Genel Borçlar İdaresi), Osmanlı Devleti'nin artan dış borçlarını ödemek amacıyla alacaklı Batılı devletler tarafından kurulmuştur. Bu idare, Osmanlı Devleti’nin <b>önemli mali kaynaklarına</b> (tütün, tuz, pul, ipek, balıkçılık gelirleri gibi) doğrudan el koyarak devletin mali bağımsızlığını tamamen ortadan kaldırmıştır."
  },
  {
    "id": "118293",
    "unitNumber": 3,
    "text": "<strong>Osmanlı Devleti’nde matbaa Müslümanlarca ilk defa hangi dönemde kullanılmıştır?</strong>",
    "options": {
      "A": "Tanzimat Dönemi",
      "B": "I. Meşrutiyet Dönemi",
      "C": "Lale Devri",
      "D": "Nizam-ı Cedit Dönemi",
      "E": "II. Mahmut Dönemi"
    },
    "correctAnswer": "C",
    "explanation": "Matbaanın Müslümanlarca kullanılmaya başlanması, Osmanlı Devleti’nin <b>Lale Devri</b> (1718-1730) olarak bilinen dönemine denk gelmektedir. Matbaa, <b>III. Ahmed</b>'in izniyle İbrahim Müteferrika ve Said Efendi tarafından 1727’de kurulmuştur."
  },
  {
    "id": "118296",
    "unitNumber": 3,
    "text": "<strong>Yurt dışında daimi elçilikler ilk defa hangi Osmanlı padişahı döneminde açılmıştır?</strong>",
    "options": {
      "A": "I. Ahmet",
      "B": "II. Mahmut",
      "C": "Abdülmecit",
      "D": "III. Selim",
      "E": "Abdülaziz"
    },
    "correctAnswer": "D",
    "explanation": "Yurt dışında daimi elçilikler, Batı’daki gelişmeleri sürekli olarak takip etmek amacıyla <b>III. Selim</b> döneminde (Nizam-ı Cedid reformları kapsamında) açılmıştır. İlk daimi elçilik Londra'da kurulmuştur. Bu adım, Osmanlı diplomasisinin modernleşmesi ve Batı ile ilişkilerin kurumsallaşması açısından önemlidir."
  },
  {
    "id": "118299",
    "unitNumber": 3,
    "text": "<strong>Âyanlarla “Sened-i İttifak” adı verilen sözleşmeyi imzalayan Osmanlı padişahı aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "III. Selim",
      "B": "II. Abdülhamit",
      "C": "II. Mahmut",
      "D": "Abdülmecit",
      "E": "Abdülaziz"
    },
    "correctAnswer": "C",
    "explanation": "Âyanlarla <b>Sened-i İttifak</b> adı verilen sözleşmeyi imzalayan Osmanlı padişahı <b>II. Mahmut</b>'tur (1808). Bu sözleşme, padişahın mutlak otoritesini sınırlayan ilk hukuki belge olma özelliğini taşır, ancak padişahın bu kısıtlamayı daha sonra kaldırma çabaları olmuştur."
  },
  {
    "id": "118305",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi Osmanlı vatandaşlarından sadece gayrimüslim olanlara yönelik hukuki haklar getirmiştir?</strong>",
    "options": {
      "A": "Tanzimat Fermanı",
      "B": "Islahat Fermanı",
      "C": "I. Meşrutiyet",
      "D": "II. Meşrutiyet",
      "E": "Kanûn-ı Esâsî"
    },
    "correctAnswer": "B",
    "explanation": "Osmanlı Devleti'nde <b>gayrimüslim vatandaşlara</b> yönelik hukuki hakları genişleten ve eşitliği pekiştiren ferman <b>Islahat Fermanı</b>’dır (1856). Bu ferman ile gayrimüslimler devlet memuru olabilme, askeri okullara girme ve hukuki süreçlerde eşit haklara sahip olma gibi haklara kavuşmuşlardır. Ferman, özellikle <b>Paris Barış Konferansı</b> sırasında Avrupa devletlerinin baskısıyla çıkarılmıştır."
  },
  {
    "id": "118307",
    "unitNumber": 3,
    "text": "I. Bu dönemin ünlü Sadrazamı Nevşehirli Damat İbrahim Paşa’dır.<br/>II. İlk defa yurt dışına elçiler gönderilmiştir.<br/>III. Patrona Halil İsyanı ile sona ermiştir.<br/><strong>Osmanlı Devleti’nde Lale Devri (1718-1730) ile ilgili olarak yukarıdaki bilgilerden hangisi ya da hangileri doğrudur?</strong>",
    "options": {
      "A": "Yalnız II",
      "B": "Yalnız I",
      "C": "Yalnız III",
      "D": "I ve III",
      "E": "I, II ve III"
    },
    "correctAnswer": "E",
    "explanation": "Lale Devri (1718-1730) ile ilgili verilen üç bilgi de doğrudur:<br/>I. Dönemin ünlü Sadrazamı <b>Nevşehirli Damat İbrahim Paşa</b>'dır. (Doğru)<br/>II. Avrupa'yı tanımak amacıyla ilk defa Paris ve Viyana gibi merkezlere <b>geçici elçiler</b> gönderilmiştir. (Doğru)<br/>III. Bu refah dönemi, 1730 yılında çıkan ve III. Ahmed'in tahttan indirilmesine yol açan <b>Patrona Halil İsyanı</b> ile sona ermiştir. (Doğru)"
  },
  {
    "id": "118313",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi II. Mahmut Dönemi ile ilgili <u>değildir</u>?</strong>",
    "options": {
      "A": "Sened-i İttifak",
      "B": "Mecelle",
      "C": "Vaka-yi Hayriye",
      "D": "Sekban-ı Cedit",
      "E": "Asakir-i Mansure-i Muhammediye"
    },
    "correctAnswer": "B",
    "explanation": "II. Mahmut Dönemi, merkezi otoriteyi güçlendirmeye yönelik radikal reformlarla bilinir (Yeniçeriliğin kaldırılması, modern okulların ve kurumların kuruluşu). II. Mahmut sonrası döneme ait olan, örneğin <b>Tanzimat Fermanı'nın ilanı</b> (1839) veya III. Selim dönemine ait <b>Nizam-ı Cedid ordusunun kurulması</b> gibi faaliyetler bu döneme ait değildir. (Cevap, şıklardan II. Mahmut'un yaptığı reform olmayan bir eylemi işaret etmelidir.)"
  },
  {
    "id": "155792",
    "unitNumber": 3,
    "text": "I. İlk defa Avrupa’ya öğrenciler gönderildi.<br/>II. İlköğretim zorunlu oldu.<br/>III. Harbiye ve Tıbbiye okulları açıldı.<br/>IV. Rüştiye Mektebi açıldı.<br/>V. İlk defa resmî gazete çıkarıldı.<br/><strong>Yukarıdaki II. Mahmut Dönemi yeniliklerinden hangisi ya da hangileri eğitim alanındaki düzenlemelerden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız IV",
      "D": "III ve V",
      "E": "I ve V"
    },
    "correctAnswer": "E",
    "explanation": "II. Mahmut Dönemi eğitim alanında önemli adımlar atmıştır (Rüştiyeler, Harbiye ve Tıbbiye, zorunlu ilköğretim). Ancak <b>İlk defa resmî gazete çıkarılması</b> (Takvim-i Vekayi, 1831) eğitim alanından ziyade <b>idarî ve iletişim</b> alanındaki yeniliklerdendir ve merkezî otoritenin duyurularını halka ulaştırmak amacıyla yapılmıştır."
  },
  {
    "id": "155793",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi III. Selim Dönemi yeniliklerinin genel adıdır?</strong>",
    "options": {
      "A": "Rönesans",
      "B": "Meşrutiyet",
      "C": "Nizâm-ı Cedit",
      "D": "Mecelle",
      "E": "Duyun-ı Umumiye"
    },
    "correctAnswer": "C",
    "explanation": "III. Selim Dönemi’nde (1789-1807) girişilen ve devletin hemen hemen tüm kurumlarını kapsayacak şekilde Batı standartlarında yeniden düzenlemeyi amaçlayan yenilik hareketlerinin genel adı <b>Nizam-ı Cedid</b>’dir (Yeni Düzen)."
  },
  {
    "id": "155841",
    "unitNumber": 3,
    "text": "<strong>Osmanlı Devleti’nde 3 Kasım 1839’dan – 23 Aralık 1876 yılına kadar geçen süreye ne ad verilir?</strong>",
    "options": {
      "A": "Tanzimat Dönemi",
      "B": "II. Abdülhamit Dönemi",
      "C": "İttihat ve Terakki Dönemi",
      "D": "II. Meşrutiyet Dönemi",
      "E": "Islahat Dönemi"
    },
    "correctAnswer": "A",
    "explanation": "3 Kasım 1839 tarihinde <b>Tanzimat Fermanı</b>'nın (Gülhane Hatt-ı Hümayunu) ilanıyla başlayıp, 23 Aralık 1876 tarihinde <b>I. Meşrutiyet</b>'in ilanına kadar geçen süre <b>Tanzimat Dönemi</b> olarak adlandırılır. Bu dönemde Batılılaşma süreci hukuki ve idari alanda yoğunlaşmıştır."
  },
  {
    "id": "155843",
    "unitNumber": 3,
    "text": "<strong>Osmanlı Devleti’nde 1718 – 1730 yılları arasında geçen döneme ne ad verilir?</strong>",
    "options": {
      "A": "Islahat Dönemi",
      "B": "İnkılap Dönemi",
      "C": "Lale Devri",
      "D": "II. Meşrutiyet Dönemi",
      "E": "II. Jön Türk Dönemi"
    },
    "correctAnswer": "C",
    "explanation": "Osmanlı Devleti’nde 1718 (Pasarofça Antlaşması) ile 1730 (Patrona Halil İsyanı) yılları arasında geçen döneme, İstanbul'da lale yetiştiriciliğinin ve kültürel zenginliğin ön plana çıkması nedeniyle <b>Lale Devri</b> adı verilmiştir."
  },
  {
    "id": "155847",
    "unitNumber": 3,
    "text": "<strong>Osmanlı Devleti'nde Avrupai tarzda yenilikler ilk olarak hangi alanda başlamıştır?</strong>",
    "options": {
      "A": "Siyasi",
      "B": "Sağlık",
      "C": "Askerî",
      "D": "Ekonomik",
      "E": "Kültürel"
    },
    "correctAnswer": "C",
    "explanation": "Osmanlı Devleti, Batı karşısında aldığı yenilgiler sonucunda varlığını sürdürme ihtiyacıyla, Avrupai tarzda yeniliklere ilk olarak <b>askerî</b> alanda başlamıştır. Bu reformlar, özellikle ordunun yapısını ve eğitimini modernize etmeyi hedeflemiştir (örneğin, Mühendishane-i Berrî-i Hümâyûn'un açılması gibi)."
  },
  {
    "id": "155857",
    "unitNumber": 3,
    "text": "<strong>Osmanlı Devleti’nde hangi savaş sırasında dış borçlanmaya gidilmiştir?</strong>",
    "options": {
      "A": "Kırım Savaşı",
      "B": "93 Harbi",
      "C": "I. Balkan Savaşı",
      "D": "II. Balkan Savaşı",
      "E": "Trablusgarp Savaşı"
    },
    "correctAnswer": "A",
    "explanation": "Osmanlı Devleti'nin mali sıkıntıları aşmak için başvurduğu ilk dış borçlanma 1854 yılında <b>Kırım Savaşı</b> (1853-1856) sırasında İngiltere ve Fransa’dan yapılmıştır. Savaşın getirdiği yüksek masraflar, devletin bu kararı almasında temel etkendir."
  },
  {
    "id": "329945",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi ıslahatların genel özelliklerinden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Geniş halk kitlelerine yayılır.",
      "B": "Bilinçli kadrolardan yoksundur.",
      "C": "Kökten değişiklik ön görmez.",
      "D": "Mevcut düzeni değiştirmez.",
      "E": "Devleti eski gücüne kavuşturmaya hizmet eder."
    },
    "correctAnswer": "A",
    "explanation": "Osmanlı ıslahatlarının genel özellikleri arasında genellikle <b>halkın talebine dayanmaması</b>, tepeden inme olması, mevcut yapıyı koruma amacı taşıması ve başlangıçta askerî alana odaklanması yer alır. Eğer bir şıkta 'Halkın isteği üzerine veya geniş taban katılımıyla yapılmıştır' deniyorsa, bu <b>ıslahatların genel özelliklerinden biri değildir</b>; zira reformlar otorite tarafından dayatılırdı ve çoğu zaman tepki görürdü."
  },
  {
    "id": "329947",
    "unitNumber": 3,
    "text": "<strong>İlk posta ve polis teşkilatı hangi padişah zamanında kurulmuştur?</strong>",
    "options": {
      "A": "III. Selim",
      "B": "II. Abdülhamit",
      "C": "I. Ahmet",
      "D": "Abdülmecit",
      "E": "II. Mahmut"
    },
    "correctAnswer": "E",
    "explanation": "Merkezi idareyi güçlendirmek, haberleşmeyi sağlamak ve iç güvenliği tesis etmek amacıyla <b>ilk posta ve polis teşkilatları</b>, 19. yüzyılın ilk yarısında, büyük yenilikçi Padişah <b>II. Mahmut</b> zamanında kurulmuştur."
  },
  {
    "id": "329951",
    "unitNumber": 3,
    "text": "<strong>III. Selim Dönemi'nde yapılan yenilik hareketlerine verilen isim aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Meşveret Meclisi",
      "B": "Layıha",
      "C": "Nizam-ı Cedit",
      "D": "İrad-ı Cedit",
      "E": "Mühendishane-i Berr-i Humayun"
    },
    "correctAnswer": "C",
    "explanation": "Padişah <b>III. Selim</b>'in tahta çıkışıyla başlayan ve devletin idari, askeri ve mali yapısında köklü değişiklikler yapmayı amaçlayan yenilik hareketlerinin genel adı <b>Nizam-ı Cedid</b> (Yeni Düzen)'dir."
  },
  {
    "id": "329963",
    "unitNumber": 3,
    "text": "<strong>Osmanlı Devleti'nde ilk Batılı tarzdaki hukuk anlayışı aşağıdaki dönemlerden hangisinde gerçekleştirilmiştir?</strong>",
    "options": {
      "A": "I. Meşrutiyet Dönemi",
      "B": "Tanzimat Dönemi",
      "C": "II. Mahmut Dönemi",
      "D": "Lale Devri",
      "E": "I. Ahmet Dönemi"
    },
    "correctAnswer": "B",
    "explanation": "Osmanlı Devleti'nde ilk Batılı tarzdaki hukuk anlayışı, <b>Tanzimat Dönemi</b>'nde (1839-1876) başlatılmıştır. Bu dönemde, özellikle <b>ceza ve ticaret hukuku</b> alanlarında, Fransız hukuku örnek alınarak yeni kanunnameler hazırlanmış ve İslami hukuk (Şeriat) ile modern hukukun bir arada uygulandığı <b>karma mahkemeler</b> kurulmaya başlanmıştır. Bu adımlar, hukuki alanda modernleşmenin ve sekülerleşmenin başlangıcını işaret eder."
  },
  {
    "id": "329968",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi 1856'da Islahat Fermanı'nın ilan edilmesinin nedenlerinden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Padişahın konumunun korunmak istenmesi",
      "B": "Tanzimat Fermanı ile azınlıklar hakkında verilen sözlerin gerçekleşmemiş olması",
      "C": "Vergilerin eşit alınmaması",
      "D": "Gayrimüslimlere yönelik hukuki hakların azaltılmak istenmesi",
      "E": "Avrupalı devletlerin dış baskısı"
    },
    "correctAnswer": "D",
    "explanation": "1856'da ilan edilen <b>Islahat Fermanı</b>'nın temel nedenleri, Kırım Savaşı sonrasındaki <b>Paris Barış Konferansı</b>'nda Batılı devletlerin Osmanlı üzerindeki baskısını azaltmak ve Osmanlı Devleti'nin, başta <b>Hıristiyan tebaa olmak üzere</b> tüm azınlıkların haklarını güvence altına alarak iç işlerine karışmasını önlemektir. Bu ferman, Osmanlı'nın Avrupa devletler hukukuna dâhil olma sürecini desteklerken, iç reformları dış baskıyla hızlandırmıştır. Soru, bu nedenlerden biri olmayanı aramaktadır. (Örneğin, Ferman'ın doğrudan mali sorunları çözmek gibi bir amacı yoktur.)"
  },
  {
    "id": "363139",
    "unitNumber": 3,
    "text": "Sadrazam Mustafa Reşit Paşa, yapılması gereken ıslahatlarla ilgili programı hazırlayarak padişahın onayına sundu.<br/>Tarihte “Hatt-ı Hümayun” olarak da anılan program padişah Abdulmecit tarafından onaylanarak 3 Kasım 1839'da yürürlüğe girdi.<br/><strong>Devletin siyasi, sosyal, askerî ve kültürel alanlarda kötü gidişatını önlemek için çok geniş reformları içeren bu program aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Kanûn-ı Esâsî",
      "B": "Tanzimat Fermanı",
      "C": "Nizam-ı Cedit",
      "D": "I. Meşrutiyet",
      "E": "Islahat Fermanı"
    },
    "correctAnswer": "B",
    "explanation": "Sadrazam <b>Mustafa Reşit Paşa</b> tarafından hazırlanan ve Padişah Abdülmecit tarafından 3 Kasım 1839'da yürürlüğe konulan, 'Hatt-ı Hümayun' olarak da bilinen bu geniş reform programı <b>Tanzimat Fermanı</b>'dır. Ferman, tüm tebaanın ırk veya din ayrımı gözetmeksizin <b>can, mal ve namus güvenliğinin</b> sağlanacağını ilan etmiş ve <b>kanun üstünlüğü</b> ilkesini getirerek Osmanlı modernleşme sürecinin resmi başlangıcı olmuştur."
  },
  {
    "id": "366314",
    "unitNumber": 3,
    "text": "<strong>Genç Osmanlıların baskıları sonucunda 23 Aralık 1876 tarihinde ilan edilen ve ilk Türk Anayasası olarak kabul edilen anayasa aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Kanûn-ı Esâsî",
      "B": "Tanzimat Fermanı",
      "C": "Sened-i İttifak",
      "D": "I. Meşrutiyet",
      "E": "Mecelle"
    },
    "correctAnswer": "A",
    "explanation": "<b>Genç Osmanlılar</b> (Jön Türkler'in öncülü) adlı aydın grubun yoğun baskıları ve siyasi çabaları sonucunda, II. Abdülhamit döneminde 23 Aralık 1876 tarihinde ilan edilen anayasa <b>Kanun-i Esasi</b>'dir. Bu anayasa, Osmanlı Devleti'nin ve Türk tarihinin ilk yazılı anayasası olup, <b>Birinci Meşrutiyet</b> dönemini başlatarak meclisli bir yönetim yapısını (meşrutî monarşi) kurmuştur."
  },
  {
    "id": "393418",
    "unitNumber": 3,
    "text": "<strong>Türk modernleşmesi için önemli bir kilometre taşı olan ve 3 Kasım 1839-23 Aralık 1876 tarihleri arasını kapsayan dönem aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Islahat",
      "B": "Lale Devri",
      "C": "II. Meşrutiyet",
      "D": "I. Meşrutiyet",
      "E": "Tanzimat"
    },
    "correctAnswer": "E",
    "explanation": "3 Kasım 1839 (Tanzimat Fermanı'nın ilanı) ile 23 Aralık 1876 (Kanun-i Esasi'nin ilanı ve I. Meşrutiyet'in başlaması) tarihleri arasını kapsayan bu önemli reform ve modernleşme dönemi, <b>Tanzimat Dönemi</b> olarak adlandırılır. Bu süreç, merkeziyetçiliği güçlendirme, <b>Osmanlıcılık</b> ideolojisini yayma ve devleti Avrupa standartlarına yaklaştırma çabalarını içerir."
  },
  {
    "id": "106745",
    "unitNumber": 4,
    "text": "<strong>Hak ve yetkilerin anayasa tarafından belirlendiği, kral ya da hükümdarın hareket alanının parlamento tarafından sınırlandığı yönetim biçimi olarak tanımlanan kavram aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Kanun",
      "B": "Parlamento",
      "C": "Cumhuriyet",
      "D": "Meşrutiyet",
      "E": "Demokrasi"
    },
    "correctAnswer": "D",
    "explanation": "Hak ve yetkilerin anayasa ile sınırlandırıldığı, hükümdarın yetkilerini parlamento ile paylaştığı yönetim biçimine <b>Meşrutiyet</b> (Constitutional Monarchy) denir. Bu sistemde, hükümdarın (kral/padişah) hareket alanı <b>Anayasa</b> (Kanun-ı Esasi) ve <b>parlamento</b> (Meclis-i Umumî) tarafından belirlenir."
  },
  {
    "id": "107141",
    "unitNumber": 4,
    "text": "<strong>Aşağıdaki yazarlardan hangisi Türkçülük fikrinin gelişmesine katkıda <u>bulunmamıştır</u>?</strong>",
    "options": {
      "A": "Halit Ziya Uşaklıgil",
      "B": "Ahmet Vefik Paşa",
      "C": "Ziya Paşa",
      "D": "Ali Suavi",
      "E": "Mehmet Emin"
    },
    "correctAnswer": "A",
    "explanation": "Türkçülük fikrinin önde gelen isimleri arasında <b>Ziya Gökalp</b>, <b>Yusuf Akçura</b> ve <b>İsmail Gaspıralı</b> gibi kişiler yer alır. Bu akıma katkıda bulunmayan bir yazar genellikle farklı bir fikir akımının (örneğin İslamcılığın veya Batıcılığın) temsilcisidir. Türkçülük, Osmanlı Devleti'nin dağılmasını önlemek amacıyla sadece Türk ırkından olanları birleştirme amacı güderken; İslamcılığı savunan <b>Mehmet Âkif Ersoy</b> gibi isimler bu kategoriye dahil değildir."
  },
  {
    "id": "107193",
    "unitNumber": 4,
    "text": "Kasım 1918’de İttihat ve Terakki adı tarih oldu. Yerine ………………………. Kuruldu.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "options": {
      "A": "Kamil Paşa Hükûmeti",
      "B": "Teceddüd Fırkası",
      "C": "Mahmut Şevket Paşa Hükûmeti",
      "D": "Osmanlı Terakki ve İttihat Cemiyeti",
      "E": "İttihad-ı Osmanî Cemiyeti"
    },
    "correctAnswer": "B",
    "explanation": "I. Dünya Savaşı’nın kaybedilmesinin ardından, Kasım 1918’de <b>İttihat ve Terakki Cemiyeti (İTC)</b> kendini feshetme kararı almıştır. İTC’nin yerine, aynı kadrolar tarafından yasal bir platform oluşturmak amacıyla <b>Teceddüt Fırkası</b> kurulmuştur. Bu parti, İttihat ve Terakki’nin devamı niteliğindeydi ancak kısa ömürlü olmuştur."
  },
  {
    "id": "110705",
    "unitNumber": 4,
    "text": "I. İslam dünyasının Batı karşısında askerî başarısızlıklar yaşaması ve bunun sonucu büyük sorunların ortaya çıkması<br/>II. İslam dünyasının büyük bir kısmının emperyalist devletlerce işgal edilmiş olması<br/>III. Meşrutiyet Dönemi ve Fikir Hareketleri edilmiş olması<br/>IV. Gelişen Batı karşısında Müslüman aydınların aşağılık kompleksine girmesi<br/>V. Batı dünyasının İslam dünyasına karşı oryantalist ve misyonerlik faaliyetlerine girmesi<br/><strong>Yukarıda hangi fikir akımının ortaya çıkış sebepleri verilmiştir?</strong>",
    "options": {
      "A": "Osmanlıcılık",
      "B": "Turancılık",
      "C": "İslamcılık",
      "D": "Sosyalizm",
      "E": "Batıcılık"
    },
    "correctAnswer": "C",
    "explanation": "Verilen maddeler (askerî başarısızlıklar, emperyalist işgaller, aşağılık kompleksi, oryantalist faaliyetler) İslam dünyasının Batı hegemonyası karşısında yaşadığı derin krizi göstermektedir. Bu sorunlara karşı çözüm olarak ortaya çıkan ve Müslümanların <b>Halifelik</b> etrafında birleşerek güçlenmesini savunan fikir akımı <b>İslamcılık</b> (Pan-İslamizm)'dır."
  },
  {
    "id": "111418",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi Batıcılık fikrinin önemli isimleri arasında yer <u>almaz</u>?</strong>",
    "options": {
      "A": "Abdullah Cevdet",
      "B": "Celal Nuri",
      "C": "Kılıçzade Hakkı",
      "D": "Rıza Tevfik",
      "E": "Prens Sebahattin"
    },
    "correctAnswer": "E",
    "explanation": "Batıcılık (Garpçılık) akımının temel savunucuları arasında <b>Abdullah Cevdet</b>, <b>Tevfik Fikret</b> ve <b>Celal Nuri İleri</b> gibi isimler bulunur. Bu akım, Osmanlı’nın kurtuluşunun topyekûn Batı medeniyetini kabul etmekten geçtiğini savunur. <b>Ziya Gökalp</b> ise Batıcılık yerine kültürel temelli <b>Türkçülük</b> akımının en önemli temsilcisi olarak bilinir."
  },
  {
    "id": "118528",
    "unitNumber": 4,
    "text": "<strong>II. Abdülhamit Dönemi’nde devletin resmî ideolojisi olan fikir akımı aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Osmanlıcılık",
      "B": "Turancılık",
      "C": "İslamcılık",
      "D": "Teşebbüs-i Şahsi ve Adem-i Merkeziyet",
      "E": "Batıcılık"
    },
    "correctAnswer": "C",
    "explanation": "Osmanlıcılık fikrinin Balkan savaşlarıyla fiilen işlemez hale gelmesi üzerine, <b>II. Abdülhamit Dönemi</b>'nde (İstibdat Dönemi), parçalanmayı önlemek ve imparatorluktaki Müslüman unsurları bir arada tutmak amacıyla <b>İslamcılık</b> (Pan-İslamizm) resmî devlet ideolojisi olarak benimsenmiştir. Padişah, Halifelik gücünü kullanarak dünyadaki tüm Müslümanları birleştirme hedefini gütmüştür."
  },
  {
    "id": "118541",
    "unitNumber": 4,
    "text": "<strong>Mustafa Kemal Paşa’nın Şam’da II. Abdülhamit yönetimine karşı kurduğu cemiyet aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Ahrar Fırkası",
      "B": "Halaskâr Zabitân Grubu",
      "C": "Hürriyet ve İtilaf Fırkası",
      "D": "Türk Ocağı",
      "E": "Vatan ve Hürriyet Cemiyeti"
    },
    "correctAnswer": "E",
    "explanation": "<b>Mustafa Kemal Paşa</b>, 1905 yılında Şam’da görevliyken, <b>II. Abdülhamit</b>’in baskıcı yönetimine karşı mücadele etmek amacıyla arkadaşlarıyla birlikte gizlice <b>Vatan ve Hürriyet Cemiyeti</b>'ni kurmuştur. Bu cemiyet, daha sonra İttihat ve Terakki Cemiyeti ile birleşmiştir."
  },
  {
    "id": "118545",
    "unitNumber": 4,
    "text": "<strong>Aşağıdaki düşünce akımlarından hangisinin amacı çağı yakalamak, yenilikleri izlemektir?</strong>",
    "options": {
      "A": "Osmanlıcılık",
      "B": "Turancılık",
      "C": "İslamcılık",
      "D": "Sosyalizm",
      "E": "Batıcılık"
    },
    "correctAnswer": "E",
    "explanation": "Osmanlı Devleti’nin geri kalmışlığından kurtulması için Batı’nın bilimini, teknolojisini ve medeniyetini aynen almayı savunan fikir akımı <b>Batıcılık</b>'tır. Bu akımın amacı, reformlar yoluyla <b>çağı yakalamak</b> ve Batı'daki yenilikleri izlemektir."
  },
  {
    "id": "118549",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi İslamcılık fikrini savunan fikir adamlarından biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Babanzade Ahmet Naim",
      "B": "Gaspıralı İsmail",
      "C": "Mehmet Âkif",
      "D": "Muhammed Abduh",
      "E": "Cemaleddin Afganî"
    },
    "correctAnswer": "B",
    "explanation": "İslamcılık fikrini savunanlar arasında <b>Mehmet Âkif Ersoy</b>, <b>Said Halim Paşa</b> ve <b>Musa Kâzım Efendi</b> gibi isimler yer alır. <b>Yusuf Akçura</b> ise bu akımın değil, tüm Türkleri birleştirme hedefi güden <b>Türkçülük</b> akımının önde gelen teorisyenlerindendir (Üç Tarz-ı Siyaset makalesi)."
  },
  {
    "id": "118552",
    "unitNumber": 4,
    "text": "<strong>II. Meşrutiyet’in ilanını hızlandıran en önemli gelişme aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Berlin Kongresi’nin toplanması",
      "B": "Reval Görüşmeleri",
      "C": "Bulgaristan’ın bağımsızlığını ilan etmesi",
      "D": "Trablusgarp Savaşı’nın çıkması",
      "E": "Rusya’da halk hareketlerinin başlaması"
    },
    "correctAnswer": "B",
    "explanation": "1908’de İngiliz ve Rus hükümdarlarının Makedonya’nın geleceği üzerine görüşmeler yaptığı <b>Reval Görüşmeleri</b>, Osmanlı topraklarının paylaşılacağı endişesini yarattı. Bu tehdit algısı, <b>İttihat ve Terakki Cemiyeti</b>’nin hızla ayaklanmalar başlatıp II. Abdülhamit’i <b>II. Meşrutiyet</b>'i ilan etmeye zorlamasına yol açan en önemli dış gelişmedir."
  },
  {
    "id": "118558",
    "unitNumber": 4,
    "text": "<strong>Derviş Vahdetî tarafından kurulan ve 31 Mart İsyanı’nın çıkmasında etkili olan örgüt aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Teşebbüs-i Şahsî ve Âdem-i Merkeziyet",
      "B": "Hürriyet ve İtilaf Fırkası",
      "C": "Cemiyet-i İslamiye Hareketi",
      "D": "İttihad-ı Muhammedî Cemiyeti",
      "E": "İttihat ve Terakki Cemiyeti"
    },
    "correctAnswer": "D",
    "explanation": "Meşrutiyet yönetimine karşı çıkan ve tarihte rejime karşı ilk isyan olarak bilinen <b>31 Mart Vakası</b>’nın (1909) çıkmasında etkili olan, Meşrutiyet karşıtı propagandaları yürüten cemiyet <b>Derviş Vahdetî</b> tarafından kurulan <b>İttihad-ı Muhammedî Cemiyeti</b>'dir."
  },
  {
    "id": "155990",
    "unitNumber": 4,
    "text": "<strong>Osmanlı tarihinde çok partili yaşamın görüldüğü dönem aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Lale Devri",
      "B": "II. Meşrutiyet Dönemi",
      "C": "Atatürk Dönemi",
      "D": "Tanzimat Dönemi",
      "E": "I. Meşrutiyet Dönemi"
    },
    "correctAnswer": "B",
    "explanation": "Osmanlı İmparatorluğu'nda siyasi partilerin kurulması serbestleşmiş ve <b>çok partili siyasi yaşam</b> ilk kez <b>II. Meşrutiyet Dönemi</b>'nde (1908-1918) tecrübe edilmiştir. İttihat ve Terakki'ye ek olarak Hürriyet ve İtilaf Fırkası gibi muhalif partiler kurulmuştur."
  },
  {
    "id": "155993",
    "unitNumber": 4,
    "text": "<strong>Türkçülük görüşünün etkili olduğu dönem aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "II. Meşrutiyet Dönemi",
      "B": "I. Meşrutiyet Dönemi",
      "C": "Tanzimat Dönemi",
      "D": "Tanzimat Öncesi Dönem",
      "E": "II. Abdulhamit Dönemi"
    },
    "correctAnswer": "A",
    "explanation": "Osmanlıcılık ve İslamcılığın beklenen başarıyı gösterememesi üzerine, özellikle 1908 sonrası <b>II. Meşrutiyet Dönemi</b>’nde, <b>Türkçülük</b> fikir akımı öne çıkmış ve <b>İttihat ve Terakki Cemiyeti</b>'nin politikalarında baskın hale gelmiştir."
  },
  {
    "id": "156000",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi “Batıcılık” fikrini savunan fikir adamlarından biridir?</strong>",
    "options": {
      "A": "Cemil Meriç",
      "B": "Gaspıralı İsmail",
      "C": "Mehmet Akif",
      "D": "Ziya Gökalp",
      "E": "Abdullah Cevdet"
    },
    "correctAnswer": "E",
    "explanation": "<b>Batıcılık</b> akımının önde gelen ve radikal isimlerinden biri, Batı bilim ve medeniyetinin eleştirel olmayan bir şekilde alınması gerektiğini savunan <b>Abdullah Cevdet</b>'tir. O, Batıcılığı yaymak için <b>İçtihad</b> dergisini çıkarmıştır."
  },
  {
    "id": "156005",
    "unitNumber": 4,
    "text": "<strong>Üç Tarzı Siyaset adlı eser aşağıdakilerden hangisine aittir?</strong>",
    "options": {
      "A": "Ziya Gökalp",
      "B": "Gaspıralı İsmail",
      "C": "Yusuf Akçura",
      "D": "Cemalettin Afgani",
      "E": "Ahmet Cevdet Paşa"
    },
    "correctAnswer": "C",
    "explanation": "<b>Türkçülük</b> akımının siyasi manifestosu sayılan <b>Üç Tarzı Siyaset</b> adlı makale ve eser, <b>Yusuf Akçura</b> tarafından 1904 yılında yazılmıştır. Akçura bu eserinde Osmanlıcılık, İslamcılık ve Türkçülük akımlarını karşılaştırarak Türkçülüğün gerekli olduğunu savunmuştur."
  },
  {
    "id": "156018",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi 31 Mart Vakası’nın sonuçlarından biri <u>değildir</u>?</strong>",
    "options": {
      "A": "II. Meşrutiyet’in ilan edilmesi",
      "B": "Hareket Ordusu’nun hazırlanması",
      "C": "V. Mehmet Reşat’ın Padişah olması",
      "D": "II. Abdülhamit’in tahtan indirilmesi",
      "E": "İttihat ve Terakki’nin yönetimde etkili olması"
    },
    "correctAnswer": "A",
    "explanation": "31 Mart Vakası’nın en önemli sonuçları, isyanın bastırılmasıyla <b>İttihat ve Terakki’nin otoritesinin sağlamlaşması</b> ve <b>II. Abdülhamit’in tahttan indirilmesi</b>dir. <b>İttihat ve Terakki Cemiyeti'nin siyasi hayattan çekilmesi</b> ise bu olayın sonucu değil, I. Dünya Savaşı'nın (1918) sonucudur."
  },
  {
    "id": "156040",
    "unitNumber": 4,
    "text": "<strong>II. Meşrutiyetin ilanıyla birlikte Kanûn-ı Esâsî’de de bazı değişiklikler yapılmıştır. Aşağıdakilerden hangisi bu yeniliklerden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Padişahın Meclis-i Mebusan’ı dağıtma yetkisi kaldırılmıştır.",
      "B": "Padişahın sürgüne gönderme yetkisi kaldırılmıştır.",
      "C": "Antlaşmaların Meclis’te onaylanması esası getirilmiştir.",
      "D": "Derneklerin ve siyasi partilerin kurulmasına izin verilmiştir.",
      "E": "Kadınlara seçme seçilme hakkı getirilmiştir."
    },
    "correctAnswer": "E",
    "explanation": "1909 değişiklikleri Padişahın yetkilerini daraltmıştır. Yapılan temel değişiklik, <b>Hükümetin (Heyet-i Vükela) Padişaha karşı değil, Meclis-i Mebusan’a karşı sorumlu hale getirilmesi</b>dir. Dolayısıyla, 'Hükümetin Padişaha karşı sorumlu hale gelmesi' ifadesi, bu yeniliklerden biri değildir; tam tersine, bu önceki mutlakıyet sisteminin özelliğiydi ve 1909'da kaldırılmıştır."
  },
  {
    "id": "329977",
    "unitNumber": 4,
    "text": "<strong>Türkçülüğün Esasları isimli eseri ile tanınmış Türk sosyolog aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Ziya Gökalp",
      "B": "İsmail Gaspıralı",
      "C": "Namık Kemal",
      "D": "Yusuf Akçura",
      "E": "Enver Paşa"
    },
    "correctAnswer": "A",
    "explanation": "Modern Türk sosyolojisinin kurucularından kabul edilen ve Türkçülük akımının ideologu olan kişi <b>Ziya Gökalp</b>'tir. O, <b>Türkçülüğün Esasları</b> adlı eseriyle Türk milliyetçiliğinin kültürel ve siyasi temellerini atmış ve 'Türk milletindenim, İslam ümmetindenim, Batı medeniyetindenim' formülünü geliştirmiştir."
  },
  {
    "id": "329986",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi Osmanlı tarihinde ilk defa siyasi rejime karşı gerçekleşen 31 Mart Olayı'nın sonuçlarından biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Kurmay Başkanı Mustafa Kemal'in olduğu Hareket Ordusu İstanbul'da isyanı bastırdı.",
      "B": "II. Abdülhamit tahttan indirildi.",
      "C": "V. Mehmet Reşat tahta geçti.",
      "D": "İttihat ve Terakki Cemiyeti siyasi güç kaybetti.",
      "E": "II. Abdülhamit meydana gelenlerden sorumlu tutuldu."
    },
    "correctAnswer": "D",
    "explanation": "31 Mart Olayı (1909), siyasi rejime (Meşrutiyet) karşı yapılan ilk isyandır. İsyan bastırıldıktan sonra II. Abdülhamit tahttan indirilmiş ve Kanun-ı Esasi değiştirilerek İttihat ve Terakki güçlenmiştir. <b>İttihat ve Terakki Cemiyeti'nin siyasi hayattan çekilmesi</b>, bu isyanın değil, I. Dünya Savaşı’ndaki mağlubiyetin (1918) bir sonucudur."
  },
  {
    "id": "329990",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi II. Meşrutiyet'in ilanı ile birlikte Kanun-ı Esasi'de yapılan değişikliklerden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Padişahın Meclis-i Mebusan'ı dağıtma yetkisi kaldırılmıştır.",
      "B": "Padişahın sürgüne gönderme yetkisi kaldırılmıştır.",
      "C": "Kişi özgürlüğü güvence altına alınmıştır.",
      "D": "Basına özgürlük getirilmiş ve sansür kaldırılmıştır.",
      "E": "Derneklerin ve siyasi partilerin kurulmasına izin verilmemiştir."
    },
    "correctAnswer": "E",
    "explanation": "II. Meşrutiyet sonrası 1909 Anayasa değişiklikleri, Padişahın yetkilerini (sürgün, meclisi kapatma) kısıtladı ve Hükümeti (Heyet-i Vükela) <b>Meclis-i Mebusan’a karşı sorumlu</b> hale getirdi. Bu nedenle, <b>Hükümetin Padişaha karşı sorumlu hale gelmesi</b> (ki bu eski sistemdi) 1909 değişikliklerinden biri değildir."
  },
  {
    "id": "329996",
    "unitNumber": 4,
    "text": "<strong>II. Meşrutiyet'in ilanını hızlandıran en önemli olay aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Demokratik açılımların unutulması",
      "B": "Özgürlüklerin kısıtlanması",
      "C": "Baskıcı bir anlayışın egemen olması",
      "D": "Reval Görüşmeleri",
      "E": "II. Abdülhamit'in yönetim anlayışının değişmesi"
    },
    "correctAnswer": "D",
    "explanation": "II. Meşrutiyet'in (1908) ilanını hızlandıran en önemli olay, İngiltere ve Rusya arasında yapılan ve Osmanlı topraklarının geleceğinin konuşulduğu <b>Reval Görüşmeleri</b>'dir. <br> Bu görüşmelerin içeriği, Rumeli'de bulunan <b>İttihat ve Terakki Cemiyeti</b> üyeleri (özellikle Niyazi Bey ve Enver Bey) arasında ülkenin parçalanacağı korkusunu artırmış ve İttihatçıların askeri ayaklanma başlatmasına neden olmuştur. <br> Bu ayaklanmanın büyümesi üzerine <b>Sultan II. Abdülhamid</b>, anayasayı (Kanun-i Esasi) yeniden yürürlüğe koyarak Meşrutiyet'i ilan etmek zorunda kalmıştır."
  },
  {
    "id": "366315",
    "unitNumber": 4,
    "text": "<strong>II. Meşrutiyet'in ilanında etkin rol oynayan teşkilat aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "İttihat ve Terakki Cemiyeti",
      "B": "Ahrar Fırkası",
      "C": "Hürriyet ve İtilaf Fırkası",
      "D": "İttihad-ı Muhammedî Cemiyeti",
      "E": "Meclis-i Umumî-i Millî"
    },
    "correctAnswer": "A",
    "explanation": "II. Meşrutiyet'in ilan edilmesinde etkin rol oynayan temel teşkilat <b>İttihat ve Terakki Cemiyeti</b>'dir. <br> Bu cemiyet, özellikle Rumeli'deki ordu subayları arasında güçlü bir örgütlenmeye sahipti ve 1908'de Kanun-i Esasi'nin yeniden yürürlüğe konulması için siyasi ve askeri baskı uygulamış, dağa çıkarak isyan tehdidiyle Sultan II. Abdülhamid'i Meşrutiyet'i ilan etmeye zorlamıştır."
  },
  {
    "id": "392819",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisinde Türkçülük akımının temsilcileri bir arada verilmiştir?</strong>",
    "options": {
      "A": "Namık Kemal-Fatma Aliye",
      "B": "Yusuf Akçura-Ziya Gökalp",
      "C": "Abdullah Cevdet-Celal Nuri",
      "D": "Şeyhülislam Musa Kâzım-Cemaleddin Afgani",
      "E": "Prens Sabahattin-İsmail Kenan"
    },
    "correctAnswer": "B",
    "explanation": "Türkçülük akımı, Osmanlı Devleti'ni kurtarmak için öne sürülen fikir akımlarından biridir ve özellikle 19. yüzyılın sonları ile II. Meşrutiyet döneminde güçlenmiştir. <br> Bu akımın önde gelen temsilcileri arasında, Türk milletinin ortak kültür ve dil etrafında birleşmesini savunan sosyolog <b>Ziya Gökalp</b>, 'Üç Tarz-ı Siyaset' makalesiyle Türkçülüğün yolunu çizen <b>Yusuf Akçura</b> ve milli duyguları ön plana çıkaran şair <b>Mehmet Emin Yurdakul</b> bulunmaktadır."
  },
  {
    "id": "395129",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi II. Meşrutiyet Dönemi fikir akımları arasında <u>yer almaz</u>?</strong>",
    "options": {
      "A": "Batıcılık",
      "B": "İslamcılık",
      "C": "Müdafaa-ı Hukuk Hareketi",
      "D": "Osmanlıcılık",
      "E": "Teşebbüs-i Şahsi ve Ademimerkeziyet"
    },
    "correctAnswer": "C",
    "explanation": "II. Meşrutiyet Dönemi'nde Osmanlı Devleti'nin dağılmasını önlemek amacıyla ortaya çıkan ve tartışılan temel fikir akımları <b>Osmanlıcılık</b>, <b>İslamcılık</b>, <b>Türkçülük</b> ve <b>Batıcılık</b>'tır. <br> Bu akımların dışında kalan ve Osmanlı'nın kendi kurtuluş reçetesi olmayan bir seçenek, bu dönemin ana fikir akımları arasında yer almaz. Örneğin, <b>Panslavizm</b>, Osmanlı Devleti'ni tehdit eden ve Slav ırklarını Rusya önderliğinde birleştirme amacı güden dış kaynaklı bir akımdır, dolayısıyla Osmanlı'nın iç kurtuluş akımı değildir."
  },
  {
    "id": "107272",
    "unitNumber": 5,
    "text": "29 Eylül 1911’de İtalya, Trablusgarp’a asker çıkarmaya başladı. Osmanlı Devleti buralara ordu gönderecek durumda değildi. Ancak Trablusgarp halkının kendi savaşlarını kendilerinin verebilmesi için oraya Tunus ve Mısır üzerinden gönüllü subaylar gönderildi.<br/><strong>Yukarıda belirtilen durum sonrası gönderilen subaylar arasında aşağıdakilerden hangisi <u>yer almaz</u>?</strong>",
    "options": {
      "A": "Nuri Bey",
      "B": "Fethi Bey",
      "C": "Binbaşı Enver Bey",
      "D": "Eşref Bey",
      "E": "Mahmut Şevket Paşa"
    },
    "correctAnswer": "E",
    "explanation": "29 Eylül 1911’de başlayan Trablusgarp Savaşı sırasında, Osmanlı Devleti deniz ve kara yoluyla bölgeye resmi ordu gönderemediği için, <b>Mustafa Kemal (Şerif Bey takma adıyla)</b>, <b>Enver Paşa</b>, Ali Fethi Okyar gibi genç ve vatansever subaylar gönüllü olarak Mısır ve Tunus üzerinden gizlice bölgeye geçmişlerdir. Bu subaylar, Derne, Tobruk ve Bingazi gibi yerlerde yerel halkı (Senusileri) örgütleyerek İtalyanlara karşı direnişi yönetmişlerdir. Şıklarda yer alan ve bu subayların arasında bulunmayan isim, savaşın aktörlerinden biri değildir. (Örneğin, Cemal Paşa veya İsmet İnönü bu gönüllü subay kafilesinde öncü rol almamıştır.)"
  },
  {
    "id": "107311",
    "unitNumber": 5,
    "text": "<strong>18 Ekim 1912 tarihinde imzalanmasıyla Trablusgarp Savaşı’nı sona erdiren antlaşma aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Uşi Antlaşması",
      "B": "Londra Antlaşması",
      "C": "Atina Antlaşması",
      "D": "Bükreş Antlaşması",
      "E": "İstanbul Antlaşması"
    },
    "correctAnswer": "A",
    "explanation": "Trablusgarp Savaşı (1911-1912), Balkan devletlerinin Osmanlı Devleti'ne savaş açma hazırlığı nedeniyle (Balkan Savaşları) Osmanlı'nın barış istemesi üzerine sona ermiştir. 18 Ekim 1912 tarihinde İsviçre'nin Lozan kenti yakınlarında imzalanan <b>Uşi Antlaşması</b> (Ouchy) ile Trablusgarp ve Bingazi İtalya'ya bırakılmıştır. Osmanlı, Kuzey Afrika'daki son topraklarını kaybetmiştir. Ayrıca, Balkan Savaşları'nın tehlikesinden dolayı, <b>On İki Ada ve Rodos</b> geçici olarak İtalya'ya emanet edilmiştir, ancak geri alınamamıştır."
  },
  {
    "id": "107345",
    "unitNumber": 5,
    "text": "<strong>Kurmuş olduğu sömürge imparatorluğuyla kendi ülke topraklarının 104 katı büyüklüğüne ulaştığından “üzerine güneş batmayan ülke” olarak anılan ülke aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "İtalya",
      "B": "Fransa",
      "C": "ABD",
      "D": "İngiltere",
      "E": "Rusya"
    },
    "correctAnswer": "D",
    "explanation": "Sanayi İnkılabı sonrası hızla yayılmacı bir politika izleyen ve dünyanın hemen her köşesinde sömürgeler kuran devlet <b>İngiltere'dir</b> (Büyük Britanya). Sömürgelerinin büyüklüğü o kadar fazlaydı ki, coğrafi olarak en az bir parçasında her zaman gündüz yaşanıyordu. Bu nedenle, İngiltere 'üzerine güneş batmayan ülke' olarak anılmıştır. İngiltere'nin bu devasa sömürge imparatorluğu, I. Dünya Savaşı'nın temel nedenlerinden biri olan <b>sömürgecilik yarışının</b> en büyük örneğini teşkil eder."
  },
  {
    "id": "111734",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi I. Dünya Savaşı'nın sebepleri arasında <u>yer almaz</u>?</strong>",
    "options": {
      "A": "Milliyetçilik akımları",
      "B": "Dinî ve kültürel yayılma politikaları",
      "C": "İttihat ve Terakki’yi iktidardan uzaklaştırma fikirleri",
      "D": "Aşırı silahlanma ve militarizm",
      "E": "Hanedan çekişmeleri"
    },
    "correctAnswer": "C",
    "explanation": "I. Dünya Savaşı'nın (1914-1918) temel sebepleri arasında <b>sömürgecilik yarışı</b>, <b>şiddetli milliyetçilik akımları</b> (Slavizm, Germenizm), siyasi <b>bloklaşma</b> (İttifak ve İtilaf) ve <b>aşırı silahlanma</b> yer almaktadır. Savaşın başlamasına doğrudan etki etmeyen veya bu dönemde önemli bir rol oynamayan bir olay (örneğin, 1830 İhtilali ya da Yeniçeri Ocağı'nın Kaldırılması gibi eski bir olay) savaşın sebepleri arasında yer almaz."
  },
  {
    "id": "118621",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi I. Dünya Savaşı’nın nedenlerinden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Ekonomik yayılma politikaları",
      "B": "Hızlı silahlanma ve militarizm",
      "C": "Hanedan çekişmeleri",
      "D": "Alses-Loren Bölgesi yüzünden Alman-İngiliz anlaşmazlığı",
      "E": "Balkanlarda Rus-Avusturya anlaşmazlığı"
    },
    "correctAnswer": "D",
    "explanation": "I. Dünya Savaşı'nın nedenleri genel olarak dört ana başlıkta toplanır: Ekonomik rekabet (<b>sömürgecilik</b>), siyasi çatışmalar (<b>milliyetçilik</b>), askeri gerilim (<b>silahlanma</b>) ve diplomatik ayrışma (<b>bloklaşma</b>). Şıklarda yer almayan bir unsur, genellikle savaşın başlangıcına değil, sonucuna ait bir gelişmedir ya da farklı bir döneme aittir. Örneğin, <b>Milletler Cemiyeti'nin kurulması</b> veya <b>Sanayi İnkılabı'nın kendisi</b> (Sanayi İnkılabı bir sebep değil, sömürgecilik yarışına yol açan kök nedendir)."
  },
  {
    "id": "118639",
    "unitNumber": 5,
    "text": "<strong>Osmanlı Devleti aşağıdaki yerlerden hangilerini II. Balkan Savaşı’nda geri almıştır?</strong>",
    "options": {
      "A": "Arnavutluk",
      "B": "Girit",
      "C": "Selanik",
      "D": "On İki Ada",
      "E": "Edirne"
    },
    "correctAnswer": "E",
    "explanation": "I. Balkan Savaşı sonucunda Osmanlı Devleti, Edirne dahil Doğu Trakya'yı kaybetmişti. Ancak, I. Balkan Savaşı'nın galipleri olan Sırbistan, Yunanistan ve Romanya'nın, toprak paylaşımı konusunda <b>Bulgaristan'a</b> karşı savaş açmasıyla (II. Balkan Savaşı) oluşan kargaşa ortamını Osmanlı Devleti fırsata çevirmiştir. Osmanlı ordusu, <b>Enver Paşa</b> komutasında bir harekatla <b>Edirne</b> ve <b>Kırklareli</b>'ni (Doğu Trakya) geri almıştır. Bu, Balkan Savaşları sırasındaki tek önemli askeri başarı olmuştur."
  },
  {
    "id": "118738",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi Osmanlı Devleti’nin Balkan savaşları sonunda kaybettiği topraklardan biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Batı Trakya",
      "B": "Makedonya",
      "C": "Bosna-Hersek",
      "D": "Ege adaları",
      "E": "Arnavutluk"
    },
    "correctAnswer": "C",
    "explanation": "Balkan Savaşları sonucunda Osmanlı Devleti <b>Arnavutluk</b>'un bağımsızlığını kabul etmiş; <b>Batı Trakya</b>, <b>Makedonya</b> ve Ege Adalarının çoğunu kaybetmiştir. II. Balkan Savaşı'nda geri alınan tek önemli toprak parçası <b>Doğu Trakya</b>'daki Edirne ve Kırklareli olmuştur. Kaybedilen topraklardan biri olmayan şık, genellikle bu bölgeler dışında kalan ve savaşta elden çıkmayan bir vilayettir (örneğin <b>Hicaz</b>, <b>Suriye</b> veya <b>Musul</b>)."
  },
  {
    "id": "118743",
    "unitNumber": 5,
    "text": "<strong>I. Balkan Savaşı sonunda Osmanlı topraklarının paylaşılması konusunda anlaşamayan Balkan devletleri aşağıdakilerden hangisine savaş açmıştır?</strong>",
    "options": {
      "A": "Yunanistan",
      "B": "Sırbistan",
      "C": "Karadağ",
      "D": "Osmanlı Devleti",
      "E": "Bulgaristan"
    },
    "correctAnswer": "E",
    "explanation": "I. Balkan Savaşı (1912) sonunda, galip devletler (Sırbistan, Yunanistan, Karadağ ve Bulgaristan) Osmanlı'dan aldıkları <b>Makedonya</b> topraklarının paylaşımı konusunda şiddetli anlaşmazlıklar yaşadılar. Bulgaristan'ın diğer devletlere göre daha fazla toprak istemesi üzerine, Sırbistan ve Yunanistan'ın başını çektiği ittifak, <b>Bulgaristan'a</b> savaş açmıştır. Bu durum II. Balkan Savaşı'nın (1913) başlamasına neden olmuştur. Savaşın başlamasına Romanya da katılmıştır."
  },
  {
    "id": "118749",
    "unitNumber": 5,
    "text": "<strong>Balkan Savaşları sonunda aşağıdaki fikir akımlarından hangisi ön plana çıkmıştır?</strong>",
    "options": {
      "A": "Osmanlıcılık",
      "B": "İslamcılık",
      "C": "Batıcılık",
      "D": "Türkçülük",
      "E": "Adem-i Merkezîyetçilik"
    },
    "correctAnswer": "D",
    "explanation": "Balkan Savaşları, Osmanlı İmparatorluğu'nun büyük toprak kayıpları yaşamasına ve gayrimüslim tebaanın neredeyse tamamen ayrılmasına yol açmıştır. Bu durum, <b>Osmanlıcılık</b> (tüm unsurları birleştirme) fikrinin tamamen çöktüğünü göstermiştir. Geriye kalan nüfusun büyük çoğunluğunun Müslüman ve Türk olması nedeniyle, devletin kurtuluşunun ancak Türklerin birliği ile sağlanabileceği inancı güçlenmiş ve <b>Türkçülük</b> (Milliyetçilik) fikir akımı en baskın ve uygulanan akım haline gelmiştir. Bu, İttihat ve Terakki'nin de temel politikası olmuştur."
  },
  {
    "id": "118753",
    "unitNumber": 5,
    "text": "<strong>I. Dünya Savaşı öncesi ortaya çıkan Üçlü İttifak Grubu hangi ülkenin öncülüğünde oluşturulmuştur?</strong>",
    "options": {
      "A": "Almanya",
      "B": "İngiltere",
      "C": "Fransa",
      "D": "Rusya",
      "E": "İtalya"
    },
    "correctAnswer": "A",
    "explanation": "I. Dünya Savaşı öncesinde Avrupa devletleri iki büyük askeri bloka ayrılmıştı. Bunlardan biri olan <b>Üçlü İttifak</b> (Merkezi Devletler), özellikle 1871'de siyasi birliğini tamamladıktan sonra hızlı bir sanayileşme ve militarizm sürecine giren <b>Almanya'nın</b> önderliğinde kurulmuştur. Almanya, Avusturya-Macaristan ve (başlangıçta) İtalya'dan oluşan bu blok, Avrupa'daki güç dengesini değiştirmeyi hedeflemiştir. Almanya'nın Şansölyesi <b>Bismarck</b>, bu bloklaşmanın mimarlarındandır."
  },
  {
    "id": "156158",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi I. Balkan Savaşı devam ederken bağımsızlığını ilan etmiştir?</strong>",
    "options": {
      "A": "Karadağ",
      "B": "Yunanistan",
      "C": "Makedonya",
      "D": "Sırbistan",
      "E": "Arnavutluk"
    },
    "correctAnswer": "E",
    "explanation": "I. Balkan Savaşı (1912) sırasında Osmanlı ordularının Balkanlarda yaşadığı büyük yenilgiler ve siyasi otorite boşluğu, <b>Arnavutluk'un</b> bağımsızlığını ilan etmesi için uygun bir zemin hazırlamıştır. Arnavutluk, 28 Kasım 1912 tarihinde bağımsızlığını ilan ederek, Osmanlı Devleti'nden ayrılan son Balkan milleti olmuştur. Bu durum, Osmanlıcılık fikrinin son dayanağının da çöktüğünü göstermiştir."
  },
  {
    "id": "156163",
    "unitNumber": 5,
    "text": "<strong>Üç İmparatorluk Ligi’ni oluşturan devletlerin doğru sıralaması aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "İngiltere-Fransa- İspanya",
      "B": "Rusya-Avusturya-Almanya",
      "C": "Almanya-Osmanlı-Avusturya",
      "D": "Rusya-Osmanlı-Almanya",
      "E": "Osmanlı-İran-Almanya"
    },
    "correctAnswer": "B",
    "explanation": "1873 yılında kurulan <b>Üç İmparatorluk Ligi</b> (Dreikaiserbund), Alman Şansölyesi Otto von Bismarck'ın, Avrupa'daki muhafazakar düzeni koruma ve özellikle Fransa'yı izole etme politikası çerçevesinde oluşturulmuştur. Bu ligi oluşturan monarşik devletler <b>Almanya</b>, <b>Avusturya-Macaristan</b> ve <b>Rusya</b> İmparatorluklarıdır. Bu lig, daha sonra Rusya'nın çıkar çatışmaları nedeniyle dağılacak ve bloklaşma süreci Üçlü İttifak/İtilaf şeklinde yeniden şekillenecektir."
  },
  {
    "id": "156202",
    "unitNumber": 5,
    "text": "I. Sömürgecilik politikaları <br/>II. Bloklaşma <br/>III. Milliyetçilik akımları <br/>IV. Aşırı silahlanma ve militarizm <br/><strong>Yukarıda sıralanan etkenlerin sebep olduğu savaş aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Mısır Savaşı",
      "B": "Kırım Harbi",
      "C": "I. Dünya Savaşı",
      "D": "Trablusgarp Savaşı",
      "E": "Kurtuluş Savaşı"
    },
    "correctAnswer": "C",
    "explanation": "Listelenen dört etkenin tamamı (<b>sömürgecilik</b>, <b>bloklaşma</b>, <b>milliyetçilik</b> ve <b>aşırı silahlanma</b>) 19. yüzyılın sonu ve 20. yüzyılın başlarında Avrupa'da biriken ve patlamaya hazır hale gelen gerginliğin ana kaynaklarıdır. Bu gerginliklerin tetiklenmesiyle 1914 yılında başlayan büyük küresel çatışma, <b>I. Dünya Savaşı</b>'dır."
  },
  {
    "id": "330007",
    "unitNumber": 5,
    "text": "Avrupa'da ekonomik gücü en üst düzeye çıkaran Sanayi İnkılabı ile Avrupa Devletleri arasında 19. yüzyıl başlarında büyük bir yarış başlamıştır.<br/><strong>Bu yarış aşağıdakilerden hangisine yöneliktir?</strong>",
    "options": {
      "A": "Rönesans hareketlerinin başlamasına",
      "B": "Coğrafi keşiflerin yaygınlaştırılmasına",
      "C": "Sömürge alanlarının arttırılmasına",
      "D": "Dünya barışına katkı sağlamasına",
      "E": "Avrupalı devletlerin itibarlı ve büyük devlet olmasına"
    },
    "correctAnswer": "C",
    "explanation": "Sanayi İnkılabı, Avrupa'da büyük bir üretim patlamasına neden olmuştur. Bu durum, devletleri daha fazla <b>hammadde</b> bulmaya ve ürettikleri malları satacakları yeni <b>pazarlar</b> aramaya zorlamıştır. Bu ekonomik motivasyonla başlayan yarış, Avrupa devletlerinin denizaşırı topraklara yayılmasına ve buraları kendi kontrolü altına almasına yol açmıştır. Bu yarışın adı <b>sömürgecilik</b> (veya emperyalizm) olarak adlandırılır."
  },
  {
    "id": "330012",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi I. Balkan Savaş'ına <u>katılmamıştır</u>?</strong>",
    "options": {
      "A": "Bulgaristan",
      "B": "Romanya",
      "C": "Sırbistan",
      "D": "Yunanistan",
      "E": "Karadağ"
    },
    "correctAnswer": "B",
    "explanation": "I. Balkan Savaşı (1912-1913) sırasında Osmanlı Devleti'ne karşı savaşan Balkan Birliği'ni oluşturan devletler <b>Bulgaristan</b>, <b>Yunanistan</b>, <b>Sırbistan</b> ve <b>Karadağ</b>'dır. I. Balkan Savaşı'na katılmayıp, sadece I. Savaş'ın galipleri arasındaki toprak anlaşmazlığından faydalanarak <b>II. Balkan Savaşı'na</b> katılan devlet <b>Romanya'dır</b>."
  },
  {
    "id": "330017",
    "unitNumber": 5,
    "text": "<strong>Bab-ı Ali Baskını aşağıdakilerden hangileri tarafından planlanmıştır?</strong>",
    "options": {
      "A": "Enver Paşa - Talat Bey",
      "B": "Enver Paşa - Nazım Paşa",
      "C": "Nazım Paşa - Kazım Paşa",
      "D": "Mahmut Şevket Paşa - Kamil Paşa",
      "E": "Talat Bey - Mahmut Şevket Paşa"
    },
    "correctAnswer": "A",
    "explanation": "Bab-ı Ali Baskını (23 Ocak 1913), I. Balkan Savaşı'ndaki ağır yenilgiler ve özellikle Edirne'nin kaybedilmesi tehlikesi üzerine, ordu içindeki radikal subayların da dahil olduğu <b>İttihat ve Terakki Cemiyeti'nin</b> ileri gelenleri tarafından planlanmış ve gerçekleştirilmiştir. Başta <b>Enver Paşa</b> ve <b>Talat Paşa</b>'nın rol oynadığı bu darbe, Sadrazam Kâmil Paşa Hükûmeti'ni düşürmüş ve İttihatçıların ülke yönetiminde mutlak otorite kurmasını sağlamıştır."
  },
  {
    "id": "363813",
    "unitNumber": 5,
    "text": "<strong>I. Balkan Savaşı'na katılmayıp II. Balkan Savaşı'na katılan devlet aşağıdakilerden hangisidir? </strong>",
    "options": {
      "A": "Sırbistan",
      "B": "Karadağ",
      "C": "Yunanistan",
      "D": "Bulgaristan",
      "E": "Romanya"
    },
    "correctAnswer": "E",
    "explanation": "I. Balkan Savaşı'nda yer almayan, ancak II. Balkan Savaşı'nda Bulgaristan'ın Makedonya topraklarını paylaşmadaki açgözlülüğüne karşı savaşan devlet <b>Romanya'dır</b>. Romanya, toprak anlaşmazlıkları nedeniyle (özellikle Dobruca bölgesi) Bulgaristan'a savaş açmış ve Bulgaristan'ın hızlıca yenilmesinde önemli bir rol oynamıştır."
  },
  {
    "id": "393419",
    "unitNumber": 5,
    "text": "<strong>I. Balkan Savaşı'nda Osmanlı Devleti'nin Edirne'yi kaybetmesi üzerine İttihatçı bir grup subay tarafından 23 Ocak 1913 tarihinde gerçekleştirilen ve Kâmil Paşa Hükûmeti'nin düşmesine neden olan olay aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Kuleli Vakası",
      "B": "Patrona Halil İsyanı",
      "C": "Babıali Baskını",
      "D": "Vagon-li Olayı",
      "E": "Meşrutiyet'in Yeniden İlanı"
    },
    "correctAnswer": "C",
    "explanation": "I. Balkan Savaşı'nda yaşanan başarısızlıklar, özellikle <b>Edirne'nin</b> Sırpların eline geçmesi ve hükümetin barış yapma eğilimi, İttihatçı subaylar tarafından vatan hainliği olarak görülmüştür. 23 Ocak 1913 tarihinde <b>Enver Paşa</b> liderliğindeki İttihatçıların hükümet binasına (Bab-ı Ali) yaptıkları bu silahlı baskın, <b>Bab-ı Ali Baskını</b> olarak tarihe geçmiştir. Bu olayla <b>Kâmil Paşa Hükûmeti</b> devrilmiş ve İttihatçılar, Osmanlı yönetiminde tek söz sahibi olmuşlardır."
  },
  {
    "id": "107553",
    "unitNumber": 6,
    "text": "...................... Cephesi’nde Yıldırım Orduları Grup Komutanlığı’na Mustafa Kemal Paşa atanmıştır.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "options": {
      "A": "Çanakkale ve Güney",
      "B": "Filistin ve Batı",
      "C": "Doğu ve Kafkas",
      "D": "Suriye ve Filistin",
      "E": "Batı ve Doğu"
    },
    "correctAnswer": "D",
    "explanation": "Bu soru, I. Dünya Savaşı'nın son dönemlerinde <b>Mustafa Kemal Paşa</b>'nın üstlendiği görevi sormaktadır. Mustafa Kemal Paşa, 1917 yılından itibaren görev aldığı <b>Suriye-Filistin Cephesi</b>'nde, İngiliz ilerlemesini durdurmak amacıyla kurulan <b>Yıldırım Orduları Grubu Komutanlığı</b>'na atanmıştır. Bu cephe, Osmanlı Devleti'nin son savunma hattının kurulduğu yer olmuştur."
  },
  {
    "id": "109750",
    "unitNumber": 6,
    "text": "<strong>İtalya’nın savaşın henüz başında Üçlü İttifak Bloku’ndan ayrılarak Üçlü İtilaf Bloku’na geçişinin sebebi aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "İtalya’ya Avusturya-Macaristan, Arnavutluk ve Osmanlı topraklarından pay verilmesi",
      "B": "Almanya ile çatışması",
      "C": "Rusya’nın karadan savaş tehdidinde bulunması",
      "D": "Osmanlı Devleti’nin verdiği sözleri tutmaması",
      "E": "Arnavutluk topraklarının tarihsel önemi"
    },
    "correctAnswer": "A",
    "explanation": "İtalya, savaş öncesinde Almanya ve Avusturya-Macaristan ile <b>Üçlü İttifak</b>'ta yer almasına rağmen, savaş başladıktan sonra 1915 yılında <b>İtilaf Devletleri</b> safına geçmiştir. Bunun temel sebebi, İtilaf Devletlerinin (özellikle İngiltere ve Fransa) İtalya'ya, Avusturya-Macaristan'a ait olan ve İtalya'nın hak iddia ettiği <b>toprakları vaat etmesi</b> ve savaş sonrası bu toprakları İtalya'ya bırakma sözü vermesidir (Londra Antlaşması). İtalya, <b>çıkar elde etme</b> amacıyla bu saf değişikliğini gerçekleştirmiştir."
  },
  {
    "id": "109878",
    "unitNumber": 6,
    "text": "Osmanlı Devleti'nin savaşa katılması ile savaş alanları genişlemiştir.<br/><strong>Aşağıdakilerden hangisi Osmanlı Devleti’nin savaşmak zorunda kaldığı cepheler arasında <u>yer almaz</u>?</strong>",
    "options": {
      "A": "Doğu Cephesi",
      "B": "Güney Cephesi",
      "C": "Kırım Cephesi",
      "D": "Batı Cephesi",
      "E": "Çanakkale Cephesi"
    },
    "correctAnswer": "C",
    "explanation": "Osmanlı Devleti, I. Dünya Savaşı'nda ağırlıklı olarak Taarruz (Kafkas, Kanal) ve Savunma Cepheleri'nde (Çanakkale, Irak, Suriye-Filistin, Hicaz-Yemen) savaşmıştır. Şıklarda yer alabilecek <b>Verdun Cephesi</b> veya <b>Batı Cephesi</b> gibi cepheler, doğrudan Osmanlı ordularının savaştığı bölgeler arasında <u>yer almaz</u>. Bu cepheler, esas olarak Avrupa topraklarında, Almanya ve İtilaf Devletleri arasında mücadele edilmiştir."
  },
  {
    "id": "110036",
    "unitNumber": 6,
    "text": "I. Boğazları ve İstanbul’u alarak Osmanlı Devleti’ni savaş dışı bırakmak<br/>II. Çarlık Rusya’sıyla boğazlar yoluyla bağlantı kurmak, Rusya’ya silah ve malzeme yardımında bulunmak ve Rusya’nın elindeki bol miktardaki buğdaydan yararlanmak<br/>III. Osmanlı Devleti’nin Almanya’yı desteklemesini engellemek<br/>IV. Savaş alanını genişletmek suretiyle süreyi uzatmak<br/><strong>Yukarıdakilerden hangisi ya da hangileri İtilaf Devletleri’nin Çanakkale Cephesi’ni açmalarının sebepleri arasında <u>yer almaz</u>?</strong>",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "Yalnız IV",
      "D": "I ve II",
      "E": "II ve III"
    },
    "correctAnswer": "C",
    "explanation": "İtilaf Devletleri'nin <b>Çanakkale Cephesi</b>'ni açma nedenleri arasında <b>Osmanlı’yı savaş dışı bırakmak</b> (I) ve <b>Rusya'ya yardım ulaştırmak</b> (II) temel stratejik amaçlardır.<br>Ancak, IV. maddede belirtilen 'Savaş alanını genişletmek suretiyle <b>süreyi uzatmak</b>' amacı, İtilaf Devletleri’nin stratejisiyle çelişmektedir. İtilaf Devletleri, Çanakkale zaferi ile <b>savaşı hızlandırmayı</b> ve kısa sürede bitirmeyi hedefliyordu. Dolayısıyla, IV bu amaçlar arasında <u>yer almaz</u>."
  },
  {
    "id": "110100",
    "unitNumber": 6,
    "text": "I. İngilizlerin Orta Doğu projeleri aksadı.<br/>II. İtilaf Devletleri Çarlık Rusya’sına gerekli yardımı yapamadı.<br/>III. Çarlık Rusya’sında ihtilal çıktı, Çarlık Rejimi'ni yıkan Bolşevikler I. Dünya Savaşı’ndan çekildiler. <br/>IV. Dünya Savaşı’nın uzamasına neden oldu ve yeni cepheler açıldı.<br/>V. Bulgaristan’ın İttifak Devletlerinin yanında savaşa girmesinde etkili oldu. <br/><strong>Sonuçları verilen cephe aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Çanakkale Cephesi",
      "B": "Galiçya Cephesi",
      "C": "Kafkas Cephesi",
      "D": "Kanal Cephesi",
      "E": "Batı Cephesi"
    },
    "correctAnswer": "A",
    "explanation": "Listelenen sonuçlar (Rusya'ya yardım gidememesi, Rusya'da ihtilalin çıkışı, savaşın uzaması ve Bulgaristan'ın İttifak safında savaşa girmesi), <b>Çanakkale Cephesi</b>'nde Osmanlı Devleti'nin kazandığı büyük zaferin doğrudan etkileridir. İtilaf Devletleri'nin Boğazları geçememesi, <b>Rusya ile müttefikleri arasındaki deniz yolu bağlantısını</b> kesmiş, bu da Rusya'daki <b>Bolşevik İhtilali</b>'nin zeminini hazırlamış ve <b>savaşın uzamasına</b> neden olmuştur."
  },
  {
    "id": "119228",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi Osmanlı Devleti’nin I. Dünya Savaşı’na girme sebeplerinden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Son savaşlarda bırakılan toprakların geri alınması isteği",
      "B": "Türk-Alman dostluğu",
      "C": "Almanya’nın savaştan galip çıkacağı düşüncesi",
      "D": "Osmanlı Devleti’nde iktidara sahip olma mücadelesi",
      "E": "Turan İmparatorluğu kurma fikri"
    },
    "correctAnswer": "D",
    "explanation": "Osmanlı Devleti'nin I. Dünya Savaşı'na girme sebepleri arasında kaybedilen <b>toprakları geri alma</b> isteği, <b>Alman hayranlığı</b> ve <b>Turancılık</b> ideali yer alır. <br>Savaşa girme nedenleri arasında, zaten kaybedilmiş olan toprakların bağımsızlığını tanımak veya Milletler Cemiyeti'ne katılmak gibi maddeler <u>yer almaz</u>. Osmanlı yönetimi, aksine, savaşı son bir kurtuluş ve yeniden diriliş fırsatı olarak görmüştür."
  },
  {
    "id": "119232",
    "unitNumber": 6,
    "text": "<strong>Osmanlı Devleti’nin I. Dünya Savaşı’nda İngiltere’nin Hindistan ile olan bağlantısını kesmek ve Mısır’ı ele geçirmek amacıyla açtığı cephe aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Çanakkale Cephesi",
      "B": "Galiçya Cephesi",
      "C": "Kafkas Cephesi",
      "D": "Kanal Cephesi",
      "E": "Batı Cephesi"
    },
    "correctAnswer": "D",
    "explanation": "Osmanlı Devleti'nin taarruz amaçlı açtığı <b>Kanal (Süveyş) Cephesi</b>'nin temel amacı, o dönemde İngiliz işgali altında bulunan <b>Mısır'ı geri almak</b> ve İngiltere'nin sömürgeleri olan <b>Hindistan ile olan hayati deniz yolu bağlantısını (Süveyş Kanalı) kesmek</b>ti. Bu, İttifak Devletlerinin (özellikle Almanya) stratejisini destekleyen bir adımdı."
  },
  {
    "id": "119243",
    "unitNumber": 6,
    "text": "<strong>I. Dünya Savaşı başladığında Osmanlı Devleti’nin başında bulunan ve bütün Müslümanlara 'Cihad' çağrısı yapan Halife Sultan aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "V. Mehmet Reşat",
      "B": "Sultan Vahidettin",
      "C": "II. Abdulhamit",
      "D": "Abdulmecit",
      "E": "Abdulaziz"
    },
    "correctAnswer": "A",
    "explanation": "I. Dünya Savaşı başladığında Osmanlı Devleti'nin başında bulunan ve aynı zamanda <b>İslam Halifesi</b> unvanını taşıyan padişah <b>Sultan V. Mehmet Reşat</b>'tır. Osmanlı, savaşa girdiğinde (Kasım 1914), Halifelik makamının dini gücünden yararlanarak, İtilaf Devletlerinin sömürgelerindeki Müslümanları ayaklandırmak amacıyla <b>Cihad-ı Ekber (Büyük Cihad)</b> ilan etmiştir."
  },
  {
    "id": "119246",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi Osmanlı Devleti’nin I. Dünya Savaşı’nda taarruz ederek açtığı cephedir?</strong>",
    "options": {
      "A": "Filistin",
      "B": "Galiçya",
      "C": "Kafkas",
      "D": "Irak",
      "E": "Çanakkale"
    },
    "correctAnswer": "C",
    "explanation": "Osmanlı Devleti, I. Dünya Savaşı’nda kendi inisiyatifiyle (taarruz amaçlı) açtığı cepheler <b>Kafkas Cephesi</b> ve <b>Kanal (Süveyş) Cephesi</b>'dir. Diğer cepheler (Çanakkale, Irak, Suriye-Filistin vb.) genellikle düşman saldırılarına karşı savunma amaçlı açılmıştır."
  },
  {
    "id": "119251",
    "unitNumber": 6,
    "text": "I. Rusya’ya yardım götürmek.<br/>II. Rusya’nın elindeki buğdayı Avrupa’ya taşımak.<br/>III. Osmanlı Devleti’ni savaş dışında bırakmak.<br/><strong>İtilaf Devletleri Çanakkale Harekâtı ile yukarıdakilerden hangisi ya da hangilerini amaçlamıştır?</strong>",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "correctAnswer": "E",
    "explanation": "İtilaf Devletleri'nin <b>Çanakkale Harekâtı</b>'nı başlatmasının temel hedefleri: I. Boğazları ele geçirerek <b>Çarlık Rusya’sına yardım ulaştırmak</b>, II. Boğazlar yoluyla Rusya’nın tahıl kaynaklarından faydalanmak ve <b>III. Osmanlı Devleti’ni kısa sürede savaş dışı bırakmaktır</b>. Bu nedenle, belirtilen amaçların tamamı (I, II ve III) İtilaf Devletleri'nin stratejik hedefleri arasında yer almıştır."
  },
  {
    "id": "119254",
    "unitNumber": 6,
    "text": "<strong>Aşağıdaki devletlerden hangisinde I. Dünya Savaşı'nın devam ettiği sırada rejim değişikliği olmuştur?</strong>",
    "options": {
      "A": "Fransa",
      "B": "Rusya",
      "C": "Almanya",
      "D": "İngiltere",
      "E": "İtalya"
    },
    "correctAnswer": "B",
    "explanation": "I. Dünya Savaşı devam ederken büyük bir rejim değişikliği yaşanan ülke <b>Çarlık Rusya’sı</b>dır. 1917 yılında gerçekleşen <b>Bolşevik İhtilali</b> sonucunda <b>Çarlık Rejimi yıkılmış</b>, kurulan yeni Sovyet hükümeti ise savaştan çekilmiştir (Brest-Litovsk Antlaşması)."
  },
  {
    "id": "119256",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi İtilaf Devletleri’nin I. Dünya Savaşı sırasında Çanakkale Cephesi’ni açma amaçlarından biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Osmanlı Devleti’ni savaş dışı bırakmak",
      "B": "Boğazları denetim altına almak",
      "C": "Rusya’ya yardım etmek",
      "D": "Bulgaristan’a silah yardımı sağlamak",
      "E": "Savaşı kısa sürede sonlandırmak"
    },
    "correctAnswer": "D",
    "explanation": "İtilaf Devletleri'nin Çanakkale Cephesi'ni açma amaçları Rusya'ya yardım ulaştırmak, Osmanlı'yı savaş dışı bırakmak ve İstanbul'u ele geçirmektir. Bu amaçlar arasında <u>yer almayacak</u> bir hedef, örneğin <b>Osmanlı Devleti’nin Almanya’ya yardım etmesini sağlamak</b> veya <b>Kafkasya'daki Türk ilerlemesini durdurmak</b> (bu zaten Kafkas Cephesi'nin sonucudur, Çanakkale'nin amacı değildir) gibi hedeflerdir."
  },
  {
    "id": "156418",
    "unitNumber": 6,
    "text": "<strong>I. Dünya Savaşı’nda Osmanlıların açtığı ilk cephe aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Çanakkale",
      "B": "Suriye",
      "C": "Kanal",
      "D": "Kafkas",
      "E": "Irak"
    },
    "correctAnswer": "D",
    "explanation": "Osmanlı Devleti’nin I. Dünya Savaşı’na girmesinden kısa süre sonra, kendi inisiyatifiyle (taarruz amaçlı) açtığı ilk cephe, 1914 yılı sonunda <b>Rusya’ya karşı</b> kurulan <b>Kafkas Cephesi</b>'dir. Bu cephede, Enver Paşa komutasındaki ordular, <b>Turancılık</b> idealini gerçekleştirmek amacıyla Sarıkamış Harekâtı'nı başlatmıştır."
  },
  {
    "id": "156422",
    "unitNumber": 6,
    "text": "<strong>Almanya’nın Osmanlıları I. Dünya Savaşı’na sokmaya çalışmasında, Osmanlı Devleti’nin hangi özelliği önemli bir etken olmuştur?</strong>",
    "options": {
      "A": "Siyasal yapısı",
      "B": "Askerî gücü",
      "C": "Savaş tecrübesi",
      "D": "Ekonomik gücü",
      "E": "Jeopolitik konumu"
    },
    "correctAnswer": "E",
    "explanation": "Almanya'nın Osmanlı Devleti'ni savaşa sokmak istemesinin en önemli nedenlerinden biri, Osmanlı'nın <b>Halifelik</b> makamına sahip olması ve <b>jeopolitik konumu</b>dur. Almanya, Halifelik gücünün kullanılarak <b>cihat ilan edilmesi</b> suretiyle, İtilaf Devletlerinin sömürgelerindeki Müslüman halkları ayaklandırmayı ve İngiltere’nin sömürge yollarını (Süveyş) tehdit etmeyi amaçlamıştır."
  },
  {
    "id": "156423",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi Çanakkale Savaşı’nın sonuçlarından biri <u>değildir</u>?</strong>",
    "options": {
      "A": "İngilizlerle Ruslar arasında bağlantı kurulamadı.",
      "B": "İngilizlerin Orta Doğu Projesi sekteye uğradı.",
      "C": "İtilaf Devletleri’nin morali yükseldi.",
      "D": "İttifak Devletleri Bulgaristan’ı kendi yanlarına aldı.",
      "E": "Osmanlı Devleti boğazları ve İstanbul’u elde tutmayı başardı."
    },
    "correctAnswer": "C",
    "explanation": "Çanakkale Savaşı'nın sonuçları arasında <b>Mustafa Kemal’in tanınması</b>, <b>savaşın uzaması</b>, Rusya'da <b>Bolşevik İhtilali’nin hızlanması</b> ve Bulgaristan'ın İttifak Grubu'na katılması yer alır. <br>Bu sonuçlar arasında 'Osmanlı Devleti'nin tüm mali yükümlülüklerden kurtulması' veya 'Müttefiklerin hemen savaşı kazanması' gibi savaşın genel gidişatını çarpıtan durumlar <u>yer almaz</u>."
  },
  {
    "id": "156425",
    "unitNumber": 6,
    "text": "<strong>Osmanlı Devleti’nin savaştığı cephelerden hangisi savaşın uzamasında ve Rus Çarlığı’nın yıkılmasında etkili olmuştur?</strong>",
    "options": {
      "A": "Kafkas Cephesi",
      "B": "Marn Cephesi",
      "C": "Galiçya Cephesi",
      "D": "Çanakkale Cephesi",
      "E": "Irak Cephesi"
    },
    "correctAnswer": "D",
    "explanation": "Osmanlı'nın <b>Çanakkale Cephesi</b>'ndeki zaferi, İtilaf Devletleri'nin Rusya’ya yardım götürmesini engellemiş, bu durum Rusya'da ekonomik ve siyasi bunalımı artırarak 1917'de <b>Çarlık Rejimi'nin yıkılmasına</b> yol açmıştır. Ayrıca, Çanakkale’nin geçilememesi, İtilaf planlarını bozarak <b>savaşın uzamasına</b> neden olmuştur. Dolayısıyla cevap Çanakkale Cephesi'dir."
  },
  {
    "id": "156427",
    "unitNumber": 6,
    "text": "<strong>I. Dünya Savaşı’nda Türk birlikleri müttefiklerine yardım amacıyla aşağıdaki cephelerden hangisinde savaşmıştır?</strong>",
    "options": {
      "A": "Galiçya",
      "B": "Mısır",
      "C": "Kafkasya",
      "D": "Çanakkale",
      "E": "İran"
    },
    "correctAnswer": "A",
    "explanation": "I. Dünya Savaşı’nda Türk birlikleri, kendi sınırları dışında müttefikleri olan İttifak Devletlerine yardım etmek amacıyla <b>Yardım Cepheleri</b> olarak bilinen <b>Galiçya, Romanya ve Makedonya</b> cephelerinde savaşmıştır. Bu cephelerdeki amaç, müttefiklerin yükünü hafifletmekti."
  },
  {
    "id": "330020",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi I. Dünya Savaşı sırasında Osmanlı Devleti'nin savaştığı cephelerden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Kafkas Cephesi",
      "B": "Irak Cephesi",
      "C": "Kanal Cephesi",
      "D": "Kuzey Cephesi",
      "E": "Suriye-Filistin Cephesi"
    },
    "correctAnswer": "D",
    "explanation": "Osmanlı Devleti'nin savaştığı cepheler (Kafkas, Kanal, Çanakkale, Irak, Suriye-Filistin, Hicaz-Yemen ve Yardım Cepheleri) dışında kalan, örneğin <b>İtalyan Cephesi</b> veya <b>Marne Cephesi</b> gibi Avrupa’nın içlerinde açılmış cepheler, Osmanlı'nın doğrudan savaştığı cephelerden biri <u>değildir</u>. "
  },
  {
    "id": "330030",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi Çanakkale Savaşları'nın sonuçlarından biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Osmanlı Devleti Boğazları ve İstanbul'u kurtardı.",
      "B": "Bu zafer Mustafa Kemal Paşa'nın ün kazanmasına ve Millî Mücadele'nin lideri olmasına zemin hazırladı.",
      "C": "İngilizlerin Ortadoğu projeleri aksadı.",
      "D": "İtilaf devletleri Çarlık Rusya'sına gerekli yardımı yapamadığı için Rusya savaştan çekildi.",
      "E": "İtilaf Devletleri'nin morali yükseldi."
    },
    "correctAnswer": "E",
    "explanation": "Çanakkale Savaşları'nın sonuçları: <b>Mustafa Kemal’in ün kazanması</b>, <b>savaşın uzaması</b>, Rusya’ya yardım gidememesi ve <b>Bolşevik İhtilali</b>'nin hızlanmasıdır. <br>Bu sonuçlar arasında, I. Dünya Savaşı'nın genel sonucuna ait olan veya Çanakkale ile doğrudan ilgisi olmayan '<b>Osmanlı Devleti’nin savaştan çekilmesi</b>' veya '<b>ABD'nin savaşa girmesi</b>' gibi maddeler <u>yer almaz</u>."
  },
  {
    "id": "330038",
    "unitNumber": 6,
    "text": "<strong>Gerileme ve dağılma dönemlerinde topraklarının Batılı devletler tarafından paylaşma ve çekişme konusu olması Osmanlı Devleti'nin aşağıdaki özelliklerinden hangisi ile ilgilidir?</strong>",
    "options": {
      "A": "Çok uluslu olmasıyla",
      "B": "Jeopolitik konumuyla",
      "C": "Teokratik yönetime sahip olmasıyla",
      "D": "İslam dünyasının lideri olmasıyla",
      "E": "Şark meselesiyle Avrupa'nın büyük devletlerinin emperyalist politikalar geliştirmesiyle"
    },
    "correctAnswer": "B",
    "explanation": "Osmanlı Devleti'nin gerileme ve dağılma dönemlerinde topraklarının Batılı devletler tarafından paylaşma ve çekişme konusu olmasının temel nedeni, devletin sahip olduğu <b>stratejik ve jeopolitik konumdur</b>. Özellikle <b>Boğazlar</b> ve Ortadoğu petrol bölgelerine yakınlığı, onu büyük güçler için vazgeçilmez bir hedef haline getirmişti. Bu durum, Osmanlı'yı '<b>Hasta Adam</b>' olarak anılmasına neden olmuştur."
  },
  {
    "id": "364573",
    "unitNumber": 6,
    "text": "I. Boğazları ve İstanbul’u alarak Osmanlı Devleti’ni savaş dışı bırakmak<br/>II. Çarlık Rusya’ya silah ve malzeme yardımında bulunmak ve Rusya’nın elindeki buğdaydan yararlanmak<br/>III. Osmanlı Devleti’nin Almanya’yı desteklemesini engellemek<br/><strong>I. Dünya Savaşı'nda İtilaf Devletleri yukarıdaki sebeplerden dolayı Osmanlı Devleti'ne karşı hangi cepheyi açmışlardır?</strong>",
    "options": {
      "A": "Kafkas Cephesi",
      "B": "Kanal Cephesi",
      "C": "Suriye- Filistin Cephesi",
      "D": "Çanakkale Cephesi",
      "E": "Galiçya Cephesi"
    },
    "correctAnswer": "D",
    "explanation": "Verilen sebepler, <b>İtilaf Devletleri</b>'nin Osmanlı Devleti'ne karşı <b>Çanakkale Cephesi'ni (Dardanelles/Gallipoli Front)</b> açma nedenleridir.<br/>I. Amaç: <b>Boğazları ve İstanbul’u alarak</b> Osmanlı Devleti’ni savaş dışı bırakmak ve kritik bir stratejik noktayı ele geçirmekti.<br/>II. Amaç: Deniz yoluyla Çarlık Rusya’ya hayati <b>silah ve malzeme yardımında bulunmak</b>, aynı zamanda Rusya’nın Karadeniz’deki buğdayına ulaşmaktı.<br/>III. Amaç: Osmanlı Devleti’ni saf dışı bırakarak <b>Almanya’ya olan desteğini kesmek</b> ve savaşın süresini kısaltmaktı."
  },
  {
    "id": "366322",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi Osmanlı Devleti’nin Almanya’nın yanında savaşa girme nedenleri arasında <u>yer almaz</u>? </strong>",
    "options": {
      "A": "Rusya’nın dağılması hâlinde büyük Turan İmparatorluğu kurulabileceği düşüncesi",
      "B": "İtilaf Devletleri'nin Osmanlı topraklarına saldırması",
      "C": "Son savaşlarda kaybedilen toprakların geri alınmak istenmesi",
      "D": "Almanya’nın savaştan galip çıkacağı düşüncesi",
      "E": "Türk-Alman dostluğu"
    },
    "correctAnswer": "B",
    "explanation": "Osmanlı Devleti’nin <b>Almanya’nın yanında savaşa girme nedenleri</b> arasında şunlar yer alır: <b>Kaybettiği toprakları geri alma</b> isteği (özellikle Balkan Savaşları sonrası), <b>siyasi yalnızlıktan kurtulma</b> çabası, <b>Kapitülasyonlar</b> ve dış borçlar gibi ekonomik bağımlılıklara son verme arzusu, <b>Turan ideali</b> (Orta Asya Türkleri ile birleşme düşüncesi) ve Almanya’nın savaşı kısa sürede kazanacağına dair inanç.<br/>Dolayısıyla bu nedenler arasında <u>yer almayacak</u> bir seçenek, genellikle bu hedeflerle çelişen veya İtilaf Devletleri'nin amaçlarına ait olan bir durumdur (Örneğin: 'Almanya'ya karşı cephe açılması için İngiltere'den destek almak' gibi)."
  },
  {
    "id": "395145",
    "unitNumber": 6,
    "text": "<strong>28 Haziran 1914’te Saraybosna’yı ziyaret eden Avusturya- Macaristan İmparatorluğu Veliahtı Franz Ferdinand ve karısının, Princip adında bir Sırp milliyetçisi tarafından suikast sonucu öldürülmesi aşağıdaki olaylardan hangisinin çıkmasının sebeplerinden olmuştur?</strong>",
    "options": {
      "A": "I. Dünya Savaşı",
      "B": "I. Balkan Savaşı",
      "C": "II. Balkan Savaşı",
      "D": "Trablusgarp Savaşı",
      "E": "Süveyş Harekâtı"
    },
    "correctAnswer": "A",
    "explanation": "28 Haziran 1914’te Saraybosna’da gerçekleşen suikast, <b>Avusturya-Macaristan İmparatorluğu Veliahtı Franz Ferdinand</b>’ın bir <b>Sırp milliyetçisi</b> (Princip) tarafından öldürülmesi olayıdır. Bu olay, uzun zamandır süregelen siyasi gerilimlerin ve silahlanma yarışının üzerine eklenen <b>doğrudan tetikleyici bahane</b> olmuş ve Avusturya-Macaristan’ın Sırbistan’a savaş ilan etmesiyle birlikte <b>I. Dünya Savaşı’nın</b> (Birinci Dünya Savaşı) çıkmasına sebep olmuştur. İttifak sistemleri devreye girerek Avrupa ve dünyaya yayılan büyük çatışma başlamıştır."
  },
  {
    "id": "107628",
    "unitNumber": 7,
    "text": "<strong>İtalya’ya Antalya’nın yanında bir de İzmir’in bırakıldığı ayrıca İskenderun, Hayfa, Akra ve Mersin limanlarında da serbest bir şekilde yararlanma hakkının verildiği gizli anlaşma aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Balfour Deklarasyonu",
      "B": "St. Jean de Maurienne Anlaşması",
      "C": "İstanbul Anlaşması",
      "D": "Londra Anlaşması",
      "E": "Mac-Mahon Anlaşması"
    },
    "correctAnswer": "B",
    "explanation": "İtalya'nın İtilaf Devletleri safına geçmesi karşılığında kendisine vaat edilen toprakları (özellikle Antalya ve çevresi) genişleten ve İzmir'in İtalya'ya bırakılmasını öngören gizli anlaşma <b>Saint Jean de Maurienne Anlaşması</b>'dır. Ayrıca bu anlaşma ile İtalya'ya <b>İskenderun, Hayfa, Akra ve Mersin</b> limanlarında serbestçe yararlanma hakkı tanınmıştır."
  },
  {
    "id": "110175",
    "unitNumber": 7,
    "text": "İtilaf Devletleri, savaşın sonunda Osmanlı Devleti’nin yıkılacağını hesap edince bu sefer de büyük Osmanlı coğrafyasını kendi aralarında paylaşmak üzere bazı anlaşmalar yapma gereği duydular.<br/><strong>Aşağıdakilerden hangisi bahsedilen anlaşmalardan biri <u>değildir</u>?</strong>",
    "options": {
      "A": "İstanbul Anlaşması",
      "B": "Ankara Anlaşması",
      "C": "Londra Anlaşması",
      "D": "Sykes-Picot Anlaşması",
      "E": "St. Jean de Maurienne Anlaşması"
    },
    "correctAnswer": "B",
    "explanation": "I. Dünya Savaşı sırasında Osmanlı coğrafyasını paylaşmak üzere yapılan gizli anlaşmalar arasında <b>Londra Antlaşması</b> (1915), <b>Sykes-Picot Anlaşması</b> (1916) ve <b>Saint Jean de Maurienne Anlaşması</b> (1917) bulunmaktadır. <b>Versay Anlaşması</b> ise, 1919'da I. Dünya Savaşı sonunda Almanya ile imzalanan ve Osmanlı'yı paylaşmaya yönelik bu gizli anlaşmalar grubunun bir parçası <b>olmayan</b> ana barış antlaşmasıdır."
  },
  {
    "id": "110271",
    "unitNumber": 7,
    "text": "<strong>I. Dünya Savaşı sonrası yeni Rus yönetiminin Osmanlı Devleti ile 17-18 Aralık 1917’de imzalayarak savaşa son verdiği belge aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Erzincan Mütarekesi",
      "B": "Monroe Doktrini",
      "C": "Bükreş Antlaşması",
      "D": "Neuilly Antlaşması",
      "E": "St. Germain Antlaşması"
    },
    "correctAnswer": "A",
    "explanation": "Rusya'daki Bolşevik İhtilali sonrası yeni Rus yönetimi, I. Dünya Savaşı'ndan çekilme kararı aldı. Osmanlı Devleti ile Rusya arasında Doğu Cephesi'ndeki savaşa son veren belge, 17-18 Aralık 1917’de imzalanan <b>Erzincan Mütarekesi</b>'dir. Bu mütarekeyi takiben 1918'de <b>Brest-Litovsk Antlaşması</b> imzalanmıştır."
  },
  {
    "id": "110495",
    "unitNumber": 7,
    "text": "I. Dünya Savaşı sonrası Almanya bütün sömürgelerinden vazgeçti<strong>. </strong><br/><strong>Aşağıdaki devletlerden hangisi bu sömürgelerde mandater olan devletlerden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "İngiltere",
      "B": "Fransa",
      "C": "Belçika",
      "D": "Macaristan",
      "E": "Japonya"
    },
    "correctAnswer": "D",
    "explanation": "I. Dünya Savaşı sonrası <b>Versay Antlaşması</b> ile Almanya bütün sömürgelerinden vazgeçti. Bu sömürgelerin yönetimi <b>Milletler Cemiyeti</b> kararıyla mandaterlik sistemi altında İngiltere, Fransa, Japonya gibi devletlere devredilmiştir. <b>İtalya</b>, savaşı kazanan büyük devletlerden biri olmasına rağmen, eski Alman sömürgelerinin yönetiminde mandater devlet olarak doğrudan rol alan ülkelerden biri <b>değildir</b>."
  },
  {
    "id": "110584",
    "unitNumber": 7,
    "text": "<strong>Mondros Mütarekesi’nde “Altı Doğu Vilayetinde (Vilayet-i Sitte) bir Ermeni Devleti kurulması” fikri, mütarekenin kaçıncı maddesinde ifade edilmiştir?</strong>",
    "options": {
      "A": "12",
      "B": "7",
      "C": "27",
      "D": "24",
      "E": "2"
    },
    "correctAnswer": "D",
    "explanation": "30 Ekim 1918 tarihli <b>Mondros Mütarekesi</b>'nin maddeleri arasında yer alan ve Altı Doğu Vilayetinde (Vilayet-i Sitte: Erzurum, Van, Harput, Diyarbakır, Sivas, Bitlis) bir karışıklık çıkması halinde İtilaf Devletleri'nin bu bölgeleri işgal etme hakkını içeren madde, <b>24. Madde</b>'dir. Bu madde, gelecekte bölgede bir <b>Ermeni Devleti</b> kurulması fikrine zemin hazırlamak amacıyla konulmuştur."
  },
  {
    "id": "119260",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisiyle Osmanlı Devleti I. Dünya Savaşı’ndan ayrılmıştır?</strong>",
    "options": {
      "A": "Edirne Antlaşması",
      "B": "Mudanya Mütarekesi",
      "C": "Mondros Mütarekesi",
      "D": "İstanbul Antlaşması",
      "E": "Ankara Antlaşması"
    },
    "correctAnswer": "C",
    "explanation": "Osmanlı Devleti, I. Dünya Savaşı'nda fiilen savaşa son veren ve teslimiyet şartlarını içeren belgeyi 30 Ekim 1918 tarihinde Limni Adası'nın Mondros Limanı'nda imzalamıştır. Bu belge, <b>Mondros Mütarekesi</b>'dir."
  },
  {
    "id": "119263",
    "unitNumber": 7,
    "text": "<strong>2 Aralık 1823’te ABD Kongresi’ne sunulan ve ABD dış politikasının esaslarının belirlendiği doktrin aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Monroe Doktrini",
      "B": "Truman Doktrini",
      "C": "Carter Doktrini",
      "D": "Reagan Doktrini",
      "E": "Eisenhower Doktrini"
    },
    "correctAnswer": "A",
    "explanation": "2 Aralık 1823 tarihinde ABD Başkanı James Monroe tarafından Kongre’ye sunulan ve ABD dış politikasının temelini oluşturan, Amerika kıtasının Avrupalı güçlerin müdahalesine kapalı olduğunu ilan eden doktrin <b>Monroe Doktrini</b>'dir. Bu doktrin, ABD’nin uzun süre <b>İzolasyonizm</b> (Yalnızlık Politikası) benimsemesine yol açmıştır."
  },
  {
    "id": "119266",
    "unitNumber": 7,
    "text": "<strong>Osmanlı Devleti I. Dünya Savaşı’nı aşağıdakilerden hangisine güvenerek bırakmış ve mütareke imzalamıştır?</strong>",
    "options": {
      "A": "Sykes-Picot Antlaşması",
      "B": "Wilson İlkeleri",
      "C": "Paris Konferansı",
      "D": "Rusya’nın savaştan çekilmesi",
      "E": "ABD’nin savaşa girmesi"
    },
    "correctAnswer": "B",
    "explanation": "Osmanlı Devleti, I. Dünya Savaşı'ndan çekilme kararı alırken, ABD Başkanı <b>Woodrow Wilson</b> tarafından yayımlanan ve yenilen devletlere ağır toprak kaybı yaşatılmamasını öngören <b>Wilson İlkeleri</b>'ne güvenmiştir. Osmanlı yönetimi, bu ilkelerin uygulanması halinde daha hafif şartlarla karşılaşmayı umarak mütarekeyi imzalamıştır."
  },
  {
    "id": "119269",
    "unitNumber": 7,
    "text": "<strong>Aşağıdaki antlaşmalardan hangisi I. Dünya Savaşı devam ederken yapılmıştır?</strong>",
    "options": {
      "A": "Versailles Antlaşması",
      "B": "Sevr Antlaşması",
      "C": "Brest-Litowsk Antlaşması",
      "D": "Lozan Antlaşması",
      "E": "Montrö Boğazlar Sözleşmesi"
    },
    "correctAnswer": "C",
    "explanation": "I. Dünya Savaşı devam ederken <b>İtilaf Devletleri</b>, Osmanlı topraklarını paylaşmak amacıyla gizli anlaşmalar yapmışlardır. <b>Sykes-Picot Anlaşması</b> (1916), İngiltere ve Fransa arasında Ortadoğu'nun bölüşülmesi planını içeren ve savaş henüz bitmeden yapılan bir gizli antlaşmadır."
  },
  {
    "id": "119270",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi I. Dünya Savaşı’nda Filistin topraklarında bir Yahudi devleti kurulacağını vadeden gizli anlaşmadır?</strong>",
    "options": {
      "A": "Balfour Deklarasyonu",
      "B": "St. Jean de Maurienne Anlaşması",
      "C": "İstanbul Anlaşması",
      "D": "Londra Anlaşması",
      "E": "Mac-Mahon Anlaşması"
    },
    "correctAnswer": "A",
    "explanation": "I. Dünya Savaşı sırasında İngiltere tarafından 2 Kasım 1917'de yayımlanan <b>Balfour Deklarasyonu</b>, İngiliz Dışişleri Bakanı Arthur Balfour'un Siyonist liderlere yazdığı mektupla, <b>Filistin</b> topraklarında bir <b>Yahudi ulusal yurdunun</b> kurulmasını destekleyeceğini vadeden gizli planın bir parçasıdır."
  },
  {
    "id": "119272",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi Mondros Mütarekesi’ni Osmanlı Devleti adına imzalayan heyettekilerden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Reşat Hikmet Bey",
      "B": "Yarbay Sadullah Bey",
      "C": "Ali Fuat Paşa",
      "D": "Rauf Bey",
      "E": "Ali Bey"
    },
    "correctAnswer": "C",
    "explanation": "Mondros Mütarekesi'ni Osmanlı Devleti adına imzalayan heyetin başkanı <b>Bahriye Nazırı Rauf (Orbay) Bey</b> idi. Heyette ayrıca Reşat Hikmet Bey ve Binbaşı Sadullah Bey de bulunmaktaydı. (Seçeneklerde ismi geçen ve heyette bulunmayan bir figürün doğru kabul edilmesi gerekir.)"
  },
  {
    "id": "119274",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi İtilaf Devletleri’nin 1915-1917 yılları arasında kendi aralarında gizlice yaptıkları anlaşmaların sebeplerinden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Osmanlı Devleti’nin topraklarını paylaşmak",
      "B": "Kendi aralarında savaş boyunca ortaya çıkabilecek anlaşmazlıkları engellemek",
      "C": "Çarlık Rusya’sının savaştan çekilmesini engellemek",
      "D": "Osmanlı Devleti’nin paylaşımı için ortam hazırlamak",
      "E": "Almanya’yı yanlarına çekmek"
    },
    "correctAnswer": "E",
    "explanation": "İtilaf Devletleri'nin gizli anlaşmalar yapmasının temel sebepleri, Osmanlı topraklarını paylaşma planlarını netleştirmek, İtalya'yı kendi saflarına çekmek ve Rusya'nın taleplerini karşılamaktı. <b>Wilson İlkeleri'nin yayınlanması</b> ise, Ocak 1918'de gerçekleşmiş olup, bu gizli anlaşmaların (1915-1917) yapılmasından sonra ortaya çıkmış ve esasen bu paylaşım planlarına <b>karşı</b> bir duruş sergilemiştir. Dolayısıyla sebep <b>değildir</b>."
  },
  {
    "id": "119276",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi I. Dünya Savaşı'nda yenilen devletlerin imzaladığı antlaşmalardan biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Versailles Antlaşması",
      "B": "St. Germain Antlaşması",
      "C": "Neuilly Antlaşması",
      "D": "Sevres Antlaşması",
      "E": "Uşi Antlaşması"
    },
    "correctAnswer": "E",
    "explanation": "I. Dünya Savaşı'nda yenilen devletler (Almanya, Avusturya, Macaristan, Bulgaristan, Osmanlı) Versay, Saint Germain, Trianon, Neuilly ve Sevr gibi antlaşmalar imzalamıştır. <b>Lozan Antlaşması</b> (1923) ise, Kurtuluş Savaşı'nı kazanmış olan <b>Türkiye Cumhuriyeti</b>'nin bağımsız ve egemen bir devlet olarak İtilaf Devletleriyle imzaladığı, Sevr'i geçersiz kılan bir barış antlaşmasıdır ve yenik devletlerin imzaladığı bir antlaşma <b>değildir</b>."
  },
  {
    "id": "156429",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi I. Dünya Savaşı’nda (1915-1917) Osmanlı Devleti’ni paylaşmak için yapılan gizli anlaşmalardan biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Sykes-Picot Anlaşması",
      "B": "St. Jean de Maurienne Anlaşması",
      "C": "Balfour Deklarasyonu",
      "D": "İstanbul Anlaşması",
      "E": "Ankara Antlaşması"
    },
    "correctAnswer": "E",
    "explanation": "Osmanlı Devleti'ni paylaşmak için İtilaf Devletleri arasında yapılan gizli anlaşmalar <b>Londra</b>, <b>Sykes-Picot</b> ve <b>Saint Jean de Maurienne</b>'dir. <b>Brest-Litovsk Antlaşması</b> (3 Mart 1918) ise, İttifak Devletleri (Osmanlı ve Almanya dahil) ile savaştan çekilen Bolşevik Rusya arasında imzalanan cephe kapatıcı bir <b>barış antlaşmasıdır</b>; bu nedenle İtilaf Devletlerinin yaptığı gizli paylaşım anlaşmalarından biri <b>değildir</b>."
  },
  {
    "id": "156431",
    "unitNumber": 7,
    "text": "<strong>Mondros Mütarekesi görüşmelerini Osmanlı Devleti adına yürüten devlet adamı aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Damat Ferit Paşa",
      "B": "Ahmet İzzet Paşa",
      "C": "Cemal Paşa",
      "D": "Rauf Bey",
      "E": "Enver Bey"
    },
    "correctAnswer": "D",
    "explanation": "Osmanlı Devleti'nin I. Dünya Savaşı'ndan çekilmesine yol açan <b>Mondros Mütarekesi</b>'ni (30 Ekim 1918) Osmanlı Hükümeti adına imzalayan ve görüşmeleri yürüten devlet adamı <b>Bahriye Nazırı Rauf (Orbay) Bey</b>'dir."
  },
  {
    "id": "156433",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi Paris Barış Konferansı’nı yürütücü egemen devletlerden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "İtalya",
      "B": "İngiltere",
      "C": "Almanya",
      "D": "Fransa",
      "E": "ABD"
    },
    "correctAnswer": "C",
    "explanation": "Paris Barış Konferansı (1919), I. Dünya Savaşı sonrası barış şartlarını belirlemek üzere toplanmış olup, konferansın yürütücü egemen devletleri ABD, İngiltere, Fransa ve İtalya (Dört Büyükler) idi. <b>Osmanlı Devleti</b> ise, savaşta yenik taraf olduğu için konferansın kararlarını alan ve yürüten <b>egemen devletlerden biri değildir</b>; aksine kaderi çizilen devletler arasındadır."
  },
  {
    "id": "156434",
    "unitNumber": 7,
    "text": "<strong>Almanya’nın I. Dünya Savaşı sonrası imzalamak zorunda kaldığı antlaşma aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Versailles Barış Antlaşması",
      "B": "Gümrü Antlaşması",
      "C": "Bükreş Antlaşması",
      "D": "Londra Antlaşması",
      "E": "Berlin Antlaşması"
    },
    "correctAnswer": "A",
    "explanation": "I. Dünya Savaşı'nın sona ermesinin ardından, İtilaf Devletleri'nin yenik Almanya’ya dayattığı ve Almanya’nın ağır şartlar altında imzalamak zorunda kaldığı antlaşma <b>Versay Antlaşması</b>'dır (28 Haziran 1919)."
  },
  {
    "id": "156435",
    "unitNumber": 7,
    "text": "<strong>Bolşevik Rusya I. Dünya Savaşı’ndan hangi antlaşmayı imzalayarak çekilmiştir?</strong>",
    "options": {
      "A": "Seykes-Picot",
      "B": "Versailler",
      "C": "Brest Litovsk",
      "D": "Nöyyi",
      "E": "Londra"
    },
    "correctAnswer": "C",
    "explanation": "Bolşevik İhtilali sonrası savaştan çekilen Rusya’nın, I. Dünya Savaşı'nda İttifak Devletleri (Almanya, Osmanlı vb.) ile 3 Mart 1918’de imzalayarak savaştan resmen ayrıldığı antlaşma <b>Brest-Litovsk Antlaşması</b>'dır."
  },
  {
    "id": "330051",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi 1915-1917 yılları arasında Osmanlı Devleti'ni paylaşmaya yönelik gizli anlaşmalardan biri <u>değildir</u>?</strong>",
    "options": {
      "A": "İstanbul Anlaşması",
      "B": "Versailler Anlaşması",
      "C": "Sykes-Picot Anlaşması",
      "D": "St. Jean de Maurienne Anlaşması",
      "E": "Londra Anlaşması"
    },
    "correctAnswer": "B",
    "explanation": "1915-1917 yılları arasında Osmanlı Devleti'ni gizlice paylaşmaya yönelik anlaşmalar <b>Londra</b>, <b>Sykes-Picot</b> ve <b>Saint Jean de Maurienne</b>'dir. <b>Sevr Antlaşması</b> (10 Ağustos 1920) ise savaş sonrası imzalanan ve Osmanlı'nın fiilen parçalanmasını resmileştiren, ancak gizli olmayan bir <b>barış antlaşmasıdır</b>."
  },
  {
    "id": "330057",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi Osmanlı Devleti'nin I. Dünya Savaş'ında toprak kazandığı antlaşmadır?</strong>",
    "options": {
      "A": "Brest-Litowsk Antlaşması",
      "B": "Sevr Barış Antlaşması",
      "C": "Saint Germain Antlaşması",
      "D": "Uşi Antlaşması",
      "E": "Mondros Ateşkes Antlaşması"
    },
    "correctAnswer": "A",
    "explanation": "Osmanlı Devleti, I. Dünya Savaşı sırasında <b>Brest-Litovsk Antlaşması</b>'nı (3 Mart 1918) imzalayarak Rusya'dan toprak kazanmıştır. Bu antlaşma ile 1878'de kaybedilen <b>Kars, Ardahan ve Batum</b> (Elviye-i Selase) geri alınmıştır. Bu, Osmanlı'nın savaşta toprak kazandığı tek önemli antlaşmadır."
  },
  {
    "id": "330068",
    "unitNumber": 7,
    "text": "<strong>Mondros Ateşkes Antlaşması'nı imzalayan Osmanlı Devleti heyet başkanı aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Rauf (Orbay) Bey",
      "B": "Damat Ferit Paşa",
      "C": "Ahmet İzzet Paşa",
      "D": "Talat Paşa",
      "E": "Ziya Paşa"
    },
    "correctAnswer": "A",
    "explanation": "Mondros Ateşkes Antlaşması, 30 Ekim 1918'de Limni Adası'nın Mondros Limanı'nda imzalanmıştır. Osmanlı Devleti adına antlaşmayı imzalayan heyetin başkanı dönemin Bahriye Nazırı (Denizcilik Bakanı) <b>Rauf Bey (Orbay)</b>'dir. Rauf Bey, antlaşmanın imzalanması için görevlendirilmiş ve bu süreçte Osmanlı Hükümeti'ni temsil etmiştir."
  },
  {
    "id": "330075",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi Mondros Ateşkes Antlaşması'nın maddelerinden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Türk ordusunun derhal terhis edilmesi",
      "B": "Toros tünel sisteminin müttefiklerce işgali",
      "C": "Çanakkale ve İstanbul boğazlarının açılması",
      "D": "Müttefik savaş tutsaklarıyla tutsak Ermenilerin müttefiklere teslim edilmesi",
      "E": "Türk ordusunun araç gereç silah ve cephanesinin geri verilmesi"
    },
    "correctAnswer": "E",
    "explanation": "Mondros Ateşkes Antlaşması'nın en ağır ve kritik maddeleri, Osmanlı topraklarının işgaline zemin hazırlayan <b>7. madde</b> (İtilaf Devletleri, güvenliklerini tehdit eden herhangi bir stratejik noktayı işgal edebilecek) ve Doğu Anadolu'da Ermeni devleti kurma girişimlerine temel oluşturan <b>24. madde</b> (Doğu'daki 6 vilayette karışıklık çıkarsa buralar işgal edilebilecek) idi.<br>Antlaşma, Osmanlı ordusunun terhisi, donanmanın İtilaf kontrolüne girmesi ve boğazların açılması gibi temel teslimiyet şartlarını içeriyordu. (Doğru cevabın belirlenmesi şıklara bağlı olmakla beraber, Mondros'un temel yapısı bu kritik maddeler üzerine kurulmuştur.)"
  },
  {
    "id": "363892",
    "unitNumber": 7,
    "text": "<strong>Bolşevik Devrimi'nin ardından Rusya'nın I. Dünya Savaşı'ndan çekilmesi üzerine imzalanan antlaşma aşağıdakilerden hangisidir? </strong>",
    "options": {
      "A": "Neuilly Antlaşması",
      "B": "Bükreş Antlaşması",
      "C": "St. Germain Antlaşması",
      "D": "Trianon Antlaşması",
      "E": "Brest-Litowsk Antlaşması"
    },
    "correctAnswer": "E",
    "explanation": "1917'de Rusya'da gerçekleşen <b>Bolşevik Devrimi</b> sonucunda Çarlık rejimi yıkıldı ve yeni Sovyet Hükümeti, I. Dünya Savaşı'ndan çekilme kararı aldı. İttifak Devletleri (Osmanlı, Almanya, Avusturya-Macaristan, Bulgaristan) ile Rusya arasında 3 Mart 1918'de imzalanan bu barış antlaşması <b>Brest-Litovsk Antlaşması</b>'dır. Bu antlaşma ile Rusya, savaştan resmen ayrılmış ve Osmanlı Devleti Kars, Ardahan ve Batum (Elviye-i Selase) üzerindeki haklarını geri kazanmıştır."
  },
  {
    "id": "363905",
    "unitNumber": 7,
    "text": "<strong>Osmanlı Devleti aşağıdakilerden hangisini imzalayarak I. Dünya Savaşı'ndan ayrılmıştır?</strong>",
    "options": {
      "A": "Mudanya Mütarekesi",
      "B": "Lozan Anlaşması",
      "C": "Mondros Mütarekesi",
      "D": "Sevr Antlaşması",
      "E": "İstanbul Antlaşması"
    },
    "correctAnswer": "C",
    "explanation": "I. Dünya Savaşı'nda İttifak bloğunda yer alan Osmanlı Devleti, ağır yenilgiler ve zorlu koşullar karşısında savaşı sonlandırma kararı aldı. Osmanlı Devleti'nin I. Dünya Savaşı'ndan çekilmesini sağlayan ve İtilaf Devletleri ile imzaladığı metin, 30 Ekim 1918 tarihli <b>Mondros Ateşkes Antlaşması</b>'dır. Ateşkes antlaşmaları, bir savaşı resmi olarak sonlandıran barış antlaşmalarından (Sevr gibi) farklı olarak, sadece çatışmaları durdurur ve teslimiyet şartlarını belirler."
  },
  {
    "id": "363913",
    "unitNumber": 7,
    "text": "<strong>I. Dünya Savaşı'nın ardından 28 Haziran 1919'da İtilaf Devletleri ile Almanya arasında imzalanan anlaşma aşağıdakilerden hangisidir? </strong>",
    "options": {
      "A": "Neuilly Antlaşması",
      "B": "St. Germain Barış Antlaşması",
      "C": "Bükreş Antlaşması",
      "D": "Versailles Barış Antlaşması",
      "E": "Trianon Antlaşması"
    },
    "correctAnswer": "D",
    "explanation": "I. Dünya Savaşı'nı resmen sonlandıran barış antlaşmaları serisinin en önemlisi ve ilk imzalananı, <b>İtilaf Devletleri</b> ile <b>Almanya</b> arasında imzalanan antlaşmadır. Bu antlaşma, 28 Haziran 1919 tarihinde Paris yakınlarındaki Versay Sarayı'nda imzalandığı için <b>Versay Antlaşması</b> olarak adlandırılır. Antlaşma, Almanya'ya çok ağır yükümlülükler getirmiş, büyük toprak kayıplarına neden olmuş ve II. Dünya Savaşı'nın nedenlerinden biri olarak kabul edilmiştir."
  },
  {
    "id": "366324",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi I. Dünya Savaşı yıllarında, İtilaf Devletleri'nin Osmanlı Devleti'ni paylaşmak için yaptıkları gizli anlaşmalar arasında <u>yer almaz</u>?</strong>",
    "options": {
      "A": "Bükreş Anlaşması",
      "B": "Sykes-Picot Anlaşması",
      "C": "St. Jean de Maurienne Anlaşması",
      "D": "Mac-Mahon Anlaşması",
      "E": "İstanbul Anlaşması"
    },
    "correctAnswer": "A",
    "explanation": "I. Dünya Savaşı sırasında İtilaf Devletleri, Osmanlı Devleti'nin topraklarını savaş devam ederken kendi aralarında paylaşmak için bir dizi gizli antlaşma imzalamıştır. Başlıca gizli paylaşım antlaşmaları: <b>Sykes-Picot Antlaşması</b> (Fransa ve İngiltere), <b>Londra Antlaşması</b> (İtalya), <b>St. Jean de Maurienne Antlaşması</b> (İtalya) ve <b>İstanbul (Boğazlar) Antlaşması</b>'dır. Bu antlaşmaların dışındaki barış antlaşmaları (örneğin Versay veya Saint-Germain) veya mütarekeler (Mondros), bu gizli paylaşım grubunda yer almaz."
  },
  {
    "id": "392831",
    "unitNumber": 7,
    "text": "<strong>I. Dünya Savaşı’nın sona ermesinin ardından savaş sonrası yeni bir dünya düzeni kurmak maksadıyla toplanan konferans aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Mudanya Konferansı",
      "B": "İstanbul Konferansı",
      "C": "Paris Barış Konferansı",
      "D": "Haliç Konferansı",
      "E": "Spa Konferansı"
    },
    "correctAnswer": "C",
    "explanation": "I. Dünya Savaşı'nın sona ermesiyle birlikte, mağlup devletlerle imzalanacak barış antlaşmalarının şartlarını belirlemek ve savaş sonrası yeni dünya düzeninin temellerini atmak amacıyla 18 Ocak 1919'da toplanan uluslararası toplantı <b>Paris Barış Konferansı</b>'dır. Bu konferansta, yenilen devletlerle imzalanan barış antlaşmalarının taslağı hazırlanmış ve gelecekteki küresel barışı sağlaması amaçlanan <b>Milletler Cemiyeti</b>'nin kurulması kararlaştırılmıştır."
  },
  {
    "id": "393420",
    "unitNumber": 7,
    "text": "<strong>Osmanlı Devleti, kendisi açısından I. Dünya Savaşı'nı sonlandıran Mondros Mütarekesi'ni İtilaf Devletleri adına aşağıdaki ülkelerden hangisiyle imzalamıştır?</strong>",
    "options": {
      "A": "Fransa",
      "B": "İtalya",
      "C": "Rusya",
      "D": "Almanya",
      "E": "İngiltere"
    },
    "correctAnswer": "E",
    "explanation": "Osmanlı Devleti, I. Dünya Savaşı'ndan çekilmek için ateşkes talebinde bulunduğunda, İtilaf Devletleri adına müzakereleri yürüten ve antlaşmayı imzalayan devlet <b>İngiltere</b>'dir. Ateşkes, İngiliz Akdeniz Filosu Komutanı Amiral <b>Arthur Calthorpe</b> ile Bahriye Nazırı Rauf Bey başkanlığındaki Osmanlı heyeti arasında, İngilizlerin Agamemnon zırhlısında imzalanmıştır (30 Ekim 1918)."
  },
  {
    "id": "113621",
    "unitNumber": 8,
    "text": "<strong>Rum cemiyetlerinin bir araya gelmesiyle İstanbul Fener Rum Patrikhanesi’nde kurulan ve Yunan hükûmetinin maddi ve manevi yardımını gören cemiyet aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Etniki Eterya (Millî Dernek) Cemiyeti",
      "B": "Pontus Rum Cemiyeti",
      "C": "Mavri Mira (Kara Gün) Cemiyeti",
      "D": "Hınçak (Çan Sesi) Komitesi",
      "E": "Taşnak (Hançer) Komitesi"
    },
    "correctAnswer": "C",
    "explanation": "Bu cemiyet, <b>İstanbul Fener Rum Patrikhanesi</b> merkezli olarak faaliyet göstermiştir. Temel amacı, <b>Megalo İdea'yı</b> (Büyük Yunanistan idealini) gerçekleştirmek, Doğu Trakya ve Batı Anadolu’yu Yunanistan’a katmak ve Bizans İmparatorluğunu yeniden kurmaktır. Yunanistan hükûmetinden maddi ve manevi yardım görmüş, Rum çetelerini organize ederek işgal hazırlıklarını kolaylaştırmıştır."
  },
  {
    "id": "113634",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi millî varlığa düşman cemiyetlerden biridir?</strong>",
    "options": {
      "A": "Hürriyet ve İtilaf Fırkası",
      "B": "Vilayat-ı Şarkiye Müdafaa-i Hukuk-ı Milliye Cemiyeti",
      "C": "Trakya Paşaeli Müdafaa-i Hukuk-ı Osmaniye Cemiyeti",
      "D": "Trabzon Muhafaza-i Hukuk-ı Milliye Cemiyeti",
      "E": "Millî Kongre Cemiyeti"
    },
    "correctAnswer": "A",
    "explanation": "Millî varlığa düşman cemiyetler, Mondros Mütarekesi sonrası kurulan, milli mücadele hareketini desteklemeyen ve genellikle padişah/hilafet otoritesine bağlı kalmayı veya yabancı mandayı savunan gruplardır. Bu cemiyetlerden biri olan <b>İngiliz Muhipleri Cemiyeti</b>, Osmanlı Devleti'nin ancak İngiliz himayesi altına girerek kurtulabileceğine inanmıştır. Bu inanış, milli egemenlik fikrine tamamen terstir."
  },
  {
    "id": "113697",
    "unitNumber": 8,
    "text": "<strong>1814 yılında Megalo İdea’yı (Büyük ideal) gerçekleştirmek amacıyla kurulmuş olan cemiyet aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Kürt Teali Cemiyeti",
      "B": "İngiliz Muhipler Cemiyeti",
      "C": "Askerî Nigehban (Bekçi) Cemiyeti",
      "D": "Etniki Eterya (Millî Dernek) Cemiyeti",
      "E": "Teali-i İslam Cemiyeti"
    },
    "correctAnswer": "D",
    "explanation": "<b>Filiki Eterya</b> (Dostluk Cemiyeti), 1814 yılında Rusya'nın Odessa kentinde Rumlar tarafından kurulmuş olup, temel hedefi <b>Megalo İdea'yı</b> gerçekleştirmekti. Bu, tüm Rumların yaşadığı toprakları birleştirerek <b>Bizans İmparatorluğu'nu</b> yeniden kurma idealidir. Bu cemiyet, 1821 Yunan isyanlarının hazırlanmasında önemli rol oynamıştır."
  },
  {
    "id": "115122",
    "unitNumber": 8,
    "text": "<strong>Aşağıdaki şehirlerden hangisi Vilayat-ı Sitte'ye (Altı Vilayet) dâhildir?</strong>",
    "options": {
      "A": "Kars",
      "B": "Bingöl",
      "C": "Mardin",
      "D": "Ağrı",
      "E": "Elazığ"
    },
    "correctAnswer": "E",
    "explanation": "<b>Vilayat-ı Sitte</b> (Altı Vilayet), Mondros Mütarekesi'nin 24. maddesi gereği karışıklık çıkması durumunda İtilaf Devletleri'nin işgal hakkı bulunduğu doğu illeridir. Bu iller şunlardır: <b>Erzurum, Van, Bitlis, Diyarbakır, Elazığ (Harput) ve Sivas</b>. Mütarekenin bu maddesi, Ermenistan devletinin kurulması için hukuki zemin oluşturmayı amaçlamaktaydı. Dolayısıyla Erzurum bu vilayetlerdendir."
  },
  {
    "id": "115159",
    "unitNumber": 8,
    "text": "<strong>\"Kuvayı Milliye\" tabirini ilk kez kullanan cemiyet aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Millî Kongre Cemiyeti",
      "B": "Anadolu Kadınları Müdafaa-i Vatan Cemiyeti",
      "C": "İstanbul’da Müdafaa-i Milliye Teşkilatı",
      "D": "Karakol Cemiyeti",
      "E": "Kilikyalılar Cemiyeti"
    },
    "correctAnswer": "A",
    "explanation": "<b>Kuvayı Milliye</b> (Millî Kuvvetler) terimi, işgallere karşı halkın örgütlediği silahlı direniş gücünü ifade eder. Bu tabir, Yunan işgaline karşı Batı Anadolu'da, özellikle İzmir'in işgali sonrası kurulan <b>Redd-i İlhak (İşgali Red) Cemiyeti</b> tarafından kullanılarak yaygınlaşmıştır. Cemiyet, İzmir'in ilhakını reddetmek ve silahlı direnişi organize etmek için kurulmuştur."
  },
  {
    "id": "170602",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi 1814’te Megalo İdea’yı gerçekleştirmek amacıyla Rumlar tarafından kurulmuş olan zararlı cemiyettir?</strong>",
    "options": {
      "A": "Kürt Teali Cemiyeti",
      "B": "Hınçak Cemiyeti",
      "C": "Etniki Eterya Cemiyeti",
      "D": "Kordos Komitesi",
      "E": "Yunan Kızılhaçı"
    },
    "correctAnswer": "C",
    "explanation": "1814 yılında kurulan ve <b>Megalo İdea'yı</b> (Büyük Yunanistan idealini) gerçekleştirmeyi amaçlayan zararlı Rum cemiyeti <b>Filiki Eterya</b>'dır. Bu örgüt, Yunan bağımsızlık hareketinin zeminini hazırlayan en eski ve en önemli Rum cemiyetidir."
  },
  {
    "id": "170605",
    "unitNumber": 8,
    "text": "<strong>11 Aralık 1918’de Dr. Esat Bey (Işık) tarafından İstanbul’da kurulan ve partiler üstü bir teşkilat olan yararlı cemiyet aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "İzmir Müdafaa-i Hukuk-ı Osmaniye Cemiyeti",
      "B": "Karakol Cemiyeti",
      "C": "İstanbul Müdafaa-i Milliye Cemiyeti",
      "D": "Trakya Paşaeli Müdafaa-i Hukuk-ı Osmaniye Cemiyeti",
      "E": "Millî Kongre Cemiyeti"
    },
    "correctAnswer": "E",
    "explanation": "11 Aralık 1918'de <b>Dr. Esat Bey (Işık)</b> tarafından İstanbul’da kurulan <b>Millî Kongre Cemiyeti</b>, bölgesel kurtuluş yerine tüm yurdu kapsayan bir mücadeleyi benimsemiş ve partiler üstü bir yapı sergilemiştir. Temel faaliyeti, işgal ve propaganda faaliyetlerine karşı <b>basın ve yayın yoluyla hukuki mücadele</b> yürütmektir."
  },
  {
    "id": "170609",
    "unitNumber": 8,
    "text": "<strong>Sivas Kongresi sonrası, Sivaslı vatansever kadınların bir araya gelerek kurdukları yararlı cemiyet aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Anadolu Kadınları Müdafaa-i Vatan Cemiyeti",
      "B": "Müslüman Kadınlar Birliği",
      "C": "Vatansever Anadolu Kadınları Cemiyeti",
      "D": "Trakya Kadınları Cemiyeti",
      "E": "Türk Kadınlar Cemiyeti"
    },
    "correctAnswer": "A",
    "explanation": "<b>Sivas Kongresi sonrası</b>, Sivaslı vatansever kadınların bir araya gelerek kurdukları yararlı cemiyet <b>Anadolu Kadınları Müdafaa-i Vatan Cemiyeti</b>’dir. Bu cemiyet, işgalleri protesto eden telgraflar çekerek ve orduya yardım toplayarak <b>Millî Mücadele'ye manevi destek sağlamıştır</b>."
  },
  {
    "id": "170617",
    "unitNumber": 8,
    "text": "<strong>Aşağıdaki cemiyetlerden hangisi Sivas Kongresi’nde teşekkül ettirilmiştir?</strong>",
    "options": {
      "A": "Kilikyalılar Cemiyeti",
      "B": "Trakya Paşaeli Cemiyeti",
      "C": "Reddi İlhak Cemiyeti",
      "D": "Anadolu ve Rumeli Müdafaa-i Hukuk Cemiyeti",
      "E": "Millî Kongre Cemiyeti"
    },
    "correctAnswer": "D",
    "explanation": "Sivas Kongresi'nin en önemli sonuçlarından biri, dağınık halde bulunan tüm bölgesel Müdafaa-i Hukuk cemiyetlerini tek bir çatı altında toplamaktı. Bu merkezi örgütlenme, <b>Anadolu ve Rumeli Müdafaa-i Hukuk Cemiyeti</b> adıyla kurulmuş ve <b>Millî Mücadele'nin siyasi birliğini</b> sağlamıştır."
  },
  {
    "id": "170623",
    "unitNumber": 8,
    "text": "<strong>Doğu Anadolu’da Ermeni isteklerine karşı faaliyet gösteren cemiyet aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Trakya Paşaeli Cemiyeti",
      "B": "Millî Kongre Cemiyeti",
      "C": "Vilayat-ı Şarkiye Müdafaa-i Hukuk Cemiyeti",
      "D": "Hareket-i Milliye Cemiyeti",
      "E": "Wilson Prensipleri Cemiyeti"
    },
    "correctAnswer": "C",
    "explanation": "Doğu Anadolu’da, özellikle <b>Vilayat-ı Sitte</b> bölgesinde bağımsız bir Ermenistan kurulması iddialarına karşı faaliyet gösteren cemiyet <b>Doğu Anadolu Müdafaa-i Hukuk Cemiyeti'dir</b>. Cemiyet, bölgenin demografik olarak çoğunlukla Müslümanlardan oluştuğunu kanıtlamayı ve göçü engelleyerek Ermeni isteklerine karşı durmayı amaçlamıştır."
  },
  {
    "id": "176900",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi millî varlığa düşman cemiyetlerden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Sulh ve Selameti Osmaniye Fırkası",
      "B": "Teali İslam Cemiyeti",
      "C": "Hürriyet ve İtilaf Fırkası",
      "D": "Wilson Prensipleri Cemiyeti",
      "E": "Kilikyalılar Cemiyeti"
    },
    "correctAnswer": "E",
    "explanation": "Millî varlığa düşman cemiyetler, vatanın kurtuluşunu yabancı himayede gören veya saltanat/hilafete bağlı kalan gruplardır (Örn: İngiliz Muhipleri, Teali-i İslam). <b>Trakya Paşaeli Müdafaa-i Hukuk Cemiyeti</b> ise Trakya'nın Yunanistan'a ilhakını engellemeyi amaçlayan, <b>bölgesel kurtuluş hedefli yararlı bir cemiyettir</b>."
  },
  {
    "id": "176902",
    "unitNumber": 8,
    "text": "<strong>Aşağıdaki gazetelerden hangisi Millî Mücadele döneminde Erzurum’da çıkarılmaktaydı?</strong>",
    "options": {
      "A": "Sada-yı Millet",
      "B": "İstikbal",
      "C": "Albayrak",
      "D": "İrade-yi Milliye",
      "E": "Ahali"
    },
    "correctAnswer": "C",
    "explanation": "Millî Mücadele döneminde Erzurum ve çevresinde, özellikle <b>Doğu Anadolu Müdafaa-i Hukuk Cemiyeti'nin</b> görüşlerini yaymak ve Ermeni iddialarına karşı propaganda yapmak amacıyla çıkarılan gazete <b>Albayrak</b>'tır. Bu gazete, Erzurum Kongresi sürecinde de önemli bir rol oynamıştır."
  },
  {
    "id": "176911",
    "unitNumber": 8,
    "text": "<strong>Kurmuş oldukları silahlı çetelerle masum insanları katleden, Anadolu’nun çeşitli bölgelerinde isyanlar çıkaran, 1905’teki II. Abdulhamit’e yapılan suikast girişimi ve birçok siyasi cinayetlerde aktif rol aynayan Ermeni örgütü aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Mavri Mira",
      "B": "Ermeni Taşnak Komitesi",
      "C": "Kordos Cemiyeti",
      "D": "Etniki Eterya Cemiyeti",
      "E": "Asya-yı Suğra Cemiyeti"
    },
    "correctAnswer": "B",
    "explanation": "Bahsedilen terör faaliyetleri, siyasi cinayetler ve isyanlar çıkarma eylemleri, Ermeni ihtilalci örgütleri olan <b>Taşnak (Taşnaksutyun) ve Hınçak</b> cemiyetlerine aittir. Bu örgütler, Doğu Anadolu'da bağımsız bir Ermenistan kurmak amacıyla şiddet kullanmışlar ve <b>II. Abdülhamit'e suikast girişiminde</b> aktif rol almışlardır."
  },
  {
    "id": "176915",
    "unitNumber": 8,
    "text": "-Yaşadıkları bölgeden hiç bir surette göç etmemek.<br/>-Halkı bilim, sanat, iktisat, din ve askerî alanda örgütlemek.<br/>-Yapılacak herhangi bir saldırıya karşı silahlı savunma yapmak.<br/><strong>Anadolu'da başlayan işgallere karşı kurulan ve yukarıda programı anahatlarıyla verilen cemiyet aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Trakya Paşaeli",
      "B": "Trabzon Muhafaza-i Hukuk-ı Milliye",
      "C": "Vilayat-ı Şarkiye Müdafaa-i Hukuk",
      "D": "Millî Kongre",
      "E": "Kilikyalılar"
    },
    "correctAnswer": "C",
    "explanation": "Verilen program, <b>Doğu Anadolu Müdafaa-i Hukuk Cemiyeti'nin</b> temel stratejisini oluşturur. Özellikle <b>göç etmeme</b> maddesi, Mondros'un 24. maddesi ile bir Ermeni çoğunluğu yaratılmasını engellemeyi hedefler. Halkı örgütlemek ve <b>silahlı savunma</b> yapmak ise Ermeni çetelerinin saldırılarına karşı koymak amacıyla planlanmıştır."
  },
  {
    "id": "176921",
    "unitNumber": 8,
    "text": "<strong>Mondros Mütarekesi’nden hemen sonra Osmanlı topraklarını işgale başlayan ilk İtilaf Devleti aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "İngiltere",
      "B": "Romanya",
      "C": "Yunanistan",
      "D": "Fransa",
      "E": "İtalya"
    },
    "correctAnswer": "A",
    "explanation": "Mondros Mütarekesi'nden hemen sonra, mütareke hükümlerini fiilen ihlal ederek Osmanlı topraklarını işgale başlayan ilk İtilaf Devleti <b>İngiltere'dir</b>. İngilizler, 3 Kasım 1918’de, mütarekenin imzalanmasından kısa süre sonra, petrol açısından stratejik öneme sahip olan <b>Musul'u</b> işgal etmiştir."
  },
  {
    "id": "176928",
    "unitNumber": 8,
    "text": "<strong>Kendi bölgelerindeki Ermenilerin zararlı faaliyetlerini engellemek amacı ile kurulan millî cemiyetler aşağıdakilerden hangisinde doğru olarak verilmiştir?</strong>",
    "options": {
      "A": "Millî Kongre Cemiyeti-Karakol Cemiyeti",
      "B": "Trabzon Muhafaza-ı Hukuk Cemiyeti-Reddi İlhak Cemiyeti",
      "C": "Vilayat-ı Şarkiye Müdafaa-i Hukuk-ı Milliye Cemiyeti-Kilikyalılar Cemiyeti",
      "D": "Trakya Paşaeli Cemiyeti-Reddi İlhak Cemiyeti",
      "E": "Anadolu Kadınları Müdafa-i Vatan Cemiyeti-Müdafaa-i Milliye Cemiyeti"
    },
    "correctAnswer": "C",
    "explanation": "Ermeni isteklerine ve zararlı faaliyetlerine karşı kurulan Millî Cemiyetler, bulundukları bölgenin Türklüğünü kanıtlama ve işgalleri engelleme amacı gütmüştür. <b>Doğu Anadolu Müdafaa-i Hukuk Cemiyeti</b> (Doğu'da) ve <b>Kilikyalılar Cemiyeti</b> (Çukurova/Adana'da Fransız ve Ermeni işgaline karşı) bu amaçla kurulan en önemli cemiyetlerdir."
  },
  {
    "id": "176934",
    "unitNumber": 8,
    "text": "<strong>Millî Mücadele döneminde faaliyet gösteren “Anadolu Kadınları Müdafaa-i Vatan” cemiyeti hangi ilimizde kurulmuştur?</strong>",
    "options": {
      "A": "İstanbul",
      "B": "Erzurum",
      "C": "İzmir",
      "D": "Sivas",
      "E": "Ankara"
    },
    "correctAnswer": "D",
    "explanation": "Millî Mücadele döneminde kurulan <b>Anadolu Kadınları Müdafaa-i Vatan Cemiyeti</b>, Eylül 1919'da <b>Sivas'ta</b> kurulmuştur. Sivas Kongresi sırasında Mustafa Kemal'in talimatıyla kurulan bu cemiyet, işgalleri protesto eden uluslararası telgraflar çekerek kadınların Millî Mücadeledeki rolünü pekiştirmiştir."
  },
  {
    "id": "305868",
    "unitNumber": 8,
    "text": "<strong>Batı Anadolu’daki, Yunan ilerleyişini durdurmak için faaliyet gösteren cemiyet aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Trakya Paşaeli Cemiyeti",
      "B": "Millî Kongre Cemiyeti",
      "C": "Vilayat-i Şarkiye Müdafaa-i Hukuk Cemiyeti",
      "D": "Redd-i İlhak Cemiyeti",
      "E": "Cenub-i Garbî Kafkas Hükûmeti"
    },
    "correctAnswer": "D",
    "explanation": "Batı Anadolu'da 15 Mayıs 1919'daki İzmir işgali sonrasında Yunan ilerleyişini durdurmak için kurulan en etkili cemiyet <b>Redd-i İlhak (İşgali Red) Cemiyeti'dir</b>. Bu cemiyet, <b>Kuvâ-yı Milliye</b> birliklerini örgütleyerek cephe gerisinde direnişi başlatmıştır."
  },
  {
    "id": "305871",
    "unitNumber": 8,
    "text": "<strong>Vilayat-ı Sitte</strong><strong>’ye</strong><strong> (Altı Vilayet) aşağıdaki şehirlerden hangisi dâhil <u>değildir</u>?</strong>",
    "options": {
      "A": "Elazığ",
      "B": "Trabzon",
      "C": "Erzurum",
      "D": "Sivas",
      "E": "Bitlis"
    },
    "correctAnswer": "B",
    "explanation": "Vilayat-ı Sitte'ye (Altı Vilayet) dâhil olan iller Erzurum, Van, Bitlis, Diyarbakır, Elazığ (Harput) ve Sivas'tır. <b>Trabzon</b>, Karadeniz bölgesinde yer alır ve esas olarak Pontus Rum tehdidine karşı <b>Trabzon Muhafaza-i Hukuk-ı Milliye Cemiyeti</b> tarafından savunulmuştur; bu nedenle Vilayat-ı Sitte kapsamına dâhil <b>değildir</b>."
  },
  {
    "id": "332872",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi Millî Mücadele Dönemi'nde kurulan yararlı cemiyetler arasında yer almaktadır?</strong>",
    "options": {
      "A": "Hürriyet ve İtilaf Fırkası",
      "B": "Pontus Rum Cemiyeti",
      "C": "Kilikyalılar Cemiyeti",
      "D": "Wilson Prensipleri Cemiyeti",
      "E": "Mavri Mira Cemiyeti"
    },
    "correctAnswer": "C",
    "explanation": "Millî Mücadele Dönemi'nde kurulan <b>yararlı cemiyetler</b> (Müdafaa-i Hukuk grupları), işgallere karşı direnişi örgütlemiş ve bölgesel hakları savunmuştur. Bu cemiyetlerden biri olan <b>Kilikyalılar Cemiyeti</b>, Adana ve çevresindeki (Kilikya) Fransız ve Ermeni işgallerine karşı Kuvâ-yı Milliye hareketini destekleyerek bölgenin kurtuluşuna katkı sağlamıştır."
  },
  {
    "id": "332902",
    "unitNumber": 8,
    "text": "1890 yılında Tiflis'te Ruslar tarafından kurdurulan ................................'nin ikinci bir adı da Ermeni İhtilal Dernekleri Federasyonu'dur.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "options": {
      "A": "Kordos Komitesi",
      "B": "Hınçak Komitesi",
      "C": "Karakol Cemiyeti",
      "D": "Askerî Nigehban Cemiyeti",
      "E": "Taşnak Komitesi"
    },
    "correctAnswer": "E",
    "explanation": "Cümlede bahsedilen, 1890 yılında Tiflis'te Ruslar tarafından kurdurulan ve ikinci adı <b>Ermeni İhtilal Dernekleri Federasyonu</b> olan cemiyet <b>Taşnak Cemiyeti</b>'dir (Taşnaksutyun). Bu örgüt, Osmanlı toprakları içinde bağımsız bir Ermenistan kurmayı amaçlamış ve Anadolu'da yoğun terör faaliyetlerinde bulunmuştur."
  },
  {
    "id": "332903",
    "unitNumber": 8,
    "text": "<strong>Aşağıdaki yararlı-zararlı cemiyet eşleştirmelerinden hangisi doğrudur?</strong>",
    "options": {
      "A": "Vilayet-i Şarkiye Müdafaa-i Hukuk-ı Milliye Cemiyeti- Yararlı Cemiyet",
      "B": "Kodos Komitesi- Yararlı Cemiyet",
      "C": "Millî Kongre Cemiyeti- Zararlı Cemiyet",
      "D": "Muhipler Cemiyeti- Yararlı Cemiyet",
      "E": "İstanbul'da Müdafaa-i Milliye Teşkilatı- Zararlı Cemiyet"
    },
    "correctAnswer": "A",
    "explanation": "Milli Mücadele döneminde kurulan cemiyetler, amaçlarına göre <b>Yararlı (Milli) Cemiyetler</b> ve <b>Zararlı Cemiyetler</b> olarak ikiye ayrılır. Doğru eşleştirme, cemiyetin ulusal bağımsızlığı destekleyip desteklemediğine bağlıdır. Örneğin, <b>Kilikyalılar Cemiyeti</b> veya <b>Redd-i İlhak Cemiyeti</b> yararlı cemiyetlerken; <b>İngiliz Muhipleri Cemiyeti</b> ya da <b>Mavri Mira</b> zararlı cemiyetlerdir. Yararlı cemiyetler, işgallere karşı direnişi organize etmiştir."
  },
  {
    "id": "392857",
    "unitNumber": 8,
    "text": "<strong>Vilayat-ı Şarkiye Müdafaa-i Hukuk-ı Milliye Cemiyeti'nin İstanbul Şubesi'nin Türkçe yayın organı aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "İstikbal",
      "B": "Açıksöz",
      "C": "Hadisat",
      "D": "Emel",
      "E": "Tanin"
    },
    "correctAnswer": "C",
    "explanation": "<b>Vilayat-ı Şarkiye Müdafaa-i Hukuk-ı Milliye Cemiyeti</b>, Doğu Anadolu'daki Türk haklarını ve bütünlüğünü savunmak amacıyla kurulmuş yararlı bir cemiyettir. Cemiyet, halkı bilinçlendirmek ve haklı davasını duyurmak için yayın organlarını kullanmıştır. İstanbul Şubesi'nin Türkçe yayın organı <b>Albayerak (Albayrak)</b> gazetesidir. Bu yayın, özellikle Ermeni iddialarına karşı hukuki ve siyasi bir duruş sergilemiştir."
  },
  {
    "id": "392859",
    "unitNumber": 8,
    "text": "İngilizlerin bir an önce idareye el koymasını isteyen ve İngiliz himayesi projesini hazırlayan, millî güç ve güvenden yoksun cemiyet üyeleri, Türkiye’yi İngiltere mandası altına sokarak Halifeliği ve Osmanlı Saltanat'ını kurtarabileceklerine inanıyorlardı. Hürriyet ve İtilaf Fırkası ile tam bir iş birliği içerisinde olmuşlardır.<br/><strong>Bahsi geçen cemiyet aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Wilson Prensipleri Cemiyeti",
      "B": "İngiliz Muhipleri Cemiyeti",
      "C": "Alyans İsrailit Cemiyeti",
      "D": "Sulh ve Selamet-i Osmaniye Fırkası",
      "E": "Askerî Nigehban (Askeri Bekçi) Cemiyeti"
    },
    "correctAnswer": "B",
    "explanation": "Metinde özellikleri verilen cemiyet <b>İngiliz Muhipleri Cemiyeti</b>'dir. Bu cemiyet, Milli Mücadele'ye karşı kurulmuş zararlı bir cemiyet olup, kurtuluşun ancak <b>İngiliz mandası</b> (himayesi) altına girmekle mümkün olacağına inanmıştır. Halifeliği ve Saltanatı İngiliz koruması altında sürdürmeyi hedeflemişlerdir ve <b>Hürriyet ve İtilaf Fırkası</b> ile iş birliği yapmışlardır."
  },
  {
    "id": "395188",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi azınlıkların kurmuş olduğu cemiyetlerden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Pontus Rum Cemiyeti",
      "B": "Mavri Mira (Kara Gün) Cemiyeti",
      "C": "Taşnak (Hançer) Komitesi",
      "D": "Wilson Prensipleri Cemiyeti",
      "E": "Etniki Eterya (Millî Dernek) Cemiyeti"
    },
    "correctAnswer": "D",
    "explanation": "Azınlıkların kurduğu cemiyetler, genellikle Mütareke döneminde Anadolu toprakları üzerinde bağımsız devletler kurmayı amaçlayan zararlı cemiyetlerdir (Örnek: <b>Mavri Mira</b>, <b>Etnik-i Eterya</b>, <b>Hınçak</b>, <b>Taşnak</b>). Azınlıkların kurmuş olduğu cemiyetlerden olmayanlar ise Türkler tarafından kurulan <b>Yararlı Cemiyetler</b> (Müdafaa-i Hukuk grupları) ya da Milli varlığa düşman zararlı cemiyetlerdir (İngiliz Muhipleri, Sulh ve Selamet-i Osmaniye). Şıklarda yer alan ve azınlık cemiyeti olmayan bir kuruluş, Milli Mücadele yanlısı Türk cemiyetlerinden biri olmalıdır (örneğin <b>Trakya Paşaeli Cemiyeti</b>)."
  },
  {
    "id": "113605",
    "unitNumber": 9,
    "text": "<strong>Saray ve Babıali’nin listesine girmeyi başaran komutan aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Damat Ferit",
      "B": "Kâzım Karabekir",
      "C": "Ali Fuat",
      "D": "Mustafa Kemal",
      "E": "Mehmet Ali Bey"
    },
    "correctAnswer": "D",
    "explanation": "I. Dünya Savaşı sırasında, özellikle <b>Çanakkale</b> ve Doğu cephelerinde elde ettiği başarılar sayesinde <b>Mustafa Kemal Paşa</b>, Saray ve Babıali'nin dikkatini çekmiş ve saygınlık kazanmıştır. Bu durum, onun savaş sonrasında dahi önemli görevlere atanmasının temelini oluşturmuştur."
  },
  {
    "id": "115109",
    "unitNumber": 9,
    "text": "<strong>Mustafa Kemal, </strong><strong>kendi düşüncelerini ortaya koymak ve kamuoyu oluşturmak için yakın arkadaşı Fethi Bey’le birlikte </strong><strong>adını da kendi koyduğu aşağıdaki</strong><strong> hangi gazeteyi çıkarmıştır?</strong>",
    "options": {
      "A": "Minber Gazetesi",
      "B": "Tanin Gazetesi",
      "C": "Ulus Gazetesi",
      "D": "Albayrak Gazetesi",
      "E": "İradeyi Milliye Gazetesi"
    },
    "correctAnswer": "A",
    "explanation": "Mustafa Kemal Paşa, Mondros Mütarekesi'nden sonra İstanbul'da bulunduğu sırada (13 Kasım 1918 - 16 Mayıs 1919), işgaller karşısında İstanbul Hükümeti'nin pasif tutumuna tepki göstermek, kendi düşüncelerini yaymak ve ulusal direniş için <b>kamuoyu oluşturmak</b> amacıyla yakın arkadaşı <b>Fethi Okyar</b> ile birlikte <b>Minber Gazetesi</b>'ni çıkarmıştır. Gazetenin adı da bizzat Mustafa Kemal tarafından verilmiştir."
  },
  {
    "id": "115186",
    "unitNumber": 9,
    "text": "<strong>Bağdat’ı savunmak için 15 Temmuz 1917’de oluşturulan komutanlığın adı aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Kafkas Ordular Komutanlığı",
      "B": "Yıldırım Ordular Grubu Komutanlığı",
      "C": "IX. Ordu Kıtaat-ı Müfettişliği",
      "D": "XX. Kolordu Komutanlığı",
      "E": "XV. Kolordu Komutanlığı"
    },
    "correctAnswer": "B",
    "explanation": "I. Dünya Savaşı sırasında 1917 yazında, İngiliz ilerleyişini durdurmak ve özellikle Suriye-Filistin cephesini takviye etmek amacıyla Alman komutan <b>General Falkenhayn</b> liderliğinde <b>Yıldırım Ordular Grubu Komutanlığı</b> kurulmuştur. Her ne kadar Bağdat 1917 Mart'ında düşmüş olsa da, bu komutanlığın kurulma amacı cepheyi stabilize etmek ve Musul-Bağdat yönündeki genel stratejik savunmayı güçlendirmekti."
  },
  {
    "id": "115192",
    "unitNumber": 9,
    "text": "<b>Aşağıdaki şehirlerden hangisi Yıldırım Ordular Komutanlığı'nın karargâhıdır?</b>",
    "options": {
      "A": "İzmir",
      "B": "Samsun",
      "C": "Adana",
      "D": "İstanbul",
      "E": "Trabzon"
    },
    "correctAnswer": "C",
    "explanation": "Yıldırım Ordular Grubu Komutanlığı, kurulduğu andan itibaren cephenin durumuna göre farklı merkezler kullanmıştır (Halep, Der'a). Ancak, <b>Mondros Mütarekesi</b> imzalandığı sırada ve Mustafa Kemal Paşa'nın bu görevi yürüttüğü son dönemde, Komutanlık Karargâhı <b>Adana</b>'da bulunuyordu."
  },
  {
    "id": "115912",
    "unitNumber": 9,
    "text": "<strong>Hâlide Edip, Yunus Nadi, Ahmet Emin, Velid Ebuzziya, Celal Nuri, Necmettin Sadak gibi devrin önemli aydınlarının kurduğu cemiyet aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "İngiliz Muhipleri Cemiyeti",
      "B": "Kürt Teali Cemiyeti",
      "C": "Kilikyalılar Cemiyeti",
      "D": "Pontus Rum Cemiyeti",
      "E": "Wilson Prensipleri Cemiyeti"
    },
    "correctAnswer": "E",
    "explanation": "Mondros sonrası işgallerin yarattığı umutsuzluk ortamında, adı geçen aydınların bir kısmı, Osmanlı Devleti'nin kendi başına bağımsızlığını koruyamayacağı düşüncesiyle, ABD Başkanı Wilson'ın ilkelerinden faydalanarak <b>Amerikan mandası</b> altına girmeyi bir kurtuluş yolu olarak görmüştür. Bu düşünceyi savunanlar <b>Wilson Prensipleri Cemiyeti</b>'ni kurmuştur."
  },
  {
    "id": "170724",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi Mustafa Kemal Paşa’nın IX. Ordu Kıtaat-ı Müfettişliğine atanmasının sebeplerinden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Mustafa Kemal Paşa’nın, Padişah Vahidettin’in fahri yaverliğini yapmış olması sebebiyle, padişahın ona olan güveni",
      "B": "Vatanperver devlet adamlarının tavsiye ve yardımları",
      "C": "İngiliz protestosu karşısında telaşlanan saray ve Babıali’nin, onu bu meseleyi halledebilecek iradede görmeleri",
      "D": "İttihat ve Terakki Fırkası’na mensub olması",
      "E": "Mustafa Kemal Paşa’nın şahsi hırsları ve ileri görüşlülüğü"
    },
    "correctAnswer": "D",
    "explanation": "Mustafa Kemal'in <b>IX. Ordu Kıtaat-ı Müfettişliği</b>'ne atanmasının resmi nedenleri arasında bölgede asayişi sağlamak, halklar arası çatışmaları önlemek, silah ve cephaneyi toplamak ve mütareke hükümlerine uyulmasını sağlamak bulunmaktaydı. Ancak, bu göreve atanmasının sebebi kesinlikle <b>ulusal kurtuluş hareketini başlatmak</b> değildi; bu, Mustafa Kemal'in görevi kendi lehlerine çevirmesiyle gerçekleşen gayri resmi bir amaçtı."
  },
  {
    "id": "170734",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi IX. Ordu Kıtaat-ı Müfettişi Mustafa Kemal Paşa’nın göreviyle ilgili <u>değildir</u>?</strong>",
    "options": {
      "A": "Bölgede asayişin temini",
      "B": "Mütareke gereğince silahların toplatılması",
      "C": "Gayriresmî olduğu söylenen şuraların lağvedilmesi",
      "D": "Çetelerin lağvedilmesi",
      "E": "Mondros Mütarekesi’nin uygulanması"
    },
    "correctAnswer": "E",
    "explanation": "Mustafa Kemal Paşa’nın IX. Ordu Kıtaat-ı Müfettişi olarak resmi görevi, bölgedeki <b>asayişi temin etmek</b>, mütareke hükümlerine uyulmasını sağlamak ve elde kalan silahları toplamak gibi maddelerle sınırlıydı. Ancak, <b>hükümetin bağımsızlığını ilan etmek</b> veya ulusal bir meclis toplamak gibi siyasi kararlar almak, onun yetkileri arasında kesinlikle yer almıyordu."
  },
  {
    "id": "170762",
    "unitNumber": 9,
    "text": "<strong>Ünlü tarihçi G. Jaeschke’nin diplomasi şaheseri olarark değerlendirdiği talimatname aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Sivas Komutanlar Talimanamesi",
      "B": "IX. Ordu Kıtaat-ı Müfettişliği Talimatnamesi",
      "C": "Havza Talimatnamesi",
      "D": "Misak-ı Millî Talimatnamesi",
      "E": "TBMM Talimatnamesi"
    },
    "correctAnswer": "B",
    "explanation": "Alman asıllı ünlü tarihçi Gotthard Jaeschke, Mustafa Kemal Paşa’ya <b>IX. Ordu Kıtaat-ı Müfettişliği</b> görevini veren ve yetkilerini belirleyen talimatnameyi, Mustafa Kemal’e geniş hareket alanı tanıdığı ve ulusal mücadeleyi başlatmasında kritik bir rol oynadığı için <b>\"diplomasi şaheseri\"</b> olarak nitelendirmiştir. Bu talimatname, görünüşte İstanbul Hükümeti'nin kontrolünü temsil etse de, Mustafa Kemal'in Anadolu'da otorite kurmasına zemin hazırlamıştır."
  },
  {
    "id": "170793",
    "unitNumber": 9,
    "text": "<strong>F. (Falke) ordusu olarak bilinen Osmanlı ordusu aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "IX. Kolordu Komutanlığı",
      "B": "XX. Kolordu Komutanlığı",
      "C": "Yıldırım Ordular Grubu Komutanlığı",
      "D": "Garp Cephesi Grup Komutanlığı",
      "E": "Kafkas İslam Ordusu Komutanlığı"
    },
    "correctAnswer": "C",
    "explanation": "<b>Yıldırım Ordular Grubu</b> Komutanlığı, kuruluş aşamasında ilk komutanı olan Alman General <b>Erich von Falkenhayn</b>'a atfen gayri resmi olarak \"Falke Ordusu\" veya \"F. Ordusu\" adıyla anılırdı."
  },
  {
    "id": "170806",
    "unitNumber": 9,
    "text": "<strong>Mondros Mütarekesi imzalandığında Mustafa Kemal Paşa hangi sıfatı taşımaktaydı?</strong>",
    "options": {
      "A": "Yıldırım Ordular Komutanlığı",
      "B": "Kafkas Ordular Komutanlığı",
      "C": "Trakya Ordular Komutanlığı",
      "D": "IX. Ordu Kıtaat-ı Müfettişliği",
      "E": "XX. Kolordu Komutanlığı"
    },
    "correctAnswer": "A",
    "explanation": "30 Ekim 1918'de Mondros Mütarekesi imzalandığında Mustafa Kemal Paşa, Suriye cephesinde kritik bir görevde bulunmakta olup, <b>Yıldırım Ordular Grubu Komutanı</b> sıfatını taşımaktaydı. Bu sıfatla, Mütareke sonrasında ordusunun terhis işlemlerini yürütmek zorunda kalmıştır."
  },
  {
    "id": "177017",
    "unitNumber": 9,
    "text": "<strong>Mustafa Kemal Paşa’nın 13 Kasım 1918’de İstanbul’a geldikten sonra arkadaşlarıyla birlikte işgallere karşı İstanbul’da çıkardığı gazete aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Minber",
      "B": "İrade-i Milliye",
      "C": "Hâkimiyet-i Milliye",
      "D": "Albayrak",
      "E": "Tercüman-ı Hakikat"
    },
    "correctAnswer": "A",
    "explanation": "Mustafa Kemal, 13 Kasım 1918’de İstanbul’a döndükten sonra, işgallere karşı halkı bilinçlendirmek ve kendi siyasi görüşlerini duyurmak amacıyla <b>Fethi Okyar</b> ile birlikte <b>Minber Gazetesi</b>'ni kurmuştur. Bu gazete, onun işgal altındaki İstanbul'da kullandığı önemli bir <b>kamuoyu oluşturma</b> aracı olmuştur."
  },
  {
    "id": "177021",
    "unitNumber": 9,
    "text": "<strong>Mustafa Kemal Paşa’nın Millî Mücadele’nin ilk yıllarında aşağıdakilerden hangisini amaçladığı <u>söylenemez</u>?</strong>",
    "options": {
      "A": "İşgallere karşı direnmeyi",
      "B": "Millî Mücadele’yi başlatmayı",
      "C": "Saltanatı kaldırıp Cumhuriyeti ilan etmeyi",
      "D": "Halkı işgallere karşı bilinçlendirmeyi",
      "E": "Protesto mitingleri ve kongreler düzenlemeyi"
    },
    "correctAnswer": "B",
    "explanation": "Milli Mücadele'nin temel amacı, <b>tam bağımsızlık</b> ve <b>ulusal egemenliği</b> gerçekleştirmekti. Mustafa Kemal Paşa, hiçbir zaman Batılı bir devletin himayesi veya mandası altına girmeyi amaçlamamıştır; aksine, bu fikirlere karşı çıkmıştır. Dolayısıyla, <b>manda ve himayeyi kabul etmek</b>, onun amaçladığı bir durum olamaz."
  },
  {
    "id": "177022",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi Mustafa Kemal Paşa’nın IX. Ordu Kıtaat-ı Müfettişliğine atanmasının sebeplerinden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Mustafa Kemal Paşa’nın, Padişah Vahidettin’in fahrî yaverliğini yapmış olması sebebiyle padişahın ona olan güveni",
      "B": "Vatanperver devlet adamlarının tavsiye ve yardımları",
      "C": "İngiliz protestosu karşısında telaşlanan saray ve Babıali’nin, onu bu meseleyi halledebilecek iradede görmeleri",
      "D": "İttihat ve Terakki Fırkasına mensup olması",
      "E": "Mustafa Kemal Paşa’nın şahsi hırsları ve ileri görüşlülüğü"
    },
    "correctAnswer": "D",
    "explanation": "Bu atamanın resmi sebepleri, Karadeniz Bölgesi'nde <b>asayişi sağlamak</b>, Türk ve Rum çatışmalarını engellemek ve Mondros Hükümlerine uyarak <b>silahları toplamak</b>tı. Mustafa Kemal'in bu göreve atanması, İstanbul Hükümeti tarafından, kesinlikle Anadolu'da <b>ulusal bir kongre toplamak</b> amacını taşımıyordu."
  },
  {
    "id": "177024",
    "unitNumber": 9,
    "text": "<strong>Aşağıdaki isimlerden hangisi Amerikan mandası taraftarı <u>değildir</u>?</strong>",
    "options": {
      "A": "Halide Edip",
      "B": "Kâzım Karabekir",
      "C": "Celal Nuri",
      "D": "Yunus Nadi",
      "E": "Ahmet Emin"
    },
    "correctAnswer": "B",
    "explanation": "Mondros sonrası dönemde Hâlide Edip, Ahmet Emin ve benzeri aydınlar Amerikan mandasını savunurken, <b>Mustafa Kemal Paşa</b>, Milli Mücadele'nin başından itibaren <b>tam bağımsızlık</b> fikrini savunmuş ve manda/himaye fikrine kesinlikle karşı çıkmıştır. Bu karşıtlık, özellikle Erzurum ve Sivas kongrelerinde açıkça dile getirilmiştir."
  },
  {
    "id": "177027",
    "unitNumber": 9,
    "text": "Yıldırım Orduları Grup Komutanlığı ve VII. Ordu’nun faaliyetlerinin sona erdirilmesi üzerine Mustafa Kemal, 13 Kasım 1918’de Harbiye Nezareti emrine verildiğinden dolayı İstanbul’a dönmüştür.<br/><strong>Mustafa Kemal’in İstanbul’da kalmayı tercih etmeyerek Anadolu’ya geçmek istemesinin sebebi aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "İngilizlerin Osmanlı Mebuslar Meclisi’ni dağıtması",
      "B": "Anadolu’da Padişah'a karşı ayaklanmaların başlaması",
      "C": "İstanbul Hükûmeti'nin teslimiyetçi tutumu",
      "D": "Mustafa Kemal’in askerlik görevine son verilmesi",
      "E": "İstanbul Hükûmeti'nin Sevr Antlaşması’nı imzalaması"
    },
    "correctAnswer": "C",
    "explanation": "13 Kasım 1918’de İstanbul’a dönen Mustafa Kemal Paşa, başkentin <b>işgal altında olması</b>, İtilaf Devletleri'nin baskısı ve İstanbul Hükümeti'nin işgallere karşı <b>pasif ve teslimiyetçi</b> tutumu nedeniyle kurtuluşun ancak Anadolu'da örgütlenecek <b>ulusal bir direnişle</b> mümkün olacağına inanmıştır. Bu inanç, onun Anadolu'ya geçme kararının temel nedenidir."
  },
  {
    "id": "177028",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi IX. Ordu Kıtaat-ı Müfettişi Mustafa Kemal Paşa’nın göreviyle ilgili <u>değildir?</u></strong>",
    "options": {
      "A": "Bölgede asayişin temini",
      "B": "Mütareke gereğince silahların toplatılması",
      "C": "Gayriresmî olduğu söylenen şuraların lağvedilmesi",
      "D": "Çetelerin lağvedilmesi",
      "E": "Mondros Mütarekesi’nin uygulanması"
    },
    "correctAnswer": "E",
    "explanation": "Mustafa Kemal Paşa'nın resmi görevi, mütareke hükümlerini uygulamak, isyanları bastırmak ve orduları denetlemekti. <b>Yurt sathında ulusal cemiyetleri kurmak</b> veya bunları tek bir çatı altında toplamak gibi faaliyetler, onun resmi talimatnamesinde yer alan ve İstanbul Hükümeti tarafından beklenen görevler değildi; bu, tamamen onun <b>şahsi girişimi</b> ve milli mücadele stratejisinin bir parçasıydı."
  },
  {
    "id": "177037",
    "unitNumber": 9,
    "text": "<strong>Ünlü tarihçi G. Jaeschke’nin diplomasi şaheseri olarark değerlendirdiği talimatname aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Sivas Komutanlar Talimanamesi",
      "B": "Ordu Kıtaat-ı Müfettişliği Talimatnamesi",
      "C": "Havza Talimatnamesi",
      "D": "Misak-ı Millî Talimatnamesi",
      "E": "TBMM Talimatnamesi"
    },
    "correctAnswer": "B",
    "explanation": "Gotthard Jaeschke, Mustafa Kemal Paşa'ya <b>IX. Ordu Kıtaat-ı Müfettişliği</b> yetkisini veren talimatnameyi, Mustafa Kemal'in bu geniş yetkileri kullanarak Anadolu'daki milli mücadeleyi örgütlemesine olanak sağladığı için \"diplomasi şaheseri\" olarak adlandırmıştır. Bu talimat, Harbiye Nazırı tarafından imzalanmış ve MK'ya çok geniş bir bölgede komuta ve denetleme yetkisi vermiştir."
  },
  {
    "id": "305960",
    "unitNumber": 9,
    "text": "-Bölgede asayişin temini<br/>-Mütareke gereğince silahların toplatılması<br/>-Gayriresmî olduğu söylenen şuraların lağvedilmesi<br/><strong>Yukarıdaki yargılar Mustafa Kemal Paşa’nın hangi sıfatıyla ilgilidir?</strong>",
    "options": {
      "A": "Yıldırım Orduları Komutanlığı",
      "B": "Erzurum Mebusluğu",
      "C": "IX. Ordu Kıtaat-ı Müfettişliği",
      "D": "Sivas Kongresi Reisliği",
      "E": "TBMM Reisliği"
    },
    "correctAnswer": "C",
    "explanation": "Verilen görev tanımları (asayişin temini, silahların toplatılması, milliyetçi cemiyetlerin/şuraların lağvedilmesi) doğrudan İstanbul Hükümeti tarafından Mustafa Kemal Paşa'ya <b>IX. Ordu Kıtaat-ı Müfettişi</b> olarak verilmiş olan <b>resmi talimatlardır</b>. Mustafa Kemal bu sıfatla Samsun'a çıkmış, ancak bu yetkileri milli mücadele lehine kullanmıştır."
  },
  {
    "id": "306421",
    "unitNumber": 9,
    "text": "<strong>Mondros Mütarekesi imzalandığında Mustafa Kemal Paşa hangi sıfatı taşımaktaydı?</strong>",
    "options": {
      "A": "Yıldırım Ordular Komutanı",
      "B": "Kafkas Ordular Komutanı",
      "C": "Trakya Ordular Komutanı",
      "D": "IX. Ordu Kıtaatı Müfettişi",
      "E": "XX. Kolordu Komutanı"
    },
    "correctAnswer": "A",
    "explanation": "30 Ekim 1918'de Mondros Mütarekesi imzalandığı sırada Mustafa Kemal Paşa, hala aktif görevde olup, <b>Suriye Cephesi</b>'nde bulunan <b>Yıldırım Ordular Grubu Komutanı</b> olarak görev yapmaktaydı."
  },
  {
    "id": "332876",
    "unitNumber": 9,
    "text": "<strong>Mustafa Kemal'in, Mondros Mütarekesi'nin ardından düşüncelerini ortaya koymak ve kamuoyu oluşturmak için çıkarttığı gazete aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Akbaba",
      "B": "Minber",
      "C": "Tuna",
      "D": "Peyâm-ı Sabah",
      "E": "Alemdar"
    },
    "correctAnswer": "B",
    "explanation": "Mondros Mütarekesi sonrasında (13 Kasım 1918'de İstanbul'a geldikten sonra), Mustafa Kemal Paşa, ülkenin işgaline karşı duruşunu ve milli direniş fikrini yaymak amacıyla <b>Fethi Okyar</b> ile birlikte <b>Minber Gazetesi</b>'ni çıkarmıştır. Bu yayın organı, İstanbul'da geçirdiği altı aylık dönemde önemli bir propaganda aracı olmuştur."
  },
  {
    "id": "332904",
    "unitNumber": 9,
    "text": "-Mustafa Kemal'in İttihat ve Terakki mensubu olmaması<br/>-Mustafa Kemal'in, Padişah Vahidettin'in fahri yaverliğini yapmış olması<br/>-Mustafa Kemal'in, İstanbul'a geldikten sonra girişmiş olduğu birtakım siyasi ve fikrî mücadelenin etkili olması<br/><strong>Yukarıdaki öncüller dikkate alındığında, Mustafa Kemal Paşa aşağıdaki görevlerden hangisine atanmıştır?</strong>",
    "options": {
      "A": "Yıldırım Orduları Grubu Komutanı",
      "B": "Erzurum Kongresi Başkanı",
      "C": "19. Tümen Komutanı",
      "D": "IX. Ordu Kıtaat-ı Müfettişi",
      "E": "Harbiye Nazırı"
    },
    "correctAnswer": "D",
    "explanation": "Yukarıda verilen nedenler, Padişah Vahideddin ve İstanbul Hükümeti'nin Mustafa Kemal'e olan güveninin ve onun ittihatçı olmamasının bir sonucudur. Karadeniz Bölgesi'ndeki (özellikle Rum ve Türk çatışmaları nedeniyle) karışıklıkları sona erdirmek ve ordunun terhis işlemlerini denetlemek amacıyla Mustafa Kemal Paşa, geniş yetkilerle **IX. Ordu Kıtaat Müfettişi** görevine atanmıştır. Bu görev, Anadolu'ya geçişi için hukuki bir zemin sağlamış ve Milli Mücadele'nin başlangıcı için kritik öneme sahip olmuştur."
  },
  {
    "id": "332905",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi İngiliz Muhipler Cemiyeti'nin kurucu veya üyelerinden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Damat Ferit",
      "B": "Ali Kemal",
      "C": "Said Molla",
      "D": "Rahip Frew",
      "E": "Halide Edip Adıvar"
    },
    "correctAnswer": "E",
    "explanation": "<b>İngiliz Muhipler Cemiyeti</b> (İngiliz Dostları Derneği), Mondros Mütarekesi sonrası kurulan, ülkenin kurtuluşunun İngiliz himayesine girmekle mümkün olacağına inanan, milli mücadele karşıtı bir cemiyettir. Bu cemiyetin kurucuları ve üyeleri arasında Sait Molla, Damat Ferit Paşa ve bazı saray mensupları yer alıyordu. Cemiyetin temel amacı, Türk ulusal direnişini engellemekti. Soru, üye olmayanı sorduğuna göre, şıklar arasında yer alan ve <b>Kuvâ-yi Milliye</b> hareketini destekleyen veya ulusal örgütlenme içinde yer alan bir lider (örneğin Rauf Orbay, Kâzım Karabekir) bu cemiyetin üyesi <b>değildir</b>."
  },
  {
    "id": "393421",
    "unitNumber": 9,
    "text": "<strong>Mustafa Kemal Paşa, Mütarekeden sonra İstanbul’a dönünce kendi düşüncelerini ortaya koymak ve kamuoyu oluşturmak için yakın arkadaşı Fethi Bey’le birlikte aşağıdaki gazetelerden hangisini çıkarmıştır?</strong>",
    "options": {
      "A": "Vatan",
      "B": "Minber",
      "C": "Türkçe İstanbul",
      "D": "Vakit",
      "E": "Tasvir-i Efkâr"
    },
    "correctAnswer": "B",
    "explanation": "Mustafa Kemal Paşa, Mondros Mütarekesi'nden sonra İstanbul’a geldiğinde (Kasım 1918), işgal kuvvetlerinin baskısı ve hükümetin politikaları karşısında ulusal bağımsızlık düşüncesini yaymak amacıyla mücadele etmiştir. Bu amaçla, yakın arkadaşı <b>Ali Fethi Bey</b> (Okyar) ile birlikte **Minber** adlı bir gazete çıkarmıştır. Bu gazete, onun Anadolu'ya geçişinden önceki dönemde, siyasi ve fikri görüşlerini kamuoyuna duyurduğu ana yayın organı olmuştur."
  },
  {
    "id": "395196",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi Mustafa Kemal Paşa'ya verilen IX. Ordu Kıtaat Müfettişliği Talimatnamesi'nin kapsadığı yerlerden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Trabzon",
      "B": "Erzurum",
      "C": "Sivas",
      "D": "Van",
      "E": "Mersin"
    },
    "correctAnswer": "E",
    "explanation": "Mustafa Kemal Paşa'ya verilen <b>IX. Ordu Kıtaat Müfettişliği</b> görevi, Doğu Karadeniz ve Doğu Anadolu bölgelerindeki asayişi sağlamak ve ordunun terhisini denetlemek amacıyla sınırlandırılmıştır. Talimatname'nin kapsadığı temel iller arasında Samsun, Trabzon, Erzurum ve Sivas gibi doğu ve kuzeydoğu vilayetleri bulunmaktaydı. Bu kapsama girmeyen bir bölge, Müfettişliğin doğrudan idari veya askeri yetki alanının dışındadır. Örneğin, Ege Bölgesi'ndeki <b>İzmir</b> veya İç Anadolu'daki <b>Konya</b> gibi iller bu talimatnamenin kapsadığı yerlerden <b>değildir</b>, çünkü görev doğudaki sorunlara odaklanmıştır."
  },
  {
    "id": "113666",
    "unitNumber": 10,
    "text": "<strong>Türk tarihi açısından orijinallik taşıyan ve millî direniş ilkelerini bir protokol hâlinde ilk kez hazırlayan belge aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Sivas Kongresi",
      "B": "Amasya Tamimi",
      "C": "Erzurum Kongresi",
      "D": "Misak-ı Millî Kararları",
      "E": "Havza Tamimi"
    },
    "correctAnswer": "B",
    "explanation": "Türk tarihi açısından orijinallik taşıyan ve millî direnişin hem gerekçesini hem de yöntemini bir protokol hâlinde ilk kez hazırlayan belge <b>Amasya Genelgesi</b>'dir (22 Haziran 1919). Bu genelge, vatanın bütünlüğü tehlikedeyken milletin bağımsızlığını <b>milletin azim ve kararının</b> kurtaracağını belirterek, millî mücadele ilkelerini resmileştirmiştir."
  },
  {
    "id": "113673",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi Amasya Tamimi’nin maddelerinden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Milletin istiklalini yine milletin azim ve kararı kurtaracaktır.",
      "B": "Vatanın bütünlüğü, milletin bağımsızlığı tehlikededir.",
      "C": "Millî Mücadele’nin ilk genelgesidir.",
      "D": "Doğu vilayetleri adına 10 Temmuz’da Erzurum’da bir kongre toplanacaktır.",
      "E": "Anadolu’nun her bakımdan güvenli yeri olan Sivas’ta millî bir kongrenin toplanması mecburidir."
    },
    "correctAnswer": "C",
    "explanation": "Amasya Genelgesi'nin temel maddeleri; <b>vatanın bütünlüğü ve milletin bağımsızlığının tehlikede olması</b> (Gerekçe), İstanbul Hükümeti'nin acizliği, bağımsızlığı <b>milletin azim ve kararının</b> kurtaracağı (Amaç/Yöntem) ve <b>Sivas'ta millî bir kongre</b> toplanması kararıdır. Maddelerden olmayan bir ifade, genellikle ulusal egemenliğin kurulması sonrasına ait kararlar (örneğin saltanatın kaldırılması) veya bölgesel konular (örneğin Erzurum Kongresi'ndeki gibi kesin sınır kararları) olabilir."
  },
  {
    "id": "115204",
    "unitNumber": 10,
    "text": "<b>Kinross’un “Bağımsızlık Bildirisi”, Cebesoy’un “Mukaddes İttifak” dediği olay aşağıdakilerden hangisidir?</b>",
    "options": {
      "A": "Havza Genelgesi",
      "B": "Amasya Tamimi",
      "C": "Sivas Kongresi",
      "D": "Erzurum Kongresi",
      "E": "Misak-ı Millî"
    },
    "correctAnswer": "B",
    "explanation": "Kinross’un <b>“Bağımsızlık Bildirisi”</b> (Declaration of Independence) ve Ali Fuat Cebesoy’un <b>“Mukaddes İttifak”</b> olarak nitelendirdiği belge <b>Amasya Genelgesi</b>'dir (22 Haziran 1919). Bu genelge, Millî Mücadele'nin programını belirleyerek ulusal egemenliğe dayalı yönetime geçişin ilk işaretini vermesi açısından büyük önem taşır."
  },
  {
    "id": "115205",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi Havza Genelgesi’nin önemli yönlerinden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Ferdi bilinçten millî bilince ulaşılması amaçlanmıştır.",
      "B": "Mustafa Kemal Paşa bu genelge ile yetkilerinin dışına çıkmış, bu sebeple de İstanbul’a geri çağrılması gündeme gelmiştir.",
      "C": "İzmir’in işgalinin bütün ülkede protesto edilmesi ve mitingler esnasında Hristiyan halka karşı saldırıdan sakınılması istenmiştir.",
      "D": "Ordu birliklerine askerin terhis, silahların teslim edilmesi bildirilmiştir.",
      "E": "Müdafaa programının birincisidir."
    },
    "correctAnswer": "D",
    "explanation": "<b>Havza Genelgesi</b> (28 Mayıs 1919), işgallere karşı protesto mitingleri düzenlenmesini ve millî bilincin uyandırılmasını sağlayan ilk önemli belgedir. Ancak, bu genelge ulusal direnişin programını belirlemekle birlikte, henüz <b>ulusal egemenliği</b> hedefleyen (temsil heyeti kurmak veya İstanbul Hükümeti'ni tanımamak gibi) kararlar içermez; bu kararlar <b>Amasya Genelgesi</b> ile alınmıştır."
  },
  {
    "id": "115258",
    "unitNumber": 10,
    "text": "<b>Eski Teşkilât-ı Mahsusacı ve Hukuk-ı Beşer (İnsan Hakları) Gazetesi sahibi Hasan Tahsin (Osman Recep Nevres)’in vurularak şehit edildiği olay aşağıdakilerden hangisidir?</b>",
    "options": {
      "A": "İzmir’in işgali",
      "B": "Millî mücadele",
      "C": "Bağımsızlık bildirisi",
      "D": "Samsun’a çıkış",
      "E": "Konya isyanları"
    },
    "correctAnswer": "A",
    "explanation": "Hakkında bilgi verilen kişi, 15 Mayıs 1919'da <b>İzmir'in İşgali</b> sırasında Yunan askerlerine karşı <b>ilk kurşunu sıkan</b> ve bu eylem sırasında şehit düşen vatansever <b>Hasan Tahsin</b> (Osman Recep Nevres)'dir. Bu olay, Anadolu'da millî direnişin fiili olarak başladığının sembolü olmuştur."
  },
  {
    "id": "171117",
    "unitNumber": 10,
    "text": "<strong>Mustafa Kemal Paşa Havza Beyannamesi’nde kamuoyunu haksız işgallere karşı bilinçlendirmek ve gösterilen tepkileri canlı tutmak amacıyla hangi yönteme başvurulmasını istemiştir?</strong>",
    "options": {
      "A": "Siyasi parti kurulması",
      "B": "Mitingler düzenlenmesi",
      "C": "Kooperatifleşme",
      "D": "Mevcut durumu kabullenme",
      "E": "İstanbul hükûmeti ile iş birliği"
    },
    "correctAnswer": "B",
    "explanation": "Mustafa Kemal Paşa, <b>Havza Genelgesi</b>’nde (28 Mayıs 1919), kamuoyunu bilinçlendirmek ve tepkileri canlı tutmak amacıyla haksız işgallere karşı <b>protesto mitingleri</b> düzenlenmesini ve işgalleri protesto eden <b>telgraflar</b> çekilmesini istemiştir. Bu, ulusal bilincin uyandırılmasına yönelik ilk kitlesel çağrıdır."
  },
  {
    "id": "171126",
    "unitNumber": 10,
    "text": "<strong>Amasya Genelgesi’nin hazırlanma sürecine aşağıdaki isimlerden hangisi <u>katılmamıştır</u>?</strong>",
    "options": {
      "A": "Rauf Bey",
      "B": "Mustafa Kemal Paşa",
      "C": "Ali Fuat Paşa",
      "D": "Kâzım Karabekir Paşa",
      "E": "Nurettin Paşa"
    },
    "correctAnswer": "E",
    "explanation": "Amasya Genelgesi’nin hazırlanma sürecinde Mustafa Kemal Paşa, Rauf Orbay, Ali Fuat Cebesoy ve Refet Bele yer almış; <b>Kazım Karabekir Paşa</b> ve <b>Cemal Paşa</b> ise telgrafla onay vermiştir. Bu önemli isimler dışında kalan bir kişi (örneğin İsmet İnönü) bu süreçte bizzat bulunmamış veya onay vermemiştir."
  },
  {
    "id": "171265",
    "unitNumber": 10,
    "text": "<strong>Amasya Genelgesi'nde \"Milletin bağımsızlığını yine milletin azmi ve kararı kurtaracaktır.\" maddesinin yer alması, aşağıdakilerden hangisinin değişeceğinin bir işaretidir?</strong>",
    "options": {
      "A": "Mebuslar Meclisindeki üyelerin",
      "B": "Ülkedeki egemenlik anlayışının",
      "C": "İstanbul Hükûmeti'nin",
      "D": "Merkezden yönetimin",
      "E": "Başka milletlerle yapılan antlaşmaların"
    },
    "correctAnswer": "B",
    "explanation": "Amasya Genelgesi'ndeki \"Milletin bağımsızlığını yine <b>milletin azmi ve kararı</b> kurtaracaktır\" maddesi, kurtuluş mücadelesinin yöntemini açıklamakla kalmaz, aynı zamanda yönetimde yetkinin <b>İstanbul Hükümeti'nden</b> (saltanat) alınarak <b>ulusa</b> (millî egemenlik) devredileceğinin ilk işaretini vermiştir. Bu, yönetim biçiminin (saltanatın) değişeceğinin bir göstergesidir."
  },
  {
    "id": "177030",
    "unitNumber": 10,
    "text": "<strong>Mustafa Kemal Paşa, 19 Mayıs 1919 günü Samsun’a çıktığında hangi resmî görevi taşımaktaydı?</strong>",
    "options": {
      "A": "Yıldırım Ordular Komutanlığı",
      "B": "Kafkas Ordular Komutanlığı",
      "C": "IX. Ordu Kıtaat-ı Müfettişliği",
      "D": "Trakya Ordular Komutanlığı",
      "E": "XX. Kolordu Komutanlığı"
    },
    "correctAnswer": "C",
    "explanation": "Mustafa Kemal Paşa, 19 Mayıs 1919 günü Samsun’a çıktığında resmî olarak <b>9. Ordu Kıtaları Müfettişi</b> (daha sonra 3. Ordu) görevini taşımaktaydı. Bu geniş yetkili görev, Paşa'ya Anadolu'da serbestçe dolaşma ve askerî birliklerle iletişim kurma imkanı sağlayarak, Millî Mücadele'yi örgütlemesi için yasal bir zemin oluşturmuştur."
  },
  {
    "id": "177031",
    "unitNumber": 10,
    "text": "Amasya Genelgesi, Türk ulusuna ulusal egemenliğine kavuşması yolunda bir çağrı idi.<br/><strong>Bu çağrının gerekçesi aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Vatanın bütünlüğünün ve ulusun geleceğinin tehlikede olması",
      "B": "İstanbul hükûmetinin görevini yapmaktan çekinmesi",
      "C": "Ulusun bağımsızlığını yine ulusun azim ve kararının kurtaracağı",
      "D": "Ulusal bir kongrenin kısa sürede Sivas’ta toplanmasına karar verilmesi",
      "E": "Her olasılığa karşı durumun ulusal bir sır hâlinde tutulması"
    },
    "correctAnswer": "A",
    "explanation": "Amasya Genelgesi'nin çağrısının temel gerekçesi, genelgenin başında belirtilen iki durumdur: Birincisi, <b>vatanın bütünlüğü ve milletin bağımsızlığının tehlikede olması</b>; ikincisi, <b>İstanbul Hükümeti'nin görev ve sorumluluğunu yerine getirememesi</b> ve bu durumun milleti yok saymasıdır."
  },
  {
    "id": "177032",
    "unitNumber": 10,
    "text": "<strong>Amasya Genelgesi’nde yer alan “milletin geleceğini yine milletin azim ve kararı kurtaracaktır” kararı, aşağıdaki ilkelerden hangisiyle ilgili <u>değildir</u>?</strong>",
    "options": {
      "A": "Milliyetçilikle",
      "B": "Devletçilikle",
      "C": "Millî egemenlikle",
      "D": "Millî birlikle",
      "E": "Bağımsızlıkla"
    },
    "correctAnswer": "B",
    "explanation": "“Milletin geleceğini yine <b>milletin azim ve kararı</b> kurtaracaktır” ifadesi, doğrudan <b>Ulusal Egemenlik</b>, <b>Millî İrade</b> ve ileride kurulacak <b>Cumhuriyetçilik</b> ilkesiyle ilişkilidir. Bu madde, yönetim biçimindeki değişime odaklandığından, genellikle <b>Tam Bağımsızlık</b> (dış politikaya ve ekonomiye odaklanan ilke) ile doğrudan ilgili değildir, zira Tam Bağımsızlık ilkesi Amasya'da daha çok vatanın kurtarılması bağlamında dolaylı olarak ele alınır."
  },
  {
    "id": "177033",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisinde ilk kez millî direniş ilkeleri bir protokol halinde hazırlanmıştır?</strong>",
    "options": {
      "A": "Havza Genelgesi",
      "B": "Misak-ı İktisadi Genelgesi",
      "C": "Amasya Tamimi",
      "D": "TBMM Genelgesi",
      "E": "Komutanlar Genelgesi"
    },
    "correctAnswer": "C",
    "explanation": "Millî direniş ilkeleri, yani mücadelenin gerekçesi, amacı ve yöntemi, Türk tarihinde ilk kez resmî bir protokol halinde <b>Amasya Genelgesi</b>'nde (Amasya Tamimi) hazırlanmıştır. Bu belge, Millî Mücadele'nin ana hatlarını ortaya koymuştur."
  },
  {
    "id": "177034",
    "unitNumber": 10,
    "text": "İşgaller özellikle İzmirli Rumlarca büyük coşkuyla karşılandı. İzmir’in işgaline fiilî tepkiyi ise eski Teşkilât-ı Mahsusacı ve Hukuk-ı Beşer (İnsan Hakları) gazetesi sahibi ilk kurşunu sıkarak gösterdi ancak vurularak şehit edildi.<br/><strong>Hakkında bilgi verilen kişi aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Hasan Tahsin",
      "B": "Yörük Ali Efe",
      "C": "Çerkes Ethem",
      "D": "Deli Halit Paşa",
      "E": "Kılıç Ali"
    },
    "correctAnswer": "A",
    "explanation": "İzmir'in 15 Mayıs 1919'daki işgaline karşı fiilî tepkiyi göstererek ilk kurşunu sıkan ve şehit edilen kişi <b>Hasan Tahsin</b>'dir (Osman Recep Nevres). Bu olay, Batı Anadolu'da <b>Kuvâ-yı Milliye</b> ruhunu ateşlemiştir."
  },
  {
    "id": "177035",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi 1919’da Mustafa Kemal Paşa’nın Erzurum’a ilk yolculuğunun güzergâhı doğru verilmiştir?</strong>",
    "options": {
      "A": "Samsun-Havza- Trabzon- Sivas- Erzurum",
      "B": "Samsun-Havza-Tokat-Sivas-Erzincan- Erzurum",
      "C": "Samsun-Trabzon-Gümüşhane-Bayburt-Erzurum",
      "D": "Samsun-Ordu-Giresun-Trabzon-Gümüşhane-Erzurum",
      "E": "Samsun-Ordu-Giresun-Trabzon-Rize-Artvin Erzurum"
    },
    "correctAnswer": "B",
    "explanation": "Mustafa Kemal Paşa'nın 1919'daki Anadolu'daki millî mücadeleyi örgütleme amaçlı ilk yolculuk güzergâhı sırasıyla <b>Samsun</b>'a çıkış, ardından <b>Havza</b> (Genelge), <b>Amasya</b> (Genelge) ve daha sonra <b>Erzurum</b> (Kongre) olmuştur. Bu, Paşa'nın görevinden istifa etmeden önceki son resmi faaliyetlerini yürüttüğü güzergâhtır."
  },
  {
    "id": "305969",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi hem Millî Mücadele’nin nedenlerini ve programını hem de başladığını gösteren bir belgedir?</strong>",
    "options": {
      "A": "Havza Tamimi",
      "B": "Erzurum Kongresi",
      "C": "Amasya Tamimi",
      "D": "Sivas Kongresi",
      "E": "Misak-ı Millî Kararları"
    },
    "correctAnswer": "C",
    "explanation": "Millî Mücadele'nin hem <b>nedenlerini</b> (gerekçesini) ve <b>programını</b> (kongre kararları, milli irade) içeren hem de resmen başladığını gösteren en kapsamlı belge <b>Amasya Genelgesi</b>'dir. Bu genelge, Millî Mücadele'nin artık bireysel değil, ulusal bir hareket olarak programlanmış olduğunu göstermiştir."
  },
  {
    "id": "305991",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisinde Millî Mücadele’nin nedenleri, programı ve yöntemi tespit edilmiştir?</strong>",
    "options": {
      "A": "Havza Tamimi",
      "B": "Erzurum Kongresi",
      "C": "Amasya Tamimi",
      "D": "Sivas Kongresi",
      "E": "Misak-ı Millî Kararları"
    },
    "correctAnswer": "C",
    "explanation": "Millî Mücadele'nin <b>nedenleri</b> ('Vatanın bütünlüğü tehlikededir'), <b>programı</b> (ulusal kongreler) ve <b>yöntemi</b> ('Milletin azim ve kararı') ilk defa bir bütün halinde <b>Amasya Genelgesi</b>'nde (Amasya Tamimi) tespit edilmiştir."
  },
  {
    "id": "332907",
    "unitNumber": 10,
    "text": "I. Doğu vilayetleri adına 10 Temmuz'da Erzurum'da bir kongre toplanacaktır.<br/>II. Milletin istiklalini yine milletin azim ve kararı kurtaracaktır.<br/>III. Vatanın bütünlüğü milletin bağımsızlığı tehlikededir.<br/><strong>Bazı maddeleri verilen genelge aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Amasya Tamimi",
      "B": "Erzurum Genelgesi",
      "C": "Havza Genelgesi",
      "D": "Sivas Genelgesi",
      "E": "TBMM Genelgesi"
    },
    "correctAnswer": "A",
    "explanation": "Verilen maddelerden II. (Milletin azmi ve kararı) ve III. (Vatanın bütünlüğü tehlikededir) maddeleri, Millî Mücadele'nin <b>gerekçe ve yöntemini</b> belirleyen ve doğrudan <b>Amasya Genelgesi</b>'ne ait olan temel ifadelerdir. Bu ifadeler, genelgenin kimliğini belirler."
  },
  {
    "id": "395207",
    "unitNumber": 10,
    "text": "<strong>Havza Genelgesi ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "options": {
      "A": "Millî Mücadele’nin ilk genelgesidir.",
      "B": "Ferdî bilinçten millî bilince ulaşılması amaçlanmıştır.",
      "C": "Millî Mücadele’nin bir anlamda plan ve programı yapılmıştır.",
      "D": "Ordu birliklerine askerin terhis, silahların teslim edilmemesi bildirilmiştir.",
      "E": "Mustafa Kemal Paşa bu genelge ile yetkilerinin dışına çıkmıştır."
    },
    "correctAnswer": "C",
    "explanation": "<b>Havza Genelgesi</b> (28 Mayıs 1919) ile işgallere karşı protestolar istenmiş ve millî bilinç uyandırılmaya çalışılmıştır. Ancak Havza Genelgesi, henüz <b>İstanbul Hükümeti'nin yok sayılması</b> veya <b>temsil heyeti kurulması</b> gibi ulusal egemenliğe yönelik açık siyasi kararlar içermemektedir. Bu tür kararlar daha sonra <b>Amasya Genelgesi</b>'nde yer almıştır."
  },
  {
    "id": "113418",
    "unitNumber": 11,
    "text": "<strong>“Manda ve himaye kabul edilemez.” hükmü aşağıdakilerden hangisinde yer almıştır?</strong>",
    "options": {
      "A": "Sivas Kongresi",
      "B": "Erzurum Kongresi",
      "C": "Havza Genelgesi",
      "D": "Amasya Tamimi",
      "E": "Misak-ı Millî Kararları"
    },
    "correctAnswer": "B",
    "explanation": "Bu hüküm, Millî Mücadele'nin temel ilkelerinden biridir ve Türkiye'nin gelecekteki devlet yapısının <b>tam bağımsızlık</b> üzerine kurulacağını gösterir. Manda ve himaye fikrinin ilk olarak kesin bir dille reddedildiği önemli belge <b>Erzurum Kongresi</b> kararlarıdır. Bu karar, daha sonra Sivas Kongresi'nde tüm yurdu kapsayacak şekilde ulusal bir ilke haline getirilmiştir."
  },
  {
    "id": "113625",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi İstiklal Savaşı’nın doğuda ilk teşkilatlanmasını başlatan ve 10 Mart 1919’da Erzurum’da şubesi açılan Vilayat-ı Şarkiye Müdafaa-i Hukuk-ı Milliye Cemiyeti’nin şube başkanıdır?</strong>",
    "options": {
      "A": "Raif Dinç",
      "B": "Cevat Dursunoğlu",
      "C": "Kâzım Yurdalan",
      "D": "Kâzım Karabekir",
      "E": "Mustafa Kemal Paşa"
    },
    "correctAnswer": "A",
    "explanation": "Vilayat-ı Şarkiye Müdafaa-i Hukuk-ı Milliye Cemiyeti, Doğu Anadolu'nun Ermeni ve Pontus tehditlerine karşı savunulması amacıyla kurulmuş bir cemiyettir. Bu cemiyet, <b>Erzurum Kongresi</b>'nin toplanmasında büyük rol oynamıştır. Erzurum şubesinin başkanı olan ve kongre çalışmalarında etkin rol üstlenen kişi, kongreye başkanlık edenler arasında yer alan <b>Hoca Raif Efendi</b>'dir."
  },
  {
    "id": "115206",
    "unitNumber": 11,
    "text": "<strong>Doğu Anadolu ve Karadeniz Bölgesi adına karar alma ve alınan kararları uygulama yetkisi verilen Heyet-i Temsiliye kaç kişiden oluşmaktadır?</strong>",
    "options": {
      "A": "5",
      "B": "7",
      "C": "9",
      "D": "11",
      "E": "12"
    },
    "correctAnswer": "C",
    "explanation": "Heyet-i Temsiliye (Temsil Heyeti), Millî Mücadele'nin yürütme organı olarak ilk kez <b>Erzurum Kongresi</b>'nde kurulmuştur. Erzurum Kongresi'nde alınan kararlarla bu heyet, Doğu Anadolu ve Karadeniz Bölgesi'ni temsil etmek üzere <b>9 kişiden</b> oluşacak şekilde oluşturulmuştur. Daha sonra Sivas Kongresi'nde bu sayı artırılmış ve yetkisi tüm vatanı kapsayacak şekilde genişletilmiştir."
  },
  {
    "id": "115208",
    "unitNumber": 11,
    "text": "<strong>Aşağıdaki tarihlerden hangisi Erzurum Kongresi'nin açılış tarihidir?</strong>",
    "options": {
      "A": "10 Mart 1919",
      "B": "29 Mayıs 1919",
      "C": "3 Temmuz 1919",
      "D": "23 Temmuz 1919",
      "E": "26 Ağustos 1919"
    },
    "correctAnswer": "D",
    "explanation": "Erzurum Kongresi, Doğu illerini Ermeni tehdidi ve işgallerden koruma amacıyla toplanmış, ancak aldığı ulusal kararlarla Millî Mücadele'nin dönüm noktalarından biri olmuştur. Kongrenin açılış tarihi <b>23 Temmuz 1919</b>'dur."
  },
  {
    "id": "115247",
    "unitNumber": 11,
    "text": "<strong>Yerel endişeler taşımasına rağmen yaptığı faaliyetler sonucu halkı, Yunan işgallerine karşı direnmeye davet eden kongre aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Balıkesir Kongreleri",
      "B": "Nazilli Kongresi",
      "C": "Trakya Kongreleri",
      "D": "Alaşehir Kongresi",
      "E": "Trabzon Kongreleri"
    },
    "correctAnswer": "A",
    "explanation": "Batı Anadolu'daki kongreler, özellikle 15 Mayıs 1919'da İzmir'in Yunanlar tarafından işgal edilmesi üzerine hız kazanmıştır. Bu kongreler (örneğin Balıkesir, Alaşehir), başlangıçta <b>yerel endişeler</b> taşısa da (Yunan işgalini durdurmak), halkı <b>Kuva-yı Milliye</b> etrafında toplayarak direnişe çağırmış ve Batı Cephesi'nin temelini atmıştır. Bu tanıma uyan önemli bir kongre <b>Balıkesir Kongresi</b>'dir."
  },
  {
    "id": "171293",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi Erzurum Kongresi’nin önem ve özelliklerinden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Toplanma şekli bölgesel olmasına rağmen aldığı kararlar bütün ülkeye şamildir ve millîdir.",
      "B": "Millî egemenliğe dayalı yeni bir devletin kurulacağının işaretleri verilmiştir.",
      "C": "Kongreyle ilk defa millî sınırlardan bahsedilmiştir.",
      "D": "İlk defa azınlıklara ayrıcalık verilemeyeceği ifade edilmiştir.",
      "E": "Meclis-i Mebusan’ın Sivas’ta toplanması gerektiği ifade edilmiştir."
    },
    "correctAnswer": "E",
    "explanation": "Erzurum Kongresi, toplanış amacı itibarıyla bölgesel olsa da, aldığı kararlar itibarıyla ulusal nitelik taşır. Kongrenin önemli özelliklerinden biri, 'Kuva-yı Milliye'yi amil ve İrade-i Milliyeyi hâkim kılmak' ilkesiyle <b>ulusal egemenlikten</b> ilk kez bahsetmesi ve <b>Heyet-i Temsiliye'yi</b> kurmasıdır. Erzurum Kongresi'nin özelliği olmayan bir madde, genellikle <b>İstanbul Hükümeti'nin tamamen yok sayılması</b> veya TBMM'nin kurulması gibi daha ileri aşamalara ait kararlardır."
  },
  {
    "id": "171314",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi Millî Mücadele sürecine destek vermek için Anadolu’da yapılan kongrelerden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Sivas Kongresi",
      "B": "Pozantı Kongresi",
      "C": "Alaşehir kongresi",
      "D": "Saltanat Şurası",
      "E": "Erzurum Kongresi"
    },
    "correctAnswer": "D",
    "explanation": "Millî Mücadele sürecine destek veren ve Anadolu halkının örgütlenmesini sağlayan başlıca kongreler Erzurum, Sivas, Balıkesir, Alaşehir, Pozantı, Afyon gibi yurt sathında toplanan yerel veya ulusal nitelikli toplantılardır. Bu seçenekler arasında yer almayan ve Millî Mücadele'ye destek vermeyen bir organizasyon, genellikle <b>itilaf devletlerinin düzenlediği konferanslar</b> (örneğin Paris Konferansı) ya da İstanbul Hükümeti'nin toplantılarıdır."
  },
  {
    "id": "171333",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi Mustafa Kemal’in, Erzurum Kongresi esnasında 9. Ordu Müfettişliği’nden alınmasına gösterdiği tepkidir?</strong>",
    "options": {
      "A": "Bu göreve tekrar alınması için padişaha istekte bulunmuştur.",
      "B": "Türk Milleti'nin azim ve cesaretine güvenerek askerlik görevinden tümüyle istifa etmiştir.",
      "C": "Osmanlı Devleti’ne aynı göreve devam etme azim ve kararlılığında olduğunu belirtmiştir.",
      "D": "Bunun üzerine Türk Milleti ona \"gazilik\" unvanı vermiştir.",
      "E": "İstanbul’a geri dönmüştür."
    },
    "correctAnswer": "B",
    "explanation": "Mustafa Kemal Paşa, Erzurum Kongresi öncesinde, İstanbul Hükümeti'nin kendisini görevden alma girişimlerine karşılık olarak, 7/8 Temmuz 1919 gecesi <b>9. Ordu Müfettişliği görevinden istifa ettiğini</b> açıklamıştır. Bu tepki, onun askerlikten ayrılıp <b>'sine-i millete dönmek'</b> (milletin sinesine, yani halkın arasına geri dönmek) kararıdır. Bu durum, onun artık halkın gücüyle sivil bir lider olarak mücadeleyi sürdüreceğini göstermiştir."
  },
  {
    "id": "171338",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi Kars ve civarında kurulan demokratik bir cumhuriyettir?</strong>",
    "options": {
      "A": "Trakya Paşaeli Cemiyeti",
      "B": "Millî Kongre Cemiyeti",
      "C": "Vilayet-i Şarkiye Müdafaa-i Hukuk Cemiyeti",
      "D": "Hareket-i Milliye Cemiyeti",
      "E": "Cenub-i Garbi Kafkas Hükûmeti"
    },
    "correctAnswer": "E",
    "explanation": "Kars ve çevresi (Elviye-i Selase: Kars, Ardahan, Batum), Mondros Ateşkesi sonrasında bölgeyi Ermeni ve Gürcü tehditlerinden korumak amacıyla teşkilatlanmıştır. Burada kurulan ve yerel halkın desteğiyle demokratik bir cumhuriyet yapısını benimseyen siyasi oluşum <b>Cenub-ı Garbî Kafkas Hükûmet-i Muvakkatesi</b>'dir (Güneybatı Kafkas Geçici Hükümeti)."
  },
  {
    "id": "171342",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi Millî Mücadele döneminde tüm halkın maddi ve manevi gücünü birleştirerek oluşturduğu millî birlik ve beraberlik ruhunun sembolünü ifade eder?</strong>",
    "options": {
      "A": "Kuva-yı Milliye",
      "B": "İttihat ve Terakki",
      "C": "Heyet-i Temsiliye",
      "D": "İrade-i Seniyye",
      "E": "Kuva-yi İnzibatiye"
    },
    "correctAnswer": "A",
    "explanation": "Millî Mücadele döneminde tüm halkın işgallere karşı tek bir vücut halinde direniş göstermesi ve vatanı kurtarma idealinde birleşmesi, <b>Millî Birlik ve Beraberlik Ruhunu</b> ifade eder. Bu ruhun en somut ve askeri sembolü ise ilk başta gönüllü direniş birlikleri olan <b>Kuva-yı Milliye</b>'dir; ancak bu ruhun genel adı <b>Millî Mücadele Ruhu</b>'dur."
  },
  {
    "id": "171352",
    "unitNumber": 11,
    "text": "Erzurum Kongresi toplanış açısından yerel, aldığı kararlar açısından ulusal bir kongredir.<br/><strong>Bu bilgiler ışığında Erzurum Kongresi’nde alınan aşağıdaki kararlardan hangisinin kongreye ulusal bir nitelik kazandırdığı <u>söylenemez</u>?</strong>",
    "options": {
      "A": "Manda ve himaye kabul edilemez.",
      "B": "Millî iradeyi hâkim kılmak esastır.",
      "C": "Millî sınırlar içerisinde vatan bir bütündür, bölünemez.",
      "D": "Meclis-i Mebusan toplanmalıdır.",
      "E": "Bölgeden hiç bir şekilde göç edilmemelidir."
    },
    "correctAnswer": "E",
    "explanation": "Erzurum Kongresi'nin 'Manda ve himaye kabul edilemez' veya 'Kuva-yı Milliye'yi amil kılmak esastır' gibi kararları ulusal nitelik taşır. Kongreye ulusal nitelik kazandırmayan, aksine toplanma amacına uygun olarak bölgesel kalan kararlar, genellikle <b>Doğu Anadolu'daki Ermeni ve Pontus tehdidine karşı özel tedbirler</b> alınması veya <b>Heyet-i Temsiliye'nin yetkisinin başlangıçta sadece Doğu illeriyle sınırlandırılması</b> gibi hükümlerdir. Bu tür bölgesel savunma kararları ulusal nitelik kazandırmaz."
  },
  {
    "id": "171356",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi Batı Anadolu’da gerçekleştirilen kongrelerden biridir?</strong>",
    "options": {
      "A": "Ardahan Kongresi",
      "B": "Oltu Şura Hükûmeti Kongresi",
      "C": "Nazilli Kongresi",
      "D": "Trakya kongreleri",
      "E": "Sivas Kongresi"
    },
    "correctAnswer": "C",
    "explanation": "Batı Anadolu'da, özellikle İzmir'in işgalinden sonra Yunan ilerleyişini durdurmak amacıyla <b>Kuva-yı Milliye</b>'nin kurulmasını ve halkın direnişini organize etmeyi amaçlayan kongreler yapılmıştır. Bu kongrelerin en önemlileri <b>Balıkesir</b> ve Alaşehir Kongreleri'dir. Bu kongreler, Millî Mücadele'nin Batı Cephesi'ndeki hazırlıklarını oluşturmuştur."
  },
  {
    "id": "177036",
    "unitNumber": 11,
    "text": "<strong>Batı Anadolu’da kurulan direnme örgütlerine genel olarak ne ad verilmiştir?</strong>",
    "options": {
      "A": "İttihat ve Terakki Cemiyeti",
      "B": "Felah-ı Vatan",
      "C": "Adem-i Merkeziyet Cemiyeti",
      "D": "Redd-i İlhak Cemiyeti",
      "E": "Tealî-i İslam Cemiyeti"
    },
    "correctAnswer": "D",
    "explanation": "Batı Anadolu'da, Yunan işgaline karşı organize edilmeye çalışılan, düzensiz ve gönüllü silahlı halk birliklerine genel olarak <b>Kuva-yı Milliye</b> (Millî Kuvvetler) adı verilmiştir. Bu birlikler, düzenli ordu kurulana kadar bölge savunmasında kritik rol oynamıştır."
  },
  {
    "id": "177038",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi, Erzurum Kongresi’nin kararlarından biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Doğu Anadolu illerindeki direniş hareketlerinin yönlendirilmesi",
      "B": "Milis güçler yerine ulusal ordu kurulması",
      "C": "Mandacılığın reddedilmesi",
      "D": "Vatanın bölünmez bir bütün olduğu",
      "E": "Azınlıklara, siyasi ve sosyal dengeyi bozacak ayrıcalıkların verilmesine karşı çıkılması"
    },
    "correctAnswer": "B",
    "explanation": "Erzurum Kongresi kararları, Doğu illerinin korunması (bölgesel amaç) ve ulusal egemenlik ile bağımsızlık (ulusal amaç) ilkelerini içerir. Kongrenin kararları arasında, <b>TBMM'nin açılması</b> veya <b>hükümetin tamamen lağvedilmesi</b> gibi Sivas Kongresi ya da TBMM dönemine ait kararlar bulunmaz. Erzurum'da amaç, geçici bir hükümet kurma gerekliliğini vurgulamaktır (Heyet-i Temsiliye)."
  },
  {
    "id": "177039",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi Batı Anadolu’da yapılan kongrelerden biridir?</strong>",
    "options": {
      "A": "Ardahan Kongresi",
      "B": "Pozantı Kongresi",
      "C": "Alaşehir Kongresi",
      "D": "Antalya Kongresi",
      "E": "İzmit Kongresi"
    },
    "correctAnswer": "C",
    "explanation": "Batı Anadolu'da Yunan ilerleyişine karşı örgütlenme amacıyla toplanan kongrelerden biri de <b>Alaşehir Kongresi</b>'dir. 1919 Ağustos'unda toplanan Alaşehir Kongresi, Balıkesir Kongresi'nin kararlarını pekiştirmiş ve Batı Cephesi'nde Kuva-yı Milliye'nin askeri düzenini sağlamaya çalışmıştır."
  },
  {
    "id": "177200",
    "unitNumber": 11,
    "text": "<strong>Anadolu’nun işgallerden kurtarılması için Batı Anadolu vilayetlerinde gerçekleştirilen kongrelerde aşağıdakilerden hangisi <u>amaçlanmamıştır</u>?</strong>",
    "options": {
      "A": "Batı Anadolu’daki işgaller karşısında alınacak tedbirler konuşulmuştur.",
      "B": "Bölgesel amaçlar etrafında kararlar alınmıştır.",
      "C": "Kuva-yı Miliye örgütlerinin kurulması hızlandırılmıştır.",
      "D": "Yapılan çalışmalar Batı Cephesi’nin kurulmasına ortam hazırlanmıştır.",
      "E": "Bağımsız bir Ermeni Devleti’nin kurulması engellenmek istenmiştir."
    },
    "correctAnswer": "E",
    "explanation": "Batı Anadolu kongrelerinin temel amacı Yunan işgaline karşı direnişi örgütlemek ve Kuva-yı Milliye'yi güçlendirmekti. Bu kongreler <b>yerel savunma</b> ve <b>askeri direniş</b> odaklıdır. Bu kongrelerde <b>ulusal bir hükümet kurmak</b> ya da <b>tüm ülkenin geleceğini belirlemek</b> gibi, Sivas Kongresi ve TBMM'nin yetki alanına giren hedefler amaçlanmamıştır."
  },
  {
    "id": "177216",
    "unitNumber": 11,
    "text": "<strong>Batı Anadolu’da, Yunan ilerleyişini durdurmak amacıyla silahlı birlikler kurmak suretiyle faaliyet gösteren cemiyet aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Trakya Paşaeli Cemiyeti",
      "B": "Millî Kongre Cemiyeti",
      "C": "Vilayet-i Şarkiye Müdafaa-i Hukuk Cemiyeti",
      "D": "Hareket-i Milliye Cemiyeti",
      "E": "Cenubi Garbi Kafkas Hükûmeti"
    },
    "correctAnswer": "A",
    "explanation": "Batı Anadolu'da, özellikle İzmir'in işgalinden sonra ortaya çıkan ve Yunan ilerleyişini durdurmayı, bölgenin Türk kalmasını sağlamayı amaçlayan en aktif cemiyet <b>Redd-i İlhak Cemiyeti</b>'dir (İlhakı Reddetme Cemiyeti). Bu cemiyet, Balıkesir ve Alaşehir Kongrelerinin toplanmasında etkili olmuş ve silahlı birliklerin (Kuva-yı Milliye) kurulmasında öncülük etmiştir."
  },
  {
    "id": "177222",
    "unitNumber": 11,
    "text": "<strong>Heyet-i Temsiliye’nin oluşumu ilk kez hangi kongrenin sonucunda teşekkül etmiştir?</strong>",
    "options": {
      "A": "Sivas Kongresi",
      "B": "Erzurum Kongresi",
      "C": "Balıkesir Kongresi",
      "D": "Alaşehir Kongresi",
      "E": "Amasya Görüşmeleri"
    },
    "correctAnswer": "B",
    "explanation": "Millî Mücadele'nin ilk yürütme organı olan Heyet-i Temsiliye (Temsil Heyeti), hükümet gibi hareket ederek ulusal direnişi yönetme görevini üstlenmiştir. Bu heyetin oluşumu ilk kez <b>Erzurum Kongresi</b> (9 kişilik) kararları sonucunda gerçekleştirilmiştir. Sivas Kongresi'nde ise bu heyet ulusallaştırılmış ve genişletilmiştir."
  },
  {
    "id": "177230",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi Elviye-i Selase Bölgesi’nde kurulmuş siyasi bir oluşumdur?</strong>",
    "options": {
      "A": "Cenub-i Garbi Kafkas Hükûmeti",
      "B": "TBMM’nin açılması",
      "C": "Batı Trakya Türk Devleti",
      "D": "Pontus Rum Devleti",
      "E": "Vatan Cephesi"
    },
    "correctAnswer": "A",
    "explanation": "Elviye-i Selase (Kars, Ardahan ve Batum) bölgesinde, 1918 sonunda kurulan ve Türk halkının haklarını savunmak, Ermeni ve Gürcü ilerleyişini önlemek amacıyla teşkilatlanan siyasi yapı, <b>Cenub-ı Garbî Kafkas Hükûmet-i Muvakkatesi</b>'dir. Bu oluşum, yerel bir cumhuriyet denemesi olarak tarihe geçmiştir."
  },
  {
    "id": "306002",
    "unitNumber": 11,
    "text": "<strong>“Kuva-yı Milliye’yi amil ve irade-i milliyeyi hâkim kılmak esastır.” hükmü ilk olarak aşağıdakilerden hangisinde yer almıştır?</strong>",
    "options": {
      "A": "Amasya Genelgesi",
      "B": "Misak-ı Millî Kararları",
      "C": "Erzurum Kongresi",
      "D": "Havza Genelgesi",
      "E": "Sivas Kongresi"
    },
    "correctAnswer": "C",
    "explanation": "Bu hüküm, Millî Mücadele'nin hem askeri gücünü (<b>Kuva-yı Milliye'yi amil</b>) hem de siyasi felsefesini (<b>irade-i milliyeyi hâkim kılmak</b> - ulusal egemenlik) belirleyen temel prensiptir. Bu ilke, ilk kez toplanış açısından yerel olmasına rağmen aldığı kararlar açısından ulusal nitelik taşıyan <b>Erzurum Kongresi</b>'nin kararları arasında yer almıştır."
  },
  {
    "id": "306013",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi Batı Anadolu’da yapılan kongrelerden biridir?</strong>",
    "options": {
      "A": "Ardahan Kongresi",
      "B": "Pozantı Kongresi",
      "C": "Alaşehir Kongresi",
      "D": "Antalya Kongresi",
      "E": "İzmit Kongresi"
    },
    "correctAnswer": "C",
    "explanation": "Batı Anadolu'da yapılan kongreler, özellikle İzmir'in işgalinden sonra bölgedeki Yunan ilerleyişine karşı direnişi örgütlemek amacıyla toplanmıştır. Önemli Batı Anadolu kongreleri arasında <b>Balıkesir Kongresi</b>, Alaşehir Kongresi ve Nazilli Kongresi sayılabilir. Bu kongreler <b>kuva-yi millîye</b> birliklerinin kurulması ve askerî kararlar alınmasında etkili olmuştur."
  },
  {
    "id": "332885",
    "unitNumber": 11,
    "text": "<strong>Millî Mücadele Dönemi'nde Türklerin işgallere karşı kurduğu ilk millî teşkilat aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Oltu Şûra Hükûmeti",
      "B": "Batı Trakya Türk Cumhuriyeti",
      "C": "Ankara Hükûmeti",
      "D": "Teşkilat-ı Mahsusa",
      "E": "Kars Millî İslam Şûrası"
    },
    "correctAnswer": "E",
    "explanation": "Millî Mücadele döneminde Türklerin işgallere karşı kurduğu ilk organize millî teşkilatlardan biri (genellikle siyasi nitelikli ilk teşkilat olarak kabul edilen) <b>Kars İslam Şurası</b>'dır (daha sonra Kars Millî İslam Şurası). Bu teşkilat, 1918 yılı sonlarında, Mondros Ateşkesi’nden sonra Doğu Anadolu’da Ermeni ve Gürcü işgal tehditlerine karşı bölge halkının haklarını korumak ve bağımsızlık talebinde bulunmak amacıyla kurulmuştur."
  },
  {
    "id": "332910",
    "unitNumber": 11,
    "text": "\"Manda ve himaye kabul edilemez.\" ve \"Millî sınırlar içinde vatan bir bütündür, ayrılamaz.\" gibi önemli kararlar .................... alınmıştır.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir? </strong>",
    "options": {
      "A": "Sivas Kongresi'nde",
      "B": "Amasya Genelgesi'nde",
      "C": "Havza Genelgesi'nde",
      "D": "Erzurum Kongresi'nde",
      "E": "Yıldırım Orduları Grup Komutanlığı Beyannamesi'nde"
    },
    "correctAnswer": "D",
    "explanation": "\"Manda ve himaye kabul edilemez\" ilkesi, millî egemenliğe dayalı tam bağımsızlık hedefinin en açık ifadesidir ve bu ilke, ilk kez Erzurum Kongresi'nde reddedilmekle birlikte, kesin ve tartışmasız bir şekilde <b>Sivas Kongresi</b>'nde reddedilmiştir. <br/>Ayrıca, \"Millî sınırlar içinde vatan bir bütündür, ayrılamaz\" kararı da Sivas Kongresi'nde alınan temel kararlardandır. Bu kararlar, ulusal direnişin <b>Temsil Heyeti</b> çatısı altında birleşmesini sağlamıştır."
  },
  {
    "id": "393189",
    "unitNumber": 11,
    "text": "<strong>Doğu Karadeniz Bölgesi’nin sözde Pontus Devleti’ne veya Büyük Ermenistan’a katılması fikrine karşı bölge insanının haklarını savunmak ve Osmanlı Devleti’ne bağlı kalarak yaşamak arzusunu teşkilatlı bir şekilde sürdürmek amacıyla kurulan cemiyet aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Redd-i İlhak Cemiyeti",
      "B": "Trabzon Muhafaza-i Hukuk-ı Milliye Cemiyeti",
      "C": "İzmir Müdafaa-i Hukuk-ı Osmaniye Cemiyeti",
      "D": "Müdafaa-ı Hukuk Cemiyeti",
      "E": "Teceddüt Fırkası"
    },
    "correctAnswer": "B",
    "explanation": "Doğu Karadeniz Bölgesi’nin tarihsel haklarını savunmak ve sözde <b>Pontus Devleti</b> veya Büyük Ermenistan hayallerine karşı çıkmak amacıyla kurulan cemiyet <b>Trabzon Muhafaza-i Hukuk-ı Millîye Cemiyeti</b>’dir. Bu cemiyet, Millî Mücadele’yi destekleyen ve bölge halkının haklarını korumayı amaçlayan <b>Millî (Yararlı) Cemiyetler</b> sınıfına girer."
  },
  {
    "id": "395226",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi Elviye-i Selâse olarak adlandırılan bölgede gerçekleştirilen kongrelerden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "I. Kars Kongresi",
      "B": "II. Kars Kongresi",
      "C": "I. Ardahan Kongresi",
      "D": "Alaşehir Kongresi",
      "E": "II. Ardahan Kongresi"
    },
    "correctAnswer": "D",
    "explanation": "<b>Elviye-i Selâse</b>, Kars, Ardahan ve Batum olmak üzere Üç Sancak anlamına gelmektedir. Bu bölgede Ermeni ve Gürcü saldırılarına karşı toplanan önemli kongreler Kars Kongresi, Oltu Kongresi ve Ardahan Kongresi'dir. <b>Balıkesir Kongresi</b> ise Batı Anadolu'da Yunan işgaline karşı toplanmış olup, Elviye-i Selâse bölgesinde gerçekleştirilen kongrelerden biri <u>değildir</u>."
  },
  {
    "id": "113357",
    "unitNumber": 12,
    "text": "<strong>“Askerin siyasetle uğraşmaması” temennisiyle başlayan 21 Ekim 1919’da yapılan ve daha çok Salih Paşa’nın isteklerini kapsayan protokol aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Birinci protokol",
      "B": "İkinci protokol",
      "C": "Üçüncü protokol",
      "D": "Dördüncü protokol",
      "E": "Beşinci protokol"
    },
    "correctAnswer": "A",
    "explanation": "20-22 Ekim 1919 tarihlerinde <b>Mustafa Kemal Paşa</b> liderliğindeki Heyet-i Temsiliye ile İstanbul Hükûmeti adına Bahriye Nazırı <b>Salih Paşa</b> arasında Amasya'da gerçekleşen bu görüşmelerin sonunda, Meclis-i Mebusan'ın hemen toplanması da dahil olmak üzere çeşitli konular karara bağlanmıştır. Bu görüşmelerin protokolleri, İstanbul Hükûmeti'nin Heyet-i Temsiliye'yi ve Millî Mücadele hareketini resmen tanıdığının ilk göstergesi olması açısından önemlidir. Soruda geçen 'Askerin siyasetle uğraşmaması' temennisi de protokol maddeleri arasında yer almaktadır."
  },
  {
    "id": "113851",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi Sivas Kongresi’nin sonuçlarından biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Millî Mücadele’nin gerçekleştirilmesi için gerekli olan bölgesel millî teşkilatların birleştirilmesi sağlanmıştır.",
      "B": "Millî irade fikri öne çıkarılmıştır.",
      "C": "Türk milletinin bağımsızlığı ve ülkenin bütünlüğü yolunda kararlı olunduğu, İstanbul hükûmetine ve bütün dünya kamuoyuna duyurulmuştur.",
      "D": "Mustafa Kemal Paşa, bütün ülkeye emir verebilme selahiyetine kavuşmuştur.",
      "E": "İstanbul’a karşı kazanılmış üçüncü siyasal zaferdir."
    },
    "correctAnswer": "E",
    "explanation": "Sivas Kongresi (4-11 Eylül 1919), Millî Mücadele'nin ulusal çapta teşkilatlanmasını sağlayan en önemli olaydır. Kongrenin temel sonuçları: 1) <b>Manda ve Himayenin kesin olarak reddedilmesi</b>, 2) Anadolu ve Rumeli'deki tüm milli cemiyetlerin <b>Anadolu ve Rumeli Müdafaa-i Hukuk Cemiyeti</b> adı altında birleştirilmesi, 3) Erzurum'da kurulan Heyet-i Temsiliye'nin yetkilerinin <b>bütün vatanı temsil edecek</b> şekilde genişletilmesi ve 4) Hükümetle ilişki kurmak ve halkı bilgilendirmek için <b>İrade-i Milliye</b> gazetesinin çıkarılmasıdır. Soruda 'değildir' ifadesi geçtiği için, sonuçlardan farklı, genellikle Son Osmanlı Mebusan Meclisi'nde alınan <b>Misak-ı Millî kararları</b> gibi daha sonraki bir olayı içeren şık doğru kabul edilmelidir. (Seçenekler olmadığı için genel sonuçlar listelenmiştir.)"
  },
  {
    "id": "115268",
    "unitNumber": 12,
    "text": "<strong>Meclis-i Mebusan’ın yeniden açılması aşağıdakilerden hangisinde kararlaştırılmıştır?</strong>",
    "options": {
      "A": "Amasya Görüşmeleri",
      "B": "Sivas Kongresi",
      "C": "Erzurum Kongresi",
      "D": "Ali Galip Olayı",
      "E": "Oltu Şura Hükûmeti Kongreleri"
    },
    "correctAnswer": "A",
    "explanation": "Meclis-i Mebusan'ın yeniden açılması, milli iradenin tecellisi açısından Heyet-i Temsiliye'nin en önemli talebiydi. Bu karar, Heyet-i Temsiliye (Mustafa Kemal Paşa) ile İstanbul Hükûmeti temsilcisi Salih Paşa arasında 20-22 Ekim 1919'da gerçekleşen <b>Amasya Görüşmeleri</b>'nde (Protokolleri) resmen kararlaştırılmıştır."
  },
  {
    "id": "115269",
    "unitNumber": 12,
    "text": "<strong>\"Erzurum Kongresi’nde oluşturulan Heyet-i Temsiliye Doğu Anadolu’yu temsil eder.\" ifadesi aşağıdaki kongrelerden hangisinde \"Heyet-i Temsiliye bütün vatanı temsil eder.\" ifadesiyle değiştirilmiştir?</strong>",
    "options": {
      "A": "Alaşehir Kongresi",
      "B": "Sivas Kongresi",
      "C": "Balıkesir Kongreleri",
      "D": "Nazilli Kongresi",
      "E": "Trakya Kongreleri"
    },
    "correctAnswer": "B",
    "explanation": "<b>Erzurum Kongresi</b> (Temmuz 1919) sadece Doğu Anadolu'yu ilgilendiren kararlar almış ve Heyet-i Temsiliye'yi sadece Doğu Anadolu'yu temsil etmek üzere oluşturmuştur. Bu temsil yetkisi, hemen ardından toplanan <b>Sivas Kongresi</b>'nde (Eylül 1919) alınan kararla genişletilmiş ve 'Heyet-i Temsiliye <b>bütün vatanı temsil eder</b>' şeklini alarak ulusal bir nitelik kazanmıştır."
  },
  {
    "id": "115307",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi Sivas Kongresi'nin açılış konuşmasını yapan kişidir?</strong>",
    "options": {
      "A": "Mustafa Kemal",
      "B": "Rauf (Orbay) Bey",
      "C": "Raif Efendi",
      "D": "Dr. Refik (Saydam)",
      "E": "Cevat Abbas"
    },
    "correctAnswer": "A",
    "explanation": "4 Eylül 1919 tarihinde toplanan <b>Sivas Kongresi</b>'ne başkanlık eden ve açılış konuşmasını yapan kişi, aynı zamanda Heyet-i Temsiliye'nin başkanı olan <b>Mustafa Kemal Paşa</b>'dır. Kongre, onun liderliğinde Millî Mücadele'yi merkezi bir yapıya kavuşturmuştur."
  },
  {
    "id": "171626",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerin hangisinde millî güçlerin birleştirilmesine karar verilmiştir?</strong>",
    "options": {
      "A": "Erzurum Kongresi",
      "B": "Sivas Kongresi",
      "C": "Amasya Genelgesi",
      "D": "Amasya Görüşmesi",
      "E": "Son Osmanlı Mebuslar Meclisi"
    },
    "correctAnswer": "B",
    "explanation": "Anadolu'daki dağınık durumda olan tüm milli cemiyetler ve direniş güçleri, Millî Mücadele'yi tek elden yürütmek, merkeziyetçiliği sağlamak ve hareketin gücünü artırmak amacıyla <b>Sivas Kongresi</b>'nde (4-11 Eylül 1919) <b>Anadolu ve Rumeli Müdafaa-i Hukuk Cemiyeti</b> çatısı altında birleştirilmiştir."
  },
  {
    "id": "171631",
    "unitNumber": 12,
    "text": "<strong>Manda ve himaye meselesinin önce Erzurum Kongresi’nde sonra da Sivas Kongresi’nde reddedilmesinin temel sebebi aşağıdakilerden hangisidir? </strong>",
    "options": {
      "A": "Meşrutiyet yönetimi",
      "B": "Misak-ı Millî",
      "C": "Kanun-ı Esasi",
      "D": "Mecelle",
      "E": "Millî egemenlik ve bağımsızlık"
    },
    "correctAnswer": "E",
    "explanation": "Manda ve himayenin hem Erzurum hem de Sivas Kongreleri'nde kararlılıkla reddedilmesinin temel sebebi, <b>Millî Mücadele'nin temel amacı olan tam bağımsızlık</b> ilkesidir. Manda ve himaye, şeklen farklı görünse de, özünde bağımsızlığa aykırı yeni bir sömürgecilik yöntemi olarak kabul edilmiştir. Sivas Kongresi'nde bu ret, <b>kesin ve nihai</b> bir karar olarak kabul edilmiştir."
  },
  {
    "id": "171635",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi Heyet-i Temsiliye’nin Sivas Kongresi’nde yürütme yetkisini kullandığına kanıt olarak gösterilebilir?</strong>",
    "options": {
      "A": "Yurttaki millî cemiyetlerin birleştirilmesi",
      "B": "Meclis-i Mebusan’ın toplanmasına karar verilmesi",
      "C": "Mustafa Kemal Paşa’nın kongre başkanlığına seçilmesi",
      "D": "Ali Fuat Paşa’nın Batı Cephesi Komutanlığına atanması",
      "E": "Millî sınırlardan bahsedilmesi"
    },
    "correctAnswer": "D",
    "explanation": "Heyet-i Temsiliye'nin bir <b>hükümet gibi hareket ederek</b> yürütme (icraat) yetkisini kullandığına dair en somut kanıt, <b>Ali Fuat Paşa'yı Batı Cephesi Komutanlığına atamasıdır</b>. Bu, yasama veya yargı faaliyeti değil, doğrudan devlet işleyişi içinde askeri bir atama yapma yetkisidir."
  },
  {
    "id": "171637",
    "unitNumber": 12,
    "text": "I. Erzurum Kongresi<br/>II. Sivas Kongresi<br/>III. Son Osmanlı Meclis-i Mebusanı<br/><strong>Manda ve himaye konusu yukarıdakilerden hangisi ya da hangilerinde tartışılmıştır?</strong>",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "I, II ve III"
    },
    "correctAnswer": "D",
    "explanation": "Manda ve himaye konusu, ülkenin tam bağımsızlığına (istiklal-i tamme) ters düştüğü için <b>I. Erzurum Kongresi</b>'nde ilk kez gündeme gelmiş ve reddedilmiştir. Daha sonra Sivas Kongresi'nde bazı delegelerin ABD mandası talebini dile getirmesi üzerine <b>II. Sivas Kongresi</b>'nde bu konu tekrar tartışılmış ve <b>kesin olarak reddedilmiştir</b>. Son Osmanlı Meclis-i Mebusanı'nda ise ana konu <b>Misak-ı Millî</b> kararları olup, manda tartışması yer almamıştır."
  },
  {
    "id": "171643",
    "unitNumber": 12,
    "text": "<strong>Anadolu ve Rumeli'de bulunan müdafaa-i hukuk cemiyetleri aşağıdaki kongrelerden hangisinde Anadolu ve Rumeli Müdafaa-i Hukuk Cemiyeti çatısı altında birleştirilmiştir?</strong>",
    "options": {
      "A": "Erzurum Kongresi",
      "B": "Sivas Kongresi",
      "C": "Edirne Kongresi",
      "D": "Balıkesir kongreleri",
      "E": "Nazilli Kongresi"
    },
    "correctAnswer": "B",
    "explanation": "Anadolu ve Rumeli'deki tüm milli cemiyetlerin merkeziyetçi bir yapı oluşturmak üzere tek bir isim altında toplanması (<b>Anadolu ve Rumeli Müdafaa-i Hukuk Cemiyeti</b>) 4-11 Eylül 1919 tarihlerinde toplanan <b>Sivas Kongresi</b>'nde alınan en önemli örgütsel karardır."
  },
  {
    "id": "171646",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi Sivas’ta Mustafa Kemal Paşa’nın desteği ile çıkarılan Millî Mücadele taraftarı olan gazetedir?</strong>",
    "options": {
      "A": "İrade-i Milliye",
      "B": "Tanin",
      "C": "Cumhuriyet",
      "D": "Peyam-ı Sabah",
      "E": "Albayrak"
    },
    "correctAnswer": "A",
    "explanation": "Sivas Kongresi sırasında ve sonrasında Heyet-i Temsiliye'nin sözcülüğünü yapmak, alınan kararları ve Millî Mücadele'nin hedeflerini halka duyurmak amacıyla <b>Mustafa Kemal Paşa'nın desteğiyle</b> çıkarılan gazete <b>İrade-i Milliye</b>'dir. Bu gazete Millî Mücadele'nin resmi yayın organı görevini üstlenmiştir."
  },
  {
    "id": "177239",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi Sivas Kongresi kararlarının halka duyurulması için yapılan çalışmalardan biridir?</strong>",
    "options": {
      "A": "Cemiyetlerin birleştirilmesi",
      "B": "Temsil Heyeti’nin ulusal hâle getirilmesi",
      "C": "İrade-i Milliye gazetesinin çıkarılması",
      "D": "Ali Fuat Paşa’nın Batı Cephesi Komutanlığına atanması",
      "E": "Mandacılık fikrinin reddedilmesi"
    },
    "correctAnswer": "C",
    "explanation": "Sivas Kongresi'nde alınan kararların ve Millî Mücadele hareketinin propagandasını yapmak ve halkı doğru bilgilendirmek amacıyla <b>İrade-i Milliye</b> adında bir gazete çıkarılması kararlaştırılmış ve yayın hayatına başlamıştır. Bu gazete, halkla iletişim kurmak için yapılan en önemli çalışmalardan biridir."
  },
  {
    "id": "177275",
    "unitNumber": 12,
    "text": "<strong>Ali Fuat Paşa’nın Batı Cephesi Komutanlığına atanması hangi kongre sürecinde gerçekleşmiştir?</strong>",
    "options": {
      "A": "Nazilli Kongresi",
      "B": "Erzurum Kongresi",
      "C": "Trakya Kongreleri",
      "D": "Sivas Kongresi",
      "E": "Oltu Şura Hükûmeti Kongreleri"
    },
    "correctAnswer": "D",
    "explanation": "<b>Ali Fuat Paşa'nın Batı Cephesi Komutanlığına atanması</b> kararı, Heyet-i Temsiliye tarafından <b>Sivas Kongresi</b> sırasında veya hemen sonrasında alınmıştır. Bu atama, Heyet-i Temsiliye'nin bir hükümet gibi <b>yürütme yetkisini</b> kullandığının ve Millî Mücadele'nin cephe yönetimini üstlendiğinin kanıtıdır."
  },
  {
    "id": "177284",
    "unitNumber": 12,
    "text": "<strong>“Temsilciler Kurulu, Doğu Anadolu’nun bütününü temsil eder.” kararı, aşağıdakilerin hangisinde, “Temsilciler Kurulu yurdun bütününü temsil eder.” şeklinde yeniden düzenlenmiştir?</strong>",
    "options": {
      "A": "İlk TBMM’de",
      "B": "Sivas Kongresi’nde",
      "C": "Balıkesir Kongresi’nde",
      "D": "Erzurum Kongresi’nde",
      "E": "Alaşehir Kongresi’nde"
    },
    "correctAnswer": "B",
    "explanation": "Erzurum Kongresi'nde kurulan Temsilciler Kurulu (Heyet-i Temsiliye) başlangıçta sadece Doğu Anadolu'yu temsil ederken, <b>Sivas Kongresi</b>'nde alınan kararla yetkileri genişletilerek <b>yurdun bütününü temsil eder</b> hale gelmiş ve ulusal bir yürütme organı niteliği kazanmıştır."
  },
  {
    "id": "177293",
    "unitNumber": 12,
    "text": "<strong>Amasya Görüşmeleri’yle, Anadolu ve Rumeli Müdafaa-i Hukuk Cemiyeti’nin yasal bir kuruluş olarak İstanbul hükûmetince tanınması cemiyete hangi konuda önemli bir imkân sağlamıştır?</strong>",
    "options": {
      "A": "Siyasal etkinliği artırmıştır.",
      "B": "Temsil Kurulu’nu oluşturmuştur.",
      "C": "Üyelerini seçimle belirlemiştir.",
      "D": "Mustafa Kemal’i başkan seçmiştir.",
      "E": "Millî cemiyetleri bünyesinde toplamıştır."
    },
    "correctAnswer": "A",
    "explanation": "Amasya Görüşmeleri'nin en önemli sonuçlarından biri, <b>İstanbul Hükûmeti'nin resmen Anadolu ve Rumeli Müdafaa-i Hukuk Cemiyeti'ni yasal bir kuruluş olarak tanımasıdır</b>. Bu tanınma, Millî Mücadele hareketine karşı olan İstanbul Hükûmeti'ne karşı cemiyetin <b>siyasi ve hukuki alanda meşruiyet</b> kazanmasını sağlamış, gücünü pekiştirmiştir."
  },
  {
    "id": "177299",
    "unitNumber": 12,
    "text": "<strong>I. Dünya Savaşı sonrası Wilson İlkeleri'ne ters düşmemek için galip devletlerin geliştirdiği yeni bir sömürgecilik yöntemi olan ve kendi kendini idare edemeyen bir memleketi idare etmek için Milletler Cemiyeti’nin bir devlete verdiği vekillik olarak tanımlanan kavram aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Kurucu Meclis",
      "B": "Şura",
      "C": "Manda",
      "D": "Vekâlet",
      "E": "İttifak"
    },
    "correctAnswer": "C",
    "explanation": "I. Dünya Savaşı'ndan sonra <b>Wilson İlkeleri</b>'ne uygun görünmek adına, geleneksel sömürgeciliğin yerini alan bu yeni sisteme <b>Manda ve Himaye</b> denir. Milletler Cemiyeti tarafından verilen vekâlet görevi olarak tanımlansa da, ulusal hareket tarafından <b>bağımsızlığa aykırı</b> ve yeni bir sömürgecilik biçimi olarak görülüp reddedilmiştir."
  },
  {
    "id": "177304",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi Amasya Görüşmeleri’nin sonuçlarından biri <u>değildir</u>?</strong>",
    "options": {
      "A": "İstanbul hükûmeti Anadolu’da başlayan millî hareketi ve alınan kararları kabul etmiştir.",
      "B": "İstanbul hükûmeti Heyet-i Temsiliye’yi resmen tanımıştır.",
      "C": "Bu görüşmeler sonucunda Meclis-i Mebusan’ın yeniden açılması kararlaştırılmıştır.",
      "D": "Bu görüşme sonrası biçok sivil ve asker Millî Mücadele’den yana tavır koymuşlardır.",
      "E": "Ankara’da geçici yeni bir meclisin açılması kabul görmüştür."
    },
    "correctAnswer": "E",
    "explanation": "Amasya Görüşmeleri'nin temel sonuçları: İstanbul Hükûmeti'nin Heyet-i Temsiliye'yi tanıması ve Meclis-i Mebusan'ın İstanbul dışında toplanması için baskı yapılması (ki İstanbul'da toplandı). Eğer seçeneklerde, görüşmelerin hemen ardından <b>TBMM'nin açılması</b> (bu 1920'de gerçekleşti) veya <b>Misak-ı Millî'nin ilanı</b> (bu Meclis-i Mebusan kararıdır) gibi daha sonraki olaylar varsa, bunlar Amasya Görüşmeleri'nin doğrudan sonuçları <u>değildir</u>. Görüşmelerin sonucunda <b>Meclis-i Mebusan seçimleri</b> yapılması kararlaştırılmıştır."
  },
  {
    "id": "306031",
    "unitNumber": 12,
    "text": "<strong>Aşağıdaki olaylardan hangisi Millî Mücadele’nin tek elden yürütülmesini sağlamıştır?</strong>",
    "options": {
      "A": "Erzurum Kongresi",
      "B": "Amasya Görüşmeleri",
      "C": "Amasya Genelgesi",
      "D": "Atatürk’ün Samsun’a çıkışı",
      "E": "Sivas Kongresi"
    },
    "correctAnswer": "E",
    "explanation": "Millî Mücadele hareketinin başlangıçtaki dağınık yapısından kurtulup, merkezi bir otorite altında ve <b>tek elden yürütülmesini</b> sağlayan en kritik karar, <b>Sivas Kongresi</b>'nde tüm bölgesel Müdafaa-i Hukuk Cemiyetlerinin <b>Anadolu ve Rumeli Müdafaa-i Hukuk Cemiyeti</b> adı altında birleştirilmesidir."
  },
  {
    "id": "306035",
    "unitNumber": 12,
    "text": "<strong>Sivas’ta çıkarılan ve Millî Mücadele’nin resmî bir yayın organı gibi çalışmalar yapan gazete aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Tanin Gazetesi",
      "B": "Ulus Gazetesi",
      "C": "Albayrak Gazetesi",
      "D": "Minber Gazetesi",
      "E": "İradeyi Milliye gazetesi"
    },
    "correctAnswer": "E",
    "explanation": "Millî Mücadele'nin resmi görüşlerini ve kararlarını halka duyurmak amacıyla Sivas'ta çıkarılan ve Heyet-i Temsiliye'nin yayın organı olarak çalışan gazete <b>İrade-i Milliye</b>'dir."
  },
  {
    "id": "332886",
    "unitNumber": 12,
    "text": "<strong>\"Her türlü hakka ve hukuka sahip olan Hristiyan azınlıklara siyasi egemenliği ve toplumsal dengeyi bozucu ayrıcalıklar verilmeyecektir.\" kararı aşağıdakilerin hangisinde alınmıştır?</strong>",
    "options": {
      "A": "Havza Genelgesi",
      "B": "Sivas Kongresi",
      "C": "Amasya Tamimi",
      "D": "Cenub-i Garbi Kafkas Hükûmeti",
      "E": "Erzurum Kongresi"
    },
    "correctAnswer": "B",
    "explanation": "Bu karar, ülkenin toprak bütünlüğünü ve siyasi dengesini korumayı amaçlayan bir prensiptir. İlk olarak <b>Erzurum Kongresi</b>'nde kabul edilmiş ve <b>Sivas Kongresi</b>'nde ulusal çapta teyit edilmiştir. Karar, <b>Hristiyan azınlıklara mevcut haklarının tanındığını</b>, ancak bağımsız bir devlet kurmalarına yol açacak ya da ülkenin egemenliğini zedeleyecek <b>ayrıcalıklar (imtiyazlar) verilmeyeceğini</b> belirtir."
  },
  {
    "id": "332888",
    "unitNumber": 12,
    "text": "<strong>İstanbul Hükûmeti, Anadolu'da başlayan Millî Hareketi, alınan kararları ve Heyet-i Temsiliye'yi hangi olay sonucu tanımıştır?</strong>",
    "options": {
      "A": "Amasya Görüşmeleri",
      "B": "Amasya Tamimi",
      "C": "Havza Genelgesi",
      "D": "Sivas Kongresi",
      "E": "Erzurum Kongresi"
    },
    "correctAnswer": "A",
    "explanation": "Bu olay, 20-22 Ekim 1919 tarihleri arasında gerçekleşen **Amasya Görüşmeleri**'dir (Amasya Protokolleri). Damat Ferit Paşa Hükûmeti'nin istifası üzerine kurulan Ali Rıza Paşa Hükûmeti, Anadolu'daki ulusal hareketin gücünü kabul etmek zorunda kalmıştır. Hükûmet adına Bahriye Nazırı **Salih Paşa** ile Heyet-i Temsiliye Başkanı **Mustafa Kemal Paşa** arasında Amasya'da yapılan bu görüşmelerde, İstanbul Hükûmeti ilk kez **Heyet-i Temsiliye**'yi ve dolayısıyla Anadolu'daki **Millî Hareketi resmen tanımış** oldu. Bu, Heyet-i Temsiliye'nin siyasi bir başarı elde etmesi anlamına gelmektedir."
  },
  {
    "id": "332911",
    "unitNumber": 12,
    "text": "<strong>Hem Sivas Kongresi'nin başarısız olması hem de Mustafa Kemal ve arkadaşlarının yakalanarak tutuklanması için İstanbul Hükûmeti ve işgalci güçler tarafından görevlendirilen kişi aşağıdakilerden hangisidir? </strong>",
    "options": {
      "A": "İngiliz Kemal",
      "B": "Çerkez Ethem",
      "C": "Sarı Efe",
      "D": "Topal Recep",
      "E": "Ali Galip"
    },
    "correctAnswer": "E",
    "explanation": "Sivas Kongresi'nin toplanmasını engellemek, Mustafa Kemal'i tutuklamak ve ulusal hareketi durdurmak amacıyla İstanbul Hükûmeti (Damat Ferit Paşa) ve işgalci İngilizler tarafından görevlendirilen kişi **Elazığ Valisi Ali Galip**'tir. Bu olaya **Ali Galip Olayı** denir. Ali Galip, Malatya civarında asker toplamaya çalışmış, ancak bu girişimi Mustafa Kemal ve Heyet-i Temsiliye'nin aldığı önlemler sayesinde başarısız olmuştur. Bu başarısızlık, **Sivas Kongresi**'nin başarılı bir şekilde toplanmasını sağlamış ve ardından **Damat Ferit Paşa Hükûmeti'nin istifasına** yol açarak Millî Mücadele açısından büyük bir zafer olmuştur."
  },
  {
    "id": "392863",
    "unitNumber": 12,
    "text": "<strong>4-11 Eylül 1919 tarihinde toplanan ve aldığı kararlar bakımından bütün yurdu ilgilendirir nitelikte olan kongre aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Balıkesir Kongresi",
      "B": "Pozantı Kongresi",
      "C": "Sivas Kongresi",
      "D": "Büyük Kars Kongresi",
      "E": "Trabzon Kongresi"
    },
    "correctAnswer": "C",
    "explanation": "4-11 Eylül 1919 tarihleri arasında toplanan ve aldığı kararlar bakımından bütün yurdu ilgilendirir nitelikte olan kongre **Sivas Kongresi**'dir. Bu kongre, Erzurum Kongresi'nin bölgesel kararlarını ulusal çapta genişletmiştir. En önemli kararları arasında Anadolu ve Rumeli'deki tüm yararlı cemiyetlerin \"**Anadolu ve Rumeli Müdafaa-i Hukuk Cemiyeti**\" adı altında birleştirilmesi ve **Heyet-i Temsiliye**'nin tüm yurdu temsil eder hâle gelmesi yer alır. Bu yönüyle, Millî Mücadele'nin tek elden yürütülmesinde hayati bir rol oynamıştır."
  },
  {
    "id": "392865",
    "unitNumber": 12,
    "text": "<strong>İstanbul Hükûmeti, Anadolu’da başlayan millî hareketi, alınan kararları ve Heyet-i Temsiliye’yi resmî olarak aşağıdakilerden hangisiyle tanımıştır?</strong>",
    "options": {
      "A": "Amasya Görüşmeleri",
      "B": "Hürriyet Misakı",
      "C": "Adana Mülakatı",
      "D": "Nazilli Kongresi",
      "E": "İzmit Kasrı Mülakatı"
    },
    "correctAnswer": "A",
    "explanation": "İstanbul Hükûmeti'nin Anadolu'da başlayan millî hareketi, alınan kararları ve **Heyet-i Temsiliye**'yi resmî olarak tanıdığı olay **Amasya Görüşmeleri**'dir (Amasya Protokolleri). Sivas Kongresi'nin başarıyla sonuçlanması ve Damat Ferit Hükûmeti'nin düşmesinin ardından kurulan Ali Rıza Paşa Hükûmeti, Heyet-i Temsiliye ile muhatap olmayı kabul etmiş ve bu amaçla Bahriye Nazırı **Salih Paşa**'yı göndermiştir. Bu görüşmeler, İstanbul Hükûmeti'nin Anadolu'daki otoriteyi **yasal olarak tanıdığı** ilk resmî olaydır."
  },
  {
    "id": "113780",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi Misak-ı Milli’nin sonuçlarından biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Misak-ı Millî Beyannamesi, her şeyden önce millî ve bölünmez bir Türk vatanının sınırlarını çizmiştir.",
      "B": "Misâk-ı Millî’nin ilan edilmesi, İstanbul hükûmetini telaşa düşürmüştür.",
      "C": "İtilaf Devletleri Misak-ı Millî’den memnun kalmadıklarından kısa bir süre sonra İstanbul’u işgal kararı alarak Meclis-i Mebusan’ı işgal etmek suretiyle dağıtmışlardır.",
      "D": "İtilaf Devletleri’nin Yunan kuvvetlerini taarruza başlatmaları, Ali Rıza Paşa Kabinesi’ni çekilmeye mecbur bırakmıştır.",
      "E": "Heyet-i Temsiliye merkezinin Ankara olmasına karar verilmiştir."
    },
    "correctAnswer": "E",
    "explanation": ""
  },
  {
    "id": "113888",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi İngilizlerin isteği üzerine 5 Nisan 1920’de Salih Paşa’nın yerine sadrazam olmuştur?</strong>",
    "options": {
      "A": "Damat Ferit Paşa",
      "B": "Ahmet Anzavur",
      "C": "Sultan Vahdettin",
      "D": "Abdullah Efendi",
      "E": "Rıfat (Börekçi) Efendi"
    },
    "correctAnswer": "A",
    "explanation": ""
  },
  {
    "id": "113898",
    "unitNumber": 13,
    "text": "<strong>Rauf Orbay, Son Osmanlı Mebusan Meclisi’ne hangi ilimizden milletvekili olarak seçilmiştir?</strong>",
    "options": {
      "A": "İstanbul",
      "B": "Sivas",
      "C": "Ankara",
      "D": "Erzurum",
      "E": "Amasya"
    },
    "correctAnswer": "B",
    "explanation": ""
  },
  {
    "id": "113906",
    "unitNumber": 13,
    "text": "<strong>Heyet-i Temsiliye’nin çalışmalarının yürütüleceği ve 27 Aralık 1919 Cumartesi günü Mustafa Kemal Atatürk'ün gelmesi ile milletine ve milli teşkilatlara yayınlanan bildiride belirtilen yeni merkez aşağıdakilerden hangisidir? </strong>",
    "options": {
      "A": "Kayseri",
      "B": "Konya",
      "C": "Sivas",
      "D": "Ankara",
      "E": "Erzurum"
    },
    "correctAnswer": "D",
    "explanation": ""
  },
  {
    "id": "114556",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi Sivas’ta 16 - 29 Kasım 1919 tarihleri arasında komutanlarla yapılan toplantıda Heyet-i Temsiliye’nin çalışmalarının yürütüleceği yeni merkez için önerilen şehirlerden biridir?</strong>",
    "options": {
      "A": "Kayseri",
      "B": "İstanbul",
      "C": "Konya",
      "D": "Erzurum",
      "E": "Sivas"
    },
    "correctAnswer": "C",
    "explanation": ""
  },
  {
    "id": "171661",
    "unitNumber": 13,
    "text": "<strong>İtilaf Devletleri’nin aşağıdaki girişimlerinden hangisi doğrudan millî iradeyi yok etmeyi amaçlamıştır?</strong>",
    "options": {
      "A": "Boğazların yönetimine el koyma",
      "B": "Mebusan Meclisi’ni dağıtma",
      "C": "Osmanlı ordusunun büyük bir kısmını terhis ettirme",
      "D": "Karadeniz kıyısındaki bazı önemli noktaları kontrol altına alma",
      "E": "Ulaşım ve haberleşme sistemlerinin işletilmesine el koyma"
    },
    "correctAnswer": "B",
    "explanation": ""
  },
  {
    "id": "171696",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi, 16 Mart 1920’de İstanbul’un resmen işgalinin sonuçlarından biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Kaçabilen mebusların I. TBMM’ye katılması",
      "B": "Osmanlı saltanatının çaresiz duruma düşmesi",
      "C": "Misâk-ı Millî’nin ilan edilmesi",
      "D": "Ankara’da I. TBMM’nin açılması",
      "E": "Osmanlı Meclisi’nin tarihe karışması"
    },
    "correctAnswer": "C",
    "explanation": ""
  },
  {
    "id": "171708",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi Misak-ı Millî kararlarından biridir?</strong>",
    "options": {
      "A": "Havza Genelgesi’nin yayımlanması",
      "B": "Erzurum Kongresi’nin toplanması",
      "C": "Ulusal cemiyetlerin birleştirilmesi",
      "D": "Temsilciler Kurulu’nun Ankara’ya gelmesi",
      "E": "Ulusal ekonomideki gelişmeyi engelleyen kısıtlamaların kaldırılması"
    },
    "correctAnswer": "E",
    "explanation": ""
  },
  {
    "id": "177330",
    "unitNumber": 13,
    "text": "<strong>Misak-ı Millî Kararları’nda aşağıdakilerden hangisi konu <u>edilmemiştir</u>?</strong>",
    "options": {
      "A": "Cumhuriyet idaresi",
      "B": "Vatanın bütünlüğü",
      "C": "Batı Trakya",
      "D": "Azınlık hakları",
      "E": "Borçlar"
    },
    "correctAnswer": "A",
    "explanation": ""
  },
  {
    "id": "177339",
    "unitNumber": 13,
    "text": "Mustafa Kemal Paşa, İstanbul’un işgali haberleri üzerine hemen bütün kolordu komutanlarına çektiği telgraflarda, bu andan itibaren Heyet-i Temsiliye’nin Anadolu’da müracaat edilecek tek idari merci olduğunu vurgulamıştır. 16 ve 17 Mart 1920 tarihli telgraflarla alınacak tedbirleri kolordulara ve valilere bildirmiştir.<br/><strong>Bu telgraflarda aşağıdaki emirlerden hangisi <u>yoktur</u>?</strong>",
    "options": {
      "A": "İstanbul ile görüşme kesilecektir.",
      "B": "Hristiyan halka dokunulmayacaktır.",
      "C": "Olumsuz propagandalar önlenecektir.",
      "D": "Askerî ve sivil makamlar iş birliği yaparak çalışacaklardır.",
      "E": "İstanbul hükûmetiyle irtibat koparılmayacaktır."
    },
    "correctAnswer": "E",
    "explanation": ""
  },
  {
    "id": "177361",
    "unitNumber": 13,
    "text": "<strong>Aşağıdaki tarih ve vakaların hangisi farklıdır?</strong>",
    "options": {
      "A": "16 Mart 1920-İstanbul’un resmen işgali",
      "B": "20- 22 Ekim 1919-Amasya Görüşmeleri",
      "C": "28 Ocak 1920-Misak-ı Millî’nin kabul edilmesi",
      "D": "27 Aralık 1920-Heyet-i Temsiliye’nin Ankara’ya gelişi",
      "E": "04- 11 Eylül 1919-Sivas Kongresi"
    },
    "correctAnswer": "D",
    "explanation": ""
  },
  {
    "id": "177366",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi Heyet-i Temsiliye’nin Ankara’yı Millî Mücadele’nin idare merkezi olarak tercih etmesinin nedenlerinden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Anadolu’nun tam ortasında bulunması",
      "B": "İstanbul’a demir yolu ve haberleşme sistemiyle bağlı olması",
      "C": "Millî teşkilatların güçlü olması",
      "D": "XV. Kolordu Komutanı Kâzım Karabekir’in burada olması",
      "E": "Önemli ulaşım yollarının kesişme noktası olması"
    },
    "correctAnswer": "D",
    "explanation": ""
  },
  {
    "id": "177405",
    "unitNumber": 13,
    "text": "<strong>Millî iradenin son Osmanlı Mebuslar Meclisi’nde” Misak-I Millî” şeklinde ilan edilmesinden sonra, İtilaf Devletleri nasıl bir karşılık vermiştir?</strong>",
    "options": {
      "A": "Musul işgal edilmiştir.",
      "B": "Kars işgal edilmiştir.",
      "C": "İzmir işgal edilmiştir.",
      "D": "Batum’a asker çıkarılmıştır.",
      "E": "İstanbul işgal edilmiştir."
    },
    "correctAnswer": "E",
    "explanation": ""
  },
  {
    "id": "177410",
    "unitNumber": 13,
    "text": "I. Erzurum Kongresi Kararları<br/>II. Sivas Kongresi Kararları<br/>III. TBMM’nin Açılması<br/><strong>Her şeyden önce millî ve bölünmez Türk vatanının sınırlarının çizildiği Misak-ı Millî Kararları’nın hazırlanmasında yukarıdakilerden hangisi ya da hangilerinin katkısı <u>yoktur</u>?</strong>",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "II ve III"
    },
    "correctAnswer": "C",
    "explanation": ""
  },
  {
    "id": "177412",
    "unitNumber": 13,
    "text": "<strong>Son Osmanlı Mebusan Meclisinde alınan Misak-ı Millî Kararları’nda Elviye-i Selase (Kars- Ardahan-Batum) ve Batı Trakya ile ilgili olarak nasıl bir görüş bildirilmiştir?</strong>",
    "options": {
      "A": "Bölge halkını silahlandırmak",
      "B": "Bu bölgeleri görüşmeler yolu ile geri almak",
      "C": "Savaşarak işgalden kurtulmalarını sağlamak",
      "D": "Bu bölgelerde millî kuvvetleri harekete geçirmek",
      "E": "Gerekirse bu bölgelerde halkın oyuna başvurmak"
    },
    "correctAnswer": "E",
    "explanation": ""
  },
  {
    "id": "306041",
    "unitNumber": 13,
    "text": "<strong>Sivas Kongresi’nden sonra oluşturulan Heyet-i Temsiliye’nin görevi ne zaman sona ermiştir?</strong>",
    "options": {
      "A": "İstanbul’un işgalinden sonra",
      "B": "TBMM’nin açılışından sonra",
      "C": "Sakarya Savaşı’ndan sonra",
      "D": "Lozan Antlaşması’ndan sonra",
      "E": "Büyük Taarruz’dan sonra"
    },
    "correctAnswer": "B",
    "explanation": ""
  },
  {
    "id": "306047",
    "unitNumber": 13,
    "text": "<strong>Mustafa Kemal Paşa, Son Osmanlı Mebusan Meclisi’ne hangi ilimizden milletvekili olarak seçilmiştir?</strong>",
    "options": {
      "A": "Ankara",
      "B": "İstanbul",
      "C": "Trabzon",
      "D": "Erzurum",
      "E": "Selanik"
    },
    "correctAnswer": "D",
    "explanation": ""
  },
  {
    "id": "332912",
    "unitNumber": 13,
    "text": ".............................., her şeyden önce millî ve bölünmez bir Türk vatanının sınırlarını çizmiştir.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "options": {
      "A": "Erzurum Kongresi",
      "B": "Sivas Kongresi",
      "C": "Amasya Görüşmeleri",
      "D": "Ali Galip Olayı",
      "E": "Misak-ı Millî"
    },
    "correctAnswer": "E",
    "explanation": ""
  },
  {
    "id": "395235",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi Misak-ı Milli'nin esasları arasında <u>yer almaz</u>?</strong>",
    "options": {
      "A": "Halkın oyu ile anavatana katılmış bulunan üç sancakta gerekirse halkın oyuna yeniden başvurulması",
      "B": "Türkiye ile yapılacak barışa kadar ertelenen Doğu Trakya’nın hukuki durumunun halk oyu ile belirlenmesi",
      "C": "Türk ve İslam unsurların yerleşmiş olduğu kesimlerin tamamının birbirinden ayrılmaz bir bütün olması",
      "D": "İtilaf Devletleri’yle bazı ortakları arasında kararlaştırılmış olan anlaşma esasları çerçevesinde, Hristiyan azınlıklara yararlandırılacak hakların, diğer ülkelerdeki Müslüman azınlıklara tanınan haklarla eşit olması",
      "E": "Siyasi, adli ve mali gelişmeyi önleyici sınırlamalara (kapitülasyonlara) karşı durulması"
    },
    "correctAnswer": "B",
    "explanation": ""
  },
  {
    "id": "395237",
    "unitNumber": 13,
    "text": "<strong>16 Mart 1920 tarihinde İstanbul'un işgal haberini Ankara'ya bildiren vatansever telgrafçı aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Resneli Niyazi Bey",
      "B": "Arapkirli Abdullah Cevdet",
      "C": "Kafkasyalı Mehmet Reşit",
      "D": "Manastırlı Hamdi Efendi",
      "E": "Gaspıralı İsmail Bey"
    },
    "correctAnswer": "D",
    "explanation": ""
  },
  {
    "id": "113717",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi Sevr Anlaşması'nın imzalandığı tarihtir?</strong>",
    "options": {
      "A": "21 Mart 1920",
      "B": "26 Nisan 1920",
      "C": "11 Mayıs 1920",
      "D": "22 Temmuz 1920",
      "E": "10 Ağustos 1920"
    },
    "correctAnswer": "E",
    "explanation": "Sevr Antlaşması, I. Dünya Savaşı'ndan sonra İtilaf Devletleri ile Osmanlı Devleti arasında imzalanması planlanan ağır koşullu bir barış antlaşmasıdır. Antlaşmanın imzalandığı tarih <b>10 Ağustos 1920</b>'dir. Ancak bu antlaşma Osmanlı Mebusan Meclisi tarafından onaylanmadığı ve TBMM tarafından reddedildiği için hukuken geçerlilik kazanmamış, yani <b>ölü doğmuş</b> sayılmıştır."
  },
  {
    "id": "115254",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi boğazların ve İstanbul’a giden yolların güvenliğini elinde tutmak isteyen işgalci devletlerin ve İstanbul hükûmetinin teşvikiyle çıkarılan ayaklanmalardandır?</strong>",
    "options": {
      "A": "Bolu-Düzce-Hendek ve Adapazarı Ayaklanmaları",
      "B": "Konya İsyanları",
      "C": "Kuva-yı İnzibatiye",
      "D": "Yozgat-Zile Ayaklanmaları",
      "E": "Millî Aşiret Ayaklanması"
    },
    "correctAnswer": "A",
    "explanation": "İstanbul Hükûmeti ve işgalci devletler, <b>TBMM'yi dağıtmak</b> ve Millî Mücadele'yi engellemek amacıyla çeşitli ayaklanmaları teşvik etmişlerdir. Boğazlar ve İstanbul'a giden yolların güvenliğini sağlamayı hedefleyen ve doğrudan İstanbul Hükûmeti'nin teşebbüsüyle kurulan ordu, <b>Kuvâ-yi İnzibâtiye</b> (Hilafet Ordusu) idi. Bu ordu, TBMM'ye karşı çıkarılmış olup, özellikle stratejik bölgeleri kontrol etme amacı taşımıştır."
  },
  {
    "id": "115263",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi Sevr Antlaşması’nın maddelerinden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Adaların tamamı Yunanistan’a bırakılacaktır.",
      "B": "İstanbul ve Çanakkale boğazları uluslararası bir komisyon tarafından yönetilecek ve savaş sırasında bile bütün savaş gemilerine açık olacaktır.",
      "C": "Erzurum, Van, Bitlis ve Trabzon illerini kapsayacak olan bir Ermeni Devleti kurulacaktır.",
      "D": "Osmanlı Devleti Mısır üzerindeki haklarından feragat edecektir.",
      "E": "Ekonomik, mali ve adli kapitülasyonlar en geniş şekliyle devam edecektir."
    },
    "correctAnswer": "A",
    "explanation": "Sevr Antlaşması, Osmanlı Devleti için son derece ağır hükümler içeriyordu. Bu hükümler arasında <b>azınlık haklarının genişletilmesi</b>, <b>Osmanlı ordusunun kısıtlanması</b> ve <b>Boğazların uluslararası bir komisyona bırakılması</b> yer alıyordu. Antlaşmanın maddeleri arasında <b>Kapitülasyonların kaldırılması</b> değil, aksine kapitülasyonların devam ettirilmesi ve genişletilmesi yer almaktaydı. Kapitülasyonlar ancak <b>Lozan Barış Antlaşması</b> ile tamamen kaldırılmıştır."
  },
  {
    "id": "115275",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi ayaklanmalara karşı Türkiye Büyük Millet Meclisi’nin aldığı tedbir ve sonuçlardan biri <u>değildir</u>?</strong>",
    "options": {
      "A": "İstiklal Mahkemeleri’nin kurulması",
      "B": "İstanbul ile her türlü haberleşmenin devam etmesi",
      "C": "Nasihat heyetleri oluşturulması",
      "D": "Hıyanet-i Vataniye Kanunu’nun çıkarılması",
      "E": "Düzenli ordunun kuruluş sürecinin hızlandırılması"
    },
    "correctAnswer": "B",
    "explanation": "TBMM, varlığını tehdit eden iç ayaklanmalara karşı hızla tedbirler almıştır. Başlıca tedbirler: <b>Hıyanet-i Vataniye Kanunu'nun çıkarılması</b> ve suçluları yargılamak üzere <b>İstiklal Mahkemelerinin kurulması</b>dır. Ancak, TBMM'nin aldığı tedbirler arasında, <b>saltanatın ve hilafetin kaldırılması</b> (ki bu 1922 ve 1924'te gerçekleşti) iç ayaklanmalara karşı alınan acil bir tedbir veya sonuç değildir; bu, rejimi değiştirme yönündeki daha sonraki siyasi adımlardır."
  },
  {
    "id": "170555",
    "unitNumber": 14,
    "text": "<strong>I. TBMM’de çok farklı görüşte kişiler bulunmaktaydı. I. Meclis’te görev yapan milletvekillerinin ortak amaçları aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Ülkenin işgallerden kurtarılması",
      "B": "Laik bir devletin kurulması",
      "C": "Kadınlara seçme-seçilme hakkının tanınması",
      "D": "Cumhuriyet'in ilan edilmesi",
      "E": "Çok partili düzene geçilmesi"
    },
    "correctAnswer": "A",
    "explanation": "Birinci Türkiye Büyük Millet Meclisi (I. TBMM), <b>farklı siyasi grupları ve görüşleri</b> barındırsa da, tüm milletvekillerinin üzerinde anlaştığı tek ortak amaç vardı: <b>Vatanın işgalden kurtarılması</b> ve <b>Millî Mücadele'nin başarıya ulaştırılması</b>. Bu amaç, Meclis'in olağanüstü yetkilerle çalışmasının temel motivasyonuydu."
  },
  {
    "id": "170567",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisinin TBMM’nin varlığına yönelik tehditleri önleme amacı <u>yoktur</u>?</strong>",
    "options": {
      "A": "Düzenli ordunun oluşturulması",
      "B": "Hıyanet-i Vataniye Kanunu’nun çıkarılması",
      "C": "Meclis Hükûmeti sisteminin benimsenmesi",
      "D": "Ayaklanmaların bastırılması",
      "E": "İstiklal Mahkemeleri’nin kurulması"
    },
    "correctAnswer": "C",
    "explanation": "TBMM'nin varlığını tehdit eden unsurlar karşısında alınan tedbirler genellikle hukuki ve askeri niteliktedir (Hıyanet-i Vataniye Kanunu, İstiklal Mahkemeleri, Düzenli Orduya geçiş). <b>Misak-ı Millî'nin ilan edilmesi</b> ise, ulusal sınırları ve bağımsızlık hedeflerini belirlemeyi amaçlar. Misak-ı Millî, TBMM açılmadan önce Son Osmanlı Mebusan Meclisi tarafından kabul edildiği için, TBMM'nin varlığına yönelik tehditleri önleme amacı taşıyan doğrudan bir TBMM önlemi değildir."
  },
  {
    "id": "170574",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi I. TBMM’nin özellikleri arasında yer almaz?</strong>",
    "options": {
      "A": "Meclis Başkanı Vekiller Heyeti’nin de tabii başkanıdır.",
      "B": "Kurucu meclistir.",
      "C": "Başbakan Cumhurbaşkanı tarafından atanır.",
      "D": "Kuvvetler birliği esası vardır.",
      "E": "TBMM’nin üstünde bir kuvvet yoktur."
    },
    "correctAnswer": "C",
    "explanation": "I. TBMM, olağanüstü koşullarda kurulduğu için <b>Güçler Birliği</b> (yasama, yürütme ve yargı yetkilerini kendinde toplama) ilkesini benimsemiştir. Ayrıca <b>kurucu</b>, <b>savaş</b> ve <b>milliyetçi</b> özelliklere sahiptir. Ancak, Meclis'te hızlı ve etkili kararlar alabilmek amacıyla <b>Güçler Ayrılığı</b> ilkesi uygulanmamıştır."
  },
  {
    "id": "170600",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi, İstanbul Hükûmeti’nin TBMM’ye karşı mücadelesinde başvurduğu yöntemlerden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "İsyanlar çıkarması",
      "B": "Anadolu halkını fetvalarla Mustafa Kemal’e karşı kışkırtması",
      "C": "İç isyanları desteklemesi",
      "D": "Kuva-yı Milliye birliklerini kurması",
      "E": "Anadolu halkını Ankara Hükûmeti’ne karşı mücadeleye çağırması"
    },
    "correctAnswer": "D",
    "explanation": "İstanbul Hükûmeti, TBMM'nin meşruiyetini sarsmak için çeşitli yollara başvurmuştur. Bunlar arasında <b>TBMM aleyhine fetvalar yayınlamak</b>, <b>işgalci güçlerle işbirliği yapmak</b> ve <b>çeşitli ayaklanmaları (özellikle Kuvâ-yi İnzibâtiye) teşvik etmek</b> yer alır. Ancak, <b>Düzenli Ordunun kurulması ve isyanların bastırılması</b>, tam tersine, TBMM'nin kendi varlığını korumak için başvurduğu yöntemlerdir."
  },
  {
    "id": "177338",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi Heyet-i Temsiliye’nin Ankara’ya gelişinin sebeplerinden biri <u>değildir?</u></strong>",
    "options": {
      "A": "Ankara’nın Batı Cephesi’ne yakınlığı",
      "B": "Azınlık faaliyetlerinin yoğun olması",
      "C": "Coğrafi konumunun avantajları",
      "D": "Ulaşım imkânlarının uygun olması",
      "E": "Ankara halkının Millî Mücadele taraftarı olması"
    },
    "correctAnswer": "B",
    "explanation": "Heyet-i Temsiliye, Millî Mücadele'yi daha etkin yönetmek amacıyla Ankara'ya gelmiştir (27 Aralık 1919). Bu kararın nedenleri arasında <b>Ankara'nın Anadolu'nun merkezinde olması</b>, <b>haberleşme ve ulaşım imkanlarının uygunluğu</b> ve <b>Batı Cephesi'ne yakınlığı</b> yer alır. Ancak, <b>İstanbul Hükûmeti ile uzlaşma sağlamak</b> amacıyla Ankara'ya gelinmemiştir; amaç, bağımsız bir merkez oluşturmaktır."
  },
  {
    "id": "177345",
    "unitNumber": 14,
    "text": "<strong>Sivas Kongresi'nde son hâline kavuşan Heyet-i Temsiliye’nin görevi aşağıdakilerden hangisiyle sona ermiştir?</strong>",
    "options": {
      "A": "Kuva-yı Milliye’nin kurulmasıyla",
      "B": "Halifeliğin kaldırılmasıyla",
      "C": "Cumhuriyetin ilanıyla",
      "D": "TBMM'nin açılmasıyla",
      "E": "1921 tarihli Teşkilat-ı Esasiye Kanunu’nun kabulüyle"
    },
    "correctAnswer": "D",
    "explanation": "Heyet-i Temsiliye, Millî Mücadele döneminde yürütme görevini üstlenen geçici bir organdı. Temsil Heyeti'nin görevi, milletin egemenliğini temsil edecek olan <b>Türkiye Büyük Millet Meclisi'nin açılmasıyla</b> (23 Nisan 1920) resmen sona ermiştir. TBMM'nin açılmasıyla birlikte, yürütme yetkisi doğrudan yeni meclise geçmiştir."
  },
  {
    "id": "177364",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi, İstanbul Hükûmeti’nin TBMM’ye karşı mücadelesinde başvurduğu yöntemlerden biri <u>değildir?</u></strong>",
    "options": {
      "A": "İsyanlar çıkarması",
      "B": "Anadolu halkını fetvalarla Mustafa Kemal’e karşı kışkırtması",
      "C": "İç isyanları desteklemesi",
      "D": "Kuva-yı Milliye birliklerini kurması",
      "E": "Anadolu halkını Ankara Hükûmeti’ne karşı mücadeleye çağırması"
    },
    "correctAnswer": "D",
    "explanation": "İstanbul Hükûmeti, TBMM'yi tanımamak ve Millî Mücadele'yi bitirmek için çeşitli faaliyetlerde bulunmuştur: <b>Şeyhülislamlık fetvaları ile TBMM üyelerini isyancı ilan etmek</b>, <b>işgalci güçlerle işbirliği yapmak</b> ve <b>ayaklanmaları desteklemek</b>. İstanbul Hükûmeti'nin başvurduğu bir yöntem olmayan eylem ise, <b>Misak-ı Millî'yi kabul edip TBMM'nin politikalarını desteklemek</b> olmuştur; tam tersine, Hükûmet TBMM'ye karşı mücadele etmiştir."
  },
  {
    "id": "177371",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi Millî Mücadele’yi destekleyen gazetelerden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Yeni Gün",
      "B": "Açıksöz",
      "C": "Sebil’ür Reşad",
      "D": "Albayrak",
      "E": "Alemdar"
    },
    "correctAnswer": "E",
    "explanation": "Millî Mücadele döneminde <b>İrade-i Millîye</b>, <b>Hâkimiyet-i Millîye</b> gibi gazeteler mücadeleyi desteklemiştir. <b>Peyam-ı Sabah</b> (ya da Alemdar gibi gazeteler) ise genellikle <b>İstanbul Hükûmeti'ni destekleyen</b>, padişaha bağlılık bildiren ve Millî Mücadele hareketini kötüleyen yayınlar yapmıştır."
  },
  {
    "id": "177402",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi İstanbul hükûmeti ve işgalci güçlerin teşvikiyle TBMM’ye karşı çıkan ayaklanmalardan biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Millî Aşiret Ayaklanması",
      "B": "Koçkiri Ayaklanması",
      "C": "Yozgat-Zile Ayaklanması",
      "D": "Arap Ayaklanmaları",
      "E": "Bolu-Düzce-Hendek ve Adapazarı Ayaklanması"
    },
    "correctAnswer": "D",
    "explanation": "İstanbul Hükûmeti ve işgalci güçlerin teşvikiyle çıkan isyanlar arasında Kuvâ-yi İnzibâtiye ve Ahmet Anzavur isyanları yer alır. <b>Çerkez Ethem Ayaklanması</b> ise, İstanbul Hükûmeti'nin doğrudan teşvikiyle değil, Ethem'in <b>Düzenli Ordu'ya katılmak istememesi</b> ve otoriteyi reddetmesi sonucu ortaya çıkmıştır; yani eski Kuvâ-yi Millîyecilerin çıkardığı bir isyandır."
  },
  {
    "id": "177426",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi İstiklal Savaşı’nda çıkan ayaklanmalardan biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Menemen",
      "B": "Delibaş Mehmet",
      "C": "Çopur Musa",
      "D": "Şeyh Eşref",
      "E": "Millî Aşiret"
    },
    "correctAnswer": "A",
    "explanation": "İstiklal Savaşı (1919-1922) döneminde TBMM yönetimine karşı çeşitli isyanlar çıkmıştır (Anzavur, Kuvâ-yi İnzibâtiye, Çerkez Ethem, Koçgiri vb.). Ancak <b>31 Mart Olayı</b>, Meşrutiyet Dönemi'nde, 1909 yılında İstanbul'da rejime karşı çıkan bir isyandır ve <b>İstiklal Savaşı döneminden önce</b> gerçekleşmiştir."
  },
  {
    "id": "177438",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisinin TBMM’nin varlığına yönelik tehditleri önleme amacı <u>yoktur</u>?</strong>",
    "options": {
      "A": "Düzenli ordunun oluşturulması",
      "B": "Hıyanet-i Vataniye Kanunu’nun çıkarılması",
      "C": "Meclis Hükûmeti sisteminin benimsenmesi",
      "D": "Ayaklanmaların bastırılması",
      "E": "İstiklal Mahkemeleri’nin kurulması"
    },
    "correctAnswer": "C",
    "explanation": "TBMM'nin güvenliğini ve otoritesini sağlamaya yönelik temel önlemler <b>Hıyanet-i Vataniye Kanunu'nun çıkarılması</b> ve <b>İstiklal Mahkemelerinin kurulması</b> gibi hukuki ve cezai tedbirlerdir. <b>Misak-ı Millî'nin ilan edilmesi</b> ise, Meclis'in varlığına yönelik acil bir tehdidi önlemekten ziyade, Türk milletinin <b>bağımsızlık ve toprak bütünlüğü hedeflerini</b> belirleyen ulusal bir yemin metnidir ve Meclis açılmadan önce kabul edilmiştir."
  },
  {
    "id": "306049",
    "unitNumber": 14,
    "text": "<strong>Sevr Antlaşması’nın taslağı nerede hazırlanmıştır?</strong>",
    "options": {
      "A": "Limni Adası’nın Mondros Limanı’nda",
      "B": "San Remo Konferansı’nda",
      "C": "Londra Konferansı’nda",
      "D": "Paris Konferansı’nda",
      "E": "Paris’in Sevr Kasabası’nda"
    },
    "correctAnswer": "B",
    "explanation": "I. Dünya Savaşı'nın ardından İtilaf Devletleri, Osmanlı Devleti ile yapılacak barış antlaşmasının taslağını hazırlamak üzere <b>San Remo Konferansı</b>'nda (Nisan 1920) bir araya gelmişlerdir. Bu konferansta hazırlanan taslak, daha sonra Sevr Antlaşması olarak Osmanlı temsilcilerine sunulmuştur."
  },
  {
    "id": "306054",
    "unitNumber": 14,
    "text": "I. Lozan Antlaşması<br/>II. Sevr Antlaşması<br/>III. Mondros Mütarekesi<br/><strong>Yukarıdaki antlaşmalardan hangisi ya da hangileri ölü doğmuş antlaşma olarak bilinir?</strong>",
    "options": {
      "A": "Yalnız ı",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "I, II ve"
    },
    "correctAnswer": "B",
    "explanation": "Tarihte <b>ölü doğmuş antlaşma</b> olarak nitelendirilen anlaşma, hukuki geçerlilik kazanmadığı için yürürlüğe girmemiş olan antlaşmadır. Bu nitelendirme, Osmanlı Devleti adına imzalanmasına rağmen <b>TBMM tarafından kesinlikle reddedilen</b> ve Osmanlı Meclis-i Mebusanı tarafından onaylanmayan <b>Sevr Antlaşması</b> için kullanılır."
  },
  {
    "id": "332895",
    "unitNumber": 14,
    "text": "<strong>I. TBMM'nin açılış tarihi aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "19 Mayıs 1919",
      "B": "23 Nisan 1923",
      "C": "29 Ekim 1924",
      "D": "23 Nisan 1920",
      "E": "24 Mart 1922"
    },
    "correctAnswer": "D",
    "explanation": "Türkiye Büyük Millet Meclisi, <b>23 Nisan 1920</b> tarihinde Ankara'da açılmıştır. Bu tarih, millet egemenliğine dayanan yeni Türk Devleti'nin kurulmasının ve Millî Mücadele'nin tek bir merkezden yürütülmeye başlanmasının resmi başlangıcıdır."
  },
  {
    "id": "332896",
    "unitNumber": 14,
    "text": "<strong>İngiliz gizli servis elamanlarından Papaz Fru’nun da maddi destekleriyle Manyas, Susurluk, Biga, Gönen, Ulubat taraflarında çıkan ayaklanma/isyan aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Anzavur Ayaklanması",
      "B": "Kuva-yı İnzibatiye Ayaklanması",
      "C": "Konya İsyanları",
      "D": "Millî Aşireti Ayaklanması",
      "E": "Şeyh Eşref Olayı"
    },
    "correctAnswer": "A",
    "explanation": "İngilizlerin ve İstanbul Hükûmeti'nin doğrudan desteğiyle Marmara bölgesinde (Biga, Manyas, Susurluk, Gönen çevresi) Kuvâ-yi Millîye'ye karşı çıkan bu isyan, <b>Ahmet Anzavur Ayaklanması</b> olarak bilinir. Bu isyan, TBMM otoritesini reddetmek ve <b>Çanakkale Boğazı çevresinde Millî Güçlerin etkinliğini kırmak</b> amacıyla çıkarılmıştır."
  },
  {
    "id": "332898",
    "unitNumber": 14,
    "text": "<strong>Tarihte \"ölü doğan bir antlaşma\" olarak nitelendirilen antlaşma aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Londra Antlaşması",
      "B": "Sevr Antlaşması",
      "C": "Paris Antlaşması",
      "D": "Mondros Ateşkes Antlaşması",
      "E": "Versay Barış Antlaşması"
    },
    "correctAnswer": "B",
    "explanation": "Osmanlı Devleti'nin I. Dünya Savaşı'nı resmen sonlandırması gereken, ancak TBMM tarafından tanınmayıp <b>hukuki olarak onaylanmadığı</b> için hiçbir zaman yürürlüğe girmeyen antlaşma, <b>Sevr Antlaşması</b>'dır (10 Ağustos 1920). Bu nedenle Sevr Antlaşması, tarihte \"<b>ölü doğan bir antlaşma</b>\" olarak nitelendirilir."
  },
  {
    "id": "395242",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi Türkiye Büyük Millet Meclisi’nin ayaklanmalara karşı aldığı tedbirlerden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "29 Nisan 1920’de Hıyanet-i Vataniye Kanunu’nun çıkarılması",
      "B": "11 Eylül 1920’de İstiklal Mahkemeleri’nin kurulması",
      "C": "Düzenli ordunun kuruluş sürecinin hızlandırılması",
      "D": "İstanbul ile her türlü haberleşmenin kesilmesi",
      "E": "Yabancı ülkelerden destek alınması"
    },
    "correctAnswer": "E",
    "explanation": "Türkiye Büyük Millet Meclisi (TBMM), kurulduğu ilk dönemde otoritesini sarsmak isteyen ve İstanbul Hükümeti ile işgalci güçlerce desteklenen pek çok iç ayaklanma ile mücadele etmek zorunda kalmıştır. Bu ayaklanmalara karşı alınan en temel tedbirler hukuki ve cezai niteliktedir:<br>1. <b>Hıyanet-i Vataniye Kanunu</b> (Vatana İhanet Yasası): 29 Nisan 1920'de çıkarılarak TBMM'ye karşı çıkan her türlü eylemi yasal olarak cezalandırmanın yolu açılmıştır.<br>2. <b>İstiklal Mahkemeleri</b> (Bağımsızlık Mahkemeleri): Bu kanunun hızlı ve etkin bir şekilde uygulanması için kurulmuştur. Üyeleri TBMM içerisinden seçilen bu mahkemeler, ayaklanmacıları hızla yargılayıp cezalandırarak caydırıcılık sağlamıştır.<br>3. Ayaklanmaları bastırmak için <b>düzenli askeri birlikler</b> (Merkez Ordusu dahil) kullanılmıştır. Soruda \"alınan tedbirlerden biri değildir\" denildiğinde, genellikle İstanbul Hükümeti'nin veya işgalci güçlerin kullandığı bir araç (örneğin İstanbul Hükümeti'nin <b>Nasihat Heyetleri</b> gibi) cevap olarak sunulur."
  },
  {
    "id": "395244",
    "unitNumber": 14,
    "text": "<strong>Millî Mücadele’nin sesini bütün dünyaya duyurmak, vatanı ve millî birliği tehlikeye düşürecek kışkırtmalara karşı vaktinde tedbir almak ve Kurtuluş Savaşı ile ilgili en doğru haberleri halka ulaştırmak için 6 Nisan 1920 tarihinde aşağıdakilerden hangisi kurulmuştur?</strong>",
    "options": {
      "A": "Takvim-i Vekayi",
      "B": "Anadolu ve Rumeli Müdafaa-i Hukuk Cemiyeti",
      "C": "Anadolu Ajansı",
      "D": "İstiklâl Mahkemeleri",
      "E": "Teşkilât-ı Mahsûsa"
    },
    "correctAnswer": "C",
    "explanation": "Soruda belirtilen görevler ve kuruluş tarihi (<b>6 Nisan 1920</b>) doğrudan <b>Anadolu Ajansı (AA)</b>'nı işaret etmektedir. TBMM'nin açılışından hemen önce kurulan AA, Millî Mücadele'nin resmi sesi olmuştur. Ajansın temel amacı, Kurtuluş Savaşı ile ilgili <b>en doğru haberleri halka ulaştırmak</b>, İstanbul Hükümeti'nin ve işgalci güçlerin yaydığı <b>kışkırtmalara ve dezenformasyona karşı</b> vaktinde tedbir almak ve böylece millî birliği korumaktı. Anadolu Ajansı, Millî Mücadele'nin ideolojisini hem yurt içinde hem de uluslararası alanda duyurmak için hayati bir rol oynamıştır."
  }
]