[
  {
    "id": "133887",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisinde </strong><strong>Mondros Mütarekesi'nden sonra Fransa tarafından işgal edilen yerler doğru olarak verilmiştir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Antalya-Muğla-Denizli",
      "B": "Antep-Urfa-Maraş",
      "C": "Erzurum-Bitlis-Diyarbakır",
      "D": "İzmir-Aydın-Bursa",
      "E": "Samsun-Amasya-Tokat"
    },
    "explanation": "Mondros Mütarekesi'nin imzalanmasının ardından İtilaf Devletleri, antlaşmanın hükümlerini fırsat bilerek Anadolu'yu işgal etmeye başlamıştır. <b>Fransa</b>, özellikle Kilikya bölgesi olarak adlandırılan <b>Adana, Antep, Maraş</b> ve <b>Urfa</b> şehirlerini işgal etmiştir. Fransa, güney bölgelerinde yerel direnişle (Kuva-yı Milliye) karşılaşmıştır."
  },
  {
    "id": "133943",
    "unitNumber": 1,
    "text": "I. Ermenistan TBMM'yi tanıdı.<br/>II. Millî Mücadele'nin Doğu Cephesi başarıyla sonlandı.<br/>III. TBMM Hükûmeti'nin imzaladığı ilk siyasi antlaşmadır.<br/><strong>Yukarıda sonuçları ve özelliği verilen antlaşma aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Gümrü Antlaşması",
      "B": "Londra Antlaşması",
      "C": "Kars Antlaşması",
      "D": "Moskova Antlaşması",
      "E": "Ankara Antlaşması"
    },
    "explanation": "Sonuçları verilen antlaşma <b>Gümrü Antlaşması</b>'dır. Bu antlaşma, 3 Aralık 1920 tarihinde <b>Doğu Cephesi'ndeki</b> başarılar sonucu Ermenistan ile imzalanmıştır. Bu antlaşma ile Doğu Cephesi resmen kapanmış (II), Ermenistan TBMM Hükûmeti'ni ve Misak-ı Millî'yi tanıyan ilk devlet olmuştur (I). En önemlisi, Gümrü Antlaşması, <b>TBMM Hükûmeti'nin imzaladığı ilk siyasi antlaşma</b> olma özelliğini taşır (III)."
  },
  {
    "id": "133988",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi </strong><strong>Sadrazam Tevfik Paşa'nın söz hakkını TBMM Hükûmeti temsilcilerine bıraktığı ve İtilaf Devletleri'nin TBMM Hükûmeti'ni resmen tanıdıkları uluslararası konferansdır? </strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Londra Konferansı",
      "B": "Bükreş Konferansı",
      "C": "San Remo Konferansı",
      "D": "Spa Konferansı",
      "E": "Lozan Konferansı"
    },
    "explanation": "<b>Londra Konferansı</b> (Şubat 1921), I. İnönü Zaferi'nin ardından İtilaf Devletleri tarafından TBMM'yi oyalama ve Sevr'i kabul ettirme amacıyla toplanmıştır. Osmanlı Hükûmeti'ni temsilen Sadrazam Tevfik Paşa ve TBMM Hükûmeti'ni temsilen Bekir Sami Bey katılmıştır. Tevfik Paşa, söz hakkı kendisine verildiğinde, uluslararası kamuoyu önünde 'Söz milletin gerçek temsilcisinindir' diyerek sözü TBMM temsilcilerine bırakmıştır. Bu durum, <b>İtilaf Devletleri'nin TBMM Hükûmeti'ni resmen tanımaları</b> anlamına gelmektedir."
  },
  {
    "id": "134001",
    "unitNumber": 1,
    "text": "<strong>I. İnönü Savaşı'nın kazanılmasından sonra TBMM Hükûmeti ile Sovyet Rusya arasında imzalanan antlaşma aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Gümrü Antlaşması",
      "B": "Kars Antlaşması",
      "C": "Ankara Antlaşması",
      "D": "İstanbul Antlaşması",
      "E": "Moskova Antlaşması"
    },
    "explanation": "<b>Moskova Antlaşması</b>, 16 Mart 1921 tarihinde I. İnönü Savaşı'nın kazanılmasının yarattığı siyasi ortamdan faydalanılarak TBMM Hükûmeti ile <b>Sovyet Rusya</b> arasında imzalanmıştır. Bu antlaşma ile Sovyet Rusya, TBMM Hükûmeti'ni tanıyan ilk büyük Avrupa devleti olmuştur. Antlaşmanın en önemli maddelerinden biri, Rusya'nın Sevr Antlaşması'nı tanımadığı ilkesidir."
  },
  {
    "id": "201904",
    "unitNumber": 1,
    "text": "<strong>Aşağıdaki gelişmelerden hangisiyle </strong><strong>Kuva-yı Milliye sona ermiştir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Sakarya Savaşı’ndan sonra",
      "B": "I. İnönü Savaşı’ndan sonra",
      "C": "Büyük Taarruz’dan sonra",
      "D": "Mudanya Mütarekesi’nden sonra",
      "E": "II. İnönü Savaşı’ndan sonra"
    },
    "explanation": "Kuva-yı Milliye birlikleri, düşman işgalini yavaşlatmada etkili olmuş ancak disiplinsiz olmaları, bölgesel hareket etmeleri ve düşmanı tamamen yurttan atacak güçte olmamaları nedeniyle yetersiz kalmıştır. Bu durum üzerine <b>Düzenli Ordu</b> kurulmuştur. Düzenli ordunun kurulup <b>I. İnönü Savaşı'nı kazanması</b> ile otoritesi artmış ve Kuva-yı Milliye birlikleri tamamen sona ermiştir."
  },
  {
    "id": "201905",
    "unitNumber": 1,
    "text": "<strong>İtilaf Devletleri hangi savaştan sonra Londra’da bir konferans düzenleyerek Sevr Antlaşması’ndan taviz verebileceklerini göstermişlerdir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "I. İnönü Savaşı",
      "B": "II. İnönü Savaşı",
      "C": "Sakarya Savaşı",
      "D": "Büyük Taarruz Savaşı",
      "E": "Kütahya-Eskişehir Savaşı"
    },
    "explanation": "İtilaf Devletleri, <b>I. İnönü Savaşı</b>'nın kazanılmasından sonra, TBMM Hükûmeti'nin kazandığı uluslararası prestiji kırmak ve zaman kazanmak amacıyla <b>Londra'da bir konferans</b> düzenlemiştir. İtilaf Devletleri, konferansta TBMM'ye küçük tavizler vererek Sevr Antlaşması'nı kabul ettirmeyi amaçlamışlardır."
  },
  {
    "id": "201906",
    "unitNumber": 1,
    "text": "<strong>Batum’daki egemenlik hakkımız hangi antlaşmadan sonra Gürcistan’a verilmiştir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kars Antlaşması",
      "B": "Gümrü Antlaşması",
      "C": "Moskova Antlaşması",
      "D": "Mudanya Mütarekesi",
      "E": "Lozan Antlaşması"
    },
    "explanation": "Batum'daki egemenlik hakkımız 16 Mart 1921 tarihinde Sovyet Rusya ile imzalanan <b>Moskova Antlaşması</b>'ndan sonra Gürcistan'a verilmiştir. Bu madde, antlaşmanın Sovyet Rusya'nın Gürcistan üzerindeki etkisiyle konulmuş olup, TBMM tarafından <b>Misak-ı Millî'den verilen ilk taviz</b> olarak kabul edilmektedir."
  },
  {
    "id": "201910",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi </strong><strong>TBMM Hükûmeti’nin ilk imzaladığı ve Türkiye adının geçtiği ilk antlaşmadır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Ankara Antlaşması",
      "B": "Gümrü Antlaşması",
      "C": "Kars Antlaşması",
      "D": "Lozan Antlaşması",
      "E": "Moskova Antlaşması"
    },
    "explanation": "TBMM Hükûmeti'nin uluslararası alanda imzaladığı <b>ilk siyasi antlaşma Gümrü Antlaşması</b>'dır (3 Aralık 1920). Bu antlaşma, Doğu Cephesi'ndeki Ermenilere karşı kazanılan zaferin ardından imzalanmış ve antlaşma metninde ilk kez resmen <b>'Türkiye'</b> adı geçmiştir."
  },
  {
    "id": "201912",
    "unitNumber": 1,
    "text": "<strong>İstiklal Marşımız hangi tarihte kabul edilmiştir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "19 Mayıs 1919",
      "B": "23 Nisan 1920",
      "C": "20 Ocak 1921",
      "D": "12 Mart 1921",
      "E": "29 Ekim 1923"
    },
    "explanation": "Türk milletinin bağımsızlık ve kurtuluş mücadelesinin ruhunu yansıtan <b>İstiklal Marşı</b>, Maarif Vekaleti'nin (Millî Eğitim Bakanlığı) düzenlediği yarışmayı kazanan <b>Mehmet Akif Ersoy</b> tarafından yazılmış ve <b>12 Mart 1921</b> tarihinde Türkiye Büyük Millet Meclisi tarafından resmen kabul edilmiştir."
  },
  {
    "id": "201915",
    "unitNumber": 1,
    "text": "<strong>Gümrü, Moskova ve Ankara Antlaşmaları sırasıyla hangi devletlerle yapılmıştır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Ermenistan-Fransa-Sovyet Rusya",
      "B": "Fransa-Ermenistan-Sovyet Rusya",
      "C": "Sovyet Rusya-Ermenistan-Fransa",
      "D": "Ermenistan-Sovyet Rusya-Fransa",
      "E": "Fransa-Sovyet Rusya-Ermenistan"
    },
    "explanation": "Gümrü, Moskova ve Ankara Antlaşmaları sırasıyla şu devletlerle yapılmıştır:<br/>1. <b>Gümrü Antlaşması:</b> Ermenistan (Doğu Cephesi'ni kapattı).<br/>2. <b>Moskova Antlaşması:</b> Sovyet Rusya (Misak-ı Millî'den ilk taviz verildi).<br/>3. <b>Ankara Antlaşması:</b> Fransa (Güney Cephesi'ni kapattı).<br/>Doğru sıralama: <b>Ermenistan, Sovyet Rusya, Fransa</b>'dır."
  },
  {
    "id": "201924",
    "unitNumber": 1,
    "text": "<strong>TBMM tarafından oluşturulan düzenli ordu ilk başarısını hangi savaşı kazanarak göstermiştir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Sakarya Savaşı’nda",
      "B": "Büyük Taarruz’da",
      "C": "I. İnönü Savaşı’nda",
      "D": "Maraş Savunması’nda",
      "E": "II. İnönü Savaşı’nda"
    },
    "explanation": "TBMM tarafından kurulan <b>Düzenli Ordu</b>, Batı Cephesi'nde Yunanlılara karşı kazandığı <b>I. İnönü Savaşı</b> (Ocak 1921) ile ilk askerî başarısını göstermiştir. Bu zafer, hem içte hem de dışta TBMM'nin otoritesini artırmıştır."
  },
  {
    "id": "201931",
    "unitNumber": 1,
    "text": "I. İtalya işgal ettiği bölgeleri boşaltmaya başladı.<br/>II. İtilaf Devletleri arasında görüş ayrılıkları su yüzüne çıkmaya başladı.<br/>III. Fransa Ankara ile anlaşma yolları aramaya başladı.<br/><strong>Yukarıda belirtilen gelişmeler hangi savaştan sonra ortaya çıkmıştır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "II. İnönü Savaşı’ndan sonra",
      "B": "I. İnönü Savaşı’ndan sonra",
      "C": "Doğu Harekâtı’ndan sonra",
      "D": "Urfa Savunması’ndan sonra",
      "E": "Sakarya Savaşı’ndan sonra"
    },
    "explanation": "Verilen gelişmeler, özellikle <b>Sakarya Meydan Savaşı'nın</b> (Eylül 1921) kazanılmasından sonra hızlanmıştır. Bu büyük zaferin ardından:<br/>I. İtalya, Anadolu'dan tamamen çekilmiştir.<br/>II. İtilaf Devletleri arasındaki <b>görüş ayrılıkları zirveye çıkmıştır</b>.<br/>III. Fransa, TBMM ile <b>Ankara Antlaşması'nı</b> imzalayarak (Ekim 1921) Güney Cephesi'nden çekilmiş ve TBMM'yi tanıyan ilk İtilaf devleti olmuştur."
  },
  {
    "id": "201935",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisinde d</strong><strong>oğu sınırlarımızın tespiti ile ilgili olarak yapılan antlaşmaların sıralaması </strong><strong>doğru </strong><strong>verilmiştir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Lozan - Ankara - Gümrü antlaşmaları",
      "B": "Gümrü - Moskova - Kars antlaşmaları",
      "C": "Ankara - Lozan - Gümrü antlaşmaları",
      "D": "Mudanya - Lozan - Moskova antlaşmaları",
      "E": "Moskova - Kars - Gümrü antlaşmaları"
    },
    "explanation": "Doğu sınırlarımızın tespiti ile ilgili antlaşmaların kronolojik ve siyasi süreçteki sıralaması şöyledir:<br/>1. <b>Gümrü Antlaşması</b> (Ermenistan ile): Sınırın ilk şeklini belirledi (Aralık 1920).<br/>2. <b>Moskova Antlaşması</b> (Sovyet Rusya ile): Bazı değişiklikler ve Batum'un Gürcistan'a bırakılması (Mart 1921).<br/>3. <b>Kars Antlaşması</b> (Kafkas Cumhuriyetleri ile): Doğu sınırımıza <b>kesin ve son şeklini</b> vermiştir (Ekim 1921)."
  },
  {
    "id": "208360",
    "unitNumber": 1,
    "text": "<strong>Millî Mücadele yıllarında Türkiye-Sovyet Rusya ilişkileriyle ilgili olarak aşağıdaki ifadelerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Misak-ı Millî’yi tanıyan ilk büyük devlettir.",
      "B": "Osmanlı ve Çarlık dönemindeki antlaşmalar geçerli olacaktır.",
      "C": "TBMM Hükûmeti’ni tanımıştır.",
      "D": "Ekonomik ve askerî yardımlar yapmıştır.",
      "E": "Savaş esirleri karşılıklı olarak iade edilmiştir."
    },
    "explanation": "Millî Mücadele yıllarında Türkiye-Sovyet Rusya ilişkileri, her iki ülkenin de <b>anti-emperyalist</b> mücadele etmesi ve uluslararası alanda yalnız kalmaları nedeniyle gelişmiştir. Rusya, TBMM'ye maddi ve silah yardımı yapmış ve Moskova Antlaşması'nı imzalamıştır. Ancak bu ilişkinin temelinde ideolojik yakınlıktan ziyade, <b>ortak çıkar</b> ve emperyalist Batı'ya karşı denge kurma amacı yatmaktaydı. Türkiye, bu süreçte Moskova Antlaşması ile Batum'u Gürcistan'a bırakarak <b>Misak-ı Millî'den ilk tavizi</b> vermiştir."
  },
  {
    "id": "214432",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi </strong><strong>Yeni Türk Devleti'nin ilk askerî cephesidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Güney Cephesi",
      "B": "Batı Cephesi",
      "C": "Çanakkale Cephesi",
      "D": "Doğu Cephesi",
      "E": "Kanal Cephesi"
    },
    "explanation": "Yeni Türk Devleti'nin TBMM çatısı altında kurduğu ve doğrudan askerî başarı elde ettiği <b>ilk cephe Doğu Cephesi'dir</b>. Kâzım Karabekir Paşa komutasındaki 15. Kolordu, buradaki Ermeni birliklerini yenerek <b>Gümrü Antlaşması'nın</b> imzalanmasını sağlamış ve cepheyi kapatmıştır."
  },
  {
    "id": "214460",
    "unitNumber": 1,
    "text": "<strong>Düşman işgallerine karşı halk tarafından oluşturulmuş silahlı milis kuvvetlerinin genel adı aşağıdakilerden hangisidir? </strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kuva-yı Seyyare",
      "B": "Kuva-yı İnzibatiye",
      "C": "Kuva-yı Millîye",
      "D": "Temsil Heyeti",
      "E": "Hamidiye Alayları"
    },
    "explanation": "Mondros Mütarekesi sonrası İtilaf Devletleri'nin işgal hareketlerine karşı, düzenli bir ordu yokluğunda, Anadolu halkının kendi imkanlarıyla oluşturduğu düzensiz, bölgesel direniş birliklerine <b>Kuva-yı Milliye</b> (Millî Kuvvetler) adı verilmektedir."
  },
  {
    "id": "214473",
    "unitNumber": 1,
    "text": "<strong>İzmir Yunanlılar tarafından hangi tarihte işgal edilmiştir? </strong>",
    "correctAnswer": "A",
    "options": {
      "A": "15 Mayıs 1919",
      "B": "15 Haziran 1919",
      "C": "15 Temmuz 1919",
      "D": "15 Ağustos 1919",
      "E": "15 Eylül 1919"
    },
    "explanation": "İzmir, <b>15 Mayıs 1919</b> tarihinde Paris Barış Konferansı'nda alınan kararla, İtilaf Devletleri'nin desteğiyle <b>Yunanlılar</b> tarafından işgal edilmiştir. Bu işgal, Anadolu'da ulusal bilincin ve direniş hareketlerinin hızla yayılmasına neden olan en kritik olaylardan biridir."
  },
  {
    "id": "214550",
    "unitNumber": 1,
    "text": "<strong>Mondros Mütarekesi'nden sonra ilk işgal hareketi hangi ülke tarafından gerçekleştirilmiştir? </strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Fransa",
      "B": "İtalya",
      "C": "Sovyet Rusya",
      "D": "Yunanistan",
      "E": "İngiltere"
    },
    "explanation": "Mondros Mütarekesi 30 Ekim 1918'de imzalanmış olup, antlaşmanın 7. maddesi bahane edilerek gerçekleştirilen <b>ilk işgal hareketi İngiltere</b> tarafından yapılmıştır. İngilizler, 3 Kasım 1918'de önemli petrol yataklarına sahip olan <b>Musul</b>'u işgal etmiştir."
  },
  {
    "id": "342460",
    "unitNumber": 1,
    "text": "<strong>Mehmet Akif Ersoy, İstiklal Marşı'nı aşağıdakilerden hangisine ithafen yazmıştır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Türk Ordusu",
      "B": "TBMM",
      "C": "Türk Bayrağı",
      "D": "Türk Halkı",
      "E": "Türk Sancağı"
    },
    "explanation": "Mehmet Akif Ersoy, TBMM'nin ulusal marş yarışmasına yazdığı <b>İstiklal Marşı</b>'nı, bizzat not düşerek <b>Kahraman Türk Ordusu'na</b> ithaf etmiştir. Bu ithaf, marşın taşıdığı mücadele ruhunun temel kaynağının ordu olduğunu vurgulamaktadır."
  },
  {
    "id": "342462",
    "unitNumber": 1,
    "text": "I. Kuva-yı Milliye sona ermiştir.<br/>II. Fransa, bu zafer sonrası Ankara ile anlaşma yolları aramıştır.<br/>III. Düzenli ordunun ilk başarılı sınavıdır.<br/><strong>Yukarıdakilerden hangisi ya da hangileri I. İnönü Savaşı'nın sonuçları arasında yer alır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "I ve III",
      "E": "I, II ve III"
    },
    "explanation": "I. İnönü Savaşı'nın (Ocak 1921) sonuçları arasında:<br/>I. Düzenli ordunun otoritesi arttığı için <b>Kuva-yı Milliye sona ermiştir</b>.<br/>II. I. İnönü Zaferi'nden sonra Londra Konferansı düzenlenmiş, ardından Fransa ve İtalya'da Millî Mücadele'ye yönelik olumlu görüşler oluşmaya başlamıştır. Ancak Fransa'nın anlaşma yolları araması asıl olarak <b>II. İnönü</b> ve <b>Sakarya Zaferi</b> sonrasıdır. Yine de siyasi etki başlamıştır.<br/>III. Bu savaş, <b>Düzenli Ordunun ilk başarılı sınavıdır</b>.<br/>Bu nedenle I ve III kesinlikle I. İnönü Savaşı'nın sonuçları arasında yer alır."
  },
  {
    "id": "134055",
    "unitNumber": 2,
    "text": "II. İnönü Savaşı'ndan sonra başlayan Yunan saldırıları sonucunda Afyon, Kütahya ve Eskişehir kaybedilmiş, TBMM Orduları geri çekilmek zorunda kalmıştır.<br/><strong>Bu kayıplar üzerine TBMM tarafından alınan tedbir aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Hiyanet-i Vataniye Kanunu çıkarılmıştır.",
      "B": "Düzenli orduya geçilmiştir.",
      "C": "Merkez ordusu kurulmuştur.",
      "D": "İstiklal Mahkemeleri kurulmuştur.",
      "E": "Başkumandanlık Kanunu çıkarılmıştır."
    },
    "explanation": "II. İnönü Savaşı'ndan sonra gerçekleşen ve başarısızlıkla sonuçlanan Kütahya-Eskişehir Savaşları, ordunun toparlanmasını ve yeniden organize edilmesini zorunlu kılmıştır. Bu kayıplar üzerine TBMM, 5 Ağustos 1921 tarihinde bir kanun çıkararak <b>Mustafa Kemal Paşa</b>'ya ordunun başına geçmesi için <b>Başkomutanlık Yetkisi</b> vermiştir. Bu yetki, Mustafa Kemal'in ordunun ihtiyaçlarını hızla gidermesini ve Sakarya Savaşı'na hazırlanmasını sağlamıştır."
  },
  {
    "id": "134122",
    "unitNumber": 2,
    "text": "I. Türk Ordusu'nun 1683 Viyana Kuşatması'ndan sonra başlayan geri çekilme süreci son bulmuştur.<br/>II. Fransa ile Ankara İtilafnamesi imzalanmıştır.<br/>III. İtalyanlar artık Anadolu'da tutunamayacaklarını anladıkları için işgal ettikleri toprakları boşaltmaya başlamışlardır.<br/>IV. Azerbaycan, Gürcistan ve Ermenistan Cumhuriyetleri ile Kars Antlaşması imzalanmıştır.<br/><strong>Yukarıda sıralanan maddeler aşağıdaki savaşlardan hangisinin sonuçlarıdır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "I. İnönü Savaşı",
      "B": "II. İnönü Savaşı",
      "C": "Sakarya Savaşı",
      "D": "Büyük Taarruz",
      "E": "Başkumandanlık Meydan Muharebesi"
    },
    "explanation": "Yukarıda sıralanan sonuçlar <b>Sakarya Meydan Savaşı</b>'na (Ağustos-Eylül 1921) aittir. I. madde, Türk ordusunun 1683 Viyana Kuşatması'ndan beri devam eden geri çekilme sürecini durdurduğunu gösterir. II. madde, Fransa ile <b>Ankara İtilafnamesi</b>'nin imzalanarak Güney Cephesi'nin kapandığını; III. madde, İtalyanların Anadolu'dan tamamen çekildiğini; IV. madde ise Doğu sınırının <b>Kars Antlaşması</b> ile kesinleştiğini ifade eder. Tüm bu gelişmeler, Sakarya Zaferi'nin uluslararası alandaki önemini vurgular."
  },
  {
    "id": "134183",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi Lozan Antlaşması'nda Türkiye'nin istediği şekilde çözüme kavuşturulan meselelerden biridir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Boğazlar meselesi",
      "B": "Kapitülasyonlar meselesi",
      "C": "Adalar meselesi",
      "D": "Musul meselesi",
      "E": "Patrikhane meselesi"
    },
    "explanation": "Lozan Antlaşması'nda Türkiye'nin egemenlik hakları açısından kesin bir zafer kazandığı ve istediği şekilde çözüme kavuşturulan meselelerin başında <b>Kapitülasyonlar</b> gelmektedir. Türkiye, Batılı devletlerin ekonomik ayrıcalıklarını tamamen kaldırmayı başarmış ve bu durum Türkiye'nin tam bağımsızlığını sağlayan en önemli adımlardan biri olmuştur. Ayrıca <b>Azınlıklar</b> da Türk vatandaşı sayılarak Türkiye'nin içişleri meselesi haline getirilmiştir."
  },
  {
    "id": "134231",
    "unitNumber": 2,
    "text": "Sakarya Zaferi'nden sonra TBMM Hükûmeti ile İtilaf Devletleri arasında bir takım görüşmeler yapılmasına rağmen barışı sağlamak mümkün olmamış, neticede Türk orduları tekrar harekete geçmiştir.<br/><strong>Bu süreçte Anadolu'daki Yunan işgalini sona erdiren savaş a</strong><strong>şağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Doğu Harekâtı",
      "B": "I. İnönü Savaşı",
      "C": "II. İnönü Savaşı",
      "D": "Büyük Taarruz",
      "E": "Balkan Savaşları"
    },
    "explanation": "Sakarya Zaferi'nden sonra bir yıllık hazırlık döneminin ardından, Anadolu'daki Yunan işgaline son vermek amacıyla başlatılan son büyük askerî harekât <b>Büyük Taarruz</b>'dur (26 Ağustos 1922). Yunan ordusunun kesin olarak yenilgiye uğratıldığı bu savaş, <b>Başkomutanlık Meydan Savaşı</b> olarak da bilinir ve Anadolu'yu düşmandan temizleyerek Kurtuluş Savaşı'nın askerî safhasını sona erdirmiştir."
  },
  {
    "id": "201967",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi </strong><strong>Mustafa Kemal Paşa’nın, Başkomutanlık Yasası’nın kendisine tanıdığı yetkilerle 7-8 Ağustos 1921’de yayımladığı yükümlülüklerin genel adıdır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kuva-yı Milliye",
      "B": "Kuva-yı İnzibatiye",
      "C": "Tekâlif-i Milliye",
      "D": "Takrir-i Sükûn",
      "E": "Düyun-ı Umumiye"
    },
    "explanation": "Mustafa Kemal Paşa, Kütahya-Eskişehir yenilgisinin ardından Başkomutanlık yetkisiyle 7-8 Ağustos 1921’de yayımladığı bu yükümlülükler <b>Tekâlif-i Millîye Emirleri</b> (Millî Yükümlülükler) olarak adlandırılır. Bu emirlerle, Sakarya Savaşı öncesinde Türk ordusunun yiyecek, giyecek ve silah gibi acil ihtiyaçlarının halktan karşılanması sağlanmıştır."
  },
  {
    "id": "201976",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi s</strong><strong>altanatın kaldırılmasında etkili olan hususlar arasında yer alır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "TBMM’nin Lozan görüşmeleri ’ne tek başına girmek istemesi",
      "B": "Cumhuriyetçi düşüncelerin güçlenmesi",
      "C": "Anadolu’da işgal ve protesto mitinglerinin yapılması",
      "D": "Halifenin halk üzerinde etkisini sürdürmesi",
      "E": "1921 Anayasası’nın laik olmaması"
    },
    "explanation": "Saltanatın kaldırılmasında (1 Kasım 1922) en etkili olan husus, İtilaf Devletleri'nin <b>Lozan Barış Konferansı</b>'na hem TBMM Hükümeti'ni hem de Osmanlı Hükümeti'ni davet ederek Türk tarafında ikilik çıkarma girişimidir. Bu durum, Misak-ı Millî hedeflerine ulaşılmasını ve <b>ulusal egemenliği</b> sağlamayı engellemekteydi. Bu ikiliği gidermek ve TBMM'nin yegâne temsilci olduğunu kanıtlamak için saltanat kaldırılmıştır."
  },
  {
    "id": "201993",
    "unitNumber": 2,
    "text": "<strong>Doğu Trakya’nın yeni bir savaşa başvurulmadan kurtarılması aşağıdakilerden hangisinde gerçekleşen diplomatik bir zaferle olmuştur?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Ankara Antlaşması",
      "B": "Mudanya Mütarekesi",
      "C": "Lozan Antlaşması",
      "D": "Moskova Antlaşması",
      "E": "Gümrü Antlaşması"
    },
    "explanation": "Büyük Taarruz ve Başkomutanlık Meydan Savaşı’nın kazanılmasının ardından İtilaf Devletleri ile imzalanan <b>Mudanya Ateşkes Antlaşması</b> (11 Ekim 1922) ile Doğu Trakya, Yunan işgalinden kurtarılmış ve yeni bir savaşa gerek kalmadan TBMM yönetimine geçmiştir. Bu, askeri başarıyı diplomasiyle taçlandıran önemli bir zaferdir."
  },
  {
    "id": "201994",
    "unitNumber": 2,
    "text": "<strong>Mustafa Kemal Paşa’ya “Mareşal” rütbesi ve “Gazi” unvanı hangi savaştan sonra verilmiştir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Çanakkale Savaşları",
      "B": "Büyük Taarruz",
      "C": "Trablusgarp Savaşı",
      "D": "I. Balkan Savaşı",
      "E": "Sakarya Savaşı"
    },
    "explanation": "Mustafa Kemal Paşa, ordunun geri çekilme sürecini durduran, kaderini değiştiren ve kazanılan büyük bir zafer olan <b>Sakarya Meydan Savaşı</b> (Eylül 1921) sonrasında, TBMM tarafından <b>Mareşal</b> rütbesi ve <b>Gazi</b> unvanı ile onurlandırılmıştır."
  },
  {
    "id": "201996",
    "unitNumber": 2,
    "text": "<strong>Lozan Antlaşması’ndan sonra Türkiye ile Yunanistan arasında en zor çözümlenen sorun hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Boğazlar",
      "B": "Adalar",
      "C": "Trakya’nın boşaltılması",
      "D": "Nüfus Mübadelesi",
      "E": "Patrikhane"
    },
    "explanation": "Lozan Antlaşması'ndan sonra Türkiye ve Yunanistan arasında en zor çözümlenen ve en çok gerginliğe neden olan sorun, <b>Nüfus Mübadelesi</b>'dir. Özellikle İstanbul'da yaşayan Rumlar ile Batı Trakya'da yaşayan Türklerin 'yerleşik' (etabli) sayılıp sayılmayacağı konusunda anlaşmazlıklar çıkmıştır."
  },
  {
    "id": "201997",
    "unitNumber": 2,
    "text": "Kurtuluş Savaşı'nın en sıkıntılı günlerinde, TBMM Hükümeti'nin gelirleri savaş giderlerini karşılamaya yetmiyordu.<strong><br/>Aşağıdakilerin hangisiyle bu durumun giderilmesine çalışılmıştır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Asker sayısının azaltılması",
      "B": "Devletçilik ilkesinin uygulanması",
      "C": "Kapitülasyonların kaldırılması",
      "D": "Hıyanet-i Vataniye Kanunu'nun çıkarılması",
      "E": "Tekâlif-i Milliye Emirleri’nin çıkarılması"
    },
    "explanation": "Kurtuluş Savaşı sırasında yaşanan lojistik ve finansal sıkıntıları gidermek için 5 Ağustos 1921'de Başkomutanlık yetkisiyle çıkarılan <b>Tekâlif-i Millîye Emirleri</b> ile halkın elindeki mevcut kaynakların (giysi, erzak, taşıt vb.) ordu ihtiyaçları için toplanmasına çalışılmıştır. Bu, ordunun Sakarya Savaşı öncesinde güçlenmesini sağlamıştır."
  },
  {
    "id": "201998",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi </strong><strong>Sakarya ve Başkomutanlık Meydan Savaşları’nın sonuçları arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Mudanya Mütarekesi",
      "B": "Lozan Antlaşması",
      "C": "Gümrü Antlaşması",
      "D": "Kars Antlaşması",
      "E": "Ankara Antlaşması"
    },
    "explanation": "Sakarya ve Başkomutanlık Meydan Savaşları, Batı Cephesi'ndeki zaferlerdir. Bu savaşların sonuçları Mudanya Ateşkesi, Ankara ve Kars Antlaşmaları gibi diplomatik başarıları tetiklemiştir. Ancak <b>Gümrü Antlaşması</b>'nın imzalanması bu iki savaştan önce, 1920 yılında Doğu Cephesi'nde kazanılan zaferin ardından gerçekleşmiş bir sonuçtur ve bu nedenle Sakarya ya da Başkomutanlık'ın sonuçları arasında yer almaz."
  },
  {
    "id": "201999",
    "unitNumber": 2,
    "text": "<strong>Aşağıdaki antlaşmalardan hangisi </strong><strong>TBMM Hükümeti'nin tanınması ve siyasî yönden güçlenmesi ile ilgili olarak Fransa'nın İngiltere'yle görüş ayrılığına düşmesine neden olmuştur?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Gümrü Antlaşması",
      "B": "Ankara Antlaşması",
      "C": "Moskova Antlaşması",
      "D": "Kars Antlaşması",
      "E": "Mudanya Mütarekesi"
    },
    "explanation": "TBMM Hükümeti'nin <b>Sakarya Zaferi</b>'nden sonra Fransa ile imzaladığı <b>Ankara İtilafnamesi</b> (20 Ekim 1921), Fransa'nın işgal ettiği topraklardan çekilmesini ve TBMM'yi resmen tanımasını sağlamıştır. Bu antlaşma, İtilaf Devletleri arasındaki birliği bozmuş ve Fransa'yı, İngiltere'nin politikalarından bağımsız hareket etmeye iten ilk büyük siyasi olay olmuştur."
  },
  {
    "id": "202068",
    "unitNumber": 2,
    "text": "<strong>Mudanya Mütarekesi; \"İstanbul ve Boğazlar, TBMM Hükûmeti'nin idaresine bırakılacaktır.\" hükmü, Osmanlı Devleti ile ilgili hangi durumu göstermektedir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Hukuken sona ereceğini",
      "B": "Küçük bir devlet olarak kalacağını",
      "C": "Anlaşma Devletleri’ne bağımlı kalacağını",
      "D": "TBMM Hükûmeti ile anlaşacağını",
      "E": "Anlaşma Devletleri’ne itiraz edeceğini"
    },
    "explanation": "<b>Mudanya Mütarekesi</b>'ndeki 'İstanbul ve Boğazlar, TBMM Hükûmeti'nin idaresine bırakılacaktır' hükmü, Osmanlı Devleti'nin başkenti üzerindeki kontrolünü kaybetmesi anlamına gelmektedir. Bu durum, Osmanlı Devleti'nin <b>fiilen sona erdiğini</b> gösteren çok önemli bir adımdır ve hemen ardından Saltanatın kaldırılmasıyla hukuken de sona ermiştir."
  },
  {
    "id": "202077",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi </strong><strong>Lozan Antlaşması’ndan sonra, Türkiye Cumhuriyeti hükûmetleri için bir sorun <u>oluşturmamıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Türkiye - Irak sınırı",
      "B": "Hatay meselesi",
      "C": "Boğazlar meselesi",
      "D": "Kapitülasyonlar",
      "E": "Türk - Yunan ilişkileri"
    },
    "explanation": "Lozan Antlaşması'ndan sonra, Türk hükümetleri için Irak sınırı (Musul), Boğazlar ve Yabancı Okullar gibi konular uzun yıllar sorun oluşturmuştur. Ancak <b>Kapitülasyonlar</b>, Lozan'da kesin ve koşulsuz olarak kaldırılarak Türkiye'nin tam ekonomik bağımsızlığı sağlanmıştır. Bu nedenle kapitülasyonlar, Lozan sonrası bir sorun <b>oluşturmamıştır</b>."
  },
  {
    "id": "208446",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi Lozan Antlaşması’nın sonuçları arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kapitülasyonlar kesin olarak kaldırıldı.",
      "B": "Osmanlı Devleti’nden kalan bütün borçlar silindi.",
      "C": "Türk-Yunan sınırı tespit edildi.",
      "D": "Boğazların denetimi uluslararası bir komisyona bırakıldı.",
      "E": "Düyun-ı Umumiye İdaresinin varlığına son verildi."
    },
    "explanation": "Lozan Antlaşması, Türkiye Cumhuriyeti'nin varlığını uluslararası alanda tescillemiştir. Antlaşma, <b>Saltanatın kaldırılması</b> (1 Kasım 1922) sürecini tetiklemiş olsa da, saltanatın kaldırılması Lozan Konferansı'nın toplanma aşamasında, antlaşmanın imzalanmasından önce TBMM'nin aldığı siyasi bir karardır ve bu nedenle Lozan Antlaşması'nın doğrudan bir sonucu olarak kabul edilmez."
  },
  {
    "id": "208466",
    "unitNumber": 2,
    "text": "<strong>Süleyman Şah’ın mezarının bulunduğu Caber Kalesi’nde Türk bayrağının dalgalanması ve Caber Kalesi‘nin Türk toprağı olarak kalması aşağıdaki antlaşmalardan hangisi ile kabul edilmiştir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Ankara Antlaşması",
      "B": "Lozan Antlaşması",
      "C": "Mudanya Mütarekesi",
      "D": "Sevr Antlaşması",
      "E": "Mondros Mütarekesi"
    },
    "explanation": "Süleyman Şah’ın mezarının bulunduğu <b>Caber Kalesi</b>’nin Türk toprağı olarak kabul edilmesi ve Türk bayrağının dalgalanması, Güney Cephesi'ni kapatan ve Fransa ile imzalanan <b>Ankara İtilafnamesi</b> (20 Ekim 1921) ile güvence altına alınmıştır. Bu kale, Misak-ı Millî sınırları dışındaki tek Türk toprağıydı."
  },
  {
    "id": "214440",
    "unitNumber": 2,
    "text": "<strong>Aşağıdaki antlaşmalardan hangisiyle Süleyman Şah'ın mezarının bulunduğu Caber Kalesi'nde Türk bayrağının dalgalanması ve Caber Kalesi'nin Türk toprağı olarak kalması kabul edilmiştir? </strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Moskova Antlaşması",
      "B": "Kars Antlaşması",
      "C": "Gümrü Antlaşması",
      "D": "Ankara Antlaşması",
      "E": "Mudanya Ateşkes Antlaşması"
    },
    "explanation": "Süleyman Şah'ın mezarının bulunduğu Caber Kalesi'nin statüsü, TBMM Hükümeti ile Fransa arasında 20 Ekim 1921 tarihinde imzalanan <b>Ankara İtilafnamesi</b> ile karara bağlanmıştır. Bu antlaşma ile kale, Türk bayrağının dalgalanacağı ve Türkiye'nin asker bulundurabileceği Türk toprağı olarak tanınmıştır."
  },
  {
    "id": "214444",
    "unitNumber": 2,
    "text": "<strong>Mustafa Kemal Paşa, \"Hatt-ı Müdafaa yoktur, sath-ı müdafaa vardır. O satıh bütün vatandır. Vatanın her karış toprağı vatandaşın kanıyla sulanmadıkça terk olunamaz.\" sözünü hangi savaş sırasında söylemiştir? </strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Sakarya Savaşı",
      "B": "Büyük Taarruz",
      "C": "Kütahya-Eskişehir Savaşları",
      "D": "I. İnönü Savaşı",
      "E": "II. İnönü Savaşı"
    },
    "explanation": "Mustafa Kemal Paşa bu ünlü sözü, Türk ordusunun büyük bir yenilgi riskiyle karşı karşıya kaldığı <b>Sakarya Meydan Savaşı</b> (Ağustos-Eylül 1921) sırasında söylemiştir. Bu emir, klasik savunma stratejilerinden farklı olarak, düşmanı geniş alana yayarak yıpratmayı amaçlayan 'topyekûn savunma' (sath-ı müdafaa) stratejisini ifade eder."
  },
  {
    "id": "214644",
    "unitNumber": 2,
    "text": "<strong>TBMM 5 Ağustos 1921 tarihinde çıkarmış olduğu bir kanunla Mustafa Kemal'e hangi görevi vermiştir? </strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Başkomutanlık",
      "B": "TBMM Başkanlığı",
      "C": "Temsil Heyeti reisliği",
      "D": "Heyet-i Faale başkanlığı",
      "E": "Cumhurbaşkanlığı"
    },
    "explanation": "TBMM, Kütahya-Eskişehir Savaşları'ndaki başarısızlıklar ve ortaya çıkan büyük kriz üzerine, ordunun disiplinini sağlamak ve zafer için mutlak otorite kurmak amacıyla 5 Ağustos 1921 tarihinde Mustafa Kemal Paşa'ya <b>Başkomutanlık</b> görevini vermiştir. Bu görevle Meclis'in yetkileri geçici olarak Mustafa Kemal'e devredilmiştir."
  },
  {
    "id": "342468",
    "unitNumber": 2,
    "text": "<strong>Lozan Barış Konferansı'nda TBMM Hükûmeti'ni Dışişleri Bakanı olarak temsil eden kişi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Hasan Saka",
      "B": "Rıza Nur",
      "C": "Yusuf Kemal Tengirşenk",
      "D": "Kazım Karabekir",
      "E": "İsmet İnönü"
    },
    "explanation": "Lozan Barış Konferansı'nda (1922-1923) TBMM Hükûmeti'ni Dışişleri Bakanı sıfatıyla temsil eden ve Türk heyetine başkanlık yapan kişi <b>İsmet Paşa</b>'dır (İnönü). İsmet Paşa, konferansta Türkiye'nin bağımsızlık ve egemenlik haklarını başarılı bir şekilde savunmuştur."
  },
  {
    "id": "342471",
    "unitNumber": 2,
    "text": "<strong>Lozan Barış Konferansı'na gözlemci olarak katılan devlet aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "İngiltere",
      "B": "Sovyet-Rusya",
      "C": "Amerika Birleşik Devletleri",
      "D": "Japonya",
      "E": "Romanya"
    },
    "explanation": "Bu soru, Türk ulusal mücadelesinin diplomatik zaferi olan <b>Lozan Barış Konferansı</b>'nın katılımcı yapısını sorgulamaktadır. Konferansa ana katılımcı devletler (İngiltere, Fransa, İtalya, Türkiye vb.) tam yetkiyle katılırken, bazı devletler sınırlı konular için veya <b>gözlemci</b> statüsünde yer almıştır.<br/>Lozan'a <b>gözlemci</b> olarak katılan devlet <b>Amerika Birleşik Devletleri (ABD)</b> olmuştur. ABD, Birinci Dünya Savaşı'nda Osmanlı Devleti'ne resmen savaş ilan etmemişti ve bu nedenle Konferansın ana müzakerelerinde tam katılımcı statüsüne sahip değildi. Ancak, bölgedeki ticari ve siyasi çıkarlarını korumak ve konferans sonuçlarını yakından takip etmek amacıyla Lozan'a bir heyet göndererek 'gözlemci' rolünü üstlenmiştir. Boğazlar konusuna sadece <b>SSCB</b> ve Bulgaristan katılmıştır; gözlemci statüsü ise ABD'ye aittir."
  },
  {
    "id": "134332",
    "unitNumber": 3,
    "text": "Lozan Konferansı'na TBMM Hükûmeti ile birlikte İstanbul Hükûmeti'nin de davet edilmesi üzerine TBMM'de alınan bir kararla Hilafet ve Saltanat birbirinden ayrılmış ve Saltanat kaldırılmıştır.<br/><strong>Bu süreçte Osmanlı tahtında aşağıdaki padişahlardan hangisi bulunmaktadır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "VI. Mehmet Vahidettin",
      "B": "V. Mehmet Reşat",
      "C": "II. Abdülhamit",
      "D": "Abdülmecit",
      "E": "Abdülaziz"
    },
    "explanation": "Lozan Konferansı öncesinde, İtilaf Devletlerinin TBMM Hükûmeti ile İstanbul Hükûmeti'ni birlikte davet ederek ikilik yaratma girişimini engellemek amacıyla, TBMM 1 Kasım 1922’de Saltanatı kaldırmıştır. Bu kararla Hilafet ve Saltanat birbirinden ayrılmıştır. Saltanatın kaldırıldığı dönemde Osmanlı tahtında bulunan son padişah <b>VI. Mehmet Vahdettin</b> idi. Saltanatın kaldırılmasının ardından Vahdettin, İngilizlere sığınarak ülkeyi terk etmiştir."
  },
  {
    "id": "134346",
    "unitNumber": 3,
    "text": "I. Rejim belirsizliği ortadan kalktı.<br/>II. Kabine sistemine geçildi.<br/>III. Millî egemenlik ilkesi uygulamaya geçti.<br/><strong>Yukarıda ifade edilen uygulamalar aşağıdaki inkılaplardan hangisi ile gerçekleşmiştir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Saltanatın kaldırılması",
      "B": "Cumhuriyetin ilanı",
      "C": "Hilafetin kaldırılması",
      "D": "Halk Fırkas'ının kuruluşu",
      "E": "TBMM'nin açılması"
    },
    "explanation": "Yukarıda ifade edilen uygulamalar <b>Cumhuriyetin İlanı</b> (29 Ekim 1923) ile gerçekleşmiştir. Cumhuriyetin ilanıyla birlikte:<br/>I. Devletin adı ve rejimi kesinleştiği için <b>rejim belirsizliği ortadan kalktı</b>.<br/>II. Meclis Hükûmeti Sistemi terk edilerek, daha işlevsel olan <b>Kabine Sistemi'ne geçildi</b>.<br/>III. Devletin başının (Cumhurbaşkanı) belirlenmesiyle <b>Millî egemenlik ilkesi</b> tam olarak uygulamaya geçti."
  },
  {
    "id": "134375",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi </strong><strong>Ankara'nın yeni Türk Devleti'nin başkenti olarak kabul edilmesinde etkili <u>olmamıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Millî Mücadele'nin merkezi olması",
      "B": "Coğrafi konumu nedeniyle işgal edilmesinin zor olması",
      "C": "Ulaşım imkânlarının iyi olması",
      "D": "Yabancı devletlerin Ankara'yı tercih etmeleri",
      "E": "Jeopolitik konumu nedeniyle İstanbul'un işgallere açık olması"
    },
    "explanation": "Ankara'nın 13 Ekim 1923'te başkent olarak kabul edilmesinde etkili olan temel faktörler; <b>coğrafi olarak merkezi konumu</b>, Batı Cephesi'ne yakınlığı, işgal tehlikesine karşı güvenli olması ve <b>Millî Mücadele’nin yönetim merkezi</b> olmasıdır. Ankara'nın başkent olarak seçilmemesinde etkili olmayan (ya da birincil etken olmayan) nedenler arasında, İstanbul'un sahip olduğu gibi, eski çağlardan beri bir <b>kültür ve medeniyet merkezi</b> olması yoktur. Zira Ankara'nın başkent olmasında tarihsel kültürel birikimden ziyade stratejik ve siyasi nedenler ağır basmıştır."
  },
  {
    "id": "134423",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisinde </strong><strong>Türkiye Cumhuriyeti'nin ilk cumhurbaşkanı ile ilk başbakanı </strong><strong>doğru verilmiştir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Mustafa Kemal Paşa-İsmet Paşa",
      "B": "Mustafa Kemal Paşa-Kâzım Karabekir Paşa",
      "C": "İsmet Paşa-Ali Fuat Paşa",
      "D": "Mustafa Kemal Paşa-Rauf Bey",
      "E": "Mustafa Kemal Paşa-Ali Fethi Bey"
    },
    "explanation": "Cumhuriyetin ilanından (29 Ekim 1923) sonra Türkiye Cumhuriyeti'nin siyasi liderleri belirlenmiştir. Yeni kurulan devletin ilk cumhurbaşkanı TBMM tarafından oy birliğiyle seçilen <b>Mustafa Kemal Paşa</b> olmuştur. Yeni kurulan kabine sisteminde Cumhurbaşkanı tarafından hükûmeti kurmakla görevlendirilen ilk başbakan ise <b>İsmet Paşa</b> (İnönü) olmuştur."
  },
  {
    "id": "202150",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi </strong><strong>Cumhuriyet Dönemi’nde gerçekleştirilen inkılap hareketlerinin temel amacıdır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Çağdaş uygarlık düzeyine ulaşmak",
      "B": "Türk milletinin bağımsızlığını sağlamak",
      "C": "Ekonomik alanda kalkınmayı sağlamak",
      "D": "Türkiye’yi batılı ülkelerle rekabet edecek hâle getirmek",
      "E": "Türkiye’nin savaşabilme yeteneğini artırmak"
    },
    "explanation": "Cumhuriyet Dönemi’nde gerçekleştirilen tüm inkılap hareketlerinin (devrimlerin) temel ve birleştirici amacı, Türkiye Cumhuriyeti'ni ortaçağ kurumlarından ve geri kalmışlıktan kurtararak, dönemin <b>çağdaş medeniyetler seviyesine ulaştırmak</b> ve modern bir ulus devlet kurmaktır. Bu amaç, hem siyasi hem de sosyal alandaki tüm reformların motivasyon kaynağıdır."
  },
  {
    "id": "202159",
    "unitNumber": 3,
    "text": "<strong>Hilafet kurumunun sağlam temellere oturtulması ve halifenin statüsünün belirlenmesi hususunda, hangi ülkenin İslami cemaati ısrarcı bir tavır takınmıştır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Arnavutluk Müslümanları",
      "B": "Fas Müslümanları",
      "C": "Hint Müslümanları",
      "D": "Irak Müslümanları",
      "E": "İran Müslümanları"
    },
    "explanation": "Hilafet makamının geleceği ve halifenin yetkileri hakkında Türkiye içindeki tartışmalar sürerken, özellikle <b>Hindistan'daki Müslüman cemaatleri</b> (Hilafet Hareketi) halifenin statüsünün güçlendirilmesi ve sağlam temellere oturtulması hususunda TBMM'ye baskı yapan mektuplar göndermişlerdir. Bu dış müdahale girişimi, TBMM'nin Hilafeti 3 Mart 1924'te tamamen kaldırma kararını hızlandıran nedenlerden biri olmuştur."
  },
  {
    "id": "202291",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi </strong><strong>Mustafa Kemal Paşa’nın II. Meclis’ten beklediği görevdir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Vatanı kurtarmak",
      "B": "İktisadi kalkınma",
      "C": "Dış politikada atılım",
      "D": "İnkılapları gerçekleştirme",
      "E": "Saltanat sistemine son verme"
    },
    "explanation": "I. TBMM (1920-1923), temel olarak <b>Millî Mücadele'yi başarıya ulaştırmak</b> ve ülkeyi düşman işgalinden kurtarmak görevini üstlenmişti. Savaş bittikten ve Lozan Antlaşması imzalandıktan sonra, 1923'te toplanan <b>II. TBMM</b>'den beklenen temel görev ise, kurulan yeni devletin yapısını modernleştirecek ve temelini sağlamlaştıracak olan <b>inkılap hareketlerini gerçekleştirmekti</b> (Cumhuriyetin İlanı, Hilafetin Kaldırılması vb.)."
  },
  {
    "id": "202295",
    "unitNumber": 3,
    "text": "<strong>Ankara hangi yıl başkent olmuştur?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "1923",
      "B": "1925",
      "C": "1928",
      "D": "1930",
      "E": "1960"
    },
    "explanation": "Ankara'nın yeni Türk Devleti'nin başkenti olarak resmen kabul edilmesi, Cumhuriyetin ilanından kısa bir süre önce, 13 Ekim <b>1923</b> tarihinde TBMM'de kabul edilen bir kanunla gerçekleşmiştir."
  },
  {
    "id": "202298",
    "unitNumber": 3,
    "text": "<strong>Yeni Türk Devleti’nin kurulmasından sonra Türkiye’de kurulan ilk siyasi parti hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Ahali Fırkası",
      "B": "Demokrat Parti",
      "C": "İttihat ve Terakki Fırkası",
      "D": "Hürriyet ve İtilaf Fırkası",
      "E": "Halk Fırkası"
    },
    "explanation": "Yeni Türk Devleti’nin kurulmasından sonra faaliyete geçen ve Mustafa Kemal Paşa tarafından kurulan ilk siyasi parti <b>Halk Fırkası</b>'dır. Parti, 9 Eylül 1923 tarihinde kurulmuş olup, daha sonra Cumhuriyet Halk Fırkası adını almıştır."
  },
  {
    "id": "202301",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi halifeliğin saltanatla birlikte kaldırılamayışının sebebidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Türk kamuoyunun hazır olmayışı",
      "B": "Terakkiperver Cumhuriyet Fırkası’nın karşı çıkması",
      "C": "Lozan görüşmelerinde siyasal bir sorun olabilme ihtimali",
      "D": "Müslüman dünyanın tepkisi",
      "E": "Halifeliğin tek başına siyasal bir güç olamayacağı düşüncesi"
    },
    "explanation": "Saltanat 1922'de kaldırılırken, Hilafet makamının kaldırılmasının 1924'e ertelenmesinin sebebi, bu kurumun Osmanlı İmparatorluğu'nun son dönemlerinde Müslüman kitleler nezdinde hala <b>büyük bir dinî öneme</b> sahip olmasıydı. Saltanatın kaldırılması zaten büyük bir siyasi devrimdi; Hilafeti de aynı anda kaldırmak, henüz rejimin tam oturmadığı bir dönemde <b>toplumsal tepkileri</b> artırma ve iç karışıklığa yol açma riskini taşıyordu."
  },
  {
    "id": "202306",
    "unitNumber": 3,
    "text": "<strong>Aşağıdaki yeniliklerden hangisi </strong><strong>“Egemenlik kayıtsız şartsız milletindir.” düşüncesi doğrultusunda gerçekleştirilmiştir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yeni hukuk sistemine geçilmesi",
      "B": "Kabine sisteminin hayata geçirilmesi",
      "C": "1921 Anayasası’nın hazırlanması",
      "D": "Millî Eğitim Teşkilat Kanunu’nun kabulü",
      "E": "Saltanatın kaldırılması"
    },
    "explanation": "“Egemenlik kayıtsız şartsız milletindir.” ilkesi, Türkiye Cumhuriyeti'nin temelini oluşturur. Bu düşünce doğrultusunda gerçekleştirilmiş en radikal ve önemli yenilik, iktidarın tek bir hanedan yerine millete ait olduğunu anayasal düzlemde kanıtlayan <b>Saltanatın kaldırılmasıdır</b> (1 Kasım 1922)."
  },
  {
    "id": "202314",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi </strong><strong>Halk Fırkası (Partisi)’nın ilk siyasi programının adıdır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Dokuz Umde",
      "B": "Kalkınma Programı",
      "C": "Parti Tüzüğü",
      "D": "Misâk-ı Millî Kararları",
      "E": "Tekâlif-i Milliye Emirleri"
    },
    "explanation": "Mustafa Kemal Paşa tarafından kurulan Halk Fırkası (People's Party)’nın ilk siyasi programı, partinin temel ilkelerini ve hedeflerini belirleyen <b>Dokuz Umde</b> (Dokuz İlke) olarak adlandırılmıştır. Bu ilkeler, millî egemenliğin pekiştirilmesi, kalkınma ve modernleşme hedeflerini içeriyordu."
  },
  {
    "id": "202317",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi s</strong><strong>altanatın kaldırılmasının sonuçları arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Osmanlı Devleti hukuken sona erdi.",
      "B": "Padişahlık makamı korundu.",
      "C": "Milli egemenlik ilkesinin önünü açtı.",
      "D": "Ankara Hükümeti ve İstanbul Hükümeti ikilemine son verildi.",
      "E": "Cumhuriyet’in ilanına zemin hazırladı."
    },
    "explanation": "Saltanatın kaldırılması (1922), Osmanlı Devleti'nin resmen sona ermesi, milli egemenlik ilkesinin pekişmesi ve Lozan'da ikiliğin önlenmesi gibi sonuçlar doğurmuştur. Ancak, <b>Kabine Sistemi'ne geçilmesi</b>, doğrudan Saltanatın kaldırılmasıyla değil, yaklaşık bir yıl sonra 29 Ekim 1923'te <b>Cumhuriyetin İlanı</b> ile Meclis Hükûmeti Sistemi'nden geçilen bir yönetim biçimidir."
  },
  {
    "id": "208694",
    "unitNumber": 3,
    "text": "<strong>Cumhuriyet'in ilanı ile aşağıdakilerden hangisi <u>gerçekleşmemiştir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Rejimin adı konulmuştur.",
      "B": "Cumhurbaşkanını doğrudan halk seçmeye başlamıştır.",
      "C": "Devlet başkanlığı sorunu çözülmüştür.",
      "D": "Hükûmetin kurulması kolaylaşmıştır.",
      "E": "Kabine sistemine geçilmiştir."
    },
    "explanation": "Cumhuriyetin ilanı (29 Ekim 1923) ile rejim belirsizliği ortadan kalkmış, devletin başı (Cumhurbaşkanı) belirlenmiş ve Kabine Sistemi'ne geçilmiştir. Ancak <b>Laikliğe geçilmesi</b>, tam anlamıyla Cumhuriyetin ilanından sonraki süreçte, özellikle 3 Mart 1924'te Hilafetin kaldırılması ve sonrasında yapılan anayasa değişiklikleriyle (1924 Anayasası'ndaki laiklik maddeleri, 1928'deki 'Devletin dini İslamdır' maddesinin çıkarılması) gerçekleşmiştir. Cumhuriyetin ilanı doğrudan laikliği getirmemiştir."
  },
  {
    "id": "208727",
    "unitNumber": 3,
    "text": "<strong>Saltanatın 1 Kasım 1922’de kaldırılmasından sonra TBMM tarafından 18 Kasım 1922’de seçilen halifenin ismi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "VI. Mehmed Vahdettin",
      "B": "II. Mustafa",
      "C": "Sultan Mehmed Reşat",
      "D": "Sultan Abdulaziz",
      "E": "Abdülmecid Efendi"
    },
    "explanation": "Saltanatın 1 Kasım 1922’de kaldırılmasından sonra, TBMM Hanedan üyeleri arasından yalnızca dinî yetkilere sahip olması şartıyla yeni bir halife seçmiştir. 18 Kasım 1922’de seçilen ve Hilafet 3 Mart 1924’te kaldırılana kadar bu makamda kalan kişi <b>Abdülmecid Efendi</b>’dir."
  },
  {
    "id": "214442",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisinde I.</strong><strong> Meclis'in görev süresi doğru olarak verilmiştir? </strong>",
    "correctAnswer": "D",
    "options": {
      "A": "23 Ocak 1920 - 1 Nisan 1922",
      "B": "23 Şubat 1920 - 1 Mayıs 1921",
      "C": "23 Mart 1920 - 1 Haziran 1922",
      "D": "23 Nisan 1920 - 1 Nisan 1923",
      "E": "1 Ağustos 1920 - 1 Mart 1924"
    },
    "explanation": "Millî Mücadele’yi yürüten ve Kurtuluş Savaşı'nı organize eden <b>I. Meclis</b>, 23 Nisan 1920’de açılmıştır. Savaş sona erdikten ve Lozan Barış Antlaşması imzalandıktan sonra, inkılapları yapacak yeni bir meclise geçiş için görev süresi sona ermiş ve 11 Ağustos 1923’te çalışmalarını tamamlamıştır."
  },
  {
    "id": "214461",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi </strong><strong>Millî egemenlik yolunda atılmış en önemli adımdır? </strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Tevhid-i Tedrisat Kanunu'nun çıkarılması",
      "B": "Tekke, Zaviye ve Türbelerin Kapatılması",
      "C": "Şapka Kanunu'nun çıkarılması",
      "D": "Soyadı Kanunu'nun çıkarılması",
      "E": "Saltanatın Kaldırılması"
    },
    "explanation": "Millî egemenlik yolunda atılmış en önemli ve radikal adım, egemenliğin kayıtsız şartsız millete ait olduğunu fiilen gösteren <b>Saltanatın kaldırılmasıdır</b> (1 Kasım 1922). Bu kararla, binlerce yıllık tek kişilik yönetim anlayışı sona ermiş ve halkın temsilcisi olan TBMM, ülkenin tek yönetim gücü haline gelmiştir."
  },
  {
    "id": "214462",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi son Osmanlı halifesidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Tevfik Paşa",
      "B": "Damat Ferit Paşa",
      "C": "Ali Rıza Paşa",
      "D": "Abdülmecit Efendi",
      "E": "Salih Paşa"
    },
    "explanation": "Son Osmanlı halifesi (yani halifelik makamı kaldırılana kadar bu unvanı taşıyan kişi), Saltanatın kaldırılmasından sonra TBMM tarafından seçilen ve sadece dinî lider olarak görev yapan <b>Abdülmecid Efendi</b>'dir. Hilafet, 3 Mart 1924'te tamamen kaldırılmıştır."
  },
  {
    "id": "342482",
    "unitNumber": 3,
    "text": "<strong>Türk siyasi tarihinde 29 Ekim 1923'te gerçekleşen önemli olay aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Cumhuriyet'in İlanı",
      "B": "Sakarya Meydan Savaşı",
      "C": "Lozan Konferansı",
      "D": "İstanbul'un işgali",
      "E": "İstanbul'un TBMM'ye verilmesi"
    },
    "explanation": "Türk siyasi tarihinde 29 Ekim 1923'te gerçekleşen en önemli olay, Yeni Türk Devleti'nin yönetim biçiminin ve adının resmen belirlendiği <b>Cumhuriyetin İlanı</b>'dır. Bu ilan, rejim bunalımını çözmüş ve devlete modern bir kimlik kazandırmıştır."
  },
  {
    "id": "342486",
    "unitNumber": 3,
    "text": "I. Gazneliler<br/>II. Memlûklular<br/>III. Babürlüler<br/>IV. Osmanlı Devleti<br/><strong>Yukarıdakilerden hangisi ya da hangilerinde halifelik makamı \"babadan oğula\" geçerek saltanata dönüşmüştür?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız II",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "II ve III",
      "E": "II ve IV"
    },
    "explanation": "İslam devletlerinde halifelik makamı başlangıçta seçimle belirlenirken, zamanla siyasî gücün etkisiyle babadan oğula geçmeye başlamıştır. Bu durum, özellikle 16. yüzyıldan itibaren hem Sultanlık (dünyevi yönetim) hem de Halifelik (dinî liderlik) unvanını birleştiren <b>Osmanlı Devleti</b> (IV) pratiğinde açıkça görülmüştür. Osmanlı'da padişahlık ve halifelik, hanedan üyeleri arasında 'babadan oğula' geçerek saltanata dönüşmüştür."
  },
  {
    "id": "342490",
    "unitNumber": 3,
    "text": "<strong>Son Osmanlı halifesi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Vahdettin",
      "B": "Mehmet Reşat",
      "C": "Abdülmecit Efendi",
      "D": "II. Abdülhamit",
      "E": "Sultan Murat"
    },
    "explanation": "Son Osmanlı halifesi <b>Abdülmecid Efendi</b>'dir. 1 Kasım 1922'de Türkiye Büyük Millet Meclisi (TBMM) tarafından <b>saltanatın kaldırılması</b> kararı alındıktan sonra, Osmanlı Hanedanı üyesi olan VI. Mehmed (Vahdeddin) ülkeyi terk etmiştir. Bu gelişmenin ardından, TBMM 19 Kasım 1922'de Abdülmecid Efendi'yi yalnızca halife (dini lider) olarak tayin etmiştir. Ancak bu makam, yeni Türkiye Cumhuriyeti'nin laiklik ve ulusal egemenlik ilkeleriyle çeliştiği için, 3 Mart 1924 tarihinde <b>Halifelik Kurumu resmen kaldırılmış</b> ve Osmanlı Hanedanı üyeleri yurt dışına çıkarılmıştır. Böylece Abdülmecid Efendi, bu makamı taşıyan son kişi olmuştur."
  },
  {
    "id": "131704",
    "unitNumber": 4,
    "text": "I. Dönem TBMM'de siyasi partiler kurulmamış, bunun yerine anlayış ve düşünce farklılıklarına dayanan bazı gruplar ortaya çıkmıştı.<br/><strong>Aşağıdakilerden hangisi TBMM'de ortaya çıkan bu gruplardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Tesanüd Grubu",
      "B": "İstiklal Grubu",
      "C": "Islahat Grubu",
      "D": "İttihat ve Terakki Grubu",
      "E": "Müdafaa-i Hukuk Grubu"
    },
    "explanation": "I. Dönem TBMM'de resmi siyasi partiler yerine <b>Halk Zümresi</b>, <b>Tesanüt Grubu</b>, <b>İstiklâl Grubu</b> gibi düşünce grupları vardı. Mecliste ortaya çıkan bu gruplar, resmi parti statüsünde değildi. <b>Terakkiperver Cumhuriyet Fırkası</b> (1924) ise Cumhuriyetin ilanından ve I. TBMM'nin kapanmasından sonra kurulmuş olan <b>ilk örgütlü siyasi partidir</b>. Bu nedenle TBMM gruplarından biri değildir."
  },
  {
    "id": "131802",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi orduyu siyasetin dışına çıkarmak için yapılan değişikliklerden biridir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Erkân-ı Harbiye-i Umumiye Vekâleti'nin kaldırılması",
      "B": "Saltanatın kaldırılması",
      "C": "Şeriye ve Evkaf Vekaleti'nin kaldırılması",
      "D": "Tevhid-i Tedrisat Kanunu'nun çıkarılması",
      "E": "Siyasi Partiler Kanunu'nun çıkarılması"
    },
    "explanation": "Türkiye Cumhuriyeti’nin kuruluşundan kısa süre sonra, ordunun siyaset üzerindeki etkisini tamamen kaldırmak amacıyla önemli bir adım atıldı. Bu kapsamda, <b>Subayların milletvekili olmasını yasaklayan kanun</b> çıkarılarak, subaylara <b>askerlik ya da siyaset</b> yapma tercihi sunulmuştur. Bu yasal değişiklik, ordunun siyasetten tamamen çekilmesini ve profesyonel görevine odaklanmasını sağlamıştır."
  },
  {
    "id": "131916",
    "unitNumber": 4,
    "text": "<strong>Şeyh Sait İsyanı sonuçları itibarıyla aşağıdaki devletlerden hangisinin işine yaramıştır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "İngiltere",
      "B": "Fransa",
      "C": "İtalya",
      "D": "Almanya",
      "E": "Yunanistan"
    },
    "explanation": "Şeyh Sait İsyanı (1925), Türkiye'nin uluslararası arenada kritik öneme sahip olan <b>Musul Sorunu</b> (Irak sınırı) üzerinde İngiltere ile yoğun müzakereler yaptığı bir dönemde çıktı. İsyan, Türkiye'nin iç güvenliğini tehdit etti ve askeri kaynaklarını içerde kullanmaya zorladı. Bu durum <b>İngiltere'nin</b> Musul konusunda elini güçlendirerek, sorunun Türkiye aleyhine sonuçlanmasına zemin hazırlamıştır."
  },
  {
    "id": "134584",
    "unitNumber": 4,
    "text": "<strong>Şeyh Sait İsyanı'nı bastırmak üzere çıkarılan Takrir-i Sükûn Kanunu aşağıdakilerden hangisinin bir süre daha ertelenmesine neden olmuştur?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Harf İnkılabı",
      "B": "Soyadı Kanunu",
      "C": "Çok partili siyasi hayata geçiş",
      "D": "Hilafetin kaldırılması",
      "E": "Laiklik ilkesinin kabulü"
    },
    "explanation": "Şeyh Sait İsyanı’nı bastırmak ve ülkedeki düzeni sağlamak amacıyla 1925'te çıkarılan <b>Takrir-i Sükûn Kanunu</b>, hükümete olağanüstü yetkiler verdi ve muhalif faaliyetleri durdurdu. Bu kanunun sağladığı baskı ortamı ve rejimin güvenliğinin önceliklendirilmesi nedeniyle, <b>çok partili hayata geçiş denemeleri</b> bir süre daha ertelenmek zorunda kalmıştır."
  },
  {
    "id": "134598",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi </strong><strong>Mustafa Kemal Paşa'nın isteği ile 1930'da kurulan Serbest Cumhuriyet Fırkası'nın lideridir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Rauf Orbay",
      "B": "Kâzım Karabekir",
      "C": "Ali Fuat Cebesoy",
      "D": "Refet Bele",
      "E": "Ali Fethi Okyar"
    },
    "explanation": "Mustafa Kemal Paşa, 1930 yılında demokratik yaşamı test etmek ve Halk Fırkası'na muhalefet yaratmak amacıyla yakın arkadaşı <b>Ali Fethi Okyar'ı</b> teşvik ederek <b>Serbest Cumhuriyet Fırkası'nın</b> kurulmasını sağlamıştır. Ali Fethi Okyar, bu partinin kurucusu ve lideridir."
  },
  {
    "id": "208786",
    "unitNumber": 4,
    "text": "Şeyh Sait İsyanı sürecinde Cumhuriyet Halk Fırkası Grubu toplantısında, isyanın bastırılması ile ilgili olarak Başbakan Ali Fethi Bey’in almış olduğu tedbirler ve olaya bakış açısı büyük tenkit gördü. Bunun üzerine Fethi Bey Hükümeti istifa etmek zorunda kaldı.<br/><strong>İsyanla daha etkin mücadele edebilmek için yeni hükûmeti kuran kişi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Ali Fuat Paşa",
      "B": "İsmet Paşa",
      "C": "Fevzi Paşa",
      "D": "Celal Bayar",
      "E": "Adnan Menderes"
    },
    "explanation": "Başbakan <b>Ali Fethi Okyar</b> hükümeti, Şeyh Sait İsyanı karşısında yeterince ılımlı davrandığı ve etkili tedbirler alamadığı gerekçesiyle eleştirilip istifa etti. İsyanı daha kararlı bir şekilde bastırmak amacıyla yeni hükümet, sert tedbirlerin ve <b>Takrir-i Sükûn Kanunu'nun</b> uygulanmasını sağlayan <b>İsmet İnönü</b> tarafından kurulmuştur."
  },
  {
    "id": "208793",
    "unitNumber": 4,
    "text": "<strong>Terakkiperver Cumhuriyet Fırkası’nın savunduğu fikirler arasında aşağıdakilerden hangisi <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Egemenliğin halka ait olduğu",
      "B": "Cumhuriyet yönetimini yaşatmak ve geliştirmenin esas gayeleri olduğu",
      "C": "Demokratik, liberal, düşünce ve inançlara saygılı olunacağı",
      "D": "Anayasanın milletten vekâlet alınmadan değiştirilemeyeceği",
      "E": "Ekonomide devletçiliğin esas alınacağı"
    },
    "explanation": "Terakkiperver Cumhuriyet Fırkası (TCF), Cumhuriyet Halk Fırkası'nın aşırı merkeziyetçi yapısına karşıydı. TCF, <b>liberal ekonomi</b>, <b>adem-i merkeziyetçilik</b> (yerel yönetimlere yetki) ve dinî inançlara saygı gibi prensipleri savunuyordu. Merkeziyetçi yönetimin güçlendirilmesi, TCF'nin değil, genellikle CHP'nin savunduğu bir görüştü."
  },
  {
    "id": "208800",
    "unitNumber": 4,
    "text": "<strong>“Amacımız iktidara gelmek değil, Halk Fırkası’na muhalefet etmek.” şeklinde düşüncelerini açıklayan siyasi parti aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Millet Partisi",
      "B": "İttihat ve Terakki Partisi",
      "C": "Türkiye Komünist Partisi",
      "D": "Ahali Fırkası",
      "E": "Terakkiperver Cumhuriyet Fırkası"
    },
    "explanation": "1930 yılında Mustafa Kemal Paşa’nın talimatıyla kurulan <b>Serbest Cumhuriyet Fırkası</b>'nın lideri <b>Ali Fethi Okyar</b>, partinin kurulma amacının temel olarak iktidara gelmekten ziyade, tek parti yönetimindeki eksiklikleri gidermek ve Meclis’te denetimi sağlayacak <b>etkin muhalefet</b> görevini üstlenmek olduğunu açıklamıştır."
  },
  {
    "id": "212115",
    "unitNumber": 4,
    "text": "<strong>Türkiye’de Şeyh Sait İsyanı ve Menemen Olayı aşağıdakilerden hangisinin bir süre için ertelenmesine neden olmuştur?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Devletçilik politikasına",
      "B": "Milletler Cemiyeti ile ilişki kurulmasına",
      "C": "Dış ticarete ağırlık verilmesine",
      "D": "Çok partili siyasi hayata geçilmesine",
      "E": "Kadınlara siyasal haklar tanınmasına"
    },
    "explanation": "Hem 1925'teki <b>Şeyh Sait İsyanı</b> hem de 1930'daki <b>Menemen Olayı</b>, Türkiye'de laik ve cumhuriyetçi rejime yönelik tehditlerin hala ciddi olduğunu gösterdi. Bu iki gerici kalkışma, rejimin güvenliğini sağlama gerekliliği nedeniyle, <b>çok partili siyasi hayata geçiş denemelerinin</b> tekrar ertelenmesine yol açmıştır."
  },
  {
    "id": "212117",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi </strong><strong>Türkiye Cumhuriyeti Devleti’nin ilk örgütlü muhalefet partisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Terakkiperver Cumhuriyet Fırkası",
      "B": "Cumhuriyet Halk Fırkası",
      "C": "Hürriyet ve İtilaf Fırkası",
      "D": "Serbest Cumhuriyet Fırkası",
      "E": "Ahali Cumhuriyet Fırkası"
    },
    "explanation": "Türkiye Cumhuriyeti’nin kuruluşundan sonra kurulan ilk parti Cumhuriyet Halk Fırkası (CHF) idi. CHF'den ayrılan muhalif komutan kadrosu (Kâzım Karabekir, Rauf Orbay vb.) tarafından 1924 yılında kurulan <b>Terakkiperver Cumhuriyet Fırkası</b>, <b>Cumhuriyet tarihinin ilk örgütlü muhalefet partisi</b> olma özelliğini taşır."
  },
  {
    "id": "212120",
    "unitNumber": 4,
    "text": "<strong>Şeyh Sait İsyanı aşağıdaki sorunlardan hangisinin İngilizlerin lehine sonuçlanmasına sebep olmuştur?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kıbrıs sorunu",
      "B": "Boğazlar sorunu",
      "C": "Musul sorunu",
      "D": "Hatay sorunu",
      "E": "Doğu Trakya sorunu"
    },
    "explanation": "1925'teki Şeyh Sait İsyanı, Türkiye'nin tüm dikkatini ve askeri gücünü iç güvenliğe yöneltmesine neden oldu. Bu durum, Türkiye'nin Irak sınırı üzerindeki hak iddialarını görüştüğü <b>Musul Sorunu</b>'nda elini zayıflattı ve sorunun <b>İngiltere'nin</b> (o sırada Irak'ın mandası sahibi) lehine sonuçlanmasına sebep olmuştur."
  },
  {
    "id": "212121",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi </strong><strong>Mustafa Kemal Paşa’nın telkinleriyle kurulan; ancak Cumhuriyet’e karşı olanların faaliyetleri nedeniyle kurucuları tarafından kapatılan siyasi partidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Cumhuriyet Halk Fırkası",
      "B": "Terakkiperver Cumhuriyet Fırkası",
      "C": "Serbest Cumhuriyet Fırkası",
      "D": "İttihat ve Terakki Fırkası",
      "E": "Sulh ve Selamet-i Osmaniye Fırkası"
    },
    "explanation": "<b>Serbest Cumhuriyet Fırkası</b> (1930), Mustafa Kemal Paşa'nın isteğiyle kurulmasına rağmen, kısa sürede parti tabanına <b>Cumhuriyet ve inkılap karşıtları</b> sızmaya başladı. Olası bir ayaklanmayı önlemek ve rejimi korumak amacıyla, kurucusu <b>Ali Fethi Okyar</b> durumu kontrol edemeyeceğini anlayarak partiyi kendi isteğiyle feshetmiştir."
  },
  {
    "id": "212122",
    "unitNumber": 4,
    "text": "<strong>Terakkiperver Cumhuriyet Fırkası aşağıdakilerden hangisine dayanılarak kapatılmıştır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Ceza Mahkemeleri",
      "B": "Takrir-i Sükûn",
      "C": "Ceza-Usul",
      "D": "Medeni Kanun",
      "E": "1922 tarihli Siyasi Partiler Kanunu"
    },
    "explanation": "Şeyh Sait İsyanı'nın ardından rejim karşıtı faaliyetleri engellemek ve huzuru sağlamak amacıyla çıkarılan <b>Takrir-i Sükûn Kanunu</b> (1925), hükümete geniş yetkiler verdi. <b>Terakkiperver Cumhuriyet Fırkası</b>, bu kanuna dayanılarak, isyanla dolaylı bağlantısı olduğu iddia edilerek 1925 yılında kapatılmıştır."
  },
  {
    "id": "212123",
    "unitNumber": 4,
    "text": "<strong>Aşağıdaki siyasi partiler ve özellikleri eşleştirmelerinden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Halk Fırkası-Yeni Türk Devleti’nin ilk siyasi partisidir.",
      "B": "Terakkiperver Cumhuriyet Fırkası-Yeni Türk Devleti’nin ilk muhalefet partisidir.",
      "C": "Serbest Cumhuriyet Fırkası-Mustafa Kemal Paşa’nın telkini ile kurulmuştur.",
      "D": "Terakkiperver Cumhuriyet Fırkası-Takrir-i Sükûn Kanunu ile kapatılmıştır.",
      "E": "Serbest Cumhuriyet Fırkası-Ekonomide Devletçilik politikasını savunmuştur."
    },
    "explanation": "<b>Cumhuriyet Halk Fırkası</b> (CHP), kuruluş ilkeleri arasında yer alan <b>Devletçilik</b> ilkesini benimsemiştir; bu, ekonomide devletin öncü rol oynaması anlamına gelir. TCF ve SCF, aksine, <b>liberal ekonomi</b> politikalarını savunmuştur. Dolayısıyla CHP'nin liberal ekonomi yanlısı olduğu ifadesi <b>yanlıştır</b>."
  },
  {
    "id": "212124",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi </strong><strong>23 Aralık 1930’da meydana gelen Menemen Olayı’nda katledilen ve bu olayla özdeşleşen kişidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Şeyh Sait",
      "B": "Kubilay",
      "C": "Demirci Mehmet Efe",
      "D": "Hasan Tahsin",
      "E": "Şeyh Eşref"
    },
    "explanation": "23 Aralık 1930’da Menemen’de meydana gelen ve gerici bir nitelik taşıyan isyanda, asayişi sağlamakla görevli yedek subay öğretmen <b>Mustafa Fehmi Kubilay</b>, isyancılar tarafından hunharca katledilmiştir. Kubilay, Menemen Olayı’nın sembol ismi ve <b>Cumhuriyet şehididir</b>."
  },
  {
    "id": "212125",
    "unitNumber": 4,
    "text": "<strong>Ali Fethi Bey a</strong><strong>şağıda yer alan siyasi partilerden hangisinin genel başkanıdır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "İttihat ve Terakki Fırkası",
      "B": "Millî Kalkınma Partisi",
      "C": "Serbest Cumhuriyet Fırkası",
      "D": "Türkiye Komünist Partisi",
      "E": "Demokrat Parti"
    },
    "explanation": "<b>Ali Fethi Okyar</b>, Mustafa Kemal Paşa'nın talebi üzerine 1930 yılında kurulan ve Türkiye Cumhuriyeti'nde ikinci çok partili hayat denemesi olan <b>Serbest Cumhuriyet Fırkası'nın</b> kurucusu ve genel başkanıdır."
  },
  {
    "id": "212126",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi </strong><strong>Serbest Cumhuriyet Fırkası’nın özellikleri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Yayılmacı",
      "B": "Liberal",
      "C": "Özgürlükçü",
      "D": "Cumhuriyetçi",
      "E": "Milliyetçi"
    },
    "explanation": "Serbest Cumhuriyet Fırkası (SCF) 1930'da kurulmuş olup, kadınlara siyasi haklar verilmesi gibi görüşleri desteklemiştir. Ancak <b>Türkiye Cumhuriyeti'nin ilk örgütlü muhalefet partisi</b> olma özelliği, 1924'te kurulan <b>Terakkiperver Cumhuriyet Fırkası'na</b> aittir."
  },
  {
    "id": "212127",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi i</strong><strong>nkılaplara ve özelliklede Mustafa Kemal Paşa’nın şahsına düşmanlık hisleri besleyen, menfaatleri zedelenmiş bazı kişilerin onu ortadan kaldırmak için tertipledikleri planlardan biridir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "31 Mart Vakası",
      "B": "Reval Görüşmeleri",
      "C": "Arap Ayaklanması",
      "D": "İzmir Suikastı",
      "E": "Süryani Ayaklanması"
    },
    "explanation": "1926 yılında, Mustafa Kemal Paşa'nın inkılaplarına ve özellikle de şahsına düşmanlık besleyen, menfaatleri zedelenmiş eski İttihatçılar ve muhalifler tarafından <b>İzmir Suikastı</b> planlanmıştır. Bu girişim, Paşa’yı ortadan kaldırmayı amaçlayan en ciddi komplo girişimidir."
  },
  {
    "id": "214552",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi </strong><strong>Cumhuriyet tarihinin ilk örgütlü muhalefet partisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Serbest Cumhuriyet Fırkası",
      "B": "Terakkiperver Cumhuriyet Halk Fırkası",
      "C": "Halk Fırkası",
      "D": "Türkiye Komünist Fırkası",
      "E": "Demokrat Fırka"
    },
    "explanation": "1924 yılında Kâzım Karabekir, Rauf Orbay ve diğer muhalif komutanlar tarafından kurulan <b>Terakkiperver Cumhuriyet Fırkası</b>, Cumhuriyet Halk Fırkası'na karşı kurulan <b>ilk örgütlü muhalefet partisi</b> olarak tarihe geçmiştir."
  },
  {
    "id": "214566",
    "unitNumber": 4,
    "text": "<strong>Serbest Cumhuriyet Fırkası'nın kurucusu aşağıdakilerden hangisidir? </strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Fethi Okyar",
      "B": "İsmet İnönü",
      "C": "Nuri Conker",
      "D": "Kazım Karabekir",
      "E": "Rauf Orbay"
    },
    "explanation": "<b>Serbest Cumhuriyet Fırkası</b>, Türkiye'de çok partili hayata geçişin ikinci denemesi olarak 1930 yılında, bizzat Mustafa Kemal Paşa’nın teşvikiyle yakın arkadaşı <b>Ali Fethi Okyar</b> tarafından kurulmuştur."
  },
  {
    "id": "214593",
    "unitNumber": 4,
    "text": "<strong>Aşağıdaki olaylardan hangisinin sonucunda </strong><strong>Takrir-i Sükûn Yasası </strong><strong>çıkarılmıştır? </strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Şeyh Eşref Ayaklanması",
      "B": "Delibaş Mehmet Ayaklanması",
      "C": "Şeyh Sait İsyanı",
      "D": "Çapanoğulları İsyanı",
      "E": "I. Bozkır Ayaklanması"
    },
    "explanation": "Takrir-i Sükûn Yasası'nın (Huzurun Sağlanması Kanunu) çıkarılmasının temel sebebi 1925 yılında başlayan ve Doğu Anadolu Bölgesi'nde geniş yankı uyandıran <b>Şeyh Said İsyanı</b>'dır. Bu isyan, yeni kurulan genç Türkiye Cumhuriyeti'nin laik ve merkeziyetçi reformlarına karşı çıkan ilk büyük tepki olarak kabul edilir. Hükûmet, isyanın bastırılması ve ülke genelinde otoritenin yeniden sağlanması amacıyla 4 Mart 1925 tarihinde bu yasayı yürürlüğe koymuştur. Yasa, hükûmete olağanüstü yetkiler vermiş ve isyanı destekleyen kurum ve yayın organlarını kapatma yetkisi sağlamıştır."
  },
  {
    "id": "214620",
    "unitNumber": 4,
    "text": "A<strong>şağıdakilerden hangisi </strong><strong>Takrir-i Sükûn Yasası kapsamında kapatılmayan basın-yayın organıdır? </strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Cumhuriyet",
      "B": "Aydınlık",
      "C": "Orak-Çekiç",
      "D": "Sebilürreşat",
      "E": "Tanin"
    },
    "explanation": "Takrir-i Sükûn Yasası (1925), özellikle <b>Şeyh Said İsyanı</b> sonrasında hükûmete geniş yetkiler vererek kamu düzenini bozan her türlü faaliyeti engellemeyi amaçlamıştır. Bu kapsamda, isyanı desteklediği veya hükûmetin politikalarına karşı çıktığı düşünülen birçok muhalif basın-yayın organı kapatılmıştır. Kapatılanlar arasında genellikle <b>Tevhid-i Efkâr</b>, <b>Tanin</b>, <b>İstiklal</b> ve <b>Sebilürreşad</b> gibi gazeteler bulunmaktaydı. Kapatılmayan yayın organları ise genellikle genç Cumhuriyet Hükümetini ve reformlarını destekleyen veya isyanla ilişkilendirilmeyen yayınlardı. Bu yasa, basının özgürlüklerini kısıtlayıcı nitelikteydi."
  },
  {
    "id": "342494",
    "unitNumber": 4,
    "text": "<strong>Kâzım Karabekir Paşa'nın genel başkanlığını yaptığı siyasi parti aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Halk Fırkası",
      "B": "İttihat ve Terakki",
      "C": "Terakkiperver Cumhuriyet Fırkası",
      "D": "Serbest Cumhuriyet Fırkası",
      "E": "Hürriyet ve İtilaf Fırkası"
    },
    "explanation": "Türkiye Cumhuriyeti'nin ilk muhalefet partisi olan <b>Terakkiperver Cumhuriyet Fırkası (TCF)</b>, 17 Kasım 1924 tarihinde kurulmuştur. Bu partinin genel başkanlığını Kurtuluş Savaşı'nın önemli komutanlarından <b>Kâzım Karabekir Paşa</b> yapmıştır. TCF, Cumhuriyet Halk Fırkası'ndan ayrılan ve Mustafa Kemal Paşa'nın liderliğine muhalif olan Ali Fuat Cebesoy, Rauf Orbay, Adnan Adıvar gibi önemli isimler tarafından desteklenmiştir. Ancak TCF, <b>Şeyh Said İsyanı</b> ile ilişkilendirilerek 1925 yılında <b>Takrir-i Sükûn Yasası</b> kapsamında kapatılmıştır."
  },
  {
    "id": "342499",
    "unitNumber": 4,
    "text": "<strong>Takrir-i Sükûn Kanunu hangi olay sonrası çıkartılmıştır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Ali Galip Olayı",
      "B": "İzmir Suikastı",
      "C": "Menemen Olayı",
      "D": "Şeyh Sait Olayı",
      "E": "Sakarya Savaşı Öncesi"
    },
    "explanation": "Takrir-i Sükûn Kanunu, doğrudan doğruya 1925 yılında başlayan <b>Şeyh Said İsyanı</b>'nın bir sonucu olarak, isyanın hemen ardından, 4 Mart 1925 tarihinde çıkarılmıştır. Kanunun temel amacı, Cumhuriyet rejimine ve yapılan inkılaplara karşı çıkan isyanları ve muhalif hareketleri bastırmak, dolayısıyla devlet otoritesini ve kamu güvenliğini sağlamaktır. Bu kanun sayesinde <b>İstiklal Mahkemeleri</b> tekrar kurulmuş ve hükûmet reformları uygulamada daha sert önlemler alabilmiştir."
  },
  {
    "id": "342500",
    "unitNumber": 4,
    "text": "..........................'na göre devlet memuru olan bir kişi aynı zamanda milletvekili olamaz.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "1921 Anayasası",
      "B": "1924 Anayasası",
      "C": "1961 Anayasası",
      "D": "1982 Anayasası",
      "E": "1987 Anayasa Referandumu"
    },
    "explanation": "Cümlede boş bırakılan yere getirilmesi gereken ifade <b>Teşkilat-ı Esasiye Kanunu</b>'dur (1924 Anayasası). Türkiye Cumhuriyeti'nin 1924 Anayasası'nda ve ilgili seçim yasalarında, kuvvetler ayrılığı ilkesi gereği, devlet memuru olan bir kişinin (yürütme organına bağlı) aynı zamanda yasama organının üyesi (milletvekili) olamayacağı kuralı getirilmiştir. Bu kural, görevler arasında çıkar çatışmasını önlemeyi, <b>memuriyetin tarafsızlığını</b> korumayı ve <b>kamu hizmeti etiği</b> ilkelerine uyumu sağlamayı amaçlamaktadır. Milletvekili seçilen memurların, vekilliğe başlamadan önce memuriyetten istifa etmeleri zorunludur."
  },
  {
    "id": "132387",
    "unitNumber": 5,
    "text": "Romalılardan itibaren hukuk sistemi kamu hukuku ve özel hukuk olmak üzere ikiye ayrılarak sistemleşmiştir. Bu ayrım içinde kamu hukuku, bireyin devletle olan ilişkilerini, özel hukuk ise bireyler arasındaki ilişkileri düzenler.<br/><strong>Paragrafa göre aşağıdakilerden hangisi özel hukuk alanına dâhil <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Aile Hukuku",
      "B": "Ceza Hukuku",
      "C": "Eşya Hukuku",
      "D": "Miras Hukuku",
      "E": "Borçlar Hukuku"
    },
    "explanation": "Hukuk sistemi temel olarak <b>Kamu Hukuku</b> ve <b>Özel Hukuk</b> olmak üzere ikiye ayrılır. Kamu Hukuku, birey-devlet ilişkilerini, Özel Hukuk ise birey-birey arasındaki ilişkileri düzenler.<br/>Özel hukukun temel dalları Medeni Hukuk, Borçlar Hukuku ve Ticaret Hukukudur.<br/>Eğer seçeneklerde <b>Ceza Hukuku</b> veya <b>İdare Hukuku</b> gibi bir dal bulunuyorsa, bu dallar devletin üstün otoritesini ve kamu yararını düzenlediği için <b>Kamu Hukuku</b> alanına dâhildir ve bu nedenle özel hukuk alanına dâhil değildir."
  },
  {
    "id": "134646",
    "unitNumber": 5,
    "text": "I. \"Egemenlik kayıtsız şartsız milletindir.\" ilkesinin hukuksal zemindeki karşılığıdır.<br/>II. Meclis Hükûmeti Sistemi söz konusudur.<br/>III. Kuvvetler Birliği İlkesi esas alınmıştır.<br/><strong>Yukarıda özellikleri verilen Anayasa aşağıdakilerden hangisidir? </strong>",
    "correctAnswer": "A",
    "options": {
      "A": "1921 Teşkilat-ı Esasiye Kanunu",
      "B": "1924 Anayasası",
      "C": "1961 Anayasası",
      "D": "1876 Kanun-ı Esasi'si",
      "E": "1982 Anayasası"
    },
    "explanation": "Yukarıda sayılan özellikler <b>1921 Anayasası</b>'na (Teşkilat-ı Esasiye Kanunu) aittir. Bu Anayasa, Milli Mücadele döneminde kabul edilmiş olup, Türkiye Cumhuriyeti’nin kuruluşunun hukuksal zeminini oluşturmuştur. Özellikle <b>'Egemenlik kayıtsız şartsız milletindir.'</b> ilkesini getirmiş ve yasama ile yürütme yetkilerinin tek elde (TBMM’de) toplandığı <b>Meclis Hükûmeti Sistemi</b>'ni esas almıştır. Bu durum aynı zamanda <b>Kuvvetler Birliği İlkesi</b>’nin de kabul edildiği anlamına gelir."
  },
  {
    "id": "208902",
    "unitNumber": 5,
    "text": "<strong>“Bireyle birey; bireyle toplum arasındaki ilişkileri, düzeni sağlayan ve maddi müeyyideleri olan kurallar bütünüdür.” şeklinde ifade edilen kavram aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Anayasa",
      "B": "Hukuk",
      "C": "Mecelle",
      "D": "Norm",
      "E": "Meşrutiyet"
    },
    "explanation": "Verilen tanım, toplum düzenini sağlamak amacıyla bireyler arası ve birey-toplum arası ilişkileri düzenleyen, uyulması zorunlu ve <b>maddi müeyyide (yaptırım)</b> ile desteklenmiş kurallar bütünü olan <b>Hukuk</b> kavramını ifade etmektedir. Hukuk kurallarının diğer sosyal kurallardan (örneğin ahlak veya din) farkı, ihlali durumunda devlet zoruyla uygulanan yaptırımlara sahip olmasıdır."
  },
  {
    "id": "208912",
    "unitNumber": 5,
    "text": "<strong>Tanzimat ile Cumhuriyet arası dönemde hukukî gelişmelerin sebepleri arasında aşağıdakilerden hangisi <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Avrupa’da bürokraside ve bilgi düzeyindeki gelişmeler",
      "B": "Sosyokültürel hayatta ortaya çıkan gelişmeler",
      "C": "Ticari ve iktisadi usullerdeki değişiklikler",
      "D": "Batılı devletlerin Osmanlı Devleti nezdindeki baskıları",
      "E": "Osmanlı’nın borçlarını ödeyememesi"
    },
    "explanation": "Tanzimat ile Cumhuriyet arası dönemdeki hukuki gelişmelerin temel sebepleri, imparatorluğu dağılmaktan kurtarma çabası, batı hukuku sistemlerine uyum sağlama ihtiyacı ve kapitülasyonların etkisini azaltma isteğiydi. Bu dönemde Batı tarzı usul ve ticaret kanunları kabul edilmiştir. Ancak, hukukun tamamen laikleştirilmesi ve <b>şer’i hukukun tamamen terk edilmesi</b> bu dönemin gelişmeleri arasında yer almaz. Bu radikal değişiklikler ancak <b>Cumhuriyetin ilanı ve Medeni Kanun’un kabulü</b> (1926) ile mümkün olmuştur."
  },
  {
    "id": "212154",
    "unitNumber": 5,
    "text": "<strong>Medeni Kanun’la hangi tür toplumsal ilişki veya yöntem düzenlenir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Hırsızlık yapanla malı çalınan arasındaki ilişki",
      "B": "Vergi yükümlüsü ile Maliye Bakanlığı arasındaki ilişki",
      "C": "Bir öğrenci ile okul yönetimi arasındaki ilişki",
      "D": "Alacaklı birinin yargıca başvurmasındaki yöntem",
      "E": "Karı-koca arasındaki ilişki"
    },
    "explanation": "Türk Medeni Kanunu (TMK), <b>Özel Hukuk</b>’un en temel ve geniş kapsamlı dalıdır. Temel olarak bireylerin <b>Kişi</b>, <b>Aile</b>, <b>Miras</b> ve <b>Eşya</b> (Mal Varlığı) ilişkilerini düzenler. Dolayısıyla Medeni Kanun, bireylerin doğumdan ölüme kadar olan özel ve toplumsal ilişkilerini düzenler."
  },
  {
    "id": "212155",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi </strong><strong>Kamu Hukuku’nun dalları arasında </strong><strong><u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Anayasa Hukuku",
      "B": "İdare Hukuku",
      "C": "Vergi Hukuku",
      "D": "Aile Hukuku",
      "E": "Ceza Hukuku"
    },
    "explanation": "Kamu Hukuku, devletin üstün otoritesi altında bireylerle devlet arasındaki veya devlet kurumlarının kendi arasındaki ilişkileri düzenleyen hukuk dallarını kapsar.<br/>Kamu Hukuku’nun başlıca dalları Anayasa Hukuku, İdare Hukuku, Ceza Hukuku ve Vergi Hukukudur.<br/>Seçeneklerde yer alması muhtemel olan ve Kamu Hukuku dalı olmayan seçenek, bireyler arası eşit ilişkilere odaklanan <b>Özel Hukuk</b> dallarından biri olacaktır, örneğin <b>Ticaret Hukuku</b> veya <b>Borçlar Hukuku</b>."
  },
  {
    "id": "212156",
    "unitNumber": 5,
    "text": "<strong>Hangi tarihte bir Türk anayasası kabul <u>edilmemiştir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "1876",
      "B": "1921",
      "C": "1924",
      "D": "1960",
      "E": "1982"
    },
    "explanation": "Türkiye tarihinde kabul edilen temel anayasalar şunlardır: <b>1876 Kanun-i Esasi</b>, <b>1921 Teşkilat-ı Esasiye Kanunu</b>, <b>1924 Anayasası</b>, <b>1961 Anayasası</b> ve <b>1982 Anayasası</b>.<br/>Eğer seçeneklerde bu tarihler dışında, sadece hukuki metinler veya anayasa değişiklikleri yapılan bir tarih (örneğin 1937 Laiklik değişikliği veya 1808 Sened-i İttifak) varsa, o tarihte tam kapsamlı bir anayasa kabul edilmemiştir."
  },
  {
    "id": "212162",
    "unitNumber": 5,
    "text": "<strong>Laiklik ilkesinin gerçekleşmesi anayasanın hangi tarihteki değişikliği ile mümkün olmuştur?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "1923",
      "B": "1924",
      "C": "1928",
      "D": "1937",
      "E": "1980"
    },
    "explanation": "Türkiye Cumhuriyeti Anayasası'nda <b>Laiklik</b> ilkesinin altı temel prensipten biri olarak tam anlamıyla yer alması ve resmileşmesi, <b>1937</b> yılında yapılan anayasa değişikliği ile gerçekleşmiştir. Bu değişiklik ile birlikte Laiklik ilkesi, 1924 Anayasası’nın değiştirilmez maddeleri arasına dâhil edilmiştir."
  },
  {
    "id": "212164",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi T</strong><strong>ürk Hukuk İnkılabı’nın gerekçeleri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Hukukta birlikteliğin olmaması",
      "B": "Mevcut kanunların ihtiyaçları karşılayamaması",
      "C": "Mahkeme düzeninin modern usullerden uzak olması",
      "D": "Şer’i kanunların yeniden etkinleştirilmek istenmesi",
      "E": "Kadın hakları konusunda var olan eşitsizlikler"
    },
    "explanation": "Türk Hukuk İnkılabı’nın temel gerekçeleri arasında <b>hukuk birliğini sağlamak</b>, <b>laiklik ilkesini hayata geçirmek</b>, toplumsal yaşamı çağdaşlaştırmak ve kadın-erkek eşitliğini tesis etmek yer alır.<br/>İnkılabın amacı, eski ikilikçi ve şeriata dayalı yapıyı terk ederek modern, seküler bir hukuk sistemi kurmaktır. Bu nedenle, <b>Osmanlı hukuku geleneklerini sürdürmek</b> veya <b>çok hukukluluğu devam ettirmek</b> inkılabın gerekçeleri arasında yer almaz."
  },
  {
    "id": "212166",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi </strong><strong>Türk demokrasi tarihinde yapılmış anayasalar arasında bulunmaktadır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "1855 Kanûn-ı Esâsî",
      "B": "1944 Anayasası",
      "C": "1931 Anayasası",
      "D": "1924 Anayasası",
      "E": "1927 Anayasası"
    },
    "explanation": "Türk demokrasi tarihinde yapılmış ve yürürlüğe girmiş anayasalar; <b>1876 Kanun-i Esasi</b>, <b>1921 Teşkilat-ı Esasiye Kanunu</b>, <b>1924 Anayasası</b>, <b>1961 Anayasası</b> ve <b>1982 Anayasası</b>'dır. Seçeneklerde bu beş tarihten biri bulunmalıdır."
  },
  {
    "id": "212168",
    "unitNumber": 5,
    "text": "İsviçre Medeni Kanunu geniş kapsamlı bir incelemeden sonra Türk toplum yapısına uyarlandı ve TBMM’de kabulü edildi (22 Nisan 1926).<strong><br/>Aşağıdakilerden hangisi bu kanunun kabul edilmesinin sebeplerinden birisi <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Türk aile yapısına uygun olması",
      "B": "Dilinin sade ve anlaşılır olması",
      "C": "Kadın-erkek eşitliğine dayanmaması",
      "D": "Uygulamada kolaylık sağlaması",
      "E": "Hâkime geniş takdir yetkisi vermesi"
    },
    "explanation": "İsviçre Medeni Kanunu'nun (TMK) kabul edilmesinin temel nedenleri; <b>hukuk birliğini sağlama</b>, <b>laik hukuk düzenine geçme</b>, kadın-erkek eşitliğini sağlama ve <b>İsviçre Kanunu’nun sade ve pratik olması</b>ydı. TMK'nın kabulü, siyasi rejimin belirlenmesi (örneğin Meclis Hükûmeti veya Cumhurbaşkanlığı sistemi) gibi Kamu Hukuku alanını ilgilendiren konuların sebepleri arasında yer almaz."
  },
  {
    "id": "212170",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi </strong><strong>Türk hukuk tarihinin ilk medeni kanunudur?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Mecelle",
      "B": "Meşrutiyet",
      "C": "Tanzimat",
      "D": "Kanûn-ı Esâsî",
      "E": "Sened-i İttifak"
    },
    "explanation": "Türk hukuk tarihinin modern anlamda kodifiye edilmiş ilk medeni kanun denemesi, Osmanlı İmparatorluğu döneminde hazırlanan <b>Mecelle-i Ahkâm-ı Adliyye (Mecelle)</b>’dir. Mecelle, 1869-1876 yılları arasında yayımlanmış ve şahıs, borçlar ve eşya hukukuna dair hükümleri içermiştir. Mecelle, 1926 yılında Türk Medeni Kanunu’nun kabulüne kadar yürürlükte kalmıştır."
  },
  {
    "id": "212172",
    "unitNumber": 5,
    "text": "<strong>TBMM’nin kabul ettiği Türk Medeni Kanunu hangi devletin medeni kanunu örnek alınarak hazırlanmıştır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Fransa",
      "B": "İsviçre",
      "C": "İngiltere",
      "D": "Almanya",
      "E": "İtalya"
    },
    "explanation": "Türkiye Büyük Millet Meclisi (TBMM) tarafından 17 Şubat 1926'da kabul edilen Türk Medeni Kanunu, Avrupa’daki en modern ve pratik kanunlardan biri kabul edilen <b>İsviçre</b> Medeni Kanunu'ndan (ZGB) örnek alınarak hazırlanmıştır. Bu tercih, laiklik ilkesini özel hukuka taşıma ve hukuku sadeleştirme amacını taşımaktaydı."
  },
  {
    "id": "214493",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi </strong><strong>Osmanlı Devleti'nde padişahın egemenlik haklarının sınırlandırıldığı ilk anayasal metindir? </strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Tanzimat Fermanı",
      "B": "Islahat Fermanı",
      "C": "Kanun-i Esasi",
      "D": "Sened-i İttifak",
      "E": "Mecelle"
    },
    "explanation": "Osmanlı Devleti’nde padişahın mutlak egemenlik haklarının hukuki olarak sınırlandırıldığı ilk belge <b>Sened-i İttifak</b>’tır (1808). Bu belge, Ayanlar ile Padişah II. Mahmut arasında imzalanmış olup, padişahın mutlak otoritesini sınırlayan ilk anayasal adımdır. Ancak ilk tam anayasal metin 1876 <b>Kanun-i Esasi</b>'dir."
  },
  {
    "id": "342502",
    "unitNumber": 5,
    "text": "<strong>Sened-i İttifak (1808) hangi padişah döneminde imzalanmıştır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "I. Mahmut",
      "B": "II. Abdülhamit",
      "C": "II. Mustafa",
      "D": "Abdülmecit",
      "E": "II. Mahmut"
    },
    "explanation": "1808 yılında imzalanan <b>Sened-i İttifak</b>, Osmanlı tarihinde padişahın yetkilerini hukuki olarak kısıtlayan ilk belge olma özelliğini taşır. Bu belge, <b>II. Mahmut</b> döneminde (1808-1839) Sadrazam Alemdar Mustafa Paşa aracılığıyla Ayanlar ile imzalanmıştır."
  },
  {
    "id": "342505",
    "unitNumber": 5,
    "text": "<strong>Türk demokrasi tarihinin en sert anayasası aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "1961 Anayasası",
      "B": "1982 Anayasası",
      "C": "1921 Anayasası",
      "D": "1924 Anayasası",
      "E": "Kanûn-i Esâsî"
    },
    "explanation": "Türk demokrasi tarihinde yapısı ve değiştirilme koşulları açısından 'en sert' (katı) anayasa olarak kabul edilen metin <b>1982 Anayasası</b>'dır. Bu anayasa, 12 Eylül askeri darbesi sonrasında hazırlanmış olup, temel hak ve özgürlüklere <b>sert sınırlamalar</b> getirmiş ve anayasa değişikliklerini zorlaştıran katı kurallar içermiştir."
  },
  {
    "id": "130578",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi 1933 yılında gerçekleştirilen Üniversite Reformu kapsamında kapatılan Darülfünun'un yerine kurulan üniversitedir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "İstanbul Üniversitesi",
      "B": "Ankara Üniversitesi",
      "C": "Gazi Üniversitesi",
      "D": "Boğaziçi Üniversitesi",
      "E": "Orta Doğu Teknik Üniversitesi"
    },
    "explanation": "1933 yılında gerçekleştirilen Üniversite Reformu, o dönemki eğitim kurumlarının modernleşmesini hedefleyen kapsamlı bir hareketti. Bu reform kapsamında, Osmanlı döneminden kalma ve çağın gereklerine ayak uyduramayan <b>Darülfünun</b> kapatılmış ve yerine modern, bilimsel temellere dayalı eğitim veren <b>İstanbul Üniversitesi</b> kurulmuştur. Bu değişim, Türk yükseköğretiminde bilimsel ve laik bir yapının kurulması açısından büyük önem taşır."
  },
  {
    "id": "132509",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi Cumhuriyet'in ilanından sonra eğitim sistemindeki ikiliği ortadan kaldırarak ülkedeki eğitim kurumlarının tek çatı altında toplanıp Maarif Vekaleti idaresine verilmesi için çıkarılan kanundur?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Takrir-i Sükûn Kanunu",
      "B": "İlköğretim Kanunu",
      "C": "Yükseköğretim Kanunu",
      "D": "Tevhid-i Tedrisat Kanunu",
      "E": "Harf İnkılabı"
    },
    "explanation": "Cumhuriyetin ilanından sonra, eğitim sistemindeki ikiliği (medreseler, cemaat okulları ve modern okullar) ortadan kaldırmak ve eğitimi ulusal, laik bir temele oturtmak amacıyla 3 Mart 1924'te <b>Tevhid-i Tedrisat Kanunu</b> (Öğretimin Birleştirilmesi Kanunu) çıkarılmıştır. Bu kanunla ülkedeki tüm eğitim kurumları tek çatı altında toplanmış ve denetimi <b>Maarif Vekaleti</b>'ne (Milli Eğitim Bakanlığı) verilmiştir. Böylece eğitimde birlik sağlanarak çağdaşlaşma yolunda önemli bir adım atılmıştır."
  },
  {
    "id": "132519",
    "unitNumber": 6,
    "text": "<strong> Aşağıdakilerden hangisi </strong><strong>Türk Tarihi'nin bilimsel metod ve yöntemlerle yeniden araştırılması için açılan kurumdur?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Halkevleri",
      "B": "Köy Enstitüleri",
      "C": "Dil ve Tarih Coğrafya Fakültesi",
      "D": "Türk Tarih Kurumu",
      "E": "Türk Dil Kurumu"
    },
    "explanation": "Türk Tarihi'nin İslam ve Osmanlı tarihine indirgenmesi yerine, bilimsel metotlarla yeniden araştırılması, Türklerin dünya medeniyetine katkılarının ortaya çıkarılması ve milli bilincin güçlendirilmesi amacıyla 1931 yılında <b>Türk Tarih Kurumu</b> (Türk Tarihi Tetkik Cemiyeti) kurulmuştur. Bu kurumun kurulması, <b>Milliyetçilik</b> ilkesinin eğitim ve kültür alanındaki en önemli yansımalarından biridir."
  },
  {
    "id": "134813",
    "unitNumber": 6,
    "text": "I. Ülkede okuma-yazma oranı artmıştır.<br/>II. Basım-yayın oranları artmıştır.<br/>III. Batılı ülkelerle ilişkiler geliştirilmiştir.<br/>IV. Çağdaşlaşma yolunda önemli bir adım atılmıştır.<br/><strong>Yukarıda verilenler hangi inkılabın sonucudur?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Medreselerin kapatılması",
      "B": "Soyadı Kanunu",
      "C": "Harf İnkılabı",
      "D": "Medeni Kanun'un çıkarılması",
      "E": "Takrir-i Sükun Kanunu"
    },
    "explanation": "Verilen sonuçlar (okuma-yazma oranının artması, basım-yayın faaliyetlerinin hızlanması ve çağdaşlaşma) doğrudan 1 Kasım 1928’de kabul edilen <b>Harf İnkılabı</b>’nın (Yeni Türk Harflerinin Kabulü) sonuçlarıdır. Arap alfabesinin öğrenme zorluğu ve okuma-yazma oranındaki düşüklük sebebiyle kabul edilen Latin harflerine dayalı yeni alfabe, eğitimi kolaylaştırmış ve böylece okuma-yazma seferberliği başlatılarak halkın bilgiye erişimi ve <b>çağdaşlaşma</b> süreci hızlanmıştır."
  },
  {
    "id": "134890",
    "unitNumber": 6,
    "text": "I. Türk Tarih Kurumu'nun kurulması<br/>II. Tevhid-i Tedrisat Kanunu<br/>III. Türk Dil Kurumu'nun kurulması<br/>IV. Üniversite Reformu<br/>V. Harf İnkılabı<br/><strong>Eğitim alanındaki verilen gelişmelerin kronolojik sıralaması aşağıdakilerden hangisinde doğru olarak verilmiştir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "V- I- III- II- IV",
      "B": "IV- V- II- I- III",
      "C": "III- I- II- V- IV",
      "D": "I- IV- V- II- III",
      "E": "II- V- I- III- IV"
    },
    "explanation": "Eğitim alanındaki temel inkılapların kronolojik sıralaması şöyledir:<br/>II. <b>Tevhid-i Tedrisat Kanunu</b> (3 Mart 1924)<br/>V. <b>Harf İnkılabı</b> (1 Kasım 1928)<br/>I. <b>Türk Tarih Kurumu'nun kurulması</b> (1931)<br/>III. <b>Türk Dil Kurumu'nun kurulması</b> (1932)<br/>IV. <b>Üniversite Reformu</b> (1933)<br/>Doğru sıralama: II, V, I, III, IV şeklindedir."
  },
  {
    "id": "208967",
    "unitNumber": 6,
    "text": "<strong>Atatürk Dönemi eğitim sisteminin ana ilkeleri arasında aşağıdakilerden hangisi <u>bulunmaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Karma İlkesi",
      "B": "Laiklik İlkesi",
      "C": "Disiplin İlkesi",
      "D": "Medreselerin Devamı İlkesi",
      "E": "Birlik İlkesi"
    },
    "explanation": "Atatürk Dönemi eğitim sisteminin ana ilkeleri arasında <b>millilik</b> (ulusal değerlere bağlılık), <b>bilimsellik</b> (pozitif bilimleri esas alma), <b>laiklik</b> (din ve vicdan özgürlüğüne dayalı, akılcı eğitim), <b>karma eğitim</b> ve <b>fırsat eşitliği</b> yer alır. Geleneksel, din odaklı veya çift başlı bir eğitim yapısının sürdürülmesi bu ilkeler arasında <u>bulunmaz</u>, zira temel amaç <b>çağdaşlaşma</b> ve eğitimde birliği sağlamaktır."
  },
  {
    "id": "212209",
    "unitNumber": 6,
    "text": "<strong>Tevhid-i Tedrisat kavramı hangi anlamda kullanılmaktadır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Bütün eğitim kurumlarının devletin denetimi altına geçmesi",
      "B": "Medreselerin ıslahı ile ilgili çıkarılan kanun",
      "C": "Üniversite ile ilgili kanun",
      "D": "İlköğretimin mecburi olması",
      "E": "Sanat okullarına verilen isim"
    },
    "explanation": "Tevhid-i Tedrisat, Arapça kökenli bir tamlama olup, kelime anlamı olarak '<b>Öğretimin Birleştirilmesi</b>' demektir. 3 Mart 1924’te çıkarılan bu kanun, ülkedeki eğitim kurumlarının (medrese, mektep, azınlık/yabancı okulları) tek bir müfredat ve yönetim altında, yani Milli Eğitim Bakanlığı (Maarif Vekaleti) çatısı altında toplanmasını sağlamıştır."
  },
  {
    "id": "212213",
    "unitNumber": 6,
    "text": "<strong>Yeni Türk alfabesi hangi tarihte kabul edilmiştir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "20 Nisan 1924",
      "B": "17 Şubat 1927",
      "C": "1 Kasım 1928",
      "D": "1 Haziran 1929",
      "E": "26 Aralık 1929"
    },
    "explanation": "Yeni Türk alfabesi, modern Türkiye Cumhuriyeti'nin kültürel ve çağdaşlaşma alanındaki en önemli adımlarından biridir. Latin esaslı Türk alfabesi, <b>1 Kasım 1928</b> tarihinde kabul edilmiş ve uygulanmaya başlanmıştır. Bu gelişme, okur-yazarlığı hızla artırmayı hedeflemiştir."
  },
  {
    "id": "212216",
    "unitNumber": 6,
    "text": "<strong>Aşağıdaki alfabelerden hangisi </strong><strong>Türkler tarafından <u>kullanılmamıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Latin alfabesi",
      "B": "Arap alfabesi",
      "C": "Sogd alfabesi",
      "D": "Japon alfabesi",
      "E": "Kiril alfabesi"
    },
    "explanation": "Türkler tarih boyunca coğrafi konumlarına ve kültürel etkileşimlerine bağlı olarak birçok farklı alfabe kullanmışlardır. Başlıca kullanılan alfabeler: <b>Göktürk, Uygur, Kiril, Arap</b> ve <b>Latin</b> (Yeni Türk Alfabesi) alfabeleridir. Türklerin tarih sahnesinde belirgin bir şekilde kullanmadığı bir alfabe, genellikle komşu medeniyetlerin (örneğin eski Mısır hiyeroglifleri veya Çin ideogramları) alfabeleri olur."
  },
  {
    "id": "212218",
    "unitNumber": 6,
    "text": "I.Tevhid-i Tedrisat Kanunu'nun çıkarılması<br/>II.Toprak reformunun yapılması<br/>III.Şer’iyye ve Evkaf Vekâletine bağlı medreselerin kapatılması<br/><strong>Yukarıdaki Cumhuriyetin ilk yıllarında yapılan inkılaplardan hangisi ya da hangileri laik devlet düzenine geçmek amacıyla ilgili <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "I ve III",
      "E": "II ve III"
    },
    "explanation": "Cumhuriyetin ilk yıllarında yapılan inkılaplar incelendiğinde:<br/>I. <b>Tevhid-i Tedrisat Kanunu</b> (1924) ve III. <b>Medreselerin kapatılması</b> (1924), eğitimi dinden arındırıp ulusal ve bilimsel temellere oturtarak doğrudan <b>laik devlet düzenine geçişle</b> ilgilidir.<br/>II. <b>Toprak reformunun yapılması</b> ise esas olarak <b>ekonomik</b> ve sosyal eşitsizlikleri gidermeyi, tarımsal üretimi artırmayı amaçlar ve doğrudan laik devlet düzeniyle ilgili bir adım <u>değildir</u>."
  },
  {
    "id": "212219",
    "unitNumber": 6,
    "text": "<strong>Türk Dil Kurumu'nun açılarak Türk dilinin gelişiminin araştırılması aşağıdaki ilkelerden hangisiyle ilgilidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Milliyetçilik",
      "B": "Halkçılık",
      "C": "Devletçilik",
      "D": "Laiklik",
      "E": "İnkılapçılık"
    },
    "explanation": "1932 yılında kurulan Türk Dil Kurumu (TDK), Türk dilini yabancı dillerin etkisinden arındırarak zenginleştirmeyi ve bilimsel olarak incelemeyi hedeflemiştir. Bir milletin kendi kültürünü ve kimliğini güçlendirmesi amacıyla diline sahip çıkması, Atatürk’ün <b>Milliyetçilik</b> ilkesiyle doğrudan ilgilidir. Bu kurum, Türk kültürünün temel taşı olan dilin gelişmesine hizmet etmiştir."
  },
  {
    "id": "212221",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi </strong><strong>Tevhid-i Tedrisat Kanunu’nun sağladığı gelişmeler arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Ülkede var olan bütün eğitim kurumlarının tek çatı altında toplanması",
      "B": "Öğretim ilkelerinde birlik sağlanması",
      "C": "Eğitim programlarının çağdaşlaştırılması",
      "D": "Kız ve erkek öğrencilerin ayrı sınıflarda okutulması ilkesinin kabul edilmesi",
      "E": "Okuma, yazma ve öğrenmenin kolaylaştırılması"
    },
    "explanation": "Tevhid-i Tedrisat Kanunu’nun sağladığı gelişmeler arasında <b>eğitimde birlik</b> sağlanması, <b>medreselerin kapatılması</b> (laikliğe geçiş), okulların <b>Maarif Vekaleti’ne bağlanması</b> yer alır. Bu kanun, <b>eğitimde ikiliği ortadan kaldırarak</b> eğitimi tek ve ulusal bir yapıya kavuşturmuştur. Ancak, örneğin 'okur-yazar oranının hızla artması' doğrudan Tevhid-i Tedrisat'tan ziyade Harf İnkılabı ve Millet Mektepleri’nin açılması gibi sonraki adımlarla ilişkilidir."
  },
  {
    "id": "212223",
    "unitNumber": 6,
    "text": "<strong>Osmanlı Devleti’nde görülen sosyal ve kültür çatışmalarının Türkiye Cumhuriyeti Devleti’nde de görülmemesi için eğitim alanındaki yeniliklerin hangi esas üzerine yapılacağı prensip olarak kabul edilmiştir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Laiklik",
      "B": "Çağdaşlık",
      "C": "Millilik",
      "D": "Bilimsellik",
      "E": "Birlik"
    },
    "explanation": "Osmanlı Devleti’nin son dönemlerinde görülen medrese, mektep ve yabancı okullar arasındaki eğitim farklılığı (sosyal ve kültürel çatışma kaynağı) Türkiye Cumhuriyeti’nde de devam etmiştir. Bu ikiliği ortadan kaldırmak, eğitimi çağdaş ve ulusal hedeflere uygun tek bir sistemde toplamak için <b>Tevhid-i Tedrisat</b> (Öğretimin Birliği) esası kabul edilmiştir. Bu, Cumhuriyet eğitiminin temel prensibi olmuştur."
  },
  {
    "id": "212226",
    "unitNumber": 6,
    "text": "<strong>Atatürk Dönemi'nde Türk Tarih Kurumu'nun açılması aşağıdaki ilkelerden hangisiyle ilgilidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Milliyetçilik",
      "B": "Halkçılık",
      "C": "Devletçilik",
      "D": "Laiklik",
      "E": "İnkılapçılık"
    },
    "explanation": "Türk Tarih Kurumu’nun (TTK) açılması, Türklerin kökenini, tarihini ve medeniyet içindeki yerini bilimsel yöntemlerle araştırmayı amaçlamıştır. Bu çaba, Türk milletinin geçmişini doğru temellere oturtarak milli bilinci ve ulusal kimliği güçlendirmeyi hedefler. Dolayısıyla bu kurumun kurulması, Atatürk’ün temel ilkelerinden biri olan <b>Milliyetçilik</b> ilkesiyle doğrudan ilgilidir."
  },
  {
    "id": "212229",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi </strong><strong>Sakarya Savaşı’nın en şiddetli günlerinde eğitim problemlerinin tespiti için Ankara’da toplanan kongredir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Tarih Kongresi",
      "B": "Dil Kongresi",
      "C": "İktisat Kongresi",
      "D": "Maarif Kongresi",
      "E": "Sağlık Kongresi"
    },
    "explanation": "2. Dünya Savaşı’nın en kritik anlarından biri olan Sakarya Meydan Muharebesi’nin şiddetli günlerinde, 15-21 Temmuz 1921 tarihleri arasında Ankara'da <b>I. Maarif Kongresi</b> (Eğitim Kongresi) toplanmıştır. Mustafa Kemal Paşa, savaş koşullarına rağmen eğitim sorunlarının gelecekteki ulusal eğitim sisteminin temellerini atmak üzere acilen tespit edilmesi gerektiğini vurgulamıştır. Bu kongre, eğitime verilen önemin bir göstergesidir."
  },
  {
    "id": "212233",
    "unitNumber": 6,
    "text": "I. Yeni Türk harflerinin kabul edilmesi<br/>II. Millet Mektepleri’nin açılması<br/>III. Üniversite reformunun hazırlanması<br/><strong>Yukarıdaki inkılapların kronolojik sıralaması hangisinde doğru verilmiştir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "I-II-III",
      "B": "I-III-II",
      "C": "II-I-III",
      "D": "III-I-II",
      "E": "III-II-I"
    },
    "explanation": "Verilen inkılapların kronolojik sıralaması şöyledir:<br/>I. <b>Yeni Türk harflerinin kabul edilmesi</b> (1 Kasım 1928).<br/>II. <b>Millet Mektepleri’nin açılması</b> (Yeni harflerin halka öğretilmesi için 1928 sonunda faaliyete geçmiştir).<br/>III. <b>Üniversite reformunun hazırlanması</b> (Darülfünun’un kapatılıp İstanbul Üniversitesi’nin kurulması, 1933).<br/>Doğru kronolojik sıralama: I, II, III şeklindedir."
  },
  {
    "id": "214445",
    "unitNumber": 6,
    "text": "<strong>Aşağıdaki hangi padişah döneminde ilköğretim zorunlu hâle getirilmiştir? </strong>",
    "correctAnswer": "A",
    "options": {
      "A": "II. Mahmut",
      "B": "I. Abdülhamit",
      "C": "Abdülmecid",
      "D": "II. Abdülhamit",
      "E": "Vahdettin"
    },
    "explanation": "Osmanlı Devleti’nde eğitim alanında ilk önemli reformlar <b>II. Mahmut</b> döneminde (1808-1839) gerçekleşmiştir. II. Mahmut, 1824 yılında yayımladığı bir fermanla İstanbul’daki Müslüman çocukları için <b>ilköğretimi zorunlu</b> hale getirmiştir. Bu, modern anlamda eğitim reformunun başlangıcı sayılsa da, uygulamasında yaygın sorunlar yaşanmıştır."
  },
  {
    "id": "214476",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi Türk Millî Eğitim Sistemi'nin temel ilkelerinden biri <u>değildir</u>? </strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Millîdir",
      "B": "Laiktir",
      "C": "Bilimseldir",
      "D": "Karmadır",
      "E": "Gelenekseldir"
    },
    "explanation": "Türk Millî Eğitim Sistemi'nin temel ilkeleri, 1739 sayılı Milli Eğitim Temel Kanunu’nda belirtilmiştir. Bunlar arasında <b>laiklik</b>, <b>bilimsellik</b>, <b>millilik</b>, <b>karma eğitim</b>, <b>fırsat ve imkan eşitliği</b> ve <b>eğitimin yaygınlaştırılması</b> yer alır. Eğitimde ikiliğin veya dini otoritenin gözetildiği sistemler, çağdaş ve ulusal eğitim sisteminin temel ilkesi <u>değildir</u>."
  },
  {
    "id": "342507",
    "unitNumber": 6,
    "text": "......... Dönemi’nde ilköğretim zorunlu hâle getirilmiştir.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Mustafa Kemal Atatürk",
      "B": "II. Abdülhamit",
      "C": "Abdülaziz",
      "D": "Abdülmecit",
      "E": "II. Mahmut"
    },
    "explanation": "Osmanlı Devleti’nde ilköğretimi zorunlu hale getiren padişah <b>II. Mahmut</b>’tur. 1824 yılında çıkardığı fermanla İstanbul’da <b>ilköğretim zorunluluğunu</b> ilan etmiştir. Bu adım, eğitimin saray veya medrese dışına çıkarak halka ulaşması yolunda atılan önemli bir adımdır."
  },
  {
    "id": "342508",
    "unitNumber": 6,
    "text": "<strong>1924 yılında alfabe konusunda Arap harflerinin yetersizliğini TBMM’de ilk defa gündeme getiren milletvekili aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Halide Edip Adıvar",
      "B": "Kazım Karabekir",
      "C": "Şükrü Saraçoğlu",
      "D": "Celal Bayar",
      "E": "Ziya Gökalp"
    },
    "explanation": "1924 yılında, alfabe değişikliği konusunda ilk ciddi teklifi ve Arap harflerinin Türkçe için yetersiz olduğunu TBMM kürsüsünden dile getiren milletvekili <b>Şükrü Kaya</b>'dır. Şükrü Kaya, daha sonra Harf İnkılabı'nın gerçekleştirilmesinde önemli roller üstlenmiştir. Bu tartışmalar, 1928'de gerçekleşecek olan Harf İnkılabı’nın fikri temelini oluşturmuştur."
  },
  {
    "id": "130489",
    "unitNumber": 7,
    "text": "<strong>Kadınlara milletvekili seçme ve seçilme hakkını veren Anayasa değişikliği hangi tarihte gerçekleşmiştir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "3 Mart 1924",
      "B": "1 Kasım 1928",
      "C": "5 Aralık 1934",
      "D": "5 Mayıs 1937",
      "E": "14 Mayıs 1950"
    },
    "explanation": "Kadınlara milletvekili seçme ve seçilme hakkını veren Anayasa değişikliği 5 Aralık 1934 tarihinde gerçekleşmiştir. Bu düzenleme, kadınların siyasal yaşama katılımını sağlayarak <b>Halkçılık</b> ve <b>Cumhuriyetçilik</b> ilkelerinin önemli bir gereğini yerine getirmiştir. Türkiye bu hakkı Avrupa ülkelerinden çoğundan önce tanımıştır."
  },
  {
    "id": "132423",
    "unitNumber": 7,
    "text": "<strong>Cumhuriyet'in ilanından sonra tekke, zaviye ve türbelerin kapatılması Atatürk İlkeleri'nden hangisiyle ilgilidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Cumhuriyetçilik",
      "B": "Milliyetçilik",
      "C": "Laiklik",
      "D": "Devletçilik",
      "E": "İnkılapçılık"
    },
    "explanation": "Cumhuriyet'in ilanından sonra 30 Kasım 1925'te tekke, zaviye ve türbelerin kapatılması, dinin toplumsal yaşam üzerindeki etkisini azaltmayı ve akılcılığı esas almayı hedeflemiştir. Bu yenilik, doğrudan doğruya <b>Laiklik</b> ilkesiyle ilgilidir; ayrıca unvanların kaldırılması yoluyla <b>Halkçılık</b> ilkesiyle de ilişkilidir, zira şeyhlik gibi unvanların yarattığı ayrıcalıklı sınıfları ortadan kaldırmıştır."
  },
  {
    "id": "132436",
    "unitNumber": 7,
    "text": "<strong>Osmanlı Devleti'nde \"sene-yi maliye\" adıyla mali işlerde kullanılmak üzere hicret tarihinden başlayan fakat güneş yılı esasına dayanılarak hazırlanan takvim aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Miladî Takvim",
      "B": "Rumî Takvim",
      "C": "Hicrî Takvim",
      "D": "12 Hayvanlı Türk Takvimi",
      "E": "Çin Takvimi"
    },
    "explanation": "Osmanlı Devleti'nde mali işlerde kullanılmak üzere hicret tarihinden başlayan, ancak güneş yılı esasına dayandırılarak hazırlanan takvim <b>Rumi Takvim</b>'dir. 'Sene-yi maliye' adı da buradan gelmektedir. Bu takvim, 1 Ocak 1926'da <b>Miladi Takvim</b>'e geçilene kadar resmi mali işlemlerde kullanılmıştır."
  },
  {
    "id": "132525",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi </strong><strong>Mustafa Kemal Paşa'nın, şapka giymek suretiyle Şapka İnkılabı'nı başlattığı şehirdir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "İzmir",
      "B": "Kütahya",
      "C": "Edirne",
      "D": "Kastamonu",
      "E": "Erzurum"
    },
    "explanation": "Mustafa Kemal Paşa, Şapka İnkılabı'nı yasalaşmadan önce ilk kez 1925 yılının Ağustos ayında yaptığı Kastamonu ziyaretinde bizzat şapka giyerek halka tanıtmıştır. Bu nedenle, Şapka İnkılabı'nı başlattığı şehir <b>Kastamonu</b>'dur (Özellikle İnebolu'da yaptığı konuşma önemlidir)."
  },
  {
    "id": "209169",
    "unitNumber": 7,
    "text": "<strong>30 Kasım 1925'te alınan bir kararla şeyhlik, dervişlik, dedelik, seyitlik gibi unvanlar yasaklanmıştır. Bu yenilik ile aşağıdaki alanların hangisinde görülen ayrıcalıkların ortadan kaldırıldığı söylenebilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Ticaret",
      "B": "Sosyal",
      "C": "Maliye",
      "D": "Siyasal",
      "E": "Hukuksal"
    },
    "explanation": "30 Kasım 1925 tarihinde çıkarılan Tekke, Zaviye ve Türbelerin kapatılmasına dair kanunla şeyhlik, dervişlik gibi unvanlar yasaklanmıştır. Bu, toplumda sınıf ve mezhep farklılıklarına dayalı ayrıcalıkları ortadan kaldırarak <b>sosyal</b> alanda eşitliği sağlama amacını taşımaktadır. Bu durum aynı zamanda <b>Halkçılık</b> ilkesinin bir sonucudur."
  },
  {
    "id": "209173",
    "unitNumber": 7,
    "text": "<strong>“Okul, askerlik, tapu ve miras” gibi işlerde yaşanan karışıklıkları gidermek için aşağıdaki inkılaplardan hangisi çıkarılmıştır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Soyadı Kanunu",
      "B": "Sanayi ve Madencilik Kanunu",
      "C": "Kılık-Kıyafet Kanunu",
      "D": "Tekke ve Zaviyelerin Kapatılması",
      "E": "Firariler Kanunu"
    },
    "explanation": "Okul, askerlik, tapu ve miras gibi temel vatandaşlık işlerinde yaşanan hukuki karışıklıkları gidermek ve hukuk birliğini sağlamak amacıyla 1926 yılında <b>Türk Medeni Kanunu</b> çıkarılmıştır. Bu kanun, İsviçre Medeni Kanunu esas alınarak hazırlanmış olup, laik hukuk sistemine geçişin en önemli adımlarından biridir ve kadın-erkek eşitliğini sağlamıştır."
  },
  {
    "id": "212273",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi </strong><strong>Sosyal alanda yapılan inkılaplar arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Tekke ve zaviyelerin kapatılması",
      "B": "Kılık Kıyafet Kanunu’nun çıkarılması",
      "C": "Soyadı Kanunu’nun kabulü",
      "D": "Takvim, saat ve ölçülerde değişiklikler",
      "E": "Din adamlarına ibadet yerlerinde şapka takma mecburiyeti getirilmesi"
    },
    "explanation": "Sosyal alanda yapılan inkılaplar genellikle toplumsal yaşamı, kıyafeti, takvimi veya aile yapısını düzenleyen yeniliklerdir (Soyadı, Şapka, Ölçü Birimleri vb.). Tipik bir siyasi inkılap olan <b>Saltanatın Kaldırılması</b> (1922) veya <b>Cumhuriyetin İlanı</b> (1923), doğrudan doğruya devletin yönetim şeklini ilgilendirdiği için sosyal alanda yapılan inkılaplar arasında yer almaz."
  },
  {
    "id": "212274",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi 1924-1930 yılları arasında yapılan inkılap çalışmaları arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Tekke, zaviye ve türbelerin kapatılması",
      "B": "Yeni Türk harflerinin kabulü",
      "C": "Türk kadınına seçme ve seçilme hakkının verilmesi",
      "D": "Şapka Kanunu’nun çıkarılması",
      "E": "Tevhid-i Tedrisat Kanunu’nun kabul edilmesi"
    },
    "explanation": "1924-1930 yılları arasında gerçekleştirilen birçok önemli inkılap (Tevhid-i Tedrisat, Şapka, Takvim, Medeni Kanun, Harf İnkılabı) bulunmaktadır. Bu dönemden sonraki inkılaplardan biri olan <b>Soyadı Kanunu</b> (1934), verilen zaman aralığında (1924-1930) yer almaz."
  },
  {
    "id": "212275",
    "unitNumber": 7,
    "text": "<strong>Rumî 1305 yılı Miladi olarak hangi yıla karşılık gelir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "1839",
      "B": "1885",
      "C": "1889",
      "D": "1900",
      "E": "1902"
    },
    "explanation": "Rumi Takvim, başlangıç olarak Hicri takvimi (622 M.) esas alsa da, Güneş yılına göre hesaplandığı için Miladi takvimle arasında yaklaşık 584 yıllık bir fark bulunur. Basit bir hesapla Rumi yıl numarasına 584 eklediğimizde 1305 + 584 = <b>1889</b> yılına ulaşılır."
  },
  {
    "id": "212276",
    "unitNumber": 7,
    "text": "<strong>Aşağıdaki inkılaplardan hangisi t</strong><strong>oplum hayatında iletişimin kolaylaşmasını sağlamıştır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Soyadı Kanunu",
      "B": "Harf İnkılabı",
      "C": "Şapka Kanunu",
      "D": "Takvimde değişiklik",
      "E": "Türbelerin kapatılması"
    },
    "explanation": "Toplum hayatında iletişimin kolaylaşmasını sağlayan en kritik inkılap 1928 yılında gerçekleşen <b>Harf İnkılabı</b>'dır. Arap alfabesinden Latin alfabesine geçiş, okuma yazmayı basitleştirmiş, okuryazar oranını artırmış ve yazılı iletişimin standartlaşmasını sağlamıştır."
  },
  {
    "id": "212277",
    "unitNumber": 7,
    "text": "<strong> Aşağıdaki Atatürk İlkeleri'nden hangisi </strong><strong>Soyadı Kanunu</strong><strong> ile daha yakından ilgilidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Devletçilik",
      "B": "Halkçılık",
      "C": "Milliyetçilik",
      "D": "Laiklik",
      "E": "Cumhuriyetçilik"
    },
    "explanation": "Soyadı Kanunu (1934), eski toplumda var olan unvan ve lakapları (ağa, paşa, efendi vb.) kaldırarak herkesin kanun önünde eşit olmasını ve resmi işlemlerde karışıklık yaşanmamasını sağlamıştır. Bu, toplumsal eşitliği öngören <b>Halkçılık</b> ilkesiyle doğrudan ilgilidir."
  },
  {
    "id": "212279",
    "unitNumber": 7,
    "text": "I. Soyadı Kanunu’nun kabulü<br/>II. Medenî Kanunu’nun kabulü<br/>III. Ağırlık ve ölçü birimlerinin değiştirilmesi<br/>IV. Miladi takvimin kabul edilmesi<br/><strong>Yukarıdakilerden hangileri Türkiye'de uluslararası ticarî ilişkilerde kolaylık sağlamıştır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "I ve IV",
      "B": "III ve IV",
      "C": "II ve III",
      "D": "I ve II",
      "E": "I ve III"
    },
    "explanation": "Uluslararası ticarî ilişkilerde kolaylık sağlayan inkılaplar, küresel standartlara uyumu gerektirir. Bu kapsamda <b>Ağırlık ve ölçü birimlerinin değiştirilmesi</b> (III) ve Batı dünyasıyla aynı sistemi kullanmak için <b>Miladi takvimin kabul edilmesi</b> (IV) uluslararası ticareti büyük ölçüde kolaylaştırmıştır. (I ve II iç hukuku ilgilendirir.)"
  },
  {
    "id": "212280",
    "unitNumber": 7,
    "text": "<strong>1934 yılında çıkarılan bir kanunla, toplumsal sınıfları ve ayrıcalıkları belirten unvanların kaldırılması, aşağıdaki ilkelerden hangisiyle doğrudan ilişkilidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Halkçılık",
      "B": "Milliyetçilik",
      "C": "Cumhuriyetçilik",
      "D": "Devletçilik",
      "E": "Laiklik"
    },
    "explanation": "1934 yılında çıkarılan bir kanunla ağa, hacı, hoca, efendi, bey gibi toplumsal sınıfları ve ayrıcalıkları belirten unvanlar kaldırılmıştır. Bu yeniliğin temel amacı, toplumda hiçbir zümreye üstünlük tanımamak ve tüm vatandaşları kanun önünde eşit kılmaktır. Bu da doğrudan <b>Halkçılık</b> ilkesiyle ilişkilidir."
  },
  {
    "id": "212283",
    "unitNumber": 7,
    "text": "<strong>Aşağıdaki alanlardan hangisiyle </strong><strong>Türkiye Cumhuriyeti’nde uluslararası ölçü birimlerine geçilmesi ilişkilerde kolaylık sağlamıştır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kamu Yönetimi",
      "B": "Ziraat",
      "C": "Sağlık",
      "D": "Kültür-Sanat",
      "E": "Ticaret"
    },
    "explanation": "Türkiye Cumhuriyeti'nde arşın, okka gibi eski ölçü birimlerinden, uluslararası standart olan metre ve kilogram gibi birimlere geçilmesi (1931), farklı ülkelerle yapılan mal alışverişinde ve uluslararası alandaki işlemlerde standardizasyon sağlayarak, en başta <b>Ticaret</b> ve <b>Ekonomi</b> alanındaki ilişkilerde kolaylık sağlamıştır."
  },
  {
    "id": "214443",
    "unitNumber": 7,
    "text": "....................... tarihinde Anayasa'da yapılan değişiklikle kadınlara milletvekili seçme ve seçilme hakkı verilmiştir.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "5 Aralık 1934",
      "B": "5 Aralık 1935",
      "C": "5 Aralık 1936",
      "D": "5 Aralık 1937",
      "E": "5 Aralık 1938"
    },
    "explanation": "Anayasa'da yapılan değişiklikle kadınlara milletvekili seçme ve seçilme hakkı, <b>5 Aralık 1934</b> tarihinde verilmiştir. Bu, siyasal alandaki eşitliğin son aşamasıdır."
  },
  {
    "id": "214451",
    "unitNumber": 7,
    "text": "<strong>Şapka Kanunu hangi tarihte çıkarılmıştır? </strong>",
    "correctAnswer": "D",
    "options": {
      "A": "25 Kasım 1922",
      "B": "25 Kasım 1923",
      "C": "25 Kasım 1924",
      "D": "25 Kasım 1925",
      "E": "25 Kasım 1926"
    },
    "explanation": "Modernleşme ve çağdaşlaşma hareketlerinin bir parçası olan Şapka Kanunu, <b>25 Kasım 1925</b> tarihinde Türkiye Büyük Millet Meclisi tarafından kabul edilerek yürürlüğe girmiştir."
  },
  {
    "id": "214469",
    "unitNumber": 7,
    "text": "<strong>Şapka Kanunu ile özdeşleşen ilimiz aşağıdakilerden hangisidir? </strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Bolu",
      "B": "Kastamonu",
      "C": "Çorum",
      "D": "Çankırı",
      "E": "Niğde"
    },
    "explanation": "Şapka Kanunu, resmi olarak 25 Kasım 1925'te kabul edilse de, Mustafa Kemal Paşa'nın bu inkılabın sinyallerini verdiği ve şapkayı ilk kez kamuoyu önünde giydiği şehir <b>Kastamonu</b>'dur. Bu nedenle Kastamonu, Şapka İnkılabı ile özdeşleşmiştir."
  },
  {
    "id": "342511",
    "unitNumber": 7,
    "text": "<strong>Mustafa Kemal Paşa'ya \"Atatürk\" soyadının verilmesini teklif eden milletvekili aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Şükrü Saraçoğlu",
      "B": "Ali Fuat Cebesoy",
      "C": "Naim Hazım Onat",
      "D": "Rauf Orbay",
      "E": "Adnan Adıvar"
    },
    "explanation": "Soyadı Kanunu'nun kabulünden kısa bir süre sonra, 24 Kasım 1934'te çıkarılan özel bir kanunla (2587 Sayılı Kanun), 'Atatürk' soyadı sadece Mustafa Kemal Paşa'ya verilmiştir. Bu soyadını veren ve teklifi kanunlaştıran kurum <b>Türkiye Büyük Millet Meclisi (TBMM)</b>'dir."
  },
  {
    "id": "148624",
    "unitNumber": 8,
    "text": "<strong>Lozan Konferansı'nın kesintiye uğradığı dönemde, 17 Şubat-4 Mart 1923 tarihleri arasında İzmir'de toplanan I. Türkiye İktisat Kongresi'ne başkanlık yapan devlet adamı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Mustafa Kemal Paşa",
      "B": "Rauf (Orbay) Bey",
      "C": "Kâzım Karabekir Paşa",
      "D": "Ali Fuat (Cebesoy) Paşa",
      "E": "Refet (Bele) Paşa"
    },
    "explanation": "Lozan Konferansı'nın kesintiye uğradığı dönemde, 17 Şubat-4 Mart 1923 tarihleri arasında toplanan I. Türkiye İktisat Kongresi'ne başkanlık eden devlet adamı <b>Kazım Karabekir Paşa</b>'dır. Bu kongre, yeni Türk Devleti'nin ekonomik bağımsızlık esaslarını belirlemek ve <b>Misak-ı İktisadî'yi</b> (Ekonomik Ant) kabul etmek amacıyla düzenlenmiştir."
  },
  {
    "id": "153701",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi Atatürk Dönemi ekonomik sisteminin temel ilke ve amaçlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Ülkenin tam bağımsızlığını bu alanda da gerçekleştirmek",
      "B": "Ekonomide millî ve millileştirme çabalarını sürdürmek",
      "C": "Özel teşebbüsü harekete geçirmek",
      "D": "Sosyalist ekonomik sistem kurmak",
      "E": "Dünya ticaretinde yer edinmek"
    },
    "explanation": "Atatürk Dönemi ekonomik sisteminin temel amacı, ulusal bağımsızlığı ekonomik alanda da pekiştirmek, ulusal sermayeyi desteklemek ve hızlı kalkınmayı sağlamaktır. 1929 sonrası benimsenen <b>Devletçilik</b> ilkesi, özel sektörün yetersiz kaldığı alanlarda devletin yatırım yapmasını öngörmüştür. Dolayısıyla, ekonominin <b>tamamen yabancı sermayenin kontrolüne bırakılması</b> veya <b>tamamen serbest piyasaya (laissez-faire) dayandırılması</b> bu dönemin temel ilke ve amaçlarından biri değildir."
  },
  {
    "id": "229132",
    "unitNumber": 8,
    "text": "<strong>Bir ekonomik etkinlik olarak aşağıdakilerden hangisi söylenebilir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kitap okuma",
      "B": "Yürüyüş yapma",
      "C": "Tarla sürme",
      "D": "Televizyon seyretme",
      "E": "Dinlenirken düşünme"
    },
    "explanation": "Yeni Türk Devleti'nin temel ekonomik etkinliklerinden biri, kapitülasyonların yarattığı dışa bağımlılığı ortadan kaldırmak ve <b>ulusal üretim kapasitesini</b> artırmaktı. Bu bağlamda, <b>ulusal bankacılık sisteminin kurulması</b> (örneğin İş Bankası'nın kuruluşu) ve <b>sanayileşmenin teşvik edilmesi</b> (Teşvik-i Sanayi Kanunu) gibi yapısal faaliyetler temel ekonomik etkinlikler olarak öne çıkmıştır."
  },
  {
    "id": "229133",
    "unitNumber": 8,
    "text": "<strong>İzmir'de 1923 yılında toplanan I. Türkiye İktisat Kongresi'nin önemi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Sanayinin kurulması için ilk önemli plan yapılmıştır.",
      "B": "Vergi reformunun esasları saptanmıştır.",
      "C": "Tarım sorunlarının görüşülmesinden vazgeçilmiştir.",
      "D": "Türk tarihinde ilk kez bu nitelikte bir kongre toplanmıştır.",
      "E": "Kongre'yi açan İsmet Paşa devletçiliği övmüştür."
    },
    "explanation": "1923 yılında İzmir'de toplanan I. Türkiye İktisat Kongresi'nin en önemli sonucu, siyasi bağımsızlığı tamamlayacak olan <b>ekonomik bağımsızlık ilkelerini</b> (Misak-ı İktisadî) belirlemesi ve bu yolla yabancı ekonomik kontrolüne (Kapitülasyonlar) karşı net bir duruş sergilenmesidir. Kongre, <b>ulusal sermayeye dayalı, bağımsız bir milli ekonomi</b> oluşturma yolunun temel taşlarını döşemiştir."
  },
  {
    "id": "229134",
    "unitNumber": 8,
    "text": "<strong>Teşvik-i Sanayi Kanunu ne zaman çıkarılmıştır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "1918",
      "B": "1927",
      "C": "1928",
      "D": "1933",
      "E": "1937"
    },
    "explanation": "Türkiye Cumhuriyeti'nin ilk dönemlerinde sanayileşmeyi özel sektör eliyle desteklemek amacıyla çıkarılan <b>Teşvik-i Sanayi Kanunu</b>, <b>1927</b> yılında yürürlüğe girmiştir. Bu kanun ile girişimcilere gümrük kolaylıkları, vergi muafiyetleri ve kredi desteği sağlanarak ulusal sanayinin gelişmesi hedeflenmiştir."
  },
  {
    "id": "229135",
    "unitNumber": 8,
    "text": "<strong>Devletçi ekonomiye geçişin nedeni aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Bütçe açığının giderek çoğalması",
      "B": "Sanayi sektörünün gelişememesi",
      "C": "Tarımdan beklenen ürünün alınamaması",
      "D": "Kamu harcamalarının artması",
      "E": "Dünya'da büyük bir ekonomik krizin yaşanması"
    },
    "explanation": "1923-1929 yılları arasındaki liberal ekonomik politikaların ardından <b>Devletçi ekonomiye geçiş</b> (1930'ların başı), başlıca iki nedene dayanır: Birincisi, <b>1929 Dünya Ekonomik Bunalımı'nın</b> Türkiye üzerindeki olumsuz etkileridir. İkincisi ve daha önemlisi, ülkenin hızlı kalkınma ihtiyacına karşın <b>özel sermayenin yetersiz</b> kalması ve büyük yatırımları yapacak gücü bulamamasıdır. Bu durum, devletin ekonomiye bizzat müdahalesini zorunlu kılmıştır."
  },
  {
    "id": "229136",
    "unitNumber": 8,
    "text": "<strong>Türkiye Cumhuriyeti Hükümeti Merkez Bankası ne zaman kurulmuştur?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "1924",
      "B": "1927",
      "C": "1930",
      "D": "1935",
      "E": "1937"
    },
    "explanation": "Ulusal para politikasını yönetmek ve yabancıların kontrolündeki Osmanlı Bankası'nın işlevini üstlenmek amacıyla <b>Türkiye Cumhuriyeti Merkez Bankası</b>'nın kurulması kararı 1930 yılında alınmış ve banka 3 Ekim <b>1931</b> tarihinde resmen faaliyete geçmiştir. Bu, ekonomik bağımsızlığın kurumsal bir adımıdır."
  },
  {
    "id": "229137",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi </strong><strong>Atatürk Dönemi’nde ekonomik alanda yapılan çalışmaların amaçları arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Ekonomide millî ve millileştirme çabalarını sürdürmek",
      "B": "IMF’ye üye olmak",
      "C": "Büyük yatırımları devlet eliyle yapmak",
      "D": "Dünya ticaretinde yer edinmek",
      "E": "Ekonomide modern teknikleri kullanarak üretim yapmak"
    },
    "explanation": "Atatürk Dönemi’nde ekonomik alanda yapılan çalışmaların temel amacı, Osmanlı’dan kalan dışa bağımlılık ve geri kalmışlık sorunlarını çözmek, <b>milli ekonomiyi güçlendirmek</b> ve <b>ekonomik bağımsızlığı</b> sağlamaktır. Bu amaçlar arasında <b>Kapitülasyonların devamını sağlamak</b> veya ülkeyi yeniden dış güçlerin ekonomik kontrolüne sokacak adımlar atmak <u>yer almaz</u>. Tam tersine, <b>Kapitülasyonların tasfiyesi</b> temel hedefti."
  },
  {
    "id": "229138",
    "unitNumber": 8,
    "text": "<strong>I. Türkiye İktisat Kongresi’nde ülkede sanayinin geliştirilmesi için alınan kararlar arasında aşağıdakilerden hangisi <u>bulunmaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Sanayinin teşviki",
      "B": "Sanayiciye kredi temini",
      "C": "Sanayi için mühendis ve teknik eleman eğitimi",
      "D": "Yerli malının teşviki",
      "E": "Milli Korunma Kanunu’nun kaldırılması"
    },
    "explanation": "I. Türkiye İktisat Kongresi (1923), ulusal sanayiyi teşvik eden kararlar almış olsa da, bu dönem henüz <b>Devletçilik</b> ilkesine geçilmediği için, büyük ölçekli ve merkezi planlama gerektiren kararlar alınmamıştır. Dolayısıyla, <b>Devlet Planlama Teşkilatını kurmak</b> veya <b>Beş Yıllık Sanayi Planı</b> gibi 1930'lu yılların Devletçilik dönemine ait uygulamaların kararları bu kongrede <u>bulunmaz</u>."
  },
  {
    "id": "229139",
    "unitNumber": 8,
    "text": "“Türkiye’nin gerçek sahibi, efendisi Türk köylüsüdür.”<br/><strong>Aşağıdakilerden hangisinin Atatürk’ün bu sözü doğrultusunda yapılan düzenlemelerden biri olduğu söylenebilir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kabotaj Kanunu’nun kabul edilmesi",
      "B": "Teşvik-i Sanayi Kanunu’nun kabul edilmesi",
      "C": "Aşar vergisinin kaldırılması",
      "D": "Devletçilik politikasının uygulamaya konulması",
      "E": "Misak-ı İktisadi kararlarının alınması"
    },
    "explanation": "Atatürk'ün Türk köylüsünü ulusun efendisi olarak görmesi, tarım kesiminin üzerindeki ağır yükün kaldırılmasını gerektiriyordu. Bu doğrultuda yapılan en önemli düzenleme, köylünün üretiminin onda biri oranında alınan ve adil olmayan bir vergi olan <b>Aşar (Öşür) Vergisinin</b> 1925 yılında tamamen <b>kaldırılmasıdır</b>. Bu, köylünün refah seviyesini yükseltmeyi ve tarımsal üretimi artırmayı hedefleyen doğrudan bir reformdu."
  },
  {
    "id": "229140",
    "unitNumber": 8,
    "text": "<strong>Osmanlı ekonomisi ile ilgili genel yargılar arasında aşağıdakilerden hangisi <u>bulunmaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Temel sanayi kurulamamıştır.",
      "B": "Mamul madde alan, hammadde ve yiyecek maddeleri satan bir devlettir.",
      "C": "Varolan sanayi kuruluşları da yabancıların denetimindedir.",
      "D": "Yurdun genelinde maden işletmeleri Türklerin elindedir.",
      "E": "Maliyetler yüksektir."
    },
    "explanation": "Osmanlı ekonomisi, tarıma dayalı, sanayileşmede geri kalmış, <b>Kapitülasyonlar</b> ve <b>Düyûn-u Umumiye</b> nedeniyle dışa bağımlı ve rekabet gücü zayıf bir yapıya sahipti. Bu nedenle, Osmanlı ekonomisinin <b>güçlü ve rekabetçi bir sanayi sektörüne</b> sahip olduğu yargısı doğru <u>bulunmaz</u>."
  },
  {
    "id": "229141",
    "unitNumber": 8,
    "text": "<strong>“Misak-ı İktisadî” kararları aşağıdaki hangi kongrede alınmıştır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Erzurum Kongresi’nde",
      "B": "I. Türkiye İktisat Kongresi’nde",
      "C": "Sivas Kongresi’nde",
      "D": "Alaşehir Kongresi’nde",
      "E": "İstanbul İhracatçılar Kongresi’nde"
    },
    "explanation": "<b>Misak-ı İktisadî</b> (Ekonomik Yemin/Ant), yeni Türkiye Cumhuriyeti'nin ekonomik bağımsızlık esaslarını belirleyen kararlar bütünüdür. Bu kararlar, 17 Şubat - 4 Mart 1923 tarihleri arasında İzmir'de toplanan <b>I. Türkiye İktisat Kongresi</b>'nde kabul edilmiştir."
  },
  {
    "id": "243011",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi Atatürk'ün halka ağır gelmesi sebebiyle kaldırdığı vergiler ve harçlar arasında yer alır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Stopaj Vergisi",
      "B": "Katma Değer Vergisi",
      "C": "Aşar Vergisi",
      "D": "Gelir Vergisi",
      "E": "Tediye Vergisi"
    },
    "explanation": "Atatürk Dönemi'nde halka ağır gelen ve kaldırılan en önemli vergi, tarım ürünlerinden alınan ve köylünün sırtında büyük bir yük oluşturan <b>Aşar (Öşür) Vergisidir</b>. Bu vergi 1925 yılında kaldırılarak köylünün ekonomik durumu düzeltilmeye çalışılmıştır."
  },
  {
    "id": "254723",
    "unitNumber": 8,
    "text": "<strong>Osmanlı Devleti'nde XVII. yüzyıldan itibaren toprak gelirlerinin bir kısmının peşin para karşılığında mültezim adı verilen kişilere devredilerek toplanması usulüne ne ad verilir? </strong>",
    "correctAnswer": "A",
    "options": {
      "A": "İltizam",
      "B": "Lonca",
      "C": "Veraset",
      "D": "Vakıf",
      "E": "Mevkuf"
    },
    "explanation": "Osmanlı Devleti'nde, toprak gelirlerinin ve vergilerin toplanma hakkının peşin para karşılığında <b>mültezim</b> adı verilen kişilere devredilmesi usulüne <b>İltizam</b> sistemi denir. Özellikle 17. yüzyıldan itibaren yaygınlaşan bu sistem, kısa vadede hazineye nakit sağlasa da, uzun vadede yolsuzluk ve <b>vergi adaletsizliğine</b> yol açmıştır."
  },
  {
    "id": "254798",
    "unitNumber": 8,
    "text": "<strong>Aşağıdaki gelişmelerden hangisiyle birlikte Türk denizlerinde (Türk karasularında) ticaretin kontrolü Türk tüccarlarının eline geçmiştir? </strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Teşvik-i Sanayi Kanunu",
      "B": "Aşar Vergisi'nin Kaldırılması",
      "C": "İzmir İktisat Kongresi",
      "D": "Takrir-i Sükûn Kanunu",
      "E": "Kabotaj Kanunu"
    },
    "explanation": "Türk karasularında deniz ticareti, liman işletmeciliği ve gemicilik haklarının tamamen Türk vatandaşlarına ait olmasını sağlayan gelişme, <b>1 Temmuz 1926</b>'da yürürlüğe giren <b>Kabotaj Kanunu</b>'dur. Bu kanun, Osmanlı'dan kalan ve yabancılara ticari ayrıcalıklar tanıyan uygulamaları sonlandırarak <b>ekonomik bağımsızlığın</b> denizcilik alanında sağlanması açısından hayati bir adımdır."
  },
  {
    "id": "351593",
    "unitNumber": 8,
    "text": "<strong>Osmanlı Devleti hangi savaş sırasında İngiltere ve Fransa'dan para alarak ilk dış borçlanmayı gerçekleştirmiştir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "I. Balkan Savaşı",
      "B": "Kırım Savaşı",
      "C": "Edirne Savaşı",
      "D": "Sakarya Savaşı",
      "E": "Trablusgarp Savaşı"
    },
    "explanation": "Osmanlı Devleti, mali zorluklarla başa çıkmak amacıyla ilk kez 1853-1856 yılları arasında gerçekleşen <b>Kırım Savaşı</b> sırasında İngiltere ve Fransa'dan dış borç almıştır. Bu ilk borçlanma, sonraki yıllarda sürekli artan dış borç sarmalının başlangıcı olmuş ve sonunda <b>Düyûn-u Umumiye</b>'nin (Genel Borçlar İdaresi) kurulmasına yol açmıştır."
  },
  {
    "id": "148179",
    "unitNumber": 9,
    "text": "<strong>Lozan Antlaşması gereğince ödenmesi gereken Osmanlı borçları konusunda Cumhuriyet Dönemi'nde en fazla sıkıntı yaşanan ülke aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Almanya",
      "B": "İngiltere",
      "C": "Fransa",
      "D": "İtalya",
      "E": "Amerika Birleşik Devletleri"
    },
    "explanation": "Lozan Antlaşması gereğince, Osmanlı borçları (Düyun-u Umumiye) mirası, Osmanlı Devleti'nden ayrılan devletler arasında paylaştırılmıştı. Türkiye'nin payına düşen borç miktarının ödenmesi konusunda, borçların büyük bir kısmının vadesi ve ödeme şekli nedeniyle <b>Fransa</b> ile en fazla siyasi ve mali anlaşmazlık yaşanmıştır. Fransa, borçların <b>Fransız frangı</b> üzerinden ödenmesinde ısrarcı olmuş, bu durum 1929 Dünya Ekonomik Buhranı sırasında Türkiye'nin yükünü artırmıştır."
  },
  {
    "id": "148616",
    "unitNumber": 9,
    "text": "Türkiye ile Suriye arasındaki sınır 20 Ekim 1921'de Türkiye ve Fransa arasında imzalanan Ankara İtilafnamesi ile çizilmiş ve Lozan Antlaşması ile onaylanmıştır.<br/><strong>Bu antlaşmalara göre sınırlarımız dışında kalmasına rağmen 1930'lu yıllarda ortaya çıkan uluslararası gelişmelerden yararlanılarak 29 Haziran 1939'da anavatana katılan ilimiz aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Hatay",
      "B": "Şanlıurfa",
      "C": "Adana",
      "D": "Mersin",
      "E": "Gaziantep"
    },
    "explanation": "Türkiye'nin güney sınırı, 1921 <b>Ankara İtilafnamesi</b> ile çizilmiş ve bu antlaşma ile <b>Hatay (İskenderun Sancağı)</b> Fransız Mandası altındaki Suriye sınırları içinde özel bir statü ile bırakılmıştı. 1930'ların sonunda, II. Dünya Savaşı tehlikesinin yaklaşması ve Fransa'nın Avrupa'daki sorunlara odaklanması sonucu ortaya çıkan uluslararası konjonktürden yararlanılarak yürütülen başarılı diplomatik süreç sonucunda, <b>Hatay</b> 29 Haziran 1939'da anavatana katılmıştır. Bu, Atatürk döneminin son büyük dış politika başarısıdır."
  },
  {
    "id": "229142",
    "unitNumber": 9,
    "text": "I. Hatay<br/>II. Batum<br/>III. Musul<br/><strong>Yukarıdakilerden hangisi ya da hangileri 1926 Ankara Antlaşması’yla Türkiye’nin sınırları dışında kalmıştır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "I, II ve III"
    },
    "explanation": "<b>1926 Ankara Antlaşması</b>, Türkiye ve İngiltere (Irak Mandası adına) arasında yaşanan <b>Musul</b> sorununu kesin olarak çözüme kavuşturmuştur. Bu antlaşma ile Türkiye, Musul ve Kerkük'ü içine alan bölgeyi <b>Irak'a (İngiltere'ye)</b> bırakmayı kabul etmiş ve bu bölge Türkiye'nin sınırları dışında kalmıştır. Batum, 1921 Moskova ve Kars Antlaşmaları ile Türkiye sınırları dışında kalmıştır. Hatay ise 1939'da katılmıştır."
  },
  {
    "id": "229143",
    "unitNumber": 9,
    "text": "Montrö Boğazlar Sözleşmesi'nin;<br/>I. Boğazlar Komisyonu'nun kaldırılması ve görevinin Türk tarafına geçmesi<br/>II. Yabancı savaş gemilerinin Boğazlar'dan geçişinin sınırlandırılarak Türkiye'nin denetimine bırakılması<br/>III.Yabancı devletlere ait ticaret gemilerinin her iki yönde Boğazlar'dan geçişlerinin serbest olması,<br/><strong>Yukarıdakilerden hangisi ya da hangileri, Türkiye'nin dünya devletleri arasındaki saygınlığının daha da arttığını gösterir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "I, II ve III"
    },
    "explanation": "Montrö Boğazlar Sözleşmesi (1936), Türkiye'nin uluslararası alandaki <b>saygınlığını ve egemenliğini</b> büyük ölçüde pekiştirmiştir. I. ve II. maddeler bu durumu en açık gösterenlerdir. I. maddede yer alan <b>Boğazlar Komisyonu'nun kaldırılması</b> ve görevinin tamamen <b>Türk tarafına geçmesi</b>, Türkiye'nin Boğazlar üzerindeki tam egemenliğini tesis ettiğini gösterir. II. maddede yabancı savaş gemilerinin geçişinin sınırlandırılması ve <b>Türkiye'nin denetimine bırakılması</b> ise Türkiye'nin stratejik önemini ve güvenliğini artırmıştır."
  },
  {
    "id": "229144",
    "unitNumber": 9,
    "text": "<strong>Atatürk Dönemi’nde azınlıklarla ilgili konularda aşağıdaki ülkelerden hangisiyle sorunlar yaşanmıştır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Bulgaristan",
      "B": "Yunanistan",
      "C": "Arnavutluk",
      "D": "Yugoslavya",
      "E": "Makedonya"
    },
    "explanation": "Atatürk Dönemi'nde azınlıklarla ilgili en büyük ve sürekli sorun, <b>Lozan Antlaşması</b> ile karara bağlanan <b>Nüfus Mübadelesi (Ahali Mübadelesi)</b> ve yerleşik Rum azınlığın statüsü meselesi nedeniyle <b>Yunanistan</b> ile yaşanmıştır. Bu sorun, özellikle İstanbul'daki Rumların ve Batı Trakya'daki Türklerin durumu, mübadele kapsamının belirlenmesi gibi konularda uzun süren diplomatik gerilimlere yol açmıştır."
  },
  {
    "id": "229145",
    "unitNumber": 9,
    "text": "<strong>Sadabad Paktı’nın kurulmasına neden olan gelişme aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "İtalya’nın Asya ve Afrika’ya doğru yayılma siyaseti izlemesi",
      "B": "Boğazlardan geçmek isteyen yabancı savaş gemilerinin Türkiye’den izin almak durumunda olması",
      "C": "1929 yılında Amerika’nın ekonomik kriz yaşaması",
      "D": "Birleşmiş Milletler Teşkilatı’nın kurulması",
      "E": "İngiltere’nin Kıbrıs’ı işgal etmesi"
    },
    "explanation": "Sadabad Paktı (1937), Türkiye, İran, Irak ve Afganistan arasında imzalanan bir <b>bölgesel güvenlik ve işbirliği</b> antlaşmasıdır. Paktın kurulmasına neden olan temel uluslararası gelişme, 1930'larda <b>İtalya'nın Akdeniz ve Ortadoğu'daki yayılmacı politikası</b> ve Habeşistan'ı (Etiyopya) işgal etmesi gibi tehditkar eylemlerdir. Bu durum, bölge devletlerini ortak savunma arayışına itmiştir."
  },
  {
    "id": "229146",
    "unitNumber": 9,
    "text": "<strong>Balkan Antantı’nın kurulmasında aşağıdaki gelişmelerden hangisi etkili olmuştur?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Milletler Cemiyeti’ne olan güvensizlik durumu",
      "B": "Almanya ve İtalyan’ın emperyalist politikalar izlemesi",
      "C": "Rusya’nın Balkanlara yönelik tarihi politikalarını sürdürmesi",
      "D": "Bölge ülkeleriyle ekonomik işbirliği çabaları",
      "E": "Türkiye Cumhuriyeti’nin bölgesel liderlik politikaları"
    },
    "explanation": "Balkan Antantı (1934), Türkiye, Yunanistan, Yugoslavya ve Romanya tarafından, <b>Balkanlarda mevcut sınırları ve statükoyu</b> korumak amacıyla kurulmuştur. Bu birliğin oluşmasında etkili olan en önemli gelişme, özellikle <b>Almanya'nın ve İtalya'nın revizyonist ve yayılmacı politikaları</b> ile <b>Bulgaristan'ın</b> Sevr ve Neuilly Antlaşmaları ile belirlenen sınırları değiştirme girişimleridir. Bu tehditler, Balkan devletlerini bir araya gelmeye zorlamıştır."
  },
  {
    "id": "229147",
    "unitNumber": 9,
    "text": "<strong>İngiltere, Musul ve Kerkük’ü elinden çıkarmamak için aşağıdaki olaylardan hangilerini desteklemiştir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Şeyh Said Ayaklanması’nı-Nasturi Ayaklanması’nı",
      "B": "Çerkez Ethem Ayaklanması’nı-Şeyh Bedrettin Ayaklanması’nı",
      "C": "Menemen Olayı’nı-Ermeni Ayaklanması’nı",
      "D": "Saltanatın Kaldırılması’nı-Nasturi Ayaklanması’nı",
      "E": "Varlık Vergisi’ni-Süryani Ayaklanması’nı"
    },
    "explanation": "İngiltere, Musul ve Kerkük üzerindeki hakimiyetini sürdürmek ve Türkiye'nin bu bölgedeki hak iddialarını zayıflatmak için <b>Türkiye Cumhuriyeti'nin iç istikrarını bozmaya</b> yönelik girişimlerde bulunmuştur. Bu bağlamda, <b>Şeyh Sait İsyanı'nı (1925)</b> ve Nasturi İsyanı'nı destekleyerek Türkiye hükümetinin dikkatini iç sorunlara yöneltmeye ve askeri gücünü dağıtmaya çalışmıştır. Özellikle Şeyh Sait İsyanı, Musul sorununun <b>Türkiye'nin aleyhine</b> sonuçlanmasında büyük rol oynamıştır."
  },
  {
    "id": "229148",
    "unitNumber": 9,
    "text": "<strong>Montrö Boğazlar Sözleşmesi’ni aşağıdaki devletlerden hangisi imzalamamıştır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Sovyetler Birliği",
      "B": "İtalya",
      "C": "İngiltere",
      "D": "Japonya",
      "E": "Fransa"
    },
    "explanation": "Montrö Boğazlar Sözleşmesi (1936), Boğazlar rejimini değiştirmek üzere toplanan uluslararası bir konferansın ürünüdür. Türkiye, İngiltere, Fransa, Japonya, Sovyetler Birliği, Bulgaristan, Yunanistan, Romanya ve Yugoslavya tarafından imzalanmıştır. O dönemde <b>İtalya</b>, Habeşistan'ı işgali nedeniyle uluslararası camia ile yaşadığı gerilimler ve yayılmacı politikaları nedeniyle konferansa katılmamış ve başlangıçta sözleşmeyi <b>imzalamamıştır</b> (ancak daha sonra 1938'de katılmıştır)."
  },
  {
    "id": "229149",
    "unitNumber": 9,
    "text": "I. Balkan Paktı’nın kurulması<br/>II. Milletler Cemiyeti’ne üye olma<br/>III. Boğazlar Komisyonu’nun kaldırılması<br/>IV. Sadabat Paktı’na katılması<br/>V. Hatay’ın Anavatana katılması<br/><strong>Türkiye Cumhuriyeti’nin dış politikasıyla ilişkili gerçekleştirilen bazı olaylar, yukarıya çıkarılmıştır. Bunlardan hangisi ya da hangileri Atatürk’ün sağlığında <u>gerçekleştirilememiştir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "II ve V",
      "C": "Yalnız III",
      "D": "III, IV, V",
      "E": "Yalnız V"
    },
    "explanation": "Atatürk 10 Kasım 1938'de vefat etmiştir. Yukarıdaki olayların gerçekleşme tarihleri şunlardır: I. Balkan Paktı (1934), II. Milletler Cemiyeti'ne üye olma (1932), III. Boğazlar Komisyonu'nun kaldırılması (Montrö 1936), IV. Sadabat Paktı'na katılması (1937). V. <b>Hatay’ın Anavatana katılması</b> ise 29 Haziran 1939’da gerçekleşmiştir. Dolayısıyla Hatay'ın kesin katılımı <b>Atatürk'ün sağlığında gerçekleştirilememiştir</b>, ancak süreç onun döneminde başlatılmıştır."
  },
  {
    "id": "229150",
    "unitNumber": 9,
    "text": "<strong>Hatay’ın Türkiye’ye katılması Atatürk ilkelerinden hangisiyle ilgilidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Milliyetçilik",
      "B": "Halkçılık",
      "C": "Devletçilik",
      "D": "Cumhuriyetçilik",
      "E": "İnkılapçılık"
    },
    "explanation": "Hatay'ın Türkiye Cumhuriyeti'ne katılması, temel olarak bölgedeki Türk nüfusunun ulusal iradesine saygı duyulması ve <b>ulusal sınırların bütünlüğünün</b> sağlanması amacını taşır. Bu çaba, Türk milletinin çıkarlarını korumayı, milli birliği sağlamayı ve Misak-ı Milli hedeflerine ulaşmayı öncelikli kılan <b>Milliyetçilik</b> ilkesiyle doğrudan ilişkilidir."
  },
  {
    "id": "229151",
    "unitNumber": 9,
    "text": "<strong>Atatürk tarafından belirlenen Türkiye Cumhuriyeti’nin dış politikasında benimsenen ilkeler arasında aşağıdakilerden hangisi <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yurtta sulh cihanda sulh",
      "B": "İnsan haklarını korumak",
      "C": "Bağımsızlık",
      "D": "Sömürgecilik",
      "E": "Uluslararası eşitlik"
    },
    "explanation": "Atatürk'ün dış politikasının temelini <b>Yurtta Sulh, Cihanda Sulh (Barışçılık)</b> ilkesi oluşturur. Ayrıca <b>tam bağımsızlık</b>, akılcılık, gerçekçilik ve <b>mütekabiliyet (karşılıklılık)</b> esastır. Türkiye Cumhuriyeti, hiçbir zaman komşularının topraklarında gözü olmayan, <b>yayılmacı (emperyalist veya revizyonist)</b> bir politika benimsememiş, aksine mevcut sınırlarını koruma ve statükoyu sürdürme hedefi gütmüştür."
  },
  {
    "id": "243021",
    "unitNumber": 9,
    "text": "<strong>Şeyh Sait İsyanı TBMM’nin dış politikasında etkili rol oynamıştır. Bu isyan, aşağıdaki sorunlardan hangisinin Türkiye’nin aleyhine sonuçlanmasına sebep olmuştur?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Boğazlar",
      "B": "Hatay",
      "C": "Kapitülasyonlar",
      "D": "Musul",
      "E": "Yabancı okullar"
    },
    "explanation": "1925'te patlak veren <b>Şeyh Sait İsyanı</b>, Türkiye'nin güneydoğusunda büyük bir askeri gücün kullanılmasına neden oldu. Bu durum, Türkiye'nin <b>Musul</b> sorununun Milletler Cemiyeti'nde görüşüldüğü ve İngiltere ile diplomatik mücadele verdiği kritik bir zamanda gerçekleşti. İç isyan nedeniyle Türkiye'nin eli zayıflamış ve askeri caydırıcılığı düşmüştür. Bu durum, Musul sorununun <b>Türkiye'nin aleyhine</b> sonuçlanmasına ve 1926 Ankara Antlaşması ile Musul'un Irak'a bırakılmasına yol açmıştır."
  },
  {
    "id": "243028",
    "unitNumber": 9,
    "text": "<strong>Lozan Antlaşması’nda aşağıdaki konuların hangisiyle ilgili kararın, Türkiye'nin egemenliğiyle bağdaştığı <u>savunulamaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Azınlık hakları",
      "B": "Kapitülasyonlar",
      "C": "Boğazların yönetimi",
      "D": "Yunanistan ile sınır",
      "E": "Borçların ödenme biçimi"
    },
    "explanation": "Lozan Antlaşması, Türkiye'ye tam bağımsızlığını kazandırmasına rağmen, <b>Boğazlar</b> konusunda tam egemenliği zedeleyen bir hüküm içeriyordu. Bu hüküm, <b>Uluslararası Boğazlar Komisyonu'nun</b> kurulması ve bu komisyonun Boğazların denetiminde rol almasıydı. Uluslararası bir komisyonun Türk topraklarında yetki kullanması, Türkiye'nin <b>tam egemenlik</b> anlayışıyla bağdaşmayan tek karardı ve 1936 Montrö Sözleşmesi ile bu durum düzeltilmiştir."
  },
  {
    "id": "254731",
    "unitNumber": 9,
    "text": "<strong>Yaklaşık bir yıl varlığını sürdüren Hatay Cumhuriyeti'nin ilk ve tek cumhurbaşkanı aşağıdakilerden hangisidir? </strong>",
    "correctAnswer": "B",
    "options": {
      "A": "İsmet İnönü",
      "B": "Tayfur Sökmen",
      "C": "Fevzi Çakmak",
      "D": "Rauf Orbay",
      "E": "Ali Fuat Cebesoy"
    },
    "explanation": "Fransa'nın Hatay üzerindeki mandasını sona erdirmesi ve bölgenin 1938'de bağımsız bir cumhuriyet olarak kurulması sürecinde, <b>Tayfur Sökmen</b>, Hatay Cumhuriyeti'nin ilk ve tek cumhurbaşkanı olarak görev yapmıştır. Sökmen, Hatay'ın Türkiye'ye katılması yönündeki siyasi süreci başarıyla yöneten kilit isimlerdendir."
  },
  {
    "id": "254763",
    "unitNumber": 9,
    "text": "<strong>Türkiye hangi tarihte Milletler Cemiyetine üye olmuştur?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "18 Temmuz 1932",
      "B": "18 Temmuz 1949",
      "C": "18 Temmuz 1950",
      "D": "18 Temmuz 1951",
      "E": "18 Temmuz 1952"
    },
    "explanation": "Türkiye Cumhuriyeti, uluslararası alanda barışa katkıda bulunmak ve mevcut statükoyu desteklediğini göstermek amacıyla <b>1932</b> yılında Milletler Cemiyeti'ne (Cemiyet-i Akvam) üye olmuştur. Türkiye'ye üyelik teklifi <b>İspanya</b> tarafından yapılmış ve bu teklif <b>Yunanistan</b> tarafından desteklenmiştir."
  },
  {
    "id": "351601",
    "unitNumber": 9,
    "text": "<strong>5 Haziran 1926’da imzalanan Ankara Antlaşması ile aşağıdaki bölgelerden hangisi İngiltere’ye bırakılmıştır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Hatay",
      "B": "Girit",
      "C": "Musul",
      "D": "Batum",
      "E": "Halep"
    },
    "explanation": "Türkiye ile İngiltere (Irak Mandası) arasında imzalanan 5 Haziran 1926 tarihli Ankara Antlaşması, <b>Musul</b> sorununun kesin çözümünü sağlamıştır. Bu antlaşma ile Türkiye, Musul ve Kerkük bölgesini içeren coğrafyanın <b>Irak'a (dolayısıyla İngiliz kontrolüne)</b> ait olduğunu kabul etmiş, karşılığında Musul petrol gelirlerinin belirli bir yüzdesini almıştır."
  },
  {
    "id": "352112",
    "unitNumber": 9,
    "text": "<strong>Hatay, Ana Vatan'a ne zaman katılmıştır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "27 Ocak 1937",
      "B": "29 Kasım 1937",
      "C": "7 Mart 1938",
      "D": "2 Eylül 1938",
      "E": "29 Haziran 1939"
    },
    "explanation": "Hatay Cumhuriyeti'nin meclisi, bağımsız bir devlet olarak varlığını sürdürme kararından vazgeçerek Türkiye Cumhuriyeti'ne katılma kararı almıştır. Hatay'ın anavatana katılım tarihi, <b>29 Haziran 1939</b>'dur. Bu katılım, 1938'de ölen <b>Mustafa Kemal Atatürk'ün</b> dış politikada gerçekleştirmek istediği önemli hedeflerden biriydi."
  },
  {
    "id": "148694",
    "unitNumber": 10,
    "text": "<strong>II. Dünya Savaşı'nın sonlarına doğru Türkiye'nin de katıldığı San Fransisco Konferansı'nda kurulması kararlaştırılan uluslararası örgüt aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "NATO",
      "B": "CENTO",
      "C": "Avrupa Ekonomik Topluluğu",
      "D": "Varşova Paktı",
      "E": "Birleşmiş Milletler"
    },
    "explanation": "II. Dünya Savaşı'nın sonlarına doğru, gelecekteki dünya barışını ve güvenliğini sağlamak amacıyla uluslararası bir örgüt kurulması kararlaştırılmıştır. Türkiye'nin de katıldığı Nisan-Haziran 1945 tarihli <b>San Fransisco Konferansı</b> sonucunda kurulan bu örgüt, <b>Birleşmiş Milletler (BM)</b>'dir. Türkiye, BM'nin kurucu üyeleri arasında yer almıştır."
  },
  {
    "id": "148788",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi köylerde doğup büyümüş çocukları ileride köy okullarında hizmet verecek öğretmenler olarak yetiştirmek üzere 17 Nisan 1940'ta yapılandırılan eğitim kurumlarıdır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Halk Mektepleri",
      "B": "Köy Enstitüleri",
      "C": "Köy Muallim Mektepleri",
      "D": "Halk Odaları",
      "E": "Eğitim Fakülteleri"
    },
    "explanation": "17 Nisan 1940 tarihinde çıkarılan kanunla kurulan <b>Köy Enstitüleri</b>, II. Dünya Savaşı döneminde kırsal kalkınmayı hedefleyen özgün eğitim kurumlarıdır. Bu enstitüler, köylerde doğup büyümüş çocukları yetiştirerek, ileride kendi köylerinde veya çevrelerindeki köy okullarında <b>öğretmen ve eğitici</b> olarak hizmet vermelerini sağlamayı amaçlamıştır."
  },
  {
    "id": "154141",
    "unitNumber": 10,
    "text": "<strong>II. Dünya Savaşı'nın Türk ekonomisi üzerindeki olumsuz etkilerini azaltmak üzere yüksek gelir ve servet sahibi olanlardan yeni bir vergi alınması yoluna gidilmesi nedeniyle, 1 Kasım 1942'de çıkarılan kanun aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "İaşe Kanunu",
      "B": "Stopaj Vergisi Kanunu",
      "C": "Varlık Vergisi Kanunu",
      "D": "Gelir Vergisi Kanunu",
      "E": "Yol Vergisi Kanunu"
    },
    "explanation": "II. Dünya Savaşı yıllarında (İsmet İnönü dönemi) artan savunma harcamaları ve enflasyonun yarattığı ekonomik sıkıntılarla mücadele etmek amacıyla, 1 Kasım 1942'de <b>Varlık Vergisi Kanunu</b> çıkarılmıştır. Bu kanun, özellikle yüksek gelir ve servet sahibi olanlardan (büyük ölçüde gayrimüslim vatandaşlardan) olağanüstü ve yüksek oranlı bir vergi alınmasını öngörmüş, ekonomi üzerindeki olumsuz etkileri azaltmayı hedeflemiştir."
  },
  {
    "id": "229337",
    "unitNumber": 10,
    "text": "II. Dünya Savaşı'ndan sonra sömürge durumunda olan bazı Asya ve Afrika ülkelerinin Türkiye'yi örnek aldıkları görülmüştür.<br/><strong>Türkiye'nin bu ülkeleri etkileyen yönü aşağıdakilerden hangisi olmuştur?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yurtta ve dünyada barışı korumaya çalışması",
      "B": "Başka ulusların haklarına saygılı olması",
      "C": "Orta Doğu’da güç dengesini koruması",
      "D": "Batı demokrasi ilkelerini benimsemesi",
      "E": "Bağımsızlığını kazanma ve sürdürmedeki başarısı"
    },
    "explanation": "II. Dünya Savaşı sonrasında bağımsızlık mücadelesi veren Asya ve Afrika ülkeleri, Türkiye Cumhuriyeti'nin kuruluş tecrübesini örnek almıştır. Türkiye, sömürgeci güçlere karşı verilen başarılı bir <b>Ulusal Kurtuluş Savaşı</b> sonrasında, <b>laik ve modern bir ulus devlet</b> kurması yönüyle bu yeni bağımsızlaşan ülkeler için ilham kaynağı olmuştur."
  },
  {
    "id": "229340",
    "unitNumber": 10,
    "text": "<strong>Köy Enstitüleri’nin kurulmasında emeği geçen Millî Eğitim Bakanı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Abdülhalik Renda",
      "B": "Şükrü Kaya",
      "C": "Hasan Ali Yücel",
      "D": "Tevfik Rüştü Aras",
      "E": "Şemsettin Günaltay"
    },
    "explanation": "17 Nisan 1940’ta kurulan Köy Enstitüleri'nin fikir babalarından biri olan ve kuruluşunda en çok emeği geçen devlet adamı, o dönemin <b>Millî Eğitim Bakanı</b> <b>Hasan Âli Yücel</b>'dir. Yücel, İlköğretim Genel Müdürü İsmail Hakkı Tonguç ile birlikte bu kurumların kırsal kalkınmadaki rolünü belirlemiştir."
  },
  {
    "id": "229343",
    "unitNumber": 10,
    "text": "<strong>30 Ocak 1943’te Adana’ya gelerek Cumhurbaşkanı İsmet İnönü ile bir araya gelen İngiliz Başbakanı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Winston Churchill",
      "B": "Benjamin Disraeli",
      "C": "William Ewart Gladstone",
      "D": "David Lloyd George",
      "E": "Stanley Baldwin"
    },
    "explanation": "II. Dünya Savaşı devam ederken, 30 Ocak 1943 tarihinde Türkiye'nin savaşa katılması yönündeki diplomatik girişimler kapsamında, İngiltere Başbakanı <b>Winston Churchill</b> Adana'ya gelerek Cumhurbaşkanı <b>İsmet İnönü</b> ile bir araya gelmiştir (Adana Görüşmesi). Churchill, Türkiye'yi Müttefikler safında savaşa dahil etmeye çalışmıştır."
  },
  {
    "id": "229347",
    "unitNumber": 10,
    "text": "Türkiye II. Dünya Savaşı'na fiilen katılmamasına rağmen özellikle ekonomik alanda büyük sıkıntılar çekmiştir<strong>.<br/>Buna göre, aşağıdakilerden hangisi ekonomik sıkıntılara önlem niteliği <u>taşımaz</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Millî Korunma Kanunu'nu çıkarmıştır.",
      "B": "Milli Savunmaya önemli yatırımlar yapılmıştır.",
      "C": "Zorunlu çalışma yükümlülüğü getirmiştir.",
      "D": "Bazı ürünlerden alınan vergi oranım düşürülmüştür.",
      "E": "Temel gıda maddelerinin tasarruflu bir şekilde tüketilmesini sağlamıştır."
    },
    "explanation": "Türkiye, savaş dışı kalmasına rağmen ekonomik alanda büyük sıkıntılar yaşamış ve bu duruma karşı çeşitli önlemler almıştır. Bu önlemler arasında <b>Millî Koruma Kanunu</b> (1940), <b>Varlık Vergisi</b> (1942) ve <b>ekmek karnesi uygulaması</b> gibi doğrudan ekonomik krize müdahale eden tedbirler bulunur. Buna karşın, 1945'te çıkarılan <b>Çiftçiyi Topraklandırma Kanunu</b>, daha çok sosyal reform ve mülkiyet dağılımı hedefleyen, acil ekonomik sıkıntıya önlem niteliği <u>taşımayan</u> bir düzenlemedir."
  },
  {
    "id": "229353",
    "unitNumber": 10,
    "text": "Türkiye, Atatürk Dönemi'nde, iki kez çok partili hayata geçme denemesinde bulunmuş; ancak bazı sebeplerden dolayı bu durum gerçekleşmemiştir.<br/><strong>Türkiye, aşağıda verilen hangi tarihte ilk kez çok partili hayata geçmiştir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "1939",
      "B": "1945",
      "C": "1950",
      "D": "1955",
      "E": "1960"
    },
    "explanation": "Atatürk dönemindeki çok partili hayata geçiş denemeleri (Terakkiperver Cumhuriyet Fırkası, Serbest Cumhuriyet Fırkası) başarısızlıkla sonuçlanmıştır. Türkiye, <b>II. Dünya Savaşı</b>'nın ardından artan iç ve dış demokratikleşme talepleri sonucunda 1945 yılında <b>Demokrat Parti</b>'nin kurulmasıyla çok partili hayata resmen geçmiş ve bu geçişin ilk genel seçimleri <b>1946</b> tarihinde yapılmıştır."
  },
  {
    "id": "229360",
    "unitNumber": 10,
    "text": "<strong>Atatürk’ün ölümünden sonra yaşanan gelişmeler arasında aşağıdakilerden hangisi <u>bulunmaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "İsmet İnönü cumhurbaşkanı seçilmiştir.",
      "B": "İlk hükümeti Celal Bayar kurmuştur.",
      "C": "İlk CHP kurultayında Atatürk “Ebedi Şef”, İnönü “Milli Şef “ ilan edilmiştir.",
      "D": "Türk Ocakları kapatılmıştır.",
      "E": "Kazım Karabekir, Ali Fuat Cebesoy, Hüseyin Cahit gibi küskünlerin CHP’ye katılmaları ve milletvekili seçilmeleri sağlanmıştır."
    },
    "explanation": "Mustafa Kemal Atatürk'ün 10 Kasım 1938'de vefatından sonra <b>İsmet İnönü</b> Cumhurbaşkanı olmuştur (Millî Şef Dönemi). Bu dönemde Millî Koruma Kanunu, Köy Enstitüleri'nin kuruluşu ve çok partili hayata geçiş gibi olaylar yaşanmıştır. Eğer seçeneklerde <b>Harf İnkılabı</b> (1928) veya <b>Şeyh Said İsyanı</b> (1925) gibi Atatürk sağ iken gerçekleşen temel inkılap veya olaylar varsa, bunlar 1938 sonrası gelişmeler arasında <u>bulunmaz</u>."
  },
  {
    "id": "229362",
    "unitNumber": 10,
    "text": "<strong>“Mason Dernekleri” hangi dönemde kapatılmıştır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Celal Bayar Dönemi’nde",
      "B": "Mustafa Kemal Atatürk Dönemi’nde",
      "C": "Bülent Ecevit Dönemi’nde",
      "D": "Turgut Özal Dönemi’nde",
      "E": "İsmet İnönü Dönemi’nde"
    },
    "explanation": "Tek Parti döneminin (CHP) 1930'lu yıllarda otoritesini pekiştirme ve ideolojik tekliği sağlama çabaları kapsamında, Halkevleri kurulurken, Türk Kadınlar Birliği ve <b>Mason Dernekleri</b> gibi alternatif sivil örgütlenmeler, devlet kontrolünün dışında kalmaları nedeniyle <b>1935</b> yılında lağvedilmiştir. Bu, Kemalizm'in kurumsal ideoloji olarak pekiştirildiği bir dönemdir."
  },
  {
    "id": "229367",
    "unitNumber": 10,
    "text": "<strong>Alternatif bir resmî ideoloji yaratma ve yeni bir seçkinler grubu oluşturma girişiminde bulunmak üzere 1932-1934 yılları arasında Yakup Kadri Karaosmanoğlu ve arkadaşlarınca çıkarılan dergi hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Darulfünun",
      "B": "Belleten",
      "C": "Kadro",
      "D": "Milli Mecmua",
      "E": "Ülkü"
    },
    "explanation": "1932-1934 yılları arasında <b>Yakup Kadri Karaosmanoğlu</b>, Şevket Süreyya Aydemir ve arkadaşları tarafından çıkarılan <b>Kadro Dergisi</b>, Kemalizm'e entelektüel ve sistematik bir ideolojik içerik kazandırmayı hedeflemiştir. Kadro Hareketi, otoriter bir devletçi kalkınma modelini savunmuş ve ülkeyi yönetecek yeni bir <b>seçkinler grubu</b> oluşturma girişiminde bulunmuştur."
  },
  {
    "id": "229369",
    "unitNumber": 10,
    "text": "<strong>Mustafa Kemal Atatürk’ün ölümünden sonra 1938-1950 yılları arasında aşağıdaki devlet adamlarından hangisi cumhurbaşkanlığı yapmıştır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Celal Bayar",
      "B": "Adnan Menderes",
      "C": "Fethi Okyar",
      "D": "Cemal Gürsel",
      "E": "İsmet İnönü"
    },
    "explanation": "Türkiye Cumhuriyeti'nin kurucusu Mustafa Kemal Atatürk'ün 10 Kasım 1938'de vefatının ardından, 1950 yılında yapılan ilk demokratik seçime kadar geçen 12 yıllık dönemde <b>İsmet İnönü</b> cumhurbaşkanlığı yapmıştır. Bu dönem, aynı zamanda Türkiye'nin <b>II. Dünya Savaşı</b> yıllarını yaşadığı ve çok partili hayata geçtiği 'Millî Şef Dönemi' olarak da bilinir."
  },
  {
    "id": "229372",
    "unitNumber": 10,
    "text": "“Üretimin denetimi, çalışma şartlarını düzenleme, ihtiyaç hasıl olunca bazı malların stoklanması, tüketimi engelleyici tedbirler alma gibi çok önemli yetkileri kapsayan kanun, 19 Şubat 1940’tan itibaren de uygulamaya konulmuştur.”<br/><strong>Bu kanun veya karar aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Milli Korunma Kanunu",
      "B": "Milli İktisat Kanunu",
      "C": "Müstakil Grup Kararı",
      "D": "Toprak Reformu",
      "E": "Yerli Malı Kullanma Kanunu"
    },
    "explanation": "19 Şubat 1940’tan itibaren uygulamaya konulan <b>Millî Koruma Kanunu</b>, II. Dünya Savaşı’nın getirdiği olağanüstü şartlarda devletin ekonomiye sınırsız müdahale yetkisi kazanmasını sağlayan kanundur. Bu kanun devlete, <b>üretimin denetimi</b>, stoklama, fiyatları belirleme, zorunlu çalışma şartlarını düzenleme gibi hayati yetkiler vermiştir. Bu sayede savaş ekonomisi merkezi olarak yönetilmeye çalışılmıştır."
  },
  {
    "id": "243120",
    "unitNumber": 10,
    "text": "…………….. Dergisi etrafında toplanan Recep Peker ve ekibi ise Kemalizm’e sosyokültürel bir içerik kazandırmaya çalışıyordu. Her iki kesimin ortak noktası bir seçkinler grubu önderliğinde otoriter bir ideoloji oluşturmaktı.<br/><strong>Paragrafta boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kadro",
      "B": "Küçük Mecmua",
      "C": "Ülkü",
      "D": "Servet-i Fünun",
      "E": "Belleten"
    },
    "explanation": "1930'lu yılların ideolojileştirme çabalarında, <b>Kadro Dergisi</b>'ne alternatif olarak, Halkevlerinin yayın organı olan <b>Ülkü Dergisi</b> etrafında toplanan <b>Recep Peker</b> ve ekibi, Kemalizm'e sosyokültürel bir içerik kazandırmaya çalışmıştır. Hem Kadro hem de Ülkü hareketlerinin ortak noktası, <b>otoriter bir ideoloji</b> oluşturmak ve ülkeyi seçkinler grubu önderliğinde yönetmekti."
  },
  {
    "id": "243174",
    "unitNumber": 10,
    "text": "<strong>“Döneminde Türk Ocakları, Türk Kadınlar Birliği, Mason Dernekleri lağvedildi. Halkevleri, halkodaları kurularak bütün ülkede örgütlenmesi sağlandı.” ifadesinde yaptığı işlerden bahsedilen devlet adamı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Reşit Galip",
      "B": "Ziya Gökalp",
      "C": "Şükrü Kaya",
      "D": "Hasan Ali Yücel",
      "E": "Recep Peker"
    },
    "explanation": "1930'lu yıllarda CHP'nin otoritesini ve ideolojik hakimiyetini pekiştirmek amacıyla, bağımsız sivil toplum kuruluşları lağvedilmiştir. Bu dönemde İçişleri Bakanlığı ve Parti Genel Sekreterliği görevlerinde bulunmuş olan <b>Recep Peker</b>, <b>Türk Ocakları</b>, Türk Kadınlar Birliği ve <b>Mason Dernekleri</b>'nin lağvedilmesini sağlayan politikaların uygulayıcısı olmuş, aynı zamanda <b>Halkevleri</b> ve halkodalarının kurulup örgütlenmesinde de kilit rol oynamıştır."
  },
  {
    "id": "243176",
    "unitNumber": 10,
    "text": "<strong>Mustafa Kemal Atatürk vefat ettiğinde görevde olan Türkiye Cumhuriyeti Başbakanı ve TBMM Başkanı aşağıdakilerden hangisinde doğru verilmiştir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Celal Bayar - Mustafa Abdülhalik Renda",
      "B": "İsmet İnönü - Tunalı Hilmi",
      "C": "Fethi Okyar - Mustafa Kalemli",
      "D": "Adnan Menderes- Mustafa Abdülhalik Renda",
      "E": "Celal Bayar - Halil Menteşe"
    },
    "explanation": "Mustafa Kemal Atatürk'ün 10 Kasım 1938'de vefat ettiği sırada görevde bulunan <b>Başbakan</b> <b>Celâl Bayar</b>'dır. Aynı tarihte Türkiye Büyük Millet Meclisi (TBMM) Başkanlığı görevini yürüten kişi ise <b>Abdülhalik Renda</b>'dır. Renda, Anayasa gereği, yeni Cumhurbaşkanı seçilene kadar (İsmet İnönü) Cumhurbaşkanlığına vekâlet etmiştir."
  },
  {
    "id": "254892",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi 18 Ocak 1940 tarihinde kabul edilen Millî Koruma Kanunu'nun kapsamı dışındadır? </strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Üretimin denetlenmesi",
      "B": "Çalışma şartlarının düzenlenmesi",
      "C": "İhtiyaç durumunda bazı malların stoklanması",
      "D": "Tüketimi engelleyici tedbirler alınması",
      "E": "Tüketimi teşvik edici tedbirler alınması"
    },
    "explanation": "18 Ocak 1940 tarihinde kabul edilen <b>Millî Koruma Kanunu</b>, <b>II. Dünya Savaşı</b> döneminde devletin ekonomiye müdahale yetkilerini sınırsızca genişleten bir kanundur. Üretimin denetimi, zorunlu çalışma, stoklama, fiyat tespiti gibi ekonomik ve işgücü düzenlemelerinin tamamı kapsam dahilindedir. Kanunun kapsamı dışında kalan hususlar genellikle siyasi haklar veya rejimin temel yapısına ilişkin konular olur. Örneğin, <b>siyasi partilerin kuruluşu</b> veya seçim sistemi değişiklikleri bu kanunun kapsamı dışındadır."
  },
  {
    "id": "351615",
    "unitNumber": 10,
    "text": "<strong>Mustafa Kemal Atatürk'ün ölümünden sonra aşağıdaki devlet adamlarından hangisi Cumhurbaşkanı olarak seçilmiştir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Cemal Gürsel",
      "B": "İsmet İnönü",
      "C": "Fethi Okyar",
      "D": "Hasan Ali Yücel",
      "E": "Adnan Menderes"
    },
    "explanation": "Türkiye Cumhuriyeti'nin kurucusu Mustafa Kemal Atatürk'ün 10 Kasım 1938'de vefat etmesinin ardından, ertesi gün TBMM tarafından yeni Cumhurbaşkanı seçilmiştir. Atatürk'ün en yakın silah arkadaşı ve güvenilir ismi olan <b>İsmet İnönü</b>, oy birliğiyle Türkiye Cumhuriyeti'nin ikinci <b>Cumhurbaşkanı</b> olmuştur."
  },
  {
    "id": "351617",
    "unitNumber": 10,
    "text": "<strong>Şerafettin Turan'a göre Çiftçiyi Topraklandırma Yasası'nın (Toprak Kanunu) amacı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Devletin topraklarını genişletmek",
      "B": "Çiftçilerin büyük şehirlere yerleşmesini sağlamak",
      "C": "Arazisi olmayan çiftçilere toprak vermek ve yurt topraklarının sürekli işlenmesini sağlamak, buraları boş bırakmamak",
      "D": "Arazileri nadasa bırakarak verimli hâle getirmek",
      "E": "Belirli ürünler dışında ürün ekmemek"
    },
    "explanation": "1945 yılında kabul edilen <b>Çiftçiyi Topraklandırma Yasası</b> (Toprak Kanunu), yasanın gerekçelerinde belirtildiği gibi, tarım sektöründe <b>sosyal adaleti</b> sağlamayı ve topraksız köylüyü toprak sahibi yapmayı amaçlayan önemli bir reform girişimidir. Bu yasa, köylünün refah seviyesini yükseltmeyi ve tarımsal üretimi tabana yaymayı hedeflemiştir."
  },
  {
    "id": "148250",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi II. Dünya Savaşı'nın sebeplerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "I. Dünya Savaşı'ndan sonra kurulan yeni dünya düzenine tepkiler",
      "B": "Almanya'nın kaybettiği sömürgelerini geri almak istemesi",
      "C": "Milletler Cemiyetinin sorumluluklarını yerine getirememesi",
      "D": "İtalya'da iktidara gelen faşistlerin saldırgan politikaları",
      "E": "Orta Doğu'da İsrail Devleti'nin kurulması"
    },
    "explanation": "II. Dünya Savaşı'nın temel sebepleri arasında I. Dünya Savaşı'nın ardından imzalanan <b>Versay Antlaşması'nın ağır hükümleri</b>, <b>totaliter rejimlerin yükselişi</b> (Faşizm, Nazizm), Milletler Cemiyeti'nin etkisizliği ve yayılmacı politikalar bulunur. Savaşın sonucunda ortaya çıkan gelişmelerden olan <b>Birleşmiş Milletler'in kurulması</b> ise savaşın bir sebebi değil, bir sonucudur."
  },
  {
    "id": "154262",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi II. Dünya Savaşı'nın sonuçlarından biri <u>değildir</u>? </strong>",
    "correctAnswer": "C",
    "options": {
      "A": "ABD yeni dünya düzeninin en büyük aktörü oldu.",
      "B": "Almanya, Doğu ve Batı Almanya olarak ikiye ayrıldı.",
      "C": "Almanya'da Hitler ve Nazi Partisi iktidara geldi.",
      "D": "Soğuk Savaş dönemi başladı.",
      "E": "Komünizme karşı NATO kuruldu."
    },
    "explanation": "II. Dünya Savaşı'nın sonuçları arasında <b>ABD ve SSCB'nin süper güç olarak yükselmesi</b>, <b>Soğuk Savaş'ın başlaması</b>, dekolonizasyon sürecinin hızlanması ve <b>Birleşmiş Milletler'in kurulması</b> yer alır. Oysa <b>Milletler Cemiyeti'nin kurulması</b>, I. Dünya Savaşı'nın bir sonucu olarak 1920'de gerçekleşmiştir ve bu nedenle II. Dünya Savaşı'nın sonuçlarından biri değildir."
  },
  {
    "id": "229576",
    "unitNumber": 11,
    "text": "<strong>I. Dünya Savaşı sonrası kurulan Yeni Dünya Düzeni’nde Fransa’nın güvenlik endişelerini gidermek ve dünya barışına katkı sağlamak için 16 Ekim 1925’te katılımcı devletlerin üzerinde uzlaştığı antlaşma aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Sevr Antlaşması",
      "B": "Milletler Cemiyeti Paktı",
      "C": "Lozan Antlaşması",
      "D": "Lokarno Antlaşması",
      "E": "Dawes Planı"
    },
    "explanation": "I. Dünya Savaşı'ndan sonra Avrupa'da kalıcı barışı sağlama ve özellikle Fransa'nın güvenlik endişelerini giderme amacı taşıyan antlaşma <b>Locarno Antlaşmaları'dır</b> (1925). Bu antlaşmalar, Almanya'nın batı sınırlarını tanımasını ve Versay'ın yarattığı gerginlikleri azaltmayı hedeflemiştir. Bu dönem, <b>Yeni Dünya Düzeni</b> içinde bir yumuşama dönemi olarak görülmüştür."
  },
  {
    "id": "229580",
    "unitNumber": 11,
    "text": "<strong>I. Dünya Savaşı’ndan galip çıkmasına rağmen kazanımlarından memnun kalmayan, Adriyatik’te, Balkanlar’da, Anadolu’da ve Alman sömürgelerinin paylaşımında kendilerine haksızlık edildiğini hatta fakir akraba muamelesi yapıldığını düşünen devlet aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Rusya",
      "B": "Yunanistan",
      "C": "Fransa",
      "D": "Japonya",
      "E": "İtalya"
    },
    "explanation": "I. Dünya Savaşı'ndan galip çıkmasına rağmen Venedik'ten Akdeniz'e kadar uzanan bölgelerde beklediği toprak ve nüfuz kazanımlarını elde edemeyen devlet <b>İtalya</b>'dır. Bu durum, İtalyan halkında büyük bir hayal kırıklığı yaratmış ve <b>Benito Mussolini</b> liderliğindeki <b>Faşist</b> ideolojinin güçlenmesine, yayılmacı politikalar izlemesine zemin hazırlamıştır."
  },
  {
    "id": "229587",
    "unitNumber": 11,
    "text": "I. Japonya’nın Mançurya’ya saldırması<br/>II. Mussolini’nin Akdeniz ve Orta Doğu hâkimiyetine yönelik siyaset izlemesi<br/>III. Hızlı silahlanan Almanya’nın Versailles Antlaşması’nı tanımadığını belirtmesi<br/>IV. Montreux Antlaşması’yla Boğazların Türkiye’nin egemenliğine bırakılması<br/>V. Orta Doğu’da İsrail Devleti’nin kurulması<br/><strong>Yukarıdakilerden hangilerinin II. Dünya Savaşı’nın başlamasında etkili olduğu <u>söylenemez</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "II ve IV",
      "C": "III ve IV",
      "D": "IV ve V",
      "E": "II, III ve IV"
    },
    "explanation": "II. Dünya Savaşı'nın başlamasına etki eden olaylar genellikle saldırgan yayılmacılık ve antlaşma ihlalleridir: I (Japonya'nın saldırısı), II (Mussolini'nin Akdeniz siyaseti) ve III (Almanya'nın silahlanması ve Versay'ı tanımaması) doğrudan savaşın fitilini ateşleyen gelişmelerdir.<br/>IV. <b>Montreux Antlaşması</b> (1936), Türkiye'nin egemenliğini güçlendiren ve bölgesel bir denge unsuru olan barışçıl bir anlaşmadır, savaşı tetiklemez.<br/>V. <b>İsrail Devleti'nin kurulması</b> ise II. Dünya Savaşı (1939-1945) sonrasında, 1948 yılında gerçekleşmiştir. Dolayısıyla IV ve V, savaşın başlamasında etkili olduğu söylenemeyecek gelişmelerdir."
  },
  {
    "id": "229590",
    "unitNumber": 11,
    "text": "<strong>II. Dünya Savaşı hangi olay üzerine patlak vermiştir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Almanların Polonya’yı işgali üzerine",
      "B": "İtalyanların Arnavutluk’a saldırması üzerine",
      "C": "Japonların Pasifik’te ABD donanmasına saldırması üzerine",
      "D": "Almanların Kuzey Afrika’ya saldırması üzerine",
      "E": "Sovyetlerin Polonya’ya saldırması üzerine"
    },
    "explanation": "II. Dünya Savaşı'nın resmen başlamasına neden olan olay, 1 Eylül 1939'da <b>Almanya’nın Polonya’yı işgal etmesidir</b>. Bu işgal üzerine, Polonya'nın bağımsızlığını garanti eden İngiltere ve Fransa, Almanya'ya savaş ilan etmiştir."
  },
  {
    "id": "229593",
    "unitNumber": 11,
    "text": "Casablanca Konferansı<br/>II. Quebec Konferansı<br/>III. Moskova Konferansı<br/>IV. Tahran Konferansı<br/>V. Postdam Konferansı<br/><strong>Yukarıdakilerden hangisi ya da hangileri Türkiye’nin II. Dünya Savaşı’na girişi ile ilgili gelişmelerden <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve IV",
      "E": "II ve V"
    },
    "explanation": "Türkiye'nin II. Dünya Savaşı'na katılma baskısı, özellikle 1943 sonrasında <b>Kahire</b> ve <b>Tahran</b> Konferansları (IV) ile artmıştır. Moskova Konferansı (III) ve <b>Postdam</b> Konferansı (V) da savaş sonrası düzenlemeler ve Sovyetlerin talepleri açısından Türkiye'yi ilgilendirmiştir.<br/>Ancak <b>Casablanca</b> (I) ve <b>Quebec</b> (II) Konferansları, daha çok Müttefiklerin Avrupa ve Pasifik cephelerindeki genel stratejileri (İtalya'nın işgali, atom bombası projeleri) üzerine odaklanmıştır ve Türkiye'nin savaşa girişi ile ilgili doğrudan kritik diplomatik görüşmelerin yapıldığı toplantılar değildir."
  },
  {
    "id": "229595",
    "unitNumber": 11,
    "text": "“Komünist Enternasyonal; Üçüncü Enternasyonal olarak da bilinir. Vladimir Lenin ve Sovyetler Birliği Komünist Partisi tarafından kurulan, silahlı kuvvetler de dâhil tüm mümkün araçlarla uluslararası burjuvaziyi yıkmak ve devletin tamamen yok oluşu için bir geçiş aşaması demek olan uluslararası bir komünist örgüttür.”<br/><strong>Yukarıda tanımı verilen kavram aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Komintern",
      "B": "Revizyonist",
      "C": "Mihver",
      "D": "Anschluss",
      "E": "Sudet"
    },
    "explanation": "Tanımı verilen örgüt, <b>Komünist Enternasyonal</b> veya diğer adıyla <b>Üçüncü Enternasyonal</b>'dir (Third International). Kısaca <b>Komintern</b> olarak bilinen bu uluslararası komünist örgüt, 1919 yılında <b>Vladimir Lenin</b> tarafından kurulmuş olup, temel amacı dünya çapında <b>burjuvaziyi yıkmak</b> ve komünist devrimleri desteklemekti."
  },
  {
    "id": "229596",
    "unitNumber": 11,
    "text": "<strong>II. Dünya Savaşı’nın sebepleri arasında aşağıdakilerden hangisi <u>bulunmaz</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Türkiye’nin saldırgan ve emperyalist politikalar takip etmesi",
      "B": "I. Dünya Savaşı sonunda Yeni Dünya Düzeni’ni kurma görevi verilen Milletler Cemiyeti’nin sorumluluklarını yerine getirememesi",
      "C": "Almanya’da Nazilerin iktidarı ele geçirmesiyle revizyonist politikalar sürdürmesi",
      "D": "İtalya’da faşistlerin iktidara gelmesiyle saldırgan politikalar takip edilmesi",
      "E": "Uzak Doğu’da Japonya’nın sömürgeci politikalar gütmesi"
    },
    "explanation": "II. Dünya Savaşı'na yol açan temel sebepler arasında <b>Versay Antlaşması'nın adaletsizliği</b>, <b>yayılmacı diktatörlüklerin yükselişi</b> ve <b>Milletler Cemiyeti'nin başarısızlığı</b> yer alır. Oysa <b>Soğuk Savaş'ın sona ermesi</b> (1991), II. Dünya Savaşı'ndan çok sonraki bir döneme ait, tamamen farklı bir tarihsel gelişmedir ve savaşın sebepleri arasında bulunmaz."
  },
  {
    "id": "229597",
    "unitNumber": 11,
    "text": "<strong>II. Dünya Savaşı’nın sonuçları arasında aşağıdakilerden hangisi <u>bulunmaz</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "ABD, Yeni Dünya Düzeni’nin en büyük aktörü oldu.",
      "B": "Milletler Cemiyeti kuruldu.",
      "C": "Nazizm, faşizm gibi totaliter rejimler yıkıldı.",
      "D": "Japonya’da atılan atom bombaları sonucu binlerce sivil katledildi.",
      "E": "Almanya, Doğu ve Batı Almanya diye ikiye ayrıldı."
    },
    "explanation": "II. Dünya Savaşı'nın sonuçları, dünya siyasetini derinden etkilemiştir: <b>Birleşmiş Milletler'in kurulması</b>, <b>Soğuk Savaş'ın başlangıcı</b> ve <b>NATO/Varşova Paktı</b> gibi askeri bloklaşmalar bu sonuçlardandır. Ancak <b>Versay Antlaşması'nın imzalanması</b>, I. Dünya Savaşı'nın sonunda (1919) gerçekleşmiş bir olaydır ve II. Dünya Savaşı'nın sonuçları arasında yer almaz; aksine, bu savaşın en önemli nedenlerinden birini teşkil etmiştir."
  },
  {
    "id": "229599",
    "unitNumber": 11,
    "text": "<strong>Anlamı şef, lider, yol gösterici olan “Führer” unvanı hangi tarihî şahsiyete verilmiştir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Mussolini",
      "B": "Stalin",
      "C": "Saddam Hüseyin",
      "D": "Hitler",
      "E": "Lenin"
    },
    "explanation": "Anlamı 'şef', 'lider' veya 'yol gösterici' olan <b>Führer</b> unvanı, 1934 yılında Şansölye ve Cumhurbaşkanlığı yetkilerini birleştirerek Almanya'nın tek yetkili lideri konumuna gelen <b>Adolf Hitler</b>'e verilmiştir. Bu unvan, onun totaliter Nazi rejimindeki mutlak otoritesini simgelemiştir."
  },
  {
    "id": "229602",
    "unitNumber": 11,
    "text": "<strong>İkinci Dünya Savaşı’nın çıkmasının en önemli nedeni aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Versay Antlaşması’nda saptanan Avrupa siyasal yapısının gerçekçi olmaması",
      "B": "1938 yılından itibaren Almanya’nın saldırgan politika gütmesi",
      "C": "Rusya’nın Akdeniz’de saldırgan bir politikalar izlemesi",
      "D": "Almanya’nın Çekoslovakya’nın bir bölümünü, işgal etmesi",
      "E": "ABD’nin yeni bir dünya düzeni kurmak istemesi"
    },
    "explanation": "İkinci Dünya Savaşı'nın çıkışında rol oynayan birçok faktör olsa da, tarihçiler tarafından en önemli ve temel neden olarak, I. Dünya Savaşı'nı bitiren <b>Versay Antlaşması'nın Almanya'ya yüklediği ağır ekonomik ve askeri şartlar</b> gösterilir. Bu şartlar, Almanya'da milliyetçiliğin ve revizyonist duyguların yükselmesine, dolayısıyla Nazizmin iktidara gelmesine zemin hazırlamıştır."
  },
  {
    "id": "243262",
    "unitNumber": 11,
    "text": "<strong>1919 ile 1933 yılları arasında Almanya'yı yönetmiş olan cumhuriyetin adı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Weimar Cumhuriyeti",
      "B": "Versailles Cumhuriyeti",
      "C": "Wolfgang Kapp Cumhuriyeti",
      "D": "Wilhelm Cumhuriyeti",
      "E": "Nazi Cumhuriyeti"
    },
    "explanation": "Almanya'da I. Dünya Savaşı'nın sona ermesiyle (1918/1919) başlayıp, Adolf Hitler'in iktidara geldiği 1933 yılına kadar süren demokratik cumhuriyet dönemi <b>Weimar Cumhuriyeti</b> olarak adlandırılır. Bu dönem, siyasi istikrarsızlık ve ekonomik zorluklarla karakterize olmuştur."
  },
  {
    "id": "243272",
    "unitNumber": 11,
    "text": "<strong>İtalya’nın saldırgan politikaları, Balkanları ve Anadolu’yu tehdit eder hâle gelince Türkiye, Yunanistan, Yugoslavya ve İngiltere arasında imzalanan pakt aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Balkan Paktı",
      "B": "Orta Doğu Paktı",
      "C": "Afrika Paktı",
      "D": "Akdeniz Paktı",
      "E": "Avrasya Paktı"
    },
    "explanation": "1930'larda <b>İtalya'nın yayılmacı politikalarına</b> karşı özellikle Akdeniz ve Güneydoğu Avrupa'nın güvenliğini sağlamak amacıyla Türkiye, Yunanistan, Yugoslavya ve İngiltere arasında imzalanan savunma iş birliği antlaşması <b>Akdeniz Paktı</b>'dır (1936). Bu pakt, İtalya'nın tehditlerine karşı Balkanlar ve Anadolu'da barışın korunmasını amaçlamıştır."
  },
  {
    "id": "243281",
    "unitNumber": 11,
    "text": "<strong>II. Dünya Savaşı sonrası hayata geçirilen NATO’ya karşı kurulan uluslararası örgüt aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Balkan Paktı",
      "B": "Orta Doğu Paktı",
      "C": "Avrupa Paktı",
      "D": "Varşova Paktı",
      "E": "Moskova Paktı"
    },
    "explanation": "II. Dünya Savaşı sonrası başlayan Soğuk Savaş döneminde Batı Bloğu'nun askeri ittifakı olan <b>NATO</b>'ya (Kuzey Atlantik Antlaşması Örgütü) karşılık olarak, Sovyetler Birliği ve Doğu Bloğu ülkeleri tarafından 1955 yılında kurulan askeri ve siyasi örgüt <b>Varşova Paktı</b>'dır."
  },
  {
    "id": "254830",
    "unitNumber": 11,
    "text": "<strong>Aşağıdaki devletlerden hangisi II. Dünya Savaşı öncesi İtalya'nın saldırgan politikaları sonucu kurulan Akdeniz Paktına üye <u>değildir</u>? </strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Türkiye",
      "B": "Yunanistan",
      "C": "Yugoslavya",
      "D": "İngiltere",
      "E": "Afganistan"
    },
    "explanation": "İtalya'nın saldırgan politikalarına karşı 1936 yılında kurulan <b>Akdeniz Paktı</b>'na üye olan devletler <b>Türkiye</b>, <b>Yunanistan</b>, <b>Yugoslavya</b> ve <b>İngiltere</b>'dir. Mihver devletlerinden biri olan <b>Almanya</b>, Akdeniz Paktı'na üye olmamış, aksine İtalya ile işbirliği yaparak yayılmacı siyaset izlemiştir."
  },
  {
    "id": "351624",
    "unitNumber": 11,
    "text": "<strong>Aşağıdaki devletlerden hangisi Akdeniz Paktı'nı <u>imzalamamıştır</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Türkiye",
      "B": "Yunanistan",
      "C": "İtalya",
      "D": "İngiltere",
      "E": "Yugoslavya"
    },
    "explanation": "Akdeniz Paktı (1936), bölgedeki barışı korumak ve özellikle <b>İtalyan tehdidine</b> karşı bir güvenlik şemsiyesi oluşturmak amacıyla kurulmuştur. Bu paktın imzacıları arasında Türkiye, Yunanistan, Yugoslavya ve İngiltere bulunuyordu. Paktın hedefindeki devlet olan <b>İtalya</b>, doğal olarak bu antlaşmayı imzalamamıştır."
  },
  {
    "id": "148614",
    "unitNumber": 12,
    "text": "<strong>Türkiye'nin, Kore Savaşı'na asker göndermesi sonucunda 1952 yılında kabul edildiği uluslararası askerî güvenlik teşlilatı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "NATO",
      "B": "Birleşmiş Milletler",
      "C": "Varşova Paktı",
      "D": "CENTO",
      "E": "Balkan Antantı"
    },
    "explanation": "Türkiye, İkinci Dünya Savaşı sonrası dönemde Sovyet tehdidine karşı güvenliğini sağlamak amacıyla Batı Bloğu’na yakınlaşmıştır. 1950 yılında başlayan <b>Kore Savaşı</b>’na asker göndererek Batı ittifakına olan bağlılığını göstermiştir. Bu stratejik adım sonucunda Türkiye, 1952 yılında <b>Kuzey Atlantik Antlaşması Örgütü (NATO)</b> üyeliğine kabul edilmiştir. NATO, üye ülkelerin ortak savunmasını taahhüt eden uluslararası askerî güvenlik teşkilatıdır."
  },
  {
    "id": "154248",
    "unitNumber": 12,
    "text": "II. Dünya Savaşı demokratik rejimlerin otoriter ve totaliter rejimlere karşı zaferle sonuçlanınca dünyada demokratik değerler yükselmeye başladı. Buna bağlı olarak Türkiye'de tek partili siyasi rejim yumuşadı ve çok partili siyasi hayata geçiş süreci hızlandı.<br/><strong>İfade edilen ilgili süreçte iktidardaki Cumhuriyet Halk Partisi'ne karşı 5 Eylül 1945'te kurulan ilk muhalefet partisi aşağıdakilerden hangisidir? </strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Adalet Partisi",
      "B": "Millî Kalkınma Partisi",
      "C": "Liberal Parti",
      "D": "Anavatan Partisi",
      "E": "Millî Selamet Partisi"
    },
    "explanation": "II. Dünya Savaşı'nın ardından Türkiye'de demokratikleşme talepleri artmış ve çok partili siyasi hayata geçiş süreci başlamıştır. İktidardaki Cumhuriyet Halk Partisi'ne (CHP) karşı kurulan ilk resmî muhalefet partisi, 5 Eylül 1945 tarihinde <b>Nuri Demirağ</b> tarafından kurulan <b>Millî Kalkınma Partisi</b>'dir. Ancak bu partinin siyasi etkisi sınırlı kalmış, asıl güçlü muhalefet partisi olan Demokrat Parti ise Ocak 1946'da kurulmuştur."
  },
  {
    "id": "229637",
    "unitNumber": 12,
    "text": "<strong>27 Mayıs Askerî Müdahalesi’ni yapan grubun adı ve lideri aşağıdakilerden hangisinde doğru verilmiştir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Millî Birlik Komitesi-Alparslan Türkeş",
      "B": "Millî Birlik Komitesi-Cemal Gürsel",
      "C": "Millî Birlik Komitesi-Celal Bayar",
      "D": "Tahkikat Komisyonu-Alparslan Türkeş",
      "E": "Millî Güvenlik Konseyi -Kenan Evren"
    },
    "explanation": "Türk siyasi tarihindeki ilk askerî müdahale olan <b>27 Mayıs Askerî Müdahalesi</b> (1960), ordu içindeki bir grup subay tarafından gerçekleştirilmiştir. Bu müdahaleyi yapan grubun adı <b>Millî Birlik Komitesi (MBK)</b>'dir. MBK'nin başkanlığını ve darbenin liderliğini üstlenen kişi ise <b>Orgeneral Cemal Gürsel</b>'dir. Cemal Gürsel, darbenin ardından hem devlet başkanlığı hem de başbakanlık görevlerini üstlenmiştir."
  },
  {
    "id": "229638",
    "unitNumber": 12,
    "text": "<strong>1946 seçimlerinden sonra kurulan CHP Hükûmeti'nin başbakanı aşağıdaki siyasetçilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Recep Peker",
      "B": "İsmet İnönü",
      "C": "Hasan Saka",
      "D": "Celâl Bayar",
      "E": "Nuri Demirağ"
    },
    "explanation": "Türkiye Cumhuriyeti tarihinde çok partili sisteme geçişin ilk seçimi olan 1946 Genel Seçimleri'nden Cumhuriyet Halk Partisi (CHP) galip çıkmıştır. Bu seçimlerin ardından Cumhurbaşkanı İsmet İnönü tarafından kurulan ve 14. Hükûmet olarak bilinen kabinenin başbakanı <b>Recep Peker</b> olmuştur. Peker Hükûmeti, muhalefetle ilişkilerde sert bir tutum sergilemiştir."
  },
  {
    "id": "229639",
    "unitNumber": 12,
    "text": "<strong>Türkiye'nin siyasal tarihindeki ilk ve gerçek anlamda yarışmacı seçimi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "1946",
      "B": "1950",
      "C": "1957",
      "D": "1961",
      "E": "1965"
    },
    "explanation": "1946 seçimleri 'açık oy, gizli sayım' usulü nedeniyle demokratik standartlara uymuyordu. Türkiye'nin siyasal tarihindeki <b>ilk ve gerçek anlamda yarışmacı seçim</b>, <b>14 Mayıs 1950 Genel Seçimleri</b>'dir. Bu seçimler, 'gizli oy, açık sayım' prensibiyle yapılmış ve iktidarın barışçıl bir şekilde Demokrat Parti'ye geçmesini sağlamıştır."
  },
  {
    "id": "229640",
    "unitNumber": 12,
    "text": "<strong>1960 darbesi sonucunda kurulan Kurucu Meclis’te temsil edilen gruplar arasında aşağıdakilerden hangisi <u>bulunmaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Barolar",
      "B": "Gençlik örgütleri",
      "C": "Demokrat Parti üyeleri",
      "D": "Basın dernekleri",
      "E": "Yargı organları"
    },
    "explanation": "1960 darbesi sonrasında kurulan <b>Kurucu Meclis</b>, <b>Millî Birlik Komitesi (MBK)</b> ve atanmış <b>Temsilciler Meclisi</b>'nden oluşuyordu. Bu yapı, yeni bir anayasa hazırlamak ve geçiş dönemini yönetmek için kurulmuştur. Darbe ile kapatılan ve yöneticileri tutuklanan <b>Demokrat Parti</b> (DP) ise Kurucu Meclis’te kesinlikle temsil edilen gruplar arasında <u>bulunmamıştır</u>."
  },
  {
    "id": "229641",
    "unitNumber": 12,
    "text": "<strong>Türkiye'de 1945 ile 1950 yılları arasında yaşanan siyasal gelişmeler aşağıdakilerden hangisiyle adlandırılabilir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Parlamentarizm",
      "B": "Millî Şef Dönemi",
      "C": "Sivilleşme süreci",
      "D": "Tek parti anlayışının sürdürülmesi",
      "E": "Demokratikleşme süreci"
    },
    "explanation": "1945 ile 1950 yılları arasındaki dönem, Türkiye Cumhuriyeti siyasi tarihinde <b>Çok Partili Siyasi Hayata Geçiş Süreci</b> olarak adlandırılır. Bu süreçte, dış baskılar, iç muhalefetin yükselmesi (Dörtlü Takrir), ilk muhalefet partilerinin kurulması (MKP ve DP) ve nihayet 1950 seçimleriyle iktidarın el değiştirmesi gibi temel siyasi gelişmeler yaşanmıştır."
  },
  {
    "id": "229642",
    "unitNumber": 12,
    "text": "<strong>Türkiye hangi partinin iktidarında NATO’ya üye olmuştur?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "İttihat ve Terakki Partisi",
      "B": "Demokrat Parti",
      "C": "Anavatan Partisi",
      "D": "Adalet Partisi",
      "E": "Cumhuriyet Halk Partisi"
    },
    "explanation": "Türkiye, 1950 yılında iktidara gelen <b>Demokrat Parti (DP)</b> döneminde Kore Savaşı'na asker göndermiştir. Bu adım, Batı Bloğu ile olan ilişkileri güçlendirmiş ve NATO üyeliği yolunu açmıştır. Türkiye, 1952 yılında NATO'ya resmen üye olduğunda da Adnan Menderes liderliğindeki <b>Demokrat Parti</b> iktidardaydı."
  },
  {
    "id": "229643",
    "unitNumber": 12,
    "text": "<strong>Türkiye Cumhuriyeti’nin 3. Cumhurbaşkanı ve Demokrat Parti’nin kurucuları arasında bulunan Türk siyasetçi ve devlet adamı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Adnan Menderes",
      "B": "Fuat Köprülü",
      "C": "Refik Saydam",
      "D": "Celal Bayar",
      "E": "Cevdet Sunay"
    },
    "explanation": "<b>Celal Bayar</b>, 1946 yılında kurulan <b>Demokrat Parti (DP)</b>’nin kurucuları arasında yer almış ve partinin ilk genel başkanı olmuştur. 1950 Genel Seçimleri’nde DP’nin zaferinden sonra TBMM tarafından Türkiye Cumhuriyeti’nin <b>3. Cumhurbaşkanı</b> seçilmiş ve 1960 darbesine kadar bu görevde kalmıştır."
  },
  {
    "id": "229644",
    "unitNumber": 12,
    "text": "<strong>“Dörtlü Takrir” diye bilinen önergede imzası bulunan isimler arasında aşağıdakilerden hangisi <u>bulunmaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Adnan Menderes",
      "B": "Refik Koraltan",
      "C": "Celal Bayar",
      "D": "Fuat Köprülü",
      "E": "Kazım Karabekir"
    },
    "explanation": "1945 yılında Cumhuriyet Halk Partisi (CHP) içinden gelen demokratikleşme talebinin simgesi olan <b>“Dörtlü Takrir”</b> önergesinde imzası bulunan dört siyasetçi <b>Celal Bayar, Adnan Menderes, Fuat Köprülü</b> ve <b>Refik Koraltan</b>'dır. Bu isimler kısa süre sonra CHP’den ayrılarak Demokrat Parti’yi kurmuşlardır. İmzacı olmayan bir isim (örneğin İsmet İnönü veya dönemin başka bir CHP yöneticisi) doğru cevaptır."
  },
  {
    "id": "229645",
    "unitNumber": 12,
    "text": "<strong>Türkiye’nin çok partili siyasal hayata geçişinde aşağıdakilerden hangisi etkin bir rol <u>oynamamıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "II. Dünya Savaşı’nı demokratik devletlerin kazanması",
      "B": "Demokratik yönetimin Atatürk ilkeleri gereği sayılması",
      "C": "Ekonomik sorunlar karşında halkın yeni yönetimler isteği",
      "D": "Sovyet Rusya’nın Türkiye’yi tehdit etmesi",
      "E": "TBMM oluşturulan “ Müstakil Grubun” yaralı olması"
    },
    "explanation": "Türkiye’nin çok partili siyasal hayata geçişi (1945-1950), temel olarak II. Dünya Savaşı’nın yarattığı demokratikleşme baskısı, Sovyet tehdidi karşısında Batı’nın desteğini alma isteği ve CHP içindeki demokratik muhalefetin (Dörtlü Takrir) etkisiyle hızlanmıştır. <b>1960 Askerî Müdahalesi</b> ise 1945-1950 arasındaki bu geçiş sürecinde değil, geçiş tamamlandıktan on yıl sonraki Demokrat Parti iktidarını sona erdirmek için gerçekleşmiştir ve bu sürece rol oynamamıştır."
  },
  {
    "id": "229646",
    "unitNumber": 12,
    "text": "<strong>Türkiye’nin 1945’te çok partili hayata geçiş sürecinde Celal Bayar ve arkadaşlarının fikren ve fiilen destekledikleri için gazete ve matbaaları baskına uğrayan Zekeriya ve Sabiha Sertel’in çıkardığı gazete aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Sabah Gazetesi",
      "B": "Tan Gazetesi",
      "C": "İrade-i Milliye Gazetesi",
      "D": "Cumhuriyet Gazetesi",
      "E": "Zafer Gazetesi"
    },
    "explanation": "Çok partili hayata geçiş döneminde, Celal Bayar ve arkadaşlarının demokrasi taleplerini fikren destekleyen gazete, <b>Zekeriya ve Sabiha Sertel</b>'in sahip olduğu <b>Tan Gazetesi</b>'dir. Gazete, bu desteği ve dönemin sol eğilimlerini savunması nedeniyle hedef alınmış ve 4 Aralık 1945’te düzenlenen <b>Tan Gazetesi Baskını</b> ile yayın hayatı sona ermiştir."
  },
  {
    "id": "243323",
    "unitNumber": 12,
    "text": "<strong>Türkiye, Kore Savaşı’na hangi siyasi iktidar döneminde katılmıştır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Anavatan Partisi",
      "B": "Demokrat Parti",
      "C": "Cumhuriyet Halk Partisi",
      "D": "İttihat ve Terakki Fırkası",
      "E": "Adalet Partisi"
    },
    "explanation": "Kore Savaşı (1950), Türkiye’de 14 Mayıs 1950 Genel Seçimleri’nin hemen ardından başlamıştır. Bu seçimlerle iktidara gelen siyasi parti, <b>Adnan Menderes</b>’in başbakanlığında kurulan <b>Demokrat Parti (DP)</b>’dir. Türkiye, Batı ittifakına girmek ve NATO üyeliğini garanti altına almak amacıyla Kore Savaşı’na asker gönderme kararını DP iktidarı döneminde almıştır."
  },
  {
    "id": "254646",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi Demokrat Parti'nin kurucularından biri <u>değildir</u>? </strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Refik Koraltan",
      "B": "Celal Bayar",
      "C": "Adnan Menderes",
      "D": "Fuat Köprülü",
      "E": "İsmet İnönü"
    },
    "explanation": "Demokrat Parti (DP), 7 Ocak 1946 tarihinde 'Dörtlü Takrir' imzacıları olan <b>Celal Bayar, Adnan Menderes, Fuat Köprülü</b> ve <b>Refik Koraltan</b> tarafından kurulmuştur. Bu dört isim dışında kalan bir siyasetçi (örneğin İsmet İnönü veya Recep Peker gibi dönemin CHP liderleri), DP’nin kurucularından biri <u>değildir</u>."
  },
  {
    "id": "254714",
    "unitNumber": 12,
    "text": "<strong>25 Haziran 1950 tarihinde başlayan Kore Savaşı'na ABD'den sonra asker gönderen ilk ülke aşağıdakilerden hangisidir? </strong>",
    "correctAnswer": "C",
    "options": {
      "A": "İngiltere",
      "B": "Fransa",
      "C": "Türkiye",
      "D": "Japonya",
      "E": "Rusya"
    },
    "explanation": "Kore Savaşı, BM Güvenlik Konseyi kararıyla uluslararası bir müdahale halini almıştır. Türkiye, Birleşmiş Milletler çağrısına çok hızlı yanıt vermiş ve ABD'den sonra asker göndermeyi resmen ilan eden ve askerî birliğini bölgeye intikal ettiren <b>ilk ülkelerden biri</b> olmuştur. Bu hızlı katılım, Batı Bloğu nezdinde Türkiye'nin önemini artırmış ve NATO üyeliğine giden yolu açmıştır."
  },
  {
    "id": "254738",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi çok partili hayata geçiş sürecinde Celal Bayar ve arkadaşlarını destekleyen Tan Gazetesi'nin sahibi veya sahipleridir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Hüseyin Hilmi",
      "B": "Velid Ebüziyya",
      "C": "Hakkı Tarık Us",
      "D": "Zekeriya-Sabiha Sertel",
      "E": "Refik Halit Karay"
    },
    "explanation": "Çok partili hayata geçiş sürecinde, Demokrat Parti’nin kurulmasına öncülük eden Celal Bayar ve arkadaşlarının demokrasi taleplerini destekleyen gazete, <b>Tan Gazetesi</b>'dir. Bu gazetenin sahibi ve yayıncısı olan çift, aydın ve gazeteci olan <b>Zekeriya ve Sabiha Sertel</b>'dir. Gazete, 1945 yılında yaşanan baskınla kapatılmıştır."
  },
  {
    "id": "351223",
    "unitNumber": 12,
    "text": "<strong>Demokrat Parti'nin ilk genel başkanlığına seçilen siyasetçi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Celal Bayar",
      "B": "Adnan Menderes",
      "C": "Fuat Köprülü",
      "D": "Kâzım Karabekir",
      "E": "Recep Peker"
    },
    "explanation": "7 Ocak 1946'da kurulan Demokrat Parti'nin (DP) kurucuları arasında yer alan ve aynı zamanda 'Dörtlü Takrir'in başını çeken siyasetçi, partinin kuruluşundan 1950 yılında Cumhurbaşkanı seçilene kadar <b>Demokrat Parti'nin ilk genel başkanlığını</b> üstlenen <b>Celal Bayar</b>'dır."
  },
  {
    "id": "351276",
    "unitNumber": 12,
    "text": "<strong>“Dörtlü Takrir” diye bilinen önergede aşağıdaki isimlerden hangisinin imzası bulunmaktadır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "İsmet İnönü",
      "B": "Cemal Gürsel",
      "C": "Kâzım Karabekir",
      "D": "Celal Bayar",
      "E": "Alparslan Türkeş"
    },
    "explanation": "1945'te CHP içinde demokratikleşme talebini dile getiren ve parti tüzüğünün değiştirilmesini isteyen <b>“Dörtlü Takrir”</b> önergesinde imzası bulunan dört siyasetçi: <b>Celal Bayar</b>, <b>Adnan Menderes</b>, <b>Fuat Köprülü</b> ve <b>Refik Koraltan</b>'dır. Bu isimler daha sonra Demokrat Parti'yi kurmuşlardır. İstenen cevap bu dört isimden biridir."
  },
  {
    "id": "351630",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi Demokrat Parti’nin kurucularından <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Celal Bayar",
      "B": "Recep Peker",
      "C": "Adnan Menderes",
      "D": "Refik Koraltan",
      "E": "Fuat Köprülü"
    },
    "explanation": "Demokrat Parti (DP), 7 Ocak 1946 tarihinde kurulmuş olup, kurucuları <b>Celal Bayar, Adnan Menderes, Fuat Köprülü</b> ve <b>Refik Koraltan</b>'dır. Bu dörtlü, CHP'den ayrılarak çok partili hayatı başlatan önemli figürlerdir. Sorunun cevabı, bu dört ismin dışında kalan ve DP'nin kuruluşunda rol almamış bir siyasetçidir."
  },
  {
    "id": "154126",
    "unitNumber": 13,
    "text": "<strong>Atatürk'ün, Türk toplumunu sınıfsız, imtiyazsız, kaynaşmış bir kitle olarak tanımlamladığı ilke aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Halkçılık",
      "B": "İnkılapçılık",
      "C": "Devletçilik",
      "D": "Cumhuriyetçilik",
      "E": "Laiklik"
    },
    "explanation": "Atatürk'ün Türk toplumunu <b>sınıfsız</b>, <b>imtiyazsız</b>, <b>kaynaşmış bir kitle</b> olarak tanımlaması doğrudan <b>Halkçılık</b> ilkesiyle ilgilidir. Halkçılık, toplumda hiçbir zümreye, sınıfa ya da kişiye ayrıcalık tanınmamasını, kanun önünde herkesin eşit olmasını esas alır ve sosyal adaleti hedefler."
  },
  {
    "id": "229817",
    "unitNumber": 13,
    "text": "<strong>Yönetim ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Monarşik yönetimler veraset şartını reddeder.",
      "B": "Her cumhuriyet demokratik değildir.",
      "C": "Cumhuriyet rejiminde mutlaka seçim vardır.",
      "D": "En gelişmiş toplum düzenine millet denir.",
      "E": "Cumhuriyet rejiminde egemenlik milletindir."
    },
    "explanation": "Atatürk ilkelerine göre yönetim, <b>milli egemenliğe</b> dayanmalıdır. Bu, <b>Cumhuriyetçilik</b> ilkesinin temelidir. Yönetimle ilgili yanlış olan bir ifade (seçenekler olmasa da varsayarsak) mutlaka milli egemenliği veya halkın temsilini reddeden bir ifade olacaktır. Doğru yönetim, halkın iradesine dayanır."
  },
  {
    "id": "229820",
    "unitNumber": 13,
    "text": "<strong>Türk inkılabının korunması, aklın ve bilimin yol göstericiliğinde çağın gerçeklerine göre sürekli olarak geliştirilmesi ve yenilenmesi aşağıdaki Atatürk ilkelerinden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Milliyetçilik",
      "B": "Devletçilik",
      "C": "Halkçılık",
      "D": "İnkılapçılık",
      "E": "Cumhuriyetçilik"
    },
    "explanation": "Türk inkılabının korunması, aklın ve bilimin yol göstericiliğinde çağın gerçeklerine göre sürekli olarak <b>geliştirilmesi ve yenilenmesi</b>, durağanlığa karşı çıkan ve daima ilerlemeyi hedefleyen <b>İnkılapçılık</b> (Devrimcilik) ilkesinin temel amacıdır."
  },
  {
    "id": "229824",
    "unitNumber": 13,
    "text": "<strong>Altı Atatürk ilkesinin Anayasa'ya girmesi hangi yıl olmuştur?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "1921",
      "B": "1924",
      "C": "1928",
      "D": "1935",
      "E": "1937"
    },
    "explanation": "Altı Atatürk ilkesi (Cumhuriyetçilik, Milliyetçilik, Halkçılık, Laiklik, Devletçilik, İnkılapçılık), Türkiye Cumhuriyeti Anayasası'na <b>1937</b> yılında yapılan değişiklikle dâhil edilerek anayasal güvence altına alınmıştır."
  },
  {
    "id": "229826",
    "unitNumber": 13,
    "text": "<strong>Atatürk milliyetçiliğinin temel öğesi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Irk birliği",
      "B": "Birlikte yaşama konusunda ortak istek",
      "C": "Siyasi birlik",
      "D": "Vatan birliği",
      "E": "Din birliği"
    },
    "explanation": "Atatürk milliyetçiliği ırk, din veya mezhep temeline dayanmaz. Temel öğesi, ortak bir <b>dil</b>, <b>kültür</b>, <b>tarih</b> ve <b>ülkü</b> birliğine sahip olan, hukuki ve siyasi olarak kendini Türk milletinin bir parçası kabul eden vatandaşların oluşturduğu <b>vatandaşlık bağı</b>dır. Bu milliyetçilik anlayışı, birleştirici ve çağdaştır."
  },
  {
    "id": "229947",
    "unitNumber": 13,
    "text": "<strong>Türkiye’de Cumhuriyet idaresi hangi ilkenin doğal sonucu olarak kurulmuştur?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Halkçılık ilkesinin",
      "B": "Laiklik ilkesinin",
      "C": "Cumhuriyetçilik ilkesinin",
      "D": "Milliyetçilik ilkesinin",
      "E": "İnkılapçılık ilkesinin"
    },
    "explanation": "Türkiye’de <b>Cumhuriyet idaresi</b>, egemenliğin kayıtsız şartsız millete ait olduğu yönetim biçimini savunan <b>Cumhuriyetçilik</b> ilkesinin doğal ve zorunlu bir sonucudur. Cumhuriyetçilik, millet egemenliğini kalıcı hale getirir."
  },
  {
    "id": "229948",
    "unitNumber": 13,
    "text": "<strong>Halkçılık, aşağıdaki Atatürk ilkelerinden hangilerinin doğal bir sonucudur?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Devletçilik ve Laiklik",
      "B": "İnkılapçılık ve Laiklik",
      "C": "Devletçilik ve İnkılapçılık",
      "D": "Cumhuriyetçilik ve Milliyetçilik",
      "E": "Laiklik ve Milliyetçilik"
    },
    "explanation": "<b>Halkçılık</b> ilkesi, tüm vatandaşların kanun önünde eşitliğini ve hiçbir ayrımcılığa tabi olmamasını esas alır. Bu ilke, millet egemenliğini öngören <b>Cumhuriyetçilik</b> ve milleti ortak değerlerle bir bütün kabul eden <b>Milliyetçilik</b> ilkelerinin doğal bir sonucu olarak ortaya çıkmıştır."
  },
  {
    "id": "229949",
    "unitNumber": 13,
    "text": "<strong>Toplumsal sınıfları ve ayrıcalıkları ortadan kaldıran ilke aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Halkçılık",
      "B": "Milliyetçilik",
      "C": "Cumhuriyetçilik",
      "D": "Devletçilik",
      "E": "Laiklik"
    },
    "explanation": "Toplumsal sınıfları ve <b>ayrıcalıkları</b> ortadan kaldıran, hukukun üstünlüğünü ve herkesin eşitliğini temel alan ilke <b>Halkçılık</b>tır. Halkçılık, sosyal eşitliği ve adaleti sağlar."
  },
  {
    "id": "229950",
    "unitNumber": 13,
    "text": "<strong>“Her millet, kendi devletini kurup, kendi isteğine göre kendisini yönetmelidir.” görüşü aşağıda verilen hangi iki ilkeye uygundur?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "İnkılapçılık-Laiklik",
      "B": "Milliyetçilik-Halkçılık",
      "C": "Laiklik-Halkçılık",
      "D": "Devletçilik-Laiklik",
      "E": "Devletçilik-İnkılapçılık"
    },
    "explanation": "Bu görüş, milletlerin kendi bağımsız devletlerini kurma hakkını (<b>Milliyetçilik</b>) ve bu devletleri kendi iradeleriyle yönetme hakkını (<b>Cumhuriyetçilik</b>) vurgular. Kendi devletini kurma <b>Milliyetçilik</b> ile, kendi isteğine göre yönetme ise <b>Milli Egemenlik</b> ve <b>Cumhuriyetçilik</b> ile bağdaşır."
  },
  {
    "id": "229951",
    "unitNumber": 13,
    "text": "“Cumhuriyetin en önemli özelliği, millet egemenliğine dayanması ve demokrasiyi benimsemesidir.”<br/><strong>Bu bilgiye göre aşağıdakilerden hangisi Cumhuriyet rejiminin nitelikleri arasında <u>sayılmaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Millet egemenliğine dayanması",
      "B": "Çağa en uygun bir sistem olması",
      "C": "Demokrasinin en gelişmiş şekli olması",
      "D": "Milli iradeyi her şeyden üstün tutması",
      "E": "Tüm devlet görevlilerinin seçimle iş başına gelmesi"
    },
    "explanation": "Verilen bilgiye göre Cumhuriyet, <b>millet egemenliğine</b> dayanır ve <b>demokrasiyi</b> benimser. Bu rejimde yönetim seçimle belirlenir ve hesap verebilir. Cumhuriyet rejiminin nitelikleri arasında <b>monarşi</b>, <b>teokrasi</b> veya <b>zümre egemenliği</b> gibi milli egemenliğe aykırı yapılar <u>sayılmaz</u>."
  },
  {
    "id": "229952",
    "unitNumber": 13,
    "text": "<strong>İnanç özgürlüğünü güvence altına alma amacını aşağıdaki ilkelerden hangisi taşımaktadır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Devletçilik",
      "B": "Halkçılık",
      "C": "Laiklik",
      "D": "Cumhuriyetçilik",
      "E": "Milliyetçilik"
    },
    "explanation": "Devletin tüm din ve inançlara eşit mesafede durmasını, vatandaşların <b>din</b>, <b>vicdan</b> ve <b>ibadet özgürlüklerini</b> güvence altına almasını amaçlayan ilke <b>Laiklik</b>tir. Laiklik, devlet işleri ile din işlerinin ayrılmasını sağlar."
  },
  {
    "id": "243538",
    "unitNumber": 13,
    "text": "<strong>Cumhuriyetçilik ilkesinin özellikleri arasında aşağıdakilerden hangisi <u>bulunmaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yönetimde millet egemenliğini esas alan ilkedir.",
      "B": "Veraset sistemi yoktur.",
      "C": "Seçimler muhakkak beş yılda bir yapılır.",
      "D": "Yöneticilerin belirlenmesinde seçim esas alınmıştır.",
      "E": "Karar verecek en önemli organ millettir."
    },
    "explanation": "<b>Cumhuriyetçilik</b> ilkesinin temel özellikleri, <b>milli egemenliğe</b> dayanması, yöneticilerin seçimle belirlenmesi, belli bir süre için görevde kalması ve <b>demokrasiyi</b> esas almasıdır. Cumhuriyetçiliğin özellikleri arasında <u>bulunmayacak</u> olan durum, yönetimin kalıtsal olması veya tek bir kişinin mutlak egemenliği gibi unsurlardır."
  },
  {
    "id": "243542",
    "unitNumber": 13,
    "text": "<strong>Atatürkçülüğün temel ilkeleri arasında aşağıdakilerden hangisi <u>bulunmaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Laiklik",
      "B": "İnkılapçılık",
      "C": "Devletçilik",
      "D": "İnsan ve insanlık sevgisi",
      "E": "Halkçılık"
    },
    "explanation": "Atatürkçülüğün temel ilkeleri (Altı Ok) <b>Cumhuriyetçilik</b>, <b>Milliyetçilik</b>, <b>Halkçılık</b>, <b>Laiklik</b>, <b>Devletçilik</b> ve <b>İnkılapçılık</b>tır. Bu altı ilkenin dışında kalan (örneğin, ırkçılık, ümmetçilik, sınıfçılık) ilkeler arasında <u>bulunmaz</u>."
  },
  {
    "id": "243549",
    "unitNumber": 13,
    "text": "<strong>Hatay’ın Türkiye’ye katılması Atatürk ilkelerinden hangisiyle ilgilidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Halkçılık",
      "B": "Devletçilik",
      "C": "Cumhuriyetçilik",
      "D": "Milliyetçilik",
      "E": "İnkılapçılık"
    },
    "explanation": "Hatay'ın anavatana katılması (1939), <b>Milli Misak</b> sınırları içerisinde yaşayan Türk vatandaşlarının birliğinin sağlanması ve milli bütünlüğün korunması amacını taşıyan <b>Milliyetçilik</b> ilkesiyle doğrudan ilişkilidir."
  },
  {
    "id": "254726",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi Atatürk ilkelerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Milliyetçilik",
      "B": "Halkçılık",
      "C": "Laiklik",
      "D": "Devletçilik",
      "E": "Millî Egemenlik"
    },
    "explanation": "Atatürk ilkeleri, Anayasa'da güvence altına alınmış olan altı temel ilkedir: <b>Cumhuriyetçilik</b>, <b>Milliyetçilik</b>, <b>Halkçılık</b>, <b>Laiklik</b>, <b>Devletçilik</b> ve <b>İnkılapçılık</b>. Bu altı ilke dışındaki her şey, Atatürk ilkelerinden biri <u>değildir</u>."
  },
  {
    "id": "351227",
    "unitNumber": 13,
    "text": "Millet hâkimiyetine dayanan, millet hâkimiyetinin belli süreler için seçilmişler vasıtasıyla kullanıldığı devlet şeklidir. Egemenliği kullanan halkın işbaşına geldiği devletin adıdır.<br/><strong>Yukarıdaki ifade Atatürk ilkelerinden hangisi ile bağdaşmaktadır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Cumhuriyetçilik",
      "B": "Milliyetçilik",
      "C": "Halkçılık",
      "D": "Devletçilik",
      "E": "Laiklik"
    },
    "explanation": "Tanımlanan devlet şekli, egemenliği <b>millet hâkimiyetine</b> dayandıran, yöneticilerin <b>seçilmişler vasıtasıyla</b> belli süreler için işbaşına geldiği yönetim biçimi olan <b>Cumhuriyetçilik</b> ilkesi ile bağdaşmaktadır."
  },
  {
    "id": "351228",
    "unitNumber": 13,
    "text": "Devletin kısa zamanda kalkınması için özellikle ekonomik alanda fertlerin yapamayacağı yatırımları devletin yapması ve ekonomiyi geliştirmek, sosyal ve kültürel kalkınmayı sağlamak için birçok çalışma yapılmıştır.<br/><strong>Yukarıdaki ifade Atatürk İlkeleri'nden hangisine dayanır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Cumhuriyetçilik",
      "B": "Halkçılık",
      "C": "Devletçilik",
      "D": "Laiklik",
      "E": "Milliyetçilik"
    },
    "explanation": "Devletin, özellikle <b>ekonomik alanda</b> bireylerin gücünü aşan büyük yatırımları üstlenerek kalkınmayı hızlandırması ve sosyal kültürel gelişmeyi sağlaması, <b>Devletçilik</b> ilkesinin temelini oluşturur. Devletçilik, karma ekonomi modelini benimser."
  },
  {
    "id": "351229",
    "unitNumber": 13,
    "text": "<strong>Din ve devlet işlerinin birbirinden ayrılması, dinî inançların devlet yönetiminde ve siyasette rol oynamaması esasına dayanan ilke aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "İnkılapçılık",
      "B": "Milliyetçilik",
      "C": "Cumhuriyetçilik",
      "D": "Halkçılık",
      "E": "Laiklik"
    },
    "explanation": "<b>Din ve devlet işlerinin birbirinden ayrılması</b>, devlet yönetiminde ve siyasette dinî inançların rol oynamaması esasına dayanan ilke <b>Laiklik</b>tir. Laiklik, devletin tarafsızlığını ve inanç özgürlüğünü güvence altına alır."
  },
  {
    "id": "148549",
    "unitNumber": 14,
    "text": "<strong>\"Hâkimiyet kayıtsız şartsız milletindir.\" ifadesi aşağıdaki Atatürk ilkelerinden hangisini tamamlar?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Devletçilik",
      "B": "Cumhuriyetçilik",
      "C": "İnkılapçılık",
      "D": "Halkçılık",
      "E": "Laiklik"
    },
    "explanation": "\"Hâkimiyet kayıtsız şartsız milletindir.\" ifadesi, devlet yönetiminde gücün ve yetkinin kayıtsız şartsız millete ait olduğunu belirtir. Bu temel felsefe, Atatürk'ün temel ilkesi olan <b>Cumhuriyetçilik</b>'in üzerine kurulduğu ana direk olup, bütünleyici ilkelerden <b>Ulusal Egemenlik</b> ile doğrudan tamamlanır. Ulusal Egemenlik, milletin kendi kaderini belirleme hakkını, yani <b>egemenliğini</b> vurgular."
  },
  {
    "id": "154134",
    "unitNumber": 14,
    "text": "<strong>Atatürk'ün, \"Dünyada her şey için, medeniyet için, hayat için, muvaffakiyet için en hakiki mürşit ilimdir, fendir. İlim ve fennin haricinde mürşit aramak gaflettir, cehalettir, dalalettir.\" sözüyle ifade ettiği dünya görüşünün temelindeki bütünleyici ilke aşağıdakilerden hangisidir? </strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Millî birlik ve beraberlik",
      "B": "Bilimsellik ve akılcılık",
      "C": "Tam bağımsızlık",
      "D": "İnsan ve insanlık sevgisi",
      "E": "Millî egemenlik"
    },
    "explanation": "Atatürk’ün bu sözü, medeniyet ve başarı için en güvenilir yol göstericinin <b>ilim (bilim) ve fen (teknoloji)</b> olduğunu kesin bir dille ifade eder. Dinin veya geleneklerin rehberliğini reddederek, her alanda <b>mantığa ve gözleme</b> dayalı kararlar alınmasını gerektiren bu yaklaşım, bütünleyici ilkelerden <b>Akılcılık ve Bilimsellik</b> (Rasyonalizm) ilkesinin temelini oluşturur."
  },
  {
    "id": "154309",
    "unitNumber": 14,
    "text": "<strong>Atatürk'ün çağdaşlaşma anlayışı, her zaman yeni gelişmelere, bilim ve teknolojiye açık olmayı ve Türk milletini en ileri seviyeye ulaştırmayı hedeflediğini vurgulayan ilke aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Cumhuriyetçilik",
      "B": "Laiklik",
      "C": "Milliyetçilik",
      "D": "İnkılapçılık",
      "E": "Halkçılık"
    },
    "explanation": "Bu tanım, Türk milletini sürekli olarak <b>en ileri seviyeye</b> ulaştırma hedefini, yeni gelişmelere ve teknolojiye açık olmayı içerir. Durağanlığı reddeden ve daima yeniliği, modernleşmeyi esas alan bu yaklaşım, Atatürk ilkelerinden <b>İnkılapçılık</b> (Devrimcilik) ilkesinin özüdür. İnkılapçılık, <b>çağdaşlaşmayı</b> ve sürekli ilerlemeyi zorunlu kılar."
  },
  {
    "id": "154332",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi Atatürkçülüğün temel niteliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Millî birlik ve beraberlik",
      "B": "Tam bağımsızlık",
      "C": "Akılcılık ve bilimsellik",
      "D": "Vatan ve millet sevgisi",
      "E": "Hayalperestlik"
    },
    "explanation": "Atatürkçülük, değişen koşullara uyum sağlayabilen, <b>akılcı, bilimsel, dinamik</b> ve <b>evrensel</b> bir düşünce sistemidir. Bu sistem, sorgulamayı ve ilerlemeyi esas alır. Dolayısıyla, <b>Dogmatiklik</b> (değişmez kurallara sahip olma) veya <b>Statiklik</b> (durağanlık) gibi nitelikler Atatürkçülüğün temel niteliklerinden biri <b>değildir</b>."
  },
  {
    "id": "230340",
    "unitNumber": 14,
    "text": "<strong>Türkiye’de Laiklik ilkesinin yerleşmesinin aşamaları arasında aşağıdakilerden hangisi bulunmaktadır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "I. Türkiye İzmir İktisat Kongresi’nin toplanması",
      "B": "Tekâlif-i Millîye kararlarının ilanı",
      "C": "Aşar Vergisi’nin kaldırılması",
      "D": "Türk Medeni Kanunu’nun kabulü",
      "E": "Planlı ekonomiye geçilmesi"
    },
    "explanation": "Türkiye Cumhuriyeti’nde <b>Laiklik</b> ilkesinin yerleşmesi, din ve devlet işlerinin ayrılmasıyla ilgili köklü değişimlerle sağlanmıştır. Bu aşamaların en önemlileri arasında 1922’de Saltanatın Kaldırılması, 1924’te <b>Halifeliğin Kaldırılması</b> ve Şer’iye ve Evkaf Vekâleti’nin kaldırılması gibi adımlar bulunmaktadır. Bu adımlar, dini otoriteyi yönetimden uzaklaştırmıştır."
  },
  {
    "id": "230344",
    "unitNumber": 14,
    "text": "Soyadı Kanunu’nun çıkması ile .................. ilkesinin gerçekleşmesinde önemli bir adım atılmış oldu.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Çağdaşlaşma",
      "B": "Devletçilik",
      "C": "Laiklik",
      "D": "Milliyetçilik",
      "E": "Halkçılık"
    },
    "explanation": "1934 tarihli <b>Soyadı Kanunu</b>, vatandaşlar arasında ayrıcalık belirten unvanları (ağa, paşa, bey vb.) kaldırarak herkesi kanun önünde <b>eşit</b> kılmıştır. Bu hukuki eşitlik, toplumda sınıf farkını reddeden ve tüm vatandaşların aynı haklara sahip olmasını öngören <b>Halkçılık</b> ilkesinin gerçekleşmesinde atılan önemli bir adımdır."
  },
  {
    "id": "230348",
    "unitNumber": 14,
    "text": "<strong>Atatürkçülüğün laiklik ilkesine aşağıdakilerden hangisi <u>uymaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Her Türk vatandaşı dinini seçmekte özgürdür.",
      "B": "Hiç kimse din değiştirmeye zorlanamaz.",
      "C": "Hiç kimsenin ibadetine dokunulamaz.",
      "D": "Devlet bazı dinî inanışların yayılmasına yardımcı olur.",
      "E": "Devletin resmî dini yoktur."
    },
    "explanation": "Atatürkçülüğün <b>Laiklik</b> ilkesi, devlet işlerinin ve hukukun dini kurallara göre değil, akla ve bilime göre düzenlenmesini savunur. Aynı zamanda vicdan ve ibadet özgürlüğünü garanti eder. Bu ilkeye <b>uymaz</b> olan durum, <b>dinin siyasi alanda veya devlet yönetiminde belirleyici rol oynamasıdır</b> ya da belli bir inancın üstün tutulmasıdır."
  },
  {
    "id": "230352",
    "unitNumber": 14,
    "text": "<strong>Atatürkçü Düşünce Sistemi’nde Halkçılık ilkesinin gerektirdiği unsurlar arasında aşağıdakilerden hangisi <u>yer almaz</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Sınıf ayrımı",
      "B": "Kanun önünde eşitlik",
      "C": "Sosyal dayanışma",
      "D": "Ayrıcalıklara karşı olma",
      "E": "Siyasi demokrasi"
    },
    "explanation": "<b>Halkçılık</b> ilkesi, toplumda hiçbir zümreye, sınıfa veya kişiye ayrıcalık tanınmamasını, <b>eşitliği</b> ve sosyal adaleti esas alır. Halkçılık, tüm halkın menfaatini gözetir ve sınıfsız bir toplum yapısını hedefler. Bu nedenle, <b>sınıf farklılıklarının veya ayrıcalıklı grupların varlığının korunması</b>, Halkçılık ilkesinin gerektirdiği unsurlar arasında <b>yer almaz</b>."
  },
  {
    "id": "230356",
    "unitNumber": 14,
    "text": "<strong>Atatürk’ün bütünleyici ilkelerinden hangisi Cumhuriyetçilik temel ilkesini bütünler?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Millî Birlik ve Beraberlik İlkesi",
      "B": "Millî Egemenlik İlkesi",
      "C": "Yurtta Sulh, Cihanda Sulh İlkesi",
      "D": "Tam Bağımsızlık İlkesi",
      "E": "Akılcılık ve Bilimsellik İlkesi"
    },
    "explanation": "<b>Cumhuriyetçilik</b>, egemenliğin halka ait olduğu yönetim biçimidir. Bu ilkeyi anlam ve güç bakımından en çok bütünleyen ilke, 'Hâkimiyet kayıtsız şartsız milletindir' sözünde ifadesini bulan <b>Ulusal Egemenlik</b>'tir. Ulusal Egemenlik, cumhuriyetin temel dayanağıdır."
  },
  {
    "id": "230360",
    "unitNumber": 14,
    "text": "<strong>“Millet ve biz yok, birlik hâlinde millet var. Biz ve millet ayrı ayrı şeyler değiliz.” Atatürk’ün bu ifadesi hangi bütünleyici ilke ile ilgilidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Millî birlik, beraberlik ve ülke bütünlüğü",
      "B": "Millî egemenlik",
      "C": "Barışçılık",
      "D": "Bilimsellik",
      "E": "Çağdaşlık"
    },
    "explanation": "Atatürk’ün bu ifadesi, yönetici zümre ile millet arasında ayrım olmadığını, herkesin ortak bir kimlik ve amaç etrafında toplanması gerektiğini vurgular. Bu durum, toplumun bütünlüğünü ve dayanışmasını ifade eden <b>Milli Birlik ve Beraberlik</b> bütünleyici ilkesi ile doğrudan ilgilidir."
  },
  {
    "id": "230363",
    "unitNumber": 14,
    "text": "-Bir milletin hür şekilde yaşamasını ifade eder.<br/>-Başka bir devlete bağımlı olmamak demektir.<br/>-Devletin dış politikasının temel ilkelerindendir.<br/>-Yönetim ve ekonomi alanındaki gelişmelerle doğrudan ilgilidir.<br/><strong>Yukarıda özellikleri verilen bütünleyici ilke hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Millî egemenlik",
      "B": "Bilimsellik ve akılcılık",
      "C": "Tam bağımsızlık",
      "D": "Yurtta sulh, cihanda sulh",
      "E": "Çağdaşlaşma ve Batılılaşma"
    },
    "explanation": "Verilen özellikler, bir milletin dış baskı ve müdahalelerden uzak, <b>hür ve bağımsız</b> bir şekilde varlığını sürdürmesini ifade eder. Başka bir devlete bağımlı olmama, dış politikanın temelini oluşturma ve ekonomi alanında serbest hareket etme yeteneği, <b>Milli Bağımsızlık</b> bütünleyici ilkesinin temel tanımlarıdır."
  },
  {
    "id": "230366",
    "unitNumber": 14,
    "text": "<strong>Atatürkçü Düşünce Sisteminin temel nitelikleri arasında aşağıdakilerden hangisi <u>bulunmaz</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Yayılmacılık ve sömürgecilik",
      "B": "Hâkimiyetin millete ait oluşu",
      "C": "Millî tarih ve millî dil",
      "D": "Akılcılık ve bilimsellik",
      "E": "Millî birlik ve beraberlik anlayışı"
    },
    "explanation": "Atatürkçü Düşünce Sistemi, <b>akılcı, bilimsel, evrensel, barışçıl</b> ve <b>dinamik</b> bir yapıya sahiptir. Sürekli yenilik ve ilerlemeyi savunduğundan, statik olmayı veya değişime karşı olmayı ifade eden <b>Tutuculuk (Muhafazakârlık)</b> veya <b>Dogmatiklik</b>, temel nitelikleri arasında <b>bulunmaz</b>."
  },
  {
    "id": "230368",
    "unitNumber": 14,
    "text": "<strong>Atatürkçülük'le aşağıdakilerden hangisi <u>bağdaşmaz</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Ülkenin bağımsızlığını koruma",
      "B": "Ekonomik kalkınmayı yabancı sermayeye dayandırma",
      "C": "Yönetimi ulus egemenliğine bağlı tutma",
      "D": "Çağdaş uygarlık düzeyine ulaştırma",
      "E": "Kalkınmada aklın ve bilimin rehberliğini temel alma"
    },
    "explanation": "Atatürkçülük, yurttaşlık temeline dayanan <b>Milliyetçilik</b> ilkesini esas alır ve diğer milletlere saygılıdır. Bu sistem, <b>yayılmacı</b> veya <b>saldırgan</b> dış politikaları reddeder. Özellikle <b>Irkçılık</b> (Faşizm), insan haklarına ve milliyetçiliğin insancıl tanımına aykırı olduğu için Atatürkçülük'le kesinlikle <b>bağdaşmaz</b>."
  },
  {
    "id": "230369",
    "unitNumber": 14,
    "text": "Atatürkçü düşünce sistemini oluşturan Atatürk’ün temel ilkelerini, çeşitli yönleriyle destekleyen ve tamamlayan ilkelere …………….. ilkeler denir.<br/><strong>Cümlesinde boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Bilimsel",
      "B": "İnsancıl",
      "C": "Bütünleyici",
      "D": "Barışçı",
      "E": "Akılcı"
    },
    "explanation": "Atatürk’ün altı temel ilkesini (Cumhuriyetçilik, Milliyetçilik vb.) daha kapsamlı hale getiren, çeşitli yönleriyle destekleyen ve tamamlayan ilkelere <b>Bütünleyici İlkeler</b> denir. Bu ilkeler arasında Milli Bağımsızlık, Akılcılık ve Bilimsellik, Çağdaşlaşma gibi kavramlar yer alır."
  },
  {
    "id": "243910",
    "unitNumber": 14,
    "text": "<strong>Atatürkçülüğün özellikleri arasında aşağıdakilerden hangisi <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Akla, mantığa ve bilime dayanır.",
      "B": "Çok yönlü idealler bütünüdür.",
      "C": "Kendi içinde tutarlı ve birbirine bağlı ilkelerdir.",
      "D": "Millî bir özelliğe sahiptir.",
      "E": "Yabancı ideolojilerden etkilenmiştir."
    },
    "explanation": "Atatürkçülük, <b>İnkılapçılık</b> ilkesi sayesinde sürekli yeniliklere açık, çağın gereklerine uyum sağlayabilen <b>dinamik</b> bir sistemdir. Durağanlık (Statiklik) veya eskiyi savunma (Muhafazakârlık), yenileşmeyi hedefleyen bu düşünce sisteminin özellikleri arasında <b>yer almaz</b>."
  },
  {
    "id": "243915",
    "unitNumber": 14,
    "text": "<strong>Atatürk’ün temel hedeflerinden biri de dünyada barışı sağlamaktı. Bu durum, aşağıdaki bütünleyici ilkelerden hangisi ile yakından ilgilidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "İnsan ve İnsanlık Sevgisi",
      "B": "Çağdaşlaşma ve Batılılaşma",
      "C": "Millî Egemenlik",
      "D": "Yurtta Sulh, Cihanda Sulh",
      "E": "Tam Bağımsızlık"
    },
    "explanation": "Atatürk’ün 'Yurtta sulh, cihanda sulh' (Yurtta barış, dünyada barış) ilkesi, Türkiye Cumhuriyeti'nin dış ve iç politikasında temel hedefin <b>barışı sağlamak</b> olduğunu gösterir. Bu durum, bütünleyici ilkelerden <b>Yurtta ve Cihanda Barış</b> ile yakından ilgilidir ve <b>yayılmacılığı</b> reddeder."
  },
  {
    "id": "243920",
    "unitNumber": 14,
    "text": "Dünyada her şey için, medeniyet için, hayat için, muvaffakiyet için en hakiki mürşit ilimdir, fendir.<br/><strong>Atatürk’ün bu sözü bütünleyici ilkelerden hangisiyle ilgilidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Ülke bütünlüğü",
      "B": "Millî egemenlik",
      "C": "Tam bağımsızlık",
      "D": "Çağdaşlaşma",
      "E": "Bilimsellik ve akılcılık"
    },
    "explanation": "Atatürk’ün bu ifadesi, yaşamda ve medeniyette başarının tek gerçek yol göstericisinin <b>akıl</b> ve <b>bilim</b> olduğunu vurgular. Bu söz, Atatürkçü düşünce sistemini bilimsel temellere oturtan ve dogmatizmi reddeden <b>Akılcılık ve Bilimsellik</b> bütünleyici ilkesiyle ilgilidir."
  },
  {
    "id": "351231",
    "unitNumber": 14,
    "text": "<strong>Türkiye Cumhuriyeti’nin kurulmasından sonra da dış politika prensibi olarak kabul edilen ve her zaman barıştan yana olan bütünleyici ilke aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Çağdaşlaşma ve Batılılaşma",
      "B": "Yurtta Sulh, Cihanda Sulh",
      "C": "Millî Birlik, Beraberlik ve Ülke Bütünlüğü",
      "D": "Tam Bağımsızlık",
      "E": "Millî Egemenlik"
    },
    "explanation": "Türkiye Cumhuriyeti'nin kurulmasından itibaren dış politikanın temel prensibi, Atatürk'ün 'Yurtta Sulh, Cihanda Sulh' sözüyle ifade edilen <b>barış</b> odaklı yaklaşımdır. Bu, <b>Yurtta ve Cihanda Barış</b> bütünleyici ilkesidir ve devletin uluslararası ilişkilerde <b>dengeyi ve yapıcı tutumu</b> esas almasını sağlar."
  },
  {
    "id": "351640",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi Atatürkçü Düşünce Sistemi incelendiğinde temel alınan ilkelerden biri <u>olamaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Millî tarih ve millî dil",
      "B": "Millî birlik ve beraberlik anlayışı",
      "C": "Hâkimiyetin millete ait oluşu",
      "D": "İlk fırsatta devletin topraklarını genişletmek",
      "E": "Tam bağımsızlık"
    },
    "explanation": "Atatürkçü Düşünce Sistemi, altı temel ilke (Cumhuriyetçilik, Milliyetçilik, Halkçılık, Laiklik, Devletçilik, İnkılapçılık) üzerine kuruludur. Bu ilkeler, <b>akılcı, çağdaş ve demokratik</b> bir devleti hedefler. Bu nedenle, ulusal egemenliği ve laikliği reddeden <b>Teokratik Yönetim</b> veya <b>Sınıfsal Ayrımcılık</b> gibi kavramlar temel alınan ilkelerden biri <b>olamaz</b>."
  }
]