[
  {
    "id": "399726",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi bilginin tanımları arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Araştırma, gözlem ya da öğrenme yoluyla edinilmiş gerçek",
      "B": "Hayal gücü ve bellek yardımıyla zihnin ilk olarak kavradığı düşünceler",
      "C": "Amaca yönelik toplanmış veri",
      "D": "Deneyim yoluyla kazanılmış farkındalık",
      "E": "Bilinen şeyler bütünü"
    },
    "explanation": "Bilgi, genellikle <b>işlenmiş enformasyonun anlamlandırılması</b>, <b>deneyim yoluyla elde edilen kavrayış</b> ve <b>insan zihninde depolanıp organize edilen veriler bütünü</b> olarak tanımlanır. Bilginin tanımları arasında yer almayacak olan madde, genellikle bilginin en ham hali olan <b>veri</b> veya henüz işlenmemiş ve anlam yüklenmemiş <b>ham enformasyon</b>dur. Bilgi, veriden farklı olarak bir <b>bağlam</b> ve <b>amaç</b> içerir."
  },
  {
    "id": "399727",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi enformasyonun özellikleri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "İşlenmiş veridir.",
      "B": "Yapılandırılmış, açık, basit ve nettir.",
      "C": "Bilgi sistemlerince ele alınır.",
      "D": "Verilerin değerlendirilmesinden oluşur.",
      "E": "Çoğunlukla deneyim yoluyla insanların akıllarında ortaya çıkar."
    },
    "explanation": "<b>Enformasyon</b> (Information), organize edilmiş ve anlamlı hale getirilmiş veridir. Temel özellikleri arasında <b>doğruluk</b> (accuracy), <b>tamlık</b> (completeness), <b>zamanlılık</b> (timeliness), <b>ilgililik</b> (relevance) ve <b>biçim</b> (form) bulunur. Bu özellikler, enformasyonun kullanılabilirliğini belirler. Enformasyonun özellikleri arasında yer almayacak olan, genellikle daha üst düzey bir kavram olan <b>bilgelik</b> (wisdom) veya <b>etik değer</b> gibi yargısal niteliklerdir; zira enformasyon sadece bir mesaj veya iletişimdir, derin bir kavrayış gerektirmez."
  },
  {
    "id": "399728",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi bilginin niteliği bakımından gerçekleştirilen sınıflandırmalar arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Doğal/gündelik bilgi",
      "B": "Kavramsal bilgi",
      "C": "Felsefi bilgi",
      "D": "Sanatsal bilgi",
      "E": "Bilimsel bilgi"
    },
    "explanation": "Bilginin niteliği bakımından yapılan sınıflandırmalar, bilginin kaynağına, içeriğine ve elde ediliş amacına odaklanır. Temel sınıflandırmalar şunlardır: <b>Gündelik bilgi</b>, <b>Teknik bilgi</b>, <b>Sanatsal bilgi</b>, <b>Bilimsel bilgi</b>, <b>Felsefi bilgi</b> ve <b>Dini bilgi</b>. Bu sınıflandırmalar dışında kalan bir tür, örneğin, bilginin depolanma şekli olan <b>örtük bilgi</b> (tacit knowledge) veya <b>açık bilgi</b> (explicit knowledge) olabilir, çünkü bu, bilginin niteliği yerine yapısıyla ilgilidir."
  },
  {
    "id": "399729",
    "unitNumber": 1,
    "text": "Yöntem bakımından bilgi anlamalı ve açıklamalı bilgi olmak üzere ikiye ayrılır.<br /><strong>Buna göre bu bilgi türleri ve kapsamına giren alanların eşleştirmeleri aşağıdakilerden hangisinde doğru olarak verilmiştir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Anlamalı bilgi- fizik, kimya",
      "B": "Anlamalı bilgi- mantık, matematik",
      "C": "Açıklamalı bilgi- felsefe, mantık",
      "D": "Açıklamalı bilgi- felsefe, dil, din",
      "E": "Anlamalı bilgi- felsefe, dil, kültür"
    },
    "explanation": "Yöntem bakımından bilgi, <b>açıklamalı bilgi</b> ve <b>anlamalı bilgi</b> olarak ikiye ayrılır. <br/><b>Açıklamalı Bilgi</b> (Nomotetik/Genelleyici): Doğal olayları evrensel yasalar çerçevesinde <b>açıklamayı</b> hedefler. Kapsamına giren alanlar <b>Doğa Bilimleri</b> (Fizik, Kimya) ve formel bilimlerdir.<br/><b>Anlamalı Bilgi</b> (İdiografik/Tercüme Edici): Toplumsal ve kültürel olayları <b>anlamayı</b> ve yorumlamayı hedefler. Kapsamına giren alanlar <b>Sosyal Bilimler</b> (Tarih, Sosyoloji, Edebiyat) ve Sanat’tır. Doğru eşleştirme bu ayrımı yansıtmalıdır."
  },
  {
    "id": "399730",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisinde niteliği bakımından bilgi türlerinin özne-nesne arasındaki bağı <u>yanlış</u> tanımlanmıştır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Gündelik bilgi - sezgi, deneyim",
      "B": "Dinsel bilgi - inanç",
      "C": "Teknik bilgi - beceri, yetenek",
      "D": "Sanatsal bilgi - akıl yürütme",
      "E": "Bilimsel bilgi - deney, gözlem"
    },
    "explanation": "Bilgi türleri, <b>özne</b> (bilen kişi) ve <b>nesne</b> (bilinen şey) arasındaki ilişkiyi farklı tanımlar: <br/><b>Bilimsel Bilgi:</b> Özne ve nesne arasındaki bağ <b>tarafsız</b> ve <b>eleştirel</b>dir; amaç nesneyi objektif olarak tanımlamaktır.<br/><b>Gündelik Bilgi:</b> Özne ve nesne arasında <b>duygusal</b> ve <b>subjektif</b> bağ vardır.<br/><b>Felsefi Bilgi:</b> Özne, nesneyi akıl yoluyla sorgular, ilişki <b>reflektif</b> (düşünsel)dir.<br/>Bu soruda yanlış tanımlanan bağ, örneğin bilimsel bilginin öznel olduğunu veya gündelik bilginin evrensel yasalar içerdiğini iddia eden bir şık olacaktır, zira bilimsel bilgi <b>objektiflik</b> gerektirir."
  },
  {
    "id": "399731",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi sosyolojik açıdan bilginin nitelikleri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kişisel yaşantının mükemmelleşmesi, varlığın değişmesi ve gerçeğin tanınmasını sağlar.",
      "B": "İnsanın kendisi etrafındaki olgu, olay, nesne ve ilişkileri anlamasını sağlar.",
      "C": "İnsanın kendisi etrafındaki gerçeklikler üzerindeki etki gücünün artmasını sağlar.",
      "D": "İnsanın diğer insanlar üzerindeki baskısını arttırır.",
      "E": "İnsanın diğer varlıklarla olduğu gibi doğayla olan ilişkisinde de belirli bir dengenin korunması sağlanır."
    },
    "explanation": "Sosyolojik açıdan bilginin nitelikleri, bilginin bireysel değil, <b>toplumsal bir ürün</b> olduğunu vurgular. Bu nitelikler: <b>toplumsal olarak inşa edilmiş olması</b>, <b>görecelilik</b> (zamana ve kültüre bağlılık), <b>toplumsal dağılım</b>, ve <b>kurumsallaşma</b>dır. Sosyolojik nitelikler arasında yer almayacak olan, genellikle epistemolojinin konusu olan, bilginin içsel yapısıyla ilgili kavramlardır, örneğin <b>kesinlik</b>, <b>mantıksal tutarlılık</b> veya <b>bireysel keşif</b>."
  },
  {
    "id": "399732",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi bilgi sosyolojisinin ortaya çıkışı ve toplumsal açıdan bilginin incelenmesi düşüncesinin öncüleri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Karl Popper",
      "B": "Auguste Comte",
      "C": "Nicolas de Condorcet",
      "D": "Saint Simon",
      "E": "Emile Durkheim"
    },
    "explanation": "<b>Bilgi Sosyolojisi</b>, bilginin toplumsal koşullara bağımlılığını inceler. Bu düşüncenin öncüleri arasında, bilginin toplumsal inşası ve ideolojinin rolü üzerine çalışan <b>Karl Mannheim</b> (en önemli figür), <b>Max Scheler</b>, ve bilginin toplumsal kategorilerle ilişkisini inceleyen <b>Émile Durkheim</b> yer alır. Öncüler arasında yer almayacak bir isim, genellikle konuya epistemolojik/bireysel açıdan yaklaşan veya bilgi sosyolojisinden önce yaşamış bir filozoftur (örneğin, Aristoteles veya Kant)."
  },
  {
    "id": "399733",
    "unitNumber": 1,
    "text": "<strong>Bilgi felsefesinin konusu kapsamına giren temel konular arasından bilginin doğruluğunu belirleyen ölçütler arasında aşağıdakilerden hangisi <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Mutabakat",
      "B": "Yararlılık",
      "C": "Bağdaşım",
      "D": "Apaçıklık",
      "E": "Benzeşim"
    },
    "explanation": "Bilgi felsefesi (Epistemoloji), bilginin kaynağını, sınırlarını ve geçerliliğini araştırır. Bilginin doğruluğunu belirleyen temel ölçütler şunlardır: <b>Uygunluk</b> (Correspondence – bilgi nesneye uyuyor mu?), <b>Tutarlılık</b> (Coherence – bilgi sistem içindeki diğer bilgilerle çelişmiyor mu?), <b>Yararlılık</b> (Pragmatism – bilgi uygulanabilir ve faydalı mı?) ve <b>Apaçıklık</b> (Açık ve kesin kanıt). Bu ölçütler arasında yer almayacak olan, bilginin geçerliliğini değil, sadece <b>yayılımını</b>, <b>hacmini</b> veya <b>saklanma biçimini</b> (açık/örtük) ilgilendiren bir maddedir."
  },
  {
    "id": "399734",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisinde toplumsal değişim ekseninde toplumsal yapı-toplumsal gelişim eşleştirmesi doğrudur?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "İlkel toplum- yerleşik düzene geçiş",
      "B": "Tarım toplumu- seri üretim",
      "C": "Sanayi toplumu- buhar gücünün bulunması",
      "D": "Sanayi toplumu- bilgisayar ve ağ teknolojileri",
      "E": "Bilgi toplumu- endüstrileşme"
    },
    "explanation": "Toplumsal gelişim ekseninde, toplumsal yapılar belirli bir temel kaynağa dayanır ve o kaynaktan gelişirler. Doğru eşleştirme şöyledir:<br/><b>Tarım Toplumu:</b> Temel kaynak <b>Toprak</b> ve <b>Emektir</b>.<br/><b>Sanayi Toplumu:</b> Temel kaynak <b>Sermaye</b> ve <b>Makineleşmedir</b>.<br/><b>Bilgi Toplumu:</b> Temel kaynak <b>Bilgi</b>, <b>Teknoloji</b> ve <b>İnovasyondur</b>. <br/>Doğru eşleştirme, Sanayi Toplumu – Sermaye/Mekanizasyon veya Bilgi Toplumu – Bilgi/Teknoloji gibi yapının gelişim itkisini doğru yansıtan madde olacaktır."
  },
  {
    "id": "399735",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi bilgi toplumunun özellikleri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Temelini bilgi akışı oluşturur ve gelişme dinamiğini yönlendiren unsur bilgisayar teknolojisidir.",
      "B": "Büyük fabrikalar üretim ilişkilerini yeniden biçimlendirmiştir.",
      "C": "Ekonomik ilişkiler değişmiş, küresel ekonomi gibi yeni kavramlar ortaya çıkmıştır.",
      "D": "Sürekli olarak yeni bilgi üreten bir toplumdur.",
      "E": "Makine gücünün yerine düşünce ve insan aklını koyması ile sanayi toplumlarından ayrılır."
    },
    "explanation": "<b>Bilgi toplumu</b>, bilginin üretimi, işlenmesi ve dağıtımının ekonomik ve sosyal yaşamın temel dinamiği haline geldiği toplum tipidir. Temel özellikleri: <b>Bilgi ve teknolojinin stratejik kaynak olması</b>, <b>hizmet sektörünün ağırlık kazanması</b>, <b>ağ yapılanmalarının ve esnek çalışmanın yaygınlaşması</b>, <b>eğitim düzeyinin yükselmesi</b>. Bilgi toplumunun özellikleri arasında yer almayacak olan, genellikle Sanayi Toplumuna ait olan özelliklerdir: örneğin <b>fiziksel sermayenin mutlak egemenliği</b>, <b>katı hiyerarşik örgütlenme</b> veya <b>kitlesel ve standart üretim odaklılık</b>."
  },
  {
    "id": "401229",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi felsefi bilginin özellikleri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Felsefi düşünce ussal (akla dayalı) bir düşünme etkinliğinin sonucunda elde edilir.",
      "B": "Felsefi bilgi bilgelik arayışında olan bir zihinsel tutumla elde edilir.",
      "C": "Felsefi bilgi açık, sistematik, tutarlı ve bütünsel bir düşünce ile gelişir.",
      "D": "Felsefi düşünce yansıtıcı bir düşünme faaliyetinin sonucudur.",
      "E": "Felsefi bilgi bir olgunun doğru olup olmadığının araştırılması etkinliğidir."
    },
    "explanation": "Felsefi bilginin temel özellikleri arasında <b>evrensel</b>, <b>sorgulayıcı</b>, <b>eleştirel</b>, <b>refleksif</b>, <b>öznel</b> (kişisel yoruma dayalı) ve <b>yığılımlı</b> (kümülatif) olması yer alır. Felsefe, bilimde olduğu gibi <b>deney ve gözlemle ispatlanabilir</b> olma özelliğine sahip değildir. Felsefi bilgi, kesin ve dogmatik sonuçlar sunmaktan ziyade, sürekli bir hakikat arayışıdır ve <b>mantıksal tutarlılığa</b> dayanır."
  },
  {
    "id": "401232",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi sanayi toplumundan bilgi toplumuna geçiş sürecinin temelinde yatan etkenler arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Bilgi-iletişim teknolojilerinin gelişmesi",
      "B": "İnternet ağlarının yaygınlaşması",
      "C": "Toplumsal sınıfların belirginleşmesi",
      "D": "Medya ilişkilerinin yeniden düzenlenmesi",
      "E": "Dijital teknolojilerin her geçen gün ilerlemesi"
    },
    "explanation": "Sanayi toplumundan bilgi toplumuna geçiş, esas olarak <b>bilişim ve iletişim teknolojilerindeki hızlı ilerlemeler</b>, <b>internetin yaygınlaşması</b>, bilginin ekonomik bir <b>kaynak ve sermaye</b> olarak değer kazanması, <b>küreselleşmenin artması</b> ve hizmet sektörünün ağır basması gibi etkenlere dayanır. Sanayi Devrimi'ne ait unsurlar (örneğin, buhar makinesinin icadı veya tarım devriminin hızlanması) bu geçişin temelinde yatan etkenler arasında yer almaz; onlar önceki toplumsal yapıların temelini oluşturur."
  },
  {
    "id": "401233",
    "unitNumber": 1,
    "text": "Bilgi toplumu farklı düşünür ve yazarlar tarafından farklı isimlerle adlandırılmıştır.<br /><strong>Aşağıdakilerden hangisi bu isimler arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Sanayi sonrası toplum",
      "B": "Kapitalist toplum",
      "C": "Enformasyon toplumu",
      "D": "Üçüncü dalga",
      "E": "Teknokratik çağ"
    },
    "explanation": "Bilgi toplumunu tanımlamak için kullanılan çeşitli eş anlamlı terimler bulunmaktadır. Bunlar arasında <b>Post-Endüstriyel Toplum</b> (Daniel Bell), <b>Ağ Toplumu</b> (Manuel Castells), <b>Enformasyon Toplumu</b>, <b>Dijital Toplum</b> ve <b>Yeni Ekonomi</b> gibi isimler yaygın olarak kabul görmüştür. Bu alternatif adlandırmalar, bilginin üretim ve sosyal yapının merkezinde olduğu dönemi ifade eder."
  },
  {
    "id": "399766",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi bilgilendirme tasarımının hedeflerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Anlaşılabilirlik",
      "B": "Yön ya da yol bulabilmeyi sağlamak",
      "C": "Kolay etkileşimler oluşturmak",
      "D": "Problemin kolaylıkla çözüme ulaşabilmesini sağlamak",
      "E": "Bilgileri karmaşık hâle getirmek"
    },
    "explanation": "<b>Bilgilendirme tasarımının</b> (Information Design) temel hedefi, karmaşık verileri ve bilgileri <b>açık, anlaşılır ve etkili</b> bir şekilde sunmaktır. Diğer hedefler arasında <b>erişilebilirliği sağlamak</b>, <b>kullanılabilirliği artırmak</b>, <b>okuyucunun yükünü azaltmak</b> ve bilginin <b>hızlı bir şekilde kavranmasını</b> sağlamak bulunur. Bilgilendirme tasarımının hedeflerinden biri olmayan, genellikle <b>bilgiyi kasıtlı olarak karmaşıklaştırmak</b> veya <b>yanlış yönlendirmek</b> gibi etik olmayan amaçlardır."
  },
  {
    "id": "399767",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi bilgilendirme tasarımında bilginin izleyiciye aktarılmasında kullanılan unsurlardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Tipografi",
      "B": "Logo",
      "C": "Görsel",
      "D": "Diyagram",
      "E": "Renk"
    },
    "explanation": "Bilgilendirme tasarımında bilginin izleyiciye aktarılmasında kullanılan unsurlar, görsel iletişimin temel yapı taşlarıdır. Bunlar arasında <b>metin (tipografi)</b>, <b>görsel öğeler (resimler, illüstrasyonlar)</b>, <b>grafikler</b> (çizelgeler, diyagramlar), <b>renk</b>, <b>şekil</b> ve <b>boşluk (negatif alan)</b> yer alır. Bu unsurların dışında kalan bir bileşen (örneğin, soyut bir matematiksel denklem) genellikle doğrudan bilginin aktarım unsuru olarak görülmez, ancak bu unsurların içeriği olabilir."
  },
  {
    "id": "399768",
    "unitNumber": 2,
    "text": "<strong>Otto Neurath tarafından ortaya çıkarılmış ve sözcüklerin yerine geçen resimsel dil olarak tanımlanan kavram aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "ISOTYPE",
      "B": "Piktogram",
      "C": "Bilgilendirme tasarımı",
      "D": "Tipografi",
      "E": "Bilgilendirme grafiği"
    },
    "explanation": "Otto Neurath tarafından ortaya çıkarılmış ve sözcüklerin yerine geçen resimsel dil olarak tanımlanan kavram <b>ISOTYPE</b>'tır (International System of Typographic Picture Education). Neurath bu sistemi, istatistiksel ve karmaşık sosyal bilgileri <b>evrensel olarak anlaşılır piktogramlar</b> ve standartlaştırılmış görsel kurallar kullanarak aktarmak amacıyla geliştirmiştir. ISOTYPE, modern infografiklerin ve görselleştirmenin temelini atmıştır."
  },
  {
    "id": "399769",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi piktogramların özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Sade ve anlaşılır olması",
      "B": "Evrensel olarak anlaşılabilir olması",
      "C": "Detaylı bir illüstrasyon olması",
      "D": "Standart renkler kullanılması",
      "E": "Uluslararası olarak anlaşılabilir olması"
    },
    "explanation": "Piktogramlar, bir nesneyi veya fikri temsil eden <b>basit, grafiksel işaretlerdir</b>. Temel özellikleri arasında <b>hızlı anlaşılabilirlik</b>, <b>evrensel bir dil oluşturma hedefi</b>, <b>basitleştirilmiş ve stilize edilmiş ikonik temsil</b> yer alır. Piktogramlar, karmaşık veya duygusal nüanslar içeren bilgileri aktarmaktan ziyade, <b>yalın ve net</b> mesajlar iletmeyi amaçlar. Bu nedenle, <b>çok detaylı sanatsal anlatım</b> veya <b>karmaşık metin bazlı bilgilendirme</b> piktogramların özelliklerinden biri değildir."
  },
  {
    "id": "399771",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi bilgilendirme grafiği <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Haritalar",
      "B": "İstatiksel veri grafikleri",
      "C": "Planlar",
      "D": "Trafik işaretleri",
      "E": "Hiyerarşi"
    },
    "explanation": "Bilgilendirme grafiği (infografik), verileri ve bilgileri görselleştirmek için kullanılan tüm görsel araçları kapsar. Örnek olarak <b>haritalar, çizelgeler (grafikler), diyagramlar, zaman çizelgeleri</b> ve <b>karmaşık süreçleri açıklayan akış şemaları</b> sayılabilir. Bu görselleştirme formatlarının dışında kalan, yalnızca metin tabanlı olan veya görsel temsil içermeyen bir unsur bilgilendirme grafiği değildir (örneğin, bir edebiyat eseri veya sadece bir fotoğraf)."
  },
  {
    "id": "399772",
    "unitNumber": 2,
    "text": "<strong>“Bir harf, sözcük ya da ifade için kullanılmaktadır ve görsel bir kaynak veya resimsel bir imge olarak tanımlanmaktadır.” Bu tanım aşağıdakilerden hangisine aittir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Piktogram",
      "B": "Bilgilendirme Grafiği",
      "C": "Tipografi",
      "D": "Diyagram",
      "E": "Logo"
    },
    "explanation": "Verilen tanım, yani 'Bir harf, sözcük ya da ifade için kullanılmaktadır ve görsel bir kaynak veya resimsel bir imge olarak tanımlanmaktadır,' <b>Logogram</b> kavramına aittir. Logogramlar, bir kelimeyi veya morfem/ifadeyi temsil eden tek bir semboldür (örn: @, $, %). Logogramlar, piktogramlar veya ideogramlarla karıştırılabilse de, logogramlar <b>doğrudan dilsel bir birimi</b> görsel olarak temsil eder."
  },
  {
    "id": "399774",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi 1933 yılında Henry G. Beck tarafından yapılan Londra Metrosu haritasının özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yatay diyagonaller",
      "B": "Canlı renkler",
      "C": "45 derecelik diyagonaller",
      "D": "Dolambaçlı çizgiler",
      "E": "Düşey diyagonaller"
    },
    "explanation": "Henry G. Beck'in 1933 tarihli Londra Metrosu haritası, bir <b>topolojik harita</b> örneğidir. Özellikleri şunlardır: <b>Coğrafi doğruluktan fedakarlık edilmesi</b>, haritanın <b>şematik ve basitleştirilmiş</b> olması, hatların yalnızca <b>yatay, dikey veya 45 derecelik açılarla</b> çizilmesi. Bu tasarım, yolcuların karmaşık güzergahları daha kolay takip etmesini sağlamıştır. Özellikleri arasında <b>tüm istasyonlar arasındaki gerçek coğrafi uzaklıkları doğru bir ölçekte gösterme</b> kesinlikle yer almaz; aksine bu durumdan kaçınılmıştır."
  },
  {
    "id": "399776",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi rengin tipografi üzerinde oluşturduğu etkilerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Bilgiyi iletmek",
      "B": "Görsel etkiye katkı sağlamak",
      "C": "Görsel hiyerarşi sağlamak",
      "D": "Siyah beyaz dengesi oluşturmak",
      "E": "Görsel hale getirmek"
    },
    "explanation": "Rengin tipografi üzerindeki etkileri genellikle tipografik elementlerin <b>okunabilirliğini</b>, <b>görünürlüğünü</b> ve yarattığı <b>duygusal etkiyi</b> yönetmekle ilgilidir. Renk kontrastı, metnin arka plandan ayrışmasını sağlayarak okuma kolaylığını etkiler (legibility). Ayrıca hiyerarşi oluşturmak ve metnin önemini vurgulamak için kullanılır. Ancak rengin, harflerin temel geometrik yapısını (örneğin fontun kalınlığını veya genişliğini) doğrudan değiştirmesi, tipografi üzerindeki etkilerinden biri <u>değildir</u>; bu, font tasarımının veya stilinin bir özelliğidir."
  },
  {
    "id": "399778",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi bilgilendirme tasarımının türlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Doküman Tasarımı",
      "B": "Kullanım Kılavuzu Tasarımı",
      "C": "Haritalar",
      "D": "Portfolyo Tasarımı",
      "E": "Sergileme Tasarımı"
    },
    "explanation": "Bilgilendirme tasarımının temel türleri arasında <b>yönlendirme ve navigasyon sistemleri</b>, <b>uyarı ve güvenlik işaretleri</b>, <b>veri görselleştirme</b> (infografikler, grafikler) ve <b>eğitim amaçlı belgeler</b> bulunur. Bu tasarım türlerinin amacı, bilginin hızlı, doğru ve anlaşılır bir şekilde aktarılmasıdır. Sorunun doğru cevabı, bu temel işlevlere uymayan veya farklı bir tasarım disiplinine ait olan bir tür olacaktır (Örneğin: Sanatsal İllüstrasyon veya Dekoratif Tasarım, bilgilendirme tasarımının birincil türü değildir)."
  },
  {
    "id": "399779",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi bilgilendirme tasarımında kullanılan görsellerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "İllüstrasyon",
      "B": "Fotoğraf",
      "C": "Tipografi",
      "D": "Grafik",
      "E": "Diyagram"
    },
    "explanation": "Bilgilendirme tasarımında kullanılan görsellerin temel işlevi, <b>karmaşık verileri basitleştirmek</b> ve metin olmadan bilgi aktarmaktır. Bu görsellere örnek olarak <b>piktogramlar</b>, <b>diyagramlar</b> (akış şemaları), <b>grafikler</b> (pasta, çubuk, çizgi), <b>haritalar</b> ve basit <b>illüstrasyonlar</b> verilebilir. Bilgilendirme amacı taşımayan veya salt estetik kaygıyla kullanılan görseller (örneğin, rastgele soyut resimler) bilgilendirme görseli sayılmaz."
  },
  {
    "id": "401236",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi bilgiyi kelimeler, semboller, diyagramlar, resim ve tipografi yardımıyla alıcıya doğrudan aktaran görsel iletişim tasarımı içerisindeki bir alandır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Bilgilendirme Tasarımı",
      "B": "Renk",
      "C": "Görsel",
      "D": "Hiyerarşi",
      "E": "Piktogram"
    },
    "explanation": "Bu tanım, doğrudan <b>Bilgilendirme Tasarımına</b> (Information Design) aittir. Bilgilendirme tasarımı, verileri ve bilgileri <b>kelimeler</b>, <b>semboller</b>, <b>diyagramlar</b>, <b>resimler</b> ve <b>tipografi</b> gibi görsel iletişim araçlarını kullanarak alıcıya en açık, etkili ve anlaşılır biçimde aktarmayı amaçlayan görsel iletişim tasarımı alanıdır. Temel hedefi, bilgi karmaşasını azaltmaktır."
  },
  {
    "id": "401239",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi bilgilendirme tasarımı türlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Form Tasarımı",
      "B": "İnfografikler",
      "C": "Sergileme Tasarımı",
      "D": "Yönlendirme ve İşaretleme Tasarımı",
      "E": "Portfolyo Tasarımı"
    },
    "explanation": "Bilgilendirme tasarımı, bilgiyi hedef kitleye ulaştırma amacına göre sınıflandırılır. Başlıca kategoriler <b>yönlendirme/navigasyon</b> (wayfinding), <b>uyarı/güvenlik</b>, <b>eğitim</b> ve <b>veri sunumu</b> (infographics) olarak sayılabilir. Bu türlerin dışında kalan, genellikle <b>kişisel sanat ifadesi</b> veya <b>ticari reklamcılık</b> gibi alanlar, bilgilendirme tasarımının birincil türleri arasında yer almaz."
  },
  {
    "id": "401240",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi piktogramın özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Simgesel işaretler değiştirilebilir ve geliştirilebilir olmalıdır.",
      "B": "Farklı renkler kullanılmalıdır.",
      "C": "Tek bir grafik sisteme göre düzenlenmelidir.",
      "D": "Standart renkler kullanılmalıdır.",
      "E": "Uluslararası olarak anlaşılır olmalıdır."
    },
    "explanation": "<b>Piktogram</b> (Pictogram) veya ikonografik işaret, metin kullanmadan bir nesneyi, eylemi veya kavramı temsil eden görsel semboldür. Temel özellikleri <b>sade</b>, <b>hızlı tanınabilir</b>, <b>evrensel olarak anlaşılabilir</b> ve <b>kültürden bağımsız</b> olmaktır. Piktogramlar, karmaşık veya detaylı bilgileri aktarmayı hedeflemez; aksine, tek bir basit mesajı anında iletmeyi amaçlar. Bu nedenle piktogramların özelliklerinden biri olmayan seçenek, genellikle <b>detaylı ve karmaşık anlatım içermesi</b> olacaktır."
  },
  {
    "id": "401247",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi bilgilendirme grafiğidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Süreli Yayınlar",
      "B": "Dergi Reklamları",
      "C": "Gazete Reklamları",
      "D": "Haritalar",
      "E": "Logo Tasarımları"
    },
    "explanation": "<b>Bilgilendirme grafiği</b> (Infographic), karmaşık verileri, süreçleri veya bilgileri görsel olarak özetleyen ve basitleştiren bir araçtır. Bu, <b>veri görselleştirme</b> tekniklerini (grafikler, şemalar) illüstrasyon ve metinle birleştirerek bilginin daha çekici ve akılda kalıcı olmasını sağlar. Doğru cevap, genellikle tablo veya sadece metin yerine, veriyi görsel bir bağlamda sunan spesifik bir grafik türüdür (örneğin, bir zaman çizelgesi veya karşılaştırmalı çubuk grafik)."
  },
  {
    "id": "401249",
    "unitNumber": 2,
    "text": "<strong>“Sade ve anlaşılır, evrensel olarak anlaşılabilir ve standart renklere sahiptir.” tanımı aşağıdakilerden hangisine aittir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Görsel",
      "B": "Renk",
      "C": "Diyagram",
      "D": "Piktogram",
      "E": "Tipografi"
    },
    "explanation": "Verilen 'Sade ve anlaşılır, evrensel olarak anlaşılabilir ve standart renklere sahiptir' tanımı, kesinlikle <b>Piktogramlara</b> aittir. Piktogramlar, özellikle <b>evrensel anlaşılabilirlik</b> sağlamak (dil bariyerlerini aşmak) ve <b>standart renk kodlaması</b> (kırmızı: tehlike, yeşil: çıkış vb.) kullanmak üzere tasarlanmış, basit ve net görsel sembollerdir. Bu özellikler, onların hızlı karar verme gerektiren ortamlarda (havaalanları, hastaneler) kritik bilgi aktarımında kullanılmasını sağlar."
  },
  {
    "id": "400614",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi bilgilendirme tasarımı türlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Doküman Tasarımı",
      "B": "Piktogramlar",
      "C": "Form Tasarımı",
      "D": "Bilgi Tasarımı",
      "E": "Sergileme Tasarımı"
    },
    "explanation": "Bu soru, 399778 ve 401239 ile benzer şekilde, bilgilendirme tasarımı alanının kapsamını test etmektedir. Bilgilendirme tasarımı türleri, <b>fonksiyonellik</b> ve <b>pratik uygulama</b> (yönlendirme, uyarı, eğitim) esasına dayanır. Türlerden biri olmayan seçenek, genellikle <b>sanatsal ifade</b> veya <b>dekoratif amaçlı görselleştirme</b> gibi, bilginin netliğini sağlamaktan çok estetik veya kişisel yorumu ön plana çıkaran bir alan olacaktır."
  },
  {
    "id": "400615",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi başarılı bir belge tasarımının işlevlerinden <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Bilgiyi dikkat çekici bir şekilde sunması",
      "B": "Yüksek maliyetli olması",
      "C": "Bilgiyi sade bir şekilde sunması",
      "D": "Bilginin akılda kalıcı olmasını sağlaması",
      "E": "Bilgiyi anlaşılır bir şekilde sunması"
    },
    "explanation": "Başarılı bir belge tasarımı (formlar, kılavuzlar, raporlar), bilginin <b>organize edilmesini</b>, <b>okumayı kolaylaştırmayı</b> (legibility), <b>kullanıcı hatalarını minimize etmeyi</b> ve <b>bilgiye erişimi hızlandırmayı</b> hedefler. Temel işlevleri arasında <b>anlaşılırlığı artırmak</b> ve <b>güvenilirliği sağlamak</b> yer alır. Belge tasarımının işlevlerinden biri <u>değildir</u> denebilecek bir seçenek, genellikle <b>gereksiz karmaşıklık eklemek</b> veya <b>yüksek maliyetli üretim gereksinimleri</b> gibi, temel amaç olan bilgi aktarımına engel teşkil eden unsurlar olacaktır."
  },
  {
    "id": "400621",
    "unitNumber": 3,
    "text": "<strong>Form oluşturan kişinin karşılaşacağı en önemli sorun aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Hedef kitleyi formu doldurmaya ikna etmek",
      "B": "Forma koymak için soru bulmak",
      "C": "Formun yorumlanması",
      "D": "Toplanan verilerin analizi",
      "E": "Formun uygun dilde yazılması"
    },
    "explanation": "Form oluşturan kişinin karşılaştığı en önemli sorun, genellikle formun kullanıcılar tarafından <b>doğru, eksiksiz ve hızlı bir şekilde doldurulmasını</b> sağlamaktır. Bu, formun <b>anlaşılırlığı</b> ve <b>kullanım kolaylığı</b> (usability) ile doğrudan ilgilidir. Tasarımcı, gereksiz karmaşıklıktan kaçınmalı ve kullanıcının görevi yerine getirirken zorlanmamasını garanti etmelidir. Aksi takdirde, hatalı veri girişi, eksik bilgiler veya formun hiç doldurulmaması gibi sorunlarla karşılaşılır."
  },
  {
    "id": "400624",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi kullanım kılavuzlarının özelliklerindendir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kullanım kılavuzları göz alıcı ve renkli basılır.",
      "B": "En kaliteli malzemelere basılır.",
      "C": "Siyah beyaz, donuk, monoton ve detaylıdır.",
      "D": "Teknik detaylara önem vermez.",
      "E": "Teknoloji kullanım becerileri yüksek kişilere yönelik olarak tasarlanır."
    },
    "explanation": "Kullanım kılavuzları, bir ürünün veya sistemin nasıl çalıştırılacağı veya kullanılacağı konusunda <b>pratik ve işlemsel rehberlik</b> sağlamayı amaçlar. Temel özellikleri arasında, hedef kitlenin anlayacağı dilde yazılması, <b>adım adım talimatlar</b> içermesi, net ve doğru bilgiler sunması ve gerektiğinde <b>görsel destek</b> (diyagramlar, resimler) kullanması bulunur. Kılavuz, kullanıcının belirli bir görevi başarıyla tamamlamasını sağlamalıdır."
  },
  {
    "id": "400627",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi bilgilendirme tasarımı kapsamında değerlendirilen haritalardan <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "İstanbul metro haritası",
      "B": "Ankara’daki bireylerin demografik dağılımı",
      "C": "İstanbul’daki Covid-19 yayılım haritası",
      "D": "İzmir’deki otobüs güzergah haritası",
      "E": "Türkiye coğrafi haritası"
    },
    "explanation": "Bilgilendirme tasarımı kapsamında değerlendirilen haritalar genellikle <b>bilgi aktarma</b> veya <b>navigasyon</b> amaçlıdır. Bunlar arasında tematik haritalar (veri yoğunluklarını gösteren), yol haritaları (yönlendirme amaçlı) ve coğrafi haritalar (mekansal ilişkileri gösteren) yer alır. Bilgilendirme tasarımının temel amacı olan veriyi görselleştirme ve aktarma amacını taşımayan bir öğe (örneğin, sadece sanatsal, soyut bir çizim) bu kapsamda değerlendirilen haritalardan biri <b>değildir</b>."
  },
  {
    "id": "400633",
    "unitNumber": 3,
    "text": "<strong>Hangi grafik tipini “yıllar bazında değişen eğilimleri göstermek için” kullanılır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Sütun grafikler",
      "B": "Çizgi grafikler",
      "C": "Pasta grafikler",
      "D": "Çubuk grafikler",
      "E": "Yığınlı sütun grafikler"
    },
    "explanation": "Yıllar bazında değişen eğilimleri veya sürekli bir zaman serisi boyunca verilerin nasıl hareket ettiğini göstermek için en uygun grafik tipi <b>Çizgi Grafik (Line Graph)</b>'tir. Çizgi grafikler, <b>veri noktaları arasındaki değişimin</b> sürekliliğini ve eğimin yönünü görselleştirmede son derece etkilidir, böylece zaman içindeki <b>trendler</b> (artış, azalış, stabilizasyon) kolayca takip edilebilir."
  },
  {
    "id": "400638",
    "unitNumber": 3,
    "text": "<strong>Bilgilendirme tasarımında gelişmiş tablo kullanımına ilişkin en önemli örnek aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Demografik özellik tablosu",
      "B": "Yayılım tablosu",
      "C": "Periyodik tablo",
      "D": "Ki-kare tablosu",
      "E": "Medyan tablosu"
    },
    "explanation": "Bilgilendirme tasarımında gelişmiş tablo kullanımı, genellikle büyük, karmaşık veya istatistiksel verilerin <b>minimum mürekkep kullanımıyla maksimum bilgi yoğunluğu</b> sağlayacak şekilde düzenlenmesini ifade eder. Bu kullanım, yoğun veriyi okuyucunun hızla taramasını ve anlamlandırmasını sağlamak için <b>iyi yapılandırılmış, gereksiz çizgilerden arındırılmış</b> tabloların oluşturulmasını hedefler. Örnek olarak, birim fiyat tabloları veya detaylı istatistiksel veri setlerinin sunumu verilebilir."
  },
  {
    "id": "400639",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi infografiklerin özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Bilgiyi görselleştirerek sunar",
      "B": "Karmaşık bilgilerin sunumunda kullanılır",
      "C": "Bilgiyi ilgi çekici hale getirir",
      "D": "Ortak bir dil oluşturur",
      "E": "Yüze tamamlanabilen verilerin sunumunda kullanılır"
    },
    "explanation": "İnfografikler, karmaşık bilgileri hızla iletmek için <b>metin, veri ve görsel unsurları</b> birleştiren tasarımlardır. Temel amaçları <b>basitleştirme</b>, <b>hikaye anlatma</b> ve bilgiyi akılda kalıcı hale getirmektir. İnfografikler görsel ağırlıklıdır ve genellikle uzun, derinlemesine metinsel analizler sunmazlar. Dolayısıyla, infografiklerin özelliklerinden biri olmayan durum, genellikle <b>sadece metin tabanlı ve görsel içermeyen</b> bir içerik sunmasıdır."
  },
  {
    "id": "400641",
    "unitNumber": 3,
    "text": "<strong>Fikirleri veya kavramları sembollerle temsil eden resim-yazılar bilgilendirme tasarımı türlerinden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Harita",
      "B": "İnfografik",
      "C": "Tablo",
      "D": "Piktogram",
      "E": "Grafik"
    },
    "explanation": "Fikirleri veya kavramları sembollerle temsil eden resim-yazılar <b>İdeogramlar</b> olarak adlandırılır. Piktogramlar genellikle doğrudan nesneleri temsil ederken, ideogramlar daha soyut olan <b>kavramları, fikirleri veya eylemleri</b> temsil ederler (Örneğin, matematiksel işaretler veya bazı trafik sembolleri). Bu semboller, <b>evrensel iletişim</b> sağlamada bilgilendirme tasarımının önemli bir parçasıdır."
  },
  {
    "id": "400643",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi sergi türlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Ticari Sergiler",
      "B": "Kültürel Sergiler",
      "C": "Geçici sergiler",
      "D": "Sürekli sergiler",
      "E": "Kılavuz Sergiler"
    },
    "explanation": "Sergiler (Exhibitions), bilgiyi mekansal olarak sunan önemli bilgilendirme tasarımı araçlarıdır. Türleri genellikle amaçlarına, içeriklerine veya sürelerine göre sınıflandırılır. Yaygın sergi türleri arasında <b>Kalıcı Sergiler</b>, <b>Geçici Sergiler</b>, <b>Sanat Sergileri</b> ve <b>Ticaret Fuarları</b> bulunur. Eğer seçenekler arasında yapılandırılmış mekansal bir bilgi sunumu olmayan bir format yer alıyorsa (örneğin, bir sunum slaytı veya sadece bir kitap), bu sergi türlerinden biri <b>değildir</b>."
  },
  {
    "id": "401841",
    "unitNumber": 3,
    "text": "<strong>Bilgiye duyulan, giderek artan bağımlılık ve bilginin anlaşılır olmasına duyulan ihtiyaç ile hangi tasarım alanı ortaya çıkmıştır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Harita Tasarımı",
      "B": "Bilgilendirme Tasarımı",
      "C": "İnfografik Tasarımı",
      "D": "Belge Tasarımı",
      "E": "Kılavuz Tasarımı"
    },
    "explanation": "Bilgiye duyulan bağımlılığın artması ve bilginin karmaşıklığının yükselmesi, bu bilginin kullanıcılar tarafından <b>anlaşılır, erişilebilir ve kullanılabilir</b> hale getirilmesi ihtiyacını doğurmuştur. Bu ihtiyaca cevap olarak ortaya çıkan tasarım alanı <b>Bilgilendirme Tasarımı (Information Design)</b>'dır. Temel amacı, verileri veya bilgileri en etkili iletişim biçiminde yapılandırmak ve sunmaktır."
  },
  {
    "id": "401842",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi “belge” kavramını doğru olarak tanımlamaktadır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Akıl ile üretilen ve insan aklının algılayabileceği olgu, gerçek ve ilkeler bütünüdür.",
      "B": "İnsanın bilişsel yapısında değişiklik yaratan herhangi bir şeydir.",
      "C": "Herhangi bir eylemin yöntemlerini ortaya koyan veya okuyanı bir iş ya da bir görevle ilgili yönlendiren elektronik veya basılı metinlerdir.",
      "D": "Bir alandaki bilgiyi aktaran, talimat veya yol gösteren kitaplara verilen addır.",
      "E": "Dünyanın ya da bir bölgenin genel görünümünün belirli bir ölçekte küçültülerek özel sembollerle düz bir yüzey üzerine çizilmiş bir rehberdir."
    },
    "explanation": "Belge, en temel tanımıyla, <b>bilgiyi kaydeden, taşıyan ve ileten</b> bir araçtır. Bu, genellikle kalıcı bir ortamda (fiziksel kağıt, dijital dosya vb.) yapılandırılmış bir biçimde saklanan ve <b>kanıt, referans veya iletişim</b> amacıyla kullanılan her türlü yazılı, görsel veya işitsel materyali kapsar. Belge, bilgi tasarımının en temel konusunu oluşturur."
  },
  {
    "id": "399737",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi öğrenmenin temel özellikleri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "İnsan davranışında gözlenebilir bir değişim yaşanması",
      "B": "Değişimin belirli deneyimler sonucunda elde edilmesi",
      "C": "Değişimin fizyolojik büyümeye dayanması",
      "D": "Değişimin geçici süreli olmaması",
      "E": "Davranıştaki değişimin kısmen sürekli olması"
    },
    "explanation": "Öğrenme, bireyin <b>yaşantıları sonucu</b> oluşan, nispeten <b>kalıcı davranış değişikliği</b> olarak tanımlanır. Öğrenmenin temel özellikleri arasında yer almayan bir durum, genellikle doğuştan gelen refleksler, içgüdüler veya geçici durum değişiklikleridir (hastalık, yorgunluk, ilaç etkisi gibi). Eğer şıklarda bu tarz bir ifade varsa, bu, öğrenmenin temel özellikleri arasında <u>yer almaz</u>. Öğrenme daima <b>davranışta gözlemlenebilir</b> bir değişiklik veya potansiyel değişiklik yaratır ve <b>uyum sağlama</b> amacını taşır."
  },
  {
    "id": "399742",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi öğrenme durumunun bileşenleri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Öğrenen",
      "B": "Öğretme yöntemi",
      "C": "Öğrenme ortamı",
      "D": "Öğrenme süreci",
      "E": "Öğreten"
    },
    "explanation": "Öğrenme durumunun bileşenleri genellikle <b>öğrenen</b> (bilişsel yapısı ve motivasyonu), <b>öğretme içeriği/materyali</b>, <b>öğretici</b> (kaynak) ve <b>öğrenme ortamı</b> (fiziksel ve psikolojik şartlar) olarak sınıflandırılır. Bu bileşenler, öğrenmenin gerçekleşmesini sağlayan temel unsurlardır. Öğrenme sürecinin bir bileşeni olmayan bir unsur, genellikle <b>sadece genetik faktörler</b> veya <b>doğrudan kalıtım yoluyla edinilen özellikler</b>dir, çünkü öğrenme kalıtımın değil, yaşantının ürünüdür."
  },
  {
    "id": "399750",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi beyin temelli öğrenmenin temel amaçlarından biridir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Anlamlı ve kalıcı öğrenmenin sağlanması",
      "B": "Öğrenilen bilgi miktarının arttırılması",
      "C": "Farklı materyallerle öğrenme ortamının geliştirilmesi",
      "D": "Öğrenme araçlarının öğrenme üzerindeki etkilerinin araştırılması",
      "E": "Öğrenme sürecinde dikkat ve ilginin arttırılması"
    },
    "explanation": "Beyin temelli öğrenme (BTO), beynin doğal çalışma prensiplerini temel alarak öğrenmeyi optimize etmeyi hedefler. Temel amaçları arasında <b>öğrenme sürecine duygu katmak</b> (beyin duygusal olarak anlamlı olanı hatırlar), <b>bütüncül öğrenmeyi teşvik etmek</b> (beyin parçaları değil, bütün örüntüleri algılar) ve <b>stresi azaltarak güvenli bir ortam sağlamak</b> yer alır. BTO'nun temel amacı, <b>öğrenmenin ezberlenmesini sağlamak</b> değil, bilgiyi anlamlandırma ve kalıcı hale getirme kapasitesini artırmaktır. Bu yaklaşım, <b>aktif katılım</b> ve <b>karmaşık problemlerle yüzleşme</b> yoluyla gerçekleşir."
  },
  {
    "id": "399752",
    "unitNumber": 4,
    "text": "<b>Bellekle ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</b>",
    "correctAnswer": "D",
    "options": {
      "A": "Bireyin duyu reseptörleri yoluyla belirli uyarıcıları algılaması duyusal belleği oluşturur.",
      "B": "Kısa süreli bellek, düşünme ile bilginin işlenmesi aşamalarının gerçekleştiği bellektir.",
      "C": "Tekrar edilen bilgi belirli bir süre kısa süreli bellekte tutulur.",
      "D": "Kısa süreli belleğin kapasitesi sonsuzdur.",
      "E": "Öğrenme sürecinde bilginin edinimi belleğin farklı aşamalarında gerçekleşir."
    },
    "explanation": "Bellek, bilgiyi <b>kodlama, depolama ve geri çağırma</b> yeteneğimizdir. Bellek sistemleri genellikle duyusal bellek, kısa süreli (çalışma) bellek ve uzun süreli bellek olarak ayrılır. Bellekle ilgili yanlış bir ifade, genellikle bu sistemlerin özelliklerinin karıştırılmasıyla ortaya çıkar. Örneğin, <b>uzun süreli belleğin kapasitesinin sınırlı olması</b> (aslında sınırsızdır) veya <b>kısa süreli belleğin kalıcılığının çok uzun olması</b> gibi iddialar yanlış olacaktır. Bellek, öğrenilenlerin kalıcılığını sağlayan temel bilişsel yapıdır."
  },
  {
    "id": "399754",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi çoklu ortam öğrenmenin temelini oluşturan çoklu ortam öğrenme bilişsel teorinin dayandığı ilkeler arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Bilgiyi geçici olarak tutan sistem çalışan bellektir",
      "B": "Çalışan bellek öğrenmenin gerçekleşmesi için gerekli bilişsel süreçleri yönetir",
      "C": "Bilişsel yük öğrenme sürecinde çalışan bellekteki çabanın miktarıdır",
      "D": "İkili kodlama insan belleğinin bilgi işleme sürecinde görsel ve sözel bilgi edinimi olmak üzere iki ayrı kanala sahip olduğunu tanımlar",
      "E": "İkili kodlama belleğin görsel ve sözel bilginin her ikisini de eşit derecede aktif işleyebildiğini tanımlar"
    },
    "explanation": "Çoklu ortam öğrenme bilişsel teorisi (Mayer), <b>bilişsel yükü optimize etme</b> üzerine kuruludur ve öğrenmede kelimeler ile resimlerin birlikte kullanımının önemini vurgular. Temel ilkeleri arasında <b>Çoklu Ortam İlkesi</b> (hem görsel hem işitsel/metinsel bilgi kullanma), <b>Tutarlılık İlkesi</b> (alakasız bilginin çıkarılması) ve <b>Yakınlık İlkeleri</b> (uzamsal ve zamansal) yer alır. Bu ilkeler arasında <b>Sadece İşitsel Kanalı Kullanma İlkesi</b> veya <b>Tek Tekrar İlkesi</b> gibi, bilişsel kaynakların dengeli kullanımını engelleyecek yaklaşımlar yer almaz. Teori, bilgiyi farklı kanallardan işleyerek anlamlandırmayı kolaylaştırmayı amaçlar."
  },
  {
    "id": "399755",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi çoklu öğrenme ortamlarının kazanımları arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Öğrenenin bilgi edinim sürecinde zihinsel olarak aktif olmasını sağlar",
      "B": "Öğrenenin bilgiyi edinim sürecinde kendi algı düzeyi ya da bilişsel sürecine göre seçim yapabilmesini olanak tanır",
      "C": "Sözel bilginin metinsel bilgiye dönüştürülmesini sağlar",
      "D": "Edinilen bilginin farklı şekillerde organize edebilmesini sağlar",
      "E": "Bilginin geçmiş öğrenilenlerle ilişkilendirilebilmesine aracılık eder"
    },
    "explanation": "Çoklu öğrenme ortamları, genellikle <b>öğrenci motivasyonunu artırma</b>, <b>karmaşık kavramların anlaşılmasını kolaylaştırma</b> ve <b>bilginin kalıcılığını yükseltme</b> gibi kazanımlar sağlar. Görsel ve işitsel kanalların bir arada kullanımı, beynin iki farklı işleme kanalını kullanarak öğrenmeyi derinleştirir. Bu kazanımlar arasında <b>Öğrenci özerkliğini tamamen ortadan kaldırma</b> veya <b>tüm öğrenme çıktılarını standardize etme</b> gibi sonuçlar <u>yer almaz</u>. Aksine, genellikle bireysel farklılıklara daha iyi hitap etmeyi hedeflerler."
  },
  {
    "id": "399756",
    "unitNumber": 4,
    "text": "Teknolojinin eğitime entegrasyonu ile öğrenme sürecinde önemli kazanımlar elde edilmiştir.<strong><br />Aşağıdakilerden hangisi bu kazanımlar arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Öğrenenin bilgiyi yalnız görsel ya da işitsel yolla kazanmasını değil, aynı zamanda aktif katılarak öğrenme sürecini yönetebilmesini sağlar.",
      "B": "Öğrenenin kendi bilişsel sürecine göre etkili öğrenmenin daha hızlı ve kalıcı gerçekleşmesini sağlar.",
      "C": "Öğrenenin öğrenme süreci üzerinde kontrol sahibi olmasını sağlar.",
      "D": "Öğrenenin sorumluluk duygusu kazanması gibi davranışsal yeterlilikleri de edinmesine aracılık eder.",
      "E": "Bilginin edinim sürecinde çevrenin rolünü tanımlar."
    },
    "explanation": "Teknolojinin eğitime entegrasyonu, öğrenme sürecine <b>zengin kaynak erişimi</b>, <b>kişiselleştirilmiş öğrenme yolları</b>, <b>anında geri bildirim</b> ve <b>işbirliğine dayalı öğrenme fırsatları</b> sağlar. Bu kazanımlar sayesinde öğrenciler daha aktif hale gelir. Kazanımlar arasında <b>öğretmenin öğrenme sürecindeki rehberlik rolünün tamamen ortadan kalkması</b> veya <b>tüm eğitim maliyetlerinin mutlak düşüşü</b> gibi iddialar genellikle <u>yer almaz</u>, çünkü teknoloji öğretmenin rolünü dönüştürür ve başlangıçta maliyetleri artırabilir."
  },
  {
    "id": "399758",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi çoklu ortam öğrenme aracı olarak bilgilendirme tasarımlarının öğrenmeye ilişkin kazanımları arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Metin ve görsellerin bir arada sunulduğu içerikler, yalnızca metinden öğrenmenin sağlandığı ortamlara göre daha etkilidir.",
      "B": "İkiden fazla yöntemin bir arada kullanılması kazanımların artmasını sağlar.",
      "C": "İçerikle ilgili olmayan yazı, görüntü ya da seslerin öğrenme ortamına dâhil edilmediği durumlarda öğrenme daha etkili gerçekleşir.",
      "D": "Metin ve görselin aynı anda sunulması yerine sözlü anlatım, seslendirme ve canlandırmanın kullanılması bilginin ediniminde daha etkilidir.",
      "E": "İlişkili metin ve görseller bir arada sunulduğunda arka arkaya sunulduğu ortamlar ya da materyallere göre kazanımlar daha fazladır."
    },
    "explanation": "Bilgilendirme tasarımları (infografikler, görselleştirme araçları) çoklu ortam öğrenme araçlarıdır ve <b>karmaşık verileri basitleştirme</b>, <b>hızlı bilgi alımı</b> ve <b>büyük veri setlerini organize etme</b> gibi kazanımlar sunar. Görsel unsurların kullanımı, <b>bilişsel yükü yönetmeye</b> ve <b>uzun süreli belleğe kodlamayı</b> kolaylaştırmaya yardımcı olur. Bu kazanımlar arasında <b>öğrencinin eleştirel düşünme yeteneğini tamamen kısıtlama</b> veya <b>bilginin tüm detaylarını tek bir görselde sunma zorunluluğu</b> <u>yer almaz</u>; iyi tasarımlar bilişsel işlemeyi destekler."
  },
  {
    "id": "399759",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi bilgilendirme tasarımlarının öğrenme sürecindeki rolleri arasında <u>yer</u> <u>almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Bilinen bilgilerle yeni öğrenilenler arasındaki ilişkinin somutlaşması",
      "B": "Öğrenilenin hızlı ve anlaşılır biçimde kavranması",
      "C": "Öğrenmenin etkili ve kalıcı olması",
      "D": "Öğrenenlerin bireysel farklılıklarının artması",
      "E": "Anlamlı öğrenmenin sağlanması"
    },
    "explanation": "Bilgilendirme tasarımları, öğrenme sürecinde <b>dikkat çekme</b>, <b>bilgiyi yapılandırma</b>, <b>kavramlar arası ilişkileri görselleştirme</b> ve <b>bellekte tutmayı kolaylaştırma</b> rollerini üstlenir. Bu araçlar, öğrenenin bilgiyi daha hızlı ve etkili işlemesine olanak tanır. Bilgilendirme tasarımlarının rolleri arasında <b>Öğrencinin içeriği değiştirmesine izin verme</b> veya <b>doğrudan uygulamalı deneyim sağlama</b> <u>yer almaz</u>; bunlar genellikle etkileşimli simülasyonların veya diğer öğrenme etkinliklerinin rolleridir."
  },
  {
    "id": "399761",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi etkili bir bilgilendirme tasarımı hazırlama sürecinde dikkat edilmesi gereken unsurlar arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "İlişkili olmayan metin ve görsellerin bir arada sunulması",
      "B": "Konu, hedefler ve içeriğin genel bağlamının belirlenmesi",
      "C": "Ön çalışma gerçekleştirilerek tasarımda yer alacak bilgilerin toplanması",
      "D": "Kullanılacak tasarım türlerinin belirlenmesi",
      "E": "Verilerin hedeflere ulaşmaya yardımcı olacak şekilde düzenlenmesi"
    },
    "explanation": "Etkili bir bilgilendirme tasarımı hazırlarken dikkat edilmesi gereken unsurlar, <b>hedef kitlenin bilişsel ihtiyaçlarına uygunluk</b>, <b>görsel hiyerarşi ve akış</b>, <b>tutarlılık</b> (renk, yazı tipi) ve <b>sadeliğin korunması</b>dır (Minimalizm İlkesi). Bu unsurlar, bilişsel yükü düşürmeyi amaçlar. Dikkat edilmesi gerekenler arasında <b>Gereksiz yere dekoratif öğeleri artırmak</b> veya <b>Tek bir sayfaya sığdırılabilecek maksimum metin miktarını kullanmak</b> <u>yer almaz</u>; aksine, bu durumlar öğrencinin dikkatini dağıtarak bilişsel yükü artırır."
  },
  {
    "id": "401254",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi öğrenmenin tanımları arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Öğrenenin kendisi ve çevresi arasındaki ilişki sonucunda ortaya çıkan kalıcı davranış değişikliği",
      "B": "Davranışta gözlemlenebilir değişmeler",
      "C": "Duyu organları yoluyla beyine iletilen bilginin işlenmesi ve uzun süreli belleğe aktarılması",
      "D": "Bilginin bireydeki kalıcı izli değişimi",
      "E": "Bilginin edinim sürecinde çevrenin rolü"
    },
    "explanation": "Öğrenme, genellikle <b>yaşantı ve tekrar</b> sonucu bireyin davranışında gözlemlenen <b>nispeten kalıcı değişiklikler</b> olarak tanımlanır. Öğrenmenin tanımları arasında yer almayan durum, yorgunluk, hastalık veya ilaç kullanımı gibi sebeplerle ortaya çıkan <b>geçici davranış değişiklikleri</b> veya olgunlaşmaya bağlı değişimlerdir, çünkü bunlar yaşantıya bağlı kalıcı bir edinim değildir."
  },
  {
    "id": "401259",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi bilgilendirme tasarımlarının eğitim ve öğretim alanında kullanılmasının kazanımları arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Bilişsel yükün asgari düzeye indirgenmesi",
      "B": "Dikkat ve odağın arttırılması",
      "C": "Davranıştaki değişimin geçici süreli olması",
      "D": "Bilinenler öğrenilenler arasındaki ilişkinin somutlaşması",
      "E": "Öğrenilenin hızlı ve anlaşılır biçimde kavranması"
    },
    "explanation": "Bilgilendirme tasarımlarının eğitim ve öğretim alanında kullanılmasının temel kazanımları, karmaşık bilgileri basitleştirmesi, <b>görsel hafızayı</b> desteklemesi, <b>öğrenme motivasyonunu</b> artırması ve <b>bilginin anlaşılmasını</b> hızlandırmasıdır. Kazanımlar arasında yer almayan durum, genellikle materyalin amacının dışında olan, örneğin öğrencinin yalnızca ezberlemesine odaklanmak veya öğretmenin rolünü tamamen ortadan kaldırmak gibi bir sonuçtur."
  },
  {
    "id": "401261",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi eğitim materyali olarak kullanılabilecek bilgilendirme tasarımlarının sahip olması gereken nitelikler arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Dolaysız, net ve anlaşılır olmalıdır.",
      "B": "Yalnızca görsellerden oluşmalıdır.",
      "C": "İşlenebilir olmalıdır.",
      "D": "Etkileyici bir tasarıma sahip olmalıdır.",
      "E": "Amaca uygun ve tutarlı olmalıdır."
    },
    "explanation": "Eğitim materyali olarak kullanılacak bilgilendirme tasarımları, <b>doğru, güncel, ilgili ve pedagojik olarak uygun</b> olmalıdır. Sahip olması gereken nitelikler arasında <b>açıklık, anlaşılırlık, görsel çekicilik</b> ve <b>hedef kitleye uygunluk</b> bulunur. Nitelikler arasında yer almayan durum, genellikle materyalin <b>amaç dışı karmaşıklığa</b> veya öğretim hedefine hizmet etmeyen gereksiz detaylara sahip olmasıdır."
  },
  {
    "id": "401262",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi öğrenenin bilgilendirme tasarımı hazırlama sürecindeki kazanımları arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Görsel ve dijital okuryazarlık yeteneklerinin geliştirilmesi",
      "B": "Öz düzenleyici öğrenmenin sağlanması",
      "C": "Bilginin örgütlenmesi ve öğrenmenin desteklenmesi",
      "D": "Anlamlı ve kalıcı öğrenmenin sağlanması",
      "E": "Dikkat ve odağın azaltılması"
    },
    "explanation": "Öğrenenin bilgilendirme tasarımı hazırlaması, <b>üst düzey düşünme becerilerini</b> (analiz, sentez, değerlendirme) geliştirir. Öğrenci, <b>veriyi organize etme</b>, <b>anlamlandırma</b> ve <b>etkili görsel iletişim</b> becerilerini kazanır. Bu kazanımlar arasında yer almayan durum, hazırlık sürecinin doğasında olmayan veya bilişsel gelişimle doğrudan ilişkili olmayan becerilerdir, örneğin sadece fiziksel beceri artışı veya sosyal izolasyonun teşvik edilmesi."
  },
  {
    "id": "401263",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi bilgilendirme tasarımlarının öğrenme üzerindeki etkileri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kısa süreli bellekteki bilginin uzun süreliği belleğe aktarılmasını sağlar.",
      "B": "Bilginin görsel yolla aktarılması öğrenenin konuya ilişkin güdülenmesini sağlar.",
      "C": "Soyut kavram ve konuları somutlaştırarak anlaşılabilirliğin artırılmasında etkilidir.",
      "D": "Öğrenen ve öğrenilen arasındaki ilişkinin kolay anlaşılır hâle gelmesini sağlar.",
      "E": "Kalıcı öğrenmenin sağlanmasına aracılık eder."
    },
    "explanation": "Bilgilendirme tasarımları, bilgiyi <b>çoklu kodlama ilkesine</b> uygun sunarak <b>bilişsel yükü azaltır</b> ve <b>bilginin uzun süreli hafızaya</b> aktarılmasını kolaylaştırır. Diğer etkileri arasında <b>motivasyon artışı</b> ve <b>soyut kavramları somutlaştırma</b> yer alır. Öğrenme üzerindeki etkileri arasında yer almayan durum, genellikle öğrenmeyi zorlaştıran, <b>bilişsel yükü artıran</b> veya konuyu <b>yanlış anlamaya</b> yol açan sonuçlardır."
  },
  {
    "id": "400653",
    "unitNumber": 5,
    "text": "<strong>Veriye ilişkin aşağıdaki tanımlamalardan hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Veri işlenmemiş ham bilgidir.",
      "B": "Veri bilginin yapı taşıdır.",
      "C": "Veri dış dünyayı anlamlandırmanın bir aracıdır.",
      "D": "Analiz, karar verme, tahmin gibi işlevleri vardır.",
      "E": "Grafik bir veri çeşididir."
    },
    "explanation": "<b>Veri</b>, ham gerçekler, rakamlar veya gözlemlerdir; henüz işlenmemiş ve organize edilmemiş durumdadır. Veri, <b>bilgiye dönüşümün temel yapı taşıdır</b>. Veriye ilişkin yanlış bir tanımlama, veriyi <b>zaten analiz edilmiş</b>, <b>anlamlandırılmış</b> ve <b>karar verme sürecine dönüştürülmüş</b> nihai bir ürün (yani bilgi veya enformasyon) olarak sunan ifadedir."
  },
  {
    "id": "400655",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi Bilgilendirme Tasarımının veri aktarımındaki rollerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Veriyi karmaşıklaştırmak",
      "B": "Bilgi kirliliğini önlemek",
      "C": "Verinin doğru şekilde aktarılmasını sağlamak",
      "D": "Yanlış anlaşılmaları engellemek",
      "E": "Bilgiyi erişilebilir kılmak"
    },
    "explanation": "Bilgilendirme Tasarımı, veriyi <b>anlamlı bilgiye dönüştürme</b>, <b>karmaşık veriyi basitleştirme</b>, <b>örüntüleri gösterme</b> ve <b>iletişimi hızlandırma</b> rollerini üstlenir. Bilgilendirme tasarımının rolü olmayan süreçler, genellikle <b>ham verinin ilk toplanması</b> veya <b>analitik modellemenin</b> kendisi gibi verinin oluşum aşamalarıdır."
  },
  {
    "id": "400656",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi tabloların işlevlerinden biridir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Bilgiyi hareketlendirme",
      "B": "Bilgiyi özetleme",
      "C": "Var olmayan bilgileri üretme",
      "D": "Bazı bilgileri yok sayma",
      "E": "Bilginin kaynağını gösterme"
    },
    "explanation": "<b>Tablolar</b>, verileri düzenli bir yapıda (satır ve sütunlar) sunarak <b>kesin ve ayrıntılı sayısal değerlerin</b> gösterimi ve karşılaştırılması için idealdir. Tabloların temel işlevi, kullanıcının <b>belirli veri noktalarının kesin değerini</b> hızlıca bulmasına olanak tanımaktır. Görselleştirme araçları arasında en çok bu amaçla kullanılırlar."
  },
  {
    "id": "400657",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi grafiklerin özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Görselleştirme",
      "B": "Özetleme",
      "C": "Karşılaştırma",
      "D": "Yok sayma",
      "E": "Doğruluk ve Güvenilirlik"
    },
    "explanation": "<b>Grafikler</b>, veriler arasındaki <b>ilişkileri, eğilimleri (trendleri) ve genel örüntüleri</b> hızlıca görselleştirmek için kullanılır. Grafiklerin en güçlü özelliği, büyük veri setlerini anlaşılır kılması ve <b>görsel karşılaştırmayı</b> kolaylaştırmasıdır. Grafiklerin özelliklerinden biri olmayan durum, tabloların temel işlevi olan, yani <b>çok sayıda ayrıntılı sayısal veriyi mutlak kesinlikle</b> sunmaktır; grafikler genellikle yaklaşık değerler gösterir."
  },
  {
    "id": "400658",
    "unitNumber": 5,
    "text": "<strong>Veri erişilebilirliği ile aşağıdakilerden hangisi kastedilir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Verilerin sadece belirli kullanıcılar tarafından erişilebilir olması",
      "B": "Verilerin doğruluğunu sağlamak için yapılan işlem",
      "C": "Farklı kullanıcı grupları için verilere kolay erişim sağlama",
      "D": "Verilerin depolandığı fiziksel konum",
      "E": "Verilerin güvenli bir şekilde şifrelenmiş olması"
    },
    "explanation": "<b>Veri erişilebilirliği</b> (Data Accessibility), verinin veya bilgilendirme tasarımının, <b>engelli bireyler</b> dahil olmak üzere <b>tüm kullanıcılar</b> tarafından <b>algılanabilir, anlaşılabilir ve kullanılabilir</b> olmasını sağlayan bir niteliktir. Bu, verinin kolayca bulunabilmesi, farklı formatlarda sunulabilmesi ve herkesin erişimine uygun olması anlamına gelir."
  },
  {
    "id": "400659",
    "unitNumber": 5,
    "text": "<strong>Bilgilendirme Tasarımının veri paylaşımındaki rolü nedir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Gerçekleri kanıtlamak için kullanılan bir araçtır.",
      "B": "Toplumda bilgi eksikliği yaratarak farkındalığı azaltır.",
      "C": "Bilgiyi karmaşık hale getirerek anlaşılmasını zorlaştırır.",
      "D": "Verileri görselleştirerek konuya daha fazla ilgi çeker.",
      "E": "Yalnızca uzmanlar tarafından yorumlanabilirler"
    },
    "explanation": "Bilgilendirme Tasarımının temel rolü, <b>karmaşık verileri ve büyük veri setlerini</b> kullanıcılar için <b>anlaşılır, erişilebilir ve sindirilebilir</b> hale getirmektir. Veri paylaşımında tasarım, sadece veriyi sunmakla kalmaz, aynı zamanda kullanıcıların bu verilerle etkileşime girerek hızlı ve doğru kararlar almasını sağlayacak görsel ve yapısal çerçeveyi oluşturur. Bu, <b>veri okuryazarlığını</b> artırmanın kritik bir parçasıdır."
  },
  {
    "id": "400660",
    "unitNumber": 5,
    "text": "<strong>Verilerin hikaye anlatımının bir parçası haline getirilmesi ne gibi bir etki yaratır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Verilerin sadece uzmanlar tarafından yorumlanmasını sağlar",
      "B": "Sayısal verilerin önemini azaltır.",
      "C": "Verilerin güvenilirliğini azaltır.",
      "D": "Verilerin karmaşıklığını arttırır.",
      "E": "Verilerin anlamlı bir bağlamda sunulmasını sağlar ve izleyicinin bağ kurmasını kolaylaştırır."
    },
    "explanation": "Verilerin hikaye anlatımının bir parçası haline getirilmesi, verinin <b>duygusal bağ kurma</b> yeteneğini artırır ve dolayısıyla kullanıcıların bilgiyi daha kolay <b>anlamasını ve hatırlamasını</b> sağlar. Veri hikayeleştirme (data storytelling), kuru istatistikleri bağlam içine yerleştirerek bilginin <b>ikna ediciliğini</b> ve <b>etkisini</b> önemli ölçüde yükseltir."
  },
  {
    "id": "400661",
    "unitNumber": 5,
    "text": "<strong>Bilgi tasarımcıları için verinin etkileşimli ve dinamik bir biçimde sunulması neden önemlidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Verinin statik bir biçimde sunulmasını sağlayarak anlaşılırlığı artırır.",
      "B": "Verinin görsel estetiğini artırarak kullanıcı ilgisini çeker.",
      "C": "Verinin daha fazla detayını ortaya çıkararak karmaşıklığı azaltır.",
      "D": "İzleyicilerin veriyi kendi ihtiyaçları doğrultusunda keşfetmelerine olanak tanır.",
      "E": "Veri sunumunu daha karmaşık hâle getirerek kullanıcıların ilgisini azaltır."
    },
    "explanation": "Verinin etkileşimli ve dinamik sunulması, kullanıcının <b>kendi sorularını sormasına</b> ve veriyi kendi ihtiyaçlarına göre <b>filtrelemesine/incelemesine</b> olanak tanır. Bu yöntem, verinin <b>erişilebilirliğini</b> artırır ve özellikle büyük veri setlerinde, kullanıcının aradığı spesifik bilgiye ulaşmasını kolaylaştırarak <b>derinlemesine analizi</b> teşvik eder."
  },
  {
    "id": "400662",
    "unitNumber": 5,
    "text": "<strong>İstatistik kavramının iki farklı tanımı bulunmaktadır. Meslekten olmayan insanlara yönelik olan tanıma göre istatistik, aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Organize edilmiş verilerin analizi",
      "B": "Dış dünyanın sayısal verilerle tasviri",
      "C": "Karar vermeye yardımcı olma bilimi",
      "D": "Meslek içi veri toplama süreci",
      "E": "Bilimsel araştırmaların sonucu olan veri toplamı"
    },
    "explanation": "İstatistik kavramının genellikle iki farklı tanımı vardır: bilimsel ve halka yönelik. Meslekten olmayan insanlara yönelik olan tanıma göre istatistik, basitçe '<b>sayısal gerçeklerin bir toplamı veya koleksiyonu</b>' olarak kabul edilir. Bu tanım, günlük dilde kullanılan ve resmi bilimsel analiz yöntemlerini içermeyen yüzeysel karşılığıdır."
  },
  {
    "id": "400663",
    "unitNumber": 5,
    "text": "<strong>\"Bilgilendirme Tasarımcısının görevlerinden biri, istatistik bilimini etik bir şekilde kullanarak bireylerde farkındalık oluşturmak ve manipülasyon riskine karşı korumaktır.” Bu bağlamda, aşağıdakilerden hangisi bu sorumluluğun bir parçasıdır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Sayısal verilerin altında yatan hikayeyi vurgulamak",
      "B": "Verileri sadece pozitif yönleriyle sunmak",
      "C": "İstatistiksel verileri abartılı bir şekilde görselleştirmek",
      "D": "Verileri sadece uzmanlara yönlendirmek",
      "E": "İstatistik bilimini eleştirel olarak görmemek"
    },
    "explanation": "Bilgilendirme tasarımcısının etik sorumluluğu, veriyi sunarken <b>şeffaflığı ve doğruluğu</b> sağlamaktır. Bu, veriyi manipüle etme riskine karşı koruma ve bireylerde farkındalık oluşturma görevini içerir. Bu sorumluluğun bir parçası, <b>veriyi doğru bağlamda sunmak</b>, yanıltıcı grafik kullanmaktan kaçınmak ve <b>çıkarım hatalarını</b> önlemektir. Amaç, bilginin objektif ve dürüst bir şekilde aktarılmasıdır."
  },
  {
    "id": "401831",
    "unitNumber": 5,
    "text": "<strong>Verinin bir anlam ifade edebilmesi için aşağıdakilerden hangisi yapılmalıdır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Ayıklanması ve gruplandırılması",
      "B": "Performans değerlendirmesi",
      "C": "Tahmin edilmesi",
      "D": "Optimize edilmesi",
      "E": "Veriye ilişkin karar alınması"
    },
    "explanation": "Ham verinin tek başına bir anlam ifade edebilmesi için öncelikle <b>bağlama oturtulması</b> ve <b>işlenmesi</b> gerekmektedir. Veri, bağlam (context) sayesinde bilgiye, bilgi de yorumlama ve ilişkilendirme yoluyla <b>anlama</b> dönüşür. Bu süreçte görselleştirme (visualisation) ve yapılandırma (organization) kritik rol oynar."
  },
  {
    "id": "401837",
    "unitNumber": 5,
    "text": "<strong>“Sayısal gerçeklerin bir toplamı veya koleksiyonu” olarak tanımlanan öge aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Veri",
      "B": "Grafik",
      "C": "Tablo",
      "D": "İstatistik",
      "E": "İnfografik"
    },
    "explanation": "Bu tanım, yani “Sayısal gerçeklerin bir toplamı veya koleksiyonu”, <b>İstatistik</b> kavramının halk dilindeki veya yüzeysel tanımına karşılık gelmektedir. İstatistik bilimi ise bu sayısal gerçekleri toplama, analiz etme, yorumlama ve sunma yöntemlerini kapsayan daha derin bir disiplindir."
  },
  {
    "id": "399806",
    "unitNumber": 6,
    "text": "<strong>Çağdaş bilgilendirme tasarımını kim icat etmiştir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Marie Neurath",
      "B": "Otto Neurath",
      "C": "İsidore İsou",
      "D": "Guy Debord",
      "E": "Herbert Bayer"
    },
    "explanation": "Çağdaş bilgilendirme tasarımının kökenleri genellikle 1920'lerde Viyana'da çalışan <b>Otto Neurath</b> ve onun geliştirdiği <b>ISOTYPE</b> (Uluslararası Tipografik Eğitim Sistemi) hareketine dayandırılır. Neurath, evrensel olarak anlaşılabilir piktogramlar ve görsel diller kullanarak karmaşık sosyal ve ekonomik verileri kitlelere aktarmayı hedeflemiştir. Bu sistem, modern görsel iletişimin temellerini atmıştır."
  },
  {
    "id": "399807",
    "unitNumber": 6,
    "text": "<strong>Polar diyagramları kim icat etmiştir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "John Graunt",
      "B": "Isaac Newton",
      "C": "William Playfair",
      "D": "Florence Nightingale",
      "E": "Joseph Pulitzer"
    },
    "explanation": "Tarihi veri görselleştirme figürlerinden biri olan <b>Florence Nightingale</b>, 19. yüzyıldaki Kırım Savaşı sırasında asker ölümlerinin nedenlerini göstermek için ünlü 'Kutup Alanı Grafiği' (Polar Area Diagram) veya diğer adıyla Coxcomb diyagramını icat etmiştir. Bu diyagram, <b>halk sağlığı istatistiklerinin</b> etkili iletişiminde çığır açmıştır."
  },
  {
    "id": "399808",
    "unitNumber": 6,
    "text": "<strong>Bilgilendirme tasarımının temel işlevi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Bilgileri kodlama",
      "B": "Bilgileri estetize etme",
      "C": "Konsept üretme",
      "D": "İçerik üretme",
      "E": "Fikirleri görselleştirme"
    },
    "explanation": "Bilgilendirme tasarımının temel işlevi, <b>bilgiyi anlaşılır, erişilebilir ve kullanılabilir</b> hale getirmektir. Tasarım, büyük veya karmaşık veri setlerinin veya talimatların kullanıcı tarafından hızlı ve hatasız bir şekilde algılanmasını ve kullanılmasını sağlamak için <b>yapılandırma ve görselleştirme</b> tekniklerini kullanır."
  },
  {
    "id": "399809",
    "unitNumber": 6,
    "text": "<strong>Kitab-ı Bahriye kimin yapıtıdır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Barbaros Hayrettin Paşa",
      "B": "Oruç Reis",
      "C": "Pîrî Reis",
      "D": "Hızır Reis",
      "E": "Turgut Reis"
    },
    "explanation": "Kitab-ı Bahriye, Osmanlı denizcisi ve kartografı <b>Piri Reis</b>'in önemli bir eseridir. Bu kitap, Akdeniz kıyılarını, adalarını ve seyir bilgilerini içeren detaylı bir denizcilik kılavuzu ve haritalar koleksiyonudur. 16. yüzyılda kaleme alınmıştır ve haritacılık tarihinin önemli eserlerindendir."
  },
  {
    "id": "399810",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi Ethos'un tanımıdır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Ethos, retorikçinin konuya hâkimiyetidir.",
      "B": "Ethos, retorikçinin manevi paylaşım yaratmasıdır.",
      "C": "Ethos, retorikçinin kanıtlama gücüdür.",
      "D": "Ethos, retorikçinin inandırma gücüdür.",
      "E": "Ethos, retorikçinin estetize etme gücüdür."
    },
    "explanation": "<b>Ethos</b>, antik retorikte kullanılan üç ana ikna stratejisinden (Ethos, Pathos, Logos) biridir. Ethos, konuşmacının veya kaynağın <b>güvenilirliği, karakteri ve otoritesi</b> ile ilgilidir. İyi bir Ethos, hedef kitlenin sunulan bilgiye veya mesaja inanmasını sağlar. Bilgilendirme tasarımında kaynağın güvenilirliği büyük önem taşır."
  },
  {
    "id": "399811",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi Logos'un tanımıdır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Ethos, retorikçinin konuya hakimiyetidir.",
      "B": "Ethos, retorikçinin manevi paylaşım yaratmasıdır.",
      "C": "Ethos, retorikçinin kanıtlama gücüdür.",
      "D": "Ethos, retorikçinin inandırma gücüdür.",
      "E": "Ethos, retorikçinin estetize etme gücüdür."
    },
    "explanation": "<b>Logos</b>, retorikte <b>mantık ve akıl yürütme</b> yoluyla ikna etme stratejisidir. Bu strateji, sunulan argümanların tutarlılığına, kullanılan verilerin doğruluğuna ve kanıtların gücüne dayanır. Bilgilendirme tasarımında, verilerin ve görselleştirmelerin net, doğru ve mantıklı bir şekilde sunulması <b>Logos</b>'a hitap eder."
  },
  {
    "id": "399813",
    "unitNumber": 6,
    "text": "<strong>İzotiplerin birincil özelliği aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Geometrik",
      "B": "Tipografik",
      "C": "Piktografik",
      "D": "Hiyerarşik",
      "E": "Çizgisel"
    },
    "explanation": "<b>İzotipler (Isotypes)</b>, Otto Neurath tarafından geliştirilen bir sistemdir. İzotiplerin birincil özelliği, <b>küresel olarak anlaşılabilen görsel semboller</b> (piktogramlar) kullanarak istatistiksel verileri veya karmaşık bilgileri basitleştirmek ve standardize etmektir. Amacı, dil engelini aşarak bilgiyi uluslararası düzeyde aktarmaktır."
  },
  {
    "id": "399814",
    "unitNumber": 6,
    "text": "<strong>Çatalhöyük haritası hangi döneme aittir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Paleolitik Çağ",
      "B": "Mezolitik Çağ",
      "C": "Neolitik Çağ",
      "D": "Kalkolitik Çağ",
      "E": "Maden Çağı"
    },
    "explanation": "Çatalhöyük'te bulunan duvar resmi, genellikle bilinen <b>en eski harita</b> örneği olarak kabul edilir (bazı bilim çevreleri bunun harita değil, manzara resmi olduğunu da iddia eder). Bu görselleştirme, <b>Neolitik Döneme</b> (M.Ö. 7. binyıl) aittir ve erken görselleştirme tarihinin önemli bir parçasıdır."
  },
  {
    "id": "399817",
    "unitNumber": 6,
    "text": "<strong>İçiçe geçmiş dairelerden oluşan diyagramlara ne ad verilir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Ağ diyagramı",
      "B": "Akış diyagramı",
      "C": "Pasta diyagramı",
      "D": "Polar diyagramı",
      "E": "Venn diyagramı"
    },
    "explanation": "İçiçe geçmiş veya kesişen dairelerden oluşan ve kümeler arasındaki ilişkileri, ortak noktaları (kesişim) veya farklılıkları göstermek için kullanılan diyagramlara <b>Venn Diyagramı</b> (Venn Diagram) adı verilir. Bu diyagramlar <b>mantıksal ilişkileri</b> görselleştirmek için idealdir."
  },
  {
    "id": "399819",
    "unitNumber": 6,
    "text": "<strong>Tasarım alanında “az çoktur” ilkesi kime aittir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Herbert Bayer",
      "B": "Andreas Feininger",
      "C": "Lux Feininger",
      "D": "Mies van der Rohe",
      "E": "László Moholy-Nagy"
    },
    "explanation": "\"Az çoktur\" (Less is more) ilkesi, ünlü <b>Modernist mimar</b> ve tasarımcı <b>Ludwig Mies van der Rohe</b>'ye aittir. Bu ilke, tasarımda gereksiz süslemelerden kaçınılması gerektiğini, sadeliğin ve işlevselliğin estetiği güçlendirdiğini savunur. Bilgilendirme tasarımında <b>minimalizm ve netlik</b> açısından temel bir prensiptir."
  },
  {
    "id": "401264",
    "unitNumber": 6,
    "text": "<strong>İzotiplerin geliştirilmesi hangi bilim dalı kapsamında gerçekleşmiştir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Felsefe",
      "B": "Sosyoloji",
      "C": "Göstergebilim",
      "D": "Eğitim Bilimleri",
      "E": "Birleşik Bilim"
    },
    "explanation": "İzotipler (Isotypes) sistemi, <b>Otto Neurath</b> tarafından, karmaşık sosyal ve ekonomik istatistikleri okuryazarlık düzeyi düşük kitlelere aktarmak amacıyla geliştirilmiştir. Bu sistemin temel motivasyonu ve uygulama alanı, <b>Sosyoloji ve Sosyal Bilimler</b> kapsamındaki verilerin (özellikle sosyal istatistiklerin) görselleştirilmesi olmuştur."
  },
  {
    "id": "401271",
    "unitNumber": 6,
    "text": "<strong>Sanatsal çalışmalarını, haritalar ve haritalandırma yöntemi üzerine kuran akım aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Dadaizm",
      "B": "Sürrealizm",
      "C": "Fütürizm",
      "D": "Sitüasyonizm",
      "E": "Cobra"
    },
    "explanation": "Sanatsal çalışmalarını haritalar ve haritalandırma yöntemleri üzerine kuran akımlar, genellikle <b>Kartografi Sanatı (Cartographic Art)</b> veya modern sanatta <b>Coğrafi Sanat (Geo Art)</b> akımlarıyla ilişkilendirilir. Bu sanatçılar, haritaları sadece coğrafi araçlar değil, aynı zamanda kültürel, politik veya kişisel anlatım araçları olarak kullanırlar."
  },
  {
    "id": "401273",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi fikirlerin görselleştirilmesi bakımından bilgilendirme tasarım projesinin hazırlık aşamalarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Hazırlık ve analiz aşaması",
      "B": "Konsept ve içerik haritalandırılması",
      "C": "Hedef kitlenin gereksinim ve beklentilerinin araştırılması",
      "D": "Gerekli bilgi, enformasyon ve verilerin toplanması",
      "E": "SEO analiz aşaması"
    },
    "explanation": "Bilgilendirme tasarım projesinin hazırlık aşamaları; <b>veri analizi, hedef kitle tanımı, amaç belirleme, fikir geliştirme ve taslak oluşturma</b> gibi yaratıcı ve planlama süreçlerini içerir. Görselleştirme fikirlerinin netleştiği bu aşamalardan sonra gelen <b>Nihai baskı, dağıtım veya yayınlama</b> gibi üretim adımları hazırlık aşaması sayılmaz."
  },
  {
    "id": "399821",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi bilgilendirme grafiğinin eğitimde kullanıldığı duruma örnek olarak <u>verilmemiştir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Mevsimler, harfler, kelimeler, aylar, güneş sistemi vb. ifadelerin kalıcı ve kolay algılanır şekilde sunulması",
      "B": "Öğrenmenin zor olduğu, karmaşık ve soyut ifadelerin basit bir dille görsellerle zenginleştirilerek sunulması",
      "C": "Özel afet, uyulması gereken kurallar vb. durumların öğrencilere gösterilmesi",
      "D": "Müşteri memnuniyeti ve sadakatinin ekonomik faydalarının açık şekilde kendini göstermesi",
      "E": "Çocukların öğrenmekte zorlandığı konularla ilgili ödevler vermek"
    },
    "explanation": "Bilgilendirme grafiği (infografik) eğitim süreçlerinde, özellikle <b>karmaşık veya yoğun veri</b> içeren konuların öğrencilere daha kolay aktarılmasını sağlamak amacıyla yaygın olarak kullanılır. Eğitimde kullanıldığı başlıca durumlar arasında ders kitaplarında konuları görselleştirmek, soyut kavramları somutlaştırmak ve istatistiksel verileri anlaşılır hale getirmek bulunur. Ancak, bilgilendirme grafiğinin doğası gereği, estetik amaçlı bir <b>sanat galerisi sergisi</b> veya bir <b>reklam kampanyası</b> düzenlenmesi, eğitimde kullanıldığı durumlara örnek olarak verilmemiştir. Eğitim uygulamaları, görselin <b>öğretme ve açıklama</b> fonksiyonuna odaklanır."
  },
  {
    "id": "399823",
    "unitNumber": 7,
    "text": "<strong>Zamanla yaygınlaşan bilgilendirme grafiği başlangıçta hangi basılı alanda kullanılmaktaydı?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kitaplarda",
      "B": "Menü tasarımlarında",
      "C": "Oy pusulalarında",
      "D": "Gazetelerde",
      "E": "Afişlerde"
    },
    "explanation": "Bilgilendirme grafiğinin tarihsel gelişimi incelendiğinde, bu tür görselleştirmenin ilk ve en yaygın olarak kullanıldığı basılı alan <b>gazeteler</b> olmuştur. Gazeteler, okuyuculara karmaşık haberleri, seçim sonuçlarını, ekonomik verileri veya hava durumu gibi bilgileri hızlı ve etkili bir şekilde sunmak amacıyla <b>veri görselleştirme</b> tekniklerini (haritalar, grafikler, diyagramlar) kullanmaya başlamıştır. Bu erken kullanım, günümüzdeki modern infografiklerin temelini oluşturmuştur."
  },
  {
    "id": "399824",
    "unitNumber": 7,
    "text": "<strong>Bilgilendirme grafiği hangi durumlarda tercih edilmektedir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Özet bilgilerin sunulmasında",
      "B": "Bilgilerin ve verilerin çokluğu, karmaşıklığı durumunda",
      "C": "Verilerin toplanmasında",
      "D": "Mesajın tipografi yoluyla ifade edilmesinde",
      "E": "Görsel metaforların anlatımında"
    },
    "explanation": "Bilgilendirme grafiği, esas olarak <b>yoğun ve karmaşık verinin</b> veya süreçlerin hedef kitleye hızlı, basit ve anlaşılır bir şekilde iletilmesi gerektiği durumlarda tercih edilir. Özellikle büyük miktarda <b>istatistiksel veri</b> veya uzun metinlerle açıklanması zor olan <b>karmaşık ilişkiler</b> söz konusu olduğunda, infografikler bu bilgiyi görselleştirerek <b>okuma süresini kısaltır</b> ve <b>anlama oranını artırır</b>. Tercih edilmesinin temel amacı, bilgiyi erişilebilir kılmaktır."
  },
  {
    "id": "399826",
    "unitNumber": 7,
    "text": "<strong>Bilgilendirme grafiği basılı yayınlarda hangi alanlarda kullanılmaktadır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kiosklar",
      "B": "Çocuk masalları",
      "C": "Metro durakları",
      "D": "Okul panoları",
      "E": "Menü ve yemek katalogları"
    },
    "explanation": "Bilgilendirme grafiği, basılı yayınlarda geniş bir kullanım alanına sahiptir. Başlıca alanlar arasında <b>gazeteler, dergiler ve ders kitapları</b> yer alır. Gazetelerde güncel olayların verisel boyutunu (ekonomi, siyaset), dergilerde derinlemesine konuların analizini ve ders kitaplarında ise <b>eğitimsel süreçleri ve kavramları</b> görselleştirmek için kullanılır. Bu yayınlarda amaç, metin tabanlı içeriği görsel destekle zenginleştirmektir."
  },
  {
    "id": "399828",
    "unitNumber": 7,
    "text": "<strong>Bilgilendirme Grafiği eğitimde, ders kitaplarında hangi amaçlar için kullanılır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kavramların rahat öğrenimi ve kolay ifadesi",
      "B": "Daha fazla hedef kitleye ulaşmak",
      "C": "Bilgiyi kapsamlı bir şekilde anlatmak",
      "D": "Teknolojiye uyum sağlamak",
      "E": "Geleneksel öğretim yöntemlerini desteklemek"
    },
    "explanation": "Bilgilendirme Grafiği, ders kitaplarında soyut, zor ve karmaşık konuları <b>somutlaştırarak</b> öğrenmeyi kolaylaştırmak amacıyla kullanılır. Örneğin, <b>bilimsel süreçleri, biyolojik sistemleri</b> veya tarihi zaman çizelgelerini görselleştirmek, öğrencilerin zihninde bu kavramların daha sağlam bir şekilde yer etmesine yardımcı olur. Temel amaç, <b>kavramsal anlaşılırlığı</b> artırmak ve <b>ezberden kaçınarak</b> kalıcı öğrenmeyi sağlamaktır."
  },
  {
    "id": "399829",
    "unitNumber": 7,
    "text": "<strong>Dijital ortamda bilgilendirme tasarımları hangi durumlarda kullanılmaktadır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Sosyal medya hesapları oluşturmak",
      "B": "Daha hızlı veri indirmek",
      "C": "Kullanıcı arayüzlerinde basit erişim sağlamak",
      "D": "Web sitesi tasarlamak",
      "E": "Arayüz tasarımları yapmak"
    },
    "explanation": "Dijital ortamda bilgilendirme tasarımları, özellikle <b>kullanıcı arayüzleri (UI/UX), web siteleri</b> ve <b>etkileşimli veri panelleri (dashboards)</b> gibi alanlarda yaygın olarak kullanılır. Bu tasarımlar, kullanıcılara büyük veri setlerini anlık olarak sunmak, kullanıcıların sistemle etkileşimini optimize etmek ve <b>gerçek zamanlı bilgi akışını</b> görselleştirmek için tercih edilir. İnteraktif infografikler, kullanıcının veriyi kendi ihtiyaçlarına göre filtrelemesine olanak tanır."
  },
  {
    "id": "399831",
    "unitNumber": 7,
    "text": "<strong>Bir bilgisayar arayüzünde tasarlanan bilgilendirme grafiğinin kullanımında hangi verisel istatistiksel analiz doğru verilmiştir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Görüntülemelerde ziyaret edilen sitelerde %30 verileri okuyabilmeli",
      "B": "Kullanıcıların %95’i beş dakika içerisinde yeni bir uygulamayı başlatabilmeli",
      "C": "Ziyaret edilen sitelerin %50sinde bilgilendirme grafiği kullanılmalı",
      "D": "Kullanıcıların %100’ünün bilgilendirme grafiğini rahat algılayabilmeli",
      "E": "Kullanıcıların  %40’ı sadece dijital ortamda uygulama kullanabilmeli"
    },
    "explanation": "Bir bilgisayar arayüzünde tasarlanan bilgilendirme grafiği, genellikle <b>gerçek zamanlı veri görselleştirmesi</b> ve <b>etkileşimli analiz</b> için kullanılır. Bu, kullanıcının karmaşık istatistiksel veriyi anlık olarak izleyebilmesi ve üzerinde değişiklikler yapabilmesi anlamına gelir. Örneğin, bir <b>veri paneli (dashboard)</b>, birden fazla istatistiksel metriği aynı anda görselleştirerek hızlı karar verme süreçlerine olanak sağlar. Bu tür grafikler, verisel istatistiksel analizin hızını ve erişilebilirliğini artırır."
  },
  {
    "id": "399832",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi bilgilendirme grafiği kapsamında <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Çevresel grafik tasarım",
      "B": "Yönlendirme trafiği",
      "C": "İstatistiksel veriler",
      "D": "Navigasyon",
      "E": "Kent markalaşmaları"
    },
    "explanation": "Bilgilendirme grafiği kapsamında, bilgi ve veriyi görselleştirmeye yarayan her türlü yapı yer alır: <b>haritalar, çizelgeler, diyagramlar</b> ve <b>akış şemaları</b>. Ancak, bilgilendirme grafiği, temelde işlevsel ve açıklayıcıdır. Salt <b>estetik kaygı güden sanatsal çalışmalar</b> veya sadece dekorasyon amaçlı görseller, bilgilendirme grafiği kapsamı dışında kalır çünkü bunların birincil amacı veri aktarımı veya süreç açıklaması değildir."
  },
  {
    "id": "399863",
    "unitNumber": 7,
    "text": "<strong>Hangisi bilgilendirme tasarımı olarak yönlendirme grafiklerine örnek <u>verilemez</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Okullarda sınıf ve dersliklerin göstergeleri",
      "B": "Hastane koridorlarında yer alan tabelalar",
      "C": "Şehir yönlendirme tabelaları",
      "D": "Mağaza standları",
      "E": "Üniversitelerde kütüphane, yemekhane gibi alanları gösteren göstergeler."
    },
    "explanation": "Yönlendirme grafikleri (wayfinding graphics), insanların karmaşık fiziksel ortamlarda (havaalanları, hastaneler, şehirler) yollarını bulmalarına yardımcı olan bilgilendirme tasarımlarıdır. Bunlara <b>yol işaretleri, toplu taşıma haritaları</b> ve <b>bina kat planları</b> örnek verilebilir. Ancak, bir <b>gazete manşeti</b> veya bir haber metni, bilgilendirme tasarımının bir parçası olsa da, fiziksel mekanda hareket etmeye veya yer bulmaya yönelik bir <b>yönlendirme fonksiyonu</b> taşımaz ve bu nedenle yönlendirme grafiği örneği olarak verilemez."
  },
  {
    "id": "399864",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi kentlerde bilgilendirme tasarımı kullanılan alan kapsamında ele alınmaktadır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Metrolar",
      "B": "Alışveriş Merkezleri",
      "C": "Havaalanları",
      "D": "Müzeler",
      "E": "Yemekhaneler"
    },
    "explanation": "Kentlerde bilgilendirme tasarımı (information design), karmaşık kentsel sistemlerin vatandaşlar tarafından anlaşılmasını sağlamak için kullanılır. En belirgin kullanım alanları <b>toplu taşıma sistemleri (metro haritaları, otobüs durakları)</b> ve <b>trafik işaretleri</b>dir. Bu tasarımlar, hem güvenlik hem de verimlilik açısından hayati öneme sahiptir; karmaşık ağları sadeleştirir ve kentte hareket eden kişilere hızlı ve standartlaştırılmış bilgi sunar. Bu, kentsel navigasyon ve <b>halka açık hizmetlerin anlaşılırlığı</b> açısından kritik bir rol oynar."
  },
  {
    "id": "401277",
    "unitNumber": 7,
    "text": "<strong>Bilgilendirme Tasarımları gazetelerde hangi amaçla kullanılmaktadır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yemek tarif ve içeriklerin görsel ve betimsel ifadelerinde",
      "B": "Öğretimin kolaylaştırılmasında",
      "C": "Kolay ulaşım sağlamada",
      "D": "Arayüzlere basit erişim sağlamakta",
      "E": "Verilerin basit bir anlatımla sunulmasında"
    },
    "explanation": "Bilgilendirme tasarımları (infografikler), gazetelerde öncelikle <b>karmaşık verileri, istatistikleri ve olay akışlarını</b> okuyucular için hızlı, net ve görsel olarak çekici bir şekilde sunmak amacıyla kullanılır. Bu tasarımlar, <b>yoğun metin bloklarını azaltarak</b>, okuyucunun içeriği daha hızlı sindirmesine ve önemli noktaları hemen kavramasına olanak tanır. Amaç, bilgiyi <b>etkili ve çarpıcı</b> hale getirmektir."
  },
  {
    "id": "401281",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi bilgilendirme tasarımı kapsamında kullanılan yönlendirme grafiklerinin amaçlarından biridir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kişinin gideceği yeri basit bilgilendirme grafikleri ile rahatlıkla bulabilmek",
      "B": "Basit etkileşimler sağlamak",
      "C": "Arama motorlarında öne çıkmak",
      "D": "Konuya olan ilgi ve talebin artması",
      "E": "Farklı pazarlama stratejileri kullanmak"
    },
    "explanation": "Bilgilendirme tasarımı kapsamında kullanılan yönlendirme grafikleri (wayfinding), temel olarak kullanıcılara <b>mekansal oryantasyon sağlamak</b> ve hedeflerine ulaşmaları için <b>doğru yolu göstermektir</b>. Havaalanları, hastaneler, toplu taşıma sistemleri gibi karmaşık fiziki alanlarda <b>güvenli ve verimli hareketi</b> sağlamak için <b>işaretler, haritalar ve semboller</b> kullanılır."
  },
  {
    "id": "401282",
    "unitNumber": 7,
    "text": "<strong>Editoryal infografikler nerede kullanılmaktadır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Eğitimde",
      "B": "Afişlerde",
      "C": "Kiosklarda",
      "D": "Menülerde",
      "E": "Gazetelerde"
    },
    "explanation": "<b>Editoryal infografikler</b>, adından anlaşılacağı gibi, <b>gazeteler, dergiler, dijital haber platformları</b> gibi editoryal içerik üreten mecralarda kullanılır. Bu infografikler, güncel haberleri, analizleri veya arka plan hikayelerini desteklemek için verileri ve olayları görselleştirerek okuyuculara <b>hızlı bağlam ve derinlik</b> sağlamayı hedefler."
  },
  {
    "id": "402085",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi tasarım sürecinde bilgi sınıflandırma aşamalarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Eskiz oluşturma",
      "B": "Araştırma",
      "C": "Kullanıcı odaklı düşünme",
      "D": "Font seçimi",
      "E": "İlişkilendirme"
    },
    "explanation": "Tasarım sürecinde bilgi sınıflandırma, ham verinin görselleştirilmeye hazır hale getirilmesi demektir. Bu aşamalar genellikle <b>verinin toplanması, organize edilmesi, filtrelenmesi ve yapılandırılması</b> gibi kritik adımları içerir. Bilginin hiyerarşik olarak düzenlenmesi, görselleştirme için temel oluşturur."
  },
  {
    "id": "402086",
    "unitNumber": 8,
    "text": "<strong>Harflerin, kelimelerin, noktalama işaretlerinin, yazı karakteri ve fontların okuyucunun ilgisini çekecek şekilde ve estetik olarak tasarım prensipleri de düşünülerek düzenlenmesine</strong><br /><strong>ne ad verilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "İllüstrasyon",
      "B": "Tipografi",
      "C": "Bilgilendirme Tasarımı",
      "D": "Yayın Grafiği",
      "E": "Okunurluk"
    },
    "explanation": "Bu tanım, <b>Tipografi</b> kavramını açıklamaktadır. Tipografi, yazılı materyallerin (harfler, kelimeler, noktalamalar) <b>okunabilirlik (legibility)</b>, <b>okunurluk (readability)</b> ve estetik ilkeler göz önünde bulundurularak düzenlenmesi sanatı ve tekniğidir. Tipografi, <b>yazı karakteri seçimi, punto, satır aralığı (leading)</b> ve <b>harf aralığı (kerning)</b> gibi unsurları kapsar."
  },
  {
    "id": "402087",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi okunabilir yazı karakterlerinin özellikleri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Büyük bir x-yüksekliğine sahiptirler.",
      "B": "Orta ağırlıktadırlar.",
      "C": "Kolayca tanınabilir harf biçimleri vardır.",
      "D": "Orta veya normal karakter genişliğine sahiptirler.",
      "E": "Yol haritası içerirler."
    },
    "explanation": "Okunabilir yazı karakterleri, metnin <b>hızlı, zahmetsizce ve hatasız</b> algılanmasını sağlayan özelliklere sahiptir. Bu özellikler arasında <b>net harf formları, uygun x yüksekliği, tutarlı vuruş kalınlığı</b> ve belirgin karakter ayrımı bulunur. Okunabilirliği düşüren özellikler ise genellikle <b>aşırı süsleme, çok ince vuruşlar</b> veya karakterlerin birbirine çok benzemesi (örneğin I, l, 1 ayrımının zor olması) gibi durumlardır."
  },
  {
    "id": "402088",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi en yaygın kullanılan infografik layout tasarım türlerinden biridir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Stil Vurguları",
      "B": "Biçimsel Uygunluk",
      "C": "Akış şeması İnfografiği",
      "D": "Stilistik Uzun Ömürlülük",
      "E": "Hiyerarşi"
    },
    "explanation": "İnfografik tasarımında kullanılan layout (düzen) türleri, verinin yapısına ve sunulma amacına göre değişir. En yaygın kullanılan türler, <b>liste, karşılaştırma, zaman çizelgesi, süreç ve harita tabanlı</b> tasarımlardır. Bunlar, okuyucunun bilgiyi yapılandırılmış bir görsel çerçevede takip etmesine yardımcı olur."
  },
  {
    "id": "402089",
    "unitNumber": 8,
    "text": "Bir sürecin tarihsel gelişimini, akış ve sürecini anlatmak için tasarlanan zaman çizelgesi infografikleri, olayları kronolojik sırayla ya da planına uygun anlatırken kullanılmaktadır. Herhangi bir şeyin geçmiş ve zaman çizelgesini görselleştirme anlamına gelir.<br /><strong>Buna göre, yukarıda verilen tanım aşağıdakilerden hangi layout türü ile eşleşmektedir.</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Zaman Çizelgesi İnfografiği",
      "B": "Yol Haritası İnfografiği",
      "C": "Coğrafi İnfografik",
      "D": "İstatistiksel İnfografik",
      "E": "Süreçe Hikaye Bildiren İnfografikler"
    },
    "explanation": "Verilen tanım, olayların <b>kronolojik sırasını</b> veya bir sürecin tarihsel gelişimini görselleştiren <b>Zaman Çizelgesi (Timeline)</b> infografik layout türü ile eşleşmektedir. Bu layout, geçmişi, akışı ve ardışık aşamaları bir <b>zaman ekseni</b> üzerinde net bir şekilde gösterir."
  },
  {
    "id": "402090",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi bir yazı karakteridir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Helvetica Ultra Light",
      "B": "Arial Bold",
      "C": "Arial Italic",
      "D": "Helvetica",
      "E": "Helvetica Thin"
    },
    "explanation": "Yazı karakteri (typeface), harflerin ve sembollerin görsel tasarımına verilen addır. Eğer şıklar arasında bir yazı karakteri ismi varsa (Örn: <b>Times New Roman, Helvetica, Arial, Garamond</b>), bu doğru cevaptır. Yazı karakterleri <b>serifli (tırnaklı)</b> veya <b>sans-serif (tırnaksız)</b> gibi ana kategorilere ayrılır."
  },
  {
    "id": "402091",
    "unitNumber": 8,
    "text": "<strong>Tipografik hiyerarşi yaratmak için yaygın olarak bilinen ve sıklıkla kullanılan temel unsurlar mevcuttur. Aşağıdakilerden hangisi bu unsurlardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Ağırlık",
      "B": "Boyut",
      "C": "Modelleme",
      "D": "Kontrast",
      "E": "Renk"
    },
    "explanation": "Tipografik hiyerarşi, metin içinde hangi bilginin daha önemli olduğunu okuyucuya göstermek için kullanılır. Hiyerarşi yaratmada kullanılan temel unsurlar şunlardır: <b>Punto boyutu</b> (büyüklük), <b>kalınlık (weight)</b>, <b>kontrast ve renk kullanımı</b>, ve <b>boşluk/satır aralığı</b>. Kullanılan bu unsurların herhangi birinin dışında kalan bir seçenek, hiyerarşi unsuru değildir."
  },
  {
    "id": "402092",
    "unitNumber": 8,
    "text": "Genellikle metnin bazı kısımlarını gövde metinde öne çıkarmak için metnin geri kalanından farklı bir tarzda harfler kullanılarak stil vurguları yapılır.<br /><strong>Buna göre aşağıdakilerden hangisi yaygın stil vurgularından biridir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "İllüstrasyon",
      "B": "Yatık (Oblik)",
      "C": "Görsel Hiyerarşi",
      "D": "Bilgi Hiyerarşisi",
      "E": "Tipografi"
    },
    "explanation": "Metin içerisinde belirli kısımları öne çıkarmak, yani stil vurgusu yapmak için kullanılan yaygın yöntemler, metnin <b>italik (eğik)</b>, <b>kalın (bold)</b> yapılması veya altının çizilmesidir. Bu yöntemler, okuyucunun dikkatini önemli bilgilere çekmek ve metin hiyerarşisini güçlendirmek için tipografide sıkça kullanılır. (Yaygın stil vurgusu olarak genellikle İtalik veya Kalın kabul edilir.)"
  },
  {
    "id": "402093",
    "unitNumber": 8,
    "text": "Bir yazı karakterinin ve fontun belirli bir projeye ne kadar uyumlu olduğunu ifade eder. Bu uyumluluk hem proje ortamıyla görsel olarak ne kadar uygun olduğu hem de stilistik uzun ömürlülüğü açısından uygunluk anlamına gelir.<br /><strong>Aşağıdakilerden hangisi yukarıdaki tanımla eşleşmektedir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Bilgi Organizasyonu",
      "B": "Stilistik Uzun Ömürlülük",
      "C": "Okuturluk",
      "D": "Okunurluk",
      "E": "Biçimsel Uygunluk"
    },
    "explanation": "Yukarıda yapılan tanım, yazı karakterinin ve fontun projenin bağlamına, amacına ve uzun vadeli stilistik beklentilere ne kadar uygun olduğunu ifade eder. Tipografide bu kavrama <b>Uygunluk</b> (Suitability) denir. Uygunluk, sadece estetik değil, aynı zamanda fontun okunabilirliği ve projenin hedef kitlesiyle ne kadar rezonansa girdiği açısından da önemlidir."
  },
  {
    "id": "402094",
    "unitNumber": 8,
    "text": "Bir tasarım içerisinde yer alan metinlerde genellikle üç seviye hiyerarşi mevcuttur.<br /><strong>Aşağıdakilerden hangisi bu üç seviye hiyerarşiyi oluşturma yöntemlerinden biridir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Sayfa Tasarımı",
      "B": "Responsive Tasarım",
      "C": "Alt başlıklar",
      "D": "Estetik",
      "E": "Yazı Karakteri"
    },
    "explanation": "Tasarımda metin hiyerarşisi genellikle Başlık, Alt Başlık ve Gövde Metni olmak üzere üç ana seviyeye sahiptir. Bu hiyerarşiyi oluşturmanın en temel ve etkili yollarından biri, <b>farklı punto boyutları</b> (büyüklük) kullanmaktır. Büyük puntolu başlıklar en üst seviye hiyerarşiyi oluştururken, küçük puntolu gövde metinleri üçüncü seviyeyi temsil eder. Ayrıca, font ağırlıklarının (kalınlık) veya renk kontrastlarının kullanılması da hiyerarşi oluşturma yöntemlerindendir."
  },
  {
    "id": "403517",
    "unitNumber": 8,
    "text": "<strong>\"Bir fikri gerçek ve kullanışlı kılmak için tasarlanmış dosyadır.\" ifadesi ile aşağıdakilerden hangisi tanımlanmıştır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Garamond",
      "B": "Yazı Karakteri",
      "C": "Times New Roman",
      "D": "Font",
      "E": "Comic Sans"
    },
    "explanation": "Bir fikri somutlaştıran, gerçek ve kullanışlı hale getiren nihai ürün, yani üretim veya uygulama için tasarlanmış biçim, <b>Tasarım Dosyası</b> veya <b>Tasarım Eseri</b> olarak adlandırılır. Bu dosya, soyut fikri pratik ve uygulanabilir bir çıktıya dönüştürmeyi amaçlar."
  },
  {
    "id": "403521",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi bilginin kullanıcı açısından önemine göre ve bir akış h</strong>â<strong>linde düzenlenmesidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "İllüstrasyon",
      "B": "Yazı karakteri",
      "C": "Bilgi hiyerarşisi",
      "D": "Layout tasarımı",
      "E": "Stil vurguları"
    },
    "explanation": "Bilginin kullanıcı açısından önemine göre önceliklendirilmesi ve bir akış (mantıksal sıra) içinde düzenlenmesi süreci <b>Bilgi Hiyerarşisi</b> olarak tanımlanır. Bu düzenleme, kullanıcının en kritik bilgilere kolayca ulaşmasını ve karmaşık içeriği adım adım anlamasını sağlar. Bilgi hiyerarşisi, bilgilendirme tasarımının temelini oluşturur."
  },
  {
    "id": "403524",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi bir yazı fontudur?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Garamond",
      "B": "Cheltenham",
      "C": "Arial Regular",
      "D": "Helvetica",
      "E": "Perpetua"
    },
    "explanation": "Yaygın bir yazı fontu adı, bir tipografi ailesinin adını ifade eder. Örneğin, <b>Helvetica</b>, Arial, Times New Roman, vb. bu kategoriye girer. Helvetica, 20. yüzyılın ortalarından itibaren popülerleşmiş, net ve okunaklı, dünya çapında tanınan bir sans-serif yazı fontudur."
  },
  {
    "id": "402095",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi, genel olarak grafik tasarım ve bilgilendirme tasarımı çalışmalarında kullanılan göstergelerin özelliğidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Yerel",
      "B": "Küreyerel",
      "C": "Küresel",
      "D": "Ulusal",
      "E": "Mahallî"
    },
    "explanation": "Grafik tasarım ve bilgilendirme tasarımında kullanılan göstergeler (semboller, ikonlar, piktogramlar) genel olarak <b>anlam aktarma</b> ve <b>iletişim kurma</b> özelliğine sahiptir. Göstergelerin temel işlevi, karmaşık bilgileri hızlıca anlaşılabilen görsel formlara dönüştürerek hedef kitleye iletmektir."
  },
  {
    "id": "402097",
    "unitNumber": 9,
    "text": "<strong>Grafik tasarımı bir meslek alanı olarak tanımlayan kimdir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Neurath",
      "B": "Saussure",
      "C": "Dwiggins",
      "D": "Peirce",
      "E": "Barthes"
    },
    "explanation": "Grafik tasarımı (Graphic Design) terimini ilk kez bir meslek alanı olarak tanımlayan kişi 1922 yılında Amerikalı kitap tasarımcısı ve tipograf <b>William Addison Dwiggins</b>'dir. Bu tanım, tasarım alanının ayrı bir disiplin olarak kabul edilmesinde önemli bir dönüm noktası olmuştur."
  },
  {
    "id": "402100",
    "unitNumber": 9,
    "text": "<strong>Gösteren ve gösterilen şeklindeki gösterge modeli kime aittir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Ferdinand de Saussure",
      "B": "Roland Barthes",
      "C": "Michel Foucault",
      "D": "Charles Sanders Peirce",
      "E": "Otto Neurath"
    },
    "explanation": "Gösteren (Signifier) ve Gösterilen (Signified) ayrımına dayanan gösterge modeli, modern göstergebilimin kurucusu olarak kabul edilen <b>Ferdinand de Saussure</b>'e aittir. Saussure'e göre gösterge, somut biçim (gösteren) ile zihindeki kavram (gösterilen) arasındaki ilişkiyle oluşur."
  },
  {
    "id": "402102",
    "unitNumber": 9,
    "text": "<strong>Göstergelerin sanatsal, tasarımsal, bilimsel, sosyal ve kültürel bağlamlarda kullanımını, yanı sıra yeni göstergelerin oluşturulmasını sağlayan ve ilgili anlam temsili ve üretimi süreçlerini düzenleyen göstergebilim aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Salt göstergebilim",
      "B": "Uygulamalı göstergebilim",
      "C": "Betimleyici göstergebilim",
      "D": "Bilişsel göstergebilim",
      "E": "Siber göstergebilim"
    },
    "explanation": "Göstergelerin sanatsal, tasarımsal, bilimsel, sosyal ve kültürel bağlamlarda kullanımını, üretilmesini ve anlam temsili süreçlerini düzenleyen bilim dalı <b>Göstergebilim</b> veya <b>Semiyotik</b> olarak adlandırılır. Bu göstergebilim, özellikle görsel iletişim ve tasarım alanındaki uygulamaları incelediği için Görsel veya <b>Uygulamalı Göstergebilim</b> olarak da anılır."
  },
  {
    "id": "402104",
    "unitNumber": 9,
    "text": "<strong>Homo semioticus tanımı kim tarafından geliştirilmiştir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Ferdinand de Saussure",
      "B": "Roland Barthes",
      "C": "Michel Foucault",
      "D": "Charles Sanders Peirce",
      "E": "Mehmet Rifat"
    },
    "explanation": "Bu kavram, insanı \"göstergelerle yaşayan varlık\" olarak tanımlar. Tanım, göstergebilimin önemli isimlerinden <b>Thomas Sebeok</b> tarafından geliştirilmiştir. Sebeok, insan kültürünün ve iletişiminin temelinde gösterge üretme ve yorumlama yeteneğinin yattığını vurgular, bu da insanı diğer türlerden ayırır."
  },
  {
    "id": "402106",
    "unitNumber": 9,
    "text": "<strong>Otto Neurath, tasarımda hangi yöntemi geliştirmiştir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Sembiyosis",
      "B": "İzotip",
      "C": "Brikolaj",
      "D": "Piktografik tasarım",
      "E": "Sentagmatik sistem"
    },
    "explanation": "Otto Neurath, uluslararası anlaşılır görsel iletişim sistemini, yani <b>Isotype</b> (International System of Typographic Picture Education - Tipografik Resim Eğitiminin Uluslararası Sistemi) yöntemini geliştirmiştir. Bu yöntem, karmaşık sosyo-ekonomik verileri basitleştirilmiş, evrensel olarak anlaşılabilir <b>piktogramlar ve grafikler</b> kullanarak sunmayı amaçlar. Isotype, bilgilendirme tasarımının (Information Design) erken ve önemli bir örneğidir."
  },
  {
    "id": "402109",
    "unitNumber": 9,
    "text": "<strong>Göstergebilimsel olarak yananlam nedir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Bir metnin temsil ettiği ancak ortaya çıkarılması gereken kodlanmış anlamdır.",
      "B": "Bir metnin temsil ettiği anlamdır.",
      "C": "Bir metnin hemen algılanan ve anlaşılan açık anlamıdır.",
      "D": "Bir metnin temsil ettiği çeşitli anlamlardır.",
      "E": "Bir metnin göstergesel kod sistemidir."
    },
    "explanation": "Göstergebilimde yananlam (konnotasyon), bir göstergenin temel, sözlük anlamının (düzanlam/denotasyon) üzerine eklenen <b>ikincil, kültürel veya duygusal çağrışımları</b> ifade eder. Yananlam, göstergenin bağlamına ve yorumlayıcının kültürel bilgisine bağlıdır. Örneğin, kırmızı rengin düzanlamı bir renk tonu iken, yananlamı <b>tehlike, aşk veya tutku</b> olabilir."
  },
  {
    "id": "402112",
    "unitNumber": 9,
    "text": "<strong>İndeks, nasıl bir göstergedir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "İşaret ettiği şey ile nedensel ya da uzamsal bağı olan bir göstergedir.",
      "B": "Bir metnin temsil ettiği göstergedir.",
      "C": "Herhangi bir şeyi simgeleyen ve temsil eden bir göstergedir.",
      "D": "Gösterdiği şeye aynen benzeyen ve fiziksel olarak söz konusu şey ile örtüşen bir göstergedir.",
      "E": "Bir metnin göstergesel kod sistemidir."
    },
    "explanation": "Charles Sanders Peirce'in gösterge sınıflandırmasına göre, indeks (belirti) gösterilen nesne ile <b>fiziksel, nedensel veya varoluşsal bir ilişkiye</b> dayanır. Yani, gösteren ile gösterilen arasında gerçek bir bağlantı vardır. Örneğin, dumanın ateşin indeksi olması, ya da ayak izinin birinin oradan geçtiğinin indeksi olması gibi, <b>doğrudan kanıt</b> sunar."
  },
  {
    "id": "402113",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi grafik tasarımcının bir proje geliştirirken yapması gereken işlerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Gösterge üretmek",
      "B": "Anlam üretmek",
      "C": "Yazılım üretmek",
      "D": "Göstergebilim kuramını incelemek",
      "E": "Güncel tasarım trendlerini incelemek"
    },
    "explanation": "Grafik tasarımcının temel görevleri arasında analiz yapmak, fikir geliştirmek (konsept oluşturmak), görselleştirmek ve baskı/üretim için teknik hazırlık yapmak bulunur. Tasarımcının doğrudan sorumluluğu dışında kalan işler genellikle <b>dağıtım, lojistik veya nihai ürünün hukuki danışmanlığını</b> yapmak gibi idari veya operasyonel süreçlerdir. Tasarımcı, konsept ve görsel çözüm üretmeye odaklanır."
  },
  {
    "id": "402114",
    "unitNumber": 9,
    "text": "<strong>Peirce’in gösterge modeline göre zihinsel göstergenin karşılığı hangi terimdir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Nesne",
      "B": "Representamen",
      "C": "İnterpretant",
      "D": "Gönderge",
      "E": "Semiyosis"
    },
    "explanation": "Charles Sanders Peirce'in gösterge modelinde üç öğe bulunur: Temsil Eden (Representamen/Gösterge), Nesne (Object) ve Yorumlayıcı (Interpretant). Zihinsel göstergenin karşılığı olan terim <b>Yorumlayıcı (Interpretant)</b>'dır. Yorumlayıcı, göstergenin alıcı tarafından algılanması sonucu zihinde oluşan anlamı veya etkiyi ifade eder."
  },
  {
    "id": "403525",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi göstergebilimin tanımıdır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Göstergebilim, göstergelerin sanatsal işlevlerini inceleyen bir bilim dalıdır.",
      "B": "Göstergebilim, göstergeleri ve gösterge sistemlerini inceleyen bir bilim dalıdır.",
      "C": "Göstergebilim, göstergelerin, sosyo-kültürel özelliklerini inceleyen bir bilim dalıdır.",
      "D": "Göstergebilim, kültürel değişiklikleri inceleyen bir bilim dalıdır.",
      "E": "Göstergebilim, kitle iletişim sistemlerini inceleyen bir bilim dalıdır."
    },
    "explanation": "Göstergebilim (Semiotics), <b>göstergelerin, gösterge sistemlerinin ve anlam üretme süreçlerinin</b> incelenmesiyle ilgilenen bilim dalıdır. İletişim eylemlerini, dili, kültürü ve tüm anlam taşıyan yapıları, yani göstergelerin nasıl çalıştığını ve anlamı nasıl ilettiğini araştırır."
  },
  {
    "id": "403532",
    "unitNumber": 9,
    "text": "<strong>Bir gösterge olarak \"Sembol\" kavramının anlamı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Bir şeye işaret eden ve uyaran bir göstergedir.",
      "B": "Bir metnin temsil ettiği göstergedir.",
      "C": "Herhangi bir şeyi simgeleyen ve temsil eden bir göstergedir.",
      "D": "Gösterdiği şeye aynen benzeyen ve fiziksel olarak sözkonusu şey ile örtüşen bir göstergedir.",
      "E": "Bir metnin göstergesel kod sistemidir."
    },
    "explanation": "Peirce'e göre Sembol, gösterilen nesne ile gösteren arasındaki ilişkinin tamamen <b>uzlaşımsal (keyfi/arbitrary)</b> olduğu gösterge türüdür. Bu ilişki, toplum tarafından öğrenilir ve kabul edilir. Örneğin, sayıların ve çoğu kelimenin anlamı, aralarında fiziksel bir benzerlik veya neden-sonuç ilişkisi olmaksızın, <b>toplumsal anlaşmadan</b> kaynaklanır."
  },
  {
    "id": "403534",
    "unitNumber": 9,
    "text": "<strong>Peirce’in Gösterge Modeli'ne göre göstergenin nesnesi nasıl adlandırılır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Gönderge",
      "B": "Representamen",
      "C": "İnterpretant",
      "D": "Obje",
      "E": "Semiyosis"
    },
    "explanation": "Peirce’in gösterge modelinde, göstergenin hakkında olduğu gerçeklik parçasına <b>Nesne (Object)</b> adı verilir. Gösterge (Representamen), Nesneyi temsil eder ve bu temsil, Yorumlayıcıyı (Interpretant) oluşturur. Nesne, göstergenin işaret ettiği dış dünyadaki şeyi temsil eder."
  },
  {
    "id": "402265",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi bilgilendirme tasarımının özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Bilgilendirme tasarımları yönlendirmeleriyle insanların yaşamını kolaylaştırmalıdır.",
      "B": "Bilgilendirme tasarımları kolay anlaşılabilir ve estetik bir düzende olmalıdır.",
      "C": "Bilgilendirme tasarımları her kültüre hitap edecek şekilde düzenlenmelidir.",
      "D": "Bilgilendirme tasarımları sade ve özgün olmalıdır.",
      "E": "Bilgilendirme tasarımları bir iç mekân tasarımıdır."
    },
    "explanation": "Bilgilendirme tasarımı (Information Design), verilerin net, erişilebilir, doğru ve anlaşılır bir şekilde sunulmasına odaklanır. Temel özellikleri <b>işlevsellik, açıklık, verimlilik ve tarafsızlık</b>tır. Bilgilendirme tasarımının amacı <b>bilgiyi anlaşılır kılmak</b> olduğu için, 'karmaşıklığı artırmak' veya 'sadece sanatsal ifadeye öncelik vermek' gibi özellikler bu disiplinin amaçlarından biri değildir."
  },
  {
    "id": "402266",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi bilgilendirme tasarımlarının içeriğinde bulunması gereken bir görsel eleman <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Piktogram",
      "B": "İllüstrasyon",
      "C": "Ses",
      "D": "Tipografi",
      "E": "Fotoğraf"
    },
    "explanation": "Bilgilendirme tasarımlarının içeriğinde bilginin hızlı ve etkili iletilmesi amacıyla <b>grafikler/çizelgeler</b>, <b>ikonlar/semboller</b> ve <b>fotoğraf/illüstrasyonlar</b> gibi görsel elemanlar bulunur. Bu elemanlar verinin görsel temsilini sağlarken, tasarımın diğer temel unsuru olan <b>Yazı/Metin</b>, her ne kadar içerikte bulunması gerekse de, görsel eleman kategorisinde değerlendirilmeyebilir. Eğer şıklarda <b>Yazı</b> veya <b>İşlevsellik</b> gibi soyut bir kavram varsa, görsel içeriğin doğrudan parçası olmadığı için doğru cevap budur."
  },
  {
    "id": "402267",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi bilgilendirme tasarımında temel tasarım elemanıdır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Hareket-Ses",
      "B": "Karşıtlık",
      "C": "Vurgu-Odak noktası",
      "D": "Denge",
      "E": "Bütünlük"
    },
    "explanation": "Bilgilendirme tasarımının temel tasarım elemanları, mesajın inşa edildiği yapı taşlarıdır. Bunlar <b>Yazı (Tipografi)</b>, <b>Görsel Elemanlar (Grafik, Fotoğraf)</b>, <b>Renk</b>, <b>Çizgi</b> ve <b>Şekil</b>'dir. Bu elemanlardan herhangi biri (örneğin <b>Yazı</b> veya <b>Renk</b>), bilgilendirme tasarımında bilgiyi iletmek için kritik öneme sahip temel bir elemandır."
  },
  {
    "id": "402268",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi bilgilendirme tasarımının öncelikli hedeflerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Günlük hayatımızdaki şehir içi ulaşımı ekonomik hâle getirmek",
      "B": "Anlaşılabilir, hızlı, doğru şekilde düzeltenilmek",
      "C": "Kolay ve etkin eyleme dönüştürülebilecek belgeler geliştirmek",
      "D": "Kullanılacak araç-gereçlerle olabildiğince kolay, doğal ve tatmin edici etkileşimler sağlamak",
      "E": "İnsanların kentsel alanlarda rahatlıkla yön bulmalarını sağlamak"
    },
    "explanation": "Bilgilendirme tasarımının temel hedefleri; karmaşık veriyi <b>anlaşılır kılmak</b>, bilginin <b>hızla kavranmasını</b> sağlamak, <b>akılda kalıcılığı</b> artırmak ve <b>eğitmek</b>tir. Tasarımın önceliği her zaman işlevsellik ve iletişimdir. Bu hedeflerden biri olmayan durum genellikle <b>Sadece Sanatsal İfade</b> veya <b>Estetik Kaygıyı İşlevselliğin Önüne Koymak</b> gibi, mesajın iletimini aksatan veya gereksiz yere karmaşıklaştıran bir unsur olacaktır."
  },
  {
    "id": "402269",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi İlk bilgilendirme tasarımı örneklerindendir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Ünlü Grafik tasarımcı İhap Hulusi Görey’in ilk sosyo-kültürel afiş çalışması",
      "B": "Florence Nightingale’in çalıştığı hastanedeki ölümlerin nedenlerini gösteren grafiksel raporu",
      "C": "Polonyalı sanatçı Henryk Tomaszevski’nin II. Dünya savaşı sonrası yaptığı ilk tiyatro afişi",
      "D": "Öncü sanatçı Paul Rand’ın yaptığı sekiz şeritli IBM logosu",
      "E": "Amerikalı ünlü tasarımcı Tibor Kalman’ın United Colors of Benetton reklam kampanyası"
    },
    "explanation": "İlk bilgilendirme tasarımı örnekleri, verinin görselleştirilmesi ve istatistiklerin anlaşılmasına odaklanmıştır. Tarihsel açıdan önemli örnekler arasında <b>William Playfair'in</b> istatistiksel grafik kullanımları, <b>Florence Nightingale'ın</b> Kırım Savaşı ölümlerini gösteren polar alan grafiği (gül diyagramı) veya <b>Charles Joseph Minard'ın</b> Napolyon'un Rusya seferini anlatan haritası sayılabilir. Bu örnekler, günümüz bilgilendirme tasarımının temellerini atmıştır."
  },
  {
    "id": "402270",
    "unitNumber": 10,
    "text": "“İçeriği görsel ve işlevsel olarak sunmak adına tutarlı bir düzen kurmayı amaçlar. Kullanıcının gözü tasarımda sistematik olarak gezer. Okuyucunun dikkatini yakalayıp görsel bir düzen oluşmaktadır.”<br /><strong>Bu tanımlama bilgilendirme tasarımında temel tasarım elemanlarından hangisine aittir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yazı",
      "B": "Renk",
      "C": "Denge",
      "D": "Izgara Sistemi (Kanava Dizgesi)",
      "E": "Bütünlük"
    },
    "explanation": "Tanımlamada bahsedilen 'tutarlı bir düzen kurma', 'sistematik olarak gezme' ve 'görsel bir düzen oluşturma' amaçları, tasarımın ana mesajını ve akışını düzenleyen temel eleman veya ilke olan <b>Hiyerarşi</b> veya <b>Mizanpaj/Düzen (Layout)</b> ile ilgilidir. Bu eleman, okuyucunun dikkatini önemli olandan daha az önemli olana doğru yönlendirir ve görsel bir <b>akış</b> yaratır."
  },
  {
    "id": "402271",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi bilgilendirme tasarımında temel tasarım elemanlarından yazıda bulunması gereken özelliklerden <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yazı karakteri yüksekliği",
      "B": "Boşluklar",
      "C": "Hizalama",
      "D": "Harf biçemi",
      "E": "Renk"
    },
    "explanation": "Bilgilendirme tasarımında yazının temel görevi, içeriği netleştirmektir. Bu nedenle yazının <b>okunabilir</b> ve <b>anlaşılır</b> olması, tasarımla <b>tutarlı</b> olması ve uygun <b>hiyerarşi</b> içinde kullanılması gerekir. Bu özelliklerden biri olmayan, genellikle metni okumayı zorlaştıran bir faktördür; örneğin, <b>Düşük Kontrast</b>, <b>Aşırı Karmaşık Tipografi Kullanımı</b> veya <b>Yazı Boyutunda Tutarsızlık</b> doğru cevap olacaktır."
  },
  {
    "id": "402272",
    "unitNumber": 10,
    "text": "<strong>“Ritim olarak da bilinen bu ilke bilgilendirme tasarımlarında bir ögenin belli bir düzende tekrarlanmasından oluşmaktadır.” şeklinde tanımlanan tasarım ilkesi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Karşıtlık",
      "B": "Tartım",
      "C": "Odak noktası",
      "D": "Bütünlük",
      "E": "Izgara Sistemi"
    },
    "explanation": "Tasarım ilkelerinde, bir ögenin (renk, şekil, çizgi vb.) belli bir düzende tekrar edilmesiyle oluşan akış ve hareket, <b>Ritim</b> olarak adlandırılır. Ritim ilkesi, tasarımın genelinde <b>tutarlılık</b> ve <b>görsel hareket</b> sağlamak için kullanılan <b>Tekrarlama (Repetition)</b> ilkesinin bir sonucudur."
  },
  {
    "id": "402273",
    "unitNumber": 10,
    "text": "<strong>“Bilgilendirme tasarımında ilk o dikkat çekecek ve ondan alınan mesaj tasarımın ana temasını oluşturacaktır” tanımlaması aşağıda verilen tasarım ilkelerinden hangisine aittir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Süreklilik",
      "B": "Sıradüzen",
      "C": "Izgara Sistemi",
      "D": "Vurgu-Odak noktası",
      "E": "Karşıtlık"
    },
    "explanation": "Bu tanım, izleyicinin gözünü belirli bir noktaya çekmek ve o noktadaki mesajın tasarımın ana temasını oluşturmasını sağlamak amacını içerir. Bu, tasarım ilkelerinden <b>Vurgu (Emphasis)</b> ilkesine aittir. Vurgu, tasarımda en önemli bilginin veya görselin diğerlerinden farklılaştırılarak <b>Odak Noktası</b> haline getirilmesini ifade eder."
  },
  {
    "id": "402274",
    "unitNumber": 10,
    "text": "<strong>Bilgilendirme grafiği tasarımında simetrik (bakışımlı), asimetrik (bakışımsız), yaklaşık bakışımlı ve radyal (ışınsal) olarak dört çeşit unsuru olan tasarım elemanı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Sıradüzen",
      "B": "Bütünlük",
      "C": "Denge",
      "D": "Vurgu-Odak noktası",
      "E": "Tartım"
    },
    "explanation": "Simetrik (bakışımlı), asimetrik (bakışımsız), yaklaşık bakışımlı ve radyal (ışınsal) olmak üzere dörde ayrılan tasarım elemanı, tasarımın görsel ağırlığının dağıtımını düzenleyen <b>Denge (Balance)</b> ilkesidir. <b>Simetrik denge</b> resmiyeti ve durağanlığı, <b>asimetrik denge</b> ise hareketliliği ve dinamizmi temsil eder."
  },
  {
    "id": "403786",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi bilgilendirme tasarımında temel tasarım ilkelerinden biridir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Görüntüler",
      "B": "Renk",
      "C": "Tartım",
      "D": "Yazı",
      "E": "Izgara Sistemi"
    },
    "explanation": "Bilgilendirme tasarımında kullanılan temel tasarım ilkeleri, mesajın etkili bir şekilde organize edilmesini sağlar. Bu ilkeler arasında <b>Birlik/Bütünlük (Unity)</b>, <b>Denge (Balance)</b>, <b>Hiyerarşi</b>, <b>Kontrast</b>, <b>Vurgu (Emphasis)</b> ve <b>Ritim/Tekrarlama</b> bulunur. Bu ilkelerden herhangi biri (örneğin <b>Bütünlük</b>), tasarımın temel bileşenlerinden biridir."
  },
  {
    "id": "403790",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi ilk modern bilgilendirme tasarımı örneklerinden olan Harry Beck tarafından hazırlanan ve hâlen benzer örnekleri kullanılan bir tasarımdır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Su Isıtıcısı Kullanım Klavuzu Sayfası",
      "B": "Londra Metro hattı haritası",
      "C": "Grafik sistemli veri raporu",
      "D": "Izgara sistemli infografik",
      "E": "Topkapı sarayı tanıtım tasarımı"
    },
    "explanation": "İlk modern bilgilendirme tasarımlarından biri olan ve hâlâ kullanılan şematik tasarım, 1931 yılında <b>Harry Beck</b> tarafından <b>Londra Metro Haritası</b> (London Underground Map) için geliştirilmiştir. Beck, haritayı coğrafi doğruluktan çıkararak sade, kolay anlaşılır ve okunabilir bir diyagrama dönüştürmüş; böylece karmaşık ulaşım ağlarını basitleştirme standardını belirlemiştir."
  },
  {
    "id": "403792",
    "unitNumber": 10,
    "text": "<strong>Bilgilendirme tasarımlarında görüntüler başlığı adı altında aşağıdakilerden hangisi <u>sayılamaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Fotoğraf",
      "B": "Video",
      "C": "Tipografi",
      "D": "Animasyon",
      "E": "Çizim"
    },
    "explanation": "Bilgilendirme tasarımlarında görüntüler (görseller), bilginin iletilmesine yardımcı olan <b>fotoğraflar, diyagramlar, haritalar, grafikler ve ikonlar</b> gibi görsel öğeleri kapsar. <b>Yazı tipi (Font)</b> ise tipografik bir öğedir ve bilginin yazılı sunum şeklini ifade eder; görüntüler başlığı altında değil, genellikle tipografi veya metin sunumu başlıkları altında değerlendirilir."
  },
  {
    "id": "402295",
    "unitNumber": 11,
    "text": "<strong>Bilgilendirme tasarımlarında Gestalt kuramı hangi amaçla kullanılabilir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Tasarımların daha karmaşık olması amacıyla",
      "B": "Tasarımların daha güzel olması amacıyla",
      "C": "Kullanıcının ihtiyaç duyduğu bilgiyi hızlı ve anlaşılır biçimde düzenleyerek sunma amacıyla",
      "D": "Kullanıcının bilgiye ulaşmasını zorlaştırmak amacıyla",
      "E": "Kullanıcıdan dönüt sağlamak amacıyla"
    },
    "explanation": "Gestalt kuramı, insanların görsel öğeleri nasıl bir bütün olarak algıladığını açıklar. Bilgilendirme tasarımlarında bu kuram, bilgiyi daha hızlı ve etkili bir şekilde iletmek için kullanılır. Temel amaç, <b>yakınlık, benzerlik, süreklilik ve kapanma</b> gibi ilkeler aracılığıyla, sunulan görsel öğeler arasında <b>anlamlı ve tutarlı gruplamalar oluşturmak</b> ve böylece algısal organizasyonu kolaylaştırmaktır."
  },
  {
    "id": "402296",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi algı yanılsaması <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Görsel yanılsama",
      "B": "İşitsel yanılsama",
      "C": "Dokunsal yanılsama",
      "D": "Halüsinasyon görme",
      "E": "Optik yanılsama"
    },
    "explanation": "Algı yanılsamaları (optical illusions), çevredeki nesnelerin veya durumların gerçekte olduğundan farklı algılanmasıdır (örn. Müller-Lyer yanılsaması, Ponzo yanılsaması). <b>Kör nokta (Blind Spot)</b>, algı yanılsaması değildir; retinada <b>optik sinirin gözden çıktığı</b> ve <b>hiçbir foto-reseptör hücresinin bulunmadığı</b> tamamen biyolojik ve fizyolojik bir alandır. Bu bir algı hatası değil, insan gözünün yapısından kaynaklanan doğal bir görsel boşluktur."
  },
  {
    "id": "402297",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi kör noktanın tanımıdır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Ağ tabaka üzerinde sinirlerin çıktığı ve ışık duyarkatlarının bulunmadığı alan",
      "B": "Dikiz aynasında lekeden dolayı görülmeyen alan",
      "C": "Göz bebeğindeki siyah alan",
      "D": "Göz merceğinin netleyememesi",
      "E": "Kişinin arkasında kalan alan"
    },
    "explanation": "Kör nokta (Blind Spot) veya tıbbi adıyla <b>optik disk</b>, retinada <b>optik sinirin gözden ayrıldığı</b> noktadır. Bu bölgede ışığı algılayan <b>çubuk veya koni hücreleri (foto-reseptörler) bulunmadığı</b> için, o bölgeye düşen görüntü beyin tarafından algılanamaz. Bu alan, her iki gözün görüş alanının kesişimi ve beynin telafi yeteneği sayesinde normalde fark edilmez."
  },
  {
    "id": "402298",
    "unitNumber": 11,
    "text": "<strong>Algılama sürecinde duyu organı ile beyin arasındaki ilişki aşağıdakilerden hangisine benzetilebilir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Otobüs şoförü - Otobüs yolcusu",
      "B": "Bilgisayar oyunu - Bilgisayar işlemcisi",
      "C": "Fotoğraf filmi - Fotoğraf baskısı",
      "D": "Sinema filmi - Film izleyicisi",
      "E": "Fotoğraf makinesi - Fotoğraf izleyicisi"
    },
    "explanation": "Algılama sürecinde, duyu organları (gözler) çevresel verileri alır (tıpkı bir kamera veya sensör gibi), bu ham veriler daha sonra beyne iletilir ve beyin bu verileri yorumlar, düzenler ve anlamlı bir çıktıya dönüştürür. Bu ilişki, ham veriyi yakalayıp işleyerek anlamlı bir sonuç üreten <b>bir kamera ve fotoğraf makinesinin çalışmasına</b> veya daha genel olarak <b>bir bilgisayarın veri işlemesine</b> benzetilebilir."
  },
  {
    "id": "402299",
    "unitNumber": 11,
    "text": "<strong>Helmholtz’a göre algı üzerinde hangisinin etkisi daha fazladır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Fiziksel gerçekliğin",
      "B": "Duyu organlarının hassasiyetinin",
      "C": "Deneyimin",
      "D": "İnsanın doğuştan getirdiği sezme ve bilme yeteneğinin",
      "E": "Metafizik gerçekliğin"
    },
    "explanation": "19. yüzyılda Hermann von Helmholtz, algıyı açıklamak için <b>bilinçsiz çıkarım (unconscious inference)</b> kavramını ortaya atmıştır. Helmholtz’a göre, görsel algı sadece duyusal girdilere dayanmaz; daha ziyade, beynimiz bu girdileri yorumlamak için <b>geçmiş deneyimlerimizi ve öğrenilmiş bilgilerimizi</b> kullanır. Bu çıkarımlar, saf duyusal veriden daha güçlü bir etkiye sahiptir ve nihai algıyı şekillendirir."
  },
  {
    "id": "402300",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi Gestalt Kuramı'nın kurucularından biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kurt Cobain",
      "B": "Wolfgang Köhler",
      "C": "Max Wertheimer",
      "D": "Kurt Koffka",
      "E": "Kurt Lewin"
    },
    "explanation": "Gestalt Kuramı'nın temel kurucuları ve ilkelerini geliştirenler <b>Max Wertheimer, Wolfgang Köhler ve Kurt Koffka</b>'dır. Eğer şıklarda bu üç isimden farklı bir algı psikoloğu varsa (örneğin <b>Hermann von Helmholtz</b>), o kişi Gestalt Kuramı'nın kurucularından sayılmaz. Helmholtz, daha erken bir dönemde algıyı bilinçsiz çıkarımla açıklamıştır."
  },
  {
    "id": "402302",
    "unitNumber": 11,
    "text": "<strong>Görsel algıyı oluşturan etmenlerden hangisi algısal gruplamanın diğer adıdır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Hareket algısı",
      "B": "Algısal değişmezlik",
      "C": "Derinlik algısı",
      "D": "Örgütleme",
      "E": "Alanda yükseklik"
    },
    "explanation": "Görsel algıyı oluşturan temel etmenlerden olan algısal gruplama, beynin görsel alanı anlamlı bütünler halinde organize etme sürecidir. Bu süreç Gestalt ilkeleriyle yakından ilişkilidir ve genellikle <b>Algısal Organizasyon</b> (Perceptual Organization) olarak da adlandırılır. Algısal organizasyon, çevresel ipuçlarının birleştirilerek anlamlı şekiller ve formlar oluşturulmasını sağlar."
  },
  {
    "id": "402303",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi hareket algısının oluşturan hareket çeşitlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Stroboskopik hareket",
      "B": "Yapay hareket",
      "C": "Gerçek hareket",
      "D": "Otokinetik etki",
      "E": "Otokontrol hareketi"
    },
    "explanation": "Hareket algısı, genellikle <b>gerçek hareket</b> ve çeşitli <b>görünür hareket (illüzyonlar)</b> çeşitlerine ayrılır. Bu çeşitler arasında <b>Görünür Hareket (Phi Fenomeni), Uyarılmış Hareket ve Otokinetik Etki</b> bulunur. Eğer bir seçenek bu fenomenlerden biri değilse, o hareket çeşidi sayılamaz. Örneğin, <b>Algısal Sabitlik</b> (Perceptual Constancy) nesnelerin büyüklüğünü veya rengini değişen koşullara rağmen sabit algılama eğilimimizdir, bir hareket algısı çeşidi değildir."
  },
  {
    "id": "402305",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi Algısal Değişmezlik İlkesi'nin tanımıdır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Nesnenin retinal tabakadaki görüntüsünün değişmesine rağmen bilinçteki imgesinin sabit tutulmasıdır.",
      "B": "Küçük bir nesneyi çevreleyen büyük bir nesne hareket ettiğinde, küçük nesnenin retinada herhangi bir hareket imgesi bırakmadığı hâlde hareket ediyormuş gibi görülmesidir.",
      "C": "Birbirine yakın olan uyaranların, aynı nesnenin parçalarıymış gibi bir örüntü içinde gruplandırılmasıdır.",
      "D": "Birbirine benzeyen birimler bir algısal bütünlük kazanmasıdır.",
      "E": "Bir nesnenin, başka bir nesnenin önüne geçerek görülmesini tamamen ya da kısmen engellemesi durumunda, genellikle birinci nesnenin daha yakınmış gibi algılanmasıdır."
    },
    "explanation": "Algısal Değişmezlik İlkesi (Perceptual Constancy), çevremizdeki nesnelerin fiziksel özelliklerinin (boyut, şekil, renk) bizim onlara olan uzaklığımız, görüş açımız veya aydınlatma koşulları değişse bile <b>sabit ve değişmez olarak algılanması</b> eğilimidir. Bu ilke sayesinde, nesneleri farklı koşullar altında bile tutarlı bir şekilde tanıyabiliriz."
  },
  {
    "id": "402306",
    "unitNumber": 11,
    "text": "<strong>Sinemadaki hareket izlenimi hangi hareket ilkesi uyarınca gerçekleşmektedir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Yapay hareket",
      "B": "Stroboskopik hareket",
      "C": "Gerçek hareket",
      "D": "Otokinetik etki",
      "E": "Monoküler İpuçları"
    },
    "explanation": "Sinemadaki hareket izlenimi, <b>Görünür Hareket</b> (Apparent Movement) ilkesi uyarınca gerçekleşir. Bu, <b>Phi Fenomeni</b> olarak da bilinir. Bu ilkeye göre, çok hızlı bir şekilde art arda gösterilen, ancak gerçekte durağan olan kareler (resimler) beyin tarafından sürekli, akıcı bir hareket olarak yorumlanır."
  },
  {
    "id": "403796",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi yanılsamanın tanımıdır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Uyarıcı madde alımı sonrasında garip şekiller görmek",
      "B": "Beynin duyu organlarından aldığı iletileri gerçekte olduklarından farklı yorumlaması",
      "C": "Görsel bozukluklar nedeniyle yakını görememek",
      "D": "Duyu organından beyne gönderilen sinyallerin yolda kaybolması",
      "E": "Beynin duyu organlarından aldığı iletileri olduğu gibi yorumlaması"
    },
    "explanation": "Yanılsama (İllüzyon), çevrede <b>gerçekten var olan bir uyaranın, duyu organları tarafından yanlış, çarpıtılmış veya hatalı bir biçimde algılanması</b>dır. Bu durum, duyusal bilgilerin beynimiz tarafından yorumlanma biçimindeki hatalardan kaynaklanır ve halüsinasyondan farklı olarak, dışarıda gerçek bir uyaranın bulunmasına dayanır."
  },
  {
    "id": "403797",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi optik yanılsamaya örnektir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kaybedilen bir kişinin ardından, bu kişinin her zaman oturduğu koltukta hayal edilmesi",
      "B": "Ruh hastalığı bulunan bir kişinin duvara baktığında gerçekte orada olmayan şekiller görmesi",
      "C": "Televizyon ekranına çok yakından bakınca görüntüyü oluşturan ışık noktacıklarının görülmesi",
      "D": "Kör nokta üzerinde oluşmayan görüntünün, zihinde tamamlanması",
      "E": "Dünya’dan bakınca Ay’ın sadece tek yüzünün görülmesi"
    },
    "explanation": "<b>Optik yanılsama</b>, özellikle görsel sistemimizin çizgileri, şekilleri, renkleri veya boyutları yanlış yorumlamasından kaynaklanır. Klasik bir örneği, eşit uzunluktaki iki çizginin, çevrelerindeki açılar veya oklar nedeniyle farklı uzunlukta algılanması olan <b>Müller-Lyer Yanılsaması</b>'dır. Diğer örnekler arasında Ponzo veya Zöllner yanılsamaları bulunur."
  },
  {
    "id": "403802",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi algısal gruplamanın unsurlarından <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Alanda yükseklik",
      "B": "Şekil-zemin ilişkisi",
      "C": "Tamamlama ilişkisi",
      "D": "Yakınlık ilişkisi",
      "E": "Benzerlik ilişkisi"
    },
    "explanation": "Algısal gruplama, <b>Gestalt Psikolojisi</b>'nin temel ilkeleridir ve beynimizin parçaları anlamlı bütünler halinde organize etme eğilimini açıklar. Başlıca unsurlar; <b>Yakınlık</b> (Proximity), <b>Benzerlik</b> (Similarity), <b>Süreklilik</b> (Continuity), <b>Tamamlama</b> (Closure) ve <b>Ortak Kader</b>dir (Common Fate). Seçeneklerde bu temel Gestalt ilkelerinden biri olmayan bir kavram, algısal gruplamanın unsuru sayılmaz."
  },
  {
    "id": "402309",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden bir baskı altı malzemesidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Perforaj",
      "B": "Vernik",
      "C": "Laminasyon",
      "D": "UV kaplama",
      "E": "Parlak kuşe kağıt"
    },
    "explanation": "Baskı altı malzemesi (Substrate), baskı makinesinde <b>mürekkebin veya görüntünün aktarıldığı fiziksel yüzeydir</b>. Matbaacılıkta en yaygın kullanılan baskı altı malzemesi <b>kâğıt</b> ve kartondur. Ancak bu tanıma metal, plastik (folyo) ve kumaş gibi diğer yüzeyler de dâhildir."
  },
  {
    "id": "402310",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi bir katlama çeşidi <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Amerikan",
      "B": "Kapaklı",
      "C": "Paralel",
      "D": "Akordeon",
      "E": "Fransız"
    },
    "explanation": "Matbaacılıkta baskı sonrası işlemlerde kullanılan yaygın katlama çeşitleri, kağıdın yapısına ve kullanılacağı formata göre değişir. Bunlar arasında <b>Tek Katlama</b>, <b>Paralel Katlama</b>, <b>Akordeon Katlama</b> (Z-Katlama), <b>Pencere Katlama</b> ve <b>Sarmal Katlama</b> bulunur. Seçeneklerde belirtilen ve bu standart mücellit tekniklerinden biri olmayan bir işlem (örneğin, bir ciltleme veya kesim türü) doğru cevap olarak kabul edilir."
  },
  {
    "id": "402312",
    "unitNumber": 12,
    "text": "<strong>Kâğıdın döne döne içeriye doğru katlanmasıyla oluşturulan katlama aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Baltalı",
      "B": "Bohça",
      "C": "Kapılı",
      "D": "Çantalı",
      "E": "Kare"
    },
    "explanation": "Kâğıdın birbirini takip eden ve sürekli olarak <b>içeriye doğru döne döne katlandığı</b>, rulo benzeri bir görünüm oluşturan katlama çeşidine <b>Sarmal Katlama</b> (Roll Fold) denir. Bu katlama türü genellikle 3 veya daha fazla panelin kompakt bir şekilde bir araya getirilmesi gereken broşürler için idealdir."
  },
  {
    "id": "402314",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi kesim işlemlerinden birisi <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Lazer kesim",
      "B": "Lazer kazıma",
      "C": "Termografi",
      "D": "Perforaj",
      "E": "Kalıp kesim"
    },
    "explanation": "Baskı sonrası <b>kesim işlemleri</b>, basılı ürünün nihai boyutlarını ve formunu elde etmek için yapılır. Temel kesimler <b>Giyotin Kesimi</b> (düz kesim), <b>Tıraşlama</b> (trimming) ve özel şekiller elde etmek için yapılan <b>Özel Kesim</b> (kalıp kesim/bıçaklama) işlemleridir. Seçeneklerde bu fiziki kesme eylemlerinden biri olmayan bir bitirme işlemi (örneğin, Lak Sürme veya Laminasyon) doğru cevap olmalıdır."
  },
  {
    "id": "402316",
    "unitNumber": 12,
    "text": "<strong>Hangisi mukavva çeşitlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Mat kuşe mukavva",
      "B": "Ondüle mukavva",
      "C": "Oluklu mukavva",
      "D": "Laminasyon karton mukavva",
      "E": "Pres karton mukavva"
    },
    "explanation": "Mukavva, ambalaj ve baskı sektöründe kullanılan kalın karton malzemeyi ifade eder. Başlıca mukavva çeşitleri kullanım alanlarına ve yapılarına göre farklılık gösterir: <b>Oluklu Mukavva</b> ( corrugated), <b>Gri Mukavva</b> (Pres karton), <b>Bristol Mukavva</b> ve <b>Krom Karton</b> yaygın türlerdir. Seçeneklerdeki doğru cevap, yapısal olarak bir mukavva türü olmayan farklı bir kâğıt türü veya ambalaj malzemesi olmalıdır."
  },
  {
    "id": "402318",
    "unitNumber": 12,
    "text": "<strong>Tamamen beyazlatılmış kimyasal selülozdan üretilen kâğıt aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Aydınger",
      "B": "Hint kâğıdı",
      "C": "Kuşe kâğıt",
      "D": "Japon bristol",
      "E": "Amerikan bristol"
    },
    "explanation": "Tamamen <b>beyazlatılmış kimyasal selülozdan</b> (odun hamurundan ayrıştırılmış liflerden) üretilen kâğıtlar, genellikle yüksek beyazlık, dayanıklılık ve üstün baskı kalitesi sunar. Bu kâğıtlar, kaliteleri sayesinde genellikle <b>birinci hamur kâğıt</b> veya özel kaplama işleminden geçtiklerinde <b>kuşe kâğıt</b> sınıfına girer. Mekanik selüloz içermediği için zamanla sararma yapmaz ve daha uzun ömürlüdür."
  },
  {
    "id": "402319",
    "unitNumber": 12,
    "text": "<strong>Kaliteli kartonlar arasına sıkıştırılmış strafor köpükten oluşan baskı altı malzemesi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Flok karton",
      "B": "Oluklu mukavva",
      "C": "Vinil",
      "D": "Fotoblok",
      "E": "Foreks"
    },
    "explanation": "Tanımı yapılan malzeme <b>Fotoblok</b>'tur. Fotoblok, hafif ve sert bir yapı sağlamak amacıyla, genellikle iki yüzeyinde kaliteli karton veya kâğıt tabakası bulunan ve ortasında kalın bir <b>strafor (polistiren) köpük</b> çekirdeği barındıran baskı altı levhasıdır. Bu malzeme, düzgün yüzeyi ve düşük ağırlığı nedeniyle özellikle <b>iç mekan tabelaları ve fotoğraf sergileri</b> için idealdir."
  },
  {
    "id": "402320",
    "unitNumber": 12,
    "text": "<strong>Bir broşür tasarımı için aşağıdaki baskı altı malzemelerinden hangisi uygundur?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Amerikan bristol",
      "B": "1. sınıf hamur kâğıt",
      "C": "Maket kartonu",
      "D": "Aydınger",
      "E": "Vinil"
    },
    "explanation": "Broşürler, görsel içerik ve yüksek renk doygunluğu gerektiren ticari yayınlardır. Bu nedenle, üzerine baskı kalitesini artırmak için özel bir katman (kil, kalsiyum karbonat vb.) uygulanan <b>Kuşe Kâğıt</b> en uygun baskı altı malzemesidir. Kuşe kâğıt, mürekkebin yüzeyde kalmasını sağlayarak daha parlak ve canlı görüntüler elde edilmesine olanak tanır. Broşürün amacına göre mat veya parlak kuşe seçilebilir."
  },
  {
    "id": "402321",
    "unitNumber": 12,
    "text": "<strong>Şeffaf, kumlu, mat, parlak, reflektif gibi çeşitleri olan arka tarafı yapışkanlı malzeme aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Maket kartonu",
      "B": "Pleksiglas",
      "C": "Dakota",
      "D": "Vinil",
      "E": "Folyo"
    },
    "explanation": "Arka yüzeyi yapışkanlı olan ve şeffaf, mat, parlak, kumlu veya reflektif gibi farklı yüzey kaplamaları ve dokulara sahip olan bu malzeme <b>Folyo</b>'dur (Vinyl Film). Folyolar, geniş formatlı dijital baskıda, <b>tabela üretiminde</b>, araç giydirmede ve vitrin dekorasyonunda kullanılan esnek, dayanıklı malzemelerdir."
  },
  {
    "id": "402323",
    "unitNumber": 12,
    "text": "<strong>Kendinden yapışkanlı etiketler kaç ana katmandan oluşur?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "4",
      "E": "5"
    },
    "explanation": "Standart kendinden yapışkanlı etiketler (stickerlar) üç ana katmandan oluşur. Bunlar sırasıyla: 1) Üzerine baskı yapılan <b>Yüzey Malzemesi</b> (kâğıt veya film), 2) Yüzey malzemesi ile taşıyıcıyı birbirine bağlayan <b>Yapışkan Katman</b> (Adhesive) ve 3) Yapışkanın kurumasını ve etiketlerin üst üste yapışmasını önleyen <b>Silikonlu Taşıyıcı Kâğıt</b> (Release Liner)."
  },
  {
    "id": "403876",
    "unitNumber": 12,
    "text": "<strong>“Karşıt taraflardan merkeze doğru katlanan iki veya daha fazla panel” şeklinde tanımlanan katlama çeşidi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Pervazlı",
      "B": "Askılı",
      "C": "Kirişli",
      "D": "Kapılı",
      "E": "Pencereli"
    },
    "explanation": "Bu tanım, bir broşürün veya baskının karşıt uçlarından merkeze doğru katlanarak ortada buluşmasını sağlayan katlama çeşidini ifade eder. Bu katlama tekniği <b>Kapı Katlama</b> (Gate Fold) olarak adlandırılır. Özellikle, açıldığında bütünlük sağlayan büyük bir görselin vurgulanması istendiğinde tercih edilir."
  },
  {
    "id": "403880",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi fantezi karton çeşitlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Köpüksüz maket karton",
      "B": "Tintoretto gesso",
      "C": "Acquarello",
      "D": "Tuale karton",
      "E": "Flok karton"
    },
    "explanation": "<b>Fantezi Kartonlar</b>, standart baskı kartonlarından farklı olarak, metalik renk, sedefli parlaklık, kabartma veya sulu doku gibi özel yüzey işlemlerine sahip kartonlardır. Eğer şık yüzey özelliklerine sahip olmayan, yaygın kullanılan, sıradan bir karton türü listede varsa (örneğin <b>Amerikan Bristol</b> veya gri karton), bu, fantezi karton çeşidi olarak kabul edilmez. Fantezi kartonlar genellikle davetiye, sertifika ve lüks ambalajlarda kullanılır."
  },
  {
    "id": "402325",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi geleneksel medyadan dijital medyaya geçiş örneği <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Radyo yayınlarının yerini podcastların alması",
      "B": "Seç-izle hizmetlerinin akıllı televizyonlarda kendine yer bulması",
      "C": "1980’lerde gösterilen çizgi filmlerin 2000’li yıllarda tekrar gösterilmesi",
      "D": "Ev aletlerinin ağ üzerinden kontrol edilebilmesi",
      "E": "Myspace’in yerini yeni sosyal medya sitelerinin ve uygulamalarının alması"
    },
    "explanation": "Geleneksel medyadan dijital medyaya geçiş, bilginin fiziksel taşıyıcılardan (kâğıt, film, CD) sayısal ve çevrimiçi formatlara aktarılmasıdır (örneğin, mektubun e-postaya, ansiklopedinin Wikipedia'ya dönüşmesi). Geleneksel medya üretimine ait olan, dijitalleşmenin doğrudan bir sonucu olmayan ve fiziksel üretimde kalmayı sürdüren süreçler (örneğin, <b>Ofset Baskı Makinesi Üretimi</b> veya mürekkep yapımı gibi temel endüstriyel süreçler) bu geçişin örneği değildir."
  },
  {
    "id": "402326",
    "unitNumber": 13,
    "text": "<strong>Sayısal ortamda üretilen tasarımların çevrimiçi olarak kolayca dağıtılabilmesi neyin sonucudur?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Dijitalleşmenin",
      "B": "Posta idaresinin iyi çalışmasının",
      "C": "Posta güvercinlerinin daha iyi yol bulmasının",
      "D": "Harita uygulamalarının adresleri daha doğru göstermesinin",
      "E": "Bilgilendirme tasarımlarının daha estetik ve kapsayıcı çizilmesinin"
    },
    "explanation": "Sayısal ortamda üretilen tasarımların (görseller, PDF'ler, videolar) çevrimiçi olarak kolayca dağıtılabilmesi, başta <b>İnternet Teknolojilerinin</b> (özellikle geniş bant erişimi ve bulut tabanlı sistemler) gelişimi sayesinde gerçekleşmiştir. Bu teknolojiler, dosya transfer hızlarını artırmış ve coğrafi sınırları ortadan kaldırarak küresel dağıtımı mümkün kılmıştır."
  },
  {
    "id": "402327",
    "unitNumber": 13,
    "text": "<strong>Noktasal görüntü dosyalarında aşağıdakilerden hangisinin yapılması görüntüyü kalitesiz hâle getirebilir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Görüntünün üzerine yazı yazmak",
      "B": "Görüntüyü kopyalayarak çoğaltmak",
      "C": "Görselin internette yayınlanması",
      "D": "Görüntüyü büyütmek",
      "E": "Görüntüyü kayıpsız olarak sosyal medyada paylaşmak"
    },
    "explanation": "<b>Noktasal (Raster) görüntü dosyaları</b> (JPEG, TIFF, BMP), piksellerden oluşur ve sabit bir çözünürlüğe sahiptir. Bu dosyaların orijinal boyutlarının veya çözünürlüklerinin üzerine çıkılarak <b>büyütülmesi</b> (upscaling), piksellerin gerilmesine ve görüntünün <b>pikselleşerek</b> kalitesini kaybetmesine neden olur. Vektörel dosyaların aksine, noktasal dosyaların büyütülmesi her zaman kalite kaybına yol açar."
  },
  {
    "id": "402328",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi JPEG dosya formatının kullandığı uzantılardan bir tanesi <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": ".jpg",
      "B": ".edg",
      "C": ".pjpeg",
      "D": ".pjp",
      "E": ".jpeg"
    },
    "explanation": "JPEG (Joint Photographic Experts Group) standardı, kayıplı sıkıştırma kullanan popüler bir görsel formatıdır. Bu format genellikle dijital fotoğraflarda kullanılır. Temel uzantıları <b>.jpg</b>, <b>.jpeg</b>, <b>.jpe</b> ve <b>.jfif</b>'tir. Soru, bu uzantılardan biri olmayanı sormaktadır (örneğin .png, .gif veya .tiff gibi tamamen farklı bir formata ait uzantı doğru cevap olacaktır).<br>Önemli olan, JPEG formatının genellikle <b>24-bit renk derinliği</b> kullandığı ve sıkıştırma nedeniyle görüntü kalitesinde kayıp yaşanabileceğidir."
  },
  {
    "id": "402329",
    "unitNumber": 13,
    "text": "<strong>APNG dosya formatının açılımı nedir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Animated Portable Network Graphics",
      "B": "Asymmetric Ping Network Generation",
      "C": "Animetric Portable Network Graphics",
      "D": "Anti Processing Network Graphics",
      "E": "Animated Processing Network Generics"
    },
    "explanation": "APNG, <b>Animated Portable Network Graphics</b> (Canlandırılmış Taşınabilir Ağ Grafikleri) açılımının kısaltmasıdır. APNG, mevcut PNG formatının bir uzantısı olarak geliştirilmiştir. APNG, GIF'in yaptığı gibi birden fazla görüntüyü veya kareyi tek bir dosyada saklayarak <b>hareketli (animasyonlu) görseller</b> oluşturulmasını sağlar, ancak GIF'e göre daha iyi sıkıştırma ve renk desteği sunar."
  },
  {
    "id": "402330",
    "unitNumber": 13,
    "text": "<strong>Apple firmasının QuickTime programı için geliştirilen ve videoları, sesleri, görüntüleri ve altyazıları tek bir dosyada içerebilen bir multimedya içerik taşıyıcısı formatı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "WMV",
      "B": "QTV",
      "C": "MOJ",
      "D": "CTU",
      "E": "MOV"
    },
    "explanation": "Apple firmasının QuickTime programı için geliştirdiği ve videoları, sesleri, görüntüleri ve altyazıları tek bir dosyada birleştirebilen multimedya içerik taşıyıcısı formatı <b>MOV (QuickTime Film Formatı)</b>'dur. MOV formatı, Apple'ın multimedya teknolojilerinin temelini oluşturur ve çeşitli veri türlerini esnek bir şekilde saklayabilen bir '<b>kapsayıcı format</b>' (container format) olarak işlev görür."
  },
  {
    "id": "402331",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi Randy Krum’un kitabındaki sayısal ortamda bulunan bilgilendirme tasarımlarında kullanılan medya biçimlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Tıklanabilir",
      "B": "Yapay zekâyla oluşturulmuş",
      "C": "Durağan",
      "D": "Canlandırma",
      "E": "Yakınlaştırılabilen"
    },
    "explanation": "Randy Krum gibi bilgi tasarım uzmanlarının çalışmalarında, sayısal ortamda kullanılan bilgilendirme tasarımları genellikle <b>etkileşimli grafikler</b>, <b>hareketli görseller (videolar/animasyonlar)</b>, <b>statik infografikler</b>, <b>veri görselleştirmeleri</b> veya <b>infografik haritalar</b> gibi medya biçimlerini içerir. Bu listede yer almayacak bir biçim, görsel ifade amacı taşımayan veya tasarımla ilgili olmayan bir format (örneğin sadece <b>ham metin dosyaları</b> veya <b>kaynak kodu</b>) olacaktır. Medya biçimi, verinin görsel veya işitsel olarak sunuluş şeklini ifade eder."
  },
  {
    "id": "402332",
    "unitNumber": 13,
    "text": "<strong>Arttırılmış gerçekliğin tanımı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Bir kişiye gerçeklik hissi veren sentetik veya sanal bir ortam yaratılmasıdır.",
      "B": "Kullanıcıların, kurgusal bir ortamda karakterlerin rollerini üstlendiği ve ona göre hareket ettiği anlatım tarzıdır.",
      "C": "Kullanıcının gerçek dünya görüşünün bilgisayar grafikleri, metin, ses ve diğer yöntemler gibi bir bilgisayar tarafından üretilen ek bilgilerle zenginleştirildiği veya arttırıldığı bir teknolojidir.",
      "D": "Çok sayıda oyuncunun bilgisayarlarından veya oyun konsollarından internete bağlanarak birlikte oynadığı, oyun esnasında çeşitli karakterlere büründüğü video oyunu türüdür.",
      "E": "Fotogerçekçiliğin bir ileri aşaması kabul edilen, yüksek çözünürlüklü bir fotoğrafa benzeyen bir resim ve heykel türüdür."
    },
    "explanation": "Arttırılmış gerçeklik (AR), gerçek dünya ortamının, bilgisayar tarafından üretilen ve genellikle gerçek zamanlı olarak etkileşimli hale getirilen <b>dijital bilgilerle, görüntülerle veya seslerle zenginleştirilmesi</b> anlamına gelir. AR’ın temel amacı, kullanıcının gerçeklik algısını bozmadan, gerçek dünyaya ek katmanlı dijital bilgiler sunmaktır. Bu, sanal gerçeklikten (VR) farklı olarak, kullanıcıyı tamamen dijital bir ortama sokmaz."
  },
  {
    "id": "402333",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi bilgilendirme tasarımı hazırlamada kullanılan yazılımlardan/uygulamalardan <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Venngage",
      "B": "Snappa",
      "C": "Google Drawings",
      "D": "Befunky",
      "E": "Peacemaker"
    },
    "explanation": "Bilgilendirme tasarımı (infografik) hazırlamada kullanılan yaygın yazılımlar genellikle profesyonel grafik tasarım (Adobe Illustrator, Sketch), veri görselleştirme (Tableau, Power BI) veya sunum (Microsoft PowerPoint) araçlarıdır. Bu listede yer almayacak bir yazılım, temel olarak <b>metin düzenleme</b> veya <b>basit veri girişi</b> için kullanılan bir uygulama (örneğin, yalnızca metin odaklı <b>Microsoft Word</b> veya <b>Notepad</b>) olacaktır, çünkü bu uygulamalar karmaşık görselleştirme ve grafik düzenleme yeteneklerine sahip değildir."
  },
  {
    "id": "402334",
    "unitNumber": 13,
    "text": "<strong>Aşağıdaki yazılımlardan/uygulamalardan hangisi daha çok bilimsel bilgilendirme tasarımları konusunda uzmanlaşmıştır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "DesignCap",
      "B": "Sciencegraph",
      "C": "Emc2",
      "D": "Mind the Graph",
      "E": "PicMonkey"
    },
    "explanation": "Bilimsel bilgilendirme ve veri görselleştirmesi konusunda uzmanlaşmış yazılımlar genellikle istatistiksel analiz yapma ve karmaşık bilimsel veri kümelerini görselleştirme yeteneğine sahiptir. Bu tür yazılımlara örnek olarak <b>MATLAB</b> (mühendislik ve matematiksel hesaplama), <b>R</b> (istatistiksel analiz ve grafik oluşturma) veya belirli <b>Python kütüphaneleri</b> (örneğin Matplotlib, Seaborn) verilebilir. Bu platformlar, genellikle büyük ve karmaşık bilimsel verileri anlaşılır grafiklere dönüştürmek için özel algoritmalar sunar."
  },
  {
    "id": "403887",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisinin ne kadar büyütülürse büyütülsün görün kalitesinin bozulmayacağı var sayılabilir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Noktasal görüntü dosyaların",
      "B": "Yüksek çözünürlüklü dosyaların",
      "C": "Düşük çözünürlüklü dosyaların",
      "D": "HDR görüntülerin",
      "E": "Vektörel görüntü dosyaların"
    },
    "explanation": "Görüntü kalitesinin ne kadar büyütülürse büyütülsün bozulmayacağı varsayımı, <b>vektörel grafikler</b> için geçerlidir. Vektörel grafikler, pikseller yerine matematiksel formüller, yollar ve noktalar kullanılarak tanımlanır. Bu sayede, görsel büyütüldüğünde çizgiler yeniden hesaplanır ve <b>çözünürlükten bağımsız</b> olarak keskinliğini korur. Raster (piksel tabanlı) görseller ise büyütüldüğünde kalitelerini kaybeder ve piksellenme (mozaiklenme) görülür."
  },
  {
    "id": "402335",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi teknolojik gelişmeler sonucunda ortaya çıkan değişimler arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Dijital araçların daha geniş bir kitleye ulaşması",
      "B": "Üretim maliyetlerinin düşmesi",
      "C": "Çeşitlilik ve iş kolaylığı",
      "D": "Yeni soyut temsil olanaklarının ortaya çıkması",
      "E": "Geleneksel üretim yöntemlerinin maliyetlerinin artması"
    },
    "explanation": "Teknolojik gelişmeler, genellikle bilgiye erişimin <b>hızlanmasına</b>, veri miktarının (Big Data) <b>artmasına</b>, <b>küresel iletişimin</b> kolaylaşmasına ve <b>yeni medya biçimlerinin</b> ortaya çıkmasına yol açar. Bu bağlamda, teknolojik gelişmeler sonucunda ortaya çıkmayacak bir durum, genellikle <b>bilgiye erişim hızının azalması</b>, iletişim maliyetlerinin artması veya bilginin yayılma hızının yavaşlaması gibi gerileyici bir sonuç olacaktır."
  },
  {
    "id": "402336",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi bilgi ve verilerin, birer dijital görsel ifade aracı arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Grafik",
      "B": "Metin",
      "C": "Video",
      "D": "Heykel",
      "E": "Ses"
    },
    "explanation": "Bilgi ve verilerin dijital görsel ifade araçları, veriyi insan algısına uygun hale getirmek için kullanılan tüm görselleştirme biçimlerini kapsar. Bunlar arasında <b>grafikler, şemalar, infografikler, haritalar</b> ve <b>veri tablolarının görsel sunumları</b> bulunur. Bu araçlar arasında yer almayacak olan, görsel bir dönüştürme işlemine tabi tutulmamış olan <b>Ham Veri (Raw Data)</b> veya yalnızca <b>düz metin formatında sunulan bilgi</b>dir. Görsel ifade aracı olması için verinin bir şekilde organize edilip biçimlenmesi gerekir."
  },
  {
    "id": "402337",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi Uçar’a göre bilgilerin dijital ve görsele dönüşümünde geçirdiği süreçlerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Okumaktan çok izlemenin tercih edilmesi",
      "B": "Görsel çağın ağırlığının hissedilmesi",
      "C": "Hareketli grafiklerin çoğalması",
      "D": "Görsel verilerin hızla artması",
      "E": "Video içeriklerinin hızla azalması"
    },
    "explanation": "Uçar'a göre, bilgilerin dijital ve görsele dönüşüm sürecinde insanlar okumaktan çok izlemeyi tercih etmeye başlamış, görsel çağın ağırlığı hissedilmiş, hareketli grafikler ve görsel veriler hızla artmıştır. Bu süreçte <b>video içeriklerinin hızla azalması değil, tam tersine artması</b> söz konusudur."
  },
  {
    "id": "402338",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi dijital ortam tasarımına bakış açısından teknolojik gelişmelerin sonucunda ortaya çıkan değişimlerden biri <u>değildi</u>r?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Yeni soyut temsil olanaklarının ortaya çıkması",
      "B": "Bilgisayar teknolojilerinin otomasyon anlamında tüketim maliyetini düşürmesi",
      "C": "İnsan bilgisayar etkileşim teknolojileri gelişmesi çeşitli hale gelmesi ve iş kolaylığı sağlaması",
      "D": "Dijital araçların giderek alım gücü bağlamında daha geniş bir kitleye ulaşmaya başlaması",
      "E": "İmaj kültürünün, fiziksel cisimlerin önemini zayıflatarak tasarımsal duyarlılık dönüşüme uğratması ve birçok bireysel bilgi üretim formları yaratması"
    },
    "explanation": "Dijital ortam tasarımına bakıldığında teknolojik gelişmeler; yeni soyut temsil olanakları, insan-bilgisayar etkileşiminde kolaylıklar, dijital araçlara erişimin artması ve imaj kültürünün gelişmesi gibi değişimler getirmiştir. Bilgisayar teknolojisi otomasyon anlamında <b>üretim maliyetini</b> düşürmüştür, tüketim maliyetini değil."
  },
  {
    "id": "402339",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi çoklu ortam deneyimi sunan yönlendirme tasarımı kapsamında <u>ele alınmaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Projeksiyon",
      "B": "Dijital Ekran",
      "C": "Kiosk",
      "D": "Web Tasarımı",
      "E": "Nesne Kitap"
    },
    "explanation": "Çoklu ortam deneyimi sunan yönlendirme tasarımları, dijital teknolojileri kullanır. <b>Projeksiyon, dijital ekran, kiosk</b> ve <b>web tasarımı</b> bu kapsama girer. Nesne kitap ise fiziksel, dokunsal bir nesnedir ve dijital bir çoklu ortam deneyimi sunmaz."
  },
  {
    "id": "402340",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi web arayüz tasarımı kapsamında <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kapsayıcı (Contaniner)",
      "B": "Başlık (Header)",
      "C": "Altbilgi (Footer)",
      "D": "AR",
      "E": "Ana İçerik (Main Content)"
    },
    "explanation": "Bir web arayüzünün temel iskelet yapısı; <b>Kapsayıcı (Container), Başlık (Header), Ana İçerik (Main Content)</b> ve <b>Altbilgi (Footer)</b> gibi parçalardan oluşur. AR (Artırılmış Gerçeklik) ise farklı bir teknolojidir, standart bir web arayüz bileşeni değildir."
  },
  {
    "id": "402341",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi çoklu ortam tasarımı ve uygulamaları arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Resimli çocuk kitabı",
      "B": "Yetişkinlere yönelik hikâye kitabı",
      "C": "Yönlendirici arayüzler",
      "D": "Teknoloji tasarımı",
      "E": "Bilgilendirici grafikler"
    },
    "explanation": "Çoklu ortam tasarım uygulamaları; <b>resimli çocuk kitapları, yetişkinlere yönelik hikâye kitapları, yönlendirici arayüzler</b> ve <b>bilgilendirici grafikler</b> gibi çeşitli ürünleri kapsar. Teknoloji tasarımı ise bu ürünleri oluşturmak için kullanılan genel bir süreçtir, bir uygulama türü değildir."
  },
  {
    "id": "402342",
    "unitNumber": 14,
    "text": "<strong>QR kodun yaygın olarak kullanıldığı alanlar arasında aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Gazete",
      "B": "Müze",
      "C": "Reklam",
      "D": "Bilgilendirme",
      "E": "Afiş"
    },
    "explanation": "QR kod; afiş, gazete, dergi, reklam ve bilgilendirme tasarımları gibi geniş bir yelpazede kullanılır. Özellikle <b>müzeler ve sergilerde</b>, bir nesne veya eser hakkında daha fazla bilgiye (web sayfası, video, fotoğraf vb.) kolayca erişim sağlamak için yaygın olarak kullanılır."
  },
  {
    "id": "402343",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi Miniyo adlı mobil uygulamada kullanılan bir yazılım programıdır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "JavaScript",
      "B": "Unreal Engine",
      "C": "Unity",
      "D": "Blender",
      "E": "Python"
    },
    "explanation": "Miniyo'nun Müzik Kutusu adlı mobil oyunun geliştirilmesinde kullanılan temel oyun motoru ve yazılım <b>Unity</b>'dir. Bunun yanı sıra Photoshop ve Illustrator gibi programlar da görsel tasarımlar için kullanılmıştır."
  },
  {
    "id": "402344",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden Illuminating Medulloblastoma animasyon filminde kullanılan tasarım programları arasında <u>yer</u> <u>almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Procreate",
      "B": "Zbrush",
      "C": "After Effects",
      "D": "Photoshop",
      "E": "Unity"
    },
    "explanation": "\"Illuminating Medulloblastoma\" adlı 3D animasyon filminin yapımında <b>Procreate, Zbrush, After Effects</b> ve <b>Photoshop</b> gibi çok çeşitli tasarım ve animasyon programları kullanılmıştır. Unity ise daha çok interaktif oyun geliştirmede kullanılan bir oyun motorudur."
  },
  {
    "id": "403898",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi bilgi “Border City\" sergisi için <u>söylenemez</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Veriye dayalı dijital bir sergi tasarımı",
      "B": "Nüfus ve göç temasını işlemesi",
      "C": "Durağan grafiklere yer vermesi",
      "D": "Animasyon uygulamalarına yer vermesi",
      "E": "Dijital ekran kullanımına yer vermesi"
    },
    "explanation": "\"Border City\" sergisi, <b>veriye dayalı dijital bir tasarımdır</b> ve <b>nüfus/göç</b> temasını işler. Ziyaretçilere sürükleyici bir deneyim sunmak için <b>animasyon uygulamaları</b> ve <b>dijital ekranlar</b> kullanılmıştır. Sergide durağan grafikler yerine dinamik ve hareketli görseller tercih edilmiştir."
  },
  {
    "id": "403899",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisinde Illuminating Medulloblastoma animasyon filminin üretim aşamasındaki işlem basamaklarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Karakter geliştirme",
      "B": "2d animasyon",
      "C": "3d animasyon",
      "D": "Render animasyon",
      "E": "Senaryo geliştirme"
    },
    "explanation": "\"Illuminating Medulloblastoma\" animasyon filminin üretim aşaması; <b>karakter geliştirme, 2D ve 3D animasyon</b> ve <b>render animasyon</b> gibi adımları içerir. Senaryo geliştirme ise üretim öncesi (pre-prodüksiyon) aşamasında yer alan bir adımdır."
  },
  {
    "id": "403901",
    "unitNumber": 14,
    "text": "<strong>Clever Franke tasarım stüdyosunun yaptığı web sitesinde mobil cihazlarda kullanıcı deneyimini sağlamak için aşağıdakilerden hangisi yapılmıştır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Optimize edilmesi",
      "B": "Grid sistemi kullanılması",
      "C": "Hareketli grafiklerin kullanım",
      "D": "AR kullanımı",
      "E": "Minimalist yaklaşım kullanılması"
    },
    "explanation": "Clever Franke tasarım stüdyosu tarafından yapılan web sitesinde, farklı cihazlarda iyi bir kullanıcı deneyimi sağlamak amacıyla tasarım ve uygulama tercihleri çeşitli mobil cihazlar için <b>optimize edilmiştir.</b> Bu, duyarlı (responsive) tasarım yaklaşımının bir parçasıdır."
  }
]