[
  {
    "id": "106368",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi eksik borç <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Zaman aşımına uğramış borçlar",
      "B": "Temerrüde düşülen borçlar",
      "C": "Kumar ve bahisten doğan borçlar",
      "D": "Evlenme tellallığından doğan borçlar",
      "E": "Bir ahlaki ödevin yerine getirilmesinden doğan borçlar"
    }
  },
  {
    "id": "106370",
    "unitNumber": 1,
    "text": "<strong>İlgili kişinin kendi haklarına sahip olabilmesi veya bunları kullanabilmesi için onun yararına getirilmiş davranış yükümlülüklerine ne ad verilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Külfet",
      "B": "Def'i",
      "C": "Vazife",
      "D": "Borç",
      "E": "İtiraz"
    }
  },
  {
    "id": "110916",
    "unitNumber": 1,
    "text": "<strong>Borçlunun davranışının niteliğinden hareketle yapılan edim ayrımı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Ani-Sürekli ve Aralıklı Edim",
      "B": "Müspet-Menfi Edim",
      "C": "Nevi-Parça Borcu",
      "D": "Şahsi-Maddi Edim",
      "E": "Bölünebilir-Bölünemez Edim"
    }
  },
  {
    "id": "110978",
    "unitNumber": 1,
    "text": "I. Haksız fiilden doğan borçlar<br />II. Sebepsiz zenginleşmeden doğan borçlar<br />III. Sözleşmeden doğan borçlar<br />IV. Vekâletsiz iş görmeden doğan borçlar<br /><strong>Yukarıdakilerden hangisi ya da hangileri iradi borçlar arasında yer alır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "Yalnız III",
      "D": "III ve IV",
      "E": "I, II ve III"
    }
  },
  {
    "id": "111001",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi borç ilişkisinden doğan fer'i haklardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Rehin",
      "B": "Gecikme Tazminatı",
      "C": "Cezai Şart",
      "D": "Alacak Hakkı",
      "E": "Faiz"
    }
  },
  {
    "id": "127236",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi borcun bizzat borçlu tarafından yerine getirilmesini esas alarak yapılan edim ayrımıdır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Şahsi borç-maddi borç",
      "B": "Ani-sürekli ve aralıklı (dönemli) edim",
      "C": "Cins (nevi) borcu-parça borcu",
      "D": "Müspet ve menfi edimler",
      "E": "Bölünebilir ve bölünemez edimler"
    }
  },
  {
    "id": "127260",
    "unitNumber": 1,
    "text": "<strong>Türk Borçlar Kanunu ve Türk Medeni Kanunu ile ilgili olarak aşağıdakilerden hangisi doğrudur?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Medeni Kanun İsviçre Hukuku'ndan iktibas edilmiştir (alınmıştır).",
      "B": "Türk Borçlar Kanunu ile Türk Medeni Kanunu iki bağımsız kanundur.",
      "C": "Türk Borçlar Kanunu'nun genel hükümleri yalnızca borçlar hukukunda değil, medeni hukukun diğer alanlarında da uygun düştüğü ölçüde uygulanır.",
      "D": "Türk Borçlar Kanunu doğrudan aile hukukuna ilişkin sorunları düzenlediğinden insan hayatı açısından son derece önemli bir kanundur.",
      "E": "Türk Medeni Kanunu kendini Türk Borçlar Kanunu'nun beşinci kitabı ve tamamlayıcısı olarak nitelendirmektedir."
    }
  },
  {
    "id": "165254",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi borçlunun davranışının niteliğinden hareketle yapılan edim ayrımıdır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Müspet-menfi edim",
      "B": "Şahsi-maddi edim",
      "C": "Ani-sürekli-aralıklı edim",
      "D": "Bölünebilir-bölünemez edim",
      "E": "Cins-parça borcu"
    }
  },
  {
    "id": "165256",
    "unitNumber": 1,
    "text": "<strong>Borç ilişkisinin temel kavramlarına ilişkin olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Her borç ilişkisinde en az bir alacaklı ve bir borçlu bulunmak zorundadır.",
      "B": "Borcun konusu olan edim, bir şey vermek, bir şey yapmak veya yapmaktan kaçınmak şeklinde somutlaşır.",
      "C": "Borçlunun kişiliğinin önem taşımadığı edimleri bir üçüncü kişi de ifa edebilir.",
      "D": "Cins ve parça borçlarında imkânsızlık söz konusu olmaz.",
      "E": "Edimin niteliğinde bir değişiklik olmaksızın bölünmesi mümkün ise buna bölünebilir edim denir."
    }
  },
  {
    "id": "165259",
    "unitNumber": 1,
    "text": "<strong>Hak sahibine borcun ifasını geciktirme veya borcu ya da borcun ifası yükümlülüğünü tek taraflı olarak ortadan kaldırma yetkisini veren haklar aşağıdakilerden hangisi ile ifade edilir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Asli haklar",
      "B": "Fer’i haklar",
      "C": "Yenilik doğuran haklar",
      "D": "Def’i hakları",
      "E": "Vazife"
    }
  },
  {
    "id": "165263",
    "unitNumber": 1,
    "text": "I. Ön alım hakkı<br />II. Edim konusunu seçme hakkı<br />III. Alım hakkı<br />IV. Sözleşmeyi feshetme hakkı<br /><strong>Yukarıdakilerden hangileri kurucu yenilik doğuran hak niteliğindedir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "III ve IV",
      "D": "I, II ve III",
      "E": "I, III ve IV"
    }
  },
  {
    "id": "165267",
    "unitNumber": 1,
    "text": "<strong>Borç ilişkisinden doğan hak ve yükümlülüklere ilişkin olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Edim yükümlülükleri asli ve yan edim yükümlülükleri diye ikiye ayrılır.",
      "B": "Edim yükümlülüklerinin dava edilmesi ve ifa davasına konu olması mümkün değildir.",
      "C": "Yan yükümlülüklere aykırı davranılması nedeniyle alacaklı bir zarara uğrar ise bu zararın giderilmesini isteyebilir.",
      "D": "Borç ilişkisinden doğan alacak haklarına asli haklar denir.",
      "E": "Asli hakkın sona ermesi ile fer’i haklar da sona erer."
    }
  },
  {
    "id": "165274",
    "unitNumber": 1,
    "text": "<strong>Türk Borçlar Kanunu’yla ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Türk Borçlar Kanunu, Türk Medeni Kanunu’nun beşinci kitabı ve tamamlayıcısıdır.",
      "B": "Türk Borçlar Kanunu, “Genel Hükümler” ve “Özel Borç İlişkileri” olmak üzere iki büyük kısımdan oluşmaktadır.",
      "C": "6098 sayılı Türk Borçlar Kanunu 1 Temmuz 2012 tarihinde yürürlüğe girmiştir.",
      "D": "Borçlar Kanunu’na ilişkin düzenlemeler yapılırken Fransız Hukuku esas alınmıştır.",
      "E": "Yeni Türk Borçlar Kanunu, eski Borçlar Kanunu’nun yapısını, özelliklerini ve kurallarını neredeyse bütünüyle korumuştur."
    }
  },
  {
    "id": "165275",
    "unitNumber": 1,
    "text": "<strong>Alacaklının haklarına sahip olabilmesi, bunları kullanabilmesi için onun yararına getirilmiş davranış yükümlülükleri aşağıdakilerden hangisi ile ifade edilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Vazife",
      "B": "Külfet",
      "C": "Borç",
      "D": "Def’i",
      "E": "Edim"
    }
  },
  {
    "id": "178275",
    "unitNumber": 1,
    "text": "<strong>Borç ve borç ilişkisi kavramları açısından aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Her borcun bir konusu olmak zorundadır.",
      "B": "Her borç ilişkisinde muhakkak en azından bir borç bulunur.",
      "C": "Dar anlamda borçta alacaklının borçludan bir şey vermesini veya yapmasını ya da yapmaktan kaçınmasını istemesi söz konusudur.",
      "D": "Geniş anlamda borç ilişkisi sadece borcu değil, buna dair yükümlülük ve kuralları da kapsar.",
      "E": "Kiracı ile kiraya veren arasındaki borç ilişkisinin tamamı dar anlamda borç ve kiracının kira parasını ödemesi borcu ise geniş anlamda borç örneğidir."
    }
  },
  {
    "id": "178276",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi Borçlar Hukuku’nda geçerli olan ilkelerden biri <u>değildir</u>? </strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Sözleşme özgürlüğü",
      "B": "Borç ilişkilerinin nispiliği ilkesi",
      "C": "Borçlar hukuku alanında kişisel hakların herkese karşı ileri sürülebilirliği ilkesi",
      "D": "Alacaklının verme borçlarında ancak borçlu üzerinden borcun konusu üzerinde hâkimiyet kurabilmesi ilkesi",
      "E": "Borç ilişkisinden doğan alacak hakkının alacaklıya talep hakkı vermesi ve gerektiğinde dava ya da cebri icraya başvurma imkânı sağlaması ilkesi"
    }
  },
  {
    "id": "178277",
    "unitNumber": 1,
    "text": "<strong>Edim türleri açısından aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "5 kilo Erzincan tulum peyniri teslim etmeyi üstlenmiş olan Ahmet’in edimi müspet bir edimdir ve aynı zamanda cins borcu niteliğindedir.",
      "B": "Cins borcunda imkânsızlık olmaz (Nevi telef olmaz.)",
      "C": "Bizzat borçlu tarafından yerine getirilmesi gereken ve borçlunun kişiliğinin önem taşıdığı edimlere kişisel edimler denir.",
      "D": "Bir terziye takım diktirilmesi durumunda bu bir süreli edim örneğidir.",
      "E": "Bir çiftçinin 20 ton buğday teslim etme borcu bölünebilir bir edim niteliğindedir."
    }
  },
  {
    "id": "178290",
    "unitNumber": 1,
    "text": "<strong>Borç ilişkisinden doğan hak ve yükümlülükler açısından aşağıdakilerden hangisi yanlıştır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Satım akdinde satım konusunu teslim borcu bir yan edim borcudur.",
      "B": "Asli edim borçlarına aynı zamanda asli borçlar da denebilir.",
      "C": "Yan borçlar yanında bir de yan edim yükümlülükleri vardır.",
      "D": "Alacak hakkı doğmuş olsa bile vadeye bağlandığı için duruma göre hemen talep edilemeyebilir.",
      "E": "Alacaklının kefile karşı sahip olduğu hak fer’i bir haktır."
    }
  },
  {
    "id": "178292",
    "unitNumber": 1,
    "text": "<strong>B’nin antika dükkanında antika saat alan A, bunun parasını öder. Ancak saatin teslimi bir gün sonra gerçekleşecektir. Bu olay çerçevesinde aşağıdakilerden hangisi <u>yanlıştır</u>? </strong>",
    "correctAnswer": "B",
    "options": {
      "A": "A ile B arasında geniş anlamda bir borç ilişkisi meydana gelmiştir.",
      "B": "A ile B arasındaki borç ilişkisi nispi olduğundan, olur da B saati A’ya teslim etmeden önce C’ye satarsa A gidip bunu C’den her zaman geri isteyebilir.",
      "C": "A ile B arasındaki borç ilişkisinde iki alacaklı ve iki borçlu bulunur.",
      "D": "A ile B arasındaki borç ilişkisinden sadece taraflar arasında haklar ve borçlar doğar.",
      "E": "A ile B arasındaki borç ilişkisinde antika saatin parasını ödemiş olan A, B’nin izni olmadan saati dükkândan alıp gidemez, çünkü borç ilişkisi ona borcun konusu olan saat üzerinde doğrudan hâkimiyet sağlama yetkisi vermez."
    }
  },
  {
    "id": "178312",
    "unitNumber": 1,
    "text": "<strong>Sorumluluk açısından aşağıdakilerden hangisi doğrudur? </strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Sorumluluk açısından kural, kişinin sadece ilgili malvarlığı ile sorumlu<br />olmasıdır.",
      "B": "Kişinin hangi fiil veya durumdan dolayı sorumlu olacağı ve sorumluluğun hukuki temeli de baz alınarak yapılan nitelemeye “ile sorumluluk” denir.",
      "C": "Her ne kadar kefil, sadece miktar itibarıyla sınırlı ise de nihayetinde bütün malvarlığı ile sorumludur.",
      "D": "Eksik borçlarda borçlunun sorumluluğu devam eder ve borçlu ifaya zorlanabilir.",
      "E": "Arkadaşının borcuna güvence teşkil etmesi için taşınmazı üzerinde banka lehine bir ipotek kurduran taşınmaz malikinin ipotekten kaynaklanan sorumluluğu, taşınmazın değeri borcu karşılamaya yetmez ise diğer malvarlığını da kapsar."
    }
  },
  {
    "id": "178313",
    "unitNumber": 1,
    "text": "<strong>Borcun kaynağı açısından aşağıdakilerden hangisi <u>yanlıştır</u>? </strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Borç ya borçlunun iradesine dayanır ya da iradesine bakılmaksızın kanuna dayanır.",
      "B": "Bir kişiyi bilerek yaralayanın bu kişiye karşı olan borcu iradidir, çünkü haksız fiili isteyerek gerçekleştirmiştir.",
      "C": "Sebepsiz zenginleşme kanundan kaynaklanan bir borç ilişkisidir.",
      "D": "Sözleşmeden kaynaklanan borç iradi bir borçtur.",
      "E": "Türk Borçlar Kanunun genel kısmında borcun kaynağı olarak sözleşme, haksız fiil ve sebepsiz zenginleşme düzenlenmiştir."
    }
  },
  {
    "id": "178314",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi borç ilişkisinden doğan nispi haklarla ilgili olarak doğrudur?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Nispi haklar mutlaktır.",
      "B": "Nispi haklar herkese karşı ileri sürülebilir.",
      "C": "Nispi haklar hakkın konusu üzerinde doğrudan bir hâkimiyet sağlar.",
      "D": "Nispi haklar kişilik hakkı kapsamında kaldıklarından başkalarına devredilemez.",
      "E": "Nispi haklar sadece borç ilişkisinin tarafı olan borçluya karşı ileri sürülebilir."
    }
  },
  {
    "id": "298908",
    "unitNumber": 1,
    "text": "Borçlar hukukunda geçerli olan sözleşme özgürlüğü, sözleşme yapıp yapmamak konusunda karar verme özgürlüğünü (kural olarak kimse sözleşme yapmaya zorlanamaz); kiminle sözleşme yapacağına karar verme özgürlüğünü (herkes kiminle sözleşme yapacağına kural olarak serbestçe karar verir) ve sözleşmenin konusu ile içeriğini belirleyebilme (herkes hangi konuda ve içerikte sözleşme yapacağına kendisi karar verir) özgürlüğünü ifade eder. Buna karşın sözleşme özgürlüğünün de bazı istisnaları bulunur.<br /><strong>Buna göre sözleşme özgürlüğü açısından aşağıdakilerden hangisi bu istisnalara örnektir? (Soruda geçen her gerçek kişi tam ehliyetlidir.)</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Erzurum'da müteahhitlik yapan Mehmet'in taşınmaz satış sözleşmesini Ahmet'le yapmak yerine daha yüksek bir fiyata Kerem ile yapması",
      "B": "Numan'ın bisikletini daha yüksek bir fiyat veren Cem yerine en yakın arkadaşına daha düşük bir fiyata satması",
      "C": "Erman çok beğendiği bir saati kara borsada daha düşük bir fiyata satın almak yerine pazar yerinde adil bir fiyata satılan yerden satın alması",
      "D": "Karagöbek köyünde yalnızca tek bir fırını olan Asım'ın kişisel husumeti sebebiyle çoban Ahmet'e ekmek satmayı reddetmesi",
      "E": "Burhan'ın çocuğuna oyuncak almayı kabul edip yeteri kadar parayı çocuğuna vererek oyuncak dükkanı sahibinden oyuncağı çocuğuna aldırması"
    }
  },
  {
    "id": "326309",
    "unitNumber": 1,
    "text": "............... borç ilişkisindeki asli hak ya da hakları genişleten veya güvence altına alan haklardır.<br /><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Tali haklar",
      "B": "Kurucu yenilik doğurucu haklar",
      "C": "Fer'i haklar",
      "D": "Değiştirici yenilik doğurucu haklar",
      "E": "Def'i hakları"
    }
  },
  {
    "id": "326316",
    "unitNumber": 1,
    "text": "Bir müteahhidin inşaatı tamamlayıp teslim etme borcu ............... edimli borç ilişkisi yaratır.<br /><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "sürekli",
      "B": "süreli",
      "C": "dönemli",
      "D": "ani",
      "E": "aralıklı"
    }
  },
  {
    "id": "326320",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi iradi olmayan (kanuna dayanan) borçlar arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Vekâletsiz iş görmeden kaynaklanan borçlar",
      "B": "Sözleşmeden kaynaklanan borçlar",
      "C": "Haksız fiilden kaynaklanan borçlar",
      "D": "Sebepsiz zenginleşmeden kaynaklanan borçlar",
      "E": "Yardım nafakası borcu"
    }
  },
  {
    "id": "330849",
    "unitNumber": 1,
    "text": "Borç ilişkileri yalnızca alacaklı ve borçlu arasında bir hukuki ilişki meydana getirir. Bazı kişisel hakların şerh ile güçlendirilmesi bu kuralın istisnasını oluşturmaktadır.<br /><strong>Aşağıdakilerden hangisi şerh edilebilecek bu haklar arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Alacak hakkı",
      "B": "Alım hakkı",
      "C": "Arsa payı karşılığı inşaat sözleşmesinden doğan haklar",
      "D": "Ön alım hakkı",
      "E": "Taşınmaz satış vaadi sözleşmesinden doğan haklar"
    }
  },
  {
    "id": "366728",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi borçlar hukukuna hâkim olan ilkelerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "İrade özgürlüğü",
      "B": "Borç ilişkisinin nispiliği",
      "C": "Sözleşme özgürlüğü",
      "D": "Şekil özgürlüğü",
      "E": "Re’sen Araştırma İlkesi"
    }
  },
  {
    "id": "367084",
    "unitNumber": 1,
    "text": "I. Önalım hakkı<br />II. Geri alım hakkı<br />III. Rehin hakkı<br />IV. Fer’i haklar<br /><strong>Yukarıdaki haklardan hangisi yenilik doğurucu hak niteliğinde <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "III ve IV",
      "D": "I, II ve III",
      "E": "II, III ve IV"
    }
  },
  {
    "id": "397994",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi <u>menfi (olumsuz)</u> edimdir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Rekabet etmeme borcu",
      "B": "Kira borcunu ödeme",
      "C": "İşçinin, iş yapma borcu",
      "D": "Satıcının teslim borcu",
      "E": "Manavdan meyve alan kişinin para borcu"
    }
  },
  {
    "id": "397996",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi şahsi borçtur?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Sanatçının, konser verme borcu",
      "B": "Satıcının, malı teslim borcu",
      "C": "Satın alanın, para ödeme borcu",
      "D": "Bağışlayanın, bağışlananı teslim borcu",
      "E": "Kiracının, kira verme borcu"
    }
  },
  {
    "id": "106294",
    "unitNumber": 2,
    "text": "<strong>Öneri ile ilgili olarak aşağıdakilerden hangisi <u>söylenemez</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Öneri, sözleşmenin esaslı unsurlarını içermelidir.",
      "B": "Öneride bulunan, kural olarak önerisine uygun bir süre bağlıdır.",
      "C": "Muhatabın susması kural olarak önerinin kabulü anlamına gelir.",
      "D": "Öneri, karşı tarafa sözleşmeyi kabul ederek kurma imkânı verir.",
      "E": "Doğrudan iletişim sırasında yapılan öneri, hazır olanlar arasında yapılmış sayılır."
    }
  },
  {
    "id": "106298",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi sözleşme benzeri borç ilişkileri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Culpa in contrahendo",
      "B": "Sözleşmenin ard etkisi",
      "C": "Üçüncü kişiyi koruyucu etkili sözleşme",
      "D": "Vekâletsiz iş görme",
      "E": "Fiilî borç ilişkisi"
    }
  },
  {
    "id": "107045",
    "unitNumber": 2,
    "text": "<strong>Bir hakkı doğrudan başkasına devretmek, ortadan kaldırmak veya bir ayni hakla sınırlamak suretiyle mal varlığını doğrudan etkileyen hukuki işlemlere ne ad verilir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Borçlandırıcı işlem",
      "B": "İfa işlemi",
      "C": "Bağışlama işlemi",
      "D": "Taahhüt işlemi",
      "E": "Tasarruf işlemi"
    }
  },
  {
    "id": "107712",
    "unitNumber": 2,
    "text": "<strong>Belirli bir hukuki sonuç doğurmaya yönelik ve hukuk düzeni tarafından tanınan irade açıklamasına ne ad verilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Hukuki işlem",
      "B": "Hukuki işlem benzeri fiil",
      "C": "Temerrüt",
      "D": "Maddi olay",
      "E": "Maddi fiil"
    }
  },
  {
    "id": "111088",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi sözleşme benzeri borç ilişkileri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Culpa in contrahendo",
      "B": "Kabul, kayıtsız ve şartsız olmalıdır.",
      "C": "Kabul, açık ya da örtülü şekilde gerçekleştirilebilir.",
      "D": "Kabul beyanı geri alınamaz.",
      "E": "Kabul, önerinin muhatabı tarafından gerçekleştirilmelidir."
    }
  },
  {
    "id": "127272",
    "unitNumber": 2,
    "text": "<strong>Bir sözleşmenin kurulmasında söz konusu olan irade beyanlarından zaman itibarıyla önce olanı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Açıklama",
      "B": "Öneri",
      "C": "Öneriye davet",
      "D": "Kabul",
      "E": "Sözleşmeden dönme"
    }
  },
  {
    "id": "127309",
    "unitNumber": 2,
    "text": "<strong>Hukuki işlemler açısından aşağıdakilerden hangisi doğrudur?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Hukuki işlemler her zaman iki veya daha çok taraflıdır.",
      "B": "Hukukumuzda tarafların bir konuyu istemiş olması hukuki sonucun doğması için yeterlidir. Ayrıca hukuk düzeninin bu sonucu önceden veya diğer bir şekilde tanıması gerekmez.",
      "C": "Hukukumuzda borçlandırıcı (taahhüt) işlemleri ile borç altına giren kişinin mal varlığının aktifi azalır.",
      "D": "Her tasarruf işlemi, aynı zamanda bir kazandırıcı işlemdir.",
      "E": "Bir hakkı doğrudan doğruya ortadan kaldıran, onu devreden ya da sınırlayan hukuki işlemlere tasarruf işlemleri adı verilir."
    }
  },
  {
    "id": "165336",
    "unitNumber": 2,
    "text": "<strong>Bir sözleşmenin kurulması için gerekli olan irade beyanları sırasıyla aşağıdakilerden hangisinde doğru olarak verilmiştir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Açıklama-Kabul",
      "B": "Öneriye davet-Öneri",
      "C": "Öneri-Kabul",
      "D": "Öneriye davet-Kabul",
      "E": "Öneri- Açıklama"
    }
  },
  {
    "id": "165337",
    "unitNumber": 2,
    "text": "<strong>Kabule ilişkin olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Sözleşmeyi öneriye uygun şekilde meydana getirme arzusunu kesin olarak dile getiren irade beyanıdır.",
      "B": "Önerinin muhatabı tarafından gerçekleştirilmelidir.",
      "C": "Şarta bağlı olarak yapılabilir.",
      "D": "Açık veya örtülü olarak gerçekleştirilebilir.",
      "E": "Sessiz kalan muhatap kural olarak öneriyi kabul etmiş sayılmaz."
    }
  },
  {
    "id": "165338",
    "unitNumber": 2,
    "text": "<strong>Öneriyle </strong><strong>ilgili olarak</strong><strong> aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Sözleşmenin bütün esaslı unsurlarını içermeyen irade açıklaması öneri değil, öneriye davettir.",
      "B": "Öneri, yöneltilmesi gerekli irade beyanı ile yapılır.",
      "C": "Öneri, öneride bulunanı kural olarak bağlar.",
      "D": "Öneri, tek ve daha baştan belirlenmiş bir şahsa yönelik olarak yapılmalıdır.",
      "E": "Kabul için süre belirlenmeksizin hazır olan bir kişiye yapılan öneri hemen kabul edilmezse, öneren önerisiyle bağlılıktan kurtulur."
    }
  },
  {
    "id": "165339",
    "unitNumber": 2,
    "text": "<strong>Borçlar hukuku açısından bakıldığında aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Hazırlar arasındaki görüşmelerde sözleşme, kabul iradesinin açıklanmasıyla kurulur.",
      "B": "Hazır olmayanlar arasında açık bir kabul beyanının gerekli olduğu durumlarda sözleşme, öneride bulunanın kabul iradesinin içeriğini öğrenmesi ile kurulur.",
      "C": "Sözleşmenin kurulma anı ile hükümlerini doğurma anı her zaman örtüşmeyebilir.",
      "D": "Hazır olmayanlar arasında kurulan sözleşmeler kabulün gönderildiği andan itibaren hüküm doğurur.",
      "E": "Hazır olmayanlar arasında açık bir kabul beyanının gerekli olmadığı durumlarda sözleşme önerinin muhataba vardığı andan itibaren hüküm doğurur."
    }
  },
  {
    "id": "165340",
    "unitNumber": 2,
    "text": "<strong>Bir hakkı; hakkı doğrudan başkasına devreden, ortadan kaldıran veya bir ayni hakla sınırlayan işlemlere ne ad verilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Taahhüt işlemi",
      "B": "Tasarruf işlemi",
      "C": "Kazandırıcı işlem",
      "D": "Ölüme bağlı hukuki işlem",
      "E": "Tek taraflı hukuki işlem"
    }
  },
  {
    "id": "165341",
    "unitNumber": 2,
    "text": "<strong>Hukuki işlemlere ilişkin olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Hukuki işlemin en temel unsuru irade açıklamasıdır.",
      "B": "Hukukumuzda susmak kural olarak kabul etmemek anlamına gelir.",
      "C": "Kazandırıcı işlemler malvarlığının aktifini artıran hukuki işlemlerdir.",
      "D": "Hukuki işlemin unsuru olan irade açıklaması açık veya örtülü olarak yapılabilir.",
      "E": "İkiden fazla taraflı hukuki işlemlerin en temel örneği sözleşmelerdir."
    }
  },
  {
    "id": "165342",
    "unitNumber": 2,
    "text": "Aynı fakültede okuyan Ahmet, Mehmet ve Ali birlikte arkadaşları Ayşe’nin evini kiralamışlardır.<br /><strong>Söz konusu hukuki işleme ilişkin aşağıdakilerden hangisi doğrudur?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Tek taraflı ve sağlar arası bir hukuki işlemdir.",
      "B": "İki taraflı ve sağlar arası bir hukuki işlemdir.",
      "C": "Çok taraflı ve sağlar arası bir hukuki işlemdir.",
      "D": "İki taraflı ve ölüme bağlı bir hukuki işlemdir.",
      "E": "Çok taraflı ve ölüme bağlı bir hukuki işlemdir."
    }
  },
  {
    "id": "165343",
    "unitNumber": 2,
    "text": "Sabahın erken saatlerinde alışveriş yapmak için bir giysi mağazasına giren Elif, dikkatli yürümesine rağmen, sabah temizlenen zeminin kaygan olması ve mağaza görevlilerinin gerekli özeni göstermemesi dolayısıyla kayıp düşer ve gözlüğü kırılır.<br /><strong>Buna göre Elif’in zararından mağaza sahibinin sorumluluğu aşağıdakilerden hangisine dayandırılabilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Sözleşme görüşmelerinde kusurlu davranıştan sorumluluk",
      "B": "Sözleşmenin ard etkisinden kaynaklanan sorumluluk",
      "C": "Üçüncü kişiyi koruyucu etkili sözleşmeden kaynaklanan sorumluluk",
      "D": "Fiili borç ilişkisinden kaynaklanan sorumluluk",
      "E": "Sözleşmeden doğan sorumluluk"
    }
  },
  {
    "id": "165344",
    "unitNumber": 2,
    "text": "A, B’ye bir mektup yazarak her yıl olduğu gibi bu yıl da 100 kilo patatesi kilosu 2 TL’den göndereceğini bildirir. B ise A’ya cevap olarak yazdığı mektubunda 100 kilo patatesi ancak kilosu 1 TL’den alabileceğini bildirir. Bunun üzerine A, 100 kilo patatesi B’ye gönderir.<br /><strong>Buna göre aşağıdaki ifadelerden hangisi doğrudur?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "A’nın gönderdiği mektup hukuki niteliği itibarıyla bir öneriye davettir.",
      "B": "B’nin gönderdiği mektup hukuki niteliği itibarıyla bir öneridir.",
      "C": "A ile B arasındaki sözleşme patatesler B’ye ulaştığı andan itibaren hüküm doğurur.",
      "D": "A’nın patatesleri doğrudan göndermesi doğru değildir, zira önce B’ye mektup ile cevap vermesi gerekirdi.",
      "E": "A ile B arasında sözleşme kurulmamıştır."
    }
  },
  {
    "id": "178315",
    "unitNumber": 2,
    "text": "I. İrade açıklaması belirli bir hukuki sonuç doğurmaya yöneliktir.<br />II. İrade açıklamasını her zaman açık bir şekilde yazmak gereklidir.<br />III. İrade açıklaması bazen birtakım davranışlar üzerinden örtülü şekilde gerçekleştirilebilir.<br /><strong>İrade açıklaması ile ilgili yukarıdakilerden hangisi ya da hangileri doğrudur?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "178316",
    "unitNumber": 2,
    "text": "<strong>Öneriye ilişkin olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Sözleşmenin bütün esaslı unsurlarını içermeyen irade açıklaması öneri değil, öneriye davettir.",
      "B": "Öneri, yöneltilmesi gerekli irade beyanı ile yapılır.",
      "C": "Öneri, öneride bulunanı kural olarak bağlar.",
      "D": "Öneri, tek ve daha baştan belirlenmiş bir şahsa yönelik olarak yapılmalıdır.",
      "E": "Kabul için süre belirlenmeksizin hazır olan bir kişiye yapılan öneri hemen kabul edilmezse, öneren önerisiyle bağlılıktan kurtulur."
    }
  },
  {
    "id": "178318",
    "unitNumber": 2,
    "text": "<strong>Kabul beyanının yapılış tarzı açısından aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kabul iradesi açık olabileceği gibi örtülü (zımni) de olabilir.",
      "B": "Öneriye karşı bir cevap vermeyen (susan) muhatap, kural olarak öneriyi kabul etmiş sayılmaz.",
      "C": "Kabulü geri alma beyanı, kabulden önce veya kabulle birlikte öneriyi yapana ulaştırılmışsa kabul beyanı geri alınmış olur.",
      "D": "Öneriyi yapanın veya muhatabın sonradan ölmesi ya da ehliyetini kaybetmesi hâlinde sözleşme hiçbir şekilde kurulmaz.",
      "E": "Öneri, sözleşmenin kurulması için esaslı unsurları ve bağlanma iradesini içermelidir."
    }
  },
  {
    "id": "178321",
    "unitNumber": 2,
    "text": "A firması yetkilisi faksla B firmasına her zaman olduğu gibi tonu 12.000 TL’den 10 ton bakır gönderebileceğini bildirmiştir. B firması ise yine faksla gönderdiği cevabi yazısında artık sadece tonu 10.000 TL’den 10 ton bakır alabileceğini bildirmiştir. Bunun üzerine A firması malları gemiyle B’ ye göndermiştir.<br /><strong>Buna göre aşağıdaki ifadelerden hangisi doğrudur?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "A firmasının gönderdiği faks yazısının hukuki niteliği icaba davettir.",
      "B": "B firmasının cevap yazısının hukuki niteliği kabul beyanıdır.",
      "C": "A firmasının malları gemiyle göndermesi kabul iradesini gösterir.",
      "D": "A firmasının malları doğrudan göndermesi yanlış olmuştur, önce faks ile cevap vermesi gerekirdi.",
      "E": "Taraflar arasındaki sözleşme A firmasının gönderdiği malların B’ye varmasıyla kurulur."
    }
  },
  {
    "id": "178324",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi borçlar hukuku açısından <u>yanlıştır</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Telefonda birbiri ile görüşen iki kişinin yaptığı sözleşme görüşmesi, hazırlar arasında yapılmış sayılır.",
      "B": "Elektronik posta (e-mail) ile yapılan icaplar her zaman hazırlar arasında yapılmış sayılır.",
      "C": "Öneri ve kabul sözleşmenin kurucu unsurlarıdır.",
      "D": "Öneride bulunan kabul için bir süre belirleyebilir.",
      "E": "Tek taraflı hukuki işlemlerde sözleşmelerden farklı olarak kabule ihtiyaç yoktur."
    }
  },
  {
    "id": "178325",
    "unitNumber": 2,
    "text": "<strong>Sözleşme görüşmelerinde kusurdan dolayı sorumlulukla </strong><strong>ilgili olarak </strong><strong>aşağıdakilerden hangisi <u>yanlıştır</u> ?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Bunun için muhakkak sözleşme kurulmuş olması gerekmez. Ancak sözleşme görüşmesine yönelik bir davranış ve ortam bulunmalıdır.",
      "B": "Bu şekilde bir sorumluluk kabul edilmeseydi, görüşme sırasında zarar gören, koşulları varsa ancak haksız fiil hükümlerinden yararlanabilirdi.",
      "C": "Hukukumuzda dürüstlük ilkesi bu şekilde bir sorumluluğa dayanak olarak gösterilir.",
      "D": "Bu sorumluluk sanki taraflar arasında sözleşme varmış gibi bir hukuki sonuç doğurur.",
      "E": "Bu sorumluluk dayanağını tarafların bu yöndeki iradesinden alır."
    }
  },
  {
    "id": "178326",
    "unitNumber": 2,
    "text": "<strong>Borçlar hukuku düşünüldüğünde Aşağıdakilerden hangisi <u>yanlıştır</u> ?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Öneri yöneltilmesi gereken bir irade beyanı ile yapılır.",
      "B": "Önerinin daha baştan belirlenmiş bir şahsa yönelik olarak yapılması gerekir.",
      "C": "Öneride bulunan herkesçe bilinen bir durum olmadıkça icabının muhataba zamanında ulaşmış olduğunu varsayabilir.",
      "D": "Geç gelen kabul beyanı karşısından öneride bulunanın bunu karşı tarafa bildirmesi külfeti bulunmaktadır.",
      "E": "Kabul, öneri yapana yöneltilen ve sözleşmenin öneriye uygun şekilde meydana getirme arzusunu kesin olarak dile getiren bir irade beyanıdır."
    }
  },
  {
    "id": "178327",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi borçlar hukuku açısından doğrudur ?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Bir kira sözleşmesinin bir tarafında 3 öğrenci var ise bu sözleşme çok taraflıdır.",
      "B": "Vasiyetname sağlar arası bir hukuki işlemdir.",
      "C": "Kullanılmış bilgisayarını Ahmet’e satan Metin’in bilgisayarı Ahmet’e vermesi bir borçlandırıcı işlemdir.",
      "D": "Üçüncü kişiyi koruyucu etkili sözleşmede sözleşme tarafı olmayan üçüncü kişide sözleşme hükümlerinden sorumluluk itibarıyla yararlanır.",
      "E": "Vakıf kurmak iki taraflı bir hukuki işlemdir."
    }
  },
  {
    "id": "298982",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisinde hukuki işlemin en temel unsuru bulunmaktadır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Sözleşme olması",
      "B": "İrade açıklaması",
      "C": "Belirli bir sonuca yönelik olması",
      "D": "Asli yükümlülük doğurması",
      "E": "Borçlandırıcı işlem olması"
    }
  },
  {
    "id": "326325",
    "unitNumber": 2,
    "text": "<strong>Sözleşmenin kurulmasında kabul beyanına ilişkin olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "“Kabul ediyorum.” ibaresine eklenen “fakat” sözcüğü irade beyanını kabul olmaktan çıkarır.",
      "B": "Susmak kural olarak kabul anlamına gelir.",
      "C": "Öneri kayıtsız şartsız kabul edilmelidir.",
      "D": "Kabul açık ya da örtülü şekilde gerçekleştirilebilir.",
      "E": "Kabulün geri alınması mümkündür."
    }
  },
  {
    "id": "326342",
    "unitNumber": 2,
    "text": "<strong>Hukuki işlemin en temel unsuru aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Hukuki sonuç",
      "B": "Hukuk düzenince tanınma",
      "C": "İrade açıklaması",
      "D": "Belirlilik",
      "E": "Sebebe bağlılık"
    }
  },
  {
    "id": "326933",
    "unitNumber": 2,
    "text": "<strong>Culpa in contrahendo sorumluluğu hakkında aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Doğması için tarafların sözleşme görüşmesi amacıyla ilişki kurmaları yeterlidir.",
      "B": "Hukukumuzda dürüstlük ilkesine dayandırılır.",
      "C": "Sözleşmenin karşı tarafının hataya düştüğünü fark etme hâlinde onu ikaz etmeyi gerektirir.",
      "D": "Sözleşmenin geçersiz olması bu sorumluluğu engeller.",
      "E": "Tarafların sonradan sözleşmeyi yapmaktan vazgeçmeleri bu sorumluluğu engellemez."
    }
  },
  {
    "id": "364645",
    "unitNumber": 2,
    "text": "<strong>Öneri ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Öneri, yöneltilmesi gereken bir irade beyanı ile yapılır.",
      "B": "Öneri, birden fazla şahsa yönlendirilemez.",
      "C": "Öneri, öneride bulunanı kural olarak bağlar.",
      "D": "Öneri, sözleşmenin esaslı unsurlarını içermelidir.",
      "E": "Belirli süreli önerilerde süre geçmiş ise önerinin bağlayıcılığı kalmaz."
    }
  },
  {
    "id": "366739",
    "unitNumber": 2,
    "text": "<strong>Taraf sayısı bakımından hukuki işlemler ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır?</u></strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Vasiyetname tek taraflı hukuki işlemdir.",
      "B": "Mirasın reddi tek taraflı hukuki işlemdir.",
      "C": "Satış sözleşmesi iki taraflı hukuki işlemdir.",
      "D": "Dernek yönetim kurulunun aldığı kararlar çok taraflı hukuki işlemdir.",
      "E": "Kiralayanın iki öğrenci ile kurduğu kira sözleşmesi çok taraflı hukuki işlemdir."
    }
  },
  {
    "id": "398001",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi tek taraflı hukuki işlemdir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Yeğeni Ahmet’e mirasını bırakmak isteyen dayı Cevdet'in Ahmet'i mirasçı ataması",
      "B": "Ahmet'in, Cevdet'in evini kiralaması",
      "C": "Ahmet Cevdet ve Hasan'ın şirket kurması",
      "D": "Cevdet'in Hasan'a telefon bağışlaması",
      "E": "Kanarya Sevenler Derneğinin yedi kişilik yönetim kurulunun dördünün olumlu oyuyla bir konuda karar alınması"
    }
  },
  {
    "id": "398002",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi borçlandırıcı işlemdir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Metin ile Ahmet'in, sonuçları 2 ay sonra doğacak olan araç satım sözleşmesi yapması",
      "B": "Cevdet'in fırından ekmek alması ve bedelini ödemesi",
      "C": "Celal'in Şükrü'ye bir ev satıp bedelini alması",
      "D": "Hakan'ın Mehmet'e bir telefon bağışlayıp teslim etmesi",
      "E": "Kemal'in komşusu Enes'ten aracını ödünç alması"
    }
  },
  {
    "id": "398005",
    "unitNumber": 2,
    "text": "Fahri arkadaşı Batuhan'a X marka telefonunu 10.000 TL'ye satmayı teklif etmiş, Batuhan'da bu teklifi kabul etmiştir.<em> </em><br /><strong>Buna göre Batuhan'ın beyanının hukuki niteliği aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kabul",
      "B": "Öneri",
      "C": "Öneri daveti",
      "D": "Bağlayıcı olmayan öneri",
      "E": "Örtülü kabul"
    }
  },
  {
    "id": "106318",
    "unitNumber": 3,
    "text": "<strong>Hukuki işlemin temel unsurları bulunmakla birlikte bunların birinde ya da birden fazlasında geçerli olması için kanunun emrettiği hükümlere aykırılık olması durumunda uygulanacak yaptırım türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Bozulabilir geçerlilik",
      "B": "Kesin hükümsüzlük",
      "C": "Askıda hükümsüzlük",
      "D": "Düzelebilir geçersizlik",
      "E": "Nisbi geçersizlik"
    }
  },
  {
    "id": "106326",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi bir irade sakatlığı türü <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yanılma",
      "B": "Aldatma",
      "C": "Muvazaa",
      "D": "Yokluk",
      "E": "Korkutma"
    }
  },
  {
    "id": "106328",
    "unitNumber": 3,
    "text": "<strong>Sözleşmelerin geçerliliğiyle ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Hukuki işlemin kuruluşu anında yasal olarak geçerli koşulları taşımamasına geçersizlik denir.",
      "B": "Geçerli bir sözleşme için sadece tarafların iradelerinin uyuşması yetmez.",
      "C": "Ayırt etme gücü bulunmayanların yaptığı sözleşmeler kural olarak geçerli olmaz.",
      "D": "Yapılan sözleşme kamu düzenini ihlal etmesi durumunda geçersiz sayılır.",
      "E": "Sözleşmenin konusunun sadece borcu yüklenen açısından imkânsız olması da sözleşmenin geçersizliği sonucunu doğurur."
    }
  },
  {
    "id": "111167",
    "unitNumber": 3,
    "text": "<strong>Kişinin bir iradeye sahip olmadığı hâlde görünüşte böyle bir irade varmışçasına hareket etmesi durumuna ne ad verilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Zihnî kayıt",
      "B": "Muvazaa",
      "C": "Latife beyanı",
      "D": "Gabin",
      "E": "Aldatma"
    }
  },
  {
    "id": "111190",
    "unitNumber": 3,
    "text": "<strong>Sınırlı ehliyetsiz tarafından yapılan ve onu borç altına sokmaya yönelik hukuki işleme yasal temsilci onay verinceye kadar uygulanacak olan yaptırım türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Düzelebilir geçersizlik",
      "B": "Yokluk",
      "C": "Kesin hükümsüzlük",
      "D": "Kısmi geçersizlik",
      "E": "Askıda hükümsüzlük"
    }
  },
  {
    "id": "127339",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi sözleşmenin geçersizliği/hükümsüzlüğü itibarıyla bir yaptırım türü <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Saikte yanılma",
      "B": "Yokluk",
      "C": "Kesin hükümsüzlük (butlan)",
      "D": "Askıda hükümsüzlük",
      "E": "Nispi hükümsüzlük"
    }
  },
  {
    "id": "127361",
    "unitNumber": 3,
    "text": "<strong>Aşırı yararlanma ile </strong><strong>ilgili olarak</strong><strong> aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Aşırı yararlanmada edimler arasında açık bir oransızlık bulunmalıdır.",
      "B": "Aşırı yararlanmada karşı taraf, zor durumda bulunan veya düşüncesiz hareket eden ya da deneyimsiz olan kişinin bu durumundan yararlanarak açık oransızlığın meydana gelmesini sağlamalıdır.",
      "C": "Aşırı yararlanmada, mağdur duruma göre, sözleşme ile bağlı olmadığını karşı tarafa bildirebilir ya da sözleşmedeki oransızlığın giderilmesini isteyebilir.",
      "D": "Zor durumda kalmaya dayalı aşırı yararlanmada iptal hakkının bu durumun ortadan kalkmasından itibaren bir yıl ve her hâlde sözleşmenin kurulmasından itibaren 5 yıl içinde kullanılması gerekir.",
      "E": "Aşırı yararlanmada sözleşme baştan itibaren geçersizdir."
    }
  },
  {
    "id": "165315",
    "unitNumber": 3,
    "text": "<strong>Sözleşmenin geçerliliği/geçersizliği itibarıyla aşağıdaki hangi durumda yokluk yaptırımı söz konusu olur?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Taraflardan birinin saik hatasında",
      "B": "Taraflardan biri üçüncü bir kişi tarafından korkutulmuş ve bunun sonucunda sözleşmeyi yapmışsa",
      "C": "Sözleşmenin kurucu unsurlarının tamamı ya da herhangi biri hiçbir şekilde bulunmuyorsa",
      "D": "Mutlak muvazaa hâlinde",
      "E": "Sözleşmenin tarafta yanılma nedeniyle yapılması durumunda"
    }
  },
  {
    "id": "165318",
    "unitNumber": 3,
    "text": "<strong>Muvazaa açısından aşağıdaki önermelerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Muvazaa, tarafların kendi iradeleriyle bilerek yarattıkları bir durumdur.",
      "B": "Mutlak ve nispi muvazaa farklıdır ve hukuki sonuçları da farklı olabilir.",
      "C": "Muvazaalı işlemin geçersizliği her zaman ileri sürülebilir.",
      "D": "Muvazaanın ispatında taraflar ve üçüncü kişiler için aynı kurallar geçerlidir.",
      "E": "Nispi muvazaaya öğretide nitelikli muvazaa da denir."
    }
  },
  {
    "id": "171220",
    "unitNumber": 3,
    "text": "<strong>Sözleşmenin geçerlilik şartları açısından aşağıdakilerden hangisi doğrudur?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Öneri ve kabulün örtüşmesi geçerli bir sözleşmenin kurulması için yeterlidir.",
      "B": "Yanılmada gerçekte bir irade sakatlığı yoktur.",
      "C": "Aldatmada gerçekte bir irade sakatlığı yoktur.",
      "D": "Sözleşmenin geçerli bir şekilde kurulması için iradelerin uyuşması yanında, geçerliliğe etki eden bir irade sakatlığının da bulunmaması gerekir.",
      "E": "Aşırı yararlanma bir irade sakatlığı olarak görülse bile bunda sözleşme geçersiz hâle gelmez, sadece uyarlanır."
    }
  },
  {
    "id": "178328",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi TBK m. 31’de düzenlenen açıklamada yanılma hâllerinden <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Miktarda hata",
      "B": "Konuda hata",
      "C": "Saikte hata",
      "D": "Kişide hata",
      "E": "Sözleşmenin niteliğinde hata"
    }
  },
  {
    "id": "178329",
    "unitNumber": 3,
    "text": "<strong>Aşağıdaki durumların hangisinde sözleşmenin konuda hata nedeniyle iptali mümkündür?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "A firması, 5 ton şeker satın alma teklifini B firması yerine, C firmasına göndermiştir.",
      "B": "Samsun’a tayinin çıktığını düşünen memur Hüsnü, orada kira sözleşmesi yapmış ise",
      "C": "A, B ile kefalet sözleşmesi yapmak isterken, borcun üstlenilmesi sözleşmesi yapmıştır.",
      "D": "A firması pilavlık bulgur satın almak isterken, yemlik bulgur teklifinde bulunmuş ve karşı tarafta bunu kabul etmiş ise",
      "E": "Bir piyeste rol aldığını sanan kişi gerçekte evlenme akdine katılmış ise"
    }
  },
  {
    "id": "178330",
    "unitNumber": 3,
    "text": "<strong>Aşağıdaki hangisi muvazaa kapsamında <u>değerlendirilmez</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Alacaklarının yakında kendine karşı icra takibi yapacağını düşünen A, taşınmazlarını çok güvendiği arkadaşı H’ye görünüşte devrederse",
      "B": "Çok hasta olduğu için işlerini iyi yürütemeyen A, taşınmazını yeğeni B’ye idare etmesi için devreder ve taraflar A’nın iyileşmesi ile taşınmazın geri verileceği konusunda anlaşmış iseler,",
      "C": "Oğluna miras bırakmak istemeyen anne A, sağlığında dairelerini kızına satmış gibi (gerçekte bağışladığı hâlde) tapuda devir gerçekleştirirse",
      "D": "A ile B bir taşınmaza paylı maliklerdir. Ancak A, B’nin yasadan kaynaklanan önalım hakkını engellemek için payını olduğundan çok daha yüksek bir fiyata C’ye satmış gibi tapuda işlem yaparsa",
      "E": "Salt daha az vergi ödemek için A ile B, taşınmazın fiyatını tapuda olduğundan on kat daha düşük göstermiş iseler"
    }
  },
  {
    "id": "178331",
    "unitNumber": 3,
    "text": "<strong>Bir hukuki işlemin olmazsa olmaz nitelikteki temel ve kurucu unsurlarının <u>bulunmamasına</u> ne ad verilir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Sakatlık",
      "B": "Geçersizlik",
      "C": "Hükümsüzlük",
      "D": "Butlan",
      "E": "Yokluk"
    }
  },
  {
    "id": "178332",
    "unitNumber": 3,
    "text": "<strong>Korkutma açısından aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Korkutma üçüncü kişi tarafından yapılmış ise korkutulanın muhatabının bunu bilmesi ya da bilebilecek durumda olması gerekir ki sözleşme geçersiz olsun.",
      "B": "Korkutma ciddi ve yakın bir tehdidi içermelidir.",
      "C": "Korkutulan sözleşme ile bağlı değildir ancak bunu korkutma tehdidinin ortadan kalkmasından itibaren bir yıllık hak düşürücü süre içinde karşı tarafa bildirmesi gerekir.",
      "D": "Korkutma, karşı tarafın kendisinin ya da yakınlarınından birinin kişilik haklarına ya da mal varlığına yönelik olabilir.",
      "E": "Bir hakkın veya kanundan kaynaklanan bir yetkinin kullanılacağı tehdit kural olarak korkutma sayılmaz."
    }
  },
  {
    "id": "178333",
    "unitNumber": 3,
    "text": "<strong>Aldatma açısından aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Aldatma yoluyla iradesi sakatlanan kişinin sözleşmeye olur vermesi hâlinde sözleşme başlangıçtan itibaren geçerli olur.",
      "B": "Aldatan, diğer taraf sözleşmeye onay vermiş olsa bile, aldatılanın aldatma nedeniyle uğradığı zararı gidermeye mecburdur.",
      "C": "Aldatılan, aldatıldığını öğrendiği tarihten itibaren 2 yıl içinde sözleşmeyi iptal etmelidir, aksi hâlde sözleşmeye onay ermiş olur.",
      "D": "Aldatmayı üçüncü kişi de yapabilir, ancak bunun için diğer tarafın aldatmayı bilmesi ya da bilebilecek durumda olması gerekir.",
      "E": "Aldatma nedeniyle yanılma esaslı olmak zorunda değildir."
    }
  },
  {
    "id": "178334",
    "unitNumber": 3,
    "text": "Bünyesinde bulunan A şirketini, B şirketine satmak üzere sözleşme yapan M Holding, sonradan A şirketinin değerinin 500.000 TL az hesaplandığını fark etmiştir. <strong>Bu durumda aşağıdaki ifadelerden hangisi doğrudur?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Bu durumda M Holding sözleşmeyi miktarda hata nedeniyle iptal edebilir.",
      "B": "Bu durumda M Holding sözleşmeyi B şirketinin hilesi nedeniyle iptal edebilir.",
      "C": "Bu durumda gerçekte adi hesap hatası söz konusu olduğundan M Holdingin sözleşmeyi iptal hakkı yoktur ve sadece hesap hatası düzeltilir.",
      "D": "Bu durumda saik hatası söz konusu olduğundan M Holding ancak TBK m. 32’deki koşullar çerçevesinde temel hatası olduğunu ispat etmek suretiyle sözleşmeyi iptal edebilir.",
      "E": "Burada gerçekte bir yanılma söz konusu değildir, çünkü M Holding özensiz davranmıştır."
    }
  },
  {
    "id": "178335",
    "unitNumber": 3,
    "text": "<strong>Beyan ile irade arasında bilerek yaratılan örtüşmeme açısından aşağıdakilerden hangisi yanlıştır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Latife beyanı buna bir örnek olarak verilebilir.",
      "B": "Teminat amaçlı inançlı temlik buna bir örnek olarak verilebilir.",
      "C": "Bir kimse arzu etmediği bir beyan bilerek yapmışsa, mesela bir teklifi reddetmek istemesine rağmen kabul beyanında bulunmuşsa, zihni kayıt söz konusudur.",
      "D": "Muvazaa mutlak veya nispi muvazaa şeklinde olabilir.",
      "E": "Muvazaaya taraf olanların sonradan bunun muvazaa olduğunu iddia etmeleri hâlinde, bunu yazılı delille ispatlamaları gerekir."
    }
  },
  {
    "id": "298961",
    "unitNumber": 3,
    "text": "TBK m. 27 I hükmünde, “Kanunun emredici hükümlerine, ahlaka, kamu düzenine, kişilik haklarına aykırı veya konusu imkansız olan sözleşmeler kesin olarak hükümsüzdür.” şeklinde düzenlenmiştir.<br /><strong>Buna göre aşağıdakilerden hangisi \"emredici hükümler\" ile alakalı doğru bir yargı bildirmektedir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Emredici hükümlerle kastedilen tüm hukuk düzeninin hükümleri değil, yalnızca TBK’nın hükümleridir.",
      "B": "Bir hükmün emredici olup olmadığı sadece o hükmün lafzından veya amacından anlaşılamaz.",
      "C": "Toplumun menfaatini, ahlakını ve fertlerin şahsiyetini koruma amacını güden hükümler emredici nitelikte değildir.",
      "D": "Ekonomik, sosyal veya fiziki yönden zayıf olanları koruyan hükümler bu koruma amacına giren yönlerden emredici değildirler.",
      "E": "Ortada herhangi bir somut emredici hüküm bulunmasa dahi yapılan sözleşme kamu düzenini ihlal ediyorsa, kamunun esenliğini ve rahatlığını bozuyorsa, bu sözleşme geçersiz sayılır."
    }
  },
  {
    "id": "302497",
    "unitNumber": 3,
    "text": "<strong>Korkutma açısından aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Korkutma üçüncü kişi tarafından yapılmış ise korkutulanın muhatabının bunu bilmesi ya da bilebilecek durumda olması gerekir ki sözleşme geçersiz olsun.",
      "B": "Korkutma ciddi ve yakın bir tehdidi içermelidir.",
      "C": "Korkutulan sözleşme ile bağlı değildir ancak bunu korkutma tehdidinin ortadan kalkmasından itibaren bir yıllık hak düşürücü süre içinde karşı tarafa bildirmesi gerekir.",
      "D": "Korkutma, karşı tarafın kendisinin ya da yakınlarının birinin kişilik haklarına ya da malvarlığına yönelik olabilir.",
      "E": "Bir hakkın veya kanundan kaynaklanan bir yetkinin kullanılacağı tehdidi kural olarak korkutma sayılmaz."
    }
  },
  {
    "id": "326403",
    "unitNumber": 3,
    "text": "<strong>Korkutma ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Korkutmanın sözleşmenin tarafına ya da onun yakınlarına yönelik olması gerekir.",
      "B": "Salt hukuka uygun bir işlemin yapılacağı tehdit tek başına korkutma sayılmaz.",
      "C": "İleride gerçekleşebilecek tehlikelere ilişkin tehditler korkutma oluşturmaz.",
      "D": "Üçüncü kişinin korkutmasında, karşı taraf bundan haberdar değilse korkutulan sözleşme ile bağlıdır.",
      "E": "Sözleşme yapma iradesine etkide bulunmamış bir tehdit varsa korkutmadan söz edilemez."
    }
  },
  {
    "id": "364646",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakiler hangisi irade sakatlığı türlerinden <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Yokluk",
      "B": "Yanılma",
      "C": "Aldatma",
      "D": "Korkutma",
      "E": "Gabin"
    }
  },
  {
    "id": "398007",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi bir sözleşmenin geçerliliği için aranan şartlardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Tarafların sözleşmeyi yapmaya ehil olmaları",
      "B": "İrade beyanlarının sağlıklı olması",
      "C": "Sözleşme konusunun imkânsız olmaması",
      "D": "Tarafların sözleşme yapmaya ilişkin birbirine uyumlu irade beyanlarını aynı anda dile getirmeleri",
      "E": "Sözleşmenin konusunun kamu düzenine aykırı olmaması"
    }
  },
  {
    "id": "106586",
    "unitNumber": 4,
    "text": "<strong>Genel işlem koşulları ile ilgili aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Genel işlem koşullarının sözleşme kapsamına girmesi, karşı tarafın bunlardan haberdar olması, bunları öğrenme imkânına sahip olarak sözleşmeyi kabul etmesine bağlıdır.",
      "B": "Tüketicinin Korunması Hakkında Kanun'da genel işlem şartları haksız şartlar başlığı altında düzenlenmiştir.",
      "C": "Genel işlem koşullarının önceden kullanan kişi tarafından hazırlanmış olması şarttır.",
      "D": "Sözleşme kapsamına giren genel işlem koşullarının geçerli olup olmadıkları ayrıca denetlenir.",
      "E": "Genel işlem koşulları maddi anlamda kanun benzeri etkilerine rağmen sözleşmenin yorumlanması kuralına göre yorumlanır."
    }
  },
  {
    "id": "111220",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi resmî yazılı şekle tabi olan hukuki işlemlerdendir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kefalet sözleşmesi",
      "B": "Taşınmaz satışı",
      "C": "Alacağın devri",
      "D": "Fikir ve sanat eserleri üzerindeki mali hakların devri",
      "E": "Tüketici kredi sözleşmeleri"
    }
  },
  {
    "id": "111234",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi hukuki işlemlere geçerlilik şekli tanınmasının yararlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "3. kişiler açısından hukuk güvenliği sağlaması",
      "B": "İspat açısından kolaylık sağlaması",
      "C": "Düşünmeye sevk etmesi",
      "D": "Gizliliğin ortadan kalkması",
      "E": "Kararlaştırılan sözleşmenin içeriğinin tespit edilmesinde kolaylık sağlaması"
    }
  },
  {
    "id": "111534",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi kanun koyucunun şekle tabi kıldığı işlemlerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Evlenme",
      "B": "Taşınmaz satış vaadi",
      "C": "Vasiyetname",
      "D": "İbra",
      "E": "Taksitle satış sözleşmesi"
    }
  },
  {
    "id": "111546",
    "unitNumber": 4,
    "text": "<strong>İradi geçerlilik şekli ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Sözleşmenin belirli bir şekilde yapılmasının taraflarca kararlaştırılması durumunda iradi geçerlilik şeklinden söz edilir.",
      "B": "Şekil anlaşması ile taraflar şekle bağlı olmayan bir sözleşmenin sözlü, adi yazılı ya da resmî yazılı şekilde yapılmasını kararlaştırabilirler.",
      "C": "Şekil anlaşmasının geçerliliği yazılı şekilde yapılmasına bağlıdır.",
      "D": "İradi şekil şartının öngörüldüğü bir sözleşmede değişiklik yapılması kural olarak şekle bağlı değildir.",
      "E": "Taraflar zaten şekle bağlı olan bir sözleşmenin şekil şartlarını ağırlaştırıcı kurallar da koyabilirler."
    }
  },
  {
    "id": "127863",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi yasal geçerlilik şeklinin tanınmasının arkasındaki asli (birincil) ya da tali (ikincil) düşüncelerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Sözleşmenin koşullarının tespitinde kolaylık sağlamak",
      "B": "Tapu sicilinde olduğu gibi resmî sicillerin tutulmasını sağlam temellere dayandırmak",
      "C": "Tarafları (özellikle zayıf tarafı) düşünmeye sevk etmek",
      "D": "Noterlerin işlemlerinin mümkün olduğunca açık bir şekilde yapılmasını sağlamak",
      "E": "Taraflar ve duruma göre üçüncü kişiler açısından hukuk güvenliğini sağlamak"
    }
  },
  {
    "id": "127950",
    "unitNumber": 4,
    "text": "<strong>Resmî şekil açısından aşağıdaki önermelerden hangisi geçerli <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Tapuda yapılacak işlemeleri yapmaya asıl olarak tapu müdürlükleri (memurluğu) yetkilidir.",
      "B": "Taşınmaz satış vaadi noterler tarafından gerçekleştirilebilir.",
      "C": "Kefalet sözleşmesinin geçerliliği noterde düzenlenmiş olmasına bağlıdır.",
      "D": "Resmî şekli onaylama ve düzenleme şekli diye ikiye ayırmak mümkündür.",
      "E": "Taşınmaz satışı resmî şekle tabi ise de taraflarca ifa edilmiş ve üzerinden bir süre geçmiş sözleşmelerin geçersizliğini iddia etmek kural olarak dürüstlük ilkesine takılır ve hukuk düzenince dinlenmez."
    }
  },
  {
    "id": "165321",
    "unitNumber": 4,
    "text": "<strong>Türk Hukuku'nda genel olarak bir hukuki işlem resmî şekle tabi ise bunu kural olarak gerçekleştirmekle yükümlü olanlar aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Muhtarlar",
      "B": "Üniversiteler",
      "C": "Noterler",
      "D": "Tapu memurları",
      "E": "İmamlar"
    }
  },
  {
    "id": "165324",
    "unitNumber": 4,
    "text": "<strong>Geçerlilik şekli açısından aşağıdakilerden hangisi doğrudur?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Geçerlilik şekli ile resmî şekil aynı anlama gelir.",
      "B": "Geçerlilik şekline aykırılığın yaptırımı tartışmalı olmakla birlikte baskın görüşe göre nispi hükümsüzlüktür.",
      "C": "Bir hukuki işlem için kanun şekil kuralı öngörmüş ise bu kural olarak geçerlilik şeklidir.",
      "D": "Şekle aykırılığın yaptırımı olan kesin hükümsüzlüğü hâkim resen dikkate almaz, bunun ileri sürülmesi gerekir.",
      "E": "Hukukumuzda sözlü geçerlilik şekli sadece sözlü vasiyet için söz konusudur."
    }
  },
  {
    "id": "178343",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi geçerlilik şekli açısından <u>yanlıştır</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Hukuki işlemde şekil açısından geçerli kural şekil serbestisidir.",
      "B": "Geçerlilik şekli, hukuki işlemin muhakkak yazılı şekilde yapılmasını gerektirir.",
      "C": "Resmî geçerlilik şekli onaylama ya da düzenleme şeklinde gerçekleşebilir.",
      "D": "Yazılı şekil adi yazılı şekil ya da nitelikli yazılı şekilde olabilir.",
      "E": "Yazılı şeklin gerçekleşmesine resmî makam ya da yetkililerin katılması gerekmez."
    }
  },
  {
    "id": "178344",
    "unitNumber": 4,
    "text": "<strong>Yazılı şekil açısından aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yazılı şekilde sözleşmenin esaslı unsurlarının (tarafların özen önem vererek esaslı unsur hâle getirdikleri unsurların da) yer alması gerekir.",
      "B": "Alacağın devri yazılı şekilde gerçekleştirilmelidir.",
      "C": "Bir hukuki işlem yazılı şekle tabi ise, borç altına girsin ya da girmesin her iki tarafın da imzası gereklidir ki şekil şartı yerine getirilmiş olsun.",
      "D": "Yazılı şekil el yazılı, daktilo veya yazıcı ile yazdırılmış ve nihayetinde imzalanmış bir metin ile gerçekleştirilebilir.",
      "E": "Kefalet gibi bazı sözleşmelerde salt yazılılık yetmez, ayrıca kefilin sorumlu olacağı tutar gibi bazı hususların da ayrıca kefilin el yazısıyla yazılması gerekir."
    }
  },
  {
    "id": "178345",
    "unitNumber": 4,
    "text": "<strong>İradi geçerlilik şekli açısından aşağıdakilerden hangisi geçerli <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "İradi şekil şartı çerçevesinde şekle tabi olmayan bir işlemi şekle tabi hâle getirmek ya da şekle tabi olmakla birlikte bunun geçerlilik şeklini ağırlaştırıcı koşulları kabul etmek söz konusudur.",
      "B": "İradi şekil şartına tabi bir sözleşmenin değiştirilmesi için şekil şartına uymaya kural olarak gerek yoktur.",
      "C": "İradi şekil şartına aykırı şekilde yapılmış bir sözleşme tarafları bağlamaz.",
      "D": "İradi şekil şartına bu ismin verilmesinin sebebi, bu koşulun tarafların iradesine dayanmasıdır.",
      "E": "İradi şekil şartı sadece yazılı şekilde yapılmak için kararlaştırılabilir."
    }
  },
  {
    "id": "178346",
    "unitNumber": 4,
    "text": "<strong>Yazılı şekil ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "İmzalı bir mektup bu koşulu kural olarak gerçekleştirmez.",
      "B": "Aslı borç altına giren tarafça imzalanmak kaydıyla telgraf bu koşulu gerçekleştirebilir.",
      "C": "Tarafların bir gazetenin boşluk yerine el yazısıyla yazıp imzaladıkları metin yazılı şekil şartını gerçekleştirmek için kural olarak yeterlidir.",
      "D": "Güvenli elektronik imza ile gönderilmiş saklanabilen metinler de yazılı şekil yerine geçer.",
      "E": "Yazılı şekil şartının uygulandığı birçok tüketici işlemi Tüketiciyi Koruma Kanunu'nda düzenlenmektedir."
    }
  },
  {
    "id": "178347",
    "unitNumber": 4,
    "text": "<strong>Sözleşmenin hüküm doğurması açısından eklenmesi gereken hususlara aşağıdakilerden hangisi örnek <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yetkisiz temsilcinin yaptığı işleme temsil edilenin sonradan olur vermesi",
      "B": "Amcasının antika saatini amcasından habersiz satan kişinin bu arada amcanın ölmesi nedeniyle mirasçı olarak antika saate sahip olması nedeniyle tasarruf yetkisini sonradan kazanması",
      "C": "Tapuda yapılan taşınmazın devri işleminde tapu memurunun usulüne uygun tescil talebine binaen tescili gerçekleştirmesi",
      "D": "Kefalet sözleşmesinde kefilin sorumlu olduğu tutarın el yazısı ile yazılması gereği",
      "E": "Vesayet altındaki kişinin vasisi ile yaptığı hukuki işlemlere vesayet makamlarının olur vermesi"
    }
  },
  {
    "id": "178348",
    "unitNumber": 4,
    "text": "<strong>Genel işlem koşulları açısından aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "İş hukukunda genel işlem koşullarına “genel iş koşulları ya da şartları” denir.",
      "B": "Hukukumuzda genel işlem koşulları sadece Türk Borçlar Kanunu'nda düzenlenmiştir.",
      "C": "Genel işlem koşullarından bahsedebilmek için kullanan veya diğer bir kişi tarafından birçok sözleşme yapmak amacıyla önceden hazırlanmış olma da söz konusudur.",
      "D": "Bu şekilde hazırlanmış koşullardan sözleşmenin diğer tarafın haberi yok ise ve bunlardan haberdar olma imkânı olmaksızın sözleşmeyi onaylamış ise bunlar sözleşmenin parçası hâline gelmezler (yazılmamış sayılırlar).",
      "E": "Genel işlem şartları ile sözleşme özgürlüğü arasında genel bir çatışmanın bulunduğu söylenebilir."
    }
  },
  {
    "id": "178349",
    "unitNumber": 4,
    "text": "<strong>Genel işlem koşulları açısından aşağıdakilerden hangisi geçerli <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Genel işlem koşulları sadece tüketici işlemlerinde söz konusu olur.",
      "B": "Bir meslek örgütünün üyelerinin çok sayıda sözleşmede kullanması amacıyla hazırladığı bir tür standart sözleşmeyi kullanan üyenin yaptığı sözleşme de genel işlem koşulu içerir.",
      "C": "Genel işlem koşullarının mutlaka imzalanan sözleşme metninde yer alması gerekmez, sözleşmenin ekinde de yer alabilir.",
      "D": "Sözleşmenin niteliği ve işin özelliğine yabancı olan genel işlem şartı hükümlerine \"alışılmamış ya da şaşırtıcı klozlar\" denir.",
      "E": "Genel işlem koşullarının geçerli olup olmadığına ilişkin denetim aşamasına \"Geçerlilik Denetimi\" denir."
    }
  },
  {
    "id": "178350",
    "unitNumber": 4,
    "text": "<strong>Genel işlem koşulları açısından aşağıdaki önermelerden hangisi geçerli <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Genel işlem koşulunun yorumunda birden çok anlam çıkıyorsa muhatap açısından en lehte olan anlam esas alınır.",
      "B": "Genel işlem koşullarının sözleşme bütünlüğü içinde taraflar arasındaki sözleşme dengesini dürüstlük kuralına aykırı şekilde bozar nitelikte olup olmadığı da hukuken denetlenir ve buna içerik denetimi denir.",
      "C": "Genel işlem koşulları maddi anlamda kanun etkisi gösterdiklerinden kanunlar gibi yorumlanırlar.",
      "D": "İçerik denetimi sözleşmenin çekirdek alanında (yani edim ve karşı edim dengesine dair kısmında) kural olarak yapılmaz.",
      "E": "Genel işlem koşullarının içinde yer alan, “Bu sözleşmedeki her bir hüküm taraflar arasında müzakere edilerek kabul edilmiştir.” şeklindeki hüküm, genel işlem koşullarını genel işlem koşulu olmaktan çıkarmaz."
    }
  },
  {
    "id": "326352",
    "unitNumber": 4,
    "text": "<strong>Resmî şekle ilişkin aşağıdaki ifadelerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kanunda ayrıca belirtilmemişse, resmî şekli noterler gerçekleştirir.",
      "B": "Taşınmaz satış sözleşmesi yapma açısından noterlerin de yetkisi bulunmaktadır.",
      "C": "Resmî şekli adi ya da nitelikli yazılı şekilden farklı kılan, resmî şekilde işin içine resmî makam veya memurun girmesidir.",
      "D": "Onaylama şeklinde noter sadece imzaların ilgili kişiler tarafından kendi önünde atıldığını ve tarihi onaylar.",
      "E": "Düzenleme şeklinde, metin bizzat noter tarafından tarafların isteğine göre düzenlenir."
    }
  },
  {
    "id": "326357",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisinde yazılı şekil şartı <u>aranmaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Fikir ve sanat eserleri üzerindeki mali hakların devri",
      "B": "Alacağın devri",
      "C": "Evlenme",
      "D": "Taksitle satış sözleşmeleri",
      "E": "Tüketici kredisi sözleşmeleri"
    }
  },
  {
    "id": "326358",
    "unitNumber": 4,
    "text": "…………… hukuki sonucun doğması için iradenin kanunda öngörülen şekle uygun olarak açıklanması gerekir.<br /><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Geçerlilik şeklinde",
      "B": "İspat şeklinde",
      "C": "Düzen şeklinde",
      "D": "Yazılı şekilde",
      "E": "Resmî şekilde"
    }
  },
  {
    "id": "326946",
    "unitNumber": 4,
    "text": "<strong>Genel işlem koşullarında yer alan bir hüküm, açık ve anlaşılır değilse veya birden çok anlama geliyorsa, bu hükmün akıbeti ile ilgili olarak aşağıdakilerden hangisi doğrudur?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yokluk yaptırımına tabidir.",
      "B": "Yazılmamış sayılır.",
      "C": "Kesin hükümsüzdür.",
      "D": "İptal edilebilir.",
      "E": "Düzenleyenin aleyhine ve karşı tarafın lehine yorumlanır."
    }
  },
  {
    "id": "364647",
    "unitNumber": 4,
    "text": "<strong>Aşağıdaki kanunlardan hangisinde genel işlem koşullarına ilişkin düzenleme getirilmiştir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Türk Ticaret Kanunu",
      "B": "Tüketicinin Korunması Hakkında Kanun",
      "C": "Türk Medeni Kanunu",
      "D": "Rekabetin Korunması Hakkında Kanun",
      "E": "İş Kanunu"
    }
  },
  {
    "id": "364648",
    "unitNumber": 4,
    "text": "<strong>Özel kanunlarla, şekil şartı getirilen sözleşmelerde, bu şekil şartına <u>uyulmamasının </u>hukuki sonucu nedir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yokluk",
      "B": "İptal edilebilirlik",
      "C": "Kesin hükümsüzlük",
      "D": "Kısmi hükümsüzlük",
      "E": "Tek taraflı hükümsüzlük"
    }
  },
  {
    "id": "398016",
    "unitNumber": 4,
    "text": "<strong>Evlenmenin şekil şartına ilişkin aşağıdakilerden hangisi doğrudur?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Evlenme sözlü şekil şartına tabidir.",
      "B": "Evlenme yazılı şekil şartına tabidir.",
      "C": "Evlenme resmî şekil şartına tabidir.",
      "D": "Evlenmenin resmî şekil şartı, düzenleme şeklinde resmî yazılı şekildir.",
      "E": "Evlenmenin resmî şekil şartı, onaylama şeklinde resmî yazılı şekildir."
    }
  },
  {
    "id": "106637",
    "unitNumber": 5,
    "text": "<strong>Temsil ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Temsil edilen, hukuki bir işlemden doğan temsil yetkisini her zaman sınırlayabilir veya geri alabilir.",
      "B": "İradi temsil, temsil edilenin ölümü ile kural olarak sona erer.",
      "C": "Temsil ilişkisinde temsil edilen, temsilci ve kendisi ile işlem yapılan üçüncü kişi olmak üzere üç kişi bulunur.",
      "D": "Temsil yetkisi, ancak taraflar arasında yapılan sözleşmeye dayalı olarak verilir.",
      "E": "Temsilci yetkisiz olsa dahi üçüncü kişilerle yaptığı hukuki işlemler bazı istisnai durumlarda temsil edileni bağlar."
    }
  },
  {
    "id": "107086",
    "unitNumber": 5,
    "text": "<strong>Sözleşmenin uyarlanması aşağıdaki ilkelerden hangisinin bir istisnasıdır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Nisbilik ilkesi",
      "B": "Güven ilkesi",
      "C": "Ahde vefa ilkesi",
      "D": "İyi niyet ilkesi",
      "E": "Dürüstlük ilkesi"
    }
  },
  {
    "id": "107730",
    "unitNumber": 5,
    "text": "<strong>Sözleşmelerin yorumlanması ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Sözleşmenin yorumlanmasında, sözleşmedeki bir kayıt tek başına değil, sözleşmenin bütünü dikkate alınarak yorumlanır.",
      "B": "Sözleşmede yer alan teknik olmayan kavramlar, gündelik dildeki anlamlarına göre yorumlanır.",
      "C": "Yorum, sözleşme hükmünün, uygulandığı koşullardaki anlamı tespit edilmeye çalışılacak şekilde yapılır.",
      "D": "Kanunda, tartışmalı hususa ilişkin olarak kural getirilmiş ise, taraflar aksini kararlaştırmadıkça yorumda bu hükümlerin esas alınması gerekir.",
      "E": "Hükmün yorumunda sözleşmenin geçerliliğini destekleyen yorumun esas alınması gerekir."
    }
  },
  {
    "id": "111262",
    "unitNumber": 5,
    "text": "<strong>Temsilcinin kendi adına ancak temsil olunan hesabına hukuki işlem yaptığı temsil türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kısmi yasal temsil",
      "B": "Dolaylı temsil",
      "C": "Yasal temsil",
      "D": "Doğrudan temsil",
      "E": "Yetkisiz temsil"
    }
  },
  {
    "id": "111286",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi temsil yetkisini sona erdiren sebeplerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Temsilcinin ölümü",
      "B": "Temsil edilene yasal danışman atanması",
      "C": "Temsilcinin gaipliğine karar verilmesi",
      "D": "Temsil edilenin iflas etmesi",
      "E": "Fiil ehliyetini kaybetmesi"
    }
  },
  {
    "id": "127987",
    "unitNumber": 5,
    "text": "<strong>Temsilcinin, temsil olunan nam ve hesabına hukuki işlem yaptığı temsil türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kısmi iradi temsil",
      "B": "Yasal temsil",
      "C": "Doğrudan temsil",
      "D": "Dolaylı temsil",
      "E": "Yetkisiz temsil"
    }
  },
  {
    "id": "127999",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi sözleşmenin uyarlanması ile ilgili bir kavramdır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Yetki belgesi",
      "B": "İşlem temelinin çökmesi",
      "C": "Sözleşmede boşluk",
      "D": "Sözleşenin sistematik yorumu",
      "E": "Yasal temsil"
    }
  },
  {
    "id": "165330",
    "unitNumber": 5,
    "text": "<strong>Temsilcinin kendi adına ancak temsil olunan hesabına hukuki işlem yaptığı temsil türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Doğrudan temsil",
      "B": "Dolaylı temsil",
      "C": "Yetkisiz temsil",
      "D": "Kanuni temsil",
      "E": "Kısmi kanuni temsil"
    }
  },
  {
    "id": "165335",
    "unitNumber": 5,
    "text": "<strong>Sözleşmede kullanılan deyimler ve sözleşme hükümlerinin yanı sıra sözleşmenin bütünlüğü içinde, örneğin içinde bulunduğu bölüm, hüküm başlıkları, başka hükümlerde düzenlenen hususlarda kullanılan ifadeler ve düzenlenen konular vs. birlikte değerlendirilerek yapılan yorum aşağıdakilerden hangisi ile ifade edilir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Lafzi yorum",
      "B": "Farazi yorum",
      "C": "Sistematik yorum",
      "D": "Subjektif yorum",
      "E": "Amaçsal yorum"
    }
  },
  {
    "id": "171447",
    "unitNumber": 5,
    "text": "<strong>Sözleşme yapma zorunluluğuna ilişkin olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Sözleşme yapma zorunluluğu kanundan doğabileceği gibi iradi de olabilir.",
      "B": "Tüketicilerin korunması amacıyla Tüketicinin Korunması Hakkında Kanun’da sözleşme yapma zorunluluğunun benimsendiği durumlar vardır.",
      "C": "Bir sözleşmenin ileride kurulmasına yönelik sözleşmeler geçerlidir.",
      "D": "Sözleşme yapma vaadini yerine getirmeyene karşı ifa davası açılması durumunda hâkimin hükmü ile sözleşme kurulmuş olur.",
      "E": "Ön sözleşmenin geçerliliği yazılı şekilde yapılmasına bağlıdır."
    }
  },
  {
    "id": "171455",
    "unitNumber": 5,
    "text": "<strong>Sözleşmenin yorumlanmasına ilişkin olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Bir sözleşmenin yorumunda tarafların gerçek ve ortak iradeleri esas alınır.",
      "B": "Sözleşmenin yorumu, hükmün sözleşmenin yorumlandığı koşullardaki anlamı tespit edilmeye çalışılacak şekilde yapılır.",
      "C": "Hükmün yorumunda sözleşmeyi mümkün olduğunca ayakta tutacak yorum esas alınır.",
      "D": "Sözleşmenin yorumunda teknik olmayan kavramlar, gündelik dildeki anlamına göre yorumlanır.",
      "E": "Tarafların gerçek ve ortak iradelerinin tespit edilemediği durumlarda farazi iradeleri tespit edilir."
    }
  },
  {
    "id": "171462",
    "unitNumber": 5,
    "text": "<strong>Sözleşmenin uyarlanmasıyla </strong><strong>ilgili olarak</strong><strong> aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Sözleşmenin uyarlanması, Ahde Vefa İlkesi'ne adil ve dayanıklı bir istisna getirir.",
      "B": "Sözleşmenin uyarlanması genellikle işlem temelinin çökmesi nedeniyle Yeni Koşullara Uyarlanması İlkesi ile ifade edilir.",
      "C": "Sözleşmenin uyarlanabilmesi için sözleşme kurulurken öngörülemeyen ya da öngörülmesi de beklenemeyen yeni bir gelişmenin olması gerekir.",
      "D": "Sözleşme hâkim tarafından talep üzerine uyarlanabileceği gibi re’sen de uyarlanabilir.",
      "E": "Hâkim sözleşmeyi uyarlamak suretiyle sözleşmenin içeriğini değiştirebileceği gibi süresini de uzatabilir veya kısaltabilir."
    }
  },
  {
    "id": "178351",
    "unitNumber": 5,
    "text": "<strong>Aşağıdaki durumlardan hangisinde sözleşme yapma zorunluluğu söz konusu <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Tarafların daha önce ön sözleşme yapmış olmaları hâlinde",
      "B": "Tüketicinin almak istediği mal mağaza vitrininde, üzerinde \"numunedir\" veya \"satılık değildir\" ibaresi bulunmaksızın teşhir edilmesi hâlinde",
      "C": "Sözleşme konusu hizmetin, kamu kurumu veya özel kişi tarafından tekel niteliğinde sunulması hâlinde",
      "D": "Taraflardan birinin tüketici olması hâlinde",
      "E": "Kasabadaki tek doktor ile ona tedavi olmak isteyen hasta arasındaki durumda"
    }
  },
  {
    "id": "178352",
    "unitNumber": 5,
    "text": "<strong>Sözleşmenin yorumu ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Sözleşmenin yorumunda tarafların gerçek ve ortak iradelerinin tespiti esastır.",
      "B": "Sözleşmelerin yorumu, sözleşmenin kurulduğu dönem değil, güncel durum dikkate alınarak yapılır.",
      "C": "Tarafların gerçek ve ortak iradeleri tespit edilemezse, bunların farazi iradeleri tespit edilir.",
      "D": "Yorumda ilk başvurulacak unsur, sözleşmenin metni ya da tarafların kullandıkları ifadelerdir (lafzi yorum).",
      "E": "Sözleşmelerde kullanılan teknik kavramlar ilgili alanda sahip oldukları anlama göre yorumlanırlar."
    }
  },
  {
    "id": "178353",
    "unitNumber": 5,
    "text": "<strong>Aşağıdaki işlemlerden hangisi temsil olunanın temsilciye özel yetki vermesini gerektiren işlemlerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Taşınmazı kiraya vermek",
      "B": "Dava açmak",
      "C": "Bağışlama yapmak",
      "D": "Kambiyo taahhüdünde bulunmak",
      "E": "Hakeme başvurabilmek"
    }
  },
  {
    "id": "178354",
    "unitNumber": 5,
    "text": "<strong>Sözleşmenin tamamlanmasına ilişkin olarak aşağıdakilerden hangisi <u>yanlıştır</u>? </strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Sözleşmenin tamamlanması, sözleşmede boşluk olmasını gerektirir.",
      "B": "Bir uyuşmazlık çıktığında ve gerek olduğunda sözleşmeyi hâkim tamamlar.",
      "C": "Kanunda sözleşmedeki boşluğu tamamlayıcı kurallar varsa kural olarak bunlar uygulanırlar.",
      "D": "Sözleşmenin objektif ve sübjektif esaslı unsurlarında bir eksiklik var ise bu durumda sözleşmenin kural olarak meydana gelmediğinden hareket edilmelidir.",
      "E": "Tarafların getirdiği kural yetersiz ya da sözleşme bütünlüğü ile uyumsuz olsa dahi, sözleşmede artık tamamlama sorunu bulunmaz."
    }
  },
  {
    "id": "178355",
    "unitNumber": 5,
    "text": "<strong>Yetkisiz temsilcinin yaptığı işleme ilişkin olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Temsilcinin temsil yetkisi olmadığından, temsil olunan açısından işlem başlangıçta askıda hükümsüzdür.",
      "B": "Temsil olunan, olur verirse işlem baştan itibaren onu bağlar.",
      "C": "Temsil olunan, yapılan işlemi onamazsa bu işlemden doğan hak ve borçlar yetkisiz temsilciye ait olur.",
      "D": "İşlemin hükümsüzlüğü yüzünden kendisiyle yetkisiz şekilde işlem yapılan 3. kişi bir zarar uğramışsa bu zararı kural olarak yetkisiz temsilci tazmin eder.",
      "E": "Daha önce temsilcisinin kim olduğunu muhatabına bildiren temsil edilen, daha sonra temsil yetkisini kaldırmış, ancak bunu muhatabına bildirmemişse yetkisiz temsilcinin muhatap ile yaptığı işlem kural olarak temsil olunanı bağlar."
    }
  },
  {
    "id": "178356",
    "unitNumber": 5,
    "text": "Ahmet, arkadaşı Berna’ya evini kiraya vermesi için temsil yetkisi vermiş ancak daha sonra bu yetkiyi geri almıştır. Bu arada Berna, Ahmet’in hiç tanımadığı Ceyda ile kira sözleşmesi yapmıştır.<br /><strong>Buna göre aşağıdakilerden hangisi doğrudur?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Berna’nın yaptığı sözleşme hiçbir şekilde Ahmet’i bağlamaz çünkü Berna’nın temsil yetkisi artık yoktur.",
      "B": "Temsil yetkisinin geri alındığını Berna ve Ceyda bilmiyorsa, Ahmet sözleşme ile bağlı olur.",
      "C": "Berna temsil yetkisinin geri alındığını biliyor, Ceyda bilmiyorsa kira sözleşmesi Berna ile Ceyda arasında kurulur.",
      "D": "Ahmet, Berna’nın temsil yetkisini geri aldığını Ceyda’ya bildirmemişse, sözleşme ile bağlı olur.",
      "E": "Ahmet, gerçekte Berna’ya baştan itibaren temsil yetkisi vermemiştir çünkü bunu yazılı ve özel olarak yapması gerekirdi."
    }
  },
  {
    "id": "178357",
    "unitNumber": 5,
    "text": "<strong>Sözleşmenin uyarlanmasına ilişkin olarak aşağıdakilerden hangisi <u>yanlıştır</u>? </strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Bu konu eski Borçlar Kanunundan farklı olarak TBK’de genel olarak düzenlenmiştir.",
      "B": "Aşırı ifa güçlüğünde sözleşmenin uyarlanması için sözleşme kurulurken öngörülemeyen yeni ve olağanüstü bir gelişme olmalıdır.",
      "C": "Uyarlama nedeniyle borçlu için aşırı bir yük ortaya çıkmalıdır.",
      "D": "Uyarlama, borçludan kaynaklanan bir sebebe dayanmamalıdır.",
      "E": "Borçlu borcunu ifa etmiş olsa dahi sözleşmenin uyarlanması imkânından her durumda yararlanır."
    }
  },
  {
    "id": "178358",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi temsil yetkisinin verilmesi açısından doğrudur? </strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yasal temsilde temsil yetkisine hiçbir şekilde ihtiyaç yoktur.",
      "B": "Temsil yetkisinin verilmesi her zaman bir sözleşmeyi (vekâlet, iş görme, şirket vs.) ve böylece karşı tarafın kabulünü gerektirir.",
      "C": "Temsil yetkisi tek taraflı bir irade açıklaması (tek taraflı hukuki işlem) ile verilebilir.",
      "D": "Temsil yetkisi bütün haklar ve hukuki işlemler için verilebilir.",
      "E": "Temsil yetkisinin verilmesi şekle bağlıdır."
    }
  },
  {
    "id": "302508",
    "unitNumber": 5,
    "text": "Sözleşmenin uyarlanması, \".......................\" ilkesine adil ve dayanaklı bir istisna getirir.<br /><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Alacak",
      "B": "Ahde vefa",
      "C": "Borç",
      "D": "İnsaniyet",
      "E": "Tasarruf"
    }
  },
  {
    "id": "302510",
    "unitNumber": 5,
    "text": "Mehmet, arkadaşı Oya’ya evini kiraya vermesi için temsil yetkisi vermiş ancak daha sonra bu yetkiyi geri almıştır. Bu arada Oya, Mehmet’in hiç tanımadığı Kaan ile kira sözleşmesi yapmıştır.<strong> Buna göre aşağıdakilerden hangisi doğrudur?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Oya’nın yaptığı sözleşme hiçbir şekilde Mehmet’i bağlamaz, çünkü Oya’nın temsil yetkisi artık yoktur.",
      "B": "Oya temsil yetkisinin geri alındığını biliyor, Kaan bilmiyorsa kira sözleşmesi Oya ile Kaan arasında kurulur.",
      "C": "Temsil yetkisinin geri alındığını Oya ve Kaan bilmiyorlarsa, Mehmet sözleşme ile bağlı olur.",
      "D": "Mehmet, Oya’nın temsil yetkisini geri aldığını Kaan'a bildirmemişse, sözleşme ile bağlı olur.",
      "E": "Mehmet, gerçekte Oya'ya baştan itibaren temsil yetkisi vermemiştir, çünkü bunu yazılı ve özel olarak yapması gerekirdi."
    }
  },
  {
    "id": "326360",
    "unitNumber": 5,
    "text": "<strong>Ön sözleşmeye ilişkin aşağıdaki ifadelerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Taraflar arasındaki asıl sözleşmenin hâkim hükmüyle kurulması mümkündür.",
      "B": "Ön sözleşmenin ifası ancak asıl sözleşmenin yapılmasıyla olur.",
      "C": "Kanunlarda öngörülen istisnalar dışında, ön sözleşmenin geçerliliği, ileride kurulacak sözleşmenin şekline bağlıdır.",
      "D": "Ön sözleşmeyle yapmayı taahhüt ettiği asıl sözleşmeyi yapmaktan kaçınan kimseye karşı, diğer taraf akdi yapmaya zorlamak için dava açabilir.",
      "E": "Ön sözleşmenin gereği gibi ifa edilmemesi nedeniyle zarara uğranıldığı takdirde bu zararın talep edilmesi mümkün değildir."
    }
  },
  {
    "id": "326361",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi Türk Borçlar Kanunu uyarınca sözleşmelerin uyarlanması için aranan şartlardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Borçlunun, borcunu henüz ifa etmemiş veya ifanın aşırı ölçüde güçleşmesinden doğan haklarını saklı tutarak ifa etmiş olması",
      "B": "Sözleşmenin yapıldığı sırada taraflarca öngörülmeyen ve öngörülmesi de beklenmeyen olağanüstü bir durumun varlığı",
      "C": "Olağanüstü durumun, borçludan kaynaklanan bir sebeple ortaya çıkmış olması",
      "D": "Olağanüstü durumun, sözleşmenin yapıldığı sırada mevcut olguları borçlu aleyhine değiştirmiş olması",
      "E": "Borçludan ifanın istenmesinin, dürüstlük kurallarına aykırı düşecek dereceye gelmiş olması"
    }
  },
  {
    "id": "326367",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi temsil yetkisini sona erdiren hâller arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Temsil yetkisinin aşılması",
      "B": "Temsil olunanın iflas etmesi",
      "C": "Temsilcinin fiil ehliyetini kaybetmesi",
      "D": "Temsil yetkisinin konusuz kalması",
      "E": "Temsil olunanın gaipliğine karar verilmesi"
    }
  },
  {
    "id": "364649",
    "unitNumber": 5,
    "text": "<strong>Gerçek ve ortak iradenin tespitinde tarafların sözleşmede kullandıkları deyimlere dayanılarak yapılan yoruma ne ad verilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Lafzi yorum",
      "B": "Sübjektif yorum",
      "C": "Amaca göre yorum",
      "D": "Objektif yorum",
      "E": "Farazi yorum"
    }
  },
  {
    "id": "398025",
    "unitNumber": 5,
    "text": "<strong>Sözleşmenin yorumlanması hususunda aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Yorum sonucunda tarafların ortak iradesi olmadığı anlaşılırsa, sözleşmenin yorumlanması sonucunda geçersiz bir sözleşmenin varlığı ortaya çıkmış olur.",
      "B": "Sözleşme hükümleri bağımsız biçimde değil sözleşmenin tamamı göz önünde bulundurularak yorumlanmalıdır.",
      "C": "Sözleşme hükümlerinden birine verilen anlamda bir tereddüt varsa, hükmü düzenleyen tarafın aleyhine olan hüküm tercih edilmelidir.",
      "D": "Anlaşmazlık konusu sözleşme hükmünün yorumunda tereddüt hâlinde o hükümle yükümlülük altına giren taraf lehine olan anlam tercih edilmelidir.",
      "E": "Sözleşmenin geçerliliğini destekleyen anlama öncelik verilmelidir."
    }
  },
  {
    "id": "398026",
    "unitNumber": 5,
    "text": "<strong>Türk Borçlar Kanunu'na göre \"Temsil \"ve \"Temsil Yetkisi\" kavramlarına ilişkin aşağıdaki ifadelerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Dolaylı temsil, Borçlar Kanunu bakımından teknik manada bir temsil değildir.",
      "B": "Temsilci aracılığıyla vasiyetname yapılamaz.",
      "C": "Yetkisiz temsilci tarafından yapılan bir işlem, temsil olunanın onaması ile geçerli hâle gelebilir.",
      "D": "Temsil yetkisinin geçerliliği dayandığı sözleşmenin geçerliliğinden ayrı olarak değerlendirilemez.",
      "E": "Temsil yoluyla dava açma işlemi ancak özel yetki verilmiş ise yapılabilir."
    }
  },
  {
    "id": "106455",
    "unitNumber": 6,
    "text": "<strong>Tarafların anlaşması olmaksızın ifa konusundan farklı bir şeyin ifa edilmesine ne ad verilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "İfa uğruna eda",
      "B": "Aliud",
      "C": "Edimi değiştirme yetkisi",
      "D": "İfa yerini tutan eda",
      "E": "Ayıplı ifa"
    }
  },
  {
    "id": "107133",
    "unitNumber": 6,
    "text": "<strong>Edim konusu ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Cins borçlarında, aksine düzenleme yoksa ya da işin özelliğinden aksi anlaşılmıyor ise hangi nitelikteki edimin ifa edileceği konusunda seçim hakkı alacaklıdadır.",
      "B": "Parça borçlarında edimin konusu ferden belirlendiğinden başka şeyin ifası, ifa olarak kabul edilemez.",
      "C": "Birden fazla para borcunun bulunduğu durumlarda borçlu, hangi borcu ifa etmek istediğini bildirmiş ise bu borç ifa edilmiş olur.",
      "D": "Cins borçlarında ortalama kaliteden daha düşük kalitede ifada bulunulamaz.",
      "E": "Para borcu asli edim konusu olabildiği gibi duruma göre ikincil edim konusu da olabilir."
    }
  },
  {
    "id": "107233",
    "unitNumber": 6,
    "text": "<strong>İfanın ispatı ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "İfanın gerçekleştirildiğinin ispatı açısından ispat yükü borçludadır.",
      "B": "Borç senedi borçluya verilmiş ise borç sona ermiş sayılır.",
      "C": "Alacaklının anaparanın tamamı için makbuz vermiş olması, faizlerin alındığına dair karine teşkil etmez.",
      "D": "Borçluya makbuz verilmişse makbuzda belirtilen ölçüde borcun sona erdiği kabul edilir.",
      "E": "Borcun tamamını ödeyen borçlu, ister senedin iadesini isterse iptalini talep edebilir."
    }
  },
  {
    "id": "111363",
    "unitNumber": 6,
    "text": "<strong>Kısmi ifa ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Borcun tamamı belli ve muaccel ise alacaklı kısmen ifayı reddedebilir.",
      "B": "Edim niteliği itibarıyla bölünebilir nitelikte olsa bile alacaklı kısmi ifayı kabul etmek zorunda değildir.",
      "C": "Alacaklı kısmi ifayı kabul etmeye hazır ise borçlu bunu yerine getirmekten kaçınamaz.",
      "D": "Kısmi ifa talebinin bulunduğu durumlarda borçlu tam ifa gerçekleştiremez.",
      "E": "Asıl alacaktan ayrı ama ona bağlı bir alacak olan faizin ödenmesi kısmi ifa sayılmaz."
    }
  },
  {
    "id": "111373",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi vadenin hesaplanmasına ilişkin kurallarla ilgili olarak <u>yanlıştır</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Süre gün olarak belirlenmiş ise, sözleşmenin kurulduğu gün de dâhil olmak üzere bu sürenin son günü dolmuş olur.",
      "B": "Hafta olarak belirlenmiş süre, son haftanın sözleşmenin kurulduğu güne ismen uyan gününde dolmuş olur.",
      "C": "Bir veya birden çok ay ve yarım ay olarak belirlenmiş sürenin dolduğu gün, son aya onbeş gün eklenerek belirlenir.",
      "D": "İfa zamanı veya sürenin son günü kanunlarda tatil olarak kabul edilen bir güne rastlarsa kendiliğinden bugünü izleyen ve tatil olmayan ilk güne geçer.",
      "E": "Sekiz veya onbeş gün olarak belirlenmiş süre, bir veya iki haftayı değil, tam sekiz veya on beş günü ifade eder."
    }
  },
  {
    "id": "128037",
    "unitNumber": 6,
    "text": "<strong>İfa zamanı itibarıyla aşağıdakilerden hangisi geçerlidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Müeccel borç, ifa zamanı gelmiş borç demektir.",
      "B": "Borçlu borcunu isterse iş saatleri dışında da ifa edebilir.",
      "C": "Borç nispi kesin vadeli ise borç zamanında ifa edilmezse borçluya her zaman bir ek süre vermek gerekeceğinden borçlu temerrüdü gerçekleşmez.",
      "D": "Kural olarak borçlu vadesinden önce ifa edebilir.",
      "E": "Borcun ifası zamanı ya da son günü kanunlarda tatil edilen bir güne rastlasa bile sürenin uzaması söz konusu değildir ve borç o gün ifa edilmelidir."
    }
  },
  {
    "id": "128044",
    "unitNumber": 6,
    "text": "<strong>Borcu kimin ifa edeceği ile </strong><strong>ilgili olarak</strong><strong> aşağıdakilerden hangisi geçerli <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Borçlu borcu kural olarak bizzat ifa etmek zorunda değildir.",
      "B": "Borçlunun kişiliğinin ifa açısından önemli olduğu durumlarda borç, borçlu tarafından bizzat ifa edilmelidir.",
      "C": "Borcun borçlu tarafından ifa edileceği özellikle kararlaştırılmış olmadıkça, borçlu 3. kişinin ifasını yasaklar ve bu kişi buna rağmen borcu ifa ederse, borç yine de sona erer.",
      "D": "Para borçlarında kimin ifa edeceği alacaklı açısından kural olarak fark etmez.",
      "E": "Borçlu borcu bizzat ifa etmek zorunda ise temel edimi kendisi gerçekleştirse bile yardımcı şahıs kullanamaz."
    }
  },
  {
    "id": "171601",
    "unitNumber": 6,
    "text": "<strong>Borcu kimin ifa edeceği açısından aşağıdakilerden hangisi geçerlidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Borçlu, borcunu alacaklının özel bir menfaati söz konusu olmadıkça şahsen ifa etmek zorunda değildir.",
      "B": "Şahsen ifa edilmesi gereken borçlarda, borçlu hiçbir şekilde yardımcı şahıs kullanamaz.",
      "C": "Şahsen yapılması gerekmeyen borçlarda borçlu dışında bir kişinin borcu ifa etmesi borcu sona erdirmez.",
      "D": "Borçlu borcun başkası tarafından ifa edilmesini tek başına yasaklayabilir.",
      "E": "Borçlunun alacaklıya borcun bir üçüncü kişi tarafından ifa edileceğini bildirmiş olmasına rağmen, ifa eden alacaklıya halef olmaz."
    }
  },
  {
    "id": "171608",
    "unitNumber": 6,
    "text": "<strong>İfada yardımcı şahıs kullanılması açısından aşağıdakilerden hangisi <u>yanlış</u> bir önermedir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Borçlu, borcunu alacaklının özel bir menfaati söz konusu olmadıkça şahsen ifa etmek zorunda değildir.",
      "B": "Yardımcı şahsın hukuki ilişkinin tarafı olmayan üçüncü kişilere verdiği zararlardan sorumluluk, yardımcı şahsın fiilinden dolayı sorumluluk kapsamında değildir.",
      "C": "Yardımcı şahsın kullanılmasından dolayı sorumluluk sözleşme ile ortadan kaldırılamaz.",
      "D": "Ameliyat yapan bir doktora ameliyat sırasında yardımcı olan hemşire bir yardımcı şahıs sayılabilir.",
      "E": "Sözleşme ile yasaklanmış olsa bile, asıl edimi kendisi gerçekleştiren ve buna hâkim olan borçlu, yardımcı şahıs kullanabilir."
    }
  },
  {
    "id": "171609",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisinde alacaklı temerrüdü gerçekleşir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Borçlu kısmi ifaya yetkili olmadığı hâlde kısmi ifada bulunur ve alacaklı bunu kabul etmezse",
      "B": "Yapmama borçlarında alacaklı borcun niteliğini borçluya bildirmezse",
      "C": "Borçlu edimi zamanında ifa etmek için alacaklıya sunmuş, ama edim kararlaştırılan özellikleri taşımadığından alacaklı bunu kabul etmekten kaçınırsa",
      "D": "Borcun ifa edileceği yer önceden kararlaştırıldığı hâlde, alacaklı oraya ifa zamanında gelmezse",
      "E": "Alacaklı borcun ifası için borçlu tarafından alınması gereken inşaat izin ruhsatı almaktan kaçınırsa"
    }
  },
  {
    "id": "171614",
    "unitNumber": 6,
    "text": "<strong>Aşağdakilerden hangisi alacaklı temerrüdünün sonuçlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Borcun konusunu alacaklı temerrüdü nedeniyle saklamak zorunda kalan borçlunun sorumluluğu aynı ağırlıkta devam eder.",
      "B": "Alacaklı temerrüdünde bazı borçlarda istisnai olarak borç sona erer (örneğin kefalette).",
      "C": "Alacaklı temerrüdünde hasarın alacaklıya geçeceği kabul edilmektedir.",
      "D": "Borçlu borcun konusunun tevdi edilmesi mümkün ise tevdi hakkına sahiptir.",
      "E": "Alacaklı temerrüdü her zaman borçlu temerrüdü ile örtüştüğünden temerrüde düşen alacaklıya ifayı kabul etmesi için ek süre verilmesi gerekir."
    }
  },
  {
    "id": "178359",
    "unitNumber": 6,
    "text": "<strong>İfa ve halefiyet ilişkisi açısından aşağıdakilerden hangisi geçerli <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Normalde borç ifa ile sona erdiğinden halefiyet sorunu da kural olarak çıkmaz.",
      "B": "Halefiyet sorunu üçüncü kişinin ifasında söz konusu olabilir.",
      "C": "Halefiyetin söz konusu olduğu durumlarda borç ifa ile sona ermez, bunun yerine alacaklı taraf değişir.",
      "D": "Oğlunun borcunu ondan habersiz ifa eden baba, alacaklıya halef olur ve böylece borç sona ermiş olmaz.",
      "E": "Halefiyette alacak hakkı, kanun gereği ifayı yapan şahsa intikal etmektedir."
    }
  },
  {
    "id": "178360",
    "unitNumber": 6,
    "text": "<strong>İfa yardımcısı kullanmak ve bunun sonuçları (TBK m. 116) açısından aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "İfa yardımcısının fiilinden borçlunun sorumlu olması için ifa yardımcısının işi yürütürken sözleşmenin diğer tarafına zarar vermiş olması da gerekir.",
      "B": "İfa yardımcısının sözleşme dışından birine verdiği zarar, borçlunun TBK m. 116 çerçevesinde ifa yardımcısının fiilinden sorumluluğuna girer.",
      "C": "İfa yardımcısının fiilinden dolayı sorumluluktan borçlu, “Ben gerekli talimatları vermiştim ve iyi denetledim ama yine de zarar doğmuş, ben ne yapayım?” diyerek kurtulamaz.",
      "D": "Borçlunun sözleşme partnerine karşı ifa yardımcısının fiilinden dolayı sorumluluğu (TBK m. 116) ile ifa yardımcısının fiilinden zarar gören üçüncü kişiye karşı adam çalıştıranın sorumluluğu çerçevesinde sorumluluğu (TBK m. 66) ayrı konulardır.",
      "E": "Kural olarak yardımcı şahısların fiillerinden dolayı sorumluluk önceden yapılan bir anlaşmayla tamamen veya kısmen kaldırılabilir."
    }
  },
  {
    "id": "178361",
    "unitNumber": 6,
    "text": "<strong>İfanın kime gerçekleştirileceği hususunda aşağıdakilerden hangisi doğru <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Bu konuda kural alacaklıya ifa zorunluluğu şeklindedir.",
      "B": "Ancak alacaklı da ifayı kabul açısından yardımcı şahıs kullanabilir.",
      "C": "Taraflar sözleşme ile alacaklı dışından birine ifayı kararlaştırmış olabilirler.",
      "D": "Alacaklı dışında üçüncü bir kişiye yapılan ifa da borcu sona erdirir.",
      "E": "Üçüncü kişiye istisnaen ifa yapılabilmesi ile tam üçüncü kişi lehine sözleşme hukuken farklı konulardır."
    }
  },
  {
    "id": "178362",
    "unitNumber": 6,
    "text": "<strong>Alacaklı temerrüdü açısından aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Alacaklı temerrüdü sadece alacaklının kusurlu olduğu durumlarda gerçekleşir.",
      "B": "Yapmama borçlarında alacaklı temerrüdü olmaz.",
      "C": "Alacaklı temerrüdünden bahsedilebilmesi için öncelikle edim gereği gibi alacaklıya teklif edilmiş olmalıdır.",
      "D": "Alacaklı temerrüdünde alacaklı haklı bir sebep olmaksızın edimi kabul etmekten kaçınmalıdır.",
      "E": "Alacaklı temerrüdünde borçlu, verme borçlarında tevdi etme, tevdinin mümkün olmadığı durumlarda satma ve duruma göre sözleşmeden dönme haklarına sahip olabilir."
    }
  },
  {
    "id": "178363",
    "unitNumber": 6,
    "text": "<strong>İfanın konusu itibarıyla aşağıdaki önermelerden hangisi geçerli <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Tarafların anlaşması olmaksızın ifa konusundan farklı bir şeyin ifa edilmesine aliud (yabancı edim) denir.",
      "B": "İfa uğruna (ifaya yönelik) edada borç bu ikinci konu ile karşılandığı ölçüde sona erer.",
      "C": "Alacaklı her durumda kısmi ifayı reddedebilir.",
      "D": "Cins borcunda sözleşmede kaliteye dair özel bir düzenleme yoksa, bunu seçme hakkı borçluya aittir ancak borçlu ortalama nitelikten aşağısını seçemez.",
      "E": "Kısmi edim ile bölünmüş edim birbirinden farklı hususlardır."
    }
  },
  {
    "id": "178364",
    "unitNumber": 6,
    "text": "<strong>Para borçları açısından aşağıdakilerden hangisi geçerli <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Konusu para olan borç kural olarak ülke parasıyla (TL) ödenir.",
      "B": "Aynen yabancı para ödenmesi kaydı getirilmiş yalın yabancı para borçlarında, zamanında ifada, TL ile ifa etmek mümkün değildir.",
      "C": "Para borcu her zaman cins borcudur.",
      "D": "Para borçlarından anapara için kararlaştırılmış faize anapara faizi denir.",
      "E": "Para borcu zamanında ifa edilmezse temerrüd faizi talebi doğar."
    }
  },
  {
    "id": "178365",
    "unitNumber": 6,
    "text": "<strong>İfa yeri ile ilgili aşağıdaki önermelerden hangisi geçerli <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "İfa yeri işin niteliğinden anlaşılabilir.",
      "B": "Aksine anlaşma yoksa parça borçları götürülecek borçtur.",
      "C": "İfa yeri tarafların açık anlaşmasından anlaşılabilir.",
      "D": "Aksine bir anlaşma yoksa para borçları götürülecek borçtur.",
      "E": "İfa yeri tarafların örtülü anlaşmasından anlaşılabilir."
    }
  },
  {
    "id": "302526",
    "unitNumber": 6,
    "text": "<strong>İfa zamanı ile ilgili aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Müeccel borç, ifa zamanı gelmiş borç demektir.",
      "B": "İfa edilebilir nitelikte olmak borçlunun borcu ifa edebileceğini, bunu ifa etmesinin sözleşmeye (hukuka) göre mümkün olduğu durumu ifade eder.",
      "C": "Borcun ifası mümkün iken zamanında ifa yapılmaz ise borçlu, borçlu temerrüdüne düşer.",
      "D": "Vade borçlunun ifadesine bırakılmışsa, eksik borç söz konusu olabilir.",
      "E": "Borçlu temerrüdü için gerekli olan ihtar (TBK m. 117 I) nispi (kesin) vadeli işlemlerde gerekli olmadığı gibi, ek bir süre verilmesine de gerek olmaz."
    }
  },
  {
    "id": "326376",
    "unitNumber": 6,
    "text": "<strong>Tarafların anlaşması olmaksızın ifa konusundan farklı bir şeyin ifa edilmesine ne ad verilir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Seçimlik borç",
      "B": "İfa uğruna eda (ifaya yönelik eda)",
      "C": "Aliud (yabancı edim)",
      "D": "İfa yerini tutan eda",
      "E": "Edimi değiştirme yetkisi (yedek edim yetkisi)"
    }
  },
  {
    "id": "326382",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi aksine bir düzenleme yoksa götürülecek borç niteliğindedir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Seçimlik borçlar",
      "B": "Cins borçları",
      "C": "Parça borçları",
      "D": "Sınırlı cins borçları",
      "E": "Para borçları"
    }
  },
  {
    "id": "366819",
    "unitNumber": 6,
    "text": "<strong>Kanun gereği alacak hakkının ifayı yapan şahsa intikal etmesi durumuna ne ad verilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Halefiyet",
      "B": "İvaz",
      "C": "İfa yardımcısı",
      "D": "Yardımcı şahıs",
      "E": "Vekalet"
    }
  },
  {
    "id": "366822",
    "unitNumber": 6,
    "text": "<strong>İfanın ispatına ilişkin aşağıda verilenlerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "İfanın gerçekleştirildiğinin ispatı açısından ispat yükü alacaklıdadır.",
      "B": "İspat itibarıyla Hukuk Muhakemeleri Kanunu'ndaki ispata dair kurallar geçerlidir.",
      "C": "Borcu ödeyen borçlu, bir makbuz ve borcun tamamı ödenmişse, buna ilişkin borç senedinin geri verilmesini veya iptalini isteyebilecektir.",
      "D": "Kısmı ifa yapılmış ise borçlunun hem makbuz verilmesini hem de ödemenin senede yazılmasını isteme hakkı bulunmaktadır.",
      "E": "Borca ilişkin makbuz verilmişse, makbuzda belirtilen ölçüde borcun sona erdiği kabul edilir."
    }
  },
  {
    "id": "366824",
    "unitNumber": 6,
    "text": "<strong>Taraflara karşı edim ifa edilinceye veya hiç değilse ifası teklif edilinceye kadar, borcunu ifa etmekten kaçınma imkânı sağlayan duruma ne ad verilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Ödemezlik def'i",
      "B": "Ödeme itirazı",
      "C": "Zaman aşımı defi",
      "D": "Alacaklı temerrüdü",
      "E": "Borçlu temerrüdü"
    }
  },
  {
    "id": "398032",
    "unitNumber": 6,
    "text": "Ahmet ile Burçin 01.01.2023 tarihinde satım sözleşmesi yapmış ifa tarihi olarak 3 ay sonrasını kabul etmişlerdir.<br /><strong>Buna göre ifa günü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "01.04.2023",
      "B": "01.05.2023",
      "C": "01.06.2023",
      "D": "01.01.2024",
      "E": "01.04.2026"
    }
  },
  {
    "id": "106673",
    "unitNumber": 7,
    "text": "<strong>Müteselsil alacaklılık ile ilgili olarak aşağıdaki ifadelerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Müteselsil alacaklılıkta alacaklılardan her biri borcun tamamını isteme hakkına sahiptir.",
      "B": "Borçlu, alacaklılardan birine yaptığı ifayla bütün alacaklılara karşı borcundan kurtulmuş olur.",
      "C": "Müteselsil alacaklılıkta bir alacaklının temerrüde düşmesi diğer alacaklıları da etkiler.",
      "D": "Müteselsil alacaklılıkta kendisine düşen paydan fazlasını elde eden alacaklı, bu fazlalığı payını alamamış olan diğer alacaklılara ödemekle yükümlüdür.",
      "E": "Aksi kararlaştırılmadıkça veya hukuki işlemin niteliğinden anlaşılmadıkça alacaklılardan her birinin edim üzerindeki hakları eşittir."
    }
  },
  {
    "id": "106890",
    "unitNumber": 7,
    "text": "<strong>Ceza koşulu ile ilgili olarak aşağıdaki ifadelerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Cezai koşul, bir tür geciktirici koşula bağlanmış işlem görünümü vermektedir.",
      "B": "Ceza koşulu asıl borca bağlı bir borçtur.",
      "C": "Ceza koşulu, seçimlik ceza koşulu ya da ifaya eklenen ceza koşulu şeklinde kararlaştırılabilir.",
      "D": "Kararlaştırılan cezanın ifası için, alacaklının bir zarara uğramış olması gerekir.",
      "E": "Ceza koşulunun miktarını taraflar serbestçe belirleyebilir."
    }
  },
  {
    "id": "111428",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi belirli vade <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "30 Temmuz 2017",
      "B": "2015 yılının son günü",
      "C": "2016 yılı 23 Nisan Ulusal Egemenlik ve Çocuk Bayramı'ndan sonra",
      "D": "2017 yılı Kurban Bayramı'nın son günü",
      "E": "2018 yılının ilk resmî tatil günü"
    }
  },
  {
    "id": "111468",
    "unitNumber": 7,
    "text": "<strong>Borçlu temerrüdünün yalnızca para borçlarına ilişkin sonuçları aşağıdakilerden hangisinde doğru olarak verilmiştir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Temerrüt faizi-Aşkın zarardan sorumluluk",
      "B": "Gecikme tazminatı-Beklenmeyen hâlden sorumluluk",
      "C": "Temerrüt faizi-Beklenmeyen hâlden sorumluluk",
      "D": "Temerrüt faizi-Menfi zarardan sorumluluk",
      "E": "Gecikme tazminatı-Aşkın zarardan sorumluluk"
    }
  },
  {
    "id": "111506",
    "unitNumber": 7,
    "text": "<strong>Aşağıdaki borçlu temerrüdü sonuçlarından hangisinde borçlunun kusursuzluğunu ispat ederek sorumluluktan kurtulabilmesi mümkün <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Aşkın zarar",
      "B": "Beklenmeyen hâlden sorumluluk",
      "C": "Müspet zarar",
      "D": "Gecikme tazminatı",
      "E": "Temerrüt faizi"
    }
  },
  {
    "id": "128180",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi borçlu temerrüdü koşulları açısından geçerli <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Bunun için borcun muaccel olması gerekir.",
      "B": "Alacaklının borçluya gönderdiği temerrüd ihtarında ek süre vermesi gerekir.",
      "C": "Borç muaccel olduğu hâlde ifa edilmemiş olmalıdır.",
      "D": "Alacaklı borçluya kural olarak bir temerrüd ihtarı (borcunu öde ihtarı) göndermelidir.",
      "E": "Ancak nispi kesin vadeli işlemlerde temerrüd ihtarına gerek yoktur."
    }
  },
  {
    "id": "171959",
    "unitNumber": 7,
    "text": "I. Beklenmeyen hâlden sorumluluk<br />II. Temerrüt faizi ödeme<br />III. Aşkın zarardan sorumluluk<br />IV. Gecikme tazminatı<br /><strong>Yukarıdakilerden hangileri borçlu temerrüdünün para borçlarına ilişkin sonuçlarındandır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "II ve III",
      "D": "II ve IV",
      "E": "III ve IV"
    }
  },
  {
    "id": "171964",
    "unitNumber": 7,
    "text": "<strong>Borçlu temerrüdüyle </strong><strong>ilgili olarak</strong><strong> aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Borçlu temerrüdünden söz edebilmek için borcun ifasının mümkün olması gerekir.",
      "B": "Borçlu temerrüdü ancak muaccel olan bir borcun ifa edilmemesi hâlinde söz konusu olur.",
      "C": "Borçlunun temerrüde düşmesi için kusurlu olması gerekir.",
      "D": "Borçlu temerrüdünün koşullarından biri borçlunun borcu ifa etmemesinin haklı bir sebebe dayanmamasıdır.",
      "E": "Borçlu temerrüdünün söz konusu olması kural olarak alacaklının temerrüt ihtarında bulunmasına bağlıdır."
    }
  },
  {
    "id": "172012",
    "unitNumber": 7,
    "text": "<strong>İfa imkânsızlığına ilişkin olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Borcun doğumunda ifa objektif olarak imkânsız ise sözleşme kesin hükümsüzdür.",
      "B": "Borçlunun kusuru olmaksızın borcun sonradan objektif olarak imkânsızlaşması durumunda borç sona erer.",
      "C": "Tam iki tarafa borç yükleyen sözleşmelerde ifanın objektif olarak imkânsız hâle gelmesi durumunda karşı taraf da borcundan kurtulur.",
      "D": "Başlangıçtaki subjektif imkânsızlık sözleşmenin geçersizliğine yol açmaz.",
      "E": "Borçlunun kusuru olmaksızın borcun sonradan imkânsızlaşması durumunda borçlu alacaklıdan aldığı edimi iade etmek zorunda değildir."
    }
  },
  {
    "id": "178367",
    "unitNumber": 7,
    "text": "<strong>Başlangıçtaki objektif imkânsızlık açısından aşağıdakilerden hangisi geçerli <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Başlangıçtaki imkânsızlık objektif olmalıdır.",
      "B": "Başlangıçtaki imkânsızlıkta sözleşme hükümsüzdür.",
      "C": "Başlangıçtaki imkânsızlıkta borçlu kusurlu olsa dahi sorumlu olmaz, çünkü borç zaten hiç doğmamıştır.",
      "D": "Borcun başlangıçta sadece borçlu için imkânsız olması bunun kapsamına girmez.",
      "E": "Cins borcunda başlangıçtaki imkânsızlık söz konusu olmaz."
    }
  },
  {
    "id": "178368",
    "unitNumber": 7,
    "text": "<strong>Borcun sonradan imkânsızlığı ile ilgili olarak aşağıdakilerden hangisi geçerli <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Sonradan gerçekleşen imkânsızlık objektif ya da subjektif olabilir ve baskın anlayışa göre, sonraki imkânsızlıkta borçlu kusurlu olsa da borç sona erer.",
      "B": "Bir diğer yaklaşıma göre sonradan gerçekleşen imkânsızlıkta borçlu kusurlu ise borç sona ermez, sadece tazminat borcuna dönüşür.",
      "C": "Tam iki taraflı borç ilişkilerinde ifa objektif anlamda imkânsız hâle geldi ise karşı taraf da borcundan kurtulur.",
      "D": "Borcun sonraki imkânsızlığında, bu durumu karşı tarafa gecikmeksizin bildirmeyen borçlu, alacaklının bu nedenle zararı arttı ise bundan sorumlu olur.",
      "E": "Tek tarafa borç yükleyen bir sözleşmede borcun konusu sonradan objektif anlamda imkânsız hâle geldiyse borç sona erer."
    }
  },
  {
    "id": "178369",
    "unitNumber": 7,
    "text": "<strong>Borçlu temerrüdü açısından aşağıdakilerden hangisi <u>yanlıştır</u>? </strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Borçlu temerrüdünün gerçekleşmesi borçlunun kusurundan bağımsızdır.",
      "B": "Borçlu temerrüdünde alacaklı aynen ifayı ve gecikme tazminatını isteyebilir.",
      "C": "Para borçlarında kusur olmasa bile temerrüd faizi istenebilir.",
      "D": "Tam iki taraflı borç ilişkilerinde borçlu temerrüdünün sağladığı ek imkânların kullanılması için sadece borçlu temerrüdü yetmez.",
      "E": "Para borçlarında aşkın zararın talep edilebilmesi de kusurdan bağımsızdır."
    }
  },
  {
    "id": "178370",
    "unitNumber": 7,
    "text": "<strong>Tam iki taraflı sözleşmelerde borçlu temerrüdüne ilişkin olarak aşağıdakilerden hangisi geçerli <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Bunlarda borçlu her zaman ifayı ve gecikme tazminatını isteyebilir.",
      "B": "Ani edimli sözleşmelerde temerrüd gerçekleştikten sonra alacaklı tarafından borçluya ek süre verilip ifadan vazgeçilerek müspet zarar talep edilebilir.",
      "C": "Nispi kesin vadeli işlemlerde ek süre vermeye de gerek yoktur.",
      "D": "Alacaklı istediği herhangi bir zamanda borçluya bildirerek istediği seçimlik hakkı kullanabilir.",
      "E": "Alacaklı sözleşmeden dönerek olumsuz zararını talep etme seçimlik hakkına da sahiptir."
    }
  },
  {
    "id": "178371",
    "unitNumber": 7,
    "text": "<strong>Borçlular arasında teselsül ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Borçlulardan biri borcun sadece bir kısmını ifa ederse, borcun bu kısmı itibarıyla diğerleri açısından borcun sona ermesi gerçekleşmez.",
      "B": "Borçlular borcun tamamından sorumludur.",
      "C": "Alacaklı istediği borçluya başvurabilir.",
      "D": "Borcu ödeyen borçlu diğerlerine payları oranında rücu edebilir.",
      "E": "Borçlular arasındaki teselsül kanundan ya da tarafların iradesinden doğabilir."
    }
  },
  {
    "id": "178372",
    "unitNumber": 7,
    "text": "<strong>Borçlular arasındaki teselsülde iç ilişki itibarıyla aşağıdaki önermelerden hangisi geçerlidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "İç ilişki alacaklı ile borçlular arasındadır.",
      "B": "Borcu ödeyen borçlu kendi payından fazla ödedi ise bu fazlalık için istediği borçluya başvurabilir.",
      "C": "Kendi payından fazlası için ödeme yapmış olan borçlu, bu kısım itibarıyla alacaklının haklarına halef olur.",
      "D": "Alacaklı borçlular arasındaki iç ilişkiye müdahale etme hakkına sahiptir.",
      "E": "Dış ilişkide borcu ödemesi istenen borçlu, alacaklıya karşı taksim def’ini ileri sürerek sadece kendi payını ödeyeceğini beyan edebilir."
    }
  },
  {
    "id": "178382",
    "unitNumber": 7,
    "text": "<strong>Koşula bağlı borçlar açısından aşağıdakilerden hangisi geçerli değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kural olarak her türlü borç koşula bağlanabilir.",
      "B": "Geciktirici koşulda hukuki işlemin hukuki sonuç doğurması ileride gerçekleşeceği şüpheli bir olaya bağlanmıştır.",
      "C": "Bozucu koşulda ise geçerli olarak kurulmuş bir hukuki işlem koşulun gerçekleşmesiyle birlikte geçerliliğini yitirir.",
      "D": "Borçlu dürüstlük kuralına aykırı olarak bozucu şartın gerçekleşmesini engellerse koşul gerçekleşmiş sayılır.",
      "E": "Bozucu koşul her zaman olumsuz bir koşul niteliğindedir."
    }
  },
  {
    "id": "178383",
    "unitNumber": 7,
    "text": "<strong>Alacağın devri açısından aşağıdakilerden hangisi geçerli <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Alacağın devri, dar anlamda borç ilişkilerinde taraf değişikliğinin türlerinden biridir.",
      "B": "Yazılı şekilde yapılması gerekir, aksi hâlde geçersiz olur.",
      "C": "Alacağın temliki aynı zamanda bir tasarruf işlemidir.",
      "D": "Her türlü hakkın devri mümkündür.",
      "E": "Alacağın temliki borçlunun durumunu zorlaştırmamalıdır."
    }
  },
  {
    "id": "302528",
    "unitNumber": 7,
    "text": "I. Borç borçlunun bir kusuru olmadan imkânsız olabilir.<br />II. Borçludan kaynaklanan sebeplerle borç ifa edilmemiş olabilir.<br />III. Bazen de alacaklıdan kaynaklanan sebeplerle borç ifa edilemez.<br /><strong>Yukarıdaki ifadelerden hangisi ya da hangileri \"borca aykırılık ya da ifa engelleri\"ni nitelemektedir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "I, II ve III"
    }
  },
  {
    "id": "302534",
    "unitNumber": 7,
    "text": "Hikmet, evindeki elektrik tesisatı sistemi iyi çalışmadığından tamir etmesi için Burhan ile anlaşır. Ancak Burhan'ın iki çalışanının dikkatsizliği nedeniyle sistem iyi tamir edilmez. İşin gereği gibi bittiğini düşünen Hikmet, Burhan'ın parasını öder. Ancak iki gün sonra elektrik kaçağı meydana gelir ve tesisat patlar. Bu nedenle Hikmet ve oğlu Ali yaralanırlar ve ayrıca evde hasar oluşur. <br /><strong>Gerçekleşen olayda aşağıdaki hukuki müesseselerin hangisine dayanılarak zararların tazmini istenebilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Maddi zarar",
      "B": "Kötü ifa",
      "C": "Mülkiyet hakkı",
      "D": "Nisbî haklar",
      "E": "Yan edim yükümlülüğü"
    }
  },
  {
    "id": "302535",
    "unitNumber": 7,
    "text": "I. Borçlular arasında teselsül istisnadır (en azından adi işlerde).<br />II. Bir borç ilişkisinde bir tarafta birden fazla borçlu var ise bunlar arasında teselsül değil, kısmi borçluluk vardır.<br />III. Müteselsil borçluluk kefaletten farklıdır, çünkü kefalet asıl borca bağlı nitelikte olup fer’idir.<br /><strong>Borçlular arasında teselsül (müteselsil borçluluk) ile ilgili yukarıdakilerden hangisi ya da hangileri doğrudur?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "326384",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi borçlu temerrüdünün gerçekleşebilmesi için gereken şartlar arasında yer alır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Borçlunun borcu ifa etmemesi haklı bir sebebe dayanmalıdır.",
      "B": "Alacaklı, belirli vadeli işlemlerde temerrüt ihtarında bulunmalıdır.",
      "C": "Temerrüt ihtarı, karşı tarafı temerrüde düşürme iradesi ya da bilinciyle yapılmalıdır.",
      "D": "İfası mümkün olan muaccel borç buna rağmen ifa edilmemiş olmalıdır.",
      "E": "Borçlu kusurlu olmalıdır."
    }
  },
  {
    "id": "326387",
    "unitNumber": 7,
    "text": "I. Alacaklının, temerrüt faizi talep edebilmesi<br />II. Alacaklının, borcun aynen ifa edilmemesinden doğan zararını (müspet/olumlu zarar) talep edebilmesi<br />III. Alacaklının, sözleşmeden dönerek menfi (olumsuz) zararını talep edebilmesi<br /><strong>Yukarıdakilerden hangisi ya da hangileri borçlu temerrüdünün yalnızca karşılıklı borç yükleyen sözleşmelerde ortaya çıkan sonuçları arasında yer alır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "326389",
    "unitNumber": 7,
    "text": "<strong>Ceza koşuluna ilişkin aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Asıl alacak devredildiğinde ceza koşulu da birlikte devredilmiş olur.",
      "B": "Asıl borç geçerli bir şekilde kurulmamışsa, ceza koşulu da geçersiz olur.",
      "C": "Alacaklı hiçbir zarara uğramamışsa, kararlaştırılan ceza ifa edilmez.",
      "D": "Ceza koşulu, haksız fiilden veya sebepsiz zenginleşmeden kaynaklanan borçlar için de kararlaştırılabilir.",
      "E": "Ceza koşulunun miktarını taraflar serbestçe belirleyebilirler."
    }
  },
  {
    "id": "326394",
    "unitNumber": 7,
    "text": "<strong>Alacağın devrinin gerçekleşme koşullarına ilişkin olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Alacağı devredenin alacak üzerinde tasarruf yetkisine sahip olması gerekir.",
      "B": "Alacağın devri sözü verme de yazılı şekle tabidir.",
      "C": "Alacağın devri mümkün olmalıdır.",
      "D": "Devir yazılı şekilde yapılmış olmalıdır.",
      "E": "Devredilmek istenilen alacağın belirlenmiş ya da belirlenebilir olması gerekir."
    }
  },
  {
    "id": "326398",
    "unitNumber": 7,
    "text": "<strong>Müteselsil alacaklılık ile ilgili olarak aşağıdakilerden hangisi doğrudur?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Aksi kararlaştırılmadıkça veya alacaklılar arasındaki hukuki ilişkinin niteliğinden anlaşılmadıkça, müteselsil alacaklılardan her birinin edim üzerindeki hakları eşittir.",
      "B": "Müteselsil alacaklılardan birinin alacaklı temerrüdüne düşmesi diğerlerini de etkiler.",
      "C": "Alt vekalette alt vekile müvekkilin de hakları ileri sürebilmesi, hukuki işlemden doğan müteselsil alacaklılığa örnektir.",
      "D": "Borçlu, müteselsil alacaklılardan birinin icraya veya mahkemeye başvurmuş olduğu kendisine bildirilse bile, onlardan dilediği birine ifada bulunabilir.",
      "E": "Müteselsil alacaklılardan her biri, borcun yalnızca kendi payına düşen kısmını isteme hakkına sahiptir."
    }
  },
  {
    "id": "396380",
    "unitNumber": 7,
    "text": "A ile B aralarında yaptıkları yazılı sözleşmede. A, B'nin Ü’ye tutarı 1000 TL olan borcunu ödemeyi taahhüt eder. Durumu Ü’ye yazılı olarak bildirir.<br /><strong>Bu olayla ilgili aşağıdaki ifadelerden hangisi doğrudur?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "A, B’nin borcunu üstlenmiş, B borçtan kurtulmuştur.",
      "B": "Borçlu sıfatı olmamasına rağmen. A, B’nin bu borcunu ödemek isterse Ü bu ödemeyi reddedemez, aksi hâlde alacaklının temerrüdüne düşmüş olur.",
      "C": "Tam üçüncü kişi lehine sözleşme vardır, Ü alacağını B’den talep edebilir.",
      "D": "A, B’nin fiilini taahhüt etmiştir, B ödeyemezse A bu borcu ödemek zorundadır.",
      "E": "Ü’ye yapılan bildirimle, A ve B, Ü’ye karşı müteselsil borçlu olmuşlardın Ü borcu ödenmesini her ikisinden de talep edebilir."
    }
  },
  {
    "id": "396647",
    "unitNumber": 7,
    "text": "<strong>Para borcunun ödenmesinde temerrüde düşen borçlunun sorumluluğu ile ilgili aşağıdakilerden hangisi doğrudur?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Borçlu kusurlu ise yalnızca temerrüt faizi öder.",
      "B": "Yalnızca gecikme faizi öder.",
      "C": "Kusuru oranında gecikme faizi ve alacaklının gecikme dolayısıyla uğradığı zararları öder.",
      "D": "Kusurlu olup olmadığına bakılmaksızın temerrüt faizi öder.",
      "E": "Kusuru olmasa bile temerrüt faizi öder, temerrüde düşmekte kusuru varsa temerrüt faizini aşan zararlardan da sorumlu olur."
    }
  },
  {
    "id": "398035",
    "unitNumber": 7,
    "text": "<strong>Borçlu kusursuz olarak temerrüde düşmüşse, aşağıdaki tazminatlardan hangisini öder?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Temerrüt faizini",
      "B": "Olumlu zararını",
      "C": "Olumsuz zararını",
      "D": "Gecikme tazminatını",
      "E": "Eklenen zararını"
    }
  },
  {
    "id": "112735",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi asıl borcun sona ermesi ile sona eren bağlı haklardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Taşınır rehni",
      "B": "Kefalet",
      "C": "Faiz",
      "D": "Ceza koşulu",
      "E": "Taşınmaz rehni"
    }
  },
  {
    "id": "113325",
    "unitNumber": 8,
    "text": "<strong>Alacaklı ile borçlunun, alacaklının alacak hakkından tamamen veya kısmen vazgeçmesi hususunda anlaşmalarına ne ad verilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Yenileme",
      "B": "İbra",
      "C": "Takas",
      "D": "Birleşme",
      "E": "İfa"
    }
  },
  {
    "id": "113571",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi borcu sona erdiren sebeplerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Borçlu temerrüdü",
      "B": "Takas",
      "C": "İbra",
      "D": "İfa",
      "E": "Yenileme"
    }
  },
  {
    "id": "117752",
    "unitNumber": 8,
    "text": "Kanunda aksine bir hüküm bulunmadıkça, her alacak ........................... yıllık zaman aşımına tabidir.<br /><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "1",
      "B": "2",
      "C": "5",
      "D": "10",
      "E": "20"
    }
  },
  {
    "id": "117772",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi beş yıllık zaman aşımına tabi alacaklar ve borçlardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Küçük sanat işleri ve küçük çapta perakende satışlardan doğan alacaklar",
      "B": "Otel, motel, pansiyon ve tatil köyü gibi yerlerdeki konaklama bedelleri",
      "C": "Kira bedelleri, anapara faizleri ve ücret gibi dönemsel edimler",
      "D": "Sebepsiz zenginleşmeden doğan borçlar",
      "E": "Vekâlet, komisyon ve acentalık sözleşmelerinden doğan alacaklar"
    }
  },
  {
    "id": "172028",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi borcu sona erdiren nedenlerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Dönme",
      "B": "Geciktirici şart",
      "C": "İfa",
      "D": "Yenileme",
      "E": "İbra"
    }
  },
  {
    "id": "172029",
    "unitNumber": 8,
    "text": "<strong>Asıl borç sona erdiğinde aşağıdaki bağlı haklardan hangisi sona <u>ermez</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kefalet",
      "B": "Aynen ifa talebi",
      "C": "Taşınmaz rehni",
      "D": "Faiz",
      "E": "Ceza koşulu"
    }
  },
  {
    "id": "178384",
    "unitNumber": 8,
    "text": "<strong>İbraya ilişkin olarak aşağıdakilerden hangisi <u>söylenemez</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Asıl alacağın ibrası, aksine bir anlaşma yoksa bağlı (fer’i) hakları da sona erdirir.",
      "B": "Kefilin ibra edilmesi, asıl alacağın da ibra edildiği anlamına gelir.",
      "C": "İbra, alacaklının tek taraflı irade beyanıyla gerçekleşen bir işlem değildir.",
      "D": "İbra yapacak olan tarafların hak ve fiil ehliyetine sahip olması gerekir.",
      "E": "İbra sözleşmesi herhangi bir şekle bağlı değildir."
    }
  },
  {
    "id": "178385",
    "unitNumber": 8,
    "text": "Haksız fiilden doğan tazminat istemi, zarar görenin zararı ve tazminat yükümlüsünü öğrendiği tarihten başlayarak …. yılın ve her hâlde fiilin işlendiği tarihten başlayarak ….. yılın geçmesiyle zaman aşımına uğrar”.<br /><strong>Paragrafta verilen boşluğa aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "6 ay- 3 yıl",
      "B": "1 yıl- 5 yıl",
      "C": "1 yıl- 10 yıl",
      "D": "2 yıl- 10 yıl",
      "E": "2 yıl- 20 yıl"
    }
  },
  {
    "id": "178386",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi zaman aşımını kesen sebeplerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Alacaklının alacağını, Türk mahkemelerinde ileri sürme imkânının bulunmaması",
      "B": "Borçlunun alacaklıya borcu kabul ettiğini gösteren bir senet vermesi",
      "C": "Alacaklının borçlu aleyhine dava açmış bulunması",
      "D": "Borçlunun alacaklıya bir miktar ödemede bulunması",
      "E": "Borcun tahsili için açılan takipte icra müdürlüğünce borçlunun mallarının haczedilmesi"
    }
  },
  {
    "id": "178387",
    "unitNumber": 8,
    "text": "(A) iki yıllık zaman aşımına tabi ve süresi 01.01.2016 tarihinde dolacak alacağı için 01.01.2015 tarihinde Ankara mahkemelerinde dava açmıştır. Mahkeme 01.01.2018 tarihinde davanın kabulüne karar vermiştir.<br /><strong>Paragrafta  verilen  alacağın süresi aşağıdakilerden hangisinde dolacaktır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "01.01.2016",
      "B": "01.01.2018",
      "C": "02.03.2018",
      "D": "01.01.2020",
      "E": "01.01.2028"
    }
  },
  {
    "id": "178388",
    "unitNumber": 8,
    "text": "<strong>Hak düşürücü süreye ilişkin aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Hak düşürücü sürenin kesilmesi söz konusu değildir.",
      "B": "Hak düşürücü sürenin durması söz konusu değildir.",
      "C": "Hak düşürücü süre geçtikten sonra alacağın dava edilmesi mümkün değilse de talep edilmesi mümkündür.",
      "D": "Hak düşürücü süre hâkim tarafından kendiliğinden dikkate alınır.",
      "E": "Hak düşürücü süre ile sona ermiş hak, üzerinden ne kadar zaman geçerse geçsin yeniden canlanmaz."
    }
  },
  {
    "id": "178389",
    "unitNumber": 8,
    "text": "<strong>Yenilemeye ilişkin olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yenileme, tarafların, mevcut bir borcu yeni bir borç meydana getirmek suretiyle sona erdirmeleridir.",
      "B": "Mevcut borç geçerli değilse yani ortada geçerli bir borç ilişkisi yoksa yenileme yapılması da mümkün değildir.",
      "C": "Yenilemeden söz edebilmek için yalnızca mevcut sözleşmenin ortadan kaldırılması yeterli olmayıp yeni bir borcun da kurulması gereklidir.",
      "D": "Tarafların mevcut borcun yeni borç kurulması suretiyle sona erdirilmesi hususunda açıkça anlaşılabilir iradelerinin bulunması gerekir.",
      "E": "Mevcut borç için kambiyo taahhüdünde bulunulması veya yeni bir alacak senedi ya da yeni bir kefalet senedi düzenlenmesi, taraflar aksini kararlaştırmamışlarsa, yenileme sayılır."
    }
  },
  {
    "id": "178390",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisinde cari hesapta borç ne zaman yenilenmiş sayılır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Borç doğduğu anda",
      "B": "Borç cari hesaba kaydedildiğinde",
      "C": "Cari hesabın kesilmesi ve hesap sonucunun diğer tarafça kabul edilmesi anında",
      "D": "Cari hesabın kesilmesi anında",
      "E": "Borç ödendiği anda"
    }
  },
  {
    "id": "178391",
    "unitNumber": 8,
    "text": "<strong>Takasa ilişkin olarak aşağıdakilerden hangisi <u>söylenemez</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Takasın gerçekleşebilmesi için bir tarafın yaptığı takas beyanının diğer tarafça kabul edilmesi gereklidir.",
      "B": "Takas beyanında bulunabilmek için tarafların karşılıklı olarak birbirlerinden alacaklı ve borçlu bulunmaları gerekir.",
      "C": "Takas yapılabilmesi için alacakların aynı cinsten olması gerekir.",
      "D": "Takas beyanında bulunulabilmesi için her iki alacağın da muaccel olması gerekir.",
      "E": "Takas, borcu sona erdiren sebeplerden biridir."
    }
  },
  {
    "id": "302538",
    "unitNumber": 8,
    "text": "<strong>Aşağıda verilen olayların hangisinde borcun sona ermesinin fer'i (bağlı) haklara etkisinden <u>bahsedilmemektedir</u>? </strong>",
    "correctAnswer": "D",
    "options": {
      "A": "(A), bankaya olan kredi borcunu ödemişse, kefiller (B) ve (C)’nin kefillikleri sona erer.",
      "B": "Banka faiz hakkını saklı tutmaksızın asıl borcu tahsil etmişse, borcun işlemiş faizini de tahsil etmiş sayılır.",
      "C": "(B), faiz hakkını saklı tutmadan asıl alacağı tahsil ettiği için, 100 TL’lik faiz alacağını talep etme hakkını yitirmiştir.",
      "D": "Alacak ödendiği için taşınmaz rehninin sona ermesi durumunda (A) içinden keyifle oh çekmiştir.",
      "E": "(B), asıl alacağı tahsil ederken faiz hakkını saklı tuttuğunu belirtseydi veya ödünç verirken sözleşmede asıl alacağı tahsil etse dahi faiz hakkının saklı kalacağını kaydetmiş olsaydı, asıl alacağın tahsili faiz alacağının sona ermesine yol açmayacaktı."
    }
  },
  {
    "id": "302539",
    "unitNumber": 8,
    "text": "İbra, ......... ile ........, ..........., ........ hakkından tamamen veya kısmen vazgeçmesi hususunda anlaşmalarıdır.<br /><b>Cümlede boş bırakılan yerlere sırasıyla aşağıdakilerden hangisi getirilmelidir?</b>",
    "correctAnswer": "A",
    "options": {
      "A": "alacaklı-borçlunun-alacaklının-alacak",
      "B": "alacaklı-borçlunun-borçlunun-mülkiyet",
      "C": "borçlu-alacaklının-alacaklının-mülkiyet",
      "D": "borçlu-alacaklının-borçlunun-alacak",
      "E": "alacaklı-borçlunun-alacaklının-ibra"
    }
  },
  {
    "id": "302546",
    "unitNumber": 8,
    "text": "Birbirine karşı aynı cins ve muaccel alacağa sahip olan kişilerden, irade açıklaması ile borçlardan az olanı tutarında borcun sona erdirilmesine takas denir.<br /><strong>Buna göre takasa ilişkin olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Takas beyanında bulunabilmek için tarafların karşılıklı olarak birbirlerinden alacaklı ve borçlu bulunmaları gerekir.",
      "B": "Takas, borcu sona erdiren sebeplerden biridir.",
      "C": "Takasın gerçekleşebilmesi için bir tarafın yaptığı takas beyanının diğer tarafça kabul edilmesi gereklidir.",
      "D": "Takas beyanında bulunulabilmesi için her iki alacağın da muaccel olması gerekir.",
      "E": "Takas yapılabilmesi için alacakların aynı cinsten olması gerekir."
    }
  },
  {
    "id": "306619",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi fer’i hak <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Rehin",
      "B": "Kefalet",
      "C": "Faiz",
      "D": "Asıl alacak",
      "E": "Ceza koşulu"
    }
  },
  {
    "id": "306622",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisinde cari hesapta borç ne zaman yenilenmiş sayılır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Borç doğduğu anda",
      "B": "Borç cari hesaba kaydedildiğinde",
      "C": "Cari hesabın kesilmesi ve hesap sonucunun diğer tarafça kabul edilmesi anında",
      "D": "Cari hesabın kesilmesi anında",
      "E": "Borç ödendiği anda"
    }
  },
  {
    "id": "332968",
    "unitNumber": 8,
    "text": "<strong>Alacaklı ile borçlunun, alacaklının alacak hakkından tamamen veya kısmen vazgeçmesi hususunda anlaşmalarına ne ad verilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "İbra",
      "B": "Yenileme",
      "C": "Takas",
      "D": "İkale",
      "E": "Temerrüt"
    }
  },
  {
    "id": "332969",
    "unitNumber": 8,
    "text": "<strong>Birtakım sebeplerin ortaya çıkması hâlinde, zaman aşımının işlemeye başlamaması veya başlamışsa bulunduğu yerde durmasına ne ad verilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Zaman aşımının durması",
      "B": "Zaman aşımının kesilmesi",
      "C": "Zaman aşımının işlemesi",
      "D": "Zaman aşımının bildirimi",
      "E": "Zaman aşımının düşmesi"
    }
  },
  {
    "id": "333946",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi borcu sona erdiren hâllerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Takas",
      "B": "İbra",
      "C": "Zaman aşımı",
      "D": "Yenileme",
      "E": "Hak düşürücü süre"
    }
  },
  {
    "id": "398040",
    "unitNumber": 8,
    "text": "<strong>Aşağıda belirtilen nedenlerden hangisi zamanaşımını <u>kesmez</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Borçlunun borcu kabul etmesi",
      "B": "Alacağın tahsili için icra takibi başlatılması",
      "C": "Alacağa karşılık ipotek verilmesi",
      "D": "Alacağa mahsuben bir miktar paranın ödenmesi",
      "E": "Alacağın bir Türk mahkemesi önünde ileri sürülememesi"
    }
  },
  {
    "id": "112644",
    "unitNumber": 9,
    "text": "<strong>Satım konusu malın alıcıya teslim edilmesine kadar geçen süre içerisinde malda oluşan fazlalığa ne ad verilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Yarar",
      "B": "Hasar",
      "C": "Ayıp",
      "D": "Zapt",
      "E": "Semere"
    }
  },
  {
    "id": "113729",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi taşınır satışına konu <u>olamaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Gecekondu",
      "B": "Alacak hakkı",
      "C": "Arsa üzerinde daimi olmayan hafif yapı",
      "D": "Otomobil",
      "E": "Arazi"
    }
  },
  {
    "id": "117645",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi yazılı şekil şartına tabi olan işlemlerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Fikir ve sanat eserleri üzerindeki mali haklara ilişkin satış sözleşmesi",
      "B": "Ticari işletmenin devrini amaçlayan sözleşmeler",
      "C": "Sınai mülkiyet haklarına ilişkin satış sözleşmesi",
      "D": "Taksitle satış sözleşmesi",
      "E": "Kulübe, baraka gibi hafif yapılara ilişkin satış sözleşmeleri"
    }
  },
  {
    "id": "117705",
    "unitNumber": 9,
    "text": "<strong>Satıcının ayıptan sorumluluğunun şartlarıyla ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>? </strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Ayıp, yarar ve hasarın alıcıya geçmesinden önce ve en geç alıcıya geçme sırasında var olmalıdır.",
      "B": "Satılandaki ayıp önemli olmalıdır.",
      "C": "Satılandaki ayıp açık olmalıdır.",
      "D": "Satıcının ayıptan sorumluluğunu sınırlayan veya kaldıran bir anlaşma olmamalıdır.",
      "E": "Alıcı gerekli dikkat ve özeni göstererek satılanı gözden geçirmiş ve ayıplı olduğunu anladığında satıcıyı derhâl bilgilendirmiş olmalıdır."
    }
  },
  {
    "id": "172068",
    "unitNumber": 9,
    "text": "<strong>Satılan mal taşınır ise yarar ve hasar kural olarak aşağıdakilerden hangisinde  alıcıya geçer?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Sözleşme yapıldığında",
      "B": "Mülkiyetin naklinde",
      "C": "Semen ödendiğinde",
      "D": "Taraflar anlaştığında",
      "E": "Zilyetliğin devrinde"
    }
  },
  {
    "id": "172069",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi satıcının borçlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Ayıba karşı tekeffül borcu",
      "B": "Semen borcu",
      "C": "Zilyetliğin devri borcu",
      "D": "Zapta karşı tekeffül borcu",
      "E": "Mülkiyeti geçirme borcu"
    }
  },
  {
    "id": "172070",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi satıcının ayıptan sorumluluğunun şartlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Ayıbın, alıcı tarafından bilinmesinin mümkün olmaması",
      "B": "Ayıbın önemli olması",
      "C": "Ayıptan sorumluluğun yazılı olarak üstlenilmiş olması",
      "D": "Ayıptan sorumluluğu kaldıran bir anlaşmanın olmaması",
      "E": "Alıcının gerekli özeni göstererek satılanı gözden geçirmiş olması"
    }
  },
  {
    "id": "172071",
    "unitNumber": 9,
    "text": "<strong>Aşağıdaki yargılardan hangisi taksitle satış açısından geçerlidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Taksit tutarları eşit olmalıdır.",
      "B": "Vadeler arasındaki süre aynı olmalıdır.",
      "C": "Şekil şartı yoktur.",
      "D": "Konusu sadece taşınır mallardır.",
      "E": "Muacceliyet kaydı konulamaz."
    }
  },
  {
    "id": "172090",
    "unitNumber": 9,
    "text": "Manisa’da yaşayan Ayşe, 2 ay sonra evleneceği için kendisine çeyiz eşyası satın almış ve eşyalarının, evlendikten sonra yaşayacağı İzmir’de teslimi konusunda satıcı ile anlaşmıştır. Satıcı (S) eşyaları, Manisa’daki (N) nakliye firmasına teslim etmiş, ancak eşyaları taşıyan kamyonun Salihli ilçesinde kaza geçirmesi sonucu büyük ölçüde hasar meydana gelmiştir. Hasardan satıcı (S) sorumlu mudur, neden?<br /><strong>Paragrafta verilen bilgilere göre aşağıdakilerden hangisi doğrudur?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Sorumlu değildir. Çünkü satılanı nakliye firmasına sağlam teslim etmiştir.",
      "B": "Sorumludur. Çünkü satılanı bizzat teslim etme yükümlülüğüne aykırı davranmıştır.",
      "C": "Sorumlu değildir. Çünkü satış sözleşmesi Manisa ilinde tamamlanmıştır.",
      "D": "Sorumludur. Çünkü satılanın teslim yeri İzmir’dir.",
      "E": "Sorumlu değildir. Çünkü ifa yeri, sözleşmenin yapıldığı yerden başka bir yer olamaz."
    }
  },
  {
    "id": "178392",
    "unitNumber": 9,
    "text": "<strong>Satış sözleşmesinin hukuki niteliği ile ilgili aşağıdaki ifadelerden hangisi <u>söylenemez</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Satış sözleşmesi rızai bir sözleşmedir.",
      "B": "Satış sözleşmesi borç doğurucu bir sözleşmedir.",
      "C": "Satış sözleşmesi karşılıklı bir sözleşmedir.",
      "D": "Satış sözleşmesi temlik borcu doğurmayan bir sözleşmedir.",
      "E": "Satış sözleşmesi iki tarafa borç yükleyen bir sözleşmedir."
    }
  },
  {
    "id": "178393",
    "unitNumber": 9,
    "text": "<strong>Taşınır satışının şekli ile ilgili olarak aşağıdakilerden hangisi söylenebilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Yazılı yapılması zorunludur.",
      "B": "Şekle tabi değildir.",
      "C": "Resmî şekil şarttır.",
      "D": "Şifahi (sözlü) şekilde yapılamaz.",
      "E": "Noter huzurunda onaylama şeklinde yapılması gerekir."
    }
  },
  {
    "id": "178394",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi satıcının ayıptan sorumluluğunda alıcının haklarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Sözleşmeden dönme",
      "B": "Satış bedelinden indirim isteme",
      "C": "Satılanın ayıpsız bir benzeri ile değiştirilmesini isteme",
      "D": "Satılanın onarımını isteme",
      "E": "Satılanın mülkiyeti yerine intifa hakkına sahip olmayı isteme"
    }
  },
  {
    "id": "178395",
    "unitNumber": 9,
    "text": "<strong>Taşınmaz satışı ile ilgili aşağıdaki bilgilerden hangisi <u>söylenemez</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Taşınmaz satışı noterde düzenleme şeklinde yapılan sözleşme ile geçerli olur.",
      "B": "Bir yapının ayıbından doğan davalar 5 yıllık zamanaşımızaman aşımına tabidir.",
      "C": "Taşınmazın ölçüm eksikliğinden kaynaklanan ayıplardan dolayı satıcı, alıcıya tazminat ödemek zorundadır.",
      "D": "Taşınmazın zaptından sorumluluk, taşınır satımındaki hükümlere tabidir.",
      "E": "Taşınmaz satışına ilişkin özel bir hükmün bulunmadığı durumlarda, taşınır satışına ilişkin kurallar kıyas yoluyla taşınmaz satışına da uygulanır."
    }
  },
  {
    "id": "178396",
    "unitNumber": 9,
    "text": "<strong>Aşağıdaki satış sözleşmelerinden hangisinin konusu hem taşınır hem de taşınmaz mallar olabilir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Örnek üzerine satış",
      "B": "Beğenme koşuluyla satış",
      "C": "Ön ödemeli taksitle satış",
      "D": "Açık arttırma yoluyla satış",
      "E": "Taksitle satış"
    }
  },
  {
    "id": "178397",
    "unitNumber": 9,
    "text": "<strong>Taşınmaz satışının şekli ile ilgili olarak hangisi doğrudur?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yazılı yapılması zorunludur.",
      "B": "Şekle tabi değildir.",
      "C": "Resmî şekil şarttır.",
      "D": "Şifahi (sözlü) şekilde yapılamaz.",
      "E": "Noter huzurunda onaylama şeklinde yapılması gerekir."
    }
  },
  {
    "id": "178398",
    "unitNumber": 9,
    "text": "<strong>Satış sözleşmesinin hukuki niteliği ile ilgili olarak aşağıdakilerden hangisi doğrudur?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Satış sözleşmesi rızai bir sözleşmedir.",
      "B": "Satış sözleşmesi resmî şekilde yapılması gereken bir sözleşmedir.",
      "C": "Satış sözleşmesi kanunda düzenlenmemiş atipik bir sözleşmedir.",
      "D": "Satış sözleşmesi temlik borcu doğurmayan bir sözleşmedir.",
      "E": "Satış sözleşmesi tek tarafa borç yükleyen bir sözleşmedir."
    }
  },
  {
    "id": "178399",
    "unitNumber": 9,
    "text": "<strong>Alıcının satılanı kabul etmekte veya herhangi bir gerekçe ileri sürmeksizin reddetmekte/geri vermekte serbest olduğu satış türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Örnek üzerine satış",
      "B": "Beğenme koşuluyla satış",
      "C": "Ön ödemeli taksitli satış",
      "D": "Açık arttırma yoluyla satış",
      "E": "Taşınmaz satışı"
    }
  },
  {
    "id": "302548",
    "unitNumber": 9,
    "text": "Satış sözleşmesinde yarardan söz edildiğinde, satım konusu malın alıcıya teslim edilmesine kadar geçen süre içerisinde \"................\" anlaşılır.<br /><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "malda oluşan eksiklikler",
      "B": "malda oluşan fazlalıklar",
      "C": "yan edimde oluşan eksiklikler",
      "D": "yan edimde oluşan fazlalıklar",
      "E": "tarafça oluşturulan eksiklikler"
    }
  },
  {
    "id": "302556",
    "unitNumber": 9,
    "text": "Türk Borçlar Kanunu’nda taşınır ve taşınmaz satışlarına ilişkin hükümlerden sonra ‘Dördüncü Ayırım’da “Bazı Satış Türleri” başlığında 4 adet satış türü düzenlenmiştir.<br /><strong>Bu düzenlemeye göre aşağıdakilerden hangisi bu satış türleri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Örnek (numune) üzerine satış",
      "B": "Beğenme koşuluyla satış",
      "C": "Kısmi ödemeli satışlar",
      "D": "Tam ödemeli satışlar",
      "E": "Açık arttırma yoluyla satış"
    }
  },
  {
    "id": "306624",
    "unitNumber": 9,
    "text": "Taşınır satımında satıcının ayıba karşı tekeffül borcunda zaman aşımı süresi öngörmüştür. Buna göre satılanın alıcıya teslim edildiği andan itibaren satıcı, ayıptan dolayı ……............... sorumlu olacaktır.<br /><strong>Paragrafta boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "6 ay",
      "B": "1 yıl",
      "C": "2 yıl",
      "D": "5 yıl",
      "E": "10 yıl"
    }
  },
  {
    "id": "306628",
    "unitNumber": 9,
    "text": "<strong>Malın mülkiyeti alıcıya geçmeden önce, alıcının kısım kısım satılanın bedelini satıcıya ödediği satış türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Örnek üzerine satış",
      "B": "Beğenme koşuluyla satış",
      "C": "Ön ödemeli taksitli satış",
      "D": "Açık arttırma yoluyla satış",
      "E": "Taşınmaz satışı"
    }
  },
  {
    "id": "333948",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisine taşınır satışına ilişkin hükümler <u>uygulanmaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Elektrik",
      "B": "Çardak",
      "C": "Baraka",
      "D": "Doğalgaz",
      "E": "Arazi"
    }
  },
  {
    "id": "333949",
    "unitNumber": 9,
    "text": "<strong>Aşağıdaki taşınır satış sözleşmelerinden hangisi şekil şartına <u>bağlanmamıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Araç satış sözleşmesi",
      "B": "Taksitle satış sözleşmesi",
      "C": "Sanat eserindeki mali hakka ilişkin sözleşme",
      "D": "Ön ödemeli taksitle satış sözleşmesi",
      "E": "Bisiklet satış sözleşmesi"
    }
  },
  {
    "id": "398055",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisinde zapttan sorumluluk söz konusu <u>olmaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "İkinci el satışlarda",
      "B": "Ticari olmayan satışlarda",
      "C": "Alıcının zapt tehlikesini bildiği durumlarda",
      "D": "Ağır kusurdan sorumluluğu kaldıran anlaşma varsa",
      "E": "Satıcı sözleşme konusu şeyi daha önceden bir başkasına satmışsa"
    }
  },
  {
    "id": "112760",
    "unitNumber": 10,
    "text": "<strong>Kiracının kiraladığı şeyi bir başkasına kiraya vermesine ne ad verilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Alt kira",
      "B": "Kira sözleşmesinin devri",
      "C": "Kullanım hakkının devri",
      "D": "Farazi kira",
      "E": "İkincil kira"
    }
  },
  {
    "id": "117702",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi kiraya verenin borcu <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Binanın mantolama masrafı",
      "B": "Binaya jeneratör alınması",
      "C": "Emlak vergisi",
      "D": "Çevre ve temizlik vergisi",
      "E": "Binaya asansör yapılması"
    }
  },
  {
    "id": "117712",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi kiralananın sonradan ayıplı hâle gelmesi durumunda, kiracının kiraya verene karşı kullanabileceği seçimlik haklardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Ayıbın uygun bir sürede giderilmesini isteme",
      "B": "Kira bedelinden ayıpla orantılı bir indirim yapılmasını isteme",
      "C": "Ayıptan doğan zararın giderilmesini isteme",
      "D": "Sözleşmeyi feshetme",
      "E": "Kiralananın ücretsiz kullanımını isteme"
    }
  },
  {
    "id": "117742",
    "unitNumber": 10,
    "text": "Belirli süreli konut ve çatılı iş yeri kiralarında kiracı, sözleşmenin bitiminden ....... önce kiraya verene bildirimde bulunursa sözleşme sona erer. <br /><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "15 gün",
      "B": "1 ay",
      "C": "3 ay",
      "D": "6 ay",
      "E": "1 yıl"
    }
  },
  {
    "id": "117789",
    "unitNumber": 10,
    "text": "Taşınmaza ilişkin kira sözleşmesi, yerel âdette belirlenen kira döneminin sonu için veya böyle bir âdetin bulunmaması durumunda, ............ kira döneminin sonu için, ............ fesih bildirim süresine uyularak feshedilebilir.<br /><strong>Cümlede boş bırakılan yerlere sırasıyla aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "6 aylık-3 aylık",
      "B": "8 aylık-6 aylık",
      "C": "6 aylık-4 aylık",
      "D": "4 aylık-2 aylık",
      "E": "5 aylık-3 aylık"
    }
  },
  {
    "id": "172098",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi kiraya verene tanınan hapis hakkı ile ilgili olarak <u>yanlıştır</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Bu yolla taşınır veya taşınmaz eşya rehnedilebilir.",
      "B": "Kiraya veren kiracıdan olan alacakları için bu hakkı kullanabilir.",
      "C": "Hapis hakkı, ancak işlemiş 1 yıllık ve işleyecek 6 aylık kira alacakları için kullanılabilir.",
      "D": "Hapis hakkı alacaklıya tanınan bir güvence niteliğindedir.",
      "E": "Taşınmaz kiralarında söz konusu olur."
    }
  },
  {
    "id": "172101",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi kiralayanın borçları arasında yer <u>almaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kiralananın teslim edilmesi",
      "B": "Ayıptan sorumluluk",
      "C": "Kira bedelinin ödenmesi",
      "D": "Zapttan sorumluluk",
      "E": "Stopaj vergisi gibi yan borçlar"
    }
  },
  {
    "id": "172102",
    "unitNumber": 10,
    "text": "(A)’nın Van’daki dairesi deprem nedeniyle zarar görmüştür. Dairenin esaslı bir tamirata ihtiyacı vardır. Kira süresi 01.12.2018 tarihinde sona ermektedir. Yeniden inşa sebebine dayanarak tahliye davası açmak istemektedir. <strong>Dava açma süresi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "15 gün",
      "B": "1 ay",
      "C": "3 ay",
      "D": "6 ay",
      "E": "1 yıl"
    }
  },
  {
    "id": "172107",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi kiraya verenin zapttan sorumlu tutulmasının şartlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "3. şahıs kiralanan üzerinde hak iddia etmeli",
      "B": "3. şahsın iddia ettiği hak ile kiracının hakkı bağdaşmamalı",
      "C": "3. şahıs hakkını dava yoluyla kiracıya ileri sürmeli",
      "D": "Kiracı davayı kiraya verene bildirmeli",
      "E": "3. şahıs hakkı sözleşme ilişkisinden doğmalı"
    }
  },
  {
    "id": "172109",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi taşınmaz kirasına konu olur?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Baraka",
      "B": "Kulübe",
      "C": "Çardak",
      "D": "Tarla",
      "E": "Otomobil"
    }
  },
  {
    "id": "178400",
    "unitNumber": 10,
    "text": "<strong>Kira sözleşmesinin hukuki niteliği ile ilgili aşağıdaki ifadelerden hangisi <u>söylenemez</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kira sözleşmesi rızai bir sözleşmedir",
      "B": "Kira sözleşmesi borç doğurucu bir sözleşmedir",
      "C": "Kira sözleşmesi karşılıklı bir sözleşmedir",
      "D": "Kira sözleşmesinde anlaşma yeterli değildir. Kiralananın teslim edilmesi gerekir",
      "E": "Kira sözleşmesi iki tarafa borç yükleyen bir sözleşmedir"
    }
  },
  {
    "id": "178401",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi kiracının borcudur?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Stopaj vergisi",
      "B": "Binanın mantolama masrafı",
      "C": "Çevre temizlik vergisi",
      "D": "Bina dış boya masrafı",
      "E": "Binaya asansör yapılması"
    }
  },
  {
    "id": "178402",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi kiracının ayıptan dolayı seçimlik haklarındandır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Sözleşmeyi feshetmek",
      "B": "Şeyin kendisine satılmasını istemek",
      "C": "Kiralananın ücretsiz kullanımını istemek",
      "D": "Kiralananın mülkiyetini istemek",
      "E": "Şeyin başkasına kiraya verilmesini istemek"
    }
  },
  {
    "id": "178403",
    "unitNumber": 10,
    "text": "Konut ve çatılı işyeri kiralarında, kira bedelinin ödenmemesinden dolayı tahliye davası açılabilmesi için çekilmesi gereken en az ihtar sayısı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "4",
      "E": "5"
    }
  },
  {
    "id": "178404",
    "unitNumber": 10,
    "text": "<strong>Kira sözleşmesinin hukuki niteliği ile ilgili aşağıdaki ifadelerden hangisi söylenebilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kira sözleşmesi rızai bir sözleşmedir.",
      "B": "Kira sözleşmesi resmî şekilde yapılması gereken bir sözleşmedir.",
      "C": "Kira sözleşmesi kanunda düzenlenmemiş bir sözleşmedir.",
      "D": "Kira sözleşmesinde anlaşma yeterli değildir. Kiralananın teslim edilmesi gerekir.",
      "E": "Kira sözleşmesi tek tarafa borç yükleyen bir sözleşmedir."
    }
  },
  {
    "id": "178405",
    "unitNumber": 10,
    "text": "Kanun, konut ve çatılı iş yeri kiralarında belirsiz süreli kira sözleşmelerinde kiracıya her zaman sözleşmeyi feshetme hakkını tanımıştır.<br /><strong>Kiraya verenin sözleşmeyi feshetme hakkı ile ilgili olarak aşağıdakilerden hangisi doğrudur?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Her zaman feshedebilir.",
      "B": "Kiraya verenin kiranın başlangıcından itibaren 6 ay geçmedikçe sözleşmeyi feshetme hakkı bulunmamaktadır.",
      "C": "Kiraya verenin kiranın başlangıcından itibaren 1 yıl geçmedikçe sözleşmeyi feshetme hakkı bulunmamaktadır.",
      "D": "Kiraya verenin kiranın başlangıcından itibaren 5 yıl geçmedikçe sözleşmeyi feshetme hakkı bulunmamaktadır.",
      "E": "Kiraya verenin kiranın başlangıcından itibaren 10 yıl geçmedikçe sözleşmeyi feshetme hakkı bulunmamaktadır."
    }
  },
  {
    "id": "178406",
    "unitNumber": 10,
    "text": "<strong>Konut ve çatılı işyeri kiralarında iki haklı ihtar sebebiyle tahliye davası ile ilgili olarak aşağıdakilerden hangisi söylenebilir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Bir yıldan kısa süreli kira sözleşmelerinde kira süresi içerisinde kiracıya kira bedelini ödemesinin yazılı olarak bir kez ihtar edilmesi gerekmişse, bu nedenle kiracı kiralanandan tahliye ettirilebilir.",
      "B": "Bir yıldan kısa süreli kira sözleşmelerinde her altı ay içerisinde kiracıya kira bedelini ödemesinin yazılı olarak iki kez ihtar edilmesi gerekmişse, bu nedenle kiracı kiralanandan tahliye ettirilebilir.",
      "C": "‘Haklı ihtar’ tabirinden kiracının muaccel olan kira parasını ödememede ısrarı anlaşılmalıdır.",
      "D": "Tahliye için iki haklı ihtar gerektiğinden, iki ayrı kira bedeli için çekilmiş ihtarlar hesapta dikkate alınacaktır.",
      "E": "İhtar herhangi bir şekle tabi değildir."
    }
  },
  {
    "id": "178407",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi kiracının veya birlikte yaşadığı eşinin oturmaya elverişli konutunun olması sebebiyle tahliye davasının şartlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kiracının veya eşinin aynı ilçe veya belde belediyesi sınırları içinde konutunun olması",
      "B": "Kiracının tahliye konusunda önceden verilmiş taahhüdünün olması",
      "C": "Konutun oturmaya elverişli olması",
      "D": "Kiraya verenin, kira sözleşmesi yapılırken bu konuttan haberinin olmaması",
      "E": "Kiraya verenin kira sözleşmesinin bitiminden itibaren 1 ay içinde tahliye davasını açması"
    }
  },
  {
    "id": "302557",
    "unitNumber": 10,
    "text": "<strong>Türk Borçlar Kanunu’nda (TBK’de) düzenlenen kira sözleşmesi aşağıdaki amaçlardan hangisini taşır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Satış",
      "B": "Mal değişimi (trampa)",
      "C": "Kullandırma",
      "D": "Bağışlama",
      "E": "Devir"
    }
  },
  {
    "id": "302559",
    "unitNumber": 10,
    "text": "I. Kiralanan<br />II. Bedel<br />III. Anlaşma<br /><strong>Yukarıdaki unsurlardan hangisi ya da hangileri kira sözleşmesinin esaslı unsurları arasında yer alır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "I ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "306639",
    "unitNumber": 10,
    "text": "<strong>Kira sözleşmesinin şekli ile ilgili olarak aşağıdakilerden hangisi söylenebilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Yazılı yapılmalıdır.",
      "B": "Şekle tabi değildir.",
      "C": "Resmi şekil şarttır.",
      "D": "Noter tarafından onaylama şeklinde yapılmalıdır.",
      "E": "Kiraya verenin sözleşme altında imzasının varlığı şarttır."
    }
  },
  {
    "id": "306647",
    "unitNumber": 10,
    "text": "<strong>Kira sözleşmesinin devrinde, eski kiracının yeni kiracı ile borçlardan en fazla 2 yıl süre ile müteselsilen sorumlu tutulduğu kira türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Konut kirası",
      "B": "İş yeri kirası",
      "C": "Arsa kiraları",
      "D": "Hayvan kirası",
      "E": "Ürün kirası"
    }
  },
  {
    "id": "332970",
    "unitNumber": 10,
    "text": "<strong>\"Kiracının kiraladığı şeyi bir başkasına kiraya vermesidir.\" verilen tanım aşağıdaki kira türlerinden hangisine aittir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Alt kira",
      "B": "Üst kira",
      "C": "Ürün kirası",
      "D": "Konut kiralama",
      "E": "Çatılı iş yeri kiralama"
    }
  },
  {
    "id": "332971",
    "unitNumber": 10,
    "text": "<strong>Dava yoluyla kira sözleşmesinin sona ermesinde açılacak dava aşağıdakilerden hangisinde doğru verilmiştir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Alacak davası",
      "B": "Tahliye davası",
      "C": "Tespit davası",
      "D": "Ayıba karşı tekeffül davası",
      "E": "Zapta karşı tekeffül davası"
    }
  },
  {
    "id": "333951",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi kiraya verenin zapttan sorumlu tutulabilmesinin şartları arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kiracı açılan davayı kiraya verene bildirmelidir.",
      "B": "Üçüncü kişi hakkını dava yoluyla kiracıya ileri sürmelidir.",
      "C": "Üçüncü şahıs kiralanan üzerinde hak iddia etmelidir.",
      "D": "Üçüncü şahsın iddia ettiği hak ile kiracının hakkı bağdaşmamalıdır.",
      "E": "Üçüncü kişi hakkını tahkim yoluyla kiracıya ileri sürmelidir."
    }
  },
  {
    "id": "398074",
    "unitNumber": 10,
    "text": "I. Kiracının yazılı tahliye taahhüdüne dayanılarak tahliyesinde<br />II. Kiracının ya da eşinin aynı ilçe veya belde sınırları içinde oturmalarına müsait bir taşınmazın olmasına dayanarak tahliyesinde<br />III. Kira konusu taşınmazın tekrar imar ve inşa amacıyla kiracının tahliyesinde<br />IV. Kiralayanın kendisinin, eşinin, altsoyunun, üstsoyunun veya kanunen bakmakla yükümlü olduğu kimselerin kiralanan taşınmaza işyeri olarak ihtiyaç duymaları nedeniyle kiracıyı tahliyesinde<br /><strong>Konut ve çatılı iş yeri kiralamaları çerçevesinde, yukarıdaki hâllerden hangisinde ya da hangilerinde kiraya veren kira konusu taşınmazı belli bir süre beklemesi gerekmeksizin bir başka kimseye kiraya verebilir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız II",
      "B": "I ve III",
      "C": "I ve II",
      "D": "III ve IV",
      "E": "II ve III"
    }
  },
  {
    "id": "112721",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi eksik iki tarafa borç yükleyen sözleşmelerdendir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Bağışlama sözleşmesi",
      "B": "Eser sözleşmesi",
      "C": "Kefalet sözleşmesi",
      "D": "Vekâlet sözleşmesi",
      "E": "Kullanım ödüncü sözleşmesi"
    }
  },
  {
    "id": "112853",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi sözleşme niteliğinde olmayan bir borç ilişkisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Bağışlama",
      "B": "Vekâletsiz iş görme",
      "C": "Kullanım ödüncü",
      "D": "Kefalet",
      "E": "Vekâlet"
    }
  },
  {
    "id": "112938",
    "unitNumber": 11,
    "text": "<strong>Alacaklının borçluya başvurmadan doğrudan kefile başvurabildiği ve borcun ödenmesini kefilden isteyebildiği kefalet türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Adi kefalet",
      "B": "Müteselsil kefalet",
      "C": "Birlikte kefalet",
      "D": "Rücua kefalet",
      "E": "Kefile kefalet"
    }
  },
  {
    "id": "113485",
    "unitNumber": 11,
    "text": "<strong>Eser sözleşmesi ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Eser sözleşmesi devir borcu doğuran sözleşmelerdendir.",
      "B": "Eser sözleşmesinde yüklenicinin asli borcu bir eser meydana getirmektir.",
      "C": "Eser sözleşmesi ani edimli bir sözleşmedir.",
      "D": "Eser sözleşmesinde yüklenicinin işi bizzat yapması kuraldır.",
      "E": "Eser sözleşmesinde kural, bedelin eserin iş sahibine teslimi anında ödenmesidir."
    }
  },
  {
    "id": "117688",
    "unitNumber": 11,
    "text": "A, B ve C'ye babalarından köyde bir arsa miras kalmıştır. A, diğerlerinden gizli olarak arsayı kiraya vermiş ve bir yıllık kira bedelini de kendisi almıştır.<br /><strong>Bu durumda A, B ve C arasındaki ilişki aşağıdakilerden hangisi ile nitelendirilebilir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Vekâlet sözleşmesi",
      "B": "Kefalet sözleşmesi",
      "C": "Gerçek olmayan vekâletsiz iş görme",
      "D": "Satım sözleşmesi",
      "E": "Ödünç sözleşmesi"
    }
  },
  {
    "id": "172122",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi tam iki tarafa borç yükleyen sözleşmelerdendir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kullanım ödüncü sözleşmesi",
      "B": "Bağışlama sözleşmesi",
      "C": "Eser sözleşmesi",
      "D": "Adi kefalet sözleşmesi",
      "E": "Müteselsil kefalet sözleşmesi"
    }
  },
  {
    "id": "172123",
    "unitNumber": 11,
    "text": "<strong>Aşağıdaki sözleşmelerden hangisi mülkiyeti devir amacı güder?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Bağışlama sözleşmesi",
      "B": "Kefalet sözleşmesi",
      "C": "Kullanım ödüncü sözleşmesi",
      "D": "Vekâlet sözleşmesi",
      "E": "Eser sözleşmesi"
    }
  },
  {
    "id": "172124",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi eser sözleşmesinin konusu <u>olamaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Sanatçının konser vermesi",
      "B": "Bisikletin onarımı",
      "C": "Bir tiyatro oyununun sahnelenmesi",
      "D": "Binaya elektrik tesisatı döşenmesi",
      "E": "Yabancı dil kursu verilmesi"
    }
  },
  {
    "id": "172125",
    "unitNumber": 11,
    "text": "<strong>Bir kişi aşağıdakilerden hangisini <u>bağışlayamaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Evini",
      "B": "Arabasını",
      "C": "Kitaplarını",
      "D": "Hayatını",
      "E": "Saatini"
    }
  },
  {
    "id": "172129",
    "unitNumber": 11,
    "text": "<strong>Aşağıdaki sözleşmelerden hangisinin geçerli olması, yazılı olması şartına <u>bağlanmamıştır</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Taşınır bağış vaadi sözleşmesi",
      "B": "Kullanım ödüncü sözleşmesi",
      "C": "Adi Kefalet sözleşmesi",
      "D": "Müteselsil Kefalet sözleşmesi",
      "E": "Taksitle Satış"
    }
  },
  {
    "id": "172130",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi “Eser Sözleşmesi” için geçerli <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Ani edimlidir.",
      "B": "İki tarafa borç yükler.",
      "C": "Resmî şekil geçerlilik şartıdır.",
      "D": "İş görme borcu doğurur.",
      "E": "Para dışında bir şey de bedel olabilir."
    }
  },
  {
    "id": "172131",
    "unitNumber": 11,
    "text": "<strong>Vekâlet sözleşmesine göre, aşağıdakilerden hangisi vekilin borçları arasında yer <u>almaz</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Bedel ödeme borcu",
      "B": "Sadakat borcu",
      "C": "Bizzat ifa borcu",
      "D": "Özen gösterme borcu",
      "E": "İşi görme borcu"
    }
  },
  {
    "id": "172133",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi kullanım ödüncü sözleşmesinin konusu <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kitap",
      "B": "Patates",
      "C": "Otomobil",
      "D": "Şemsiye",
      "E": "Bisiklet"
    }
  },
  {
    "id": "178408",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi Türk Borçlar Kanunu'nda <u>düzenlenmemiş</u> sözleşmelerdendir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Finansal Kiralama Sözleşmesi",
      "B": "Kefalet Sözleşmesi",
      "C": "Bağışlama Sözleşmesi",
      "D": "Kullanım Ödüncü Sözleşmesi",
      "E": "Vekâlet Sözleşmesi"
    }
  },
  {
    "id": "178409",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisinde sözleşme konusunun aynen alacaklıya geri verilmesi söz konusudur?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Tüketim Ödüncü Sözleşmesi",
      "B": "Kefalet Sözleşmesi",
      "C": "Bağışlama Sözleşmesi",
      "D": "Kullanım Ödüncü Sözleşmesi",
      "E": "Vekâlet Sözleşmesi"
    }
  },
  {
    "id": "178410",
    "unitNumber": 11,
    "text": "<strong>Bağışlayanın borcunu kötü ifa etmesinin hukuki sonucu aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Bağışlananın bundan doğan zararlarını kusuru olsun olmasın tazmin eder.",
      "B": "Bağışlananın bundan doğan zararlarını kusuru varsa tazmin eder.",
      "C": "Bağışlananın bundan doğan zararlarını kastı veya ağır ihmali varsa tazmin eder.",
      "D": "Bağışlananın bundan doğan zararlarını kusuru olsun veya olmasın tazmin etmez.",
      "E": "Bağışlananın bundan doğan zararlarını bunu ayrıca taahhüt etmişse tazmin eder."
    }
  },
  {
    "id": "178411",
    "unitNumber": 11,
    "text": "<strong>Aşağıdaki sözleşmelerden hangisinde güven ilişkisi yoğun şekilde hissedilir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Vekâletsiz İş Görme",
      "B": "Eser Sözleşmesi",
      "C": "Bağışlama Sözleşmesi",
      "D": "Satım Sözleşmesi",
      "E": "Vekâlet Sözleşmesi"
    }
  },
  {
    "id": "178412",
    "unitNumber": 11,
    "text": "Öğretim üyesi (K) evlidir. (A)’ya olan borcundan dolayı arkadaşı (B) lehine kefil olmak istemiştir. Ancak eşi (E)’nin, (K)’nın kefil olmasına rızası yoktur. <strong>Bu durumla ilgili olarak aşağıdakilerden hangisi söylenebilir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "(A), (K)’ya başvurabilir ve fakat (E)’ye başvuramaz.",
      "B": "(A), (E)’ye başvurabilir ve fakat (K)’ya başvuramaz.",
      "C": "(A), ancak (B)’ye başvurduktan sonra (K)’ya başvurabilir ve fakat (E)’ye başvuramaz.",
      "D": "(A) ne (K)’ya ne de (E)’ye başvurabilir.",
      "E": "(A), ancak (B)’ye başvurduktan sonra (K)’ya ve (E)’ye başvurabilir."
    }
  },
  {
    "id": "178413",
    "unitNumber": 11,
    "text": "<strong>Ödünç sözleşmeleri ile ilgili olarak aşağıdakilerden hangisi <u>söylenemez</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Ödünç sözleşmeleri kullandırma amacı güden sözleşmelerdir.",
      "B": "Ödünç sözleşmeleri yazılı şekilde yapılmalıdır.",
      "C": "Kullanım ödüncünde ödünç verilenin karşılıksız kullanımı söz konusudur.",
      "D": "Kullanım ödüncünde ödünç verenin asli borcu, ödünç konusunun karşılıksız olarak kullanılmasını ödünç alana bırakmaktadır.",
      "E": "Para, tüketim ödüncünün konusunu oluşturur."
    }
  },
  {
    "id": "178414",
    "unitNumber": 11,
    "text": "(A), arkadaşı (B)’nin bilgisayarını haftasonu çalışmak için almış ve üç gün sonra geri vermiştir. <strong>Bu durumda (A) ile (B) arasındaki hukuki ilişki aşağıdakilerden hangisinde doğru gösterilmiştir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Tüketim Ödüncü Sözleşmesi",
      "B": "Kefalet Sözleşmesi",
      "C": "Bağışlama Sözleşmesi",
      "D": "Kullanım Ödüncü Sözleşmesi",
      "E": "Vekâlet Sözleşmesi"
    }
  },
  {
    "id": "306665",
    "unitNumber": 11,
    "text": "<strong>Alacaklının borçluya başvurmadıkça, kefili takip edemeyeceğini ifade etmek üzere aşağıdaki kavramlardan hangisi kullanılmaktadır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Adi kefalet",
      "B": "Müteselsil kefalet",
      "C": "Kefile kefalet",
      "D": "Birlikte kefalet",
      "E": "Rücua kefalet"
    }
  },
  {
    "id": "306671",
    "unitNumber": 11,
    "text": "<strong>Alacaklıya kefilin borcu için güvence veren kefile ne ad verilir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Adi kefil",
      "B": "Müteselsil kefil",
      "C": "Kefile kefil",
      "D": "Birlikte kefil",
      "E": "Rücua kefil"
    }
  },
  {
    "id": "333954",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi kefalet sözleşmesinin özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Geçerliliği yazılı şekilde yapılmasına bağlıdır.",
      "B": "Eşlerden biri diğerinin yazılı rızası olmadan kefil olamaz.",
      "C": "Kefalet sözleşmesi güvence (teminat) sözleşmelerindendir.",
      "D": "Kefilin sorumluluğu kefalet sözleşmesinde belirtilen azami miktara kadardır.",
      "E": "Kefil borcu ödediği takdirde asıl borçludan ödediği miktarın kendisine ödenmesini isteyemez."
    }
  },
  {
    "id": "333955",
    "unitNumber": 11,
    "text": "<strong>Aşağıda eser sözleşmesine ilişkin verilen bilgilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Ani edimli bir sözleşmedir.",
      "B": "Eser karşılığında yükleniciye bir bedel ödenir.",
      "C": "Yüklenicinin asli borcu bir eser meydana getirmektir.",
      "D": "Eser sözleşmesi iş görme borcu doğuran sözleşmelerdendir.",
      "E": "Eser sözleşmesi tek tarafa borç yükleyen sözleşmedir."
    }
  },
  {
    "id": "398082",
    "unitNumber": 11,
    "text": "<strong>Aşağıda belirtilen işlerden hangisi eser sözleşmesinin konusu <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Bir garaj yapımı",
      "B": "Takım elbise dikilmesi",
      "C": "Şeker hastası birinin doktor tarafından tedavi edilmesi",
      "D": "Bir reklam kampanyası planlanması",
      "E": "Yarış atının eğitilmesi"
    }
  },
  {
    "id": "112837",
    "unitNumber": 12,
    "text": "<strong>Toplumdaki normal, dürüst, orta zekâdaki herhangi bir kişinin göstermesi gereken dikkat ve özeni göstermemesi kusur sorumluluğu açısından nasıl adlandırılır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Doğrudan kast",
      "B": "Dolaylı kast",
      "C": "Ağır ihmal",
      "D": "Hafif ihmal",
      "E": "Hafif kusur"
    }
  },
  {
    "id": "117725",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi haksız fiilin unsurlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Hukuka aykırı bir fiil olması",
      "B": "Hukuka aykırı fiilin suç teşkil etmesi",
      "C": "Kusurun bulunması",
      "D": "Kusurlu ve hukuka aykırı fiilden bir zararın doğması",
      "E": "Fiil ile zarar arasında bir nedensellik bağının bulunması"
    }
  },
  {
    "id": "117773",
    "unitNumber": 12,
    "text": "A, randevusuna geç kaldığı için, yayalara ayrılmış aşırı kalabalık bir caddede aracını son sürat kullanırken birilerine çarpar ve ölümlerine neden olur.<br /><strong>Bu durumda A'nın kusuru hakkında aşağıdakilerden hangisi söylenebilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "A'nın doğrudan kastı vardır.",
      "B": "A'nın dolaylı kastı vardır.",
      "C": "A'nın ağır ihmali vardır.",
      "D": "A'nın hafif ihmali vardır.",
      "E": "A'nın kasıt veya ihmali yoktur."
    }
  },
  {
    "id": "117800",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi hukuka aykırılığı ortadan kaldıran hâllerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kanunun verdiği bir yetkinin kullanılması",
      "B": "Zarar görenin fiil ehliyetine sahip olmaması",
      "C": "Daha üstün nitelikte bir özel ya da kamusal yararın varlığı",
      "D": "Zarar verenin davranışlarının haklı savunma niteliği taşıması",
      "E": "Iztırar hâli"
    }
  },
  {
    "id": "172155",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi haksız fiilin unsurları arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Hukuka aykırı fiil",
      "B": "Kusur",
      "C": "Zarar",
      "D": "Nedensellik bağı",
      "E": "Borca aykırılık"
    }
  },
  {
    "id": "172162",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi hukuka aykırılığı kaldıran hâllerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Zarar görenin rızası",
      "B": "Zorda kalma hâli",
      "C": "Meşru müdafaa",
      "D": "Mücbir sebep",
      "E": "İhkak-ı hak"
    }
  },
  {
    "id": "172167",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisinin haksız fillerinden dolayı kusur sorumlulukları <u>yoktur</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Tam ehliyetliler",
      "B": "Tam ehliyetsizler",
      "C": "Sınırlı ehliyetliler",
      "D": "Sınırlı ehliyetsizler",
      "E": "Kısıtlılar"
    }
  },
  {
    "id": "172171",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi nedensellik türleri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Sınırlı nedensellik",
      "B": "Alternatif nedensellik",
      "C": "Yarışan nedensellik",
      "D": "Öne geçen nedensellik",
      "E": "Ortak nedensellik"
    }
  },
  {
    "id": "172175",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi haksız fiillerde zorda kalma hâline örnektir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Freni patlayan kamyonun bir dükkâna çarpması ve müşterileri yaralaması",
      "B": "Borç para vermeyen babasının evini yakması",
      "C": "Kuduz bir köpeğin saldırısı üzerine bir başkasının evinin kapısını kırarak içeri sığınması",
      "D": "Motoru yanan uçağın binanın üzerine düşmesi ve eşyaların yanmasına sebebiyet vermesi",
      "E": "Boşanmayı kabul etmeyen eşinin ailesini öldürmesi"
    }
  },
  {
    "id": "172189",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi borçlar hukuku anlamında haksız fiil <u>sayılmaz</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Ev sahibine kira borcunu ödememek",
      "B": "Başkasının evini kundaklamak",
      "C": "Komşusunun camını kırmak",
      "D": "Hasmının aracını çizmek",
      "E": "Çalışanına hakaret etmek"
    }
  },
  {
    "id": "172364",
    "unitNumber": 12,
    "text": "<strong>Birden çok fiilden yalnız birinin zararı meydana getirdiği anlaşılıyor fakat hangi fiilin zarara neden olduğu belirlenemiyorsa hangi tür nedensellik vardır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Ortak nedensellik",
      "B": "Yarışan nedensellik",
      "C": "Öne geçen nedensellik",
      "D": "Seçimlik nedensellik",
      "E": "Uygun nedensellik"
    }
  },
  {
    "id": "178415",
    "unitNumber": 12,
    "text": "<strong>Arkadaşı (B)’nin kitabını yırtan (A), bu fiilinden sorumlu tutuluyorsa olayla ilgili olarak verilen aşağıdaki bilgilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "(A)’nın kastı ya da ihmali vardır.",
      "B": "(B)’nin mal varlığına verilen bir zarar vardır.",
      "C": "(B)’nin zarara rızası bulunmaktadır.",
      "D": "(A)’nın fiili ile (B)’nin zararı arasında nedensellik bağı vardır.",
      "E": "(A)’nın ayırt etme gücü bulunmaktadır."
    }
  },
  {
    "id": "178416",
    "unitNumber": 12,
    "text": "(A) emniyetini açık unuttuğu tabancasının tetiğine basınca (B)’yi yaralamıştır.<br /><strong>Bu durumda (A)’nın kusuru hakkında aşağıdakilerden hangisi söylenebilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "(A)’nın ağır ihmali vardır.",
      "B": "(A)’nın kastı vardır.",
      "C": "(A)’nın olası kastı vardır.",
      "D": "(A)’nın hafif ihmali vardır.",
      "E": "(A)’nın olayda kastı ya da ihmali yoktur."
    }
  },
  {
    "id": "178417",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi zarar olarak nitelendirilmede diğerlerinden farklılık arz etmektedir?      </strong>  ",
    "correctAnswer": "D",
    "options": {
      "A": "(A)’nın evinin yakılması",
      "B": "(A)’nın yangında elinin yanması",
      "C": "(A)’nın yangında kitaplarının yanması",
      "D": "(A)’nın yangından dolayı duyduğu aşırı üzüntü",
      "E": "(A)’nın dumandan zehirlenmesi"
    }
  },
  {
    "id": "178418",
    "unitNumber": 12,
    "text": "<strong>Ahlaka aykırı fiillerden doğan haksız fiil sorumluluğunun hukuka aykırı fiillerden doğan haksız fiil sorumluluğundan en önemli farklarından biri aşağıdakilerden hnagisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Failin ahlaka aykırı fiilinden sorumlu tutulabilmesi için fiil ile zarar arasında nedensellik bağının bulunması gerekmez.",
      "B": "Failin ahlaka aykırı fiilinden sorumlu tutulabilmesi için zararın varlığı aranmaz.",
      "C": "Ahlaka aykırılık hâlinde, manevi zarar istenemez.",
      "D": "Ahlaka aykırılık hâllerinde sorumluluk için failin tam ehliyetli olması şarttır.",
      "E": "Hukuka aykırılıktan doğan sorumluluğun aksine, ahlaka aykırılıktan sorumluluk doğabilmesi için failin kastının bulunması zorunludur."
    }
  },
  {
    "id": "178419",
    "unitNumber": 12,
    "text": "<strong>(B)’nin kitabını yırtan ayırt etme gücüne sahip (A), bu fiilinden sorumlu tutulmuyorsa olayla ilgili olarak verilen aşağıdaki bilgilerden hangisi doğru olabilir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "(A)’nın kastı ya da ihmali yoktur.",
      "B": "(B)’nin mal varlığında bir zarar doğmamıştır.",
      "C": "(B)’nin zarara rızası bulunmaktadır.",
      "D": "(A)’nın fiili ile (B)’nin zararı arasında nedensellik bağı yoktur.",
      "E": "(B)’nin ayırt etme gücü bulunmamaktadır."
    }
  },
  {
    "id": "178420",
    "unitNumber": 12,
    "text": "<strong>Kendi kitabını yırtan (B), bu fiilinden sorumlu tutulmuyorsa bunun nedeni aşağıdakilerden hangisi olabilir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "(B)’nin olayda kastının olmaması",
      "B": "(B)’nin olayda ağır ihmalinin olmaması",
      "C": "(B)’nin mal varlığına bir zarar verilmemiş olması",
      "D": "Olayda hukuka aykırılığın olmaması",
      "E": "Olayda (B)’nin mal varlığına verilen zararın önemsiz olması"
    }
  },
  {
    "id": "178421",
    "unitNumber": 12,
    "text": "(A) bir kızgınlık anında (B)’ye tokat atmıştır.<br /><strong>Bu fiil ile ilgili olarak aşağıdakilerden hangisi söylenebilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "(A)’nın kastı bulunmaktadır.",
      "B": "(A) ile (B) hısım ise fiil hukuka aykırı olmaz.",
      "C": "(A)’nın olayda ağır ihmali vardır.",
      "D": "(A), kızgınlık anında bunu yaptığı için fiilinden sorumlu değildir.",
      "E": "(A) bu fiil ile, (B)’nin mal varlığına zarar vermiştir."
    }
  },
  {
    "id": "178422",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi haklı bir savunma <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Polisin, kendini tutuklamak istemesi üzerine (A)’nın ona vurması",
      "B": "Kızına saldıran (S)’ye, (A)’nın vurması",
      "C": "Kendisini boğmaya çalışan (Ç)’ye, biber gazı sıkması",
      "D": "(A)’nın arabasını yakmaya çalışan (Ç)’yi, kolunu bükerek uzaklaştırması",
      "E": "(A)’nın, kendisine silahla saldıran (S)’nin silahını alarak nehre atması"
    }
  },
  {
    "id": "306677",
    "unitNumber": 12,
    "text": "<strong>Kusur sorumluluğuna dayanan haksız fiilin varlığından söz edebilmek için aşağıdakilerden hangisinin olayda bulunması şart <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Hukuka aykırı bir fiilin varlığı",
      "B": "Failin tam ehliyetli olması",
      "C": "Olayda failin kastının ya da ihmalinin olması",
      "D": "Olay sonucunda bir zararın ortaya çıkması",
      "E": "Zararın hukuka aykırı fiilden doğmuş olması"
    }
  },
  {
    "id": "306680",
    "unitNumber": 12,
    "text": "<strong>Mücbir sebep aşağıdakilerden hangisinde doğru ifade edilmiştir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kişinin ihmali sonucu gerçekleşen, öngörülemez, kaçınılamaz, önlem alınamaz olaylardır.",
      "B": "Kanun’da mücbir sebep olarak nitelenen, haksız fiiller için sınırlı sayıda sayılmış sorumluluktan kurtulma nedenleridir.",
      "C": "Bir kişinin başkasının zorlama ve tehdidi altında bir zarara neden olması durumudur.",
      "D": "Kişinin mal varlığının borcunu karşılamaya yetersiz olması hâlidir.",
      "E": "Kişinin kontrol alanının dışında gerçekleşen öngörülemez, kaçınılamaz, önlem alınamaz olaylardır."
    }
  },
  {
    "id": "332973",
    "unitNumber": 12,
    "text": "<strong>Türk Hukuku'nda kişinin haksız fiillerden sorumlu tutulabilmesi için hangisinin gerçekleşmesi yeterlidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Ayırt etme gücüne sahip olması",
      "B": "Yedi yaşını doldurmuş olması",
      "C": "Evlenmesi",
      "D": "Kısıtlı olmaması",
      "E": "Nişanlanması"
    }
  },
  {
    "id": "333057",
    "unitNumber": 12,
    "text": "<strong>Bir kişinin aracının yakılması durumunda, araçta meydana gelen zarar hangi kavramla ifade edilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Maddi zarar",
      "B": "Nedensellik bağı",
      "C": "Manevi zarar",
      "D": "Menfi zarar",
      "E": "Müspet zarar"
    }
  },
  {
    "id": "333956",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi hukuka aykırılığı kaldıran hâller arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kanunun verdiği bir yetkinin kullanılması",
      "B": "Zarar görenin rızası",
      "C": "Meşru müdafaa",
      "D": "Kişinin hakkını kendi gücüyle koruması",
      "E": "Yaş küçüklüğü"
    }
  },
  {
    "id": "396439",
    "unitNumber": 12,
    "text": "<strong>İki ayrı fabrikadan bir göle dökülen atıklardan her birinin ihtiva ettikleri zehirli madde nedeniyle göldeki balıkların ölmesi hâlinde, fabrikaların olayla aralarındaki ilişki açısından hangi tür illiyet bağı söz konusu olur?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Ortak illiyet",
      "B": "İlliyet bağının kesilmesi",
      "C": "Birlikte (yarışan) illiyet",
      "D": "Farazi illiyet",
      "E": "Seçimlik (alternatif) illiyet"
    }
  },
  {
    "id": "398084",
    "unitNumber": 12,
    "text": "A, bir alacak yüzünden B ile tartışmış, ona tokat atmıştır. B, bu kızgınlıkla silahını çekip A’yı yaralamış ve A, yapılan müdahaleye rağmen sakat kalmıştır.<br /><strong>Bu olayla ilgili aşağıdaki ifadelerden hangisi doğrudur?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "A, B aleyhine tüm zararlarının tazmin edilmesi için dava açabilir.",
      "B": "A, bu yüzden B aleyhine sadece şikâyette bulunmak suretiyle ceza davası açılmasını sağlayabilir.",
      "C": "A, B aleyhine sadece manevi zararının tazmin edilmesi için dava açabilir.",
      "D": "A, bu yüzden doğan zararını B’den talep edemez, zira ona tokat atmak suretiyle bu sonuca katlanması gerekir.",
      "E": "A, B aleyhine ona tokat atması nedeniyle B’nin uğradığı zarardan düşmek suretiyle sadece kalan miktar için maddî tazminat davası açabilir."
    }
  },
  {
    "id": "112686",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi hakkaniyet sorumluluğudur?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Ayırt etme gücü bulunmayanların sorumluluğu",
      "B": "Adam çalıştıranın sorumluluğu",
      "C": "Genel tehlike sorumluluğu",
      "D": "Ev başkanının sorumluluğu",
      "E": "Yapı malikinin sorumluluğu"
    }
  },
  {
    "id": "112712",
    "unitNumber": 13,
    "text": "<strong>Aşağıdaki sorumluluk türlerinden hangisi diğerlerinden farklı bir ilkeye dayanmaktadır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Ev başkanının sorumluluğu",
      "B": "Yapı malikinin sorumluluğu",
      "C": "Adam çalıştıranın sorumluluğu",
      "D": "Ayırt etme gücü bulunmayanların sorumluluğu",
      "E": "Hayvan bulunduranın sorumluluğu"
    }
  },
  {
    "id": "112919",
    "unitNumber": 13,
    "text": "<strong>Petrol Kanunu'nda petrol hakkı sahibi için öngörülen kusursuz sorumluluk hâli aşağıdakilerden hangisine dayanmaktadır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Hakkaniyet sorumluluğu",
      "B": "Ev başkanının sorumluluğu",
      "C": "Tehlike sorumluluğu",
      "D": "Adam çalıştıranın sorumluluğu",
      "E": "Yapı malikinin sorumluluğu"
    }
  },
  {
    "id": "113335",
    "unitNumber": 13,
    "text": "<strong>Hayvan bulunduranın sorumluluğuna ilişkin olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Hayvanın verdiği zarardan sorumluluk, hayvanın maliki olmaya bağlanmamıştır.",
      "B": "Hayvan bulunduranın sorumluluğunun doğması için bulundurulan hayvanın evcil ya da vahşi olması önemli değildir.",
      "C": "Hayvanı ödünç alan, rehin alan, kiralayan kişi de hayvan bulunduran sıfatını taşıyabilir.",
      "D": "Bir hayvanın verdiği zarardan kusursuz sorumluluk ancak hayvanın içgüdüsel davranışları dolayısıyla doğabilir.",
      "E": "Hayvan bulunduran, zararın doğmasını engellemek için gerekli özeni gösterdiğini ispat ederek sorumluluktan kurtulamaz."
    }
  },
  {
    "id": "117753",
    "unitNumber": 13,
    "text": "Bir süpermarkette çalışan Ç, patronu K'nın talimatı ile meyve kasalarını kapının önüne üst üste istiflerken ihmali ile bunların devrilmesine neden olmuş ve kasaların yıkılması sonucu yoldan geçmekte olan Z yaralanmıştır. <br /><strong>Buna göre K için aşağıdaki sorumluluk türlerinden hangisi doğar?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Hakkaniyet sorumluluğu",
      "B": "Adam çalıştıranın sorumluluğu",
      "C": "Tehlike sorumluluğu",
      "D": "Ev başkanının sorumluluğu",
      "E": "Yapı malikinin sorumluluğu"
    }
  },
  {
    "id": "172365",
    "unitNumber": 13,
    "text": "<strong>Hayvan bulunduranın sorumluluğu ile ilgili olarak aşağıdakilerden hangisi <u>söylenemez</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kusursuz sorumluluk hâlidir.",
      "B": "Özen gösterme sorumluluğudur.",
      "C": "Kurtuluş kanıtı getiremez.",
      "D": "Sorumlu olması için malik olması gerekmez.",
      "E": "Rücu hakkı vardır."
    }
  },
  {
    "id": "172366",
    "unitNumber": 13,
    "text": "<strong>Ev başkanı, aynı çatı altında yaşayan aşağıdaki kişilerden hangisinin verdiği zararlardan sorumlu <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kısıtlı kişilerin",
      "B": "Akıl hastasının",
      "C": "Küçüklerin",
      "D": "Fiil ehliyetine sahip kişilerin",
      "E": "Akıl zayıflığı bulunanların"
    }
  },
  {
    "id": "172367",
    "unitNumber": 13,
    "text": "<strong>İleri derecede zihinsel özürlü bir gencin 3. şahıslara verdiği zararla ilgili olarak aşağıdakilerden hangisi <u>söylenemez</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Bu zarardan ev başkanı sorumludur.",
      "B": "Hakkaniyet gerektiriyorsa sorumludur.",
      "C": "Kusursuz sorumluluk geçerlidir.",
      "D": "Zararın kısmen veya tamamen giderilmesine karar verilebilir.",
      "E": "Manevi zararlardan sorumlu tutulamaz."
    }
  },
  {
    "id": "172368",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisinden doğan zarar yapı eseri malikinin kusursuz sorumluluğuna <u>yol açmaz</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Karavan",
      "B": "Tünel",
      "C": "Ahır",
      "D": "Köprü",
      "E": "Garaj"
    }
  },
  {
    "id": "172369",
    "unitNumber": 13,
    "text": "<strong>Adam çalıştıranın, çalışanın fiilinden sorumlu olması için aşağıdakilerden hangisinin olayda varlığı gerekir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Zarar görenle adam çalıştıran arasında sözleşme ilişkisi olmalıdır.",
      "B": "Zarar görenle çalışan arasında sözleşme ilişkisi olmalıdır.",
      "C": "Çalışan ile çalıştıran arasında işçi-işveren ilişkisi bulunmalıdır.",
      "D": "Adam çalıştıran çalışanın ücretini zamanında ödüyor olmalıdır.",
      "E": "Çalışan işin yapılması sırasında bir başkasına zarar vermelidir."
    }
  },
  {
    "id": "172372",
    "unitNumber": 13,
    "text": "<strong>(A), köpeğine, bir başkasına saldırı emri vermiş ve köpek itaat ederek bir başkasına zarar vermişse, (A)'nın zarardan sorumluluğu aşağıdakilerden hangisine dayanır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kusur sorumluluğuna",
      "B": "Ev başkanının sorumluluğuna",
      "C": "Tehlike sorumluluğuna",
      "D": "Hayvan bulunduranın sorumluluğuna",
      "E": "Hakkaniyet sorumluluğuna"
    }
  },
  {
    "id": "178423",
    "unitNumber": 13,
    "text": "(A)’nın attığı taş sonucu (B)’nin kafası kırılmış ve otuz gün tedavi görmüştür. (B), açtığı dava sonucu tedavi giderlerini (C)’den alabilmiştir. <strong>Bu durumda (C) ile ilgili olarak aşağıda verilen bilgilerden hangisinin doğru olduğu kanaatine varılabilir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "(C)’nin ayırt etme gücü bulunmamaktadır.",
      "B": "(C) adam çalıştırandır.",
      "C": "(C) yapı malikidir.",
      "D": "(C) ev başkanıdır.",
      "E": "(C) hayvan bulundurmaktadır."
    }
  },
  {
    "id": "178424",
    "unitNumber": 13,
    "text": "(A)’nın köpeği (K), (B)’ye saldırmış ve onu yaralamıştır. (A), (B)’ye ödediği tutarı (D)’ye rücu edebilmiştir.<strong><br />Bu durumda (D) hakkında aşağıdakilerden hangisi doğrudur?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "(K)’yı (D) ürkütmüştür.",
      "B": "(D), (A)’nın komşusudur.",
      "C": "(B) ile (D) arasında çalışma-çalıştırma ilişkisi vardır.",
      "D": "(D), tehlike doğuran bir işletme işletmektedir.",
      "E": "(A)’nın ayırt etme gücü bulunmamaktadır."
    }
  },
  {
    "id": "178425",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisinde yer alan kusursuz sorumluluk hâli, diğerlerinden farklı bir nedenle/gerekçeyle öngörülmüştür?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Ev başkanının sorumluluğu",
      "B": "Hayvan bulunduranın sorumluluğu",
      "C": "Yapı malikinin sorumluluğu",
      "D": "Adam çalıştıranın sorumluluğu",
      "E": "Tehlike sorumluluğu"
    }
  },
  {
    "id": "178426",
    "unitNumber": 13,
    "text": "Elektrikçi (E)’nin yanında çalışan (Ç), komşusu (K)’nın ricası üzerine (K)’nın evindeki prizi değiştirmek istemiş ve fakat yanlış kablo bağlantısı yaparak evde yangın çıkmasına neden olmuştur. Hâkim, zararın tazmini için (K)’nın (E)’ye açtığı davayı reddetmiştir.<br /><strong>Bunun nedeni olaya göre aşağıdakilerden hangisi olabilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Hâkim, (E)’nin kastını belirleyememiştir.",
      "B": "Hâkim, zararın (E)’nin bir işinin yapılması sırasında gerçekleşmediğine dayanmıştır.",
      "C": "Hâkim, (E)’nin (K)’yı tanımadığına dayanmıştır.",
      "D": "Hâkim, (Ç)’nin kusursuz olması nedeniyle (E)’yi sorumlu tutmamıştır.",
      "E": "Hâkim, olayda zarar görenin rızasını belirlemiştir."
    }
  },
  {
    "id": "178427",
    "unitNumber": 13,
    "text": "Ayırt etme gücüne sahip olmayan (A), (B)’nin bisikletini kırarak çöpe atmıştır. <strong>Bu durumda (A)’nın fiilinden sorumlu tutulduğunu varsayarsak, bu sorumluluğun dayanağı aşağıdakilerden hangisi olabilir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Ev başkanının sorumluluğu",
      "B": "Hayvan bulunduranın sorumluluğu",
      "C": "Hakkaniyet sorumluluğu",
      "D": "Adam çalıştıranın sorumluluğu",
      "E": "Tehlike sorumluluğu"
    }
  },
  {
    "id": "178428",
    "unitNumber": 13,
    "text": "<strong>Adam çalıştıranın sorumluluğu ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kusursuz sorumluluk hâlidir.",
      "B": "Çalışma-çalıştırma durumunu belirlemede ölçüt, kişinin işini bir başkasının emir ve talimatları altında yerine getirip getirmediğidir.",
      "C": "Adam çalıştıranın sorumluluğunun söz konusu olduğu durumlarda, çalıştıran ile çalışan arasında genellikle bir hizmet ilişkisi; hizmet sözleşmesine, iş sözleşmesine dayanan bir ilişki görülür.",
      "D": "Çalıştıran, ödediği tazminatı, zarar veren çalışan da dâhil, iş yerinde çalışanlara rücu edebilir.",
      "E": "Türk Borçlar Kanunu’nda, adam çalıştıran için kurtuluş kanıtına yer verilmiştir."
    }
  },
  {
    "id": "178429",
    "unitNumber": 13,
    "text": "<strong>Karayolları Trafik Kanunun'da motorlu araç işleten için öngörülen kusursuz sorumluluk hâli aşağıdakilerden hangisine dayanmaktadır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Ev başkanının sorumluluğu",
      "B": "Hayvan bulunduranın sorumluluğu",
      "C": "Hakkaniyet sorumluluğu",
      "D": "Adam çalıştıranın sorumluluğu",
      "E": "Tehlike sorumluluğu"
    }
  },
  {
    "id": "178430",
    "unitNumber": 13,
    "text": "<strong>Tehlike sorumluluğu açısından aşağıdakilerden hangisinde tehlike arz eden işletme hakkında yanlış bilgi verilmektedir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Önemli ölçüde tehlike arz eden işletmenin faaliyetinden zarar doğduğu takdirde, bu zarardan işletme sahibi ve varsa işleten kusursuz sorumluluk esasına göre sorumludur.",
      "B": "İşletme sahibi ve varsa işletenin sorumluluğu müteselsildir.",
      "C": "Önemli ölçüde tehlike arz eden bir işletmenin bu tür faaliyetine hukuk düzenince izin verilmiş ise faaliyetten dolayı ancak kusur sorumluluğu doğar.",
      "D": "Sıkça zarar doğurmaya elverişli olan işletme faaliyetlerine demiryolları işletmelerinin faaliyeti örnektir.",
      "E": "Tehlike sorumluluğu önceki Borçlar Kanunu’nda öngörülmemiş bir sorumluluk hâlidir."
    }
  },
  {
    "id": "306689",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi kusursuz sorumluluk kavramını karşılamak üzere kullanılan bir kavramdır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Subjektif sorumluluk",
      "B": "Geçici sorumluluk",
      "C": "Teşebbüs sorumluluğu",
      "D": "Objektif sorumluluk",
      "E": "Tazminat doğuran sorumluluk"
    }
  },
  {
    "id": "306698",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisinde yer alan kusursuz sorumluluk hâli özen sorumluluğuna dayanan bir sorumluluk <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yapı malikinin sorumluluğu",
      "B": "Ev başkanının sorumluluğu",
      "C": "Ayırt etme gücünden yoksun olanların sorumluluğu",
      "D": "Adam çalıştıranın sorumluluğu",
      "E": "Hayvan bulunduranın sorumluluğu"
    }
  },
  {
    "id": "332974",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi tehlike sorumluluğu hâllerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Motorlu araç işletenin sorumluluğu",
      "B": "Petrol hakkı sahibinin sorumluluğu",
      "C": "Sivil hava aracı işletenin sorumluluğu",
      "D": "Askerî manevra ve atışlardan doğan sorumluluk",
      "E": "Sıcak hava balonu kullananın sorumluluğu"
    }
  },
  {
    "id": "333957",
    "unitNumber": 13,
    "text": "<strong>Hayvan bulunduranın sorumluluğuna ilişkin aşağıdaki bilgilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Hayvan bulundurmakta ölçüt, hayvanın bakım ve yönetimini üstlenmektir.",
      "B": "Hayvanın evcil ya da vahşi bir hayvan olması önemli değildir.",
      "C": "Hayvan bu davranışı içgüdüsel bir şekilde yapmışsa bu sorumluluk gündeme gelir.",
      "D": "Hayvan, sahibinin emri doğrultusunda zarar verdiğinde de bu sorumluluk meydana gelir.",
      "E": "Hayvanı ödünç alan, kiralayan hayvan bulunduran kavramına dâhildir."
    }
  },
  {
    "id": "398088",
    "unitNumber": 13,
    "text": "<strong>Aşağıdaki kusursuz sorumluluk hâllerinin hangisinde hakkaniyet gerektirmiyorsa fail tazminata mahkûm <u>edilemez</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Ayırt etme gücü bulunmayan kişinin verdiği zarar",
      "B": "Ev başkanının sorumluluğu",
      "C": "Adam çalıştıranın sorumluluğu",
      "D": "Hayvan bulunduranın sorumluluğu",
      "E": "Yapı malikinin sorumluluğu"
    }
  },
  {
    "id": "398090",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi kusura dayanmayan sorumluluk hâllerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Adam çalıştıranın sorumluluğu",
      "B": "Hayvan bulunduranın sorumluluğu",
      "C": "Yapı malikinin sorumluluğu",
      "D": "Ev başkanının sorumluluğu",
      "E": "Haksız fiil sorumluluğu"
    }
  },
  {
    "id": "117666",
    "unitNumber": 14,
    "text": "<strong>Haksız fiilden dolayı mal varlığının çoğalmasının engellenmesi durumunda söz konusu olan zarara ne ad verilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Yoksun kalınan kâr",
      "B": "Manevi zarar",
      "C": "Fiilî zarar",
      "D": "Muhtemel zarar",
      "E": "Yansıma zarar"
    }
  },
  {
    "id": "117708",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi haksız fiilden doğan davalarda yetkili mahkemelerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Davalının haksız fiilin işlendiği tarihteki yerleşim yeri mahkemesi",
      "B": "Haksız fiilin işlendiği yer mahkemesi",
      "C": "Zararın meydana geldiği yer mahkemesi",
      "D": "Zararın meydana gelme ihtimalinin bulunduğu yer mahkemesi",
      "E": "Zarar görenin yerleşim yeri mahkemesi"
    }
  },
  {
    "id": "117710",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi haksız fiilden doğan bedensel zararlardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Tedavi giderleri",
      "B": "Kazanç kaybı",
      "C": "Destekten yoksun kalan kişilerin uğradığı kayıplar",
      "D": "Çalışma gücünün azalmasından ya da yitirilmesinden doğan kayıplar",
      "E": "Ekonomik geleceğin sarsılmasından doğan kayıplar"
    }
  },
  {
    "id": "117711",
    "unitNumber": 14,
    "text": "Haksız fiillerden doğan tazminat istemi, zarar görenin zararı ve tazminat yükümlüsünü öğrendiği tarihten başlayarak ........... ve her hâlde fiilin işlendiği tarihten başlayarak ............ geçmesiyle zaman aşımına uğrar.<br /><strong>Cümlede boş bırakılan yerlere sırasıyla aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "6 ayın-1 yılın",
      "B": "6 ayın-5 yılın",
      "C": "1 yılın-5 yılın",
      "D": "2 yılın-10 yılın",
      "E": "2 yılın-20 yılın"
    }
  },
  {
    "id": "172396",
    "unitNumber": 14,
    "text": "<strong>Zarar görene üç yıl boyunca her ay 10.000 TL ödenmesine ilişkin tazminat, aşağıdakilerden hangisi şeklinde ödenen bir tazminattır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Nakden ve toptan",
      "B": "Nakden ve aynen",
      "C": "Nakden ve irat şeklinde",
      "D": "Aynen ve irat şeklinde",
      "E": "Toptan ve irat şeklinde"
    }
  },
  {
    "id": "178431",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisinde irat şeklinde hükmedilmiş bir tazminat vardır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "A kişisinin B kişisine 20.000 TL ödemesi",
      "B": "A kişisinin, kırdığı B kişisine ait bisikleti tamir ettirmesi",
      "C": "A kişisinin B kişisine aylık olarak 3.000 TL ödemesi",
      "D": "A kişisinin B kişisine yeni bir bisiklet alması",
      "E": "A kişisinin, B kişisinin yaptığı 15.000 TL tedavi giderini çek ile ödemesi"
    }
  },
  {
    "id": "178432",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerin hangisinde yansıma zarar vardır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "(A), (B)’nin aracını yakmıştır.",
      "B": "(A), (B)’ye ateş ederek bacağından yaralamıştır.",
      "C": "(A), (B)’yi yaralamış, (B) de bundan dolayı iş başvurusunu kaçırmıştır.",
      "D": "(A)’nın şehrin su şebekesine zarar vererek su kesintisine neden olması sonucu hamam işletmecisi (H)’ye bir ay süreyle müşteri gelmemiştir.",
      "E": "(A)’nın (B)’ye ait dolmuşu yakması sonucu (B) iki ay boyunca çalışamamıştır."
    }
  },
  {
    "id": "178433",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisinde farazi destekten yoksun kalma söz konusudur?    </strong>",
    "correctAnswer": "E",
    "options": {
      "A": "(A)’nın ev hanımı eşi öldürülmüştür.",
      "B": "(B)’nin memur kocası öldürülmüştür.",
      "C": "(B)’nin imam nikâhlı eşi öldürülmüştür.",
      "D": "On yaşındaki (S)’nin babası öldürülmüştür.",
      "E": "Otuz yaşındaki (A)’nın on yaşındaki oğlu öldürülmüştür."
    }
  },
  {
    "id": "178434",
    "unitNumber": 14,
    "text": "<strong>Zarar görene geçici ödeme yapılması için aşağıdakilerden hangisinin varlığı zorunlu <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Zarar görenin, iddiasının haklılığını gösteren inandırıcı kanıtlar sunması",
      "B": "Zarar görenin ekonomik durumunun bunu gerektirmesi",
      "C": "Zarar verenin ağır kusurunun bulunması",
      "D": "Zarar görenin istemde bulunması",
      "E": "Geçici ödemeye hâkim tarafından karar verilmesi"
    }
  },
  {
    "id": "178435",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisinde zararın aynen tazmini söz konusudur?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "(A)’nın çalınan bisikletinin iade edilmesi",
      "B": "(A)’nın (B)’ye aylık olarak 3.000 TL ödemesi",
      "C": "(A)’nın (B)’ye bir seferde 20.000 TL ödemesi",
      "D": "(A)’nın (B)’ye 20.000 TL ödemesi ve ayrıca ayda 300 TL ödemesi",
      "E": "(A)’nın (B)’ye borcu karşılığı çek vermesi"
    }
  },
  {
    "id": "178436",
    "unitNumber": 14,
    "text": "<strong>Zararın tazmini ile ilgili olarak aşağıdakilerden hangisinden <u>söz edilemez</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Zararı ve zarar verenin kusurunu ispat yükü zarar görendedir.",
      "B": "Tazminatın amacı haksız fiilden doğan zararın giderilmesidir.",
      "C": "Tazminat tutarı, zarar tutarından aşağı olamaz.",
      "D": "Tazminat tutarı, zarar tutarını aşamaz.",
      "E": "Uğranılan zararın miktarı tam olarak ispat edilemiyorsa hâkim, zararın miktarını hakkaniyete uygun olarak belirler."
    }
  },
  {
    "id": "178437",
    "unitNumber": 14,
    "text": "<strong>(A)’nın uğradığı haksız fiil sonucu on gün süre ile işyerini açamamasından doğan zarar aşağıdakilerden hangisiyle adlandırılır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Manevi zarar",
      "B": "Yansıma yoluyla zarar",
      "C": "Tahmin olunamayan zarar",
      "D": "Yoksun kalınan kâr",
      "E": "Fiili zarar"
    }
  },
  {
    "id": "178438",
    "unitNumber": 14,
    "text": "<strong>Yansıma (yoluyla) zararların tazmininin, kural olarak, failden istenememesinin nedeni aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Zarar verenin yansıma zarar görene zarar vermeyi amaçlamaması",
      "B": "Zararla fiil arasında nedensellik bağının bulunmaması",
      "C": "Yansıma zarardan fiili zarar niteliğinde bir zararın doğmaması",
      "D": "Yansıma zararın hesaplanmasının güç olması",
      "E": "Fiil ile zarar arasında hukuka aykırılık bağının olmaması"
    }
  },
  {
    "id": "306705",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi bedensel zarar kapsamında <u>değerlendirilmez</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Tedavi giderleri",
      "B": "Destekten yoksun kalanların kayıpları",
      "C": "Çalışma gücünün azalmasından doğan kayıplar",
      "D": "Çalışma gücünün yitirilmesinden doğan kayıplar",
      "E": "Ekonomik geleceğin sarsılmasından doğan kayıplar"
    }
  },
  {
    "id": "306709",
    "unitNumber": 14,
    "text": "<strong>Haksız fiilden dolayı mal varlığının mevcut durumunda meydana gelen eksilme, hukukta aşağıdaki kavramlardan hangisi ile ifade edilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Manevi zarar",
      "B": "Fiilî zarar",
      "C": "Maddi zarar",
      "D": "Yıkıcı zarar",
      "E": "Dolaylı zarar"
    }
  },
  {
    "id": "333959",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi ölüm hâlinde uğranılan zararlardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Cenaze giderleri",
      "B": "Ölenin desteğinden yoksun kalan kişilerin bu sebeple uğradıkları kayıplar",
      "C": "Ölüm hemen gerçekleşmemişse tedavi giderleri",
      "D": "Çalışma gücünün yitirilmesinden doğan kayıplar",
      "E": "Hayat sigortası giderleri"
    }
  },
  {
    "id": "398096",
    "unitNumber": 14,
    "text": "<strong>Türk Borçlar Kanunu ile getirilen geçici ödemelerle ilgili aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Geçici ödemelere ilişkin hüküm sadece haksız fiil davalarında değil, sözleşmeye dayanan tazminat davalarında da uygulanabilir.",
      "B": "Hâkim, hükmedeceği tazminatı aşan geçici ödemeye karar veremez.",
      "C": "Hâkim ancak istem üzerine, davalının zarar gören davacıya geçici ödeme yapmasına karar verebilir.",
      "D": "Geçici ödemeye hükmedilmesi için zarar gören davacının ekonomik durumunun geçici ödemeyi gerektirmesi gerekir.",
      "E": "Geçici ödemeye hükmedilmesi için zarar gören davacının davayı açarken veya bunu takiben mahkemeye haklılığını gösteren, kesin delil niteliğini taşıyan kanıtlar sunmuş olması gerekir."
    }
  },
  {
    "id": "398098",
    "unitNumber": 14,
    "text": "A, uğradığı bir haksız fiil sonucunda yaralanmıştır.<br /><strong>Buna göre, aşağıdaki zararlardan hangisi A'nın yaralanması sonucunda ortaya çıkan bir dolaylı zarar niteliğini taşır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "A’nın yaralandıktan sonra ambulansla hastaneye götürülmesinde yapılan masraflar",
      "B": "A’nın tedavi giderleri",
      "C": "A’nın katlanmak zorunda olduğu ameliyat sebebiyle uğradığı manevi zarar",
      "D": "A’nın yaralanma sonrasında kolunda kalan iz sebebiyle uğradığı manevi zarar",
      "E": "Yaralandığı gün önemli bir iş görüşmesine gidecek olan A’nın, bu görüşmeyi kaçırması sebebiyle uğradığı zarar"
    }
  }
]