[
  {
    "id": "195418",
    "unitNumber": 1,
    "text": "<strong>Dijitalleşmenin başlangıcı olarak kabul edilen gelişme aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yazının icadı",
      "B": "Matbaanın icadı",
      "C": "Sanayi Devrimi",
      "D": "Eniac adlı bilgisayarın icadı",
      "E": "Sosyal medyanın icadı"
    },
    "explanation": "Ders notlarının giriş bölümünde açıkça belirtildiği gibi, dijitalleşme süreci 1950'li yıllarda askeri amaçlı tasarlanan <strong>ENIAC</strong> adlı bilgisayarla başlamıştır. Diğer seçenekler, dijitalleşme öncesi farklı tarihsel dönemlere aittir."
  },
  {
    "id": "195424",
    "unitNumber": 1,
    "text": "<strong>Dijitalleşmeye geçiş süreci aşağıdakilerden hangisinde doğru olarak sıralanmıştır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Tarım Toplumu - Sanayi Toplumu-Bilgi Toplumu",
      "B": "Sanayi Toplumu - Tarım Toplumu-Bilgi Toplumu",
      "C": "Bilgi Toplumu - Tarım Toplumu-Sanayi Toplumu",
      "D": "Tarım Toplumu - Bilgi Toplumu-Sanayi Toplumu",
      "E": "Sanayi Toplumu - Bilgi Toplumu-Tarım Toplumu"
    },
    "explanation": "Daniel Bell'in tarihsel sınıflandırmasına göre, insanlık tarihi üretim ilişkileri temel alınarak üç aşamada incelenir. Bu sıralama; toprağa dayalı <strong>Tarım Toplumu</strong> , makineye dayalı <strong>Sanayi Toplumu</strong> ve son olarak bilginin temel üretim faktörü hâline geldiği <strong>Bilgi Toplumu</strong> şeklindedir."
  },
  {
    "id": "195428",
    "unitNumber": 1,
    "text": "<strong>A</strong><strong>şa</strong>ğıdakilerden hangisi <b>dijital iletişim araçlarından biridir?</b>",
    "correctAnswer": "C",
    "options": {
      "A": "Kitap",
      "B": "Radyo",
      "C": "Web Siteleri",
      "D": "Televizyon",
      "E": "Dergi"
    },
    "explanation": "Dijital iletişim, verilerin dijital (sayısal) teknoloji ile iletildiği araçları kapsar. <strong>Web siteleri</strong>, internet tabanlı, çift yönlü ve dijital yayıncılığa bir örnektir. Kitap, radyo, televizyon ve dergi ise tek yönlü ve analog yayıncılık yapan geleneksel medya araçlarıdır."
  },
  {
    "id": "195437",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi dijital devlet anlayışındaki G2B'ye karşılık gelir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Devletten devlete yapılan işlemler",
      "B": "Vatandaştan devlete yapılan işlemler",
      "C": "İş dünyasından devlete yapılan işlemler",
      "D": "Devletten çalışanlara yapılan işlemler",
      "E": "Devletten iş dünyasına yapılan işlemler"
    },
    "explanation": "Dijital devlet (e-devlet) uygulamaları, devletin farklı birimlerle olan ilişkilerine göre sınıflandırılır. Metinde bu sınıflandırma şu şekilde verilmiştir:<ul><li><strong>G2C:</strong> Devletin vatandaşlarla çalıştığı uygulamalar</li><li><strong>G2B (Government to Business):</strong> Devletin iş dünyasına yönelik olarak tedarik, bilgi toplama ve hizmetlerine karşılık gelen uygulamalar </li><li><strong>G2G:</strong> Kamu kurumlarının birbirleriyle olan iletişim ve etkileşimi</li><li><strong>G2E:</strong> Kamu kurumlarının kamu çalışanlarıyla olan etkileşimi</li></ul>"
  },
  {
    "id": "195446",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi <b>Daniel Bell’in insanlık tarihine yönelik yapmış olduğu sınıflamalardan biri olan Sanayi Dönemi’nin özelliklerinden biri <u>değildir</u>?</b>",
    "correctAnswer": "D",
    "options": {
      "A": "Batı Avrupa, Sovyetler Birliği ve Japonya’da hâkim olmuştur.",
      "B": "Makinaya dayalı üretim anlayışı benimsenmiştir.",
      "C": "Deneye ve bilimsel bilgiye dayalı üretim vardır.",
      "D": "Üretim anlayışının temeli topraktır.",
      "E": "Yatırım kararlarında devlet ve özel sektör belirleyicidir."
    },
    "explanation": "Daniel Bell'in sınıflandırmasına göre <strong>Sanayi Dönemi</strong>, imalat sektörünün hâkim olduğu ve makineye dayalı üretimin yapıldığı bir süreçtir. Bu dönemde deneye ve bilimsel bilgiye dayalı üretim vardır ve yatırım kararlarında devlet ile özel sektör belirleyicidir. Üretim anlayışının temelinin <strong>toprak</strong> olması ise Sanayi Dönemi'ne değil, <strong>Tarım Toplumu</strong>'na ait bir özelliktir."
  },
  {
    "id": "195453",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi <b>McLuhan’ın insanlık tarihine ilişkin yapmış olduğu sınıflamaya ait <u>değildir</u>?</b>",
    "correctAnswer": "B",
    "options": {
      "A": "Kabilecilik çağı",
      "B": "Televizyon çağı",
      "C": "Elektronik çağ",
      "D": "Basım çağı",
      "E": "Edebiyat çağı"
    },
    "explanation": "McLuhan, insanlık tarihini ve bilgiye erişim olanaklarındaki değişimi dört döneme ayırmıştır. Bunlar sırasıyla: sözlü kültürün hâkim olduğu <strong>Kabilecilik Çağı</strong> , alfabenin bulunmasıyla geçilen <strong>Edebiyat Çağı</strong> , matbaanın icadıyla başlayan <strong>Basım Çağı</strong> ve telgrafın icadıyla başlayan <strong>Elektronik Çağ</strong>'dır. Televizyon Çağı, bu sınıflandırmada ayrı bir başlık olarak yer almaz, Elektronik Çağ içerisinde değerlendirilir."
  },
  {
    "id": "195457",
    "unitNumber": 1,
    "text": "<strong>Toffler’in (Birinci Dalga, İkinci Dalga, Üçüncü Dalga) yaptığı sınıflamada temel belirleyici aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Servetin ölçüsü",
      "B": "Bilgiye ulaşım biçimi",
      "C": "Üretimde kullanılan temel materyal",
      "D": "İletişim araçlarının gelişimi",
      "E": "Bilgiyi aktarım şekli"
    },
    "explanation": "Alvin Toffler, insanlığın geçirmiş olduğu toplumsal aşamaları <strong>servetin ölçüsü</strong> ve değişim için kullanılan materyallerdeki değişimi göz önünde bulundurarak sınıflandırır. Birinci Dalga'da toprak, İkinci Dalga'da makine ve malzeme, Üçüncü Dalga'da ise düşünce (bilgi) servetin ölçüsüdür."
  },
  {
    "id": "195459",
    "unitNumber": 1,
    "text": "<strong>Dijitalleşmenin önündeki engellerden biri aşağıdakilerden hangisi <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Sayısal uçurum",
      "B": "Gizlilik",
      "C": "Kalite eksikliği",
      "D": "Kaynak yetersizliği",
      "E": "Güven eksikliği"
    },
    "explanation": "Dijitalleşmenin toplumun tüm kesimlerine yayılmasının önünde bazı engeller bulunmaktadır. Bunlar arasında bilgi ve iletişim teknolojilerine erişimdeki eşitsizlikleri ifade eden <strong>sayısal uçurum</strong> , kişisel bilgilerin korunmasına yönelik <strong>güven eksikliği</strong> ve <strong>gizlilik</strong> kaygıları ile teknik kadro ve finansman gibi <strong>kaynak yetersizlikleri</strong> sayılabilir. Kalite eksikliği ise bu bağlamda doğrudan bir engel olarak belirtilmemiştir."
  },
  {
    "id": "195464",
    "unitNumber": 1,
    "text": "<strong>Dijitalleşmenin önündeki engellerden biri olan kaynak yetersizliğini aşağıdakilerden hangisi doğru bir biçimde tanımlar?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Teknik kadro eksikliği-Finansman eksikliği",
      "B": "Finansman eksikliği-Gizlilik",
      "C": "Teknik kadro eksikliği- Güven eksikliği",
      "D": "Finansman eksikliği-Eğitim eksikliği",
      "E": "Finansman eksikliği-Donanım eksikliği"
    },
    "explanation": "Dijitalleşmenin önündeki engellerden biri olan <strong>kaynak yetersizliği</strong>, iki temel başlık altında ele alınır: Birincisi, dijitalleşme süreçlerini yönetecek ve geliştirecek donanıma sahip <strong>teknik kadro ve yetişmiş insan gücü eksikliği</strong>dir. İkincisi ise, bu süreçlerin gerektirdiği bütçeyi ifade eden <strong>finansman engeli</strong>dir."
  },
  {
    "id": "195468",
    "unitNumber": 1,
    "text": "<strong>Dijitalleşmenin önündeki engellerden kaynak yetersizliği sorununa üretilebilecek çözümlerden biri aşağıdakilerden hangisi <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yazılım mühendisleri yetiştirmek",
      "B": "Donanım konusunda yetkin insan gücü yetiştirmek",
      "C": "Vatandaşa e-devlet konusunda eğitim vermek",
      "D": "Kendi yazılımlarımızı geliştirmek",
      "E": "Şeffaf bir e-devlet anlayışı benimsemek"
    },
    "explanation": "Kaynak yetersizliği, teknik kadro ve finansman eksikliğini kapsar. Bu soruna çözüm olarak; ülkelerin kendi yazılımlarını geliştirmesi, bu alanda yetkin insan gücü (yazılım mühendisleri, donanım uzmanları) yetiştirmesi ve şeffaf bir yönetim anlayışı benimseyerek güven oluşturması gerekir. Vatandaşa e-devlet konusunda eğitim vermek ise \"sayısal uçurum\" engelinin \"bilgisayar okuryazarlığı\" boyutuna yönelik bir çözümdür, doğrudan kaynak yetersizliği ile ilgili değildir."
  },
  {
    "id": "204208",
    "unitNumber": 1,
    "text": "<strong>ARPANET’in ilk kuruluş amacı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Haberleşme",
      "B": "Pazarlama",
      "C": "Savunma",
      "D": "Propaganda",
      "E": "Halkla İlişkiler"
    },
    "explanation": "İnternetin temelini oluşturan <strong>ARPANET</strong> (Amerikan Gelişmiş Savunma Araştırmaları Dairesi Ağı), 1960'lı yılların sonunda bir Amerikan Askeri <strong>Savunma</strong> Projesi olarak geliştirilmiştir. Dünyadaki pek çok iletişim alanında olduğu gibi internet de öncelikle savunma ve askeri amaçlı olarak ortaya çıkarılmış bir araçtır."
  },
  {
    "id": "204211",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi dijital halkla ilişkiler faaliyetlerinde yararlanılan araçlardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Billboardlar",
      "B": "Web siteleri",
      "C": "SMSler",
      "D": "Sosyal medya",
      "E": "Bloglar"
    },
    "explanation": "Dijital halkla ilişkiler faaliyetleri, kurumların hedef kitleleriyle dijital ortamlar üzerinden etkileşim kurmasını içerir. Bu kapsamda <strong>kurumsal web sayfaları, sosyal medya platformları, SMS teknolojileri ve bloglar</strong> gibi araçlar kullanılır. Billboardlar ise açık hava reklamcılığında kullanılan geleneksel bir araçtır ve dijital halkla ilişkiler kapsamına girmez."
  },
  {
    "id": "204216",
    "unitNumber": 1,
    "text": "<b>Aşağıdakilerden hangisi dijital eğitimin yararlarından biri <u>değildir</u>?</b>",
    "correctAnswer": "E",
    "options": {
      "A": "Öğretmenle öğrencinin aynı sınıfta bulunmak zorunda olmaması",
      "B": "Eğitimin sisteme yüklenen videolar üzerinden gerçekleşmesi",
      "C": "Maliyet tasarrufu sağlanması",
      "D": "Zaman tasarrufu sağlanması",
      "E": "Başarı oranlarında artış sağlanması"
    },
    "explanation": "Dijital eğitim, öğrenci ve öğretmenin aynı mekânda olma zorunluluğunu ortadan kaldırması, derslerin video gibi materyallerle sunulabilmesi sayesinde <strong>zaman ve maliyet tasarrufu</strong> gibi önemli yararlar sağlar. Ancak dijital eğitimin, geleneksel eğitime kıyasla başarı oranlarında kesin bir artış sağladığına dair genel bir bulgu metinde yer almamaktadır. Başarı, kullanılan yönteme ve öğrencinin motivasyonuna göre değişebilir."
  },
  {
    "id": "204221",
    "unitNumber": 1,
    "text": "<strong>McLuhan’ın yapmış olduğu sınıflama aşağıdaki sıralamalardan hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Edebiyat çağı - Basım çağı - Kabilecilik çağı - Elektronik çağ",
      "B": "Basım çağı - Kabilecilik çağı - Edebiyat çağı - Elektronik çağ",
      "C": "Kabilecilik çağı - Basım çağı - Elektronik çağ - Edebiyat çağı",
      "D": "Kabilecilik çağı - Edebiyat çağı - Basım çağı - Elektronik çağ",
      "E": "Edebiyat çağı - Elektronik çağ - Basım çağı - Kabilecilik çağı"
    },
    "explanation": "Marshall McLuhan'ın, insanlık tarihini iletişim araçlarındaki dönüşümlere göre yaptığı sınıflandırmanın doğru sıralaması şu şekildedir: <strong>1. Kabilecilik Çağı</strong> (sözlü kültür), <strong>2. Edebiyat Çağı</strong> (yazının icadı), <strong>3. Basım Çağı</strong> (matbaanın icadı), <strong>4. Elektronik Çağ</strong> (telgrafın icadı ve sonrası)."
  },
  {
    "id": "204229",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi </strong><strong>Masuda’nın bilginin evrimselleştirilmesi sınıflamasında yer alan devrimlerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Basım devrimi",
      "B": "Dil devrimi",
      "C": "Yazı devrimi",
      "D": "İletişim devrimi",
      "E": "Teknoloji devrimi"
    },
    "explanation": "Yoneji Masuda, insanlık tarihini bilginin nesnelleştirilmesi sürecine göre dört devrimle açıklar. Bunlar sırasıyla: <strong>Dil Devrimi</strong> , <strong>Yazı Devrimi</strong> , <strong>Basım Devrimi</strong> ve <strong>Bilgisayar/İletişim Devrimi</strong>'dir. Teknoloji devrimi, bu sınıflandırmada yer alan bir kategori değildir."
  },
  {
    "id": "204233",
    "unitNumber": 1,
    "text": "<strong>Sayısal uçurumun unsurları aşağıdakilerden hangisinde doğru verilmiştir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Hizmete erişim eşitliği - Gizlilik",
      "B": "Hizmete erişim eşitliği- Bilgisayar okuryazarlığı",
      "C": "Güven - Gizlilik",
      "D": "Finansman engeli - Gizlilik",
      "E": "Bilgisayar okuryazarlığı - Güven"
    },
    "explanation": "Sayısal uçurum (dijital bölünme), bilgi ve iletişim teknolojilerine erişim ve kullanım imkânlarındaki farklılıkları ifade eder. Bu kavram iki temel boyutta ele alınır: Birincisi, altyapı yetersizlikleri gibi nedenlerle ortaya çıkan <strong>hizmete erişim eşitliği</strong> sorunudur. İkincisi ise, bireylerin teknolojik araçları kullanma becerisiyle ilgili olan <strong>bilgisayar okuryazarlığı</strong> boyutudur."
  },
  {
    "id": "204239",
    "unitNumber": 1,
    "text": "<strong>Aşağıdaki dijitalleşme önündeki engellerden hangisi “teknik kadro eksikliği” ve “finansman engeli”ne karşılık gelir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kaynak yetersizliği",
      "B": "Gizlilik",
      "C": "Sayısal uçurum",
      "D": "Güven eksikliği",
      "E": "Hizmete erişim yetersizliği"
    },
    "explanation": "Dijitalleşmenin önündeki engellerden biri olan <strong>kaynak yetersizliği</strong>, iki temel sorunu içerir : Birincisi, dijitalleşme için gerekli altyapıyı kuracak ve sürdürecek <strong>teknik kadro ve yetişmiş insan gücü eksikliği</strong>dir. İkincisi ise, bu süreçlerin gerektirdiği donanım ve yazılım için ayrılacak bütçeyi ifade eden <strong>finansman engeli</strong>dir."
  },
  {
    "id": "343723",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi bilginin basılı kitap yoluyla aktarılmaya başlandığı dönemdir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "El Yazmalı ya da Chirografik Kültür",
      "B": "Elektrik ve Elektronik Devrimi",
      "C": "Gutenberg Devrimi ya da Tipografik Kültür",
      "D": "Sözlü Kültür",
      "E": "Dijital Kültür"
    },
    "explanation": "Bilginin basılı kitap yoluyla aktarılmaya başlandığı dönem, matbaanın icadıyla ilişkilendirilir. Bu dönem, Baldini'nin sınıflandırmasına göre <strong>Gutenberg Devrimi ya da Tipografik Kültür</strong> olarak adlandırılır. Bu dönem, bilginin daha kolay aktarımını ve bireysel bilgiye erişim olanağını sağlamıştır."
  },
  {
    "id": "343724",
    "unitNumber": 1,
    "text": "<strong>Telgrafın icadıyla birlikte bireysel ve toplumsal bilinçliliği ortaya koyan ve tüm insanların katılımına olanak tanıyan çağ aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Dijital Çağ",
      "B": "Elektronik Çağ",
      "C": "Kabile Çağı",
      "D": "Edebiyat Çağı",
      "E": "Basım Çağı"
    },
    "explanation": "McLuhan'ın tarihsel sınıflandırmasına göre, <strong>telgrafın icadıyla</strong> başlayan ve bireysel/toplumsal bilinçlenmeyi artırarak tüm insanların katılımına olanak tanıyan dönem <strong>Elektronik Çağ</strong>'dır. Bu çağ, radyo ve televizyon gibi araçlarla \"yeniden kabileleşme\"yi de beraberinde getirmiştir."
  },
  {
    "id": "343726",
    "unitNumber": 1,
    "text": "I. Tarım Toplumu<br/>II. Sanayi Toplumu<br/>III. Bilgi Toplumu<br/>IV. Dijital Toplum<br/><strong>Yukarıdakilerden hangisi ya da hangileri Daniel Bell'in tarihsel sınıflandırmasında yer alır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "I ve III",
      "C": "II ve III",
      "D": "I, II ve III",
      "E": "I, II, III ve IV"
    },
    "explanation": "Sosyolog Daniel Bell, toplumsal değişimi üretim anlayışındaki dönüşümlere göre üç aşamada sınıflandırır: <strong>Tarım Toplumu</strong> , <strong>Sanayi Toplumu</strong> ve <strong>Bilgi Toplumu</strong>. Dijital Toplum, bu sınıflandırmanın içinde doğrudan yer alan bir kategori değildir, ancak Bilgi Toplumu'nun bir uzantısı olarak düşünülebilir."
  },
  {
    "id": "343727",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi sözlü kültürün hâkim olduğu dönemden yazının icat edildiği MÖ 4. yüzyıla kadar olan dönemi kapsamaktadır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "El Yazmalı ya da Chirografik Kültür",
      "B": "Gutenberg Devrimi ya da Tipografik Kültür",
      "C": "Elektrik ve Elektronik Devrimi ya da Elektrik Elektronik Medya Kültürü",
      "D": "Edebiyat Çağı",
      "E": "Basım Çağı"
    },
    "explanation": "Sözlü kültürün egemen olduğu dönemden, sessiz söz teknolojisi olan yazının icat edildiği M.Ö. 4. yüzyıla kadar olan dönemi kapsayan kültür, Baldini'nin sınıflandırmasına göre <strong>El Yazmalı ya da Chirografik Kültür</strong> olarak adlandırılır."
  },
  {
    "id": "195498",
    "unitNumber": 2,
    "text": "<strong>Kişi veya grubun kendini tanımlaması ve kendini diğer kişi veya grup arasında konumlandırmasına ne denir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Bellek",
      "B": "Kimlik",
      "C": "Grup",
      "D": "Dijital bellek",
      "E": "Kültür"
    },
    "explanation": "<strong>Kimlik</strong>, bir kişi veya grubun kendini nasıl tanımladığı ve diğerleri arasında kendini nasıl konumlandırdığıdır. Bu tanım, kişinin hem kendi gözündeki hem de diğerleriyle etkileşim içinde oluşan imajını ve sosyal alandaki yerini kapsar."
  },
  {
    "id": "195512",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi dijital kimlik üzerine yapılan eleştirilerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Sanal gerçeklik",
      "B": "Gösteriş tüketimi",
      "C": "Her an her yerde görünür olma isteği",
      "D": "Sosyal medya dindarlığı",
      "E": "Tüketiyorum öyleyse varım"
    },
    "explanation": "Dijital kimlik üzerine yapılan eleştiriler arasında <strong>gösteriş tüketimi</strong> , <strong>her an her yerde görünür olma isteği</strong> ve tüketim odaklı varoluşu ifade eden <strong>\"Tüketiyorum öyleyse varım\"</strong> mottosu yer almaktadır. Ayrıca sosyal medya dindarlığının gösterişçi bir biçim alması da bir eleştiri konusudur. <strong>Sanal gerçeklik</strong> ise Foucault'un bahsettiği, insanların kendilerini gördükleri ancak içinde var olmadıkları bir ortamı (dijital oyunlar, sosyal medya vb.) açıklayan bir terimdir ve doğrudan bir eleştiri olarak sunulmamıştır."
  },
  {
    "id": "195515",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi özdeşim kavramı için bir örnektir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Evde misafir varken televizyon seyretmek",
      "B": "Akıllı telefon ile oyun oynamak",
      "C": "Sinemada film seyretmek",
      "D": "Youtube ortamında içerik üretmek",
      "E": "Dijital oyun oynarken karakterin rolüne bürünmek"
    },
    "explanation": "<strong>Özdeşim (identifikasyon)</strong>, başkasını model alan bir kişinin, diğerinin kişiliğinin bir parçasını kendi kişiliğinin bir parçası yapma sürecidir. Dijital oyunlarda oyuncular, izleyici konumundan çıkarak baş aktör olarak hareket ederler ve sanal oyuncu ile özdeş olurlar. Bu durum, karakterin rolüne bürünerek onunla bir bütünleşmeyi ifade ettiği için özdeşime en uygun örnektir."
  },
  {
    "id": "195521",
    "unitNumber": 2,
    "text": "<strong>Günümüzde fotoğrafın en beğenilen özelliği aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Akıllı telefonların piksellerinin yüksek olması",
      "B": "Fotoğrafların renkli olması",
      "C": "Simülasyon özelliğinin olması",
      "D": "Güven duygusunu ön plana çıkarması",
      "E": "Paylaşılabilir olması"
    },
    "explanation": "Günümüzde dijital fotoğraf teknolojilerinin gelişmesi ve internetin yaygınlaşmasıyla birlikte fotoğraf çekmek gündelik hayatın bir parçası haline gelmiştir. Özellikle sosyal medya ortamlarında fotoğrafların kolayca <strong>paylaşılabilir</strong> olması, onların en çok beğenilen ve kullanılan özelliği olmuştur."
  },
  {
    "id": "195529",
    "unitNumber": 2,
    "text": "<strong>İnternet kullanıcılarının sosyal medyada günlük yaşadığı olayları, fotoğraf, yazı ve metne dönüştürerek paylaşmasına ne ad verilir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Sosyal Medya Profili",
      "B": "Medya Okuryazarlığı",
      "C": "Kültür Endüstrisi",
      "D": "Performans",
      "E": "Online Benlik Sunumu"
    },
    "explanation": "<strong>Online benlik sunumu</strong>, internet kullanıcılarının, özellikle sosyal medyada, günlük hayatında yaşadığı olayları fotoğraf, yazı ve metne dönüştürerek yayınlamasıdır. Bu, Erving Goffman'ın \"günlük yaşamda benliğin sunumu\" teorisinin dijital ortamlardaki bir yansımasıdır."
  },
  {
    "id": "195532",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi öz çekim kavramının tanımıdır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Bir kişinin kısa filmler çekmesidir.",
      "B": "Aile fotoğraflarından hikâye oluşturma türüdür.",
      "C": "Bir kişinin cep telefonu ile kendi fotoğrafını çekmesidir.",
      "D": "Filmlerin kamera arkası çekimlerinin yapılmasıdır.",
      "E": "Çizgi karakterlerle film çekilme serüvenidir."
    },
    "explanation": "<strong>Öz çekim (selfie)</strong>, herhangi bir kimsenin cep telefonuyla veya fotoğraf makinesi ile kendi fotoğrafını çekmesi ve bunu sosyal medya ortamlarında paylaşmasıdır. Bu, kişinin hem fotoğrafı çeken hem de çekilen olduğu bir fotoğraf türüdür."
  },
  {
    "id": "195538",
    "unitNumber": 2,
    "text": "<strong>Sosyal medyada anlık paylaşım olan ve genelde 24 saat içerisinde kaybolan iletişim aracı hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Öz çekim",
      "B": "Sosyal medyada hikȃyeleştirme",
      "C": "Mekân",
      "D": "Narsisizm kültürü",
      "E": "Sanal gerçeklik"
    },
    "explanation": "Sosyal medyanın <strong>hikâyeleştirme (story)</strong> özelliği, kullanıcıların video ya da fotoğraf gibi paylaşımlarını takipçileriyle paylaştıkları ve genellikle <strong>24 saat içerisinde kaybolan</strong> anlık paylaşımlardır. Bu özellik, kullanıcıların gündelik anlarını daha dinamik bir biçimde aktarmalarını sağlar."
  },
  {
    "id": "195542",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi kişisel kimlik açısından sosyal medyada konumlandırma ile ilgili motivasyonlardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Silinmeme ve gündemde kalma arzusu",
      "B": "Dijital ortamda var olma arzusu",
      "C": "Tatmin edilemeyen haz endişesi",
      "D": "Göz önünde olma, sesini duyurma",
      "E": "Konum atma"
    },
    "explanation": "Bireylerin sosyal medyada bulundukları mekânı paylaşarak kendilerini konumlandırmalarının arkasında yatan motivasyonlar arasında; <strong>göz önünde olma ve sesini duyurma</strong> , <strong>var olma arzusu</strong> (beğenilme, fark edilme) , <strong>gündemde kalma ve unutulma kaygısı</strong> ile <strong>tatmin edilemeyen haz endişesi</strong> gibi faktörler bulunur. Konum atma (check-in) ise bu motivasyonların bir sonucu olarak gerçekleştirilen eylemin kendisidir, bir motivasyon kaynağı değildir."
  },
  {
    "id": "195547",
    "unitNumber": 2,
    "text": "<strong>Çoğunlukla siyasi konuların konuşulduğu ve gündem oluşturulduğu sosyal medya aracı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Twitter (X)",
      "B": "Instagram",
      "C": "Facebook",
      "D": "Snapchat",
      "E": "Youtube"
    },
    "explanation": "Farklı sosyal medya araçları, kimlik oluşumunda farklı işlevlere hizmet eder. Genel olarak <strong>Twitter</strong> hesabı, kullanıcıların <strong>siyasi görüşlerini paylaşmak</strong> ve gündem oluşturmak için kullandıkları bir platform olarak öne çıkar. Diğer platformlar ise genellikle şu amaçlarla kullanılır :<ul><li><strong>Facebook:</strong> Arkadaşlarla iletişim kurmak </li><li><strong>Instagram:</strong> Özel yaşantıları ve öz çekimleri paylaşmak </li><li><strong>LinkedIn:</strong> Mesleki özellikleri paylaşmak </li></ul>"
  },
  {
    "id": "204307",
    "unitNumber": 2,
    "text": "<strong>A</strong>şağıdakilerden hangisi s<b>osyal medya ortamlarında kişinin kimliği ile ilgili sanal mekânlardan biri <u>değildir</u>?</b>",
    "correctAnswer": "A",
    "options": {
      "A": "E-devlet",
      "B": "Twitter",
      "C": "Instagram",
      "D": "Facebook",
      "E": "LinkedIn"
    },
    "explanation": "<strong>Facebook, Twitter, Instagram ve LinkedIn</strong> gibi sosyal medya mecraları, bireylerin kendi kimliklerini oluşturdukları ve yansıttıkları sanal mekânlardır. E-devlet ise, kamu hizmetlerinin elektronik ortamda sunulduğu bir platform olup, kişisel kimlik inşasından ziyade resmi kimlik bilgilerinin kullanıldığı bir hizmet arayüzüdür."
  },
  {
    "id": "204310",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi “tüketiyorum öyleyse varım” mottosunun özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kişinin giyim tarzını sürekli sosyal medyada paylaşması",
      "B": "Kişinin gittiği restoranları sosyal medyada paylaşması",
      "C": "Kişinin çalıştığı kurumunun web sitesini sosyal medyada paylaşması",
      "D": "Kişinin yaptığı alışverişleri sosyal medyada paylaşması",
      "E": "Kişinin gezdiği yerleri sosyal medyada paylaşması"
    },
    "explanation": "<strong>\"Tüketiyorum öyleyse varım\"</strong> mottosu, bireylerin kimliklerini ve toplumsal statülerini tükettikleri nesneler üzerinden sergileme eğilimini ifade eder. Bu bağlamda, tükettikleri lüks marka elbiseleri, yemek yedikleri pahalı restoranları veya gezdikleri uzak yerleri sosyal medyada paylaşmak bu anlayışa örnektir. Çalıştığı kurumun web sitesini paylaşmak ise doğrudan bir tüketim göstergesi değildir."
  },
  {
    "id": "204312",
    "unitNumber": 2,
    "text": "<strong>Simülasyon kavramını aşağıdaki yazarlardan hangisi ortaya atmıştır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Jean Baudrillard",
      "B": "Manuel Castell",
      "C": "Paul Lazarsfeld",
      "D": "Nuri Bilgin",
      "E": "Noam Chomsky"
    },
    "explanation": "<strong>Simülasyon</strong> kavramını ortaya atan düşünür <strong>Jean Baudrillard</strong>'dır. Baudrillard'a göre simülasyon, köken ya da gerçeklikten yoksun gerçek modeller aracılığıyla gerçeğin türetilmesidir. Sosyal medyadaki gerçekliğin yerini simülasyonlara bıraktığını savunur."
  },
  {
    "id": "204315",
    "unitNumber": 2,
    "text": "<strong>İnternet kullanıcılarının sosyal medya ortamlarında günlük yaşantılarını yazı, fotoğraf, video gibi araçlarla paylaşmasına ne ad verilir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Benlik",
      "B": "Sunum",
      "C": "Online Benlik Sunumu",
      "D": "Paylaşım",
      "E": "Tüketim Kültürü"
    },
    "explanation": "İnternet kullanıcılarının sosyal medya ortamlarında günlük yaşantılarını yazı, fotoğraf, video gibi araçlarla paylaşmasına <strong>Online Benlik Sunumu</strong> denir. Bu, Erving Goffman'ın \"günlük yaşamda benliğin sunumu\" teorisinin dijital ortamlardaki bir yansımasıdır."
  },
  {
    "id": "204320",
    "unitNumber": 2,
    "text": "İnsanların sosyal medya ortamlarında kendisi ile ilgili sürekli paylaşımda bulunarak kişinin kendisini aşırı beğenme durumu ortaya çıkabilir.<br/><strong>Bu yargıyı aşağıdaki kavramlardan hangisi açıklamaktadır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Üretim yeteneği (yaratıcılık)",
      "B": "Narsisizm",
      "C": "Kanaat etme",
      "D": "Hikȃyeleştirme",
      "E": "İtibarı yükseltme"
    },
    "explanation": "İnsanların sosyal medya ortamlarında sürekli kendileriyle ilgili paylaşımda bulunarak aşırı beğenilme arzusu içinde olmaları durumu, kullanıcıları \"<strong>narsisizm kültürüne</strong>\" yöneltmektedir. Sürekli takdir ve beğeni ile yaşayan bireyin zamanla narsisistik özellikleri ön plana çıkmaktadır."
  },
  {
    "id": "204324",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi bireylerin sosyal medyada bulunduğu mekânla iletmek istediği alt mesajları konumlandırma ve bu eylemlerde bulunmanın motivasyonlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Göz önünde olma, sesini duyurma, sosyal medyada görünür olma, bu sebeple ayrıcalık oluşturma",
      "B": "Var olma arzusu",
      "C": "Silinmeme ve gündemde kalma, unutulma kaygısı",
      "D": "Tatmin edilemeyen haz endişesi",
      "E": "Sosyal kimliğinin doğrulanması"
    },
    "explanation": "Bireylerin sosyal medyada bulundukları mekânla iletmek istediği alt mesajları konumlandırma ve bu eylemlerde bulunmalarının motivasyonları arasında şunlar yer alır : Göz önünde olma, sesini duyurma , var olma arzusu , silinmeme ve gündemde kalma kaygısı ve tatmin edilemeyen haz endişesi. Sosyal kimliğin doğrulanması, metinde listelenen motivasyonlardan biri değildir."
  },
  {
    "id": "204326",
    "unitNumber": 2,
    "text": "<strong>Sosyal medyada kişinin kendisi tarafından fotoğraf veya videolardan oluşturulan ve günlük (geçici) olarak yayınlanan iletişim aracı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Sosyal medyanın “hikâye” (story) özelliği",
      "B": "Sosyal medyanın reklam özelliği",
      "C": "Sosyal medyanın tüketim özelliği",
      "D": "Perşembeye dönüş (ne günlerdi / throwback Thursday-TBT)",
      "E": "Gösteriş toplumu"
    },
    "explanation": "Sosyal medyanın <strong>\"hikâye\" (story)</strong> özelliği, kullanıcıların fotoğraf ya da video gibi paylaşımlarını takipçileriyle paylaştıkları ve genellikle <strong>24 saat içerisinde kaybolan</strong> anlık paylaşımlardır. Bu, geçici olma özelliğiyle öne çıkar ve kullanıcıların daha gündelik anlarını paylaşmasına olanak tanır."
  },
  {
    "id": "204329",
    "unitNumber": 2,
    "text": "<strong>LinkedIn sosyal medya aracı kişinin kimliğinin hangi özelliğini göstermektedir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kişinin siyasi söylemini",
      "B": "Kişinin iş çevresini",
      "C": "Kişinin akraba çevresini",
      "D": "Kişinin bilgi düzeyini",
      "E": "Kişinin mahalle çevresini"
    },
    "explanation": "<strong>LinkedIn</strong> sosyal medya aracı, bireylerin <strong>mesleki özelliklerini ve iş çevresini</strong> paylaşmak için kullandıkları profesyonel bir sosyal ağdır. Diğer sosyal medya araçları genellikle farklı kimlik sunumlarına odaklanır; örneğin Twitter siyasi söylemler için, Instagram ise özel yaşantılar için kullanılır."
  },
  {
    "id": "343728",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi bir kişinin ya da grubun kendini dijital (sanal) ortamda tanımlaması, kendisini kişi veya grubun da içerisinde konumlandırmasıdır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kimlik",
      "B": "Konumlandırma",
      "C": "Dijital kimlik",
      "D": "Dijital Bellek",
      "E": "Kişisel kimlik"
    },
    "explanation": "<strong>Dijital kimlik</strong>, bir kişinin ya da grubun kendini dijital (sanal) ortamda tanımlaması, kendisini kişi veya grup içerisinde konumlandırmasıdır. Bu, kişinin dijital ortamda fotoğraf, video ve metin gibi içerikler paylaşarak kendini ifade etmesiyle gerçekleşir."
  },
  {
    "id": "343731",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi Baudrillard'a göre köken ya da gerçeklikten yoksun gerçeğin modeller aracılığıyla türetilmesidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Sanal gerçeklik",
      "B": "Simülasyon",
      "C": "Göstergebilim",
      "D": "Online benlik sunumu",
      "E": "Dijital kimlik"
    },
    "explanation": "Jean Baudrillard'a göre <strong>simülasyon</strong>, köken ya da gerçeklikten yoksun gerçeğin modeller aracılığıyla türetilmesidir. Bu, sahip olunmayan bir şeye sahipmiş gibi davranma (simüle etme) durumudur ve gerçek ile gerçek olmayanın ayırt edilemediği bir hali ifade eder."
  },
  {
    "id": "343733",
    "unitNumber": 2,
    "text": "I. Öz çekim<br/>II. Sosyal medya anlatısı<br/>III. Dijital mekânlar<br/><strong>Yukarıdakilerden hangisi ya da hangileri dijital kimlik donanımlarının en önemlileri arasında yer alır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "I ve III",
      "E": "I, II ve III"
    },
    "explanation": "Sanal ortamlardaki dijital kimlik donanımlarından en önemlileri; kişinin kendi fotoğrafını çekip paylaşması olan <strong>öz çekim (selfie)</strong>, günlük yaşantıların anlık olarak paylaşıldığı <strong>sosyal medya anlatısı (hikaye)</strong> ve kişinin kendini ifade etmek için kullandığı <strong>dijital mekânlardır</strong>."
  },
  {
    "id": "343735",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi sosyal medya benlik sunum araçlarının en önemlilerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Instagram",
      "B": "Facebook",
      "C": "Linkedin",
      "D": "Twitter",
      "E": "Youtube"
    },
    "explanation": "Metne göre, sosyal medya benlik sunum araçlarından en önemlileri <strong>Facebook, Instagram, Twitter ve Youtube</strong> olarak görülmektedir. LinkedIn ise daha çok mesleki özelliklerin paylaşıldığı bir platform olarak ayrışır ve metinde bu dört platform kadar öne çıkarılmamıştır."
  },
  {
    "id": "196038",
    "unitNumber": 3,
    "text": "………………………………. genellikle, kullanıcılar, izleyiciler, tüketiciler ve taraftarların içerik ve kültür oluşturmasına dâhil olmasını belirtmek için kullanılan bir kavramdır.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Katılımcı kültür",
      "B": "Tek yönlü iletişim modeli",
      "C": "Somut kültür",
      "D": "Geleneksel medya",
      "E": "Emoji"
    },
    "explanation": "Ders notlarında belirtildiği gibi, <strong>katılımcı kültür</strong>, genellikle kullanıcıların, izleyicilerin, tüketicilerin ve taraftarların içerik ve kültür oluşturmasına dâhil olmasını ifade eden bir kavramdır. Bu, gönderici ve alıcının net olduğu geleneksel tek yönlü iletişim modelinin karşısında yer alır."
  },
  {
    "id": "196039",
    "unitNumber": 3,
    "text": "1980 öncesi doğan teknolojiyi faydalanma aracı olarak gören, ancak son zamanlarda bilgi edinme dışında eğlenmek ve sohbet etmek için kullanan insanların oluşturduğu kuşaktır. Resim, ses ve video içeriklerinin kullanıcısı olmayı tercih eden, insanlarla iletişim kurarken telefonda veya şahsen konuşmayı tercih eden, bilgiyi yavaşça almayı tercih eden kuşaktır.<br/><strong>Yukarıdaki dijital kuşak tanımı hangisine aittir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Dijital yerliler",
      "B": "Melezler",
      "C": "Fenomen",
      "D": "Z kuşağı",
      "E": "Dijital göçmenler"
    },
    "explanation": "Metinde bu kuşak şu şekilde tanımlanmıştır: \"<strong>Dijital Göçmenler</strong>: 1980 öncesi doğan, teknolojiyi faydalanma aracı olarak gören, ... insanlarla iletişim kurarken telefonda veya şahsen konuşmayı tercih eden ve bilgiyi yavaşça almayı tercih eden bir kuşaktır.\""
  },
  {
    "id": "196042",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi gösterge kavramının tanımıdır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kendi dışında bir şeyi temsil eden ve bu temsil ettiği şeyin yerini alabilecek nitelikte olan herhangi bir biçim, nesne, olgu, vb. olarak tanımlanmaktadır.",
      "B": "Dijital platformlarda kullanıcıları birbirine bağlayan ağ sistemidir.",
      "C": "Sadece insanların duygu ve düşüncelerini simgelerle gösteren görsel işaretlerdir.",
      "D": "Dijital ortamlarda tüketimin hızlanmasını sağlayan kültür aracıdır.",
      "E": "Sadece noktalama işaretleri ve harflerle oluşturulan simgelerdir."
    },
    "explanation": "<strong>Gösterge</strong>, ders notlarında \"kendi dışında bir şeyi temsil eden ve bu temsil ettiği şeyin yerini alabilecek nitelikte olan herhangi bir biçim, nesne, olgu, vb.\" olarak tanımlanmaktadır. Sözcükler, simgeler ve işaretler bu tanıma uyan gösterge örnekleridir."
  },
  {
    "id": "196043",
    "unitNumber": 3,
    "text": "<strong>Emoji kavramı ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Emoji kavramı Japoncadan İngilizceye uyarlanmıştır. Emojinin Japonca (絵文字) “e” resim anlamına, “moji” ise harf, karakter anlamına gelmektedir.",
      "B": "Kelimenin kendisi hem tekil hem de çoğul olarak kullanılmaktadır. Bu yüzden emoji kelimesinin anlamı basitçe “resim-kelime” olarak adlandırılabilir.",
      "C": "Emoji en fazla emotikon (his ifadeleri) ile karıştırılmaktadır.",
      "D": "Emoji mizahi bir tanıtım aracıdır.",
      "E": "Emoji pazarlama alanında kullanılmamaktadır."
    },
    "explanation": "Emoji, dijital iletişimin önemli bir parçasıdır. Japoncadan gelen ve \"resim-kelime\" anlamına gelen emoji, mizahi bir tanıtım aracı olabilir ve sıklıkla emotikonlarla karıştırılır. Ancak, ders notlarında belirtildiği gibi marka yöneticileri emojileri \"reklam stratejilerinde kullanmakta... mesaj oluşturmadan ambalajlamaya kadar <strong>pazarlamanın bütün aşamalarında</strong> kullanılmasını önermektedir \". Bu nedenle E seçeneğindeki ifade yanlıştır."
  },
  {
    "id": "196045",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi emojilerin özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Tarihi zengin ve karmaşıktır.",
      "B": "İletişim boyutu vardır.",
      "C": "Hayvanlar için emoji kullanılamaz.",
      "D": "Toplumu tembelliğe götürür.",
      "E": "Algılama etkisini güçlendirir."
    },
    "explanation": "Metne göre emojilerin birçok temel özelliği vardır: Zengin ve karmaşık bir tarihe sahiptirler , iletişim boyutu taşırlar , algılama etkisini güçlendirirler ve toplumu tembelliğe itebilirler. Ayrıca, emojiler \"nesnelerin, <strong>hayvanların</strong>, yiyecek yerlerinin ya da olayların temsillerine kadar geniş bir anlam aralığını\" kapsamaktadır. Bu nedenle \"Hayvanlar için emoji kullanılamaz\" ifadesi yanlıştır."
  },
  {
    "id": "196046",
    "unitNumber": 3,
    "text": "<strong>Emotikon kavramı ile ilgili olarak aşağıda verilenlerden hangisi doğrudur?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Emotikon yalnız noktalama işaretlerinden oluşur.",
      "B": "Emotikon yalnız sayılardan oluşur.",
      "C": "Emotikon ASCII (American Standart Code for Information Intercange) karakterleri kullanan kullanıcılar tarafından oluşturulmuş metin tabanlıdır.",
      "D": ":-//) Gülen yüz emotikonudur.",
      "E": "Emotikon sınırlı sayıdadır, çoğaltılamaz."
    },
    "explanation": "Emotikonlar (his simgeleri), emojilerden farklıdır. 1982'de ortaya çıkmışlardır ve noktalama işaretleri, sayılar ve harflerden oluşan metin tabanlı sembollerdir. Metinde belirtildiği gibi, \"Onlar <strong>ASCII (American Standart Code for Information Intercange)</strong> karakterleri kullanan kullanıcılar tarafından oluşturulmuş metin tabanlı sembollerdir.\""
  },
  {
    "id": "196051",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi dijital göçmenlerin özelliklerinden biridir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "İnterneti sadece bir şeyler öğrenmek için kullanmaktadır.",
      "B": "İnternet ortamında sosyal medyayı rahatlıkla kullanmaktadır.",
      "C": "İnterneti içerik üretmek için kullanmaktadır.",
      "D": "İnterneti mesleğini geliştirmek için kullanmaktadır.",
      "E": "Sosyal medyada rahatlıkla paylaşım yapabilmektedir."
    },
    "explanation": "Metinde <strong>dijital göçmenler</strong> (1980 öncesi doğanlar), teknolojiyi bir faydalanma aracı olarak gören, ancak temel amaçlarının bilgi edinme olduğu bir kuşak olarak tanımlanır. Eğlenmek ve sohbet etmek için de kullansalar da, içerik üretmek veya sosyal medyayı rahatlıkla kullanmak gibi özellikler daha çok dijital yerlilere aittir."
  },
  {
    "id": "196054",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi emoji ile ilgili özelliklerden <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Emoji bir nesneyi temsil eder.",
      "B": "Emojiyi herhangi bir ülke oluşturamaz.",
      "C": "Emoji duyguları ifade eder.",
      "D": "Emojiler her ülkede aynı anlama gelebilir.",
      "E": "Emojiyi çocuklar çözemez."
    },
    "explanation": "Emojiler bir nesneyi veya duyguyu temsil edebilir ve kültürel farklılıklara göre anlamları değişebilir. Ancak, ders notlarında belirtildiği gibi, emojiler evrensel bir dil olma yolundadır ve \"Farklı kültüre sahip ülkeler <strong>kendi emojilerini oluşturabilmektedirler</strong>.\" Bu nedenle, herhangi bir ülkenin emoji oluşturamayacağı ifadesi yanlıştır."
  },
  {
    "id": "204339",
    "unitNumber": 3,
    "text": "<strong>“Kulağın göze teslimi” olarak ortaya atılan yargının anlamı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Göz kulaktan daha önemlidir.",
      "B": "Sözlü kültür yerine yazılı kültürün değeri artmıştır.",
      "C": "Matbaanın önemli bir araç olmasıdır. Fakat sözel kültür her şeyden önemlidir.",
      "D": "Teknoloji, kültüre göre şekil alır.",
      "E": "Teknolojik baskı kültürü şekillendirir."
    },
    "explanation": "Ders notlarında, Ong (2018)'den alıntılanarak matbaanın icadı sonrası dönem için <strong>\"kulağın göze teslimi\"</strong> ifadesi kullanılmıştır. Bu ifade, sözlü kültürün yerini yazılı kültüre bırakmasını, yani bilginin ve iletişimin işitmekten çok görmeye dayalı hâle gelmesini simgeler."
  },
  {
    "id": "204343",
    "unitNumber": 3,
    "text": "<strong>1980 sonrası doğan, dijital araçlara aşina olan ve rahatlıkla içerik üretebilen kuşak aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Dijital göçmenler",
      "B": "Dijital yerliler",
      "C": "Melezler",
      "D": "Emoji kullananlar",
      "E": "X kuşağı"
    },
    "explanation": "Metne göre, teknolojik araçları kendi yaşantısı içinde dijital bir dile çevirerek kullanan, <strong>1980 sonrası</strong> dünyaya gelmiş olan nesle <strong>\"dijital yerliler\"</strong> ismi verilmiştir. Bu nesil, teknolojiyi hayatın bir gerekliliği olarak görür ve rahatlıkla içerik üretebilir."
  },
  {
    "id": "204353",
    "unitNumber": 3,
    "text": "<strong>Emoji kavramı ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Emojiler canlı ve cansız varlıkları temsil edebilir.",
      "B": "Emojiler insanları tembelleştirebilir.",
      "C": "Emojiler yanlış anlaşılmalara neden olabilir.",
      "D": "Emojiler çoğaltılamaz.",
      "E": "Emojiler emotikonlardan farklıdır."
    },
    "explanation": "Emojiler, canlı ve cansız varlıkları temsil edebilir , insanları tembelleştirebilir ve kültürel farklılıklar nedeniyle yanlış anlaşılabilir. Emotikonlardan farklıdırlar. Metinde \"Giderek emoji sayısında ve kullanıcılarında yaşanan artış nedeniyle her işletim sistemi güncellemesinde yenilerinin eklendiği de bilinmektedir\" ifadesi yer almaktadır. Bu durum emojilerin <strong>çoğaltılabileceğini</strong> gösterir, bu nedenle D seçeneği yanlıştır."
  },
  {
    "id": "204369",
    "unitNumber": 3,
    "text": "<strong>Kitle iletişiminde detaylı açıklanması gereken bir durumda iletişimi emoji ile sonuçlandırmak emojinin hangi özelliğini gösterir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "İnsanları tembelliğe götürdüğü",
      "B": "İnsanları iş yapmada hızlandırdığı ve zamandan kazandırdığı",
      "C": "İnsanların zekâsını geliştirdiği",
      "D": "Kitle iletişimin gereksiz olduğu",
      "E": "İnsanların algılama etkisini güçlendirdiği"
    },
    "explanation": "Ders notlarında, \"Emojiler duygu durumunu güçlendirmek yerine sözcüklerle ifade etmekten sakındığımız durumları geçiştirmek için de sıklıkla kullanılmaktadır. Bu da toplumun dil gelişimi noktasında <strong>tembelleşmesine zemin hazırlamaktadır</strong>\" ifadesi yer almaktadır. Dolayısıyla, detaylı açıklama gereken bir durumu emoji ile geçiştirmek, bu tembellik özelliğine bir örnektir."
  },
  {
    "id": "204372",
    "unitNumber": 3,
    "text": "<strong>Kişinin otomobili alamadığı bir reklam filminde otomobilin logosuna “üzgün insan” emojisi yerleştirmek emojinin hangi özelliğini gösterir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Simgesel boyutu",
      "B": "Mizahi boyutu",
      "C": "Çeşitlilik boyutu",
      "D": "Zenginlik boyutu",
      "E": "Evrensellik boyutu"
    },
    "explanation": "Metinde emojilerin temel özelliklerinden biri olarak <strong>Mizahi Tanıtım Aracı</strong> olmaları belirtilmiştir. Verilen örnekte de, gerçek bir otomobil reklamı yerine \"üzgün surat\" emojisinin kullanılması, duruma esprili ve mizahi bir boyut katmaktadır."
  },
  {
    "id": "204377",
    "unitNumber": 3,
    "text": "Diğer kitle iletişim araçları gibi izleyici ve dinleyici kitlesine ulaşma olanağına sahip fakat mesaj üretiminin kişinin kendisine bağlı olduğu, mesajın alımını kendisinin yönlendirdiği, elektronik ağlarda içerik kabulü ve bir araya getirme işini kişinin kendi seçimlerine dayandığı karşılıklı etkileşime dayalı iletişim şeklidir.<br/><strong>Bu tanım aşağıdakilerden hangisine aittir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kitle iletişimi",
      "B": "Kişiler arası iletişim",
      "C": "Grup iletişimi",
      "D": "Kitlesel öz iletişim",
      "E": "Yüz yüze iletişim"
    },
    "explanation": "Ders metninde Castells'e (2016) atıfla yapılan tanım şöyledir: \"<strong>Kitlesel öz iletişim</strong> ise diğer kitle iletişim araçları gibi izleyici ve dinleyici kitlesine ulaşma olanağına sahip fakat mesaj üretiminin, kişinin kendisine bağlı olduğu... karşılıklı etkileşime dayalı iletişim şeklidir.\" Bu tanım, soruda verilen ifadeyle birebir örtüşmektedir."
  },
  {
    "id": "343742",
    "unitNumber": 3,
    "text": "<strong>Kişinin kendisine bağlı olduğu, mesajın alımını kendisinin yönlendirdiği, elektronik ağlarda içerik kabulü ve bir araya getirme işinin kişinin kendi seçimlerine dayandığı karşılıklı etkileşime dayalı iletişim şekli aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kişiler arası iletişim",
      "B": "Kitlesel öz iletişim",
      "C": "Kitle iletişimi",
      "D": "Ağ iletişimi",
      "E": "Bireysel iletişim"
    },
    "explanation": "Metinde açıklandığı üzere, mesaj üretiminin kişiye bağlı olduğu, mesajın alımını kendisinin yönlendirdiği ve elektronik ağlarda içerik seçimlerinin kişisel olduğu iletişim şekli Castells tarafından <strong>\"kitlesel öz iletişim\"</strong> olarak tanımlanmıştır. Bu, bireyin hem yayıncı hem de alıcı olduğu yeni medya dönemine özgü bir iletişim biçimidir."
  },
  {
    "id": "343744",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi hızın önem kazandığı tüketim toplumunun içine doğan, hızlı yemek yiyen, hızlı iş değiştiren, hızlı okuyan, nihayetinde hızlı yazan, sabırsız olarak tanımlanan kuşaktır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "X kuşağı",
      "B": "Z kuşağı",
      "C": "Y kuşağı",
      "D": "Dijital kuşak",
      "E": "K kuşağı"
    },
    "explanation": "Ders notlarında, \"hızın önem kazandığı tüketim toplumunun içine doğmuştur. Hızlı yemek yiyen, hızlı iş değiştiren, hızlı okuyan, nihayetinde hızlı yazan, sabırsız bir kuşak olarak nitelendirilmektedir\" ifadeleriyle tanımlanan kuşak <strong>Z kuşağıdır</strong> (1990 yılından sonra doğanlar)."
  },
  {
    "id": "407098",
    "unitNumber": 3,
    "text": "<strong>Kulağın göze teslimi davranışı yerine, insanın görsele teslim olma davranışını ortaya çıkaran teknolojik gelişme aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Elektronik kültür",
      "B": "Tipografik kültür",
      "C": "Basılı kültür",
      "D": "Görsel kültür",
      "E": "Sosyal medya araçları"
    },
    "explanation": "Ders notlarında, matbaanın icadıyla sözlü kültürden yazılı kültüre geçişin <strong>\"kulağın göze teslimi\"</strong> olarak ifade edildiği belirtilmektedir. Devamında ise, günümüzde Facebook, Twitter, YouTube gibi <strong>sosyal medya araçlarının</strong> yaygınlaşmasıyla bu durumun bir adım daha ileri giderek <strong>\"insanın görsele teslim olması\"</strong> davranışına dönüştüğü açıklanmaktadır. Bu araçlar, iletişimi metinden çok fotoğraf, video gibi görsel öğelere dayalı hâle getirmiştir."
  },
  {
    "id": "196069",
    "unitNumber": 4,
    "text": "Gelişimi kısa bir süre içerisinde gerçekleşen ve insan hayatına hızlı bir giriş yapan bilgisayar ve elektronik sistemlerinde gerçek dünya bilgisinin ikili sayı formuna dönüştürülerek kullanılmasını ifade etmek için kullanılan bir kavramdır.<br/><strong>Bu tanım aşağıdakilerden hangisine aittir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "İnternet",
      "B": "Sosyal medya",
      "C": "Yeni medya",
      "D": "Yeni iletişim teknolojileri",
      "E": "Dijital"
    },
    "explanation": "Ders notlarında bu kavram doğrudan şu şekilde tanımlanmıştır: \"<strong>Dijital</strong>, gelişimi kısa bir süre içerisinde gerçekleşen ve insan hayatına hızlı bir giriş yapan bilgisayar ve elektronik sistemlerinde gerçek dünya bilgisinin ikili sayı formuna dönüştürülerek kullanılmasını ifade etmek için kullanılan bir kavramdır.\". Bu süreç aynı zamanda \"sayısallaştırma\" olarak da bilinir."
  },
  {
    "id": "196072",
    "unitNumber": 4,
    "text": "<strong>Bilgi toplumu kavramının en önemli özelliği aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Bilgi toplumunun temelinde bilgi vardır ve bu dönemde bilgi en önemli güçtür.",
      "B": "Bilgi toplumu kavramı sanayi devriminden önceki toplumu ifade etmektedir.",
      "C": "Bilgi toplumunun en önemli özelliği analog iletişim teknolojileridir.",
      "D": "Tarım devrimi bilgi toplumunun en önemli tetikleyicisidir.",
      "E": "Bilgi toplumu yerine kullanılan bir diğer kavram sanayi toplumudur."
    },
    "explanation": "Metinde belirtildiği üzere, \"Bilginin önemli bir güç olarak karşımıza çıktığı bu çağda, bu gücün gelişmesindeki en önemli nedeninin iletişim teknolojileri olduğu inkâr edilemez bir gerçektir.\". Bilgi toplumu, önceki dönemlerden farklı olarak bilginin kendisini en temel güç ve üretim faktörü olarak merkeze alır."
  },
  {
    "id": "196079",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi yeni iletişim teknolojilerinin özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kitlesizleştirme",
      "B": "Kişiselleştirme",
      "C": "Etkileşim",
      "D": "Sınırlı içerik",
      "E": "Yöndeşme"
    },
    "explanation": "Yeni iletişim teknolojilerinin temel özellikleri arasında; farklı medya türlerini birleştiren <strong>yöndeşme</strong> , kullanıcı katılımını sağlayan <strong>etkileşim</strong> , bireysel mesajlaşmaya olanak tanıyan <strong>kitlesizleştirme</strong> ve içeriğin kullanıcıya göre ayarlanabildiği <strong>kişiselleştirme</strong> bulunur. Bu teknolojiler, sınırlı içerik yerine neredeyse sonsuz bir içerik evreni sunar, bu yüzden \"sınırlı içerik\" bir özelliği değildir."
  },
  {
    "id": "196083",
    "unitNumber": 4,
    "text": "<strong>A</strong>şağıdakilerden hangisini y<b>öndeşme kavramını ifade etmektedir?</b>",
    "correctAnswer": "A",
    "options": {
      "A": "Yeni iletişim teknolojilerinin geleneksel medyanın özelliklerini barındırması",
      "B": "İnternet teknolojilerinin kullanıcıları yönlendirmesi",
      "C": "Geleneksel medyanın yeni medyaya yönelmesi",
      "D": "Kullanıcıların geleneksel medyayı bırakıp yeni medyaya yönelmesi",
      "E": "Yeni iletişim teknolojilerinin tamamen farklı bir medya anlayışına sahip olması"
    },
    "explanation": "Ders notlarında <strong>yöndeşme</strong> şu şekilde açıklanmıştır: \"Bilgisayar ve internet teknolojileri, bu teknolojilerin gelişiminden önce geleneksel olarak adlandırılan gazete, radyo, televizyon gibi birçok iletişim aracının özelliklerini bünyesinde barındıran bir sisteme sahiptir.\". Yani farklı medya teknolojilerinin tek bir araçta birleşmesidir."
  },
  {
    "id": "196089",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi dijital yerlilerden oluşan yeni kuşak öğrencilerin temel özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Aynı anda birçok işi yapmak isterler.",
      "B": "Dijital ortamlarda oyunlar yerine ciddi çalışmaları tercih ederler.",
      "C": "Bilgiye çok hızla ulaşmak isterler.",
      "D": "Metin yerine grafiği tercih ederler.",
      "E": "Bir metni baştan sona doğrusal bir biçimde okumak yerine rastgele okumayı tercih ederler."
    },
    "explanation": "Metne göre dijital yerliler (yeni kuşak öğrenciler), aynı anda birçok işi yapmak ister, bilgiye hızla ulaşmayı hedefler ve metin yerine grafiği tercih ederler. Ayrıca \"Dijital ortamlarda ciddi çalışmalar yerine <strong>oyunları tercih ederler</strong>\" ifadesi bulunmaktadır. Bu nedenle B seçeneği bu kuşağın özelliklerinden biri değildir."
  },
  {
    "id": "196146",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi dijital göçmenlerin özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "İnternet ve internet ile ilişkili teknolojilerle hayatlarının daha geç dönemlerinde tanışan kişilerdir.",
      "B": "1980 öncesi doğan nesli tanımlamak için kullanılmaktadır.",
      "C": "Bu yeni teknolojilerle iç içe olsalar da hâlâ eski alışkanlıklarını koruyan kullanıcılardır.",
      "D": "Geleneksel araçlarla birlikte yeni iletişim araçlarını da kullanmaktadırlar.",
      "E": "Doğdukları andan itibaren teknoloji ile donatılmış kişilerdir."
    },
    "explanation": "Metinde <strong>dijital göçmenler</strong>, 1980 öncesi doğan ve internet gibi teknolojilerle hayatlarının daha geç dönemlerinde tanışan kişiler olarak tanımlanır. Eski alışkanlıklarını korurlar ve hem geleneksel hem de yeni medyayı kullanırlar. \"Doğdukları andan itibaren teknoloji ile donatılmış kişilerdir\" tanımı ise dijital göçmenlere değil, <strong>dijital yerlilere</strong> aittir."
  },
  {
    "id": "196151",
    "unitNumber": 4,
    "text": "<strong>Dijital melezler ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Dijital yerlilere ve dijital göçmenlere özellik olarak hem benzemekte hem de benzememektedirler.",
      "B": "Tüm dijital olanaklardan faydalanan dijital melezler bu olanakları iyi ve etkin bir biçimde kullanma noktasında dijital yerlilere göre daha gerilerdir.",
      "C": "Teknolojiye karşı dijital göçmenler kadar dirençli değillerdir.",
      "D": "Dijital melezler, teknolojiyi kullanma, bilgi edinme gibi konularda dijital yerlilerin de dijital göçmenlerin de davranışlarını gösterebilmektedirler.",
      "E": "Dijital melezler için teknoloji vazgeçilmez bir olgudur."
    },
    "explanation": "<strong>Dijital melezler</strong>, hem dijital yerlilerin hem de dijital göçmenlerin özelliklerini taşıyan bir ara kuşaktır. Teknolojiyi kullanırlar ancak dijital yerliler kadar yetkin değillerdir; aynı zamanda dijital göçmenler kadar da teknolojiye dirençli değillerdir . \"Teknoloji vazgeçilmez bir olgudur\" ifadesi, teknolojinin içine doğan <strong>dijital yerlilerin</strong> temel özelliğidir ve dijital melezleri tam olarak tanımlamaz."
  },
  {
    "id": "196156",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi Z kuşağının bir özelliğidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kuşaklar içerisinde teknolojiye en yatkın, değişime en açık kuşaktır.",
      "B": "Geçiş dönemi çocukları olarak adlandırılırlar.",
      "C": "Geleneksel medyadaki pasif izleyici dönemine denk gelmişlerdir.",
      "D": "Geleneksel kitle iletişim araçlarını kullanırlar.",
      "E": "Yeni iletişim teknolojilerini önemsemezler."
    },
    "explanation": "Metinde <strong>Z Kuşağı</strong> (2000 ve sonrası doğanlar), \"şu anki kuşaklar içinde teknolojiye en yatkın, değişimlere çok açık ve teknolojiyi yaşamın asli bir unsuru gibi gören bir nesildir\" şeklinde tanımlanmaktadır. Bu, onları teknolojiyle en bütünleşmiş kuşak yapar."
  },
  {
    "id": "196160",
    "unitNumber": 4,
    "text": "“Vietnam savaşı, Kennedy suikastı, cinsel devrim ve sivil haklar isyanı gibi önemli toplumsal olayları yaşayan bu kuşak, ağırlıkla gazete, radyo ve sinema gibi geleneksel kitle iletişim araçlarını kullanmışlardır.”<br/><strong>Bu cümlede tanımlanan kuşak aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "X kuşağı",
      "B": "Y kuşağı",
      "C": "Z kuşağı",
      "D": "Dijital kuşak",
      "E": "Baby Boomerlar"
    },
    "explanation": "Soruda bahsedilen toplumsal olaylar (Vietnam Savaşı, Kennedy suikastı vb.) ve ağırlıklı olarak geleneksel kitle iletişim araçlarını (gazete, radyo, sinema) kullanmaları, metinde <strong>Baby Boomerlar</strong> (1945-1964) kuşağı için verilen tanıma uymaktadır ."
  },
  {
    "id": "196164",
    "unitNumber": 4,
    "text": "“Enformasyon çağının yeni kamusal alanı olan internet ve dijital alanda gerçek veya sanal kimlikleri ile var olan bireyler”<strong> için kullanılan tanımlama aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Yurttaş",
      "B": "Nettaş",
      "C": "Dijital yerli",
      "D": "Dijital göçmen",
      "E": "Dijital melez"
    },
    "explanation": "Metinde, \"enformasyon çağının yeni kamusal alanı olan internet ve dijital alanda gerçek veya sanal kimlikleri ile var olan her birey <strong>'nettaş'</strong> olarak isimlendirilmektedir\" denilmektedir. Bu kavram, klasik yurttaşlık kavramının dijital dönüşümünü ifade eder."
  },
  {
    "id": "204386",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi bilgi toplumunun diğer isimlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Enformasyon toplumu",
      "B": "Sanayi toplumu",
      "C": "Bilişim çağı",
      "D": "Dijital çağ",
      "E": "İnternet çağı"
    },
    "explanation": "Dijital gelişimin olduğu döneme; <strong>Bilgi Toplumu/Çağı, Enformasyon Toplumu/Çağı, İnternet Toplumu/Çağı, Bilişim Çağı ve Dijital Çağ</strong> gibi pek çok farklı isim verilmiştir. Sanayi toplumu ise bu dönemden önceki, makineleşmeye dayalı dönemi ifade eder."
  },
  {
    "id": "204389",
    "unitNumber": 4,
    "text": "<strong>Yeni iletişim teknolojileri olarak adlandırılan iletişim araçlarının gelişimine hangi gelişmeler öncülük etmiştir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Bilgisayar ve internet alanındaki gelişmeler",
      "B": "Sağlık alanındaki gelişmeler",
      "C": "Ekonomideki gelişmeler",
      "D": "Siyaset alanındaki gelişmeler",
      "E": "Sosyal hayattaki gelişmeler"
    },
    "explanation": "Metinde açıkça belirtildiği gibi, \"Yeni iletişim teknolojileri olarak adlandırılan iletişim araçlarının gelişimine <strong>bilgisayar ve internet alanındaki gelişmeler</strong> öncülük etmiştir.\". Bu iki teknoloji, dijital dönüşümün temelini oluşturur."
  },
  {
    "id": "204393",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi Web 2.0 teknolojisinin özellikleri arasında <u>değerlendirilemez</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Çift yönlü iletişimin mümkün olması",
      "B": "Kullanıcının içerik üretebilmesi",
      "C": "Sosyal katılıma uygun olması",
      "D": "Anlamsal web teknolojisi kullanılması",
      "E": "Kullanıcının aktif olması"
    },
    "explanation": "<strong>Web 2.0</strong>; çift yönlü iletişim, kullanıcının içerik üretmesi ve sosyal katılım gibi özellikleriyle interaktif (etkileşimli) bir yapıya sahiptir. Anlamsal web (semantic web) teknolojisi ise, makinelerin de veriyi anlayıp yorumlayabildiği <strong>Web 3.0</strong> döneminin bir özelliğidir."
  },
  {
    "id": "204405",
    "unitNumber": 4,
    "text": "Her kuşağın yaşamı algılama biçimleri, farklı iletişim kurma ve kullanma tarzlarıyla kendine özgü özellikleri bulunmaktadır.<br/><strong>Aşağıdakilerden hangisi literatürde yer alan kuşak sınıflandırması içerisinde <u>yer almaz</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Baby boomerlar",
      "B": "W kuşağı",
      "C": "X kuşağı",
      "D": "Y kuşağı",
      "E": "Z kuşağı"
    },
    "explanation": "Literatürde kuşaklar genellikle doğum yılları ve o dönemin önemli olaylarına göre sınıflandırılır. Metinde bu sınıflandırma şu şekilde verilmiştir: <strong>Baby Boomerlar (1945-1964), X Kuşağı (1965-1979), Y Kuşağı (1980-1999) ve Z Kuşağı (2000 ve sonrası)</strong>. W kuşağı bu sınıflandırmada yer almamaktadır."
  },
  {
    "id": "204410",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi dijital yerlilerin özelliklerinden <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "1980 ve sonrasında doğanları ifade etmek için kullanılır.",
      "B": "Doğdukları andan itibaren teknoloji ile iç içedirler.",
      "C": "Kendilerine ait kişisel bilgileri internet ortamında paylaşmakta sakınca görmezler.",
      "D": "Yeni teknolojilerle iç içe olsalar da eski alışkanlıklarını korurlar.",
      "E": "Bilgisayarlar, video oyunları, video kameralar, cep telefonları gibi dijital çağın tüm araçlarını kullanırlar."
    },
    "explanation": "<strong>Dijital yerliler</strong>, 1980 sonrası doğan, teknolojiyle iç içe büyümüş ve dijital araçları hayatlarının doğal bir parçası olarak gören nesildir. Eski alışkanlıklarını koruma eğilimi ise teknolojiyi sonradan öğrenen <strong>dijital göçmenlerin</strong> bir özelliğidir."
  },
  {
    "id": "204414",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi mekânın, bedenin ve normların bulanıklaştığı yeni iletişim ortamlarında bireylerin yeni bağlarını tanımlamak için kullanılan kavramlardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Yurttaş",
      "B": "Nettaş",
      "C": "Siber yurttaş",
      "D": "Dijital yurttaş",
      "E": "Çevrim içi yurttaş"
    },
    "explanation": "Metinde, dijitalleşme ile birlikte ortaya çıkan yeni yurttaşlık biçimini tanımlamak için <strong>\"Nettaş, siber yurttaş, dijital yurttaş, çevrim içi yurttaş\"</strong> gibi kavramların kullanıldığı belirtilmektedir. \"Yurttaş\" ise modern devletin klasik vatandaşlık tanımıdır ve bu yeni dönüşümü ifade etmez."
  },
  {
    "id": "204417",
    "unitNumber": 4,
    "text": "<strong>Günümüz toplumlarında klasik anlamdaki yurttaşlık tanımının değişmesindeki ana faktör nedir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Yeni iletişim teknolojilerinin iletişim alanında meydana getirdiği dönüşümler",
      "B": "Yurttaşlık kavramının önemini yitirmesi",
      "C": "Devletlerin yurttaşları önemsememesi",
      "D": "Devletler arasındaki sınırların kaybolması",
      "E": "İnsanların yurtlarına gereken önemi vermemesi"
    },
    "explanation": "Metinde belirtildiği gibi, \"izleyici kavramsallaştırmasının literatürdeki değişimini ve yurttaşlık meselesini nasıl etkilediğini değerlendirirken... <strong>yeni medya teknolojilerinin iletişim alanında meydana getirdiği dönüşümlerle</strong> yakından ilişkilidir.\". Bu teknolojiler, bireyi pasif izleyicilikten aktif katılımcılığa (nettaş) dönüştürmüştür."
  },
  {
    "id": "343747",
    "unitNumber": 4,
    "text": "<strong>Geçiş dönemi çocukları olarak adlandırılan ve radyonun altın yıllarından sonra olağanüstü derecede ilgi gören televizyonun yaygınlaştığı bir döneme karşılık gelen kuşak aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Baby Boomerlar",
      "B": "Y kuşağı",
      "C": "Z kuşağı",
      "D": "Dijital melezler",
      "E": "X kuşağı"
    },
    "explanation": "Metinde <strong>X Kuşağı</strong> (1965-1979) için \"Geçiş dönemi çocukları olarak adlandırılan bu kuşağın o şekilde adlandırılmasının nedeni... televizyonun yaygınlaştığı bir döneme karşılık gelmektedir\" ifadeleri kullanılmıştır. Bu kuşak, geleneksel medyanın pasif izleyici tipinin hâkim olduğu bir dönemde büyümüştür."
  },
  {
    "id": "343750",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi ağ tasarımının öncülük ettiği zaman dilimi, HTML dil kodlaması, Netspace, Navigator gibi hantal tarayıcılar ve karmaşık arama motorlarının olduğu çağdır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Web 1.0",
      "B": "Web 2.0",
      "C": "Web 3.0",
      "D": "Web 4.0",
      "E": "Web 5.0"
    },
    "explanation": "İnternet teknolojisinin ilk dönemi olan <strong>Web 1.0</strong>, metinde \"ağ tasarımının öncülük ettiği bu zaman dilimi, HTML dil kodlaması, Netspace, Navigator gibi hantal tarayıcılar ve karmaşık arama motorlarının olduğu bir çağ olmuştur\" şeklinde tanımlanmaktadır. Bu dönemde kullanıcılar pasif ve sadece içerik tüketicisi konumundaydı."
  },
  {
    "id": "343754",
    "unitNumber": 4,
    "text": "<strong>Yeni iletişim teknolojilerinin, kişinin yalnızca kendi istediği bilgileri alabilmesine olanak sağlayan ve içerisinde kullanıcıların ilgi alanlarına göre bilgiye erişim sağlama olanağına sahip olan özelliği aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kitlesizleştirme",
      "B": "Yöndeşme",
      "C": "Zaman ve mekândan bağımsız olması",
      "D": "Etkileşim",
      "E": "Kişiselleştirme"
    },
    "explanation": "Yeni iletişim teknolojilerinin \"<strong>kişiselleştirme</strong>\" özelliği, metinde \"kullanıcıların bu ortamları bireysel ihtiyaçlarına göre kullanabilmesi\" ve \"kişinin yalnızca kendi istediği bilgileri alabilmesine olanak sağlaması\" olarak açıklanmıştır. Bu, içeriğin kullanıcının ilgi alanlarına göre sunulmasını ifade eder."
  },
  {
    "id": "196177",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi medya okuryazarlığı eğitiminin kazanımlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Medya karşısında aktif olmak yerine pasif olmak",
      "B": "Medyayı kendi yararı ve zevki için kullanmak",
      "C": "Medyadan kimin yararlandığı; kimin, neden dışlandığı sorularını sormak ve cevabını bulmak",
      "D": "Duygusal etki oluşturmak için medyada özel tekniklerin kullanıldığını anlamak",
      "E": "Medyanın gerçeğin yeniden inşa edildiği bir alan olduğunu bilmek"
    },
    "explanation": "Medya okuryazarlığı eğitiminin temel hedeflerinden biri, bireylerin medya mesajları karşısında \"pasif/edilgen olmak yerine <strong>aktif olmasını</strong>\" sağlamaktır. Dolayısıyla medya karşısında pasif olmak, bu eğitimin bir kazanımı değil, tam tersine değiştirilmesi hedeflenen bir durumdur."
  },
  {
    "id": "196180",
    "unitNumber": 5,
    "text": "<strong>Türkiye’de Medya Okuryazarlığı dersi, hangi eğitim-öğretim yılından itibaren ilk kez 5 pilot okulda seçmeli ders olarak okutulmaya başlanmıştır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "2003-2004",
      "B": "2004-2005",
      "C": "2005-2006",
      "D": "2006-2007",
      "E": "2007-2008"
    },
    "explanation": "Ders notlarında Türkiye'deki süreç açıkça belirtilmiştir: \"Bu karar doğrultusunda <strong>2006-2007 eğitim-öğretim yılında</strong> Türkiye genelinde pilot uygulama için seçilen İstanbul, Ankara, İzmir, Adana ve Erzurum illerinde beş ilköğretim okulunda Medya Okuryazarlığı dersinin okutulmasına başlanmıştır.\"."
  },
  {
    "id": "196185",
    "unitNumber": 5,
    "text": "<strong>Medya okuryazarlığının izleyici açısından temel amacı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Medya iletilerini olduğu gibi kabul etmek",
      "B": "Etkileşime açık olmak ve medya kahramanlarını örnek almak",
      "C": "Medyadan tamamen uzaklaşmak",
      "D": "Kurgu ile gerçek olanı aynı düzeyde algılamak",
      "E": "Medyayı doğru bir biçimde kullanabilmek ve eleştirel analiz yapabilmek"
    },
    "explanation": "Medya okuryazarlığının temel amacı, bireylere medya metinlerini doğru anlama, sorgulama ve eleştirel bir tutum sergileme becerisi kazandırmaktır. Bu da, <strong>medyayı doğru bir biçimde kullanabilmek ve eleştirel analiz yapabilmek</strong> anlamına gelir. Medya iletilerini olduğu gibi kabul etmek veya medyadan tamamen uzaklaşmak, bu eğitimin hedefleriyle çelişir."
  },
  {
    "id": "196188",
    "unitNumber": 5,
    "text": "<strong>Ülkemizde medya okuryazarlığı projesinin öncü iki kurumu aşağıdaki seçeneklerden hangisinde doğru eşleştirilmiştir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Milli Eğitim Bakanlığı - Radyo Televizyon Üst Kurulu",
      "B": "İçişleri Bakanlığı - TRT",
      "C": "TBMM - Anayasa Mahkemesi",
      "D": "Anadolu Ajansı - Yüksek Öğrenim Kurulu",
      "E": "Gazeteciler Cemiyeti - Cumhurbaşkanlığı İletişim Başkanlığı"
    },
    "explanation": "Metinde Türkiye'de medya okuryazarlığı projesinin hayata geçirilmesi sürecinde iki kurumun öncü rol oynadığı vurgulanmıştır: \"2006 yılında <strong>MEB ile RTÜK arasında</strong> iş birliği protokolü imzalanmıştır.\". Bu iki kurum, projenin lokomotifleri olmuştur."
  },
  {
    "id": "196194",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi ülkemizde Medya Okuryazarlığı dersinde atılması gereken adımlardan biri olarak kabul <u>edilemez</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Ders, seçmelilikten zorunlu hâle getirilmelidir.",
      "B": "Derste eleştirel bir yaklaşım yerine korumacı bir yaklaşım benimsenmelidir.",
      "C": "Dersi veren öğretmenler müfredatları çağın gereklerine göre güncellemelidir.",
      "D": "Derste yapılan özgün uygulamalar farklı okullardaki öğrencilerle paylaşılmalıdır.",
      "E": "Dersin içerik ve kapsamı uygulamalarla zenginleştirilmelidir."
    },
    "explanation": "Ders notlarında, günümüzde \"<strong>korumacı yaklaşımdan giderek uzaklaşılmaktadır</strong>\" ve bunun yerine \"bireylerin medya karşısında daha bilinçli bir bakış açısı kazanmasına karşılık gelen <strong>'eleştirel yaklaşım'</strong> esas alınmaktadır\" bilgisi yer almaktadır. Bu nedenle derste korumacı bir yaklaşımın benimsenmesi, atılması gereken adımlardan biri olarak kabul edilemez."
  },
  {
    "id": "196201",
    "unitNumber": 5,
    "text": "<strong>Aşağıdaki seçeneklerden hangisi medya okuryazarı olmada toplumsal düzeyde atılacak adımlar arasında <u>sayılamaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Boykot eylemine katılma",
      "B": "İmza kampanyasında yer alma",
      "C": "Enformasyon kaynakları arasında kıyas yapma",
      "D": "Lobicilik faaliyetleri yürütme",
      "E": "Sosyal medyada örgütlenme"
    },
    "explanation": "Sosyal medyada örgütlenme, imza kampanyası düzenleme, boykot ve lobicilik faaliyetleri, medya karşısında daha güçlü bir pozisyon kazanmak için atılacak <strong>toplumsal düzeyde adımlardır</strong>. Enformasyon kaynakları arasında kıyas yapma ise medya okuryazarının kazanması gereken <strong>bireysel bir beceridir</strong>."
  },
  {
    "id": "196207",
    "unitNumber": 5,
    "text": "<strong>Aşağıdaki seçeneklerden hangisi medya okuryazarlığının aşamalarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Erişim",
      "B": "Analiz",
      "C": "Üretim",
      "D": "Empati",
      "E": "Değerlendirme"
    },
    "explanation": "Medya okuryazarlığı, metinde \"<strong>erişim, anlama, analiz, değerlendirme ve üretim</strong>\" gibi bir dizi beceriyi kapsayan bir öğrenme süreci olarak tanımlanmıştır. Empati, önemli bir insani beceri olmasına rağmen, medya okuryazarlığının temel aşamalarından biri olarak metinde sayılmamıştır."
  },
  {
    "id": "196213",
    "unitNumber": 5,
    "text": "<strong>“Sorumluluk sahibi bir yurttaş” sıfatı kazanabilmek için medya okuryazarı olmada aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Tüm medya yapılardan ibarettir.",
      "B": "Medya gerçekliği olduğu gibi yansıtır.",
      "C": "Her iletişim aracının kendine özgü estetik biçimleri vardır.",
      "D": "Medya önemli ideolojik mesajlar içerir.",
      "E": "Medyanın sosyal ve politik etkileri vardır."
    },
    "explanation": "Medya okuryazarlığının anahtar kavramlarından biri şudur: \"Medya, sadece gerçeği yansıtmaz. Özel amaçlarla üretilmiş ürünler de sunar.\" ve \"Medya gerçekliği yeniden inşa eder.\". Bu nedenle, \"Medya gerçekliği olduğu gibi yansıtır\" ifadesi medya okuryazarlığı anlayışına göre yanlıştır."
  },
  {
    "id": "196217",
    "unitNumber": 5,
    "text": "<strong>Televizyonda 13 yaş ve üzeri (13+) koruyucu sembolünün kullanıldığı programların günün hangi saatinden sonra yayınlanması zorunludur?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "17.30 sonrası",
      "B": "19.30 sonrası",
      "C": "21.30 sonrası",
      "D": "23.30 sonrası",
      "E": "00.00 sonrası"
    },
    "explanation": "Ders notlarında Akıllı İşaretler'e ilişkin bilgilerde şu ifade yer almaktadır: \"<strong>13+ almış bir program saat 21.30</strong>, 18+ almış bir program saat 24.00'den sonra yayınlanabilir.\"."
  },
  {
    "id": "204426",
    "unitNumber": 5,
    "text": "Yoram Eshet Alkalai, dijital okuryazarlığa yönelik olarak gerçekleştirdiği çalışmasında, 5 farklı dijital okuryazarlık tipinden bahsetmektedir.<br/><strong>Aşağıdakilerden hangisi bu sınıflandırma içinde <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Görsel okuryazarlık",
      "B": "İçerik üretkenliğine yönelik okuryazarlık",
      "C": "Bilgi okuryazarlığı",
      "D": "Finansal okuryazarlık",
      "E": "Sosyo-duygusal okuryazarlık"
    },
    "explanation": "Yoram Eshet Alkalai, dijital okuryazarlığı 5 farklı tipe ayırmıştır: <strong>Görsel okuryazarlık, içerik üretkenliğine yönelik okuryazarlık, bilgi okuryazarlığı, multimedya içeriklere yönelik geliştirilen okuryazarlık</strong> ve <strong>sosyo-duygusal okuryazarlık</strong>. Finansal okuryazarlık bu sınıflandırmada yer almamaktadır."
  },
  {
    "id": "204438",
    "unitNumber": 5,
    "text": "<strong>Yeni medya okuryazarlığı kapsamında, dijital ortamlarda kişilerin gönüllü olarak sunduğu bilgilerin siyasi ve ticari çıkarlara karşı korunması konusunda bilinçlendirme yapılması aşağıdaki kavramlardan hangisiyle ilişkilidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Mahremiyet",
      "B": "Bağımlılık",
      "C": "Politik mücadele",
      "D": "Kullanıcının dönüşümü",
      "E": "Popüler kültür"
    },
    "explanation": "Yeni medya okuryazarlığının güncel konu başlıklarından biri <strong>mahremiyet</strong>tir. Bu başlık altında, \"dijital ortamlarda kişilerin mahremiyet alanlarının ve gönüllü olarak sunduğu bilgilerin siyasi ve ticari çıkarlara karşı korunması konusunda bilinçlendirme yapılması\" gerektiği belirtilmektedir."
  },
  {
    "id": "204447",
    "unitNumber": 5,
    "text": "<strong>Dünyada medya okuryazarlığı eğitiminde giderek terk edilen yaklaşım biçimi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Eleştirel Yaklaşım",
      "B": "Analitik Yaklaşım",
      "C": "Korumacı Yaklaşım",
      "D": "Güçlendirmeci Yaklaşım",
      "E": "Çözümlemeci Yaklaşım"
    },
    "explanation": "Metinde, medya okuryazarlığı çalışmalarının ilk dönemlerde ağırlıkla <strong>\"korumacı yaklaşım\"</strong> çerçevesinde yürütüldüğü ancak günümüzde bu yaklaşımdan <strong>giderek uzaklaşıldığı</strong> belirtilmektedir. Bunun yerine bireylere eleştirel bakış açısı kazandırmayı hedefleyen \"eleştirel yaklaşım\" esas alınmaktadır."
  },
  {
    "id": "204452",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi </strong><strong>dijital medya okuryazarlığı alanını doğrudan ilgilendiren faaliyetler arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "İnternette sörf yapma",
      "B": "Sosyal medyada paylaşım yapma",
      "C": "Online alış-veriş yapma",
      "D": "Televizyon dizilerine bağımlı olma",
      "E": "Elektronik yöntemlerle haberleşme"
    },
    "explanation": "Dijital medya okuryazarlığı, dijital araçların ve yapıların etkin kullanımını içerir. İnternette sörf yapmak, sosyal medyada paylaşım yapmak, online alışveriş ve elektronik haberleşme gibi faaliyetler bu kapsama girer. Televizyon dizilerine bağımlı olmak ise geleneksel medya ile ilgili bir davranış olup, dijital okuryazarlık alanının doğrudan konusu değildir."
  },
  {
    "id": "204459",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi medyaya yönelik okuryazarlık türlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Çoklu okuryazarlık",
      "B": "Finansal okuryazarlık",
      "C": "Yeni medya okuryazarlığı",
      "D": "Dijital okuryazarlık",
      "E": "İnternet okuryazarlığı"
    },
    "explanation": "Metinde, yeni medya kullanım pratiklerinin yaygınlaşmasıyla birlikte <strong>yeni medya okuryazarlığı, bilgisayar okuryazarlığı, internet okuryazarlığı, elektronik okuryazarlık, dijital okuryazarlık</strong> ve <strong>çoklu okuryazarlıklar</strong> gibi tanımlamaların ortaya çıktığı belirtilmektedir . Finansal okuryazarlık ise medya okuryazarlığı türlerinden biri olarak sayılmamıştır."
  },
  {
    "id": "204463",
    "unitNumber": 5,
    "text": "<strong>Türkiye’de medya okuryazarlığına yönelik atılan adımlar arasında aşağıdakilerden hangisi <u>yer almaz</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Medya takip merkezinin kurulması",
      "B": "Okulların müfredatına Medya Okuryazarlığı dersinin eklenmesi",
      "C": "www.medyaokuryazarligi.org.tr adlı sitenin kurulması",
      "D": "Haydi Çocuklar Uykuya uygulamasının hayata geçirilmesi",
      "E": "Koruyucu sembol sisteminin zorunlu hâle getirilmesi"
    },
    "explanation": "Türkiye'de medya okuryazarlığına yönelik atılan adımlar arasında; okullarda Medya Okuryazarlığı dersinin verilmesi, RTÜK tarafından <strong>www.medyaokuryazarligi.org.tr</strong> sitesinin kurulması, <strong>Haydi Çocuklar Uykuya</strong> kampanyası ve <strong>koruyucu sembol sisteminin (akıllı işaretler)</strong> zorunlu hale getirilmesi bulunmaktadır . Medya takip merkezinin kurulması bu adımlar arasında yer almamaktadır."
  },
  {
    "id": "343758",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi kullanıcıların; fotoğrafları, resimleri ve görsel mesajları kolay ve akıcı bir şekilde çözümlemesini sağlayan okuryazarlık becerisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Medya okuryazarlığı",
      "B": "Görsel okuryazarlık",
      "C": "İçerik okuryazarlığı",
      "D": "Bilgi okuryazarlığı",
      "E": "Sosyo-duygusal okuryazarlık"
    },
    "explanation": "Yoram Eshet Alkalai'nin dijital okuryazarlık tiplerinden biri olan <strong>görsel okuryazarlık</strong>, \"kullanıcılar, fotoğrafları, resimleri ve görsel mesajları kolay ve akıcı bir şekilde çözümleyerek anlamlandırmaktadır\" şeklinde tanımlanır."
  },
  {
    "id": "343760",
    "unitNumber": 5,
    "text": "I. Çocukların yayınlardan olumsuz etkilenmelerini önlemek için televizyonlarda akıllı işaretlerin kullanılması zorunludur.<br/>II. Programların sembolleri yayın kuruluşlarında çalışan kodlayıcılar tarafından belirlenir.<br/>III. 13+ ve 18+ sembolleri programın yayını süresince ekranın bir köşesinde sabit ve sürekli olarak kalmaz.<br/><strong>Yukarıda akıllı işaretlerle ilgili verilen bilgilerden hangisi ya da hangileri doğrudur?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "I ve III",
      "E": "I, II ve III"
    },
    "explanation": "Ders notlarında akıllı işaretlere ilişkin faydalı bilgiler bölümünde; akıllı işaretlerin kullanımının zorunlu olduğu (I. Öncül) ve sembollerin yayın kuruluşlarındaki kodlayıcılar tarafından belirlendiği (II. Öncül) belirtilmiştir. Ancak III. Öncüldeki ifade yanlıştır, doğrusu şöyledir: \"<strong>13+ ve 18+ sembolleri programın yayını süresince ekranın bir köşesinde sabit ve sürekli olarak kalır.</strong>\". Bu nedenle sadece I ve II doğrudur."
  },
  {
    "id": "196225",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi geleneksel medya araçlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Dergi",
      "B": "Gazete",
      "C": "Radyo",
      "D": "İnternet",
      "E": "Televizyon"
    },
    "explanation": "Dergi, gazete, radyo ve televizyon, tek yönlü ve durağan yayın teknolojileri olarak <strong>geleneksel medya</strong> kategorisinde yer alır. <strong>İnternet</strong> ise Web 2.0 teknolojisiyle birlikte herkesin içerik oluşturabildiği, çift yönlü ve etkileşimli bir yapıya sahip olan yeni medya aracıdır."
  },
  {
    "id": "196228",
    "unitNumber": 6,
    "text": "<b>Aşağıdakilerden hangisi i</b>nternetin ilk ortaya çıkış amaçlarından biridir<b>?</b>",
    "correctAnswer": "B",
    "options": {
      "A": "Ticaret",
      "B": "Savunma",
      "C": "Eğitim",
      "D": "Sağlık",
      "E": "Kültür"
    },
    "explanation": "Dünyadaki pek çok iletişim alanında olduğu gibi internet de öncelikle <strong>savunma ve askeri amaçlı</strong> olarak ortaya çıkarılmıştır. Temelini oluşturan ARPANET, bir Amerikan Askeri Savunma Projesi olarak geliştirilmiştir."
  },
  {
    "id": "196233",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi Web 1.0’ın özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Bilgilerin okunmasıyla ilgilidir.",
      "B": "Duyuru ve reklamcılığa odaklanır.",
      "C": "İçerikler profesyonellerce oluşturulur.",
      "D": "Sahiplik esasına dayanır.",
      "E": "İki yönlü paylaşıma imkân sunar."
    },
    "explanation": "<strong>Web 1.0</strong>, \"salt okunur web\" olarak tanımlanır; kullanıcıların sadece bilgi arayıp okumasına izin verir . Bu dönemde içerikler profesyonellerce oluşturulur, sahiplik esası hâkimdir ve duyuru/reklamcılığa odaklanılır . <strong>İki yönlü paylaşım ve etkileşim</strong> ise Web 2.0'ın en temel özelliğidir."
  },
  {
    "id": "196239",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi s<b>osyal medyanın ilk örneği olarak kabul edilmektedir?</b>",
    "correctAnswer": "A",
    "options": {
      "A": "SixDegrees.com",
      "B": "LinkedIn",
      "C": "Facebook",
      "D": "YouTube",
      "E": "Twitter"
    },
    "explanation": "Boyd ve Ellison'a (2008) göre, sosyal medyanın ilk örneği <strong>1997 yılında</strong> ortaya çıkan <strong>SixDegrees.com</strong>'dur. Bu site, kullanıcılara profil oluşturma, arkadaş listeleme ve bu listelerde gezinme imkânı sunmuştur ."
  },
  {
    "id": "196245",
    "unitNumber": 6,
    "text": "<strong>\"Geleneksel medya üretimi çoğunlukla uzmanlaşmış yetenekler ve eğitim gerektirirken; sosyal medyada böyle bir uzmanlığa ihtiyaç yoktur.\" ifadesi geleneksel medya ile sosyal medyanın farklarından hangisine işaret etmektedir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yenilik",
      "B": "Erişilebilirlik",
      "C": "Kullanılabilirlik",
      "D": "Etkileşim",
      "E": "Kalıcılık"
    },
    "explanation": "Geleneksel medya ile sosyal medya arasındaki farklardan biri <strong>kullanılabilirliktir</strong>. Metinde bu fark şöyle açıklanmıştır: \"Geleneksel medya üretimi çoğunlukla uzmanlaşmış yetenekler ve eğitim gerektirmektedir... Sosyal medyadaki içerik üretimi ise, okur-yazar olan ve internete erişimi olan herkesin üretime katkı sağlayabileceği bir olanağı mümkün kılmaktadır.\" ."
  },
  {
    "id": "196250",
    "unitNumber": 6,
    "text": "<strong>Sosyal medyanın benzer özellikleri aşağıdakilerden hangisinde ikili grup biçiminde sunulmuştur?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Açıklık-Katılımcılık",
      "B": "Konuşma-Topluluk",
      "C": "Açıklık-Topluluk",
      "D": "Bağlılık-Konuşma",
      "E": "Katılımcılık-Bağlılık"
    },
    "explanation": "Sosyal medyanın özelliklerinden <strong>açıklık</strong>, içeriğe erişimde nadiren engel olması ve sansürsüz paylaşıma olanak tanımasıdır. <strong>Katılımcılık</strong> ise herkesi katkı sağlamaya ve geri bildirimde bulunmaya teşvik etmesidir. Bu iki özellik, kullanıcıların görüşlerini özgürce dile getirebilmesi ve sürece dâhil olabilmesi açısından birbiriyle benzer ve tamamlayıcı niteliktedir."
  },
  {
    "id": "196256",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi sosyal medyanın özelliklerinden biridir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Geri bildirim",
      "B": "Etkileşim",
      "C": "Yayılma",
      "D": "Bağlılık",
      "E": "Yenilik"
    },
    "explanation": "Sosyal medyanın karakteristik özellikleri Mayfield (2008) tarafından; <strong>katılımcılık, açıklık, konuşma, topluluk</strong> ve <strong>bağlılık</strong> olarak sıralanmıştır. Geri bildirim, etkileşim, yayılma ve yenilik ise sosyal medyanın geleneksel medyadan farklarını açıklarken kullanılan terimlerdir."
  },
  {
    "id": "196258",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi sosyal ağları tanımlayan bir unsur <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Profil oluşturma",
      "B": "Başka profillere müdahale etme",
      "C": "Başka profilleri listeleme",
      "D": "Profil listelerine bakma",
      "E": "Profil listelerini takip etme"
    },
    "explanation": "Sosyal ağ siteleri, bireylerin sınırlı bir sistemde profil oluşturmalarına, bağlantıdaki diğer kullanıcıların profillerini listelemelerine ve bu listelere bakıp takip etmelerine imkân verir. Ancak bir kullanıcının, başka bir kullanıcının profiline doğrudan müdahale etmesi (içeriğini izinsiz değiştirmesi gibi) mümkün değildir ve bu, sosyal ağların tanımına aykırıdır."
  },
  {
    "id": "196261",
    "unitNumber": 6,
    "text": "<strong>Farklı kullanıcıların bilgileriyle içeriğe katkıda bulunmalarına ve bu bilgileri düzenlemelerine olanak sağlayan web siteleri aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Medya paylaşım siteleri",
      "B": "Bloglar",
      "C": "Wikiler",
      "D": "Sanal dünyalar",
      "E": "RSS (Really Simple Syndication)"
    },
    "explanation": "Metinde <strong>Wikiler</strong>, \"farklı kullanıcıların bilgileriyle içeriğe katkıda bulunmalarını ve bu bilgileri düzenlemelerine olanak sağlayan web siteleri\" olarak tanımlanmıştır. Bu platformlar, iş birliğine dayalı bilgi paylaşımı için kullanılır."
  },
  {
    "id": "196264",
    "unitNumber": 6,
    "text": "<strong>Aşağıdaki sosyal ağlardan hangisi grup ve takım çalışmasıyla strateji ve çözümlerin ortaya konduğu bir uygulama olarak tanımlanmaktadır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Medya paylaşım siteleri",
      "B": "Wikiler",
      "C": "Bloglar",
      "D": "RSS(Really Simple Syndication)",
      "E": "Sanal dünyalar"
    },
    "explanation": "<strong>Sanal dünyalar</strong>, \"kullanıcılar tarafından kontrol edilen ve oynanan avatarların sakinleri olarak birbirleriyle etkileşime girdiği, etkileşimli bir üç boyutlu bilgisayar simülasyonuna dayanan bir dünya\" olarak ifade edilmektedir. Bu platformlar, tek bir kullanıcıdan ziyade <strong>grup ve takım çalışmasıyla strateji ve çözümlerin</strong> ortaya konduğu uygulamalardır."
  },
  {
    "id": "204477",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi sosyal medyanın ortaya çıkmasında etkili olan gelişmelerden biridir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Elektrikli telgrafın icat edilmesi",
      "B": "İnternetin icat edilmesi",
      "C": "Matbaanın icat edilmesi",
      "D": "İlk gazetenin yayımlanması",
      "E": "Bilgisayarın icat edilmesi"
    },
    "explanation": "Sosyal medya, Web 2.0 teknolojileri üzerine kurulu, web tabanlı bir uygulamadır. Dolayısıyla varlığı <strong>internetin icat edilmesine</strong> ve yaygınlaşmasına bağlıdır. Diğer seçenekler, internet öncesi dönemin teknolojik gelişmeleridir."
  },
  {
    "id": "204481",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi Web 2.0’ın özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Bilgileri okuma ve yazma olanağı sunması",
      "B": "Duyuru ve reklamcılığa odaklanması",
      "C": "Kullanıcı odaklı olduğundan daha amatör olması",
      "D": "Karşılıklı bilgi alışverişi olanağı sunması",
      "E": "Paylaşıma odaklanan bir sistem olması"
    },
    "explanation": "<strong>Web 2.0</strong>, kullanıcıların bilgi okuma, yazma, içerik üretme ve paylaşma gibi eylemlerle sürece aktif katıldığı bir dönemdir. <strong>Duyuru ve reklamcılığa odaklanması</strong> ise içeriğin profesyonellerce oluşturulduğu ve kullanıcının pasif olduğu Web 1.0 döneminin bir özelliğidir."
  },
  {
    "id": "204489",
    "unitNumber": 6,
    "text": "<strong>Kronolojik olarak sosyal medya araçlarının kuruluş sırası aşağıdakilerden hangisinde doğru verilmiştir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "WhatsApp - Facebook - YouTube - Twitter",
      "B": "Facebook - Twitter - WhatsApp - YouTube",
      "C": "Facebook - YouTube - Twitter - WhatsApp",
      "D": "Twitter - WhatsApp - Facebook - YouTube",
      "E": "YouTube - Facebook - Twitter - WhatsApp"
    },
    "explanation": "Metinde verilen bilgilere göre büyük sosyal medya araçlarının kuruluş tarihleri şöyledir: <strong>Facebook (2004)</strong>, <strong>YouTube (2005)</strong>, <strong>Twitter (2006)</strong> ve <strong>WhatsApp (2009)</strong> ."
  },
  {
    "id": "204495",
    "unitNumber": 6,
    "text": "<strong>“Geleneksel medya iletişimlerinde medyana gelen zaman farkı, anında etki ve tepkisi olan sosyal medya ile kıyaslandığında daha uzun olabilmektedir.” ifadesine karşılık gelen ayrım aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Erişim",
      "B": "Yayılma",
      "C": "Kalıcılık",
      "D": "Etkileşim",
      "E": "Yenilik"
    },
    "explanation": "Geleneksel medya ile sosyal medya arasındaki farklardan biri olan <strong>yenilik</strong>, iletişimdeki zaman farkını ifade eder. Geleneksel medyada içeriğin yayınlanması günler, haftalar sürebilirken, sosyal medyada etki ve tepki anında gerçekleşebilir."
  },
  {
    "id": "204501",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi geleneksel medya ile sosyal medya arasındaki farklardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Erişim",
      "B": "Kullanılabilirlik",
      "C": "Yenilik",
      "D": "Geri bildirim",
      "E": "Bağlılık"
    },
    "explanation": "Metinde, sosyal medyanın geleneksel medyadan temel farkları; <strong>erişim, erişilebilirlik, kullanılabilirlik, yenilik, kalıcılık, geri bildirim, etkileşim ve yayılma</strong> olarak sıralanmıştır . <strong>Bağlılık</strong> ise sosyal medyanın kendi içindeki bir özelliği olarak (diğer sitelere, kaynaklara bağlantı kurma olanağı) açıklanmıştır, geleneksel medya ile bir fark olarak değil."
  },
  {
    "id": "204509",
    "unitNumber": 6,
    "text": "<strong>Bilgileri otomatik olarak güncelleyen ve daha çok medya mensuplarının abone yoluyla bilgi edindiği sosyal paylaşım ağı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Wikiler",
      "B": "Bloglar",
      "C": "Sanal dünyalar",
      "D": "RSS (Really Simple Syndication)",
      "E": "Medya paylaşım siteleri"
    },
    "explanation": "<strong>RSS (Really Simple Syndication)</strong>, \"bilgileri otomatik olarak güncelleyen XML dosyaları\" olarak tanımlanır. Kullanıcılar, ilgilendikleri konulara abone olarak yeni eklenen içeriklerden otomatik olarak haberdar olurlar. Bu yöntem, özellikle medya mensuplarının kurumlarla ilgili gelişmeleri takip etmesi için işlevseldir."
  },
  {
    "id": "289723",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi sosyal medyanın ilk örneği olarak kabul edilmektedir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yahoo!",
      "B": "YouTube",
      "C": "SixDegrees",
      "D": "Twitter",
      "E": "Facebook"
    },
    "explanation": "Boyd ve Ellison'a (2008) göre, sosyal medyanın ilk örneği <strong>1997 yılında</strong> ortaya çıkan <strong>SixDegrees.com</strong>'dur. Bu site, kullanıcılara profil oluşturma, arkadaş listeleme ve bu listelerde gezinme imkânı sunmuştur ."
  },
  {
    "id": "289725",
    "unitNumber": 6,
    "text": "<strong>2004 yılında Marc Zuckerberg tarafından kullanıcıların arkadaşlarıyla metin, fotoğraf ve video paylaşmalarına ve iletişim kurmalarına olanak sağlayan oldukça yaygın bir sosyal medya mecrası aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "YouTube",
      "B": "WhatsApp",
      "C": "Facebook",
      "D": "Twitter (X)",
      "E": "Instagram"
    },
    "explanation": "Metinde belirtildiği üzere, \"<strong>2004 yılında Mark Zuckerberg tarafından</strong> kullanıcıların arkadaşlarıyla metin, fotoğraf ve video paylaşmalarına ve iletişim kurmalarına olanak sağlayan oldukça yaygın bir sosyal medya mecrası olan <strong>Facebook</strong>\" kurulmuştur."
  },
  {
    "id": "343771",
    "unitNumber": 6,
    "text": "<strong>Dawley tarafından sınıflandırılan sosyal paylaşım siteleri ile ilgili aşağıda verilen eşleştirmelerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Sosyal Siteler: MySpace, Facebook, Twitter",
      "B": "Sanal Dünyalar: SL, Active Worlds, There, Whyville, Club Penguin, HİPİH",
      "C": "Fotoğraf Paylaşım Siteleri: Flicker, PhotoBucket",
      "D": "Bloglar: Blogger.com, Wordpress",
      "E": "Sanal dünyalar: MySpace, Facebook, Twitter"
    },
    "explanation": "Dawley tarafından yapılan sınıflandırmada <strong>Sosyal Siteler</strong> kategorisinde MySpace, Facebook ve Twitter yer almaktadır. Sanal Dünyalar kategorisinde ise SL, Active Worlds gibi platformlar bulunur. Bu nedenle E seçeneğindeki eşleştirme yanlıştır."
  },
  {
    "id": "405960",
    "unitNumber": 6,
    "text": "<strong>Mikroblog servisi olarak hizmet sunan, insanın gerçek hayatta içinde bulunduğu anda ne yaptığını, onu izleyenlere kısa mesajlarla özetleyerek durumunu paylaştığı platform </strong><strong>aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Facebook",
      "B": "Instagram",
      "C": "MySpace",
      "D": "Twitter",
      "E": "Flicker"
    },
    "explanation": "Metinde <strong>Twitter</strong>, \"popüler bir mikroblog servisi olarak hizmet sunan, insanın gerçek hayatta içinde bulunduğu anda ne yaptığını, onu izleyenlere kısa mesajlarla özetlediği, durumunu paylaştığı bir platform\" olarak tanımlanmıştır."
  },
  {
    "id": "196278",
    "unitNumber": 7,
    "text": "<strong>İnternetin ortaya çıkmasının kökeninde hangi amaç vardır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Ekonomik",
      "B": "Siyasi",
      "C": "Askerî",
      "D": "Kültürel",
      "E": "Sosyal"
    },
    "explanation": "İnternetin temelini oluşturan ARPANET, bir Amerikan Savunma Bakanlığı projesidir ve ilk döneminde tamamen <strong>askerî</strong> amaçlara hizmet etmiştir. Bireysel ve ticari kullanımı çok daha sonra mümkün olmuştur."
  },
  {
    "id": "196279",
    "unitNumber": 7,
    "text": "<strong>Sosyal medya aşağıdaki uygulamalardan hangisini <u>içermez</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Sosyal paylaşım ağları",
      "B": "Office programları",
      "C": "Wikiler",
      "D": "Bloglar",
      "E": "Mikrobloglar"
    },
    "explanation": "Sosyal medya; sosyal paylaşım ağları, çevrim içi oyunlar, <strong>wikiler, bloglar, mikrobloglar</strong> gibi Web 2.0 tabanlı uygulamaları içerir. Office programları (Word, Excel vb.) ise birer üretkenlik yazılımıdır ve sosyal medya kategorisine girmezler."
  },
  {
    "id": "196282",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi sosyal medyanın bir özelliği <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "İnternet tabanlı uygulamalar olması",
      "B": "Kullanıcıların içerik üretmesine imkân vermesi",
      "C": "Hızlı bir iletişim ağı olması",
      "D": "Depolama ve arşiv olanaklarının sınırlı olması",
      "E": "Kullanımının kolay olması"
    },
    "explanation": "Sosyal medya; internet tabanlı, kullanıcıların içerik üretmesine olanak tanıyan, hızlı ve kolay kullanımlı bir iletişim ağıdır . Dijital doğası gereği, depolama ve arşiv olanakları geleneksel medyaya göre neredeyse sınırsızdır. Bu nedenle \"depolama ve arşiv olanaklarının sınırlı olması\" sosyal medyanın bir özelliği değildir."
  },
  {
    "id": "196287",
    "unitNumber": 7,
    "text": "<strong>Sosyal medya alanında paylaşım kültürü aşağıdakilerden hangisini ifade etmektedir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kullanıcıların bu ortamda devamlı faydalı bilgiler paylaşması",
      "B": "Kullanıcıların hayatlarının her anını belgeleyerek bu ortamlarda paylaşması ve bunun bir kültür hâlini alması",
      "C": "Kullanıcıların yardımsever olması",
      "D": "Kullanıcıların kendi kültürlerine dair içerikler paylaşması",
      "E": "Kültürün paylaşarak çoğalması"
    },
    "explanation": "Metinde <strong>paylaşım kültürü</strong>, \"sosyal hayatın ve günlük yaşamın birçok yansımasını bünyesinde barındıran sosyal medyada, yaşanılan her anın paylaşılması gerektiğine dair\" gelişen bir kültür olarak açıklanmıştır. Bu durum, kullanıcıların sahip oldukları her şeyi (yiyip içtikleri, gezdiği yerler vb.) paylaşmasını olağan bir hâle getirmiştir."
  },
  {
    "id": "196293",
    "unitNumber": 7,
    "text": "<strong>Sosyal medya, mahremiyet ilişkisi ne şekilde gelişmiştir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Sosyal medya mahremiyet konusunda çok dikkatli bir ortamdır.",
      "B": "Mahremiyetin ihlali sosyal medyada sıklıkla yaşanmaktadır.",
      "C": "Kullanıcılar, yaptıkları paylaşımlarla mahremiyet kavramını yüceltmektedir.",
      "D": "Mahremiyetin önemi sosyal ağlarda sürekli yinelenmektedir.",
      "E": "Sosyal medyada kullanıcılar mahremiyetlerine zarar verecek paylaşımlardan kaçınmaktadır."
    },
    "explanation": "Sosyal medya, kullanıcıların kendi hayatlarına dair içerikleri gönüllü olarak paylaştığı bir ortamdır. Bu durum, özel ve kamusal alan arasındaki sınırı belirsizleştirerek <strong>mahremiyetin sıklıkla ihlal edildiği</strong> bir alan yaratmıştır. Kullanıcılar görünür olmak adına mahremiyetlerini ikinci plana atabilmektedirler."
  },
  {
    "id": "196299",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisinde mahremiyetin boyutları doğru bir şekilde verilmiştir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Bireysel/Mekânsal/Enformasyonel",
      "B": "Zamansal/Mekânsal/Kişisel",
      "C": "Yerel/Ulusal/Evrensel",
      "D": "Özel/Genel/Kamusal",
      "E": "Siyasal/Kültürel/Tarihsel"
    },
    "explanation": "Ders notlarında mahremiyetin üç boyutu olduğu belirtilmiştir: <strong>Bireysel mahremiyet</strong> (beden ve kişisel konular), <strong>Mekânsal mahremiyet</strong> (fiziksel müdahalelerden ve gözetlenmekten uzak alanlar) ve <strong>Enformasyon mahremiyeti</strong> (kişisel verilerin korunması)."
  },
  {
    "id": "196307",
    "unitNumber": 7,
    "text": "<strong>Mahremiyetle ilişkilendirilen gösteri toplumu kavramı aşağıdaki isimlerden hangisine aittir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Marshall McLuhan",
      "B": "Douglas Kellner",
      "C": "Guy Debord",
      "D": "James Lull",
      "E": "Nick Stevenson"
    },
    "explanation": "Ders notlarında, \"İlk baskısı 1967 yılında yapılan Gösteri Toplumu isimli kitapta Fransız teorisyen <strong>Guy Debord</strong>, 'gösteri toplumu' diye bir kavram ortaya atmış ve bu kavram modern dünyada mahremiyete yüklenen anlamı açık şekilde ortaya koyan bir tanımlama olarak karşımıza çıkmıştır.\" ifadesi yer almaktadır."
  },
  {
    "id": "196311",
    "unitNumber": 7,
    "text": "<strong>Mahremiyet kavramını aşağıdaki ifadelerden hangisi <u>karşılamaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Mahremiyet mimari ile de ilişkili bir kavramdır.",
      "B": "Mahremiyet insani ve doğal bir haktır.",
      "C": "Mahremiyet özgürlük ile ilişkili bir kavramdır.",
      "D": "Mahremiyet kamusal olmayan anlamına da gelir.",
      "E": "Mahremiyet her kültürde aynı anlamlara gelir."
    },
    "explanation": "Mahremiyet; insani ve doğal bir hak olup, özgürlük ve kamusal olmayan alanla ilişkilidir. Mimari ile de yakın bir ilişkisi vardır. Ancak, yapılan tanımlar ve algılar \"her dine, kültüre, döneme, coğrafi bölgeye göre\" <strong>farklılık gösterir</strong>. Bu nedenle her kültürde aynı anlama geldiği söylenemez."
  },
  {
    "id": "196322",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi sosyal medyanın yarattığı yeni kullanıcı tipinin bir özelliğidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Paylaşım yapmayı kültür hâline getiren",
      "B": "Sosyal medyada yaptığı paylaşımlarda toplumsal değerlere uygun hareket eden",
      "C": "Sadece gerektiği zaman, faydalı bilgileri paylaşan",
      "D": "Kamusal ile özel alan ayrımının farkında olan",
      "E": "Kendi mahremiyetini alenileştirmeyen"
    },
    "explanation": "Yeni iletişim teknolojilerinin yaygınlaşmasıyla geleneksel medyada sadece izleyici olan birey, aktif bir kullanıcıya dönüşmüştür. Bu yeni kullanıcı tipi, \"içeriğin baş aktörü haline gelmiş, bizzat içerik üreten kullanıcılar bu üretimi bir hayat tarzı olarak benimsemiştir.\". Yaşamın her anını paylaşmayı ilke olarak kabul etmesi, bu kullanıcı tipinin en belirgin özelliğidir."
  },
  {
    "id": "196326",
    "unitNumber": 7,
    "text": "<strong>Sosyal medyada kullanıcıları paylaşım yapmaya iten en büyük etken nedir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kullanıcının sosyal medyada görünür olmak ile var olmak arasında bağ kurması",
      "B": "Kullanıcının faydalı bilgiler sunarak diğer kullanıcılara yararlı olmak istemesi",
      "C": "Kullanıcının kültürel değerleri yaymak istemesi",
      "D": "Kullanıcının paylaşım yaparak maddi kazanç sağlamak istemesi",
      "E": "Kullanıcının toplumsal değerleri korumak istemesi"
    },
    "explanation": "Gösteri toplumunda bireyler, var olmak için görünür olma çabasına girerler. Sosyal medyada bu durum, \"takipçi sayısının artırılması uğruna her şeyin meşru görüldüğü, <strong>gözetlendikçe değerin arttığı bir düşünce tipi</strong>\" olarak ortaya çıkar. Dolayısıyla kullanıcıları paylaşım yapmaya iten en büyük etken, sosyal medyada görünür olmak ile var olmak arasında kurdukları bağdır."
  },
  {
    "id": "204528",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi mahremiyetin kelime anlamına karşılık <u>gelmez</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Bir şeyin gizli hâli olan",
      "B": "Başkalarının bilmemesi gereken",
      "C": "Paylaşılması izin gerektiren",
      "D": "Kişiye özel boyutta olan",
      "E": "Kamusal nitelikte olan"
    },
    "explanation": "<strong>Mahremiyet</strong>, samimi, başkaları tarafından bilinmemesi gereken, saklı olan anlamlarına gelir. Bir şeyin gizli hâli, kişiye özel boyutu ve paylaşılmasının izin gerektirmesi bu kavramın içindedir. Kamusal nitelikte olan ise mahremiyetin tam tersi, yani herkese açık olan demektir."
  },
  {
    "id": "204532",
    "unitNumber": 7,
    "text": "<strong>Guy Debord’un “gösteri toplumu” kavramı aşağıdakilerden hangisiyle ilişkilendirilmiştir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Tüketim kültürü",
      "B": "Geleneksel kültür",
      "C": "Dinî kültür",
      "D": "Yüksek kültür",
      "E": "Halk kültürü"
    },
    "explanation": "Guy Debord, gösteri toplumu kavramını, kapitalist üretim tarzı sonrası ortaya çıkan <strong>tüketim kültürü</strong> bağlamında ele alır. Bu toplumda tüketim ve gösteri birleşmiş, bütün yaşam pratikleri gösterinin bir parçası hâline gelmiştir."
  },
  {
    "id": "204536",
    "unitNumber": 7,
    "text": "<strong>Gösteri toplumu kavramının en büyük tetikleyicisi nedir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Ekonomi",
      "B": "Siyaset",
      "C": "Medya",
      "D": "Kültür",
      "E": "Din"
    },
    "explanation": "Ders notlarında, \"İletişim teknolojilerinde yaşanan gelişmelerin de katkısıyla, <strong>medya</strong> mahremiyetin alenileştirilmesi noktasında önemli bir araç işlevini üstlenmiş, gösteri üzerine kurulu yapısıyla dönüşümlerin katalizörü olmuştur.\" denilmektedir. Medya, gösteriyi yayarak gösteri toplumunu besler."
  },
  {
    "id": "204542",
    "unitNumber": 7,
    "text": "<strong>İnternetin ilk dönemine adını veren teknoloji aşağıdakilerden hangisidir? </strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Web 1.0",
      "B": "Web 2.0",
      "C": "Web 3.0",
      "D": "Sosyal medya",
      "E": "Yeni medya"
    },
    "explanation": "İnternetin ilk dönemi, günümüzdeki etkileşimli yapıdan farklı, tek yönlü bir yapıdaydı. Kullanıcıların içeriklere müdahale edemediği ve interneti bir kütüphane gibi kullandığı bu döneme <strong>Web 1.0</strong> adı verilmiştir ."
  },
  {
    "id": "204545",
    "unitNumber": 7,
    "text": "<strong>İnternet teknolojilerinden önce varlığını sürdüren kitle iletişim araçları aşağıdaki isimlerden hangisiyle nitelendirilmiştir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kültürel",
      "B": "Dinî",
      "C": "İlkel",
      "D": "Geleneksel",
      "E": "Sosyal"
    },
    "explanation": "İnternet teknolojilerinden önce var olan gazete, radyo, televizyon gibi kitle iletişim araçları, tek yönlü yayın anlayışları nedeniyle <strong>geleneksel</strong> medya olarak nitelendirilir."
  },
  {
    "id": "204555",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi sosyal medyanın yarattığı yeni kullanıcı tipinin özelliği <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Geleneksel medyaya oranla aktif olması",
      "B": "İçerik üretebilme potansiyeli olması",
      "C": "Duygu ve düşüncelerini ifade edebilmesi",
      "D": "Pasif bir nitelikte olması",
      "E": "Mahremiyete önem vermemesi"
    },
    "explanation": "Yeni iletişim teknolojilerinin (sosyal medya) yarattığı kullanıcı tipi, geleneksel medyanın pasif izleyicisinden farklıdır. Bu yeni kullanıcı, içeriklere müdahale edebilen ve bizzat içerik üreten <strong>aktif bir kullanıcıya</strong> dönüşmüştür . Dolayısıyla pasif olmak bu kullanıcı tipinin bir özelliği değildir."
  },
  {
    "id": "289767",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi mahremiyetin boyutlarıdır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Bireysel/Mekânsal/Enformasyonel",
      "B": "Bedensel/Ruhsal/Toplumsal",
      "C": "Ekonomik/Siyasal/Kültürel",
      "D": "Yakın/Orta/Uzak",
      "E": "Bireysel/Toplumsal/Kamusal"
    },
    "explanation": "Ders notlarında mahremiyetin üç boyutu olduğu belirtilmiştir: <strong>Bireysel mahremiyet</strong> (beden ve kişisel konular), <strong>Mekânsal mahremiyet</strong> (fiziksel müdahalelerden ve gözetlenmekten uzak alanlar) ve <strong>Enformasyon mahremiyeti</strong> (kişisel verilerin korunması)."
  },
  {
    "id": "343772",
    "unitNumber": 7,
    "text": "<strong>Bireylerin kişiye özel kabul edilen özel bilgilerinin hukuken kontrol ve denetim altına alınması sonucunu doğuran mahremiyet hakkı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Özel mahremiyet",
      "B": "Enformasyon mahremiyet",
      "C": "Mekânsal mahremiyet",
      "D": "Bireysel mahremiyet",
      "E": "Ağ mahremiyeti"
    },
    "explanation": "Metinde <strong>enformasyon mahremiyeti</strong>, \"bireylerin kendileri hakkındaki bireysel bilgiyi kontrol edebilme hakkı olarak ele alınmaktadır\" ve \"kişiye özel kabul edilen özel bilgilerinin hukuken kontrol ve denetim altına alınması sonucunu doğuran\" bir mahremiyet türü olarak açıklanmaktadır ."
  },
  {
    "id": "343775",
    "unitNumber": 7,
    "text": "<strong>Önceleri teknolojiyi şekillendiren insanın, günümüzde teknolojinin şekillendirdiği bir nesne hâline gelmesini ifade eden teorisyen aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Daniel Bell",
      "B": "McLuhan",
      "C": "Jean Baudrillard",
      "D": "Guy Debord",
      "E": "George Simmel"
    },
    "explanation": "Ders notlarında, \"<strong>Marshall McLuhan</strong>'ın deyimiyle; önceleri teknolojiyi şekillendiren insanın, günümüzde teknolojinin şekillendirdiği bir nesne haline gelmesi neticesinde yaşanan gelişmeler paylaşım adı altında kendini sürekli üretmektedir.\" ifadesi yer almaktadır."
  },
  {
    "id": "343779",
    "unitNumber": 7,
    "text": "<strong>1969 yılında yalnızca 4 üniversite arasında iletişimi sağlayan ve zaman içerisinde gelişerek daha geniş alanda hizmet vermeye başlayan ağın ismi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Darpa",
      "B": "ARPANET",
      "C": "World Wide Web",
      "D": "Google",
      "E": "Sixdegrees"
    },
    "explanation": "Metinde, internetin başlangıcı olan ve 1969 yılında yalnızca 4 üniversite arasında iletişimi sağlayan ağın <strong>ARPANET</strong> olduğu belirtilmektedir. Bu ağ zamanla gelişerek daha geniş bir alana yayılmıştır."
  },
  {
    "id": "231581",
    "unitNumber": 8,
    "text": "<strong>Aşağıdaki oyunlardan hangisi içerik, teknik özellikler, yayımlandıkları platformlar ve kontrol mekanizmalarına göre dijital oyun türleri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Konsol oyunları",
      "B": "Masaüstü oyunları",
      "C": "Çevrim içi oyunlar",
      "D": "Durağa oyunları",
      "E": "Mobil oyunlar"
    },
    "explanation": "Ders notlarında dijital oyunlar içerik, platform ve kontrol mekanizmalarına göre sınıflandırılmıştır. Bu sınıflandırma içerisinde <strong>Konsol oyunları, Masaüstü oyunları, Çevrim içi oyunlar</strong> ve <strong>Mobil oyunlar</strong> yer almaktadır . \"Durağa oyunları\" şeklinde bir kategori metinde bulunmamaktadır."
  },
  {
    "id": "231583",
    "unitNumber": 8,
    "text": "<strong>Dijital oyun kullananlar için aşağıdakilerden hangisi bir fırsattır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Şiddet",
      "B": "Bıçaklama",
      "C": "Özel bilgilerin verilmesi",
      "D": "Mahremiyetin ihlali",
      "E": "Yeni kavram öğrenme"
    },
    "explanation": "Dijital oyunların çevrim içi (online) oynanması hem fırsatlar hem de riskler barındırır. Ders notlarında listelenen fırsatlar arasında \"Eğitim olanakları\", \"Yurttaş katılımı\" ve \"Topluluklarla bağlar\" gibi maddeler bulunmaktadır . Bu bağlamda, oyunlar aracılığıyla <strong>yeni kavramlar öğrenmek</strong> de bir eğitim olanağı ve fırsat olarak değerlendirilebilir. Diğer seçenekler ise riskler kategorisinde yer alır."
  },
  {
    "id": "231585",
    "unitNumber": 8,
    "text": "<strong>Dijital oyun kullanıcıları için aşağıdakilerden hangisi bir tehdittir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Deneyimlerin paylaşımı",
      "B": "Siber zorbalık",
      "C": "Aktif katılım",
      "D": "Uzman gruplara katılım",
      "E": "Dijital aktivizm"
    },
    "explanation": "Dijital oyunların çevrim içi riskleri arasında yasa dışı içerik, şiddet, nefret söylemi ve mahremiyetin ihlali gibi tehlikeler bulunmaktadır. <strong>Siber zorbalık (kabadayılık)</strong> da bu risklerden biridir. Deneyimlerin paylaşımı, aktif katılım, uzman gruplara katılım ve dijital aktivizm ise çevrim içi fırsatlar arasında sayılmıştır ."
  },
  {
    "id": "231587",
    "unitNumber": 8,
    "text": "<strong>Kullanıcıların motivasyonlarına ve ilgi alanlarına göre aşağıdakilerden hangisi dijital oyun kullanıcısı <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Düşman kuvvetler",
      "B": "Katiller",
      "C": "Kazananlar",
      "D": "Kâşifler",
      "E": "Sosyalleşenler"
    },
    "explanation": "Bartle (1996), çoklu kullanıcı oyunlardaki oyuncuları motivasyonlarına göre dört farklı kategoriye ayırmıştır: Sürekli kazanma odaklı olan <strong>\"Kazananlar\"</strong>, oyun dünyasını keşfetmekten hoşlanan <strong>\"Kâşifler\"</strong>, diğer oyuncularla etkileşim kurmayı seven <strong>\"Sosyalleşenler\"</strong> ve diğer oyuncuları alt etmeye odaklanan <strong>\"Katiller\"</strong> . \"Düşman kuvvetler\" bu sınıflandırmada bir oyuncu türü olarak yer almaz, genellikle oyun içi bir unsurdur."
  },
  {
    "id": "231589",
    "unitNumber": 8,
    "text": "Teknik ve içerik açısından dijital oyunları anlama ve analiz etme becerisidir. Bununla birlikte dijital oyunlara erişebilme, onları değerlendirebilme ve onlara eleştirel açıdan bakabilme donanımına sahip olma ve bununla yetinmeyerek yeni iletiler oluşturabilme ve dile getirebilme becerisidir.<br/><strong>Yukarıdaki tanım aşağıdaki hangi kavrama aittir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Medya okuryazarlığı",
      "B": "Dijital medya okuryazarlığı",
      "C": "Dijital oyun okuryazarlık",
      "D": "Medya",
      "E": "Trollemek"
    },
    "explanation": "Sorudaki tanım, <strong>dijital oyun okuryazarlığını</strong> ifade etmektedir. Metinde bu kavram, \"Teknik ve içerik açısından dijital oyunları anlama ve analiz etme becerisidir. Bununla birlikte dijital oyunlara erişebilme, onları değerlendirebilme ve onlara eleştirel açıdan bakabilme donanımına sahip olma ve bununla yetinmeyerek yeni iletiler oluşturabilme ve dile getirebilme becerisidir.\" şeklinde açıklanmıştır ."
  },
  {
    "id": "231591",
    "unitNumber": 8,
    "text": "“İnternet kafe kültürü toplumun genelinin kabul etmediği bazı grupların kabul ettiği ve geçici olan bir …………….. dür.”<br/><strong>Cümledeki boşluğa aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Somut kültür",
      "B": "Soyut kültür",
      "C": "Alt kültür",
      "D": "Genel kültür",
      "E": "Kıraathane kültürü"
    },
    "explanation": "Metinde, internet kafelerdeki davranış biçimlerinin toplumun genelinden farklılaştığı ve bu ortamların kendine özgü kuralları olduğu belirtilmektedir. Bu durum şu ifadeyle açıklanır: \"Kültür açısından değerlendirildiğinde internet kafe ortamlarındaki davranış bir <strong>alt kültür</strong> davranışıdır.\". Alt kültür, toplumun genelinin kabul etmediği bazı grupların benimsediği ve geçici olan kültür çeşididir."
  },
  {
    "id": "231592",
    "unitNumber": 8,
    "text": "<strong>Dijital oyunlarda araçsal şiddet türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Görsel şiddet",
      "B": "Küfür etmek",
      "C": "Yüzdeki çirkinlik",
      "D": "Yumrukla vurmak",
      "E": "Balta ile vurmak"
    },
    "explanation": "Dijital oyunlardaki şiddet türleri metinde üçe ayrılmıştır :<ul><li><strong>Kodlu Şiddet:</strong> Sözlü, sembolik, görsel veya pornografik şiddet.</li><li><strong>Araçsal Şiddet:</strong> Silah, bıçak, kılıç, balta gibi araçların kullanımıyla gerçekleşen şiddet.</li><li><strong>Fiziksel Şiddet:</strong> Karakterlerin el, kol, bacak gibi uzuvlarını kullanarak uyguladığı şiddet.</li></ul>Buna göre, balta ile vurmak <strong>araçsal şiddet</strong> kategorisine girer."
  },
  {
    "id": "231594",
    "unitNumber": 8,
    "text": "<strong>Gerçek olmayıp gerçekmiş gibi oluşturulan ve neredeyse birçok olayın meydana geldiği alanlar aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Simülasyon",
      "B": "Akıllı araçlar",
      "C": "Kâşifler",
      "D": "Bluetooth alanlar",
      "E": "Ağ"
    },
    "explanation": "Gerçek olmayıp gerçekmiş gibi oluşturulan, kullanıcıların içinde hareket ederek deneyim yaşadığı sanal ortamlara <strong>simülasyon</strong> denir. Dijital oyunlar, bu simülasyon ortamları içerisinde gerçekleşir."
  },
  {
    "id": "231596",
    "unitNumber": 8,
    "text": "<strong>İnsanların gördüğü, duyduğu herhangi bir durumu kendine göre değerlendirme ve içselleştirme becerisine ne denir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "İletişim becerisi",
      "B": "Eleştirel düşünme becerisi",
      "C": "Medyatik beceri",
      "D": "Oyun becerisi",
      "E": "Dijitalleşme"
    },
    "explanation": "Metinde eleştirel kavramı, \"doğrunun, iyinin, haklının ve gerçeğin yerini alan, sahteye, yanlışa, kötüye ve haksıza karşı doğru, iyi, haklı ve gerçek olanı sunmaktır\" şeklinde tanımlanmıştır. Bu, bir durumu sadece olumsuz yönleriyle değil, tüm yönleriyle değerlendirip içselleştirme becerisi olan <strong>eleştirel düşünme becerisini</strong> ifade eder."
  },
  {
    "id": "231598",
    "unitNumber": 8,
    "text": "<strong>Dijital oyunların olumlu yönlerinden biri aşağıdakilerden hangisi <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Hayal kurma",
      "B": "Kendini ifade etme",
      "C": "Boş zamanı değerlendirme",
      "D": "İçerik üretimi yapabilme",
      "E": "Dijital çerezleri kabul etme"
    },
    "explanation": "Dijital oyunların hayal kurma, kendini ifade etme, boş zamanı değerlendirme ve içerik üretme gibi olumlu yönleri ve kültürel işlevleri vardır . Ancak \"dijital çerezleri kabul etme\", bir web sitesinin teknik bir işlemi olup, oyunların sağladığı olumlu bir yön veya kültürel bir işlev değildir."
  },
  {
    "id": "244628",
    "unitNumber": 8,
    "text": "<strong>Bir bilgisayar ağı veya internet üzerinden birçok oyuncu ile oynanan oyunlar aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Çevrim içi oyunlar",
      "B": "Offline oyunlar",
      "C": "Masaüstü oyunlar",
      "D": "Konsol oyunları",
      "E": "Mobil oyunları"
    },
    "explanation": "Ders notlarında, bir bilgisayar ağı veya internet üzerinden birçok oyuncu ile oynanan oyunlar <strong>\"Çevrim içi oyunlar\"</strong> olarak tanımlanmıştır. Bu oyunlar, çok sayıda kullanıcının aynı anda etkileşimde bulunmasına olanak tanır."
  },
  {
    "id": "244631",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi bilgisayar oyunu oynayanlar için bir fırsattır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Reklam",
      "B": "Nefret söylemi",
      "C": "Kumar",
      "D": "Yasa dışı içerik",
      "E": "Politik katılım"
    },
    "explanation": "Ders notlarında dijital oyunların sağladığı çevrim içi fırsatlar listelenmiştir. Bu listede <strong>\"Yurttaş katılımı / politik katılım\"</strong> bir fırsat olarak yer almaktadır. Reklam, nefret söylemi, kumar ve yasa dışı içerik ise çevrim içi riskler arasında sayılmıştır ."
  },
  {
    "id": "244633",
    "unitNumber": 8,
    "text": "<strong>Motivasyon açısından dijital oyun türlerinde sürekli aşama atlama eğiliminde olan oyuncuların kategorisi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Katiller",
      "B": "Kazananlar",
      "C": "Kâşifler",
      "D": "Sosyalleşenler",
      "E": "Sohbet yapanlar"
    },
    "explanation": "Bartle'ın oyuncu motivasyonlarına göre yaptığı sınıflandırmada, oyun içerisinde kazanmaya ve aşama atlamaya odaklanan oyuncular <strong>\"Kazananlar\"</strong> olarak tanımlanmıştır. Onlar için her şey bu amaca hizmet eder."
  },
  {
    "id": "244636",
    "unitNumber": 8,
    "text": "<strong>Medya okuryazarlığının temel ilkeleri arasında aşağıdakilerden hangisi <u>yer</u> <u>almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Medyadaki mesajlar kurgudur.",
      "B": "Medyadaki mesajlar gerçeği yansıtmaz, oluşturur.",
      "C": "İzleyici/okuyucu kendi anlamını yükler.",
      "D": "Para kazanma medyanın temel amacıdır.",
      "E": "Reklam ürünün satışını olumlu etkiler."
    },
    "explanation": "Metinde medya okuryazarlığının beş temel ilkesi sıralanmıştır: Medyadaki mesajların kurgu olması, gerçeği yansıtmayıp oluşturması, izleyicinin kendi anlamını yüklemesi, medyanın ticari bir amaç taşıması ve sosyal/politik içerikli olması . Reklamın ürün satışını olumlu etkilemesi bir pazarlama gerçeği olsa da, metinde medya okuryazarlığının temel bir ilkesi olarak belirtilmemiştir."
  },
  {
    "id": "244638",
    "unitNumber": 8,
    "text": "<strong>Dijital oyunları teknik ve içerik açısından erişebilme, analiz etme, eleştirel düşünme ve kendi iletilerini oluşturabilme davranışına ne ad verilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Dijital oyun okuryazarlığı",
      "B": "Medya okuryazarlığı",
      "C": "Medyanın gücü",
      "D": "Trollemek",
      "E": "Avatar oluşturmak"
    },
    "explanation": "Sorudaki tanım, <strong>dijital oyun okuryazarlığını</strong> ifade eder. Bu kavram, dijital oyunları teknik ve içerik açısından anlama, analiz etme, eleştirel düşünme ve bu doğrultuda yeni iletiler üretebilme becerisi olarak açıklanmıştır ."
  },
  {
    "id": "244641",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisinin internet kafelerde görülen davranışlar arasında olduğu <u>söylenemez</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Boş zaman harcaması",
      "B": "Şans oyunları",
      "C": "Yalnızlaşma",
      "D": "Gerçek dünyadan kaçma",
      "E": "Yazılım programlarını öğrenimi"
    },
    "explanation": "Metinde internet kafelerde görülen olumsuz davranışlar arasında zamanın boşa harcanması, şans oyunlarına ilginin artması, yalnızlaşma ve gerçek dünyadan kaçma gibi durumlar sayılmıştır. Yazılım programlarını öğrenmek ise bu mekanların temel kullanım amaçlarından biri olarak belirtilmemiştir."
  },
  {
    "id": "356729",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi bir bilgisayar ağı veya internet üzerinden birçok oyuncu ile oynanan oyun türüdür?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Mobil oyunlar",
      "B": "Konsol oyunları",
      "C": "Masaüstü oyunlar",
      "D": "Çevrim içi oyunlar",
      "E": "Sosyal oyunlar"
    },
    "explanation": "Bir bilgisayar ağı veya internet üzerinden birçok oyuncunun birlikte oynadığı oyunlar <strong>\"Çevrim içi oyunlar\"</strong> olarak tanımlanmaktadır. Bu, soruda verilen tanımın tam karşılığıdır."
  },
  {
    "id": "356732",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi Bartle'nin çoklu kullanıcı oyunlarda oyuncuları motivasyonlarına göre ayırmış olduğu kategorilerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kaşifler",
      "B": "Kazananlar",
      "C": "Kaybedenler",
      "D": "Sosyalleşenler",
      "E": "Katiller"
    },
    "explanation": "Richard Bartle'ın çoklu kullanıcı oyunlardaki oyuncu tiplerini motivasyonlarına göre ayırdığı dört kategori şunlardır: <strong>Kazananlar, Kaşifler, Sosyalleşenler</strong> ve <strong>Katiller</strong>. \"Kaybedenler\" bu sınıflandırmada yer alan bir kategori değildir."
  },
  {
    "id": "356733",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi dijital oyun okuryazarlığının ilkelerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Dijital oyunlar gerçeği yansıtmayıp, simülasyondan oluşmaktadır.",
      "B": "Dijital oyunlar, kullanıcının bilgi düzeyini artırır.",
      "C": "Oyun içerisinde sosyal ve siyasi mesajlar bulunabilir.",
      "D": "Oyun içerisinde şekil ve içerik birbiri ile bağlantılıdır.",
      "E": "Ticari işletmeler tarafından para kazanmak amacıyla oluşturulmaktadır."
    },
    "explanation": "Dijital oyun okuryazarlığının temel ilkeleri arasında oyunların birer simülasyon (kurgu) olduğu, ticari amaç taşıdığı, sosyal ve siyasi mesajlar içerebileceği ve biçim ile içeriğin bağlantılı olduğu vurgulanır . Dijital oyunların kullanıcının bilgi düzeyini artırması, eğitim amaçlı kullanımlarında bir sonuç olsa da, okuryazarlığın temel bir ilkesi olarak sunulmamıştır."
  },
  {
    "id": "231654",
    "unitNumber": 9,
    "text": "<strong>Bir kurumun meşruiyet kaynakları arasında aşağıdakilerden hangisi <u>sayılamaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yönetimin belirlenme şekli",
      "B": "Kurumun sosyal rolü",
      "C": "Kurumun ekonomik rolü",
      "D": "Yönetime katılım",
      "E": "İstihdam sayısı"
    },
    "explanation": "Bir kurumun meşruiyet kaynakları arasında yönetimin belirlenme şekli, kurumun sosyal, siyasal, kültürel ve ekonomik rolleri ve en önemlisi hedef kitlelerinin kararlara <strong>katılımı</strong> yer alır. İstihdam sayısı, kurumun ekonomik bir göstergesi olsa da, doğrudan bir meşruiyet kaynağı olarak metinde belirtilmemiştir."
  },
  {
    "id": "231658",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi katılım türlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Aktif katılma",
      "B": "İdeolojik katılma",
      "C": "Geçersiz katılma",
      "D": "Pasif katılma",
      "E": "Yetkilerin bölüşülmesi"
    },
    "explanation": "Perroux'a göre dört temel katılım türü vardır: Bireyin bir ortaklığa aktif olarak girmesi olan <strong>aktif katılma</strong>, sosyal bir bütünleşme olan <strong>pasif katılma</strong>, bir otoritenin amaçlarına gönüllü ve bilinçli olarak katılma olan <strong>ideolojik katılma</strong> ve somut olanak ve <strong>yetkilerin bölüşüldüğü</strong> katılım . \"Geçersiz katılma\" bu sınıflandırmada yer almaz."
  },
  {
    "id": "231661",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi bir yönetimin demokratiklik niteliğini ortaya koyan özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kullandığı teknoloji",
      "B": "Halk denetimi",
      "C": "Halkla ilişkiler",
      "D": "Yönetsel saydamlık",
      "E": "Yönetimde yaratıcılık"
    },
    "explanation": "Bir yönetimin demokratiklik niteliğini ortaya koyan özellikler arasında; halkın katılımı, <strong>halk denetimi</strong>, etkinlik ve <strong>yönetimde yaratıcılık</strong>, <strong>halkla ilişkiler</strong> ve <strong>yönetsel saydamlık</strong> gibi ilkeler yer alır . Bir kurumun kullandığı teknoloji, onun modernliğini gösterebilir ancak tek başına demokratiklik niteliğini belirleyen bir özellik değildir."
  },
  {
    "id": "231664",
    "unitNumber": 9,
    "text": "<strong>Sahip olunan tüm bilgi ve verilerin bir bilgisayar aracılığıyla ulaşılabilecek ortama aktarılması aşağıdakilerden hangisiyle tanımlanabilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Küreselleşme",
      "B": "Dijitalleşme",
      "C": "Katılım",
      "D": "Bilgisayarlaşma",
      "E": "Teknolojik üstünlük"
    },
    "explanation": "Ders notlarında <strong>dijitalleşme</strong> için yapılan basit tanım şöyledir: \"sahip olunan tüm bilgi ve verilerin herhangi bir bilgisayar aracılığı ile ulaşılabilecek ortama aktarılmasına verilen addır\". Bu, soruda verilen ifadenin tam karşılığıdır."
  },
  {
    "id": "231667",
    "unitNumber": 9,
    "text": "<strong>Emirlerin, zümrelerin, sınıfların ya da sosyal işlevlerin yerine bireysel çıkarların siyasi temsiline dair bir anlayış olarak tanımlanabilecek kavram aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Sosyalleşme",
      "B": "Sınıflaşma",
      "C": "Demokratikleşme",
      "D": "Bireyselleşme",
      "E": "Laikleşme"
    },
    "explanation": "Metinde Lukes'e (2008) atıfta bulunularak <strong>bireyselleşme</strong>; \"emirlerin, zümrelerin, sınıfların ya da sosyal işlevlerin yerine bireysel çıkarların siyasi temsiline dair bir anlayıştır\" şeklinde tanımlanmıştır. Bu, kolektif kimliklerden bireysel çıkarlara doğru bir kaymayı ifade eder."
  },
  {
    "id": "231672",
    "unitNumber": 9,
    "text": "<strong>Nüfusun yaşadığı yerle ilgili bir değişim nedeniyle vatandaşın yönetimden beklentilerinin değişmesi dijitalleşmeyi gerektiren hangi şartla açıklanabilir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Bireyselleşme",
      "B": "Küreselleşme",
      "C": "Şehirleşme",
      "D": "Etkin hizmet beklentisi",
      "E": "Bilginin yayılma hızı"
    },
    "explanation": "<strong>Şehirleşme</strong>, kırsaldan kente göç ile nüfusun şehirlerde toplanması ve şehir alanlarının genişlemesi sürecidir. Şehirlerde yaşamaya başlayan nüfus, teknolojiye daha kolay ulaşır ve bireysel talep ve beklentilerini daha fazla ifade eder. Bu durum, kamu yönetiminden beklentileri değiştirerek dijitalleşmeyi gerektiren bir şart haline gelir."
  },
  {
    "id": "231676",
    "unitNumber": 9,
    "text": "<strong>Aşağıdaki internet mecralarından hangisi bir kurumun kurumsal iletişimde başvurabileceği kontrollü bir araçtır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kurumsal Web sayfaları",
      "B": "Bloglar",
      "C": "Mikrobloglar",
      "D": "Sosyal ağlar",
      "E": "Twitter"
    },
    "explanation": "<strong>Kurumsal web sayfaları</strong>, kurumların paydaşları ve medya ile iletişim kurabilecekleri <strong>kontrollü bir kanaldır</strong>. Bloglar, mikrobloglar ve sosyal ağlar gibi diğer mecralarda ise içerik ve etkileşim büyük ölçüde kullanıcıların kontrolündedir."
  },
  {
    "id": "231679",
    "unitNumber": 9,
    "text": "<strong>Kullanıcıların fikir ve düşüncelerini cep telefonları, e-posta veya Web tarafından dağıtılan kısa mesajlarla açıklayabilecekleri ve en önemli örneğinin Twitter olduğu sosyal medya ortamı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Elektronik posta",
      "B": "Blog",
      "C": "Podcast",
      "D": "Wiki",
      "E": "Mikroblog"
    },
    "explanation": "<strong>Mikrobloglar</strong>, kullanıcıların fikir ve düşüncelerini anlık ve kısa mesajlarla açıklayabildikleri bir iletişim şeklidir. Metinde, en önemli mikroblog örneği olarak <strong>Twitter</strong> gösterilmiştir."
  },
  {
    "id": "231682",
    "unitNumber": 9,
    "text": "<strong>Vatandaşların telefonla ya da internet ortamında çeşitli konulardaki görüş, istek ve şikâyetlerini Cumhurbaşkanlığına ya da Cumhurbaşkanlığı koordinasyonunda kamu kurumlarına iletebildikleri uygulamanın adı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "VEDOP",
      "B": "BİMER",
      "C": "CİMER",
      "D": "KAYSİS",
      "E": "UYAP"
    },
    "explanation": "<strong>CİMER (Cumhurbaşkanlığı İletişim Merkezi)</strong>, vatandaşların telefonla ya da internet ortamında çeşitli konulardaki görüş, istek, ihbar ve şikâyetlerini doğrudan Cumhurbaşkanlığına ya da ilgili kamu kurumlarına iletebildikleri bir dijital katılım uygulamasıdır."
  },
  {
    "id": "231686",
    "unitNumber": 9,
    "text": "<strong>Vatandaşın telefon, web ve mobil uygulama aracılığıyla sağlık bakanlığına bağlı hastane, aile hekimlikleri ve ağız diş sağlığı merkezlerinden istediği hastane ya da hekimden randevu alabildiği sistem aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Ulusal Yargı Ağı Bilişim Sistemi (UYAP)",
      "B": "Merkezî Hekim Randevu Sistemi (MHRS)",
      "C": "Sağlık Bakanlığı İletişim Merkezi (SABİM)",
      "D": "Elektronik Kamu Bilgi Yönetim Sistemi (KAYSİS)",
      "E": "Başbakanlık İletişim Merkezi (BİMER)"
    },
    "explanation": "<strong>MHRS (Merkezî Hekim Randevu Sistemi)</strong>, vatandaşların telefon, web ve mobil uygulama aracılığıyla Sağlık Bakanlığı'na bağlı hastaneler, aile hekimlikleri ve ağız diş sağlığı merkezlerinden istedikleri hastaneden ya da hekimden randevu alabildikleri bir e-sağlık sistemidir."
  },
  {
    "id": "244688",
    "unitNumber": 9,
    "text": "<strong>Bir kurumun hedef kitlelerinin kurumsal kararların alınması sürecinde söz sahibi olabilmesi aşağıdakilerden hangisi ile tanımlanabilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Katılım",
      "B": "Sözleşme",
      "C": "Vizyon",
      "D": "Strateji",
      "E": "Amaç"
    },
    "explanation": "Bir kurumun hedef kitlelerinin kurumsal kararların alınması sürecinde söz sahibi olabilmesi, metinde <strong>katılım olgusu</strong> olarak tanımlanmıştır. Bu, kurumun en önemli meşruiyet kaynaklarından biridir."
  },
  {
    "id": "244690",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi katılım kavramının içerik ve sınırlarını belirleyen sorulardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kim katılacak?",
      "B": "Neye katılacak?",
      "C": "Nerede katılacak?",
      "D": "Ne zaman katılacak?",
      "E": "Katılımın sonuçları ne olacak?"
    },
    "explanation": "Katılım kavramının içerik ve sınırları, <strong>kimin, neye, nerede, ne zaman ve nasıl katılacağı</strong> gibi sorulara verilen yanıtlara göre değişir. Katılımın sonuçlarının ne olacağı ise bu sürecin bir çıktısıdır, sürecin sınırlarını belirleyen bir soru değildir."
  },
  {
    "id": "244692",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi demokratik kurumlardaki katılım türlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Seçimle katılım",
      "B": "Halkla ilişkiler yoluyla katılım",
      "C": "Parasal destek yoluyla katılım",
      "D": "Medya aracılığıyla katılım",
      "E": "Sivil toplum yoluyla katılım"
    },
    "explanation": "Metne göre demokratik kurumlarda iki tür katılım vardır: Birincisi <strong>seçimle yönetime katılım</strong>, ikincisi ise <strong>halkla ilişkiler, sivil toplum kuruluşları ve medya gibi araçlarla</strong> yönetime etki etmektir. Parasal destek yoluyla katılım, bu bağlamda bir yöntem olarak belirtilmemiştir."
  },
  {
    "id": "244694",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi dijitalleşmeye bağlı olarak kamu kurumlarıyla ilişkilendirilebilecek kavramlardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kırtasiyeciliğin azaltılması",
      "B": "Yüksek veri güvenliği",
      "C": "Verimli hizmet",
      "D": "Şeffaf yönetim",
      "E": "Katılımcı yönetim"
    },
    "explanation": "Metinde kamu yönetiminde dijitalleşme sürecine <strong>kırtasiyeciliğin azaltılması, katılımcılığın artırılması, kamu hizmetlerinin verimli, etkin, şeffaf ve hızlı biçimde sunulması</strong> gibi olumlu anlamlar yüklendiği belirtilmektedir. Yüksek veri güvenliği bir amaç olmakla birlikte, dijitalleşmenin doğası gereği ihlallere ve risklere de açık bir alandır ve bu nedenle bir sonuçtan ziyade sürekli yönetilmesi gereken bir süreçtir."
  },
  {
    "id": "244701",
    "unitNumber": 9,
    "text": "<strong>Yönetime katılımın pratik fonksiyonları arasında yer alan kuralcı fonksiyon aşağıdakilerden hangisi ile açıklanabilir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Halkla ilişkiler yoluyla katılım",
      "B": "İnternet aracılığıyla katılım",
      "C": "Doğrudan ya da dolaylı katılım",
      "D": "Sivil toplum kuruluşları aracılığıyla katılım",
      "E": "Medya aracılığıyla katılım"
    },
    "explanation": "Yönetime katılımın pratik fonksiyonları ikiye ayrılır. Bunlardan <strong>kuralcı fonksiyon, doğrudan ya da dolaylı olarak demokrasi talebiyle ilgilidir</strong>. Araçsal fonksiyon ise etkili bir planlama için katılımcı yöntemin kullanılmasıyla ilgilidir."
  },
  {
    "id": "244711",
    "unitNumber": 9,
    "text": "<strong>Maliye Bakanlığınca veri tabanı oluşturulması ve kayıt dışı ekonomi ile mücadele edilmesi amacıyla 1998 yılında başlatılan proje aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "VEDOP",
      "B": "UYAP",
      "C": "KAYSİS",
      "D": "CİMER",
      "E": "BİMER"
    },
    "explanation": "Maliye Bakanlığınca veri tabanı oluşturulması ve kayıt dışı ekonomi ile mücadele edilmesi amacıyla 1998 yılında başlatılan proje <strong>VEDOP (Vergi Daireleri Otomasyon Projesi)</strong>'tur."
  },
  {
    "id": "289931",
    "unitNumber": 9,
    "text": "<strong>Hangisi kamuda dijitalleşmeyi gerektiren şartlardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Şehirleşme",
      "B": "Personel sayısının azlığı",
      "C": "Bilgi ve iletişim teknolojilerinin gelişmesi ve yaygınlaşması",
      "D": "Vatandaşın verimli ve etkin hizmet beklentisi",
      "E": "Küreselleşme"
    },
    "explanation": "Kamuda dijitalleşmeyi gerektiren şartlar arasında <strong>şehirleşme, bireyselleşme, bilgi ve iletişim teknolojilerinin gelişmesi, küreselleşme</strong> ve <strong>vatandaşın verimli hizmet beklentisi</strong> gibi sosyo-teknolojik dönüşümler yer alır . Personel sayısının azlığı, dijitalleşme için bir neden olabilir ancak metinde temel bir şart olarak listelenmemiştir."
  },
  {
    "id": "356734",
    "unitNumber": 9,
    "text": "I. Şehirleşme<br/>II. Bilgi ve iletişim teknolojilerinin gelişmesi ve yaygınlaşması<br/>III. Küreselleşme<br/><strong>Yukarıdakilerden hangisi ya da hangileri kamuda dijitalleşmeyi zorunlu kılan unsurlar arasında yer alır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "I ve III",
      "E": "I, II ve III"
    },
    "explanation": "Metinde kamuda dijitalleşmeyi zorunlu kılan unsurlar detaylı bir şekilde açıklanmıştır. Bunlar arasında nüfusun kentlere taşınmasıyla beklentilerin değiştiği <strong>şehirleşme</strong>, iletişim ve ulaşım teknolojilerinin gelişimiyle dünyanın küçüldüğü <strong>küreselleşme</strong> ve internet gibi <strong>bilgi ve iletişim teknolojilerinin gelişmesi</strong> yer almaktadır. Dolayısıyla her üç unsur da doğrudur."
  },
  {
    "id": "356735",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi hem kaynağın hem de alıcının aynı zaman içinde mesajlaştığı araçlarla kurulan iletişim yöntemidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Anlık mesajlaşma",
      "B": "Mikrobloglar",
      "C": "Bloglar",
      "D": "Elektronik posta",
      "E": "Kapalı ağlar"
    },
    "explanation": "Ders notlarında <strong>anlık mesajlaşma (Instant Messaging)</strong>, \"hem kaynağın hem de alıcının aynı zaman içinde mesajlaştığı araçlarla kurulan iletişim yöntemidir\" şeklinde tanımlanmıştır. Whatsapp ve Messenger bu türün en bilinen örnekleridir."
  },
  {
    "id": "408327",
    "unitNumber": 9,
    "text": "I. CİMER: Vatandaşların telefonla ya da internet ortamında çeşitli konulardaki görüş, istek ve şikâyetlerini Cumhurbaşkanlığına ya da Cumhurbaşkanlığı koordinasyonunda kamu kurumlarına iletebildikleri bir uygulamadır.<br/>II. MHRS: Vatandaşın telefon, web ve mobil uygulama aracılığıyla Sağlık Bakanlığı'na bağlı hastane, aile hekimlikleri ve ağız diş sağlığı merkezlerinden istediği hastaneden ya da hekimden randevu alabildiği bir sistemdir.<br/>III. UYAP: Kamu yönetimi unsurlarının mevzuat dayanaklarıyla birlikte tespitinin yapılıp elektronik ortama aktarıldığı ve geliştirilen e-Devlet uygulamalarının birbirine entegre edilerek tek merkezden yönetildiği, böylece Devlete geçilmesini sağlayan bir sistemdir.<br/><strong>Yukarıdaki kamu kurumlarında dijital katılımı sağlayan uygulama ile uygulamanın işlevi eşleştirmelerinden hangisi ya da hangiileri doğrudur?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "I. ve II. öncüllerdeki <strong>CİMER</strong> ve <strong>MHRS</strong> tanımları metindeki açıklamalarla birebir uyumludur. Ancak III. öncüldeki tanım, UYAP'a değil, <strong>KAYSİS</strong>'e (Elektronik Kamu Bilgi Yönetim Sistemi) aittir. UYAP ise Adalet Bakanlığı ve yargı birimlerinin bilişim sistemidir."
  },
  {
    "id": "231727",
    "unitNumber": 10,
    "text": "<strong>Sağlıkla ilgili yapılan tanımların kültürden kültüre farklılıklar göstermesinin </strong><strong>nedeni aşağıdakilerden hangisi <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yapılan bireysel yorumlar",
      "B": "Yapılan toplumsal yorumlar",
      "C": "Yapılan bilimsel yorumlar",
      "D": "Yapılan ekonomik yorumlar",
      "E": "Yapılan kültürel yorumlar"
    },
    "explanation": "Metinde, \"Sağlıkla ilgili yapılan tanımlar kültürden kültüre farklılık göstermektedir. Çünkü yapılan tanımlar <strong>bireysel, sosyal, kültürel ve ekonomik yorumların</strong> birer öznesi durumundadır\" ifadesi yer almaktadır. Bilimsel yorumlar ise evrensel olma iddiası taşıdığı için bu kültürel farklılıkların temel nedeni olarak görülmez."
  },
  {
    "id": "231729",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi kitle iletişim araçlarının yeniliklerin yayılması aşamalarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Hazırlık",
      "B": "Bilgilendirme",
      "C": "Onaylama",
      "D": "Karar",
      "E": "İkna"
    },
    "explanation": "Rogers'a göre kitle iletişim araçlarının yeniliklerin yayılmasında dört temel aşaması vardır: <strong>Bilgilendirme, İkna, Karar</strong> ve <strong>Onaylama</strong> . Hazırlık aşaması bu modelde yer almaz."
  },
  {
    "id": "231730",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi sağlıkta dijitalleşmenin sağlık sektörüne sağladığı faydalardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kalite ve verimi artırma",
      "B": "Tasarruf sağlama",
      "C": "Kronik hastalıkların gerçekleşme oranını düşürme",
      "D": "Sağlık politikalarının belirlenmesine katkı sağlama",
      "E": "Sağlığın geliştirilmesini destekleme"
    },
    "explanation": "Sağlıkta dijitalleşmenin sektöre; kalite ve verim artışı, tasarruf sağlama, sağlık politikalarının belirlenmesine katkı ve sağlığın geliştirilmesini destekleme gibi faydaları vardır . Kronik hastalıkların gerçekleşme oranını düşürmek, bu dijitalleşme süreçlerinin bir sonucu olabilir ancak metinde doğrudan bir fayda olarak listelenmemiştir."
  },
  {
    "id": "231732",
    "unitNumber": 10,
    "text": "<strong>Belirli amaçlar doğrultusunda bilginin bilime uygulanmasına ne denir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Sanat",
      "B": "Teknoloji",
      "C": "Bilim",
      "D": "Araştırma",
      "E": "Proje"
    },
    "explanation": "Ders notlarında <strong>teknoloji</strong>, \"geniş anlamıyla belli amaçlar doğrultusunda bilginin bilime uygulanmasıdır\" şeklinde tanımlanmıştır. Bu, bilginin sistematik bir şekilde yeni bir ürüne veya yönteme dönüşmesini ifade eder."
  },
  {
    "id": "231734",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi dijital sağlığın bileşenlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Teknoloji",
      "B": "Kronik hastalıklar",
      "C": "Sağlık personeli",
      "D": "Hastalar",
      "E": "Sağlıklı bireyler"
    },
    "explanation": "Metinde dijital sağlığın bileşenleri, bilgi ve iletişim teknolojilerinin kullanım sürecindeki unsurlar olarak tanımlanmış ve şu şekilde sıralanmıştır: <strong>teknoloji, sağlık personeli, hasta, sağlık kuruluşları ve sağlıklı bireyler</strong>. Kronik hastalıklar, bu sistemin odaklandığı bir konu alanıdır ancak sistemin bir bileşeni değildir."
  },
  {
    "id": "231736",
    "unitNumber": 10,
    "text": "<strong>Toplumun bütün kesimleri adına sağlığın dengelenmesini, her bir toplum ferdinin sağlıklı bireyler olarak yetişmesini ve bu anlamda bireylerin sağlıklı bir yaşam için tutum ve davranış geliştirmesini hedefleyen yaklaşım aşağıdakilerden hangisi ile tanımlanabilir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kronik hastalıklar yönetimi",
      "B": "Sağlık kuruluşları kurumsal iletişimi",
      "C": "Doktor - hasta iletişimi",
      "D": "Sağlık personelleri arası iletişim",
      "E": "Sağlığın geliştirilmesi"
    },
    "explanation": "Soruda verilen tanım, ders notlarında açıklanan <strong>sağlığın geliştirilmesi</strong> kavramıyla birebir örtüşmektedir. Bu kavram, \"insanların sağlıklarının belirleyicileri üzerindeki kontrollerini artırmalarını ve böylece kendi sağlıklarını iyileştirmelerini sağlama sürecidir\"."
  },
  {
    "id": "231738",
    "unitNumber": 10,
    "text": "<strong>Günümüz doktor-hasta iletişiminde tedavi süreciyle ilgili tıbbi kararın verilmesi konusunda aşağıdakilerden hangisi doğrudur?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Karar resmi otoritelere aittir.",
      "B": "Karar doktorlar heyetine aittir.",
      "C": "Karar sağlık kuruluşuna aittir.",
      "D": "Hastanın tıbbi karara katılımı gerekir.",
      "E": "Kararı yalnızca doktor verir."
    },
    "explanation": "Günümüz doktor-hasta iletişiminde, hastanın tedavi sürecine aktif katılımı önem kazanmıştır. Metinde bu durum şöyle ifade edilir: \"Günümüz doktor-hasta iletişimi karar verme sürecinde hasta ve doktor arasında bir ortaklığın kurulmasını gerektirmektedir. Çünkü... <strong>hastanın tıbbi karara katılımının önemini artırmaktadır</strong>\"."
  },
  {
    "id": "231740",
    "unitNumber": 10,
    "text": "<strong>Sosyal medya mecralarında insanların hastane ve hekimlerle ilgili yorumları okuması, başkalarının hastalık ve tedavi süreciyle ilgili paylaştıkları başarı ya da başarısızlık hikâyelerini takip etmesi gibi şekillerde yayılan sağlık bilgileri nasıl tanımlanabilir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Sağlık iletişimi",
      "B": "Alternatif Tıp",
      "C": "Viral Sağlık",
      "D": "Sağlık Turizmi",
      "E": "Doktor-hasta iletişimi"
    },
    "explanation": "Ağızdan ağıza pazarlamanın bir türü olan viral pazarlamadan esinlenerek üretilen <strong>\"Viral Sağlık\"</strong> kavramı, sosyal medyada hastaların ya da sağlıklı kişilerin sağlıkla ilgili bilgileri (deneyim, başarı hikayesi, yorum vb.) bir virüs gibi yaymasını ifade eder."
  },
  {
    "id": "231744",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi sosyal medyanın sağlık iletişiminde kullanılması sonucunda sağlık personeliyle ilgili doğabilecek risklerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Modern sağlığın güven kaybı",
      "B": "Sorumsuz davranış gösterme",
      "C": "Disiplin soruşturmasına maruz kalma",
      "D": "Hukuki bir yaptırımla karşılaşma",
      "E": "Gizliliği ihmal suçu"
    },
    "explanation": "Sosyal medyanın sağlık hizmetlerinde kullanımının sağlık personeli için getirdiği riskler arasında sorumluluk, gizlilik, disiplin ve hukuki sorunlara maruz kalma olasılığı bulunmaktadır. Modern sağlığa güven kaybı ise, yanlış bilgilerin yayılması sonucu hastalar ve toplum nezdinde oluşabilecek bir risktir, doğrudan personele yönelik bir risk değildir."
  },
  {
    "id": "231748",
    "unitNumber": 10,
    "text": "<strong>Sağlık iletişimi kavramı ilk olarak hangi dönemde ortaya çıkmıştır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "1960’lı yıllar",
      "B": "1970’li yıllar",
      "C": "1980’li yıllar",
      "D": "1990’lı yıllar",
      "E": "2000 ve sonrası dönem"
    },
    "explanation": "Ders notlarında, bireylerin sağlık konusunda yoğun baskı altında hissetmesi gibi nedenlerle <strong>1970'li yıllarda sağlık iletişimi kavramının ortaya çıktığı</strong> belirtilmektedir. Bu gelişme ilk olarak ABD'de başlamış, daha sonra Avrupa'ya yayılmıştır ."
  },
  {
    "id": "244766",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi sağlığın geliştirilmesiyle ilgili alanlardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Koruyucu hizmetler",
      "B": "Önleyici sağlık tedbirleri",
      "C": "Pozitif sağlık eğitimi",
      "D": "Kanserle mücadele",
      "E": "Önleyici sağlık eğitimi"
    },
    "explanation": "Metinde Downie ve arkadaşlarının sağlığın geliştirilmesi için tanımladığı yedi alan listelenmiştir. Bu alanlar arasında <strong>koruyucu hizmetler, önleyici sağlık tedbirleri, pozitif sağlık eğitimi</strong> ve <strong>önleyici sağlık eğitimi</strong> gibi başlıklar bulunmaktadır . \"Kanserle mücadele\" ise spesifik bir hastalıkla mücadele olup, sağlığın geliştirilmesinin genel bir alanı olarak değil, bir alt başlığı olarak değerlendirilebilir."
  },
  {
    "id": "244771",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi sağlıkta dijitalleşmenin hastanenin iç iletişimine sağladığı faydalardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Bilgi güvenliği riskini ortadan kaldırmak",
      "B": "Zaman kaybını azaltmak",
      "C": "Hekim açığının giderilmesine katkı sağlamak",
      "D": "Planlama ve denetim sağlamak",
      "E": "İş gücü kaybından doğan sosyal maliyetleri azaltmak"
    },
    "explanation": "Sağlıkta dijitalleşmenin hastane içi iletişime faydaları arasında <strong>zaman kaybını azaltmak, hekim açığını gidermeye katkı sağlamak, planlama ve denetim sağlamak</strong> ve <strong>iş gücü kaybından doğan sosyal maliyetleri azaltmak</strong> sayılmıştır . Bilgi güvenliği riskini ortadan kaldırmak mümkün değildir; dijitalleşme bu riski azaltmaya yönelik tedbirler içerse de tamamen yok edemez."
  },
  {
    "id": "244776",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi Türkiye Sağlık Bilgi Sistemi Eylem Planı’nda benimsenen eylemlerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Ulusal ve uluslararası uyum için standartlar geliştirme",
      "B": "Sağlık kuruluşları arasında özel iletişim ağları oluşturma",
      "C": "Elektronik ortamda kişisel verilerin korunması için tedbirler alma",
      "D": "Sağlık veri setleri oluşturma",
      "E": "Sağlık profesyonelleri arasında sosyal bir ağ oluşturma"
    },
    "explanation": "Türkiye Sağlık Bilgi Sistemi Eylem Planı'nda benimsenen eylemler arasında standartların belirlenmesi, sağlık kuruluşları arasında özel ağ oluşturulması, kişisel verilerin korunması ve sağlık veri setlerinin oluşturulması gibi maddeler yer almaktadır . Sağlık profesyonelleri arasında sosyal bir ağ oluşturulması bu planın eylemleri arasında listelenmemiştir."
  },
  {
    "id": "244792",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi sosyal medyanın sağlık iletişimindeki kullanım alanlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Sağılığın geliştirilmesi",
      "B": "Kronik hastalıklar yönetimi",
      "C": "Sağlığın reklam mecrası",
      "D": "Sağlık kuruluşları kurumsal iletişimi",
      "E": "Sağlık profesyonelleri iletişim yönetimi"
    },
    "explanation": "Ders notlarında sosyal medyanın sağlık iletişiminde kullanım alanları; <strong>sağlığın geliştirilmesi, kronik hastalıklar yönetimi, sağlık kuruluşları kurumsal iletişimi, sağlık profesyonelleri iletişim yönetimi</strong> gibi başlıklar altında incelenmiştir. Sağlığın reklam mecrası olması, bir kullanım alanı değil, bu alanlar için kullanılabilecek bir araçtır."
  },
  {
    "id": "244802",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi sosyal medyanın sağlık hizmetlerinde kullanılmasının doğurduğu risklerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Sağlık Personelinin disiplin soruşturmasına maruz kalması",
      "B": "Tıbbi teşhislerde başarısızlığın artması",
      "C": "Yanlış sağlık bilgisinin yayılması",
      "D": "Hastalığın gerektirdiği bilgiye ulaşamama",
      "E": "Modern sağlığın güven kaybı"
    },
    "explanation": "Metinde sosyal medyanın sağlık hizmetlerinde kullanılmasının riskleri listelenmiştir. Bu riskler arasında <strong>sağlık personelinin disiplin soruşturmasına maruz kalması, yanlış sağlık bilgisinin yayılması, hastanın doğru bilgiye ulaşamaması</strong> ve <strong>modern sağlığa güven kaybı yaşanması</strong> bulunmaktadır. Tıbbi teşhislerde başarısızlığın artması doğrudan bir risk olarak belirtilmemiştir."
  },
  {
    "id": "356740",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi devletten vatandaşa olan e-sağlık hizmetleri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "E-Nabız Sistemi",
      "B": "Tele- tıp",
      "C": "İlaç Takip Sistemi",
      "D": "E-laboratuvar",
      "E": "Merkezî Hekim Randevu Sistemi (MHRS)"
    },
    "explanation": "Metinde Türkiye'deki e-sağlık hizmetleri üç başlıkta gruplandırılmıştır. <strong>E-Nabız, Tele-tıp, MHRS</strong> ve <strong>e-Laboratuvar</strong> \"devletten vatandaşa olan e-sağlık hizmetleri\" başlığı altında yer alırken, <strong>İlaç Takip Sistemi (İTS)</strong> \"devletten devlete sunulan e-sağlık hizmetleri\" başlığı altında listelenmiştir ."
  },
  {
    "id": "231827",
    "unitNumber": 11,
    "text": "<strong>Aşağıdaki kavramlardan hangisi siyasi iktidarın ele geçirilmesine dönük eylem ya da eylemlere verilen addır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Siyasal iletişim",
      "B": "Siyaset",
      "C": "Reklam",
      "D": "Propaganda",
      "E": "Halkla ilişkiler"
    },
    "explanation": "Ders notlarında <strong>siyaset</strong> için yapılan tanımlardan ilki şöyledir: \"siyasi iktidarın ele geçirilmesine dönük eylem ya da eylemlerdir\". Reklam, propaganda ve halkla ilişkiler ise bu amaca ulaşmak için kullanılan siyasal iletişim araçlarıdır."
  },
  {
    "id": "231829",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi siyasal iletişim açısından internetin olumlu özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Aynı anda herkesin yararlanabileceği bir araç değildir.",
      "B": "Özgürlük vermektedir.",
      "C": "Hızlıdır.",
      "D": "Kolay erişilebilir.",
      "E": "Diğer iletişim araçlarıyla iç içelik özelliği taşır."
    },
    "explanation": "İnternetin siyasal iletişim açısından olumlu özellikleri arasında; <strong>özgürlük vermesi, hızlı olması, kolay erişilebilir olması</strong> ve diğer medya araçlarıyla iç içe olması sayılmıştır . \"Aynı anda herkesin yararlanabileceği bir araç değildir\" ifadesi ise internetin bireysel kullanıma dayanması nedeniyle ortaya çıkan <strong>olumsuz bir özelliğidir</strong>."
  },
  {
    "id": "231832",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi Web 1.0’dan Web 2.0’a geçişle birlikte internet mecrasında gerçekleşen değişimlerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Sosyal ağların ortaya çıkması",
      "B": "Hem okunabilir hem de yazılabilir mecraların oluşması",
      "C": "Kişisel Web sayfalarının açılması",
      "D": "Etkileşimli bilgi paylaşımına geçiş",
      "E": "Kullanıcıların içerik üretimi yapabilmeleri"
    },
    "explanation": "Web 1.0'dan Web 2.0'a geçişle birlikte internet; sosyal ağların ortaya çıktığı, hem okunabilir hem yazılabilir hale geldiği, etkileşimli bilgi paylaşımına ve kullanıcıların içerik üretimine olanak tanıyan bir yapıya dönüşmüştür. <strong>Kişisel web sayfaları</strong> ise daha çok tek yönlü bilgi aktarımının olduğu Web 1.0 d&amp;önemine aittir."
  },
  {
    "id": "231833",
    "unitNumber": 11,
    "text": "<strong>Sosyal medya imkanlarını kullanarak seçim kampanyasında harcanan paradan daha fazla paranın toplandığı kampanya hangi lidere aittir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Donald Trump",
      "B": "Recep Tayyip Erdoğan",
      "C": "Angela Merkel",
      "D": "Barack Obama",
      "E": "Theresa May"
    },
    "explanation": "Metinde belirtildiği üzere, \"ABD yasaları siyasal partilere bağış toplamaya izin vermektedir. <strong>Barack Obama'nın</strong> seçim kampanyasında sosyal medya olanakları başarıyla kullanılarak harcanan paradan çok daha fazla bir bağış toplanabilmiştir.\"."
  },
  {
    "id": "231835",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi siyasal seçim kampanyalarında sosyal medyanın kullanım amaçlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Sayfa yayınlama",
      "B": "Elektronik posta gönderme",
      "C": "Siyasal partiden seçmenlere asimetrik bilgi akışı sağlama",
      "D": "Kampanya çalışmalarını test etme",
      "E": "Sohbet odaları oluşturma"
    },
    "explanation": "Siyasal seçim kampanyalarında sosyal medya; sayfa yayınlama, e-posta gönderme, sohbet odaları oluşturma ve kampanya çalışmalarını test etme gibi amaçlarla kullanılır. <strong>Asimetrik (tek yönlü) bilgi akışı</strong> ise geleneksel medyanın bir özelliğidir. Sosyal medya, tam tersine, simetrik ve etkileşimli bir iletişimi teşvik eder."
  },
  {
    "id": "231837",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi sosyal medyanın özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Tek yönlülük",
      "B": "Katılım",
      "C": "Karşılıklı konuşma",
      "D": "Topluluk",
      "E": "Bağlanabilirlik"
    },
    "explanation": "Sosyal medyanın temel özellikleri; kullanıcıları geri bildirim ve katkıya teşvik eden <strong>katılım</strong>, karşılıklı diyalog imkânı sunan <strong>konuşma</strong>, ortak ilgi alanlarına sahip insanları bir araya getiren <strong>topluluk</strong> ve diğer sitelerle bağlantı kurmayı sağlayan <strong>bağlanabilirliktir</strong> . <strong>Tek yönlülük</strong>, geleneksel medyanın bir özelliğidir."
  },
  {
    "id": "231839",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi Türkiye’deki seçim kampanyalarında yaygın olarak kullanılan sosyal ağ sitelerinden biridir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Twitter",
      "B": "Facebook",
      "C": "YouTube",
      "D": "Wiki",
      "E": "Blog"
    },
    "explanation": "Ders notlarında Türkiye'deki siyasal iletişim bağlamında <strong>Facebook</strong>'un geniş kullanım potansiyeline sahip bir sosyal ağ sitesi olduğu belirtilmiştir. Siyasi aktörler, seçim dönemleri ve sonrasında seçmenlerle iletişim kurmak için Facebook'u yaygın olarak kullanmaktadır ."
  },
  {
    "id": "231842",
    "unitNumber": 11,
    "text": "<strong>Aşağıdaki araçlardan hangisiyle farklı mekanlardaki insanlar tarafından eş zamanlı olmadan ortak içerik üretimi yapılabilir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "YouTube",
      "B": "Facebook",
      "C": "Wiki",
      "D": "Twitter",
      "E": "MySpace"
    },
    "explanation": "<strong>Wikiler</strong>, \"insanlara içerik oluşturma ya da içerikleri düzenleme imkânı veren sitelerdir. Ortak çalışma yapmak için oldukça uygun araçlardır\". Bu özelliği sayesinde farklı mekânlardaki insanlar eş zamanlı olmadan ortak bir metin veya proje üzerinde çalışabilirler."
  },
  {
    "id": "231845",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi aday ya da siyasi liderin konuşma kayıtlarının seçmenlere iletilebileceği bir sosyal mecradır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Televizyon",
      "B": "Bilboard",
      "C": "Parti etkinlikleri",
      "D": "Podcastlar",
      "E": "E-mail"
    },
    "explanation": "<strong>Podcastlar</strong>, internette yayınlanan ve kullanıcıların abone olabileceği ses ve video dosyalarıdır. Bu format, siyasi liderlerin veya adayların konuşma kayıtlarının seçmenlere ulaştırılması için uygun bir sosyal mecradır."
  },
  {
    "id": "231847",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi seçmenlerin sosyal medyada siyasete katılım biçimlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Siyasi bir bilgiyi okuma",
      "B": "Bir sayfayı beğenme",
      "C": "Siyasi bir aktörü takip etme",
      "D": "Siyasi bir aktörle diyalog kurma",
      "E": "Siyasi paylaşımlarda bulunma"
    },
    "explanation": "Metne göre, sosyal mecralarda insanlar; siyasi paylaşımlarda bulunma, bir siyasi gruba dâhil olma, bir sayfayı beğenme, bir siyasi aktörü takip etme ve onlarla diyalog kurma gibi yöntemlerle siyasete katılırlar. Siyasi bir bilgiyi sadece okumak ise pasif bir eylemdir ve doğrudan bir katılım biçimi olarak değerlendirilmez."
  },
  {
    "id": "244863",
    "unitNumber": 11,
    "text": "<strong>Siyasal iletişimde iki yönlü iletişim yeteneği bakımından aşağıdakilerden hangisi diğerlerine göre daha avantajlı bir iletişim aracıdır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Televizyon",
      "B": "Radyo",
      "C": "Uydu",
      "D": "İnternet",
      "E": "Gazete"
    },
    "explanation": "Ders notlarında, diğer kitle iletişim araçlarıyla kıyaslandığında <strong>iki yönlü iletişim yeteneği</strong> bakımından en önemli avantajları sunan teknolojinin <strong>internet</strong> olduğu belirtilmektedir. Diğer seçenekler (televizyon, radyo, gazete) büyük ölçüde tek yönlü iletişim araçlarıdır."
  },
  {
    "id": "244865",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi internetin siyasal iletişim açısından olumsuz özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Güvenilirliği azaltabilir.",
      "B": "Teknik donanım yetersizliği yaşanabilir.",
      "C": "Geri bildirim imkânı verir.",
      "D": "Aynı anda herkes yararlanamayabilir.",
      "E": "Kullanıcısının okuma yazma bilmesi gerekir."
    },
    "explanation": "İnternetin siyasal iletişimdeki olumsuz özellikleri arasında; mesajların kolayca değiştirilmesi nedeniyle güvenilirliğinin azalması, teknik donanım yetersizlikleri, herkesin aynı anda yararlanamaması ve okuryazarlık gerektirmesi sayılmıştır . <strong>Geri bildirim imkânı vermesi</strong> ise internetin olumlu bir özelliğidir."
  },
  {
    "id": "244871",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi internet teknolojisinin siyasal iletişim alanına etkilerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Seçimlere katılımı artırmaktadır.",
      "B": "Mesaj aktarımında sesin etkisini artırmıştır.",
      "C": "İnteraktif demokrasiyi teşvik etmektedir.",
      "D": "Düşük bütçeli kampanyalara imkân vermektedir.",
      "E": "Güvenlik sorunu oluşabilmektedir."
    },
    "explanation": "Dick Morris'e göre internetin siyasal iletişime ve seçim kampanyalarına üç belirgin etkisi vardır: Seçimlere katılımı artırması, interaktif demokrasiyi teşvik etmesi ve daha düşük bütçeli kampanyalara imkân vermesi . İnternet görsel ve işitsel unsurları birleştirebilse de, mesaj aktarımında \"sesin etkisini artırması\" spesifik olarak radyonun bir özelliğidir ve internetin temel bir etkisi olarak belirtilmemiştir."
  },
  {
    "id": "244875",
    "unitNumber": 11,
    "text": "<strong>Medya ve kullanıcı/izleyici arasındaki kesin sınırları yumuşatan kitle iletişim aracı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Sosyal medya",
      "B": "Televizyon",
      "C": "Radyo",
      "D": "Telefon",
      "E": "Dergi"
    },
    "explanation": "Geleneksel medyada medya profesyonelleri (kaynak) ile izleyici (alıcı) arasında kesin sınırlar varken, <strong>sosyal medya</strong> bu sınırları yumuşatmıştır. Kullanıcılar artık sadece tüketici değil, aynı zamanda içerik üreticisi konumuna gelmiştir."
  },
  {
    "id": "244883",
    "unitNumber": 11,
    "text": "<strong>Blog ve anlık mesajlaşma arasındaki boşluğu dolduran sosyal mecra aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "e-mail",
      "B": "Twitter",
      "C": "YouTube",
      "D": "Instagram",
      "E": "Wiki"
    },
    "explanation": "Ders notlarında <strong>mikrobloglar</strong>, \"blog ve anlık mesajlaşma arasındaki boşluğu doldurmaktadır\" şeklinde tanımlanmıştır. <strong>Twitter</strong>, bu türün en bilinen örneğidir. Bloglardan daha kısa ve anlık, anlık mesajlaşmadan ise daha kamusal bir iletişim sunar."
  },
  {
    "id": "356744",
    "unitNumber": 11,
    "text": "<strong>Dijital iletişimde,bir konunun en önemli noktasıyla ilgili ve kitaplarda yazmayan bilgilerin kısa sürede konunun uzmanından öğrenilmesine ne ad verilir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Dayanıklılık",
      "B": "Göreceli olan bilgiyi yayma",
      "C": "Aranabilirlik",
      "D": "Hap bilgi",
      "E": "Uzman bilgisi"
    },
    "explanation": "Dijital iletişimin kendine has özelliklerinden biri olan <strong>\"Hap Bilgi\"</strong>, \"bir konunun en önemli noktasıyla ilgili ve kitaplarda yazmayan bilgilerin kısa sürede konunun uzmanından öğrenilebilmesi\" olarak tanımlanmıştır."
  },
  {
    "id": "231865",
    "unitNumber": 12,
    "text": "<strong>Bilgisayar sistemlerinin birbirine bağlı olduğu, dünya çapında yaygın olan ve sürekli gelişme gösteren, bünyesinde FTP ve e-posta gibi çeşitli unsurları da barındıran iletişim ağı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Dijital reklam",
      "B": "Google Ads",
      "C": "İnternet",
      "D": "Web",
      "E": "Facebook Business Manager"
    },
    "explanation": "<strong>İnternet</strong>, \"bilgisayar sistemlerinin birbirine bağlı olduğu, dünya çapında yaygın olan ve sürekli gelişme gösteren iletişim ağı\" olarak tanımlanır. FTP ve e-posta gibi farklı protokolleri de içeren geniş kapsamlı bir yapıdır. Web ise bu ağ üzerindeki bilgi paylaşım sistemlerinden sadece biridir."
  },
  {
    "id": "231868",
    "unitNumber": 12,
    "text": "<strong>Web kavramının mucidi kimdir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Mark Zuckerberg",
      "B": "Tim Berners Lee",
      "C": "Steve Jobs",
      "D": "Elon Mask",
      "E": "Tim O’Reilly"
    },
    "explanation": "<strong>Web (World Wide Web - Dünya Çapında Ağ)</strong>, 1989 yılında CERN'de görevli bir bilgisayar programcısı olan <strong>Tim Berners-Lee</strong> tarafından geliştirilmiştir."
  },
  {
    "id": "231872",
    "unitNumber": 12,
    "text": "<strong>Web 1.0 döneminde en yoğun kullanılan dijital reklam türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Display (banner) reklamlar",
      "B": "Kelime ağı reklamları",
      "C": "Görüntülü ağ reklamları",
      "D": "Remarketing reklamlar",
      "E": "Affiliate reklamlar"
    },
    "explanation": "<strong>Web 1.0</strong> döneminde internetin teknik altyapısı ve hızı, video gibi hareketli görsellerden çok statik görsellere izin veriyordu. Bu dönemin en yaygın reklam türü, bir web sitesinin genellikle üst kısmında yer alan ve tıklandığında reklam verenin sitesine yönlendiren görüntülü reklamlar olan <strong>display (banner) reklamlardır</strong>."
  },
  {
    "id": "231876",
    "unitNumber": 12,
    "text": "<strong>Kullanıcıların kodlama ve tasarım gibi teknik bilgiye gerek duymaksızın Web ortamında kolaylıkla yayın ve reklam yapabildiği dönem aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Web 1.0 dönemi",
      "B": "Web 2.0 dönemi",
      "C": "Web 3.0 dönemi",
      "D": "Web 4.0 dönemi",
      "E": "Web 5.0 dönemi"
    },
    "explanation": "<strong>Web 2.0 dönemi</strong>, \"kullanıcıların kodlama ve tasarım gibi teknik bilgiye ve yüksek meblağlara gerek duymaksızın diğer kullanıcılarla... iletişim kurabildiği, ortak ağlarda ve gruplarda yer alabildiği ikinci nesil İnternet dönemi\" olarak tanımlanır. Bu dönem, kullanıcıların içerik üretmesine olanak sağlamıştır."
  },
  {
    "id": "231880",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi dijital reklamların kendine özgü avantajlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Hedef kitlelerin pek çok kritere göre belirlenebilmesi",
      "B": "Coğrafi sınırların aşılabiliyor olması",
      "C": "Anlık etkileşime imkân tanıması",
      "D": "Yaşlı nüfusun dijital mecraya karşı çekingen davranması",
      "E": "Konvansiyonel mecralara göre isabetli analizlerin yapılabiliyor olması"
    },
    "explanation": "Dijital reklamların avantajları arasında hedef kitleyi detaylı seçebilme, coğrafi sınırları aşma, anlık etkileşim ve isabetli analiz yapabilme bulunur . Ancak metinde bir dezavantaj olarak, \"Genç nüfusun Web ortamlarında aktif olup <strong>yaşlı nüfusun daha çekingen davranması</strong>\" belirtilmiştir. Bu durum, reklamların yaşlı nüfusa ulaşmasını zorlaştıran bir dezavantajdır."
  },
  {
    "id": "231884",
    "unitNumber": 12,
    "text": "<strong>Bir kullanıcının reklamın yayımlandığı web sitesinden yönlendirilerek ürün satın alması durumunda reklamın yayımlandığı siteye belli bir oranda komisyon ödenmesi şeklindeki reklam tekniği aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Display (banner) reklamlar",
      "B": "Kelime ağı reklamları",
      "C": "Görüntülü ağ reklamları",
      "D": "Remarketing reklamlar",
      "E": "Affiliate reklamlar"
    },
    "explanation": "<strong>Satış Ortaklığı (Affiliate) Reklamları</strong>, \"Bir kullanıcının reklamın yayımlandığı Web sitesinden yönlendirilerek ürün satın alması durumunda reklamın yayımlandığı siteye belli bir oranda komisyon ödenmesi\" şeklindeki reklam tekniğidir. Bu modelde ödeme sadece gerçekleşen satış üzerinden yapılır."
  },
  {
    "id": "231890",
    "unitNumber": 12,
    "text": "<strong>Bir kullanıcının bir ürüne/hizmete ihtiyaç duyduğunu fark ettiği andan itibaren onu satın almasına ve hatta o ürünün/hizmetin sadık bir müşterisi olana kadar geçen süreci anlatan pazarlama modeli aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Macnamara Modeli",
      "B": "IPRA Modeli",
      "C": "Pazarlama Hunisi Modeli",
      "D": "Veri Madenciliği Modeli",
      "E": "Analitik Modeli"
    },
    "explanation": "Bir kullanıcının bir ürüne ihtiyaç duyduğunu fark etmesinden başlayarak, o ürünün sadık bir müşterisi ve hatta savunucusu olana kadar geçirdiği tüm aşamaları gösteren pazarlama modeli <strong>Pazarlama Hunisi Modeli</strong>'dir."
  },
  {
    "id": "231894",
    "unitNumber": 12,
    "text": "<strong>Hedef kitlelerin ziyaret ettiği sitelerde sergilenmesi için Google üzerinden verilen reklam türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Dinamik web reklamlar",
      "B": "Kelime ağı reklamları",
      "C": "Görüntülü ağ reklamları",
      "D": "Web analitik reklamları",
      "E": "Affiliate reklamlar"
    },
    "explanation": "<strong>Google görüntülü reklam ağı</strong>, reklam verenin hedef kitlesinin ziyaret ettiği web sitelerinde (haber sitesi, blog, forum vb.) hareketli ya da sabit bir görsel ile reklamının gösterildiği modeldir. Bu model, özellikle yeniden pazarlama (remarketing) için kullanılır."
  },
  {
    "id": "231898",
    "unitNumber": 12,
    "text": "<strong>Reklam verenin amaç edindiği aksiyonların gerçekleşme oranını ortaya koyan metrik aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Click",
      "B": "Session",
      "C": "Attribution",
      "D": "Conversion",
      "E": "Bounce"
    },
    "explanation": "<strong>Conversion (Dönüşüm)</strong>, bir reklam kampanyasının nihai amacının (bu bir ürün satışı, form doldurma, telefon araması vb. olabilir) gerçekleşme durumunu ve oranını ifade eden metriktir. Bir sitenin en temel amacı dönüşüm oranını artırmaktır."
  },
  {
    "id": "231901",
    "unitNumber": 12,
    "text": "<strong>Kullanıcının sergilenen bir reklama ancak tıkladığı zaman reklam verenin ücret ödeyeceği model aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "CPC",
      "B": "CR",
      "C": "ROI",
      "D": "CPM",
      "E": "CPV"
    },
    "explanation": "Dijital reklam maliyet modellerinden biri olan <strong>CPC (Cost per Click)</strong>, yani <strong>Tıklama Başı Maliyet</strong>, reklam verenin, reklamı sadece görüntülendiğinde değil, bir kullanıcı tarafından <strong>tıklandığında</strong> ücret ödediği modeldir."
  },
  {
    "id": "244891",
    "unitNumber": 12,
    "text": "<strong>Bilgi paylaşımının yapılması amacıyla hazırlanmış ve yayımlanmış bağlantı biçimlerine (sayfalara) ne ad verilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Google",
      "B": "Web",
      "C": "İnternet",
      "D": "Facebook",
      "E": "Dijital Reklam"
    },
    "explanation": "Metinde <strong>Web</strong>, \"bilgi paylaşımının yapılması amacıyla hazırlanmış ve yayımlanmış bağlantı biçimlerini yani web sayfalarını kapsar\" şeklinde tanımlanmıştır. <strong>İnternet</strong> ise FTP ve e-posta gibi pek çok farklı kavramı bünyesinde barındıran daha geniş kapsamlı bir iletişim ağıdır."
  },
  {
    "id": "244893",
    "unitNumber": 12,
    "text": "<strong>Web dünyasında yayımlanan ilk reklam aşağıda verilen platformların hangisinde yayımlanmıştır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Facebook",
      "B": "Google",
      "C": "Instagram",
      "D": "HotWired Web Dergisi",
      "E": "Geocities.com"
    },
    "explanation": "Web dünyasında yayımlanan ilk banner reklam, 1994 yılında yayın hayatına başlayan ticari bir web dergisi olan <strong>HotWired</strong>'da yayımlanmıştır. Reklam, AT&amp;T firmasına aitti."
  },
  {
    "id": "244897",
    "unitNumber": 12,
    "text": "<strong>Web 2.0 döneminde en yoğun kullanılan dijital reklam platformları aşağıdakilerden hangisinde doğru olarak belirtilmiştir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Google ve Facebook",
      "B": "Instagram ve Spotify",
      "C": "Hotmail ve Gmail",
      "D": "Twitter ve YouTube",
      "E": "Soundcloud ve Snapchat"
    },
    "explanation": "Metinde, \"Web 2.0 dönemine ait reklamların çoğunluğu <strong>Google ve Facebook</strong> üzerinden verilmekle birlikte...\" ifadesi yer almaktadır. Bu iki platform, milyarlarca kullanıcıya ev sahipliği yapmaları nedeniyle en büyük reklam alanları olarak öne çıkmıştır."
  },
  {
    "id": "244915",
    "unitNumber": 12,
    "text": "<strong>Reklamın bin kullanıcı tarafından görüntülenmesi sonucunda reklam verenin ücret ödeyeceği model aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "CPM",
      "B": "CPC",
      "C": "CR",
      "D": "ROI",
      "E": "ROAS"
    },
    "explanation": "<strong>CPM (Cost per Mille)</strong>, yani <strong>1.000 Gösterim Başı Maliyet</strong>, reklamın kullanıcı tarafından tıklanmasına bakılmaksızın, sadece <strong>görüntülenmesi</strong> durumunda reklam verenin ücret ödediği modeldir. Maliyet, genellikle her 1.000 gösterim için hesaplanır."
  },
  {
    "id": "356755",
    "unitNumber": 12,
    "text": "<strong>Kullanıcının bir alışveriş sitesinden bir ürüne bakıp sonrasında o siteden ayrılıp başka bir siteye, örneğin bir haber sitesine gitmesi durumunda, o haber sitesinde de az önce alışveriş sitesinde bakmış olduğu ürünün reklamını görmesini sağlayan reklam tekniği aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Yeniden Pazarlama (Remarketing) Reklamları",
      "B": "Sosyal Medya Reklamları",
      "C": "Satış Ortaklığı (Affiliate) Reklamları",
      "D": "Görüntülü Ağ (Display) Reklamları",
      "E": "Arama Motoru (Search Engine) Reklamları"
    },
    "explanation": "<strong>Yeniden Pazarlama (Remarketing) Reklamları</strong>, \"Kullanıcının bir alışveriş sitesinden bir ürüne bakıp sonrasında o siteden ayrılıp başka bir siteye, örneğin bir haber sitesine gitmesi durumunda, o haber sitesinde de az önce alışveriş sitesinde bakmış olduğu ürünün reklamını görmesini sağlayan reklam tekniğidir\"."
  },
  {
    "id": "408310",
    "unitNumber": 12,
    "text": "I. Click : Bir kullanıcının reklama kaç defa tıkladığını ortaya koyan rakamdır.<br/>II. UTM tracking (UTM takibi): UTM kodu, dönüşümün hangi kanal üzerinden geldiğini ortaya koyan metriktir.<br/>III. Landing page: Sergilenen reklam tıklandığında yönlendirilen sayfadır.<br/><strong>Yukarıdaki</strong><strong> sık kullanılan dijital reklam terimleri ve tanımlarından hangisi ya da hangileri <u>yanlıştır</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "II ve III"
    },
    "explanation": "I. ve III. öncüllerdeki <strong>Click (Tıklama)</strong> ve <strong>Landing page (Varış sayfası)</strong> tanımları doğrudur. Ancak II. öncüldeki tanım <strong>UTM tracking (UTM takibi)</strong>'ne değil, <strong>Attribution (İlişkilendirme)</strong>'ye aittir. UTM takibi, siteye hangi kaynaktan trafik geldiğini anlamak için linklerin sonuna eklenen kodlardır."
  },
  {
    "id": "231938",
    "unitNumber": 13,
    "text": "<strong>Günümüzde Kayseri il sınırları içinde kalan </strong><strong>MÖ 20. yüzyılda</strong><strong> Kültepe’yi ticari koloni olarak kuran ve Anadolu-Suriye-Mezopotamya arasında oldukça hareketli ticari faaliyetler yürüten devlet aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Asurlular",
      "B": "Urartular",
      "C": "Sümerler",
      "D": "Lidyalılar",
      "E": "Frigyalılar"
    },
    "explanation": "Metnin giriş bölümünde, M.Ö. 20. yüzyılda Mezopotamya'nın önde gelen medeniyetlerinden olan <strong>Asurluların</strong> bugün Kayseri il sınırları içinde bulunan Kültepe'de ilk ticari koloniyi kurdukları ve bu dönemde bölgede hareketli ticari faaliyetler yürüttükleri belirtilmektedir."
  },
  {
    "id": "231941",
    "unitNumber": 13,
    "text": "<strong>1994 yılında hizmete girmesiyle ilk e-ticaret sitelerinin başında gelen ve günümüzün h</strong>â<strong>len en popüler e-ticaret sitelerinden biri olan e-ticaret sitesi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Alibaba",
      "B": "E-bay",
      "C": "Aliexpress",
      "D": "Amazon",
      "E": "Banggood"
    },
    "explanation": "Ders notlarında, \"Günümüzün en popüler e-ticaret sitelerinden biri olan <strong>Amazon</strong>, ilk kurulan e-ticaret sitelerinden biri olup <strong>1994</strong> yılında yayın hayatına başlamıştır.\" bilgisi yer almaktadır. Ebay 1995'te, Alibaba ise 1999'da kurulmuştur."
  },
  {
    "id": "231944",
    "unitNumber": 13,
    "text": "<strong>Geçmiş dönemler ile günümüz karşılaştırıldığında aşağıdaki dinamiklerden hangisinde değişim <u>yaşanmamıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Zaman",
      "B": "Mekân",
      "C": "Hız",
      "D": "İş süreçleri",
      "E": "Güven duygusu"
    },
    "explanation": "İletişim ve ulaşım teknolojilerindeki gelişmeler sonucunda ticaretin <strong>zaman, mekân, hız</strong> ve <strong>iş süreçleri</strong> gibi dinamiklerinde çok büyük değişimler yaşanmıştır . Ancak güven duygusu, ticari ilişkilerin temelini oluşturan ve geçmişten günümüze önemini koruyan evrensel bir unsurdur; bu dinamik bir değişim yaşamamıştır."
  },
  {
    "id": "231946",
    "unitNumber": 13,
    "text": "<strong>İnternet ortamında bir kâr elde etmek üzere ürünlerin tanıtımının yapılmasını, ürünü satın almak isteyen tüketiciden ödemesinin alınarak ürünün satılmasını ve tüketiciye ürünün gönderilmesini kapsayan kavram aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Ticaret",
      "B": "E-ticaret",
      "C": "İşletme",
      "D": "E-işletme",
      "E": "E-Devlet"
    },
    "explanation": "Metinde <strong>e-ticaret</strong> şu şekilde tanımlanmıştır: \"İnternet ortamında bir kâr elde etmek üzere ürünlerin tanıtımının yapılmasını, ürünü satın almak isteyen tüketiciden ödemesinin alınarak ürünün satılmasını ve tüketiciye ürünün gönderilmesini kapsamaktadır.\"."
  },
  {
    "id": "231947",
    "unitNumber": 13,
    "text": "<strong>E-ticaretin yönünün işletmeden tüketiciye olduğu, ülkemizdeki ve dünyadaki en yaygın e-ticaret modeli aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "C2B",
      "B": "B2B",
      "C": "B2C",
      "D": "C2C",
      "E": "P2P"
    },
    "explanation": "<strong>B2C (Business to Consumer - İşletmeden Tüketiciye)</strong> modeli, en temel ve yaygın e-ticaret modelidir. Bu modelde, bir e-ticaret işletmesi web sitesinden ürünlerini doğrudan nihai tüketiciye satar."
  },
  {
    "id": "231950",
    "unitNumber": 13,
    "text": "<strong>Sanal ortamda başlayıp gerçek bir ortamda ticaretine devam eden e-ticaret işletmelerini kapsayan ve geleneksel iş yapış modellerine göre oldukça yeni olan e-ticaret modeli aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "P2P",
      "B": "B2C",
      "C": "C2C",
      "D": "C2B",
      "E": "B2B"
    },
    "explanation": "Metinde iki farklı C2B modelinden bahsedilmiştir. Soruda tanımı yapılan model, İngilizcede \"Click to Brick\" (Tıklamadan Tuğlaya), Türkçede ise <strong>\"Sanaldan Gerçeğe\"</strong> olarak adlandırılan modeldir. Bu model, \"e-ticaret siteleri gibi sanal bir ortamda başlayıp daha sonra gerçek bir mekâna dönüşerek gerçek bir ticarethane olmayı anlatmaktadır\". Bu tanım, D seçeneğindeki <strong>C2B</strong> ile ifade edilir."
  },
  {
    "id": "231952",
    "unitNumber": 13,
    "text": "<strong>İş planında okuyucunun ilk aşamada dikkatini sağlamak üzere sade, karmaşık rakamlardan uzak ve anlaşılır bir şekilde kaleme alınması gereken ana başlık aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Ana Özet",
      "B": "İşletme ve Yönetim",
      "C": "Finansal Tahminler",
      "D": "İnsan Kaynakları",
      "E": "Pazarlar ve Rekabet"
    },
    "explanation": "Bir iş planının en önemli bölümü okuyucunun ilk karşılaştığı yer olan <strong>Ana Özet</strong> kısmıdır. Bu bölümün, planın amacını ve getirilerini en sade ve anlaşılır biçimde, karmaşık rakamlardan uzak bir şekilde açıklaması gerekir."
  },
  {
    "id": "231954",
    "unitNumber": 13,
    "text": "<strong>Bir işletmenin kredi kartı ya da hesap bilgilerinin çalınması gibi her türlü hırsızlığa karşı alabileceği önlemler aşağıdaki altyapılardan hangisine girmektedir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Barındırma",
      "B": "Güvenlik",
      "C": "Ödeme",
      "D": "Kodlama",
      "E": "Tasarım"
    },
    "explanation": "Bir e-ticaret sitesinin altyapısal unsurları arasında barındırma, ödeme ve güvenlik yer alır. Kredi kartı bilgilerinin şifrelenerek korunması ve her türlü siber hırsızlığa karşı önlem alınması, sitenin <strong>güvenlik altyapısı</strong> kapsamına girmektedir. Bunun için SSL sertifikası gibi araçlar kullanılır."
  },
  {
    "id": "231956",
    "unitNumber": 13,
    "text": "<strong>Müşterinin e-ticaret sitesine girdiğinde karşılaşacağı ara yüz, menüler, sayfalar, yerleşim, renkler gibi daha çok tasarım kapsamında değerlendirilebilecek elemanlar aşağıdakilerden hangisine girmektedir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Güvenlik",
      "B": "Ödeme",
      "C": "Barındırma",
      "D": "Altyapı",
      "E": "Üstyapı"
    },
    "explanation": "E-ticaret sitesinin yapısı altyapısal ve üstyapısal unsurlardan oluşur. Müşterinin siteye girdiğinde karşılaştığı arayüz, menüler, sayfalar, yerleşim, renkler gibi daha çok <strong>tasarım kapsamında değerlendirilebilecek elemanlar üstyapısal unsurların</strong> başında gelmektedir."
  },
  {
    "id": "231958",
    "unitNumber": 13,
    "text": "<strong>Bir e-ticaret sitesinin tanıtımı ve pazarlanması aşamasında stratejiler belirlenirken sınırlandırıcı unsur olarak en baskın rolü oynayan faktör aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Taktikler",
      "B": "Hedef kitle",
      "C": "Bütçe",
      "D": "Ölçme modeli",
      "E": "Vizyon"
    },
    "explanation": "Bir e-ticaret sitesinin tanıtım ve pazarlama faaliyetleri belirlenirken amaçlar, stratejiler ve hedef kitle gibi unsurlar önemlidir. Ancak ders notlarında, \"Elbette <strong>bütçe bu konuda en baskın faktördür</strong>.\" ifadesiyle, tüm stratejileri sınırlandıran en temel unsurun bütçe olduğu vurgulanmaktadır."
  },
  {
    "id": "245015",
    "unitNumber": 13,
    "text": "<strong>Anadolu’da, MÖ 7. yüzyılda parayı keşfederek günümüz ticaretinin en geçerli değiş-tokuş modelinin temelini atan imparatorluk aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Asurlular",
      "B": "Urartular",
      "C": "Sümerler",
      "D": "Lidyalılar",
      "E": "Frigyalılar"
    },
    "explanation": "Metinde, \"Anadolu'da yaşamış olan <strong>Lidyalılar</strong> tarafından M.Ö. 7. yüzyılda bulunan ilk madeni para ile de günümüz ticaretinin en geçerli değiş-tokuş modelinin (ürün karşılığı para) temelleri atılmıştır\" bilgisi verilmektedir."
  },
  {
    "id": "245019",
    "unitNumber": 13,
    "text": "<strong>Ülkemizde 1998 yılında hizmete girmesiyle ilk e-ticaret sitelerinin başında gelen ve günümüzde ülkemizin hâlen en popüler e-ticaret sitelerinden biri olan e-ticaret sitesi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Estore",
      "B": "Idefixe",
      "C": "Infoshop (Hepsiburada)",
      "D": "Gittigidiyor",
      "E": "Kitapyurdu"
    },
    "explanation": "Metinde, Türkiye'deki ilk e-ticaret siteleri arasında <strong>Infoshop</strong>'un 1998 yılında kurulduğu ve sonradan Doğan Online tarafından satın alınıp <strong>Hepsiburada</strong> adı altında hizmet vermeye başladığı belirtilmektedir."
  },
  {
    "id": "245022",
    "unitNumber": 13,
    "text": "<strong>Ülkeler arasında fiziksel, finansal, insan ve bilgi gibi kaynakların serbest dolaşımını ifade eden kavram aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Bölgeselleşme",
      "B": "Küreselleşme",
      "C": "Yerelleşme",
      "D": "Lokalizasyon",
      "E": "Sektörizasyon"
    },
    "explanation": "<strong>Küreselleşme</strong>, \"en yalın ifadeyle ülkeler arasında sermayenin serbest dolaşımı olarak tanımlanmakla birlikte esasında kaynakların serbest dolaşımını ifade etmektedir. Bu kaynaklar başta fiziksel ve finansal kaynaklar olmak üzere (insan ve bilgi kaynakları dahil) çeşitlilik arz etmektedir.\" ."
  },
  {
    "id": "245025",
    "unitNumber": 13,
    "text": "<strong>E-ticaret uygulamalarının dışında stok, satın alma, muhasebe, insan kaynakları, müşteri ilişkileri gibi yönetimsel uygulamaların karmaşaya yer vermemek adına dijital ortamda takip edilmesi, aşağıdaki kavramlardan hangisi ile anlatılmaktadır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Ticaret",
      "B": "E-Ticaret",
      "C": "E-Devlet",
      "D": "İşletme",
      "E": "E-İşletme"
    },
    "explanation": "Metinde, işletmelerin e-ticaret dışındaki stok yönetimi, muhasebe, müşteri ilişkileri gibi yönetimsel uygulamalarını da dijital ortama taşıması ve takip etmesi sürecinin <strong>e-işletme</strong> haline gelmek olduğu açıklanmıştır."
  },
  {
    "id": "245034",
    "unitNumber": 13,
    "text": "<strong>Aşağıdaki modellerden hangisi, bir devletin kendi sınırları içinde kurulmuş olan kurum, kuruluş ve organizasyonlar gibi tüzel kişiliklere verdiği dijital ortamdaki hizmetleri kapsamaktadır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "B2B",
      "B": "G2B",
      "C": "C2B",
      "D": "C2C",
      "E": "G2C"
    },
    "explanation": "<strong>G2B (Government to Business - Devletten İşletmeye) Modeli</strong>, devletlerin kendi sınırları içinde kurulmuş kurum, kuruluş ve organizasyonlar gibi tüzel kişiliklere verdiği dijital ortamdaki hizmetleri kapsamaktadır. Vergi beyannameleri veya gümrük işlemleri bu modele örnektir."
  },
  {
    "id": "245038",
    "unitNumber": 13,
    "text": "<strong>Hedeflerin belirlenip bu hedeflerin nasıl ve ne zaman oluşturulması gerektiğini, bu hedefler için gereken kaynakları ve kurulan varsayımların gerçek rakamlarla desteklendiği kanıtları içeren yazılı doküman aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kriter Listesi",
      "B": "Kontrol Listesi",
      "C": "İş Akış Şeması",
      "D": "Portföy",
      "E": "İş Planı"
    },
    "explanation": "Ders notlarında <strong>iş planı</strong>, \"hedeflerin belirlenip bu hedeflerin nasıl ve ne zaman oluşturulması gerektiğini, bu hedefler için gereken kaynakları ve kurulan varsayımların gerçek rakamlarla desteklendiği kanıtları içeren yazılı dokümandır\" şeklinde tanımlanmıştır."
  },
  {
    "id": "245042",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi, tüketicilerin e-posta adreslerine tanıtım materyalleri göndererek pazarlama yapılmasını kapsamaktadır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Halkla ilişkiler",
      "B": "Lokasyon bazlı çalışmalar",
      "C": "Gerilla çalışmalar",
      "D": "E-posta pazarlama",
      "E": "Reklam"
    },
    "explanation": "<strong>E-posta pazarlama</strong>, \"tüketicilerin e-posta adreslerine tanıtım materyalleri göndermektir\". Günümüzde bu yöntemin etkili olabilmesi için kullanıcılardan izin alınması gerekmektedir."
  },
  {
    "id": "356759",
    "unitNumber": 13,
    "text": "<strong>Devletlerin kendi sınırları içinde kurulmuş kurum, kuruluş ve organizasyonlar gibi tüzel kişiliklere verdiği dijital ortamdaki hizmetleri kapsayan e- ticaret modeli aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "B2B (Business to Business - İşletmeden İşletmeye)",
      "B": "G2B (Government to Business - Devletten İşletmeye)",
      "C": "C2C (Consumer to Consumer - Tüketiciden Tüketiciye)",
      "D": "P2P (Peer to Peer - Akranlar Arası)",
      "E": "C2B (Consumer to Business - Tüketiciden İşletmeye)"
    },
    "explanation": "<strong>G2B (Government to Business - Devletten İşletmeye) Modeli</strong>, devletlerin kendi sınırları içinde kurulmuş tüzel kişiliklere (işletmelere) dijital ortamda verdiği hizmetleri kapsamaktadır."
  },
  {
    "id": "356761",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi B2B (Business to Business- İşletmeden İşletmeye) kurumlar arası ticaret yapan e- ticaret sitelerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Alibaba",
      "B": "Amazon",
      "C": "Gittigidiyor",
      "D": "Aliexpress",
      "E": "Trendyol"
    },
    "explanation": "<strong>B2B (İşletmeden İşletmeye)</strong> modeli, kurumlar arası ticareti ifade eder. Metinde Alibaba, Amazon, Gittigidiyor ve Aliexpress gibi aracı siteler, reklam alanı satan Google veya altyapı hizmeti veren firmalar bu model için örnek verilmiştir. <strong>Trendyol</strong> ise doğrudan tüketiciye satış yapan bir B2C işletmesidir."
  },
  {
    "id": "232049",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi, toplum içindeki ilişkileri düzenleyen kurallardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Ahlak kuralları",
      "B": "Sevgi kuralları",
      "C": "Görgü kuralları",
      "D": "Din kuralları",
      "E": "Hukuk kuralları"
    },
    "explanation": "Toplum içindeki ilişkileri düzenleyen kurallar arasında yazılı olan <strong>hukuk kuralları</strong> ile yazılı olmayan <strong>ahlak, görgü ve din kuralları</strong> yer alır. Sevgi kuralları ise bu sınıflandırmada yer alan normatif bir kategori değildir."
  },
  {
    "id": "232051",
    "unitNumber": 14,
    "text": "<strong>Bir grubun ya da bir toplumun yaşama biçimi şeklinde ifade edilen ve kişinin diğer kişilerle, içinde bulunduğu toplumla, dünyayla ve hayatla olan ilişkilerini konu edinen kavram hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Ahlak",
      "B": "Görgü",
      "C": "Sevgi",
      "D": "Etik",
      "E": "Felsefe"
    },
    "explanation": "Metinde <strong>etik</strong>, \"kişinin diğer kişilerle, içinde bulunduğu toplumla, dünyayla ve hayatla olan ilişkilerini konu edinmektedir\" şeklinde tanımlanmıştır. Evrensel olması ve doğru ile yanlışı sorgulaması bakımından ahlaktan ayrılır ."
  },
  {
    "id": "232055",
    "unitNumber": 14,
    "text": "<strong>Kullanıcıların 5651 sayılı İnternet Kanunu’na göre TurkTelekom, Superonline, Turkcell, Vodafone, KabloNet gibi İnternet’e bağlanmasını sağlayan işletmeleri temsil eden terim aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Erişim sağlayıcı",
      "B": "Yer sağlayıcı",
      "C": "İçerik sağlayıcı",
      "D": "Maddi sağlayıcı",
      "E": "Manevi sağlayıcı"
    },
    "explanation": "5651 sayılı İnternet Kanunu'na göre, kullanıcıların internete bağlanmasını sağlayan Turk Telekom, Superonline gibi işletmeler <strong>\"erişim sağlayıcı\"</strong> olarak tanımlanmaktadır."
  },
  {
    "id": "232059",
    "unitNumber": 14,
    "text": "<strong>5651 Sayılı İnternet Kanunu’na göre internet ortamında yazı, fotoğraf veya video gibi içerikleri yayımlayan/paylaşan gerçek ya da tüzel kişileri temsil eden terim aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Erişim sağlayıcı",
      "B": "Yer sağlayıcı",
      "C": "İçerik sağlayıcı",
      "D": "Maddi sağlayıcı",
      "E": "Manevi sağlayıcı"
    },
    "explanation": "5651 sayılı İnternet Kanunu'na göre, \"herhangi bir içeriği İnternet üzerinden yayımlayan gerçek ya da tüzel kişiler <strong>içerik sağlayıcılar</strong> kapsamı altında değerlendirilmekte olup, İnternet üzerinde platform fark etmeksizin yayımladığı tüm içeriklerden sorumludur\"."
  },
  {
    "id": "232064",
    "unitNumber": 14,
    "text": "<strong>Bir sosyal paylaşım sitesinde kullanıcıları intihar etmeye teşvik edici video paylaşan kullanıcı, Türk Ceza Kanunu’na göre şikâyet edilmesi durumunda aşağıdakilerden hangisi kapsamında hâkim karşısına çıkacaktır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Tehdit",
      "B": "Özel Hayatın Gizliliğini İhlal",
      "C": "Yağma",
      "D": "Halkı Kin ve Düşmanlığa Tahrik Etme veya Aşağılama",
      "E": "İntihara Yönlendirme"
    },
    "explanation": "Türk Ceza Kanunu'nun 84. maddesi, bir kişiyi intihara azmettiren, teşvik eden veya intiharına yardım eden kişilerin cezalandırılacağını belirtir. Sosyal medyada bu tür içerikler paylaşan bir kullanıcı, bu madde kapsamında <strong>İntihara Yönlendirme</strong> suçuyla yargılanabilir."
  },
  {
    "id": "232067",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi, inanç, düşünce ve kanaat hürriyetinin kullanılması kapsamına <u>girmez</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "TCK İnanç, Düşünce Ve Kanaat Hürriyetinin Kullanılmasını Engelleme Maddesi",
      "B": "TCK Tehdit Maddesi",
      "C": "TCK Şantaj Maddesi",
      "D": "1982 Anayasa Maddesi",
      "E": "Tüketiciyi Koruma Hakkında Kanun"
    },
    "explanation": "Bir kimsenin inanç, düşünce ve kanaat hürriyetinin kullanılmasını engellemek, <strong>TCK Madde 115</strong> kapsamındadır. Bu eyleme tehdit (<strong>TCK Madde 106</strong>) veya şantaj (<strong>TCK Madde 107</strong>) eşlik edebilir. Bu haklar aynı zamanda <strong>1982 Anayasası</strong> ile de güvence altındadır. Tüketiciyi Koruma Hakkında Kanun'un bu konuyla doğrudan bir ilgisi yoktur."
  },
  {
    "id": "232071",
    "unitNumber": 14,
    "text": "<strong>Bir kullanıcının TCK’nın Özel Hayatın Gizliliğini İhlal suçundan yargılanması için aşağıdakilerden hangisini yapmış olması gerekmektedir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Arkadaşının fotoğrafını izin alarak paylaşması",
      "B": "Kendi evini sosyal medyada paylaşan arkadaşının bu fotoğrafını paylaşması",
      "C": "Arkadaşıyla birlikte çekildiği fotoğrafı onun da iznini alarak paylaşması",
      "D": "Arkadaşının evine ait fotoğrafı onun haberi olmaksızın paylaşması",
      "E": "Bir kullanıcıya yönelik olarak tehdit içeren bir paylaşım yapması"
    },
    "explanation": "<strong>TCK Madde 134 - Özel Hayatın Gizliliğini İhlal</strong>, bir kişinin özel yaşam alanına izinsiz müdahale edilmesini suç sayar. Arkadaşının evine ait bir fotoğrafı, o kişinin haberi ve rızası olmaksızın paylaşmak bu suçun kapsamına girer. Diğer seçenekler ya izinli paylaşımlardır ya da farklı suçları (tehdit) oluşturur."
  },
  {
    "id": "232079",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi, Türk Ceza Kanunu'na göre devlet unsurlarına karşı işlenen suçlar kapsamında <u>değerlendirilmez</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Sınıf arkadaşını tehdit eden bir paylaşım yapmak",
      "B": "Türk milletini aşağılayan bir paylaşım yapmak",
      "C": "Millî Eğitim Bakanlığını aşağılayan bir paylaşım yapmak",
      "D": "Sosyal medyadan Türk Silahlı Kuvvetlerini darbe yapmaya çağırmak",
      "E": "Cumhurbaşkanı'na hakaret içeren bir paylaşım yapmak"
    },
    "explanation": "TCK'da <strong>Devlet Unsurlarına Karşı Suçlar</strong> başlığı altında Türk Milletini veya devlet kurumlarını aşağılama (Madde 301), devletin birliğini bozmak (Madde 302) veya Cumhurbaşkanına hakaret (Madde 299) gibi fiiller düzenlenmiştir . Sınıf arkadaşını tehdit etmek ise bu kapsama girmez, şahsa karşı işlenen bir suçtur (TCK Madde 106)."
  },
  {
    "id": "232083",
    "unitNumber": 14,
    "text": "<strong>E-ticaret faaliyeti yürütecek bir kişinin aşağıdakilerden hangisiyle direkt ilişkisi <u>yoktur</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "6502 sayılı Tüketicinin Korunması Hakkında Kanun",
      "B": "5651 sayılı İnternet Ortamında Yapılan Yayınlar Hakkında Kanun",
      "C": "5237 sayılı Türk Ceza Kanunu Yağma Maddesi",
      "D": "6563 sayılı Elektronik Ticaretin Düzenlenmesi Hakkında Kanun",
      "E": "6102 sayılı Türk Ticaret Kanunu"
    },
    "explanation": "Bir e-ticaret faaliyeti yürüten kişi veya kurum; <strong>6102 sayılı Türk Ticaret Kanunu, 6502 sayılı Tüketicinin Korunması Hakkında Kanun, 6563 sayılı Elektronik Ticaretin Düzenlenmesi Hakkında Kanun</strong> ve <strong>5651 sayılı İnternet Ortamında Yapılan Yayınlar Hakkında Kanun</strong> gibi düzenlemelerle doğrudan ilişkilidir. TCK'nın Yağma maddesi ise doğrudan e-ticaret faaliyetini düzenleyen bir kanun değildir."
  },
  {
    "id": "232085",
    "unitNumber": 14,
    "text": "<strong>İnternet ortamında dolandırılmamak için alınacak önlemler arasında aşağıdakilerden hangisi <u>yoktur</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Güvenilir e-ticaret sitelerinden alışveriş yapmak",
      "B": "Güvenli olmadığı düşünülen dosyaları açıp bir bakmak",
      "C": "Gelen e-postaları dikkatle incelemek",
      "D": "E-postanın içeriğindeki eki indirmeden önce dikkatle incelemek",
      "E": "E-postanın güvenilir bir kaynaktan geldiğinden emin olmak"
    },
    "explanation": "İnternet ortamında dolandırılmamak için; güvenilir sitelerden alışveriş yapmak, gelen e-postaları ve eklerini dikkatle incelemek ve kaynağın güvenilirliğinden emin olmak gibi önlemler alınmalıdır. Güvenli olmadığı düşünülen bir dosyayı merak edip açmak, bir önlem değil, tam tersine büyük bir risktir."
  },
  {
    "id": "245053",
    "unitNumber": 14,
    "text": "<strong>İlk yazılı kanunları düzenleyip uyguladığı kabul edilen medeniyet aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Asurlular",
      "B": "Urartular",
      "C": "Sümerler",
      "D": "Lidyalılar",
      "E": "Frigyalılar"
    },
    "explanation": "Metnin giriş bölümünde, \"İlk yazılı kanunların yazıyı ilk bulan medeniyet olan <strong>Sümerler</strong> tarafından ortaya konması bir tesadüf değil, insanlığın olduğu her yerde hukuk kurallarının olduğunun bir ispatıdır\" ifadesi yer almaktadır."
  },
  {
    "id": "245056",
    "unitNumber": 14,
    "text": "<strong>Toplumu düzenleyen ve devletin yaptırım gücünü belirleyen yasaların bütünü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Hukuk",
      "B": "Etik",
      "C": "Ahlak",
      "D": "Sevgi",
      "E": "Görgü"
    },
    "explanation": "<strong>Hukuk</strong>, ders notlarında \"toplumu düzenleyen ve devletin yaptırım gücünü belirleyen kuralların bütünü olarak\" tanımlanmaktadır."
  },
  {
    "id": "245059",
    "unitNumber": 14,
    "text": "<strong>Suçun ancak kanun ile ortaya konulması durumunda yaptırımının olacağını ortaya koyan ilke aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Yasama İlkesi",
      "B": "Suçta ve Cezada Kanunilik İlkesi",
      "C": "Ceza İnfaz İlkesi",
      "D": "Yargı İlkesi",
      "E": "Ceza ve Muhakemede Yargı İlkesi"
    },
    "explanation": "Ceza Hukuku'nun temel ilkelerinden biri olan <strong>Suçta ve Cezada Kanunilik İlkesi</strong>, bir eylemin suç sayılabilmesi ve cezaya tabi olabilmesi için o eylemin açıkça kanunda \"suçtur\" şeklinde tanımlanmış olması gerektiğini ifade eder."
  },
  {
    "id": "245060",
    "unitNumber": 14,
    "text": "<strong>5651 Sayılı İnternet Kanunu’na göre barındırma (hosting) hizmeti veren işletmeler ve içeriğini kullanıcıların oluşturduğu sosyal medya platformları aşağıdaki kavramlardan hangisiyle açıklanmaktadır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Maddi sağlayıcı",
      "B": "İçerik sağlayıcı",
      "C": "Erişim sağlayıcı",
      "D": "Yer sağlayıcı",
      "E": "Manevi sağlayıcı"
    },
    "explanation": "5651 sayılı İnternet Kanunu'na göre; Facebook, Instagram, Wikipedia gibi içeriğini kullanıcıların oluşturduğu platformlar ile barındırma (hosting) hizmeti veren işletmeler <strong>\"yer sağlayıcı\"</strong> kapsamında kabul edilir."
  },
  {
    "id": "245064",
    "unitNumber": 14,
    "text": "<strong>Bir sosyal medya platformunda hiç tanımadığı bir kullanıcıyı sadece farklı siyasi görüşte olduğu için tehdit eden kişi, TCK’ya göre şikâyet edilmesi durumunda hangi madde kapsamında yargılanması <u>beklenmez</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Tehdit",
      "B": "Şantaj",
      "C": "Nefret ve Ayrımcılık",
      "D": "Hakaret",
      "E": "Dolandırıcılık"
    },
    "explanation": "Bir kullanıcıyı siyasi görüşü nedeniyle tehdit etmek; <strong>Tehdit (TCK 106), Şantaj (TCK 107), Nefret ve Ayrımcılık (TCK 122)</strong> ve söylemin içeriğine göre <strong>Hakaret (TCK 125)</strong> suçlarını oluşturabilir. <strong>Dolandırıcılık (TCK 157)</strong> ise hileli davranışlarla bir kimseyi aldatarak menfaat sağlamayı ifade eder ve bu senaryoyla doğrudan ilgili değildir."
  },
  {
    "id": "245071",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi, bir kullanıcının sosyal medyada yaptığı paylaşımın TCK’ya göre Kamu Barışına Karşı İşlenen Suçlar kapsamında doğrudan değerlendirilmesini gerektiren bir durum <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Suç işlemeyi tahrik eden paylaşım",
      "B": "Korku ve panik yaratıcı paylaşım",
      "C": "Özel Hayatın Gizliliğini İhlal eden paylaşım",
      "D": "Suçu veya suçluyu övücü paylaşım",
      "E": "Kanunlara uymamayı telkin eden paylaşım"
    },
    "explanation": "<strong>Kamu Barışına Karşı Suçlar</strong> başlığı altında; korku ve panik yaratma, suç işlemeye tahrik, suçu ve suçluyu övme ve kanunlara uymamaya tahrik gibi eylemler düzenlenmiştir. Özel hayatın gizliliğini ihlal ise TCK'nın farklı bir bölümünde (Madde 134) düzenlenen, kişiye karşı işlenen bir suçtur."
  },
  {
    "id": "245073",
    "unitNumber": 14,
    "text": "<strong>Bir kullanıcının çok satan bir şarkı albümünün dijital versiyonunu sosyal medya hesabından paylaşması ile aşağıdaki hangi kanun doğrudan ihlal edilmiş olur?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "5651 sayılı İnternet Ortamında Yapılan Yayınlar Hakkında Kanun",
      "B": "5846 sayılı Fikir ve Sanat Eserleri Kanunu",
      "C": "6502 sayılı Tüketicinin Korunması Hakkında Kanun",
      "D": "6563 sayılı Elektronik Ticaretin Düzenlenmesi Hakkında Kanun",
      "E": "6102 sayılı Türk Ticaret Kanunu"
    },
    "explanation": "Bir eserin (müzik, film, kitap vb.) sahibinden izinsiz olarak çoğaltılması, yayılması ve paylaşılması, <strong>5846 sayılı Fikir ve Sanat Eserleri Kanunu</strong>'nun ihlalidir. İnternet üzerinden yapılan korsan paylaşımlar da bu kanun kapsamında suç teşkil etmektedir."
  },
  {
    "id": "356763",
    "unitNumber": 14,
    "text": "<strong>Bir kimsenin inanç, düşünce ve kanaatlerinden kaynaklanan yaşam tarzına ilişkin tercihlerine müdahale eden veya bunları değiştirmeye zorlayan kişi, Türk Ceza Kanunu’na göre şikâyet edilmesi durumunda aşağıdakilerden hangisi kapsamında hâkim karşısına çıkar?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "İnanç, düşünce ve kanaat hürriyetinin kullanılmasını engelleme",
      "B": "Nefret, ayırımcılık, halkı kin ve düşmanlığa tahrik veya aşağılama",
      "C": "Özel hayatın gizliliğini ihlal",
      "D": "Kamu barışına karşı suçlar",
      "E": "Genel ahlaka karşı suçlar"
    },
    "explanation": "TCK Madde 115, \"bir kimsenin inanç, düşünce ve kanaatlerinden kaynaklanan yaşam tarzına ilişkin tercihlerine müdahale eden veya bunları değiştirmeye zorlayan kişiye\" hapis cezası verileceğini düzenler. Bu madde, <strong>İnanç, düşünce ve kanaat hürriyetinin kullanılmasını engelleme</strong> suçunu tanımlar."
  }
]