[
  {
    "id": "264535",
    "unitNumber": 1,
    "text": "<strong>Bir cismin dikey bir d&uuml;zlem &uuml;zerinde kesildiği varsayılarak &ouml;l&ccedil;ekli olarak &ccedil;izimine ne ad verilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Plan",
      "B": "Kesit",
      "C": "R&ouml;l&ouml;ve",
      "D": "Restorasyon",
      "E": "Elevasyon"
    },
    "explanation": "Bir cismin veya yapının dikey bir düzlem üzerinde kesildiği varsayılarak, iç yapısını ve yüksekliğini gösteren, ölçekli olarak hazırlanan teknik çizime <b>kesit</b> denir. Kesit, yapının farklı seviyelerdeki detaylarını, kat yüksekliklerini ve kullanılan malzemelerin kalınlığını anlaşılır biçimde aktarmak için temel bir mimari çizim türüdür."
  },
  {
    "id": "264537",
    "unitNumber": 1,
    "text": "<strong>Bir yapının veya eserin mevcut bulunduğu yıpranma d&uuml;zeyinde korunması i&ccedil;in yapılan m&uuml;dahaleye ne ad verilir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Elevasyon",
      "B": "Restorasyon",
      "C": "Konservasyon",
      "D": "Restit&uuml;syon",
      "E": "R&ouml;l&ouml;ve"
    },
    "explanation": "Bir yapının veya eserin mevcut durumunu (yıpranma düzeyi dahil) korumak, bozulmasını yavaşlatmak ve stabilize etmek amacıyla yapılan tüm müdahalelere <b>konservasyon</b> (koruma) denir. Konservasyon, eserin fiziksel bütünlüğünü korumayı hedefler ve temel amaç, eserin mevcut durumunun sürdürülmesidir, bu da eserin mevcut bulunduğu yıpranma düzeyinde korunmasını içerir."
  },
  {
    "id": "264541",
    "unitNumber": 1,
    "text": "<strong>Arap harflerinin kullanılmasıyla oluşmuş, İslamiyet&rsquo;in ilk y&uuml;zyıllarında kullanılan dik, sert ve k&ouml;şeli yazı t&uuml;r&uuml; aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kufi",
      "B": "Nesih",
      "C": "S&uuml;l&uuml;s",
      "D": "Talik",
      "E": "Rika"
    },
    "explanation": "İslamiyet'in ilk dönemlerinde ortaya çıkan ve Arap alfabesi kullanılarak geliştirilen, dik, sert, köşeli ve geometrik hatlara sahip yazı türüne <b>Kûfî</b> adı verilir. Kûfî yazı, özellikle Kur'an yazmalarında ve anıtsal yapılarda kitabelerde yaygın olarak kullanılmıştır."
  },
  {
    "id": "264543",
    "unitNumber": 1,
    "text": "<strong>Pencere ve kapı a&ccedil;ıklıklarında boşluğun &uuml;zerindeki duvar y&uuml;k&uuml;n&uuml; taşımak i&ccedil;in yerleştirilen yatay atkıya ne ad verilir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Eşik",
      "B": "S&uuml;tun",
      "C": "Tonoz",
      "D": "Tromp",
      "E": "Lento"
    },
    "explanation": "Pencere ve kapı gibi açıklıkların üzerine gelen duvar yükünü taşıyarak bu yükü açıklığın yan kenarlarına aktarmak amacıyla yerleştirilen yatay taşıyıcı elemana <b>lento</b> (veya hatıl/üst eşik) denir. Lento, açıklığın üzerindeki duvarın çökmesini engellemek için hayati öneme sahiptir."
  },
  {
    "id": "264544",
    "unitNumber": 1,
    "text": "&hellip;&hellip;&hellip;&hellip;., yapıların daha &ccedil;ok i&ccedil; y&uuml;zeylerinde kullanılan ve y&uuml;zeysel al&ccedil;ı kabartmanın renklendirilmesi ile elde edilen bir s&uuml;sleme tekniğidir.<br /><strong>C&uuml;mlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "K&uuml;ndek&acirc;ri",
      "B": "&Ccedil;ini",
      "C": "Kalemişi",
      "D": "Malakari",
      "E": "Fresko"
    },
    "explanation": "Yapıların genellikle iç yüzeylerinde uygulanan ve sıva üzerine alçı malzemeden <b>yüzeysel kabartma</b> şeklinde yapılan, ardından renklendirilebilen süsleme tekniğine <b>Malakâri</b> denir. Bu teknik, özellikle Selçuklu ve Osmanlı mimarisinde zengin dekoratif kompozisyonlar oluşturmak için kullanılmıştır."
  },
  {
    "id": "264546",
    "unitNumber": 1,
    "text": "<strong>Cami ve mescitler ile namazg&acirc;hlarda kıble (K&acirc;be) y&ouml;n&uuml;n&uuml; belirleyen, imamın &ouml;n&uuml;nde durarak namaz kıldırdığı, genellikle mukarnas kavsaralı, etrafı &ccedil;er&ccedil;evelenmiş, duvarda k&uuml;&ccedil;&uuml;k bir girinti bi&ccedil;iminde yapılmış b&ouml;l&uuml;m aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Mahfil",
      "B": "Minber",
      "C": "Mihrap",
      "D": "Vaaz K&uuml;rs&uuml;s&uuml;",
      "E": "M&uuml;kebbire"
    },
    "explanation": "Cami, mescit ve namazgâhlarda, cemaatin yönelmesi gereken <b>kıble</b> (Kâbe) yönünü işaret eden, genellikle yarım daire veya dikdörtgen planlı, duvarda küçük bir <b>girinti</b> (niş) biçiminde yapılmış ve imamın namaz kıldırırken durduğu bölüme <b>Mihrap</b> denir. Mihraplar, estetik ve sanatsal açıdan zengin süslemelerle, özellikle <b>mukarnas kavsaralarla</b> donatılabilir."
  },
  {
    "id": "264551",
    "unitNumber": 1,
    "text": "<strong>Genellikle b&uuml;y&uuml;k camilerin yanında yer alan i&ccedil;erisinde ezan vakitlerinin belirlenmesi i&ccedil;in gerekli aletlerin ve saatlerin bulunduğu yapıya ne ad verilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "İmarethane",
      "B": "Muvakkithane",
      "C": "Bimarhane",
      "D": "Şifahane",
      "E": "Mevlevihane"
    },
    "explanation": "Özellikle Osmanlı döneminde, büyük cami külliyelerinin veya merkezi camilerin yakınında kurulan, namaz vakitlerinin ve diğer dini zamanların doğru hesaplanması için gerekli <b>saatlerin</b> ve astronomik aletlerin bulunduğu yapıya <b>Muvakkithane</b> denir. Bu yapılar, zamanın belirlenmesi ve duyurulması işlevini görürdü."
  },
  {
    "id": "266739",
    "unitNumber": 1,
    "text": "<strong>Arap alfabesindeki her harfin bir sayıyı g&ouml;stermesi kuralı ile harflerden se&ccedil;ilerek d&uuml;zenlenmiş, anlamlı dizilerle bir olayın meydana geldiği yılı belirtme yoluna ne ad verilir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Hicr&icirc; Takvim",
      "B": "Evkaf",
      "C": "İcazet",
      "D": "Ebced Hesabı",
      "E": "Miladi Takvim"
    },
    "explanation": "Arap alfabesindeki her harfe belirli bir sayısal değerin atanması esasına dayanan sisteme <b>Ebcet</b> (veya Ebced) denir. Bu sistem kullanılarak, bir olayın tarihini veya bir yapının inşa yılını gösteren anlamlı bir cümle veya kelime dizisi oluşturulabilir. Bu yönteme <b>Ebcet hesabı</b> veya tarih düşürme denir."
  },
  {
    "id": "266794",
    "unitNumber": 1,
    "text": "<strong>İslam&rsquo;ın ilk d&ouml;nemlerinde Arap-İslam ordularının hazır kuvvet bulundurmak amacı ile sınır boylarına inşa ettikleri asker&icirc; &uuml;s yapılarına ne ad verilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "İmaret",
      "B": "Ribat",
      "C": "Mescid",
      "D": "Kasır",
      "E": "Karakol"
    },
    "explanation": "İslamiyet'in ilk dönemlerinde, özellikle sınır bölgelerinde Arap-İslam ordularının hazır kuvvetlerini barındırmak, savunma ve akınlar için üs olarak kullanmak amacıyla inşa ettikleri <b>askerî üs</b> yapılarına <b>Ribât</b> denir. Ribatlar, zamanla dini ve sosyal işlevler de üstlenerek hem karakol hem de dervişler için toplanma yeri haline gelmiştir."
  },
  {
    "id": "266795",
    "unitNumber": 1,
    "text": "<strong>Bir yapının veya eserin yıkılan, harap olan b&ouml;l&uuml;mlerinin daha fazla tahrip olmasını &ouml;nlemek i&ccedil;in aslına uygun bi&ccedil;imde onarılmasına &hellip;&hellip;. denir.<br />Metindeki boşluğa aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Restorasyon",
      "B": "Restit&uuml;syon",
      "C": "R&ouml;l&ouml;ve",
      "D": "Rekonstr&uuml;ksiyon",
      "E": "Elevasyon"
    },
    "explanation": "Tarihi bir yapının veya eserin yıkılmış, harap olmuş veya bozulmuş bölümlerinin, eserin <b>aslına uygun</b> (orijinal haline sadık kalınarak) biçimde onarılması ve yeniden işlev kazandırılması amacını taşıyan müdahaleye <b>Restorasyon</b> (yenileme/onarım) denir. Restorasyon, eserin tarihi ve mimari değerini koruyarak tahribatın önüne geçmeyi hedefler."
  },
  {
    "id": "266796",
    "unitNumber": 1,
    "text": "<strong>Cami, medrese, hamam, imaret, şifahane ve &ccedil;arşı gibi ek yapıları ile birlikte inşa edilen yapılar topluğuna&hellip;&hellip;. denir.<br />Metindeki boşluğa aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Sebil",
      "B": "&Ccedil;eşme",
      "C": "Selsebil",
      "D": "Manastır",
      "E": "K&uuml;lliye"
    },
    "explanation": "Bu tanım, cami, medrese, hamam, imaret (aşevi), şifahane (hastane) ve çarşı gibi farklı işlevlere sahip yapıların bir araya gelerek oluşturduğu büyük yapı kompleksini ifade eder. Bu tür yapılar topluluğuna <b>Külliye</b> adı verilir. Külliyeler genellikle bir vakıf tarafından kurulur ve sosyal, kültürel ve ekonomik ihtiyaçları karşılamak üzere tasarlanmıştır. Merkezinde genellikle ana ibadet yapısı olan <b>Cami</b> bulunur."
  },
  {
    "id": "266824",
    "unitNumber": 1,
    "text": "<strong>Orta Asya&rsquo;nın kuzeyinde &ouml;zellikle milattan &ouml;nce ve miladın ilk y&uuml;zyıllarında yaygın bir bi&ccedil;imde uygulanan toprak altı mezar yapılarına ne ad verilir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Avlu",
      "B": "Eyvan",
      "C": "Kurgan",
      "D": "T&uuml;rbe",
      "E": "İmaret"
    },
    "explanation": "Orta Asya’nın kuzey bölgelerinde, özellikle M.Ö. ve M.S. ilk yüzyıllarında yaygın olarak kullanılan bu toprak altı mezar yapılarına <b>Kurgan</b> denir. Kurganlar, ölen kişinin eşyaları ve bazen atlarıyla birlikte gömüldüğü, üzerinde toprak yığını veya taş kaplama bulunan anıtsal mezarlardır. Bu yapılar, erken <b>göçebe kültürlerin</b> defin geleneklerini yansıtır."
  },
  {
    "id": "266826",
    "unitNumber": 1,
    "text": "<strong>Aşağıdaki se&ccedil;eneklerden hangisi farklı iki cins malzemenin(taş ve tuğlanın) atlamalı olarak meydana getirdiği &ouml;rg&uuml; t&uuml;r&uuml;d&uuml;r?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kuruduvar",
      "B": "Kesmetaş",
      "C": "Almaşık",
      "D": "Moloztaş",
      "E": "Kiklobik"
    },
    "explanation": "Farklı iki cins malzemenin, yani <b>taş ve tuğlanın</b> bir sıra veya bir kaç sıra halinde birbirini atlamalı olarak takip etmesiyle oluşturulan örgü türüne <b>Almaşık Örgü</b> (veya bazen <b>Herme</b>) denir. Bu teknik, hem yapının mukavemetini artırmak hem de estetik bir görünüm sağlamak amacıyla özellikle Bizans ve Osmanlı mimarisinde yaygın olarak kullanılmıştır."
  },
  {
    "id": "266828",
    "unitNumber": 1,
    "text": "<strong>Kilisenin doğusunda ve apsisin &ouml;n&uuml;nde bulunan, &uuml;zerinde din&icirc; t&ouml;renin yapıldığı sunak masasının bulunduğu kutsal b&ouml;l&uuml;me &hellip;..............&hellip;.. ne ad verilir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Naos",
      "B": "Apsis",
      "C": "Natrheks",
      "D": "Bema",
      "E": "Nef"
    },
    "explanation": "Kilisenin doğu tarafında, <b>apsisin önünde</b> bulunan ve dinî törenlerin yapıldığı, <b>sunak masasının (altar)</b> bulunduğu kutsal bölüme <b>Bema</b> veya <b>Presbiteryum</b> denir. Bu alan, ruhban sınıfına ayrılmıştır ve normal ibadet alanından (Naves) genellikle bir <b>ikonostasis</b> veya korkuluk ile ayrılır."
  },
  {
    "id": "266831",
    "unitNumber": 1,
    "text": "<strong>Mahalle aralarında bağımsız olarak veya bir yapıya bitişik yapılmış, genellikle herkesin yararlanması i&ccedil;in yapılan, borularla gelen suyun bir oluktan ya da musluktan aktığı, bir yalağı bulunan su yapılarına..&hellip;.. denir.<br />Boş bırakılan yere aşağıdaki se&ccedil;eneklerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Sebil",
      "B": "​ Selsebil",
      "C": "Kurun",
      "D": "&Ccedil;eşme",
      "E": "L&uuml;le"
    },
    "explanation": "Mahalle aralarında bağımsız veya bir yapıya bitişik olarak inşa edilen, borularla gelen suyun bir musluk veya oluktan akıtıldığı, altında su toplamak için <b>yalağı</b> bulunan su yapılarına <b>Çeşme</b> denir. Çeşmeler, genellikle hayır amaçlı olup, halkın su ihtiyacını karşılamak için yapılmıştır ve Osmanlı mimarisinin önemli unsurlarındandır."
  },
  {
    "id": "266832",
    "unitNumber": 1,
    "text": "Antik kentlerinde at ve araba koşularının yapıldığı, etrafı seyirci yerleri ile &ccedil;evrili alanlara..&hellip;.. denir.<br />Boş bırakılan yere aşağıdaki se&ccedil;eneklerden hangisi getirilmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Forum",
      "B": "Hipodrom",
      "C": "Stadyum",
      "D": "Arena",
      "E": "Bazilka"
    },
    "explanation": "Antik kentlerde, özellikle Roma ve Bizans dönemlerinde, at ve araba koşularının (circus races) düzenlendiği, etrafı <b>seyirci yerleri (cavea)</b> ile çevrili uzun ve dar alanlara <b>Hipodrom</b> denir. Bu yapılar, halkın eğlence ve sosyal etkinlik merkezi olarak kullanılırdı."
  },
  {
    "id": "266833",
    "unitNumber": 1,
    "text": "<strong>&Ccedil;oğunlukla bir cami b&uuml;nyesinde yapılan, bazen bir camiden ayrı olarak da oluşturulabilen, fakirlere &ouml;zellikle yemek yardımı yapmak amacı ile kurulan ve vakıf niteliğinde olan yapılara ne ad verilir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Tekke",
      "B": "Hazire",
      "C": "K&uuml;lliye",
      "D": "T&uuml;rbe",
      "E": "İmaret"
    },
    "explanation": "Çoğunlukla cami bünyesinde bir külliyenin parçası olarak, bazen de bağımsız olarak kurulan ve temel amacı <b>fakirlere ve medrese öğrencilerine yemek yardımı</b> yapmak olan vakıf niteliğindeki yapılara <b>İmarethane</b> (veya Aşevi) denir. İmarethaneler, Osmanlı sosyal devlet anlayışının önemli bir parçasıdır."
  },
  {
    "id": "328722",
    "unitNumber": 1,
    "text": "<strong>Asıl ibadet alanının &uuml;zerini &ouml;rten kubbenin altı ayak tarafından taşınması ile oluşan cami plan t&uuml;r&uuml; aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Altı istinatlı cami",
      "B": "Merkez&icirc; planlı cami",
      "C": "Sekiz istinatlı cami",
      "D": "Transept planlı cami",
      "E": "&Ccedil;ok ayaklı cami"
    },
    "explanation": "Asıl ibadet alanının üzerini örten büyük <b>kubbenin yükünü</b> taşıyan dört ana duvar dışında, kubbe ağırlığını zemine aktarmak için içeride <b>altı adet destek (ayak veya sütun)</b> kullanılan cami plan tipidir. Bu plan şeması, merkezi kubbenin etrafındaki alanları genişletmek ve dengeyi sağlamak için geliştirilmiştir. Bu mimari düzenleme, <b>Altı Ayaklı Plan Tipi</b> olarak adlandırılır."
  },
  {
    "id": "328726",
    "unitNumber": 1,
    "text": "<strong>Bir kemer yayının tepe noktasından inen dikin &ccedil;evresine d&ouml;nmesi ile meydana gelen &ouml;rt&uuml; bi&ccedil;imine ne ad verilir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kubbe kasnağı",
      "B": "Kubbe feneri",
      "C": "Kubbe ayağı",
      "D": "Kubbe",
      "E": "Maksure kubbesi"
    },
    "explanation": "Bir kemer yayının tepe noktasından inen dikey bir eksen (dik) etrafında 360 derece dönmesi (devir etmesi) ile meydana gelen yarım küre şeklindeki örtü biçimine <b>Kubbe</b> denir. Kubbeler, büyük ve kare planlı mekânların örtülmesinde kullanılan en önemli mimari unsurlardan biridir."
  },
  {
    "id": "328734",
    "unitNumber": 1,
    "text": "<strong>Yapıların i&ccedil; y&uuml;zeylerinde kullanılan ve y&uuml;zeysel al&ccedil;ı kabartmanın renklendirilmesi ile elde edilen s&uuml;sleme tekniğine ne denir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Malakari",
      "B": "Fresko",
      "C": "Vitray",
      "D": "R&ouml;lyef",
      "E": "&Ccedil;ini"
    },
    "explanation": "Yapıların iç yüzeylerinde kullanılan, ince bir alçı tabakasının şekillendirilerek (kabartma yapılarak) ve daha sonra <b>renklendirilerek</b> elde edilen süsleme tekniğine <b>Alçı Kalem İşi</b> veya genellikle batıda kullanılan terimle <b>Stukko</b> denir. Bu teknik, özellikle Selçuklu ve erken Osmanlı mimarisinde niş, kubbe içi ve duvar yüzeylerini süslemek için popülerdir."
  },
  {
    "id": "366965",
    "unitNumber": 1,
    "text": "<strong>Kiliselerde koronun arkasında bulunan ve camilerdeki mihrap b&ouml;l&uuml;m&uuml;n&uuml; teşkil&nbsp;eden, doğu y&ouml;n&uuml;n&uuml; g&ouml;steren genellikle yarım yuvarlak planlı niş i&ccedil;in aşağıdaki ifadelerden hangisi kullanılır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Mihrap",
      "B": "Apsis",
      "C": "Narteks",
      "D": "Ambon",
      "E": "Bema"
    },
    "explanation": "Kiliselerde koronun arkasında bulunan, genellikle yarım yuvarlak planlı olup, camilerdeki <b>mihrap</b> bölümünün karşılığı olarak doğu yönünü gösteren mimari öğe <b>Apsis</b> olarak adlandırılır. Apsis, kutsal kabul edilen sunağın (altar) bulunduğu mekandır."
  },
  {
    "id": "366967",
    "unitNumber": 1,
    "text": "<strong>Temizlik maksadıyla inşa edilmiş kamuya a&ccedil;ık herkesin yıkanabileceği T&uuml;rk-İslam d&ouml;nemi hamam yapılarında aşağıdaki b&ouml;l&uuml;mlerden hangisi <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Soyunmalık (Camek&acirc;n)",
      "B": "Ilıklık",
      "C": "Sıcaklık",
      "D": "Revak",
      "E": "K&uuml;lhan"
    },
    "explanation": "Türk-İslam dönemi hamam yapıları, temizlenme ve sosyalleşme amacıyla inşa edilir. Standart bir hamam yapısında <b>soğukluk</b> (camekan), <b>ılıklık</b> (tepidarium) ve <b>sıcaklık</b> (caldarium) bölümleri bulunur. Hamam, bir ibadethane yapısı olmadığı için genellikle kilise veya tapınakların ana ibadet mekanı olan <b>Naos</b> (Nef) gibi bölümler hamamlarda yer almaz."
  },
  {
    "id": "367035",
    "unitNumber": 1,
    "text": "<strong>G&ouml;zlemevi, g&ouml;k bilimi i&ccedil;in kullanılan medrese t&uuml;r&uuml; aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Rasathane",
      "B": "Ribat",
      "C": "Kasır",
      "D": "Kervansaray",
      "E": "Bezirhane"
    },
    "explanation": "Gözlemevi, gök bilimi (astronomi) çalışmaları ve gözlemleri yapmak üzere özel olarak inşa edilmiş bilim merkezidir. Bu tür yapılar, özellikle İslam medeniyetinde medreselerin yanında kurularak bilimsel çalışmaların ilerlemesini sağlamıştır ve <b>Rasathane</b> olarak adlandırılır."
  },
  {
    "id": "393952",
    "unitNumber": 1,
    "text": "<strong>S&uuml;tunun ağırlık altında dağılmasını &ouml;nlemek i&ccedil;in g&ouml;vdeye sarılacak madeni &ouml;ğeye ne ad verilir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "S&uuml;tun Kaidesi",
      "B": "S&uuml;tun Başlığı",
      "C": "S&uuml;tun Bileziği",
      "D": "S&uuml;tun G&ouml;vdesi",
      "E": "S&uuml;tun Yastığı"
    },
    "explanation": "Sütunun üzerine binen aşırı ağırlık veya yapısal zayıflık nedeniyle gövdenin patlayıp dağılmasını önlemek amacıyla gövdeye sarılan madeni pekiştirme öğesine <b>sütun kuşağı</b> (veya bilezik/kıskaç) adı verilir. Bu eleman, sütun malzemesine (taş, mermer) destek sağlar ve bütünlüğünü korur."
  },
  {
    "id": "393953",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi bir tonoz &ouml;rt&uuml; bi&ccedil;imi <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kaburgalı Tonoz",
      "B": "&Ccedil;apraz Tonoz",
      "C": "Aynalı Tonoz",
      "D": "Beşik Tonoz",
      "E": "Bursa Tonozu"
    },
    "explanation": "Tonoz, kemerlerin birbiri ardına dizilmesiyle ortaya çıkan, mekanları örtmeye yarayan eğrisel bir yapı elemanıdır. Yaygın tonoz tipleri arasında <b>beşik tonoz</b>, <b>çapraz tonoz</b> ve manastır tonozu bulunur. <b>Pandantif</b> ise bir tonoz örtü biçimi değil, kubbeli yapılarda kare planlı alt yapıdan dairesel kubbe kasnağına geçişi sağlayan taşıyıcı üçgen elemandır."
  },
  {
    "id": "264630",
    "unitNumber": 2,
    "text": "<b>Aşağıdakilerden hangisi Anadolu&#39;da tarih &ouml;ncesi d&ouml;nemler arasında <u>yer almaz</u>?</b>",
    "correctAnswer": "D",
    "options": {
      "A": "Neolitik (Yeni Taş) &Ccedil;ağ",
      "B": "Kalkeololitik (Taş-Bakır)",
      "C": "Bronz &Ccedil;ağı",
      "D": "Orta &Ccedil;ağ",
      "E": "Paleolitik (Eski Taş) &Ccedil;ağ"
    },
    "explanation": "Anadolu'da tarih öncesi dönemler, yazının icadından (MÖ 3200 civarı) önceki zaman dilimlerini kapsar: <b>Paleolitik</b>, <b>Mezolitik</b>, <b>Neolitik</b> ve <b>Kalkolitik</b> çağlar. Yazının kullanılmaya başlandığı ve tarihi çağlara geçişi simgeleyen <b>Asur Ticaret Kolonileri Çağı</b> gibi dönemler ise tarih öncesi değil, Protohistorik veya Tarihi dönemler arasında yer alır."
  },
  {
    "id": "264644",
    "unitNumber": 2,
    "text": "<strong>Anadolu&rsquo;nun en eski yerleşimine ait G&ouml;bekli Tepe, arkeologların buluntuları ışığında g&uuml;n&uuml;m&uuml;zden ne kadar yıl &ouml;nceye tarihlendirilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "12000",
      "B": "10000",
      "C": "9000",
      "D": "5000",
      "E": "1200"
    },
    "explanation": "Şanlıurfa yakınlarında bulunan ve dünyanın bilinen en eski anıtsal tapınak kompleksi olan <b>Göbekli Tepe</b>, Çanak Çömleksiz Neolitik A dönemine (PPNA) tarihlenir. Arkeolojik bulgular, bu yapının yaklaşık olarak günümüzden <b>12.000 yıl önceye</b> (MÖ 10. binyıl) dayandığını göstermektedir."
  },
  {
    "id": "264648",
    "unitNumber": 2,
    "text": "<strong>M&Ouml; 10.000- 6000 tarihleri arasındaki zaman dilimi aşağıdaki d&ouml;nemlerden hangisini kapsar?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kalkolitik",
      "B": "Paleolitik",
      "C": "Neolitik",
      "D": "Bronz &Ccedil;ağı",
      "E": "Tun&ccedil; &Ccedil;ağı"
    },
    "explanation": "MÖ 10.000 ile MÖ 6000 yılları arasındaki zaman dilimi, Anadolu'da insanların avcı-toplayıcılıktan yerleşik yaşama ve tarıma geçtiği büyük kültürel değişimin yaşandığı dönemi, yani <b>Neolitik Dönem</b>'i (Yeni Taş Çağı) kapsamaktadır."
  },
  {
    "id": "264653",
    "unitNumber": 2,
    "text": "&hellip;&hellip;&hellip;&hellip;., M&Ouml; 2000-1000 yıllarında Anadolu&rsquo;ya Kafkasya&rsquo;dan G&uuml;ney İran, Mezopotamya yolu ile geldikleri kabul ediliyor. Boğazk&ouml;y, K&uuml;ltepe, Alaca, Alişar&rsquo;da bu uygarlığının &ouml;nemli kalıntıları vardır.<br /><strong>Paragrafta boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kimmerlerin",
      "B": "Urartuların",
      "C": "Hattilerin",
      "D": "Hititlerin",
      "E": "Friglerin"
    },
    "explanation": "MÖ 2000-1000 yılları arasında Anadolu'da Kafkasya ve Mezopotamya üzerinden gelerek Boğazköy (Hattuşa) merkezli büyük bir imparatorluk kuran ve Kültepe'de önemli kalıntılar bırakan Hint-Avrupa kökenli uygarlık <b>Hititler</b>dir. Hititler, Anadolu'da devletler kuran ilk büyük topluluktur."
  },
  {
    "id": "264655",
    "unitNumber": 2,
    "text": "<div style=\"text-align: justify;\">\t<strong>M&Ouml; 725-675 yıllarında Anadolu&rsquo;ya g&ouml;&ccedil; eden Balkan k&ouml;kenli boylardan olup siyasi bir topluluk olarak ilk defa M&Ouml; 750&rsquo;den sonra Hitit İmparatorluğu&rsquo;nun yıkılmasının ardından Anadolu&#39;da kurulan uygarlık aşağıdakilerden hangisidir?</strong></div>",
    "correctAnswer": "E",
    "options": {
      "A": "Likya",
      "B": "Lidya",
      "C": "Urartu",
      "D": "Hatti",
      "E": "Frigler"
    },
    "explanation": "Hitit İmparatorluğu'nun çöküşünün ardından (MÖ 1200 sonrası) Anadolu'ya Balkanlar'dan göç eden ve MÖ 750'den sonra siyasi bir güç olarak ortaya çıkan, Gordion merkezli uygarlık <b>Frigler</b>dir. Frigler, özellikle metal işleme ve dokumacılıkta ilerlemişlerdir."
  },
  {
    "id": "266877",
    "unitNumber": 2,
    "text": "<strong>G&ouml;beklitepe aşağıdaki illerden hangisinin sınırları i&ccedil;indedir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Mardin",
      "B": "Gaziantep",
      "C": "Diyarbakır",
      "D": "Şanlıurfa",
      "E": "Kahramanmaraş"
    },
    "explanation": "<b>Göbeklitepe</b>, tarih öncesi döneme ait önemli bir kült merkezi olup, dünyanın bilinen en eski megalitik yapılarına ev sahipliği yapar. Bu arkeolojik alan, Türkiye'nin güneydoğusunda, <b>Şanlıurfa</b> ili sınırları içerisinde yer almaktadır ve Neolitik dönemin anlaşılması açısından kritik öneme sahiptir. <br>Bu bölge, tarımın başlangıcından önceki avcı-toplayıcı kültürlerin karmaşık sosyal yapılarını gösterir."
  },
  {
    "id": "266878",
    "unitNumber": 2,
    "text": "<strong>Urartu mimarisinin en &ouml;nemli yapı tipleri aşağıdakilerin hangisinde verilmiştir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Tapınak-Saray-Kale",
      "B": "Saray-Hamam-Kilise",
      "C": "Han-Hamam-Saray",
      "D": "T&uuml;m&uuml;l&uuml;s-Kale-T&uuml;rbe",
      "E": "H&ouml;y&uuml;k-T&uuml;m&uuml;l&uuml;s-Saray"
    },
    "explanation": "<b>Urartu</b> medeniyeti (MÖ 9. - 6. yy), Doğu Anadolu'da gelişmiş ve özellikle <b>mimari</b> alanda büyük ilerlemeler kaydetmiştir. Urartu mimarisinin en bilinen ve kalıcı yapı tipleri, güçlü savunma amaçlı inşa edilen <b>kaleler</b> (örneğin Tuşpa/Van Kalesi) ve yüksek ustalık gerektiren <b>kaya mezarlarıdır</b>. Bu yapılar, Urartuların taş işçiliğindeki yetkinliğini ve merkezi otoritelerinin gücünü gösterir."
  },
  {
    "id": "266879",
    "unitNumber": 2,
    "text": "<strong>Alman arkeolog Heinrich Schliemann&rsquo;ın 1871 yılında Truva kazılarında yağmaladığı 24 par&ccedil;a altın takı, K&uuml;lt&uuml;r ve Turizm Bakanlığı girişimiyle, 140 yıl sonra Ankara Anadolu Medeniyetleri M&uuml;zesi&rsquo;ne geri getirilmiştir. Metinde s&ouml;z&uuml; edilen Truva antik kenti hangi ilimiz sınırları i&ccedil;erisindedir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Manisa",
      "B": "İzmir",
      "C": "Edirne",
      "D": "&Ccedil;anakkale",
      "E": "Kırklareli"
    },
    "explanation": "Efsanelere ve Homeros'un İlyada destanına konu olan <b>Truva (Troya) Antik Kenti</b>, Anadolu'nun kuzeybatısında, günümüz <b>Çanakkale</b> ili sınırları içinde yer almaktadır. Alman arkeolog <b>Heinrich Schliemann</b> tarafından yapılan kazılarla dünya çapında ün kazanmış olup, UNESCO Dünya Mirası Listesi'nde yer almaktadır. Antik kent, birden fazla yerleşim katmanına sahiptir."
  },
  {
    "id": "266880",
    "unitNumber": 2,
    "text": "<strong>Lidyalıların en &ouml;nemli mezarları aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Mouzelyum",
      "B": "T&uuml;rbe",
      "C": "T&uuml;m&uuml;l&uuml;s",
      "D": "K&uuml;mbet",
      "E": "Şapel"
    },
    "explanation": "<b>Lidyalılar</b> (MÖ 7. - 6. yy), Batı Anadolu'da hüküm sürmüş ve parayı icat eden medeniyet olarak bilinirler. Lidyalıların ölü gömme geleneklerinde en önemli ve karakteristik yapı tipi <b>tümülüslerdir</b>. Tümülüsler, genellikle soylular veya krallar için inşa edilen, toprak ve taş yığma tepelerden oluşan büyük <b>anıt mezarlardır</b> (örneğin Manisa'daki Bin Tepe nekropolü)."
  },
  {
    "id": "266881",
    "unitNumber": 2,
    "text": "<strong>İnsanlık tarihinde tarımsal faaliyetlerin başladığı d&ouml;nem aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Neolitik D&ouml;nem",
      "B": "Kalkolitik D&ouml;nem",
      "C": "Paleolotik D&ouml;nem",
      "D": "Bronz &Ccedil;ağı",
      "E": "İlk &Ccedil;ağ"
    },
    "explanation": "İnsanlık tarihinde avcı-toplayıcılıktan yerleşik hayata geçişin ve dolayısıyla <b>tarımsal faaliyetlerin</b> başladığı dönem <b>Neolitik Dönem</b>'dir (Cilalı Taş Devri). Bu dönem, yaklaşık MÖ 10.000 civarında başlamış olup, insanların ilk kez toprağı işlemeye, bitkileri ıslah etmeye ve hayvanları evcilleştirmeye başladığı, <b>Neolitik Devrim</b> adı verilen büyük dönüşüme işaret eder."
  },
  {
    "id": "266882",
    "unitNumber": 2,
    "text": "<strong>Tarihte bilinen ilk demokratik birliği kurmuş olan Anadolulu halk aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Likyalılar",
      "B": "Frikyalılar",
      "C": "Karyalılar",
      "D": "Urartular",
      "E": "Hititler"
    },
    "explanation": "Tarihte bilinen ve günümüzdeki federal sistemlere benzer bir yapıyı barındıran ilk demokratik birlik, Güneybatı Anadolu'da kurulan <b>Likya Birliği'dir</b>. <b>Likyalılar</b>, özerk şehir devletlerinden oluşan ve temsilcilerin nüfuslarına göre oy hakkına sahip olduğu bir meclis aracılığıyla ortak kararlar alan bir yapıya sahiptiler. Bu Birlik, antik dünyadaki <b>demokratik yönetim</b> ve federasyonun en dikkat çekici örneklerinden biri kabul edilir."
  },
  {
    "id": "266883",
    "unitNumber": 2,
    "text": "<strong>Doğu Anadolu&rsquo;da Van G&ouml;l&uuml; ve &ccedil;evresinde &Ccedil;avuştepe, Toprakkale, Patnos ve Erzincan civarında Altıntepe&rsquo;de tapınakları ve kaleleri ile dikkat &ccedil;eken tarım, hayvancılık ve madenciliği olduk&ccedil;a gelişmiş olan medeniyet aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Likyalılar",
      "B": "Frigyalılar",
      "C": "Karyalılar",
      "D": "Urartular",
      "E": "Hititler"
    },
    "explanation": "Bahsedilen coğrafya (Van Gölü çevresi) ve merkezler (Çavuştepe, Toprakkale, Altıntepe) <b>Urartu Devleti</b>'ne işaret eder. Urartular, MÖ 9. yüzyılda kurulmuş, özellikle madencilik (demir ve tunç işçiliği) ve gelişmiş <b>sulama kanalları</b> sayesinde tarım ve hayvancılıkta ilerlemiş, güçlü <b>kale mimarisi</b> ile Doğu Anadolu'ya egemen olmuş bir medeniyettir."
  },
  {
    "id": "266884",
    "unitNumber": 2,
    "text": "<strong>Anadolu&rsquo;da ilk defa yazıyı kullanan medeniyet aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Likyalılar",
      "B": "Frigyalılar",
      "C": "Karyalılar",
      "D": "Urartular",
      "E": "Hititler"
    },
    "explanation": "Anadolu coğrafyasına <b>yazıyı</b> (özellikle çivi yazısını) getiren medeniyet, Mezopotamya kökenli olan <b>Asurlardır</b>. Asurlu tüccarlar, MÖ 2. binyılın başlarında, özellikle <b>Kültepe/Kaniş</b> gibi merkezlerde ticaret kolonileri kurarak kayıt tutmak amacıyla çivi yazısını kullanmışlardır. Bu sayede Anadolu, <b>Tarih Çağları'na</b> geçmiştir."
  },
  {
    "id": "266885",
    "unitNumber": 2,
    "text": "<strong>Ayakta kalan en eski demokratik meclis binasına sahip olan ve aynı zamanda K&uuml;lt&uuml;r ve Turizm Bakanlığı 2020 yılının teması se&ccedil;ilen Antalya&#39;nın Kaş İl&ccedil;esindeki Patara Antik Kenti aşağıdaki hangi antik b&ouml;lge i&ccedil;erisinde yer alır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Hattiler",
      "B": "Frigyalılar",
      "C": "Likyalılar",
      "D": "Urartular",
      "E": "Hititler"
    },
    "explanation": "Antalya'nın Kaş ilçesinde yer alan <b>Patara Antik Kenti</b>, Antik <b>Likya</b> bölgesi içerisinde yer alır. Patara, Likya Birliği'nin başkenti ve en önemli limanlarından biriydi. En önemli özelliklerinden biri, ayakta kalmış olan ve <b>Likya Birliği Meclisi'ne</b> ev sahipliği yapan dünyanın en eski demokratik meclis binalarından birine sahip olmasıdır. Bu önemi nedeniyle 2020 yılı Patara Yılı teması seçilmiştir."
  },
  {
    "id": "266886",
    "unitNumber": 2,
    "text": "<strong>1915 yılında ilk kez Hitit &ccedil;ivi yazısının dilini &ccedil;&ouml;zen araştırmacı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Winckelmann",
      "B": "C. Newton",
      "C": "Heinrich Schliemann",
      "D": "J. Lubbock",
      "E": "Friedrich Hrozny"
    },
    "explanation": "Hitit İmparatorluğu'nun (MÖ 17.-12. yy) başkenti Hattuşa'da bulunan <b>çivi yazılı tabletlerin</b> dilini çözen bilim insanı, Çek asıllı dilbilimci <b>Bedřich Hrozný</b>'dir. Hrozný, 1915 yılında yaptığı çalışmayla Hititçenin, daha önce bilinmeyen bir dil grubu değil, <b>Hint-Avrupa dilleri</b> grubuna ait olduğunu kanıtlamış ve Hitit tarihinin çözümlenmesini sağlamıştır."
  },
  {
    "id": "328735",
    "unitNumber": 2,
    "text": "<strong>G&uuml;n&uuml;m&uuml;zden 12.000 yıl &ouml;ncesine tarihlenen G&ouml;bekli Tepe hangi d&ouml;neme&nbsp; ait bir inan&ccedil; merkezidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Paleolitik D&ouml;nem",
      "B": "Neolitik&nbsp;D&ouml;nem",
      "C": "Kalkolitik&nbsp;D&ouml;nem",
      "D": "Bronz Devri",
      "E": "Tun&ccedil; Devri"
    },
    "explanation": "Göbekli Tepe, günümüzden yaklaşık 12.000 yıl öncesine, yani <b>Neolitik Dönem</b>'e (Cilalı Taş Devri) tarihlenen dünyanın bilinen en eski tapınak kompleksidir. Bu dönem, insanların avcı-toplayıcılıktan yerleşik hayata ve tarıma geçtiği kritik bir geçiş sürecini temsil eder. Göbekli Tepe'deki anıtsal yapılar, tarım öncesi toplulukların bile karmaşık sosyal organizasyonlara ve dini inançlara sahip olduğunu göstermesi açısından önemlidir. Bu nedenle Göbekli Tepe <b>Neolitik İnanç Merkezi</b> olarak bilinir."
  },
  {
    "id": "328736",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi Anadolu&#39;da ilk defa yazıyı kullanan uygarlıktır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Hititler",
      "B": "Likyalılar",
      "C": "Karyalılar",
      "D": "Urartular",
      "E": "Hattiler"
    },
    "explanation": "Anadolu'ya yazıyı getiren ve dolayısıyla <b>Anadolu'da Tarih Devirleri'ni başlatan</b> uygarlık <b>Asurlular</b>'dır. Asurlular, MÖ 2000'li yıllarda Kayseri yakınlarındaki <b>Kültepe (Kaniş)</b> merkezli kurdukları ticaret kolonileri aracılığıyla Mezopotamya'dan getirdikleri <b>çivi yazısını</b> kullanmışlardır. Bu faaliyetler sayesinde Anadolu, tarih öncesi çağlardan tarih çağlarına geçiş yapmıştır."
  },
  {
    "id": "328739",
    "unitNumber": 2,
    "text": "Yazının icadından, Kavimler G&ouml;&ccedil;&uuml; (375) veya Batı Roma&rsquo;nın yıkılmasına (476) kadar ge&ccedil;en s&uuml;re &hellip;&hellip;....... olarak adlandırılır.<br /><strong>C&uuml;mlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "İlk &Ccedil;ağ",
      "B": "Orta &Ccedil;ağ",
      "C": "Yeni &Ccedil;ağ",
      "D": "Yakın &Ccedil;ağ",
      "E": "Karanlık &Ccedil;ağ"
    },
    "explanation": "Tarih çağları, evrensel olaylara göre sınıflandırılır. Sümerler tarafından yaklaşık MÖ 3200 civarında yazının icat edilmesiyle <b>Tarih Çağları</b> başlar. Yazının icadından, 375 yılında gerçekleşen <b>Kavimler Göçü</b>'ne (veya 476'da Batı Roma İmparatorluğu'nun yıkılışına) kadar geçen süre <b>İlk Çağ</b> (Antik Çağ) olarak adlandırılır."
  },
  {
    "id": "367038",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi Anadolu&#39;daki uygarlıklardan biridir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Vizigotlar",
      "B": "Urartular",
      "C": "Franklar",
      "D": "Vandallar",
      "E": "Burgondlar"
    },
    "explanation": "Anadolu, tarihte pek çok önemli uygarlığa ev sahipliği yapmıştır. Başlıca Anadolu uygarlıkları arasında <b>Hititler</b>, Frigler, Lidyalılar, İyonyalılar ve Urartular sayılabilir. Hititler, başkenti <b>Hattuşa (Boğazköy)</b> olan ve MÖ 17. yüzyıldan itibaren güçlü bir imparatorluk kurmuş, tarım, hukuk ve diplomatik ilişkilerde (örneğin <b>Kadeş Antlaşması</b>) önemli gelişmeler kaydetmiştir."
  },
  {
    "id": "367039",
    "unitNumber": 2,
    "text": "<strong>&nbsp;M&Ouml; 10.000 yani g&uuml;n&uuml;m&uuml;zden 12.000 yıl&nbsp;&ouml;ncesine tarihlenen, Neolitik D&ouml;nem&rsquo;e ait bir inan&ccedil; merkezi olan ve &quot;T&quot; bi&ccedil;imindeki dikilitaşlarıyla &ouml;n plana &ccedil;ıkan b&ouml;lge aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Nevali &Ccedil;ori",
      "B": "&Ccedil;ay&ouml;n&uuml;",
      "C": "G&ouml;beklitepe",
      "D": "Karain",
      "E": "Hattuşa"
    },
    "explanation": "Tanımı yapılan arkeolojik alan, Şanlıurfa yakınlarında bulunan <b>Göbekli Tepe</b>'dir. Burası, MÖ 10.000'e tarihlenmesiyle <b>Neolitik Dönem</b>'in en erken ve en önemli inanç merkezidir. Alanın ayırt edici özelliği, üzerinde hayvan kabartmaları bulunan ve insan figürlerini sembolize eden büyük <b>\"T\" biçimli dikilitaşları</b> (megalitler) barındırmasıdır."
  },
  {
    "id": "393954",
    "unitNumber": 2,
    "text": "<strong>Aşağıdaki uygarlıklardan hangisi Anadolu&#39;da <u>kurulmamıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Lidyalılar",
      "B": "Hattiler",
      "C": "Frigler",
      "D": "Asurlular",
      "E": "Likyalılar"
    },
    "explanation": "Uygarlıklar coğrafi kökenlerine göre ayrılır. Hititler, Lidyalılar, Frigler ve İyonyalılar Anadolu merkezli uygarlıklardır. Ancak <b>Sümerler</b>, Anadolu'da değil, <b>Mezopotamya</b>'da (Fırat ve Dicle nehirleri arası, bugünkü Irak) kurulmuş olan ve yazıyı icat etmeleriyle bilinen en eski medeniyettir."
  },
  {
    "id": "393956",
    "unitNumber": 2,
    "text": "I.&nbsp;&Ccedil;avuştepe<br />II.Toprakkale<br />III. Alişar<br /><strong>Yukarıdaki yerleşim yerlerinden hangisi ya da hangileri Urartuların &ouml;nemli kale veya tapınak yerlerinden biri&nbsp;<u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "Yalnız I",
      "C": "Yalnız II",
      "D": "I, II ve III",
      "E": "Yalnız III"
    },
    "explanation": "Urartular, Doğu Anadolu'da (Başkentleri Tuşpa/Van) kurulmuştur. <b>Çavuştepe</b> ve <b>Toprakkale</b>, Urartu krallığının önemli idari, askeri ve dini merkezleri arasında yer alan meşhur kale/kentlerdir. Ancak <b>Alişar</b>, Yozgat yakınlarında bulunan ve esas olarak <b>Hititler</b> döneminden kalma, aynı zamanda Asur Ticaret Kolonileri Çağı'ndan kalma eserlerin bulunduğu bir yerleşim yeridir. Dolayısıyla Alişar, Urartu merkezlerinden biri değildir."
  },
  {
    "id": "264729",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi Mısır mimarisinin anıtsal &ouml;rneklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Mastabalar",
      "B": "Piramitler",
      "C": "Tapınaklar",
      "D": "Saraylar",
      "E": "K&ouml;pr&uuml;"
    },
    "explanation": "Mısır mimarisi anıtsal yapılarla ünlüdür; bunlar arasında <b>piramitler</b>, <b>obeliskler</b> ve devasa <b>tapınaklar</b> bulunur. Ancak <b>Zigguratlar</b>, Mısır'a değil, <b>Mezopotamya</b> (Sümer, Babil, Asur) uygarlıklarına ait, hem tapınak hem depo hem de gözlemevi olarak kullanılan çok katlı kule şeklindeki yapılardır."
  },
  {
    "id": "264730",
    "unitNumber": 3,
    "text": "<strong>En &ouml;nemli edebiyat eserleri arasında g&ouml;sterilen Gılgamış Destanı, Yaradılış Destanı ve Tufan Hik&acirc;yesi hangi medeniyete aittir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Asurlar",
      "B": "S&uuml;merler",
      "C": "Akadlar",
      "D": "Babiller",
      "E": "Sel&ccedil;uklular"
    },
    "explanation": "<b>Gılgamış Destanı</b>, <b>Yaradılış Destanı</b> ve <b>Tufan Hikayesi</b> gibi dünyaca ünlü epik ve mitolojik eserler, <b>Mezopotamya</b> uygarlıklarına aittir. Özellikle Gılgamış Destanı, Sümerler döneminde ortaya çıkmış ve ölümsüzlük arayışı temasını işler. Bu eserler, çivi yazısıyla kil tabletlere kaydedilmiştir."
  },
  {
    "id": "264731",
    "unitNumber": 3,
    "text": "<strong>K&uuml;ltepe&#39;de &ccedil;ivi yazısını Anadolu&#39;ya &ouml;ğreterek Anadolu&#39;da tarih devirlerini başlatan, t&uuml;m &ccedil;ivi yazılı eserleri başkentleri Ninova&#39;da toplayarak ilk k&uuml;t&uuml;phanecilik ve arşivcilik faaliyetini başlatan medeniyet aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Mısırlılar",
      "B": "Babiller",
      "C": "Akadlar",
      "D": "Asurlar",
      "E": "S&uuml;merler"
    },
    "explanation": "Bu tanım, <b>Asurlular</b>'a aittir. Asurlular, Kayseri yakınlarındaki <b>Kültepe (Kaniş)</b> merkezli ticaret kolonileri kurarak Anadolu'ya <b>çivi yazısını</b> getirmiş ve Tarih Çağlarını başlatmıştır.<br>Ayrıca, Asur İmparatorluğu'nun başkenti olan <b>Ninova</b>'da, Kral Asurbanipal döneminde, on binlerce çivi yazılı tabletin toplandığı ve organize edildiği <b>dünyanın ilk kütüphanesini</b> kurmuşlardır."
  },
  {
    "id": "264732",
    "unitNumber": 3,
    "text": "<strong>Piramitler &ccedil;evresindeki k&uuml;&ccedil;&uuml;k mezarlara ne ad verilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kripta",
      "B": "Mastaba",
      "C": "Piramit",
      "D": "Tapınak",
      "E": "Sfenks"
    },
    "explanation": "Piramitler, firavunlar için inşa edilen büyük anıtlardır. Bu piramitlerin çevresinde, firavunların ailesi, yüksek rütbeli memurları veya asilzadeleri için daha küçük mezarlar inşa edilirdi. Bu dikdörtgen, düz çatılı, eğimli duvarlara sahip mezarlara <b>Mastaba</b> adı verilir. Mastabalar, daha sonraki dönemlerde piramitlerin geliştirilmesinde mimari bir basamak görevi görmüştür."
  },
  {
    "id": "264733",
    "unitNumber": 3,
    "text": "<strong>Antik &Ccedil;ağ&#39;da yaşamış, Sami dillerine mensup bir dil konuşan Akdenizli kavimdir. Kenan toprakları olarak adlandırılan, g&uuml;n&uuml;m&uuml;zde L&uuml;bnan, İsrail, Suriye, &Uuml;rd&uuml;n, Gazze ve T&uuml;rkiye&#39;nin g&uuml;ney kıyılarını i&ccedil;ine alan b&ouml;lgede yaşayan medeniyet aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Fenike",
      "B": "Lidya",
      "C": "Urartu",
      "D": "Hatti",
      "E": "Asur"
    },
    "explanation": "Kenan toprakları (Levant) olarak bilinen, Doğu Akdeniz kıyılarında yerleşmiş, Sami dillerine mensup bir dil konuşan medeniyet <b>Fenikeliler</b>'dir. Ticaret ve denizcilikte uzmanlaşmışlar, geniş bir Akdeniz ticaret ağı kurmuşlardır. Fenikelilerin insanlık tarihine en büyük katkısı, modern alfabelerin temelini oluşturan <b>Fenike Alfabesi</b>'ni geliştirmeleridir."
  },
  {
    "id": "266904",
    "unitNumber": 3,
    "text": "<strong>Aşağıdaki medeniyetlerden hangisi Mezopotamya uygarlıklarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "S&uuml;mer",
      "B": "Akad",
      "C": "Babil",
      "D": "Asur",
      "E": "Mısır"
    },
    "explanation": "<b>Mezopotamya</b>, Fırat ve Dicle nehirleri arasındaki bölgeyi ifade eder. Bu bölgede Sümerler, Babilliler, Asurlular ve Akadlar gibi medeniyetler gelişmiştir. Eğer seçeneklerde <b>Mısır Medeniyeti</b> veya Anadolu'da gelişen <b>Hitit Medeniyeti</b> gibi uygarlıklar varsa, coğrafi olarak bu uygarlıklar Mezopotamya tanımının dışında kaldığı için doğru cevap olur."
  },
  {
    "id": "266907",
    "unitNumber": 3,
    "text": "<strong>D&uuml;nyanın yedi harikasından biri olan Babil&#39;in Asma Bah&ccedil;eleri aşağıdakilerden hangisi tarafından yaptırılmıştır? </strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Hammurabi",
      "B": "Nebukadnezar",
      "C": "Khufu",
      "D": "III. Tutmosis",
      "E": "I. Theodosius"
    },
    "explanation": "Dünyanın Yedi Harikasından biri olarak kabul edilen <b>Babil'in Asma Bahçeleri</b>'nin, Yeni Babil İmparatorluğu'nun en ünlü ve güçlü hükümdarı olan <b>II. Nabukadnezar</b> (MÖ 605-562) tarafından inşa ettirildiği yaygın olarak kabul edilir. Efsaneye göre bahçeler, eşi Amytis'in memleketi olan dağlık Med ülkesine olan özlemini gidermek amacıyla yapılmıştır."
  },
  {
    "id": "266910",
    "unitNumber": 3,
    "text": "<strong>Berlin&rsquo;deki Pergamon M&uuml;zesinde bulunan &uuml;nl&uuml; İştar Kapısı hangi medeniyete ait eserdir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "S&uuml;mer",
      "B": "Akad",
      "C": "Babil",
      "D": "Asur",
      "E": "Mısır"
    },
    "explanation": "Berlin’deki Pergamon Müzesi’nde sergilenen ünlü <b>İştar Kapısı</b>, <b>Yeni Babil İmparatorluğu</b> dönemine ait en önemli mimari eserlerden biridir. Kapı, Kral <b>II. Nabukadnezar</b> döneminde (yaklaşık MÖ 575) inşa edilmiş olup, mavi sırlı tuğlaları ve kabartma tekniğiyle yapılmış boğa ve ejderha figürleriyle Babil şehrine girişin ana kapısı olarak kullanılmıştır."
  },
  {
    "id": "266913",
    "unitNumber": 3,
    "text": "<strong>G&#252;n&#252;m&#252;zde Sultanahmet Meydanı&#39;nı s&#252;sleyen &#252;&#231; anıttan biri olan Mısır Medeniyeti&#39;ne ait Dikilitaş ilk olarak Mısır firavunu III. Tutmosis tarafından (M&#214; 1504-1450) yaptırılmış ve Karnak tapınağının g&#252;neyine dikilmişti. Bu eseri İstanbul Hipodrumu&#39;na diktiren Bizans imparatoru aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "I. Constantinus",
      "B": "I. Theodosius",
      "C": "Justinianus",
      "D": "III.Tutmosis",
      "E": "Septimius Sererius"
    },
    "explanation": "Mısır firavunu III. Tutmosis tarafından yaptırılan ve Karnak Tapınağı'nda bulunan bu Dikilitaş, daha sonra Roma (Bizans) İmparatorluğu döneminde Konstantinopolis'e (İstanbul) taşınmıştır. Eseri, MS 4. yüzyılın sonlarında büyük bir zorlukla Hipodrom'a (bugünkü Sultanahmet Meydanı) diktiren imparator <b>I. Theodosius</b>'tur. Bu eylem, imparatorluğun gücünün ve ihtişamının bir göstergesi olarak kabul edilmiştir."
  },
  {
    "id": "266916",
    "unitNumber": 3,
    "text": "<strong>Hint-İslam tarzı t&uuml;rbe mimarisinin en &ouml;nemli eserlerinden biri olarak kabul edilir. Bab&uuml;r İmparatorluğunun 5. h&uuml;k&uuml;mdarı Şah Cihan&#39;ın 17 Haziran 1631 tarihinde gen&ccedil; yaşta &ouml;len eşi Erc&uuml;mend B&acirc;n&ucirc; Beg&uuml;m i&ccedil;in yaptırdığı anıtın d&ouml;rt yanına Hattat Sett&acirc;r Efendi tarafından Yasin suresinin tamamı yazılmış olduğu t&uuml;rbe, aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kutup Minar",
      "B": "Tac Mahal,",
      "C": "Stupa",
      "D": "Keops Piramidi",
      "E": "Petra Kral Mezarı"
    },
    "explanation": "Hint-İslam tarzı türbe mimarisinin zirvesi kabul edilen bu eser, <b>Tac Mahal</b>'dir. Babür İmparatoru <b>Şah Cihan</b> tarafından 1631 yılında genç yaşta ölen eşi <b>Ercümend Bânû Begüm</b> (Mümtaz Mahal) anısına yaptırılmıştır. Yapının dört tarafına, İslam sanatının güzel örneklerinden biri olarak, Hattat Settâr Efendi tarafından <b>Yasin suresinin tamamı</b> yazılmıştır."
  },
  {
    "id": "266922",
    "unitNumber": 3,
    "text": "<strong>&Ccedil;ivi yazısını aşağıdaki milletlerden hangisi bulmuştur?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "S&uuml;merler",
      "B": "Urartular",
      "C": "Hititler",
      "D": "Asur",
      "E": "Mısır"
    },
    "explanation": "Tarihte bilinen ilk yazı sistemi olan <b>Çivi Yazısı</b> (Cuneiform), Mezopotamya'daki <b>Sümerler</b> tarafından yaklaşık MÖ 3200 civarında icat edilmiştir. Kil tabletler üzerine kama (çivi) şeklindeki uçlarla bastırılarak yazıldığı için bu adı almıştır ve daha sonra Akad, Babil ve Asur gibi pek çok Mezopotamya medeniyeti tarafından kullanılmıştır."
  },
  {
    "id": "266923",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi &Ccedil;in Seddi&#39;nin yapılış ama&ccedil;larından biri&nbsp;<u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "T&uuml;rk boylarının saldırısına karşı savunmak",
      "B": "Uzun savaşlar sonunda yıktığı beyliklerin esir d&uuml;şen y&ouml;neticilerini s&uuml;rg&uuml;n ve ağır işe s&uuml;rerek cezalandırmak",
      "C": "&Uuml;lkeden ka&ccedil;ışları &ouml;nlemek",
      "D": "&Uuml;lkenin tek y&ouml;netim altında birleştiğini i&ccedil;eriye ve dışarıya g&ouml;stermek",
      "E": "Y&ouml;netimin g&uuml;c&uuml;n&uuml; yansıtmak"
    },
    "explanation": "<b>Çin Seddi</b>'nin yapılışının temel amacı, kuzeyden gelen <b>göçebe kavimlerin (özellikle Xiongnu)</b> istilalarına ve akınlarına karşı Çin topraklarını korumaktı. Savunma işlevi dışında, sınır kontrolü ve haberleşme (duman/işaret kuleleri aracılığıyla) gibi amaçlar da taşımaktaydı. Yapılış amaçları arasında <b>iç ticareti veya tarımsal faaliyetleri doğrudan desteklemek</b> gibi bir hedef bulunmamaktadır."
  },
  {
    "id": "266924",
    "unitNumber": 3,
    "text": "<strong>Hindistan&#39;da kutsal kalıntıları korumak i&ccedil;in kullanılan kubbe bi&ccedil;imli bir anıt olan tepe mezar şeklindeki Budist anıtlarına verilen ad aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "H&ouml;y&uuml;k",
      "B": "T&uuml;m&uuml;l&uuml;s",
      "C": "Piramit",
      "D": "Stupa",
      "E": "Ziggurat"
    },
    "explanation": "Budizm'de kutsal kalıntıları (reklikleri) korumak ve muhafaza etmek amacıyla inşa edilen kubbe biçimli, tepe mezar şeklindeki anıtlara <b>Stupa</b> adı verilir. Stupalar, Budist ibadet merkezleri ve hac yerleri olarak işlev görür ve Hindistan'da Ashoka dönemi başta olmak üzere önemli bir mimari form haline gelmiştir."
  },
  {
    "id": "266925",
    "unitNumber": 3,
    "text": "<strong>Japon mimarisinin en karakteristik &ouml;rneklerini aşağıdaki hangi yapılarda g&ouml;r&uuml;r&uuml;z?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Saraylar, mezarlar, surlar",
      "B": "Saraylar, tapınaklar ve evler",
      "C": "Stupalar, zigguratlar, tapınaklar",
      "D": "Evler, şehirler, kral mezarları",
      "E": "Piramitler, saraylar, mezarlar"
    },
    "explanation": "Japon mimarisinin en karakteristik örnekleri genellikle <b>Şinto Tapınakları</b>'nda (Jinja) ve <b>Budist Pagodaları</b>'nda görülür. Şinto tapınakları, özellikle Ise Jingu gibi yapılar, doğal ahşap malzemeler, yükseltilmiş zeminler ve basit, zarif çizgilerle karakterize edilir. Bu yapılar, Japon sanatının doğayla uyum ve saflık ilkelerini yansıtır."
  },
  {
    "id": "266930",
    "unitNumber": 3,
    "text": "<strong>Hz. S&uuml;leyman tarafından saltanatının d&ouml;rd&uuml;nc&uuml; yılında Kud&uuml;s&rsquo;te yapımına başlanmış ve yedi yıl altı ayda (yaklaşık M&Ouml; 967 veya 953) tamamlanmış, Babilliler&rsquo;in Kud&uuml;s&rsquo;&uuml; işgali sırasında (M&Ouml; 587 veya 586) yağmalanmış ve yakılmış mabed, aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kubbet&uuml;s-Sahra",
      "B": "Mescid-i Aksa",
      "C": "S&uuml;leyman Mabedi",
      "D": "Kutsal Doğuş Kilisesi",
      "E": "K&ucirc;fe Mescidi"
    },
    "explanation": "Tarif edilen yapı, tarihsel olarak <b>Süleyman Mabedi</b> (Birinci Tapınak) olarak bilinir. Bu mabedin yapımına Hz. Süleyman tarafından saltanatının dördüncü yılında Kudüs’te başlanmıştır. Yaklaşık MÖ 586 yılında, <b>Babil Kralı II. Nebukadnezar</b>'ın Kudüs'ü işgali sırasında yağmalanmış ve yıkılmıştır. Bu, İbrani halkının en kutsal yapılarından biridir."
  },
  {
    "id": "328740",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi Mısır resminin &ouml;zelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yazının resim, resmin de yazı olduğu bir sanattır.",
      "B": "R&ouml;lyefler ve duvar resimleri, daima olayı anlatan yazılarla &ccedil;er&ccedil;evelenmiştir.",
      "C": "Y&uuml;z profilden, g&ouml;z &ouml;nden g&ouml;r&uuml;l&uuml;rm&uuml;ş&ccedil;esine &ccedil;izilirdi.",
      "D": "Omuzlardan kal&ccedil;aya kadar karşıdan, bacaklar yeniden profilden g&ouml;r&uuml;l&uuml;r.",
      "E": "Kolların bedene nasıl bağlandığını g&ouml;rebilmek i&ccedil;in v&uuml;cudun &uuml;st b&ouml;l&uuml;m&uuml; yandan &ccedil;izilir."
    },
    "explanation": "Mısır resmi, katı kurallara bağlıdır. Özellikleri arasında figürlerin <b>kompozit görünüm</b> ile çizilmesi (baş ve bacaklar yandan, gövde önden), <b>frontalite</b> (önden duruş), hiyerarşik oranlama ve renklerin sembolik kullanımı yer alır.<br>Mısır resminde, Antik Yunan veya Roma sanatında görülen gibi gerçekçi <b>üç boyutlu derinlik</b> (perspektif) veya ışık/gölge (sfumato) kullanımı yoktur; bu nedenle, yanıltıcı derinlik algısı yaratmak Mısır resminin bir özelliği değildir."
  },
  {
    "id": "328741",
    "unitNumber": 3,
    "text": "&hellip;&hellip;&hellip; sanatı resim, heykel, &ccedil;&ouml;mlek&ccedil;ilik ve dokuma ipek gibi tekstil sanatlarını i&ccedil;eren &ccedil;eşitli sanat formlarından oluşur. K&ouml;keni M&Ouml; 3. bin yılda tarih &ouml;ncesi yerleşimlere kadar uzanabilir.<br /><strong>C&uuml;mlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Hint",
      "B": "Japon",
      "C": "&Ccedil;in",
      "D": "Mısır",
      "E": "Mezopotamya"
    },
    "explanation": "Açıklaması verilen sanat formu <b>Çin Sanatı</b>'dır. Çin, MÖ 3. bin yıla dayanan tarih öncesi yerleşimlere sahiptir ve <b>ipek</b> (tekstil sanatı), çömlekçilik (özellikle porselen) ve bronz döküm gibi sanat formlarında yüzyıllar boyunca ustalığını korumuştur. İpek üretimi ve ticareti, Çin sanatının dünya çapında tanınmasında kilit rol oynamıştır."
  },
  {
    "id": "328743",
    "unitNumber": 3,
    "text": "<strong>Mısır&#39;da yer alan en eski ve en b&uuml;y&uuml;k piramit aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Mikerinos Piramidi",
      "B": "Kefren Piramidi",
      "C": "Sfenks Piramidi",
      "D": "Gize Piramitleri",
      "E": "Keops Piramidi"
    },
    "explanation": "Mısır'da yer alan en büyük piramit, <b>Giza Platosu</b>'nda bulunan <b>Keops Piramidi</b>'dir (Khufu). Dördüncü Hanedanlık döneminde inşa edilen bu piramit, hem Mısır'ın hem de dünyanın en büyük anıtsal taş yapılarından biri olarak kabul edilir ve antik dünyanın yedi harikasından hayatta kalan tek örnektir. En eski piramit ise Zoser'in Basamaklı Piramidi olsa da, Keops boyut olarak en büyüğüdür."
  },
  {
    "id": "328744",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi Doğu Akdeniz Uygarlıkları arasında yer alır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Mısır",
      "B": "Fenikeliler",
      "C": "Hint",
      "D": "Asurlular",
      "E": "S&uuml;merler"
    },
    "explanation": "Doğu Akdeniz Uygarlıkları, Akdeniz'in doğu kıyılarında ve adalarında gelişen medeniyetleri içerir. Bu uygarlıklara örnek olarak <b>Fenikeliler</b>, Girit (Minos) ve Miken uygarlıkları verilebilir. Fenikeliler, özellikle deniz ticareti ve <b>alfabenin geliştirilmesi</b> ile bu bölgede öne çıkmıştır."
  },
  {
    "id": "367048",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi II. Nebukadnezar tarafından inşa edilen ve d&uuml;nyanın yedi harikasından biri olan yapıdır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Mısır Piramitleri",
      "B": "Babil&#39;in Asma Bah&ccedil;eleri",
      "C": "İskenderiye Deniz Feneri",
      "D": "Zeus Tapınağı",
      "E": "Halikarnas Mozolesi"
    },
    "explanation": "II. Nebukadnezar (MÖ 605–562) Yeni Babil İmparatorluğu'nun en güçlü hükümdarıdır. Onun tarafından başkent Babil'de inşa edildiği varsayılan ve antik çağın yedi harikasından biri olarak kabul edilen yapı, <b>Babil'in Asma Bahçeleri</b>'dir. Bu bahçeler, mühendislik harikası sulama sistemleriyle tanınır."
  },
  {
    "id": "367058",
    "unitNumber": 3,
    "text": "I. Dikili Taşlar<br />II. Mastabalar<br />III. Ev Mimarisi<br /><strong>Yukarıdaki yapılardan hangisi Mısır&#39;ın anıtsal &ouml;rnekleri arasında yer alır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "I, II ve III"
    },
    "explanation": "Mısır'ın anıtsal mimarisi, genellikle kalıcı ve dini/funerary amaçlı yapılarla karakterize edilir. <b>Dikili Taşlar</b> (Obeliskler) ve <b>Mastabalar</b> (erken hanedanlık döneminin dikdörtgen mezar yapıları) anıtsal örneklerdir. Ev mimarisi (III), genellikle kerpiçten yapılmış olup, anıtsal kabul edilmez, çünkü kalıcılık için değil, günlük yaşam için tasarlanmıştır."
  },
  {
    "id": "367063",
    "unitNumber": 3,
    "text": "<strong>Mısır&#39;da ayakta duran, bir ayakları ileri atılmış bi&ccedil;imde ve eklem yerleri son derece katı olan, g&ouml;zler iri ve anlamsız bakan heykel duruşuna ne ad verilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Frontal",
      "B": "Heraklit",
      "C": "İnhumasyon",
      "D": "Hoker",
      "E": "Taktis"
    },
    "explanation": "Mısır heykel sanatında, figürlerin katı bir duruşla, genellikle bir ayağın öne atılmış olduğu, uzuvların vücuda yapışık ve eklemlerin son derece katı olduğu bu pozisyona <b>Kanonik Duruş</b> (veya Statik Duruş) adı verilir. Bu duruş, <b>Mısır Heykel Kanonu</b>'nun bir gereğidir ve heykellerin zamana meydan okuyan, ölümsüz bir varlık imajını temsil etmesini sağlar."
  },
  {
    "id": "367067",
    "unitNumber": 3,
    "text": "<strong>Aşağıdaki uygarlıklardan hangisi Mezopotamya B&ouml;lgesi&#39;nde kurulmuştur?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Fenikeliler",
      "B": "Franklar",
      "C": "Frigler",
      "D": "Asurlular",
      "E": "İbraniler"
    },
    "explanation": "Mezopotamya, Dicle ve Fırat nehirleri arasında kalan bölgenin adıdır ('İki Nehir Arası' anlamına gelir). Bu bölgede kurulan başlıca uygarlıklar arasında <b>Sümerler</b>, Akadlar, Babilliler ve Asurlular yer alır. Sümerler, Mezopotamya'da MÖ 4. binyılın sonlarına doğru ilk şehir devletlerini kuran medeniyettir."
  },
  {
    "id": "393957",
    "unitNumber": 3,
    "text": "<strong>1526&rsquo;da Delhi Sultanlığı&rsquo;na son veren Bab&uuml;rler&rsquo;in d&uuml;nya mirasına kazandırdıkları yapı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Tac Mahal",
      "B": "Babil&rsquo;in Asma Bah&ccedil;eleri",
      "C": "&Ccedil;in Seddi",
      "D": "Kutb Minar",
      "E": "Ur Zigguratı"
    },
    "explanation": "1526 yılında Delhi Sultanlığı'na son vererek kurulan <b>Babür İmparatorluğu</b>'nun (Mughal) dünya mirasına kazandırdığı en görkemli yapı, İmparator Şah Cihan'ın eşi Mümtaz Mahal anısına inşa ettirdiği <b>Tac Mahal</b>'dir. Tac Mahal, Hint ve İslam mimari unsurlarını birleştiren ve Babür mimarisinin zirvesi kabul edilen anıtsal bir türbedir."
  },
  {
    "id": "393958",
    "unitNumber": 3,
    "text": "<strong>Hz. Davut tarafından kurulan ve Hz. S&uuml;leyman D&ouml;nemi&#39;nde altın &ccedil;ağını yaşayan İbrani Devleti&rsquo;nin başkenti aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Şam",
      "B": "&Uuml;rd&uuml;n",
      "C": "Kud&uuml;s",
      "D": "Mekke",
      "E": "Medine"
    },
    "explanation": "Hz. Davut tarafından kurulup oğlu Hz. Süleyman Dönemi'nde (MÖ 10. yüzyıl) en parlak zamanını yaşayan İbrani Devleti’nin (İsrail Krallığı) başkenti <b>Kudüs</b>'tür. Kudüs, aynı zamanda Hz. Süleyman tarafından inşa edilen <b>Birinci Tapınak</b>'ın da bulunduğu kutsal merkezdi."
  },
  {
    "id": "264757",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi halkın toplandığı ticari, din&icirc;, ekonomik, siyasi, hukuki ve sosyal etkinliklerin ger&ccedil;ekleştiği bir kamu alanı, a&ccedil;ık meydan ve pazar yeridir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Tiyatro",
      "B": "Bazilika",
      "C": "Forum",
      "D": "Gymnasium",
      "E": "Hipodrom"
    },
    "explanation": "Halkın bir araya geldiği, ticari (pazar yeri), dinî, siyasi, hukuki (mahkemeler) ve sosyal etkinliklerin gerçekleştiği, şehir hayatının merkezi olan açık meydanlar Antik Roma'da <b>Forum</b> olarak adlandırılır. Forum, bir Roma kentinin kalbiydi."
  },
  {
    "id": "264758",
    "unitNumber": 4,
    "text": "<strong>Eski Roma&#39;da zafer kazanan komutan ve imparatorlar adına inşa edilen, &uuml;zeri tonoz kemerle &ouml;rt&uuml;l&uuml; bir ya da &uuml;&ccedil; g&ouml;zl&uuml; ge&ccedil;itlere sahip olan yapılara ne ad verilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Mausoleum",
      "B": "Taklar",
      "C": "Su kemeri",
      "D": "Castrum",
      "E": "Nimfeum"
    },
    "explanation": "Eski Roma'da zafer kazanan komutan ve imparatorların askeri başarılarını anmak ve onurlandırmak amacıyla inşa edilen, genellikle <b>tonoz kemerle</b> örtülü bir veya üç gözlü geçitlere sahip anıtsal yapılara <b>Zafer Takı</b> (Arcus Triumphalis) adı verilir. Bu yapılar, Roma gücünün sembollerinden biriydi."
  },
  {
    "id": "264760",
    "unitNumber": 4,
    "text": "<strong>D&ouml;rt atla &ccedil;ekilen iki tekerlekli &quot;guadrika&quot; denilen atlı araba sporlarının yapıldığı yer aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Hipodrom",
      "B": "Amfitiyatro",
      "C": "Gymnasium",
      "D": "Stadium",
      "E": "Forum"
    },
    "explanation": "Dört atla çekilen, iki tekerlekli araba anlamına gelen 'guadrika' (quadriga) yarışlarının yapıldığı, U şeklinde uzun ve büyük spor alanlarına <b>Hipodrom</b> (veya Roma'da <b>Circus</b>) adı verilir. En ünlüsü Roma'daki Circus Maximus'tur."
  },
  {
    "id": "264761",
    "unitNumber": 4,
    "text": "<strong>Roma İmparatorları i&ccedil;in inşa edilmiş olan b&uuml;y&uuml;k anıt mezarlara ne ad verilir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Stupa",
      "B": "Piramit",
      "C": "Martiryum",
      "D": "Mausoleum",
      "E": "T&uuml;rbe"
    },
    "explanation": "Roma İmparatorları ve üst düzey yetkililer için tasarlanmış olan, genellikle dairesel veya kare planlı, anıtsal nitelikteki büyük mezar yapılarına <b>Mozole</b> (Mausoleum) denir. Bu yapılar, ölen kişinin ihtişamını ve önemini vurgulamak için tasarlanırdı (Örn: Hadrian Mozolesi)."
  },
  {
    "id": "264791",
    "unitNumber": 4,
    "text": "&hellip;&hellip;&hellip;&hellip;&hellip;......... Romalılarda, &ouml;n y&uuml;z&uuml;nde s&uuml;tunlu bir gezi yeri bulunan anıtsal &ccedil;eşmedir.<br /><strong>C&uuml;mlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "&Ccedil;eşme",
      "B": "Ayazma",
      "C": "Nimfeum",
      "D": "Selsebil",
      "E": "Forum"
    },
    "explanation": "Romalılarda, su kemerlerinin bitim noktasında veya merkezi bir konumda inşa edilen, ön yüzünde <b>sütunlu bir gezi yeri</b> (revak) bulunan ve su tanrıçaları Nymph'lere adanan anıtsal çeşmeye <b>Nymphaeum</b> (Nimfeum) adı verilir. Hem su dağıtımı hem de görsel şölen amaçlı kullanılırdı."
  },
  {
    "id": "264793",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi Vez&uuml;v Dağı&#39;nın MS 79 yılındaki patlamasıyla k&uuml;l ve pomza altına g&ouml;m&uuml;len şehirdir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Pompei",
      "B": "Ravenna",
      "C": "Roma",
      "D": "Atina",
      "E": "Napoli"
    },
    "explanation": "MS 79 yılında <b>Vezüv Dağı</b>'nın aniden patlaması sonucu çıkan yoğun kül, lav ve pomza bulutları altında kalarak yok olan meşhur Roma şehri <b>Pompeii</b>'dir. Şehrin bu ani gömülüşü, dönemin günlük yaşam ve mimari yapısını neredeyse bozulmadan korumuştur."
  },
  {
    "id": "267054",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi Ege uygarlıklarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Dor",
      "B": "Aka",
      "C": "Miken",
      "D": "Girit",
      "E": "Asur"
    },
    "explanation": "Ege Uygarlıkları; Minos (Girit), Miken (Yunanistan anakarası) ve Truva gibi Ege Denizi çevresinde gelişen medeniyetleri kapsar. Eğer şıklarda Hititler veya Mısırlılar gibi bu coğrafyanın dışında gelişen bir medeniyet yer alıyorsa, doğru cevap odur. Örneğin, <b>Hititler</b>, Ege değil, Anadolu uygarlığıdır."
  },
  {
    "id": "267056",
    "unitNumber": 4,
    "text": "<strong>Roma D&ouml;nemi&rsquo;nde halka a&ccedil;ık yarışmalara katılan atletlerin beden eğitimi i&ccedil;in d&uuml;zenlenmiş, &ccedil;evresinde revaklı avlular bulunan b&uuml;y&uuml;k binalara ne ad verilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Gymnasium",
      "B": "Forum",
      "C": "Bazilika",
      "D": "Hipodrom",
      "E": "Amfitiyatro"
    },
    "explanation": "Roma Dönemi’nde atletlerin ve gençlerin beden eğitimi alması, antrenman yapması ve halka açık yarışmalara hazırlanması için kullanılan, etrafında <b>revaklı avlular</b> (sütunlu galeriler) bulunan büyük binalara <b>Gymnasium</b> (Jimnazyum) veya daha küçük eğitim alanları için <b>Palaestra</b> adı verilirdi. Bu yapılar eğitim ve sosyalleşme merkeziydi."
  },
  {
    "id": "267059",
    "unitNumber": 4,
    "text": "<strong>Roma D&ouml;nemi&rsquo;nde g&ouml;steriler, gladyat&ouml;r ve vahşi hayvan oyunları i&ccedil;in kullanılan, daire ya da elips bi&ccedil;imli, y&uuml;kselen trib&uuml;nlerden oluşan bir kamu yapısıdır. Bu sadece Roma mimarisine &ouml;zg&uuml; bir yapı t&uuml;r&uuml;d&uuml;r. Tiyatrolardan farklı olarak bunlarda tabanın altında vahşi hayvanlar ve oyunlarda gerekli ara&ccedil;ların saklandığı mahzenler ve koridorlar yer almaktadır. Bu kapsamda en b&uuml;y&uuml;ğ&uuml; Roma&rsquo;da yer alan ve Vespasianus tarafından MS 72 yılında yapımına başlanan, MS 80 yılında Titus D&ouml;nemi&#39;nde tamamlanan yapı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Hipodrom",
      "B": "Forum",
      "C": "Colesseum",
      "D": "Nimfeum",
      "E": "Gymnasium"
    },
    "explanation": "Tanımı yapılan yapı <b>Amfitiyatro</b> tipindeki halk yapısıdır. Bu yapılar <b>Roma mimarisine özgü</b> olup, gladyatör dövüşleri ve vahşi hayvan oyunları gibi gösteriler için kullanılırdı. Tiyatrolardan farkı, taban altında hayvanların ve araçların saklandığı mahzen ve koridorlara sahip olmasıdır. Bu kapsamda bahsedilen, MS 72 yılında Vespasianus tarafından yapımına başlanan ve MS 80 yılında Titus Dönemi'nde tamamlanan en büyük yapı, <b>Kolezyum (Colosseum)</b> olarak bilinir."
  },
  {
    "id": "267060",
    "unitNumber": 4,
    "text": "<strong>Duvar &ouml;rg&uuml;s&uuml;nde taş ve tuğlaları pozolona adı verilen,&nbsp; volkanik k&uuml;llerden oluşan, g&uuml;n&uuml;m&uuml;z &ccedil;imentosunu andıran har&ccedil;la birleştirerek kullanarak, b&uuml;y&uuml;k yapıların gelişmesini sağlayan medeniyet aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Yunan",
      "B": "Roma",
      "C": "Etr&uuml;sk",
      "D": "Mısır",
      "E": "Osmanlı"
    },
    "explanation": "Büyük yapıların inşasını mümkün kılan bu yenilikçi harç tekniğini kullanan medeniyet <b>Roma Medeniyeti</b>'dir. Romalılar, taş ve tuğlaları birleştirmek için <b>pozolana</b> adı verilen, volkanik küllerden oluşan ve modern <b>çimentoyu</b> andıran hidrolik özelliklere sahip bir harç kullanmışlardır. Bu malzeme, yapıların dayanıklılığını ve boyutunu artırmıştır."
  },
  {
    "id": "267061",
    "unitNumber": 4,
    "text": "<strong>Roma İmparatorları i&ccedil;in inşa edilmiş olan b&uuml;y&uuml;k anıt mezarlara verilen ad aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "T&uuml;rbe",
      "B": "Mausoleum",
      "C": "Stupa",
      "D": "Piramid",
      "E": "Kral Mezarı"
    },
    "explanation": "Roma İmparatorları için inşa edilen görkemli ve büyük anıt mezarlara verilen ad <b>Mozole</b>'dir. En bilinen örneklerinden biri Roma'daki Hadrianus Mozolesi'dir (günümüzde Castel Sant'Angelo)."
  },
  {
    "id": "267062",
    "unitNumber": 4,
    "text": "<strong>Roma&rsquo;daki 43 m &ccedil;apındaki kubbesiyle Roma Antik D&ouml;nemi&rsquo;nin kubbeli ve merkezi planlı yapılarının en b&uuml;y&uuml;k &ouml;rneği aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Ayasofya",
      "B": "Mausoleum",
      "C": "Stupa",
      "D": "Piramid",
      "E": "Pantheon"
    },
    "explanation": "Roma Antik Dönemi’nin en büyük kubbeli ve merkezi planlı yapısı, <b>Pantheon</b>'dur. Özellike <b>43 m çapındaki kubbesi</b> ile tanınır. Bu yapı, Roma mühendisliğinin ve mimarisinin bir şaheseridir."
  },
  {
    "id": "267063",
    "unitNumber": 4,
    "text": "<strong>D&uuml;nyanın en iyi korunmuş Antik Roma Anıtı olarak biliniyor. İlk başta i&ccedil;erisinde pagan tanrı heykelleri varken, kilise tarafından bu heykeller yok edilmiş,&nbsp; bir Katolik kilisesi h&acirc;line getirilmiş yapı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Ayasofya",
      "B": "Pantheon",
      "C": "San Pier",
      "D": "Notre Dame",
      "E": "Mausoleum"
    },
    "explanation": "Tanımlanan yapı <b>Pantheon</b>'dur. Pantheon, <b>Dünyanın en iyi korunmuş Antik Roma Anıtı</b> olarak kabul edilir. Başlangıçta pagan tanrılar için bir tapınak olmasına rağmen, daha sonra 7. yüzyılda bir Hristiyan kilisesi (Katolik kilisesi) haline getirilmesi, yapının büyük ölçüde yıkımdan ve malzeme sökümünden korunmasını sağlamıştır."
  },
  {
    "id": "267064",
    "unitNumber": 4,
    "text": "<strong>&ldquo;&hellip;&hellip;&hellip;&hellip;&hellip;..&rdquo;Roma D&ouml;nemi&rsquo;nde danslı g&ouml;steri yapmak, dinsel t&ouml;renler, tragedya ve komedya t&uuml;r&uuml; oyunların sergilendiği yapılardır. Boş bırakılan yere aşağıdaki se&ccedil;eneklerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Tiyatro",
      "B": "Mausoleum",
      "C": "Gymnasium",
      "D": "Bazilika",
      "E": "Forum"
    },
    "explanation": "Boş bırakılan yere <b>Tiyatro</b> kelimesi getirilmelidir. Roma Dönemi’nde tiyatrolar, <b>danslı gösteriler</b>, dinsel törenler ve edebi oyunlar (tragedya ve komedya) gibi çeşitli kültürel ve sanatsal etkinliklerin sergilendiği temel yapılardır."
  },
  {
    "id": "267067",
    "unitNumber": 4,
    "text": "<strong>&ldquo;&hellip;&hellip;&hellip;&hellip;&hellip;..&rdquo;Roma D&ouml;nemi&rsquo;nde g&ouml;steriler, gladyat&ouml;r ve vahşi hayvan oyunları i&ccedil;in kullanılan, daire ya da elips bi&ccedil;imli, y&uuml;kselen trib&uuml;nlerden oluşan bir kamu yapısıdır. Boş bırakılan yere aşağıdaki se&ccedil;eneklerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Forum",
      "B": "Amfitiyatro",
      "C": "Bazilika",
      "D": "Gymnasium",
      "E": "Tiyatro"
    },
    "explanation": "Boş bırakılan yere <b>Amfitiyatro</b> kelimesi getirilmelidir. Amfitiyatrolar, özellikle <b>gladyatör ve vahşi hayvan oyunları</b> gibi kanlı gösteriler için tasarlanmış, <b>daire ya da elips biçimli</b>, Roma'ya özgü kamu yapısıdır."
  },
  {
    "id": "267069",
    "unitNumber": 4,
    "text": "<strong>&ldquo;&hellip;&hellip;&hellip;&hellip;&hellip;..&rdquo;Roma D&ouml;nemi&rsquo;nde din dışı bazı kamu işleri i&ccedil;in kullanılan dikd&ouml;rtgen planlı s&uuml;tun dizilerince taşınan bir yapı t&uuml;r&uuml; olup i&ccedil;inde alış veriş yapılan &ccedil;arşılarla, mahkeme bulunur.<br />Boş bırakılan yere aşağıdaki se&ccedil;eneklerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Forum",
      "B": "Amfitiyatro",
      "C": "Bazilika",
      "D": "Gymnasium",
      "E": "Tiyatro"
    },
    "explanation": "Boş bırakılan yere <b>Bazilika</b> kelimesi getirilmelidir. Roma bazilikaları <b>dikdörtgen planlı</b>, sütunlarla çevrili büyük salonlardır ve <b>din dışı kamu işleri</b>, mahkemeler ve <b>alışveriş merkezleri (çarşılar)</b> olarak kullanılırdı. Hristiyanlık kabul edildikten sonra kilise mimarisine de model olmuştur."
  },
  {
    "id": "328747",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi etr&uuml;ks ev &ouml;zelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Eğimli bir &ccedil;atısı olan dikd&ouml;rtgen avlulu bir yapıdır.",
      "B": "Temeli taş, duvarları kerpi&ccedil;, &ccedil;atı ise kiremittir.",
      "C": "&Ccedil;atıdaki geniş bir a&ccedil;ıklıktan ışık alan y&uuml;ksek kare ya da dikd&ouml;rtgen planlı bir avluya sahiptir.",
      "D": "Evin diğer odaları avlunun etrafında simetrik bir şekilde d&uuml;zenlenmiştir.",
      "E": "Ev odaları karanlık bir atrium ile avluya bağlıdır."
    },
    "explanation": "Etrüsk evleri, daha sonra Roma mimarisine de etki edecek olan, <b>merkezi avluya (atrium)</b> sahip konut tiplerinin erken örnekleridir. Tipik Etrüsk evleri genellikle <b>dikdörtgen planlı</b> olup, taş temeller üzerine ahşap ve kerpiç gibi malzemeler kullanılarak inşa edilmiştir. Soruya doğru cevap verebilmek için (yani 'değildir' özelliğini bulmak için) seçeneklerin bilinmesi gerekse de, Etrüsk ev mimarisinin temel özellikleri bu basit ve merkezi planlı yapıları içerir. Örneğin, Romalıların kalabalık şehirlerindeki çok katlı kiralık apartmanlar olan <b>insula</b> tipi yapılar Etrüsk ev özelliği değildir."
  },
  {
    "id": "328770",
    "unitNumber": 4,
    "text": "I. Arkaik D&ouml;nem: Mısır ve Mezopotamya sanatının etkileri g&ouml;r&uuml;l&uuml;r.<br />II. Hellenistik D&ouml;nem: &Uuml;st&uuml;n estetik değerlere ve dışavurumcu g&uuml;ce sahip heykeller yapılmıştır.<br />III. Klasik D&ouml;nem: Fig&uuml;rlerde idealizm &ouml;n plandadır, yapılan heykel doğal ger&ccedil;ekliğe kavuşturulmuştur.<br /><strong>Yukarıdakilerden hangisi ya da hangileri Antik Yunan Heykeli &ouml;zellikleri arasında yer alır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Verilen her üç ifade de Antik Yunan Heykeltıraşlığının dönemlerini doğru bir şekilde özetlemektedir:<br/>I. <b>Arkaik Dönem</b> (MÖ 800-480): Bu dönemde <b>Mısır ve Mezopotamya sanatının etkileri</b> belirgindir (Kouros ve Kore heykelleri).<br/>II. <b>Hellenistik Dönem</b> (MÖ 323-30): Bu geç dönemde, duygusallık, hareket ve drama ön plana çıkarılarak <b>üstün estetik değerlere ve dışavurumcu güce sahip heykeller</b> (örneğin Laocoön Grubu) yapılmıştır.<br/>III. <b>Klasik Dönem</b> (MÖ 480-323): Bu dönem, figürlerde <b>idealizmin</b> ön planda olduğu, heykelin insan anatomisine uygun bir <b>doğal gerçekliğe</b> kavuşturulduğu (Contrapposto kullanımı gibi) altın çağdır.<br/>Dolayısıyla, I, II ve III numaralı öncüllerin hepsi Antik Yunan Heykeli özellikleri arasında yer alır."
  },
  {
    "id": "328771",
    "unitNumber": 4,
    "text": "<strong>Zafer kazanan komutan ve imparatorlar adına inşa edilen, &uuml;zeri tonoz kemerle &ouml;rt&uuml;l&uuml; bir ya da &uuml;&ccedil; g&ouml;zl&uuml; ge&ccedil;itlere sahip olan zafer takları nerede g&ouml;r&uuml;lmektedir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Roma",
      "B": "Etr&uuml;ks",
      "C": "Yunan",
      "D": "Mısır",
      "E": "Osmanlı"
    },
    "explanation": "Zafer takları (Triumphal Arches), savaşta zafer kazanan <b>komutanlar ve imparatorlar</b> adına, onların başarılarını anmak amacıyla inşa edilen anıtlardır. Bu yapılar genellikle <b>tonoz kemerle</b> örtülü, bir veya üç gözlü geçitlere sahiptir. Bu tür anıtsal mimari yapılar en belirgin ve yaygın haliyle <b>Roma</b> medeniyetinde, özellikle <b>Roma İmparatorluğu</b> döneminde görülmektedir."
  },
  {
    "id": "328774",
    "unitNumber": 4,
    "text": "<strong>Antik Yunan ve Roma medeniyetlerinde g&ouml;r&uuml;len, d&ouml;rt atla &ccedil;ekilen iki tekerlekli guadrika denilen atlı araba sporlarının yapıldığı yere ne ad verilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Hipodrom",
      "B": "Mausoleumlar",
      "C": "Castrumlar",
      "D": "Stadiumlar",
      "E": "Su Kemerleri"
    },
    "explanation": "Antik Yunan ve Roma medeniyetlerinde, dört atla çekilen (guadrika/quadriga) iki tekerlekli araba yarışlarının yapıldığı, uzun, oval veya U şeklindeki yapıya <b>Hipodrom</b> (Hipódromo) adı verilir. Hipodrom kelimesi, Yunanca 'at' (hippos) ve 'koşu alanı' (dromos) kelimelerinin birleşimiyle oluşmuştur ve Roma'daki Circus Maximus bunun en bilinen örneklerindendir."
  },
  {
    "id": "328776",
    "unitNumber": 4,
    "text": "<strong>Yunan mitolojik tanrıları ve eşleşmeleri aşağıdakilerden hangisinde <u>yanlıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Zeus - Y&uuml;ce tanrı ve g&ouml;ky&uuml;z&uuml;n&uuml;n h&uuml;k&uuml;mdarı",
      "B": "Hephaestus - Yangın ve maden tanrısı",
      "C": "Athena - Bilgelik tanrı&ccedil;ası",
      "D": "Poseidon - Deniz tanrısı",
      "E": "Demeter - Savaş tanrısı"
    },
    "explanation": "Bu soru, Yunan mitolojisindeki tanrı ve tanrıçaların geleneksel eşleşmelerini sorgulamaktadır. Klasik mitolojide, <b>Zeus</b> tanrıların kralı olup eşi <b>Hera</b>'dır; <b>Poseidon</b> deniz tanrısı olup eşi Amphitrite'dir; <b>Hades</b> yeraltı tanrısı olup eşi Persephone'dir. Eğer şıklarda, örneğin, <b>Zeus - Artemis</b> gibi bir eşleşme varsa, bu kesinlikle <b>yanlıştır</b>, çünkü Artemis, Zeus'un karısı değil, kızıdır."
  },
  {
    "id": "367070",
    "unitNumber": 4,
    "text": "<strong>MS I. y&uuml;zyıldan itibaren inşa edilen apartman tipi evler hangi devlet ile başlamıştır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yunan",
      "B": "Etr&uuml;sk",
      "C": "Maya",
      "D": "Franklar",
      "E": "Roma"
    },
    "explanation": "MS I. yüzyıldan itibaren Roma şehirlerindeki yoğun nüfus nedeniyle ortaya çıkan, çok katlı, apartman tipi konutlara <b>insula</b> (çoğulu insulae) adı verilirdi. Bu yapı türü, kentsel alanda konut ihtiyacını karşılamak üzere <b>Roma İmparatorluğu</b> döneminde inşa edilmeye başlanmıştır. Genellikle alt katları dükkan (taberna) olarak kullanılırdı."
  },
  {
    "id": "367073",
    "unitNumber": 4,
    "text": "M&Ouml; 7. y&uuml;zyıldan itibaren tanrılar i&ccedil;in inşa edilen, taştan yapılmaya başlanan tapınaklar ve bunların bi&ccedil;imi,&nbsp;s&uuml;slemesi, planı belirli kurallara bağlanmıştır. Bu kurallara &ldquo;nizam&rdquo; adı verilmektedir. Tapınakların hangi nizama g&ouml;re yapıldığı cephe d&uuml;zeni ve s&uuml;tun başlıklarından anlaşılmaktadır.<strong><br />Bu nizamların isimleri aşağıdakilerden hangisinde doğru verilmiştir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Dor, İyon ve Korint",
      "B": "Dor, Samerra ve Ampir",
      "C": "Korint, A &Uuml;slubu ve Barok",
      "D": "İyon, Antik ve Vol&uuml;t",
      "E": "Dor, İyon ve C &Uuml;slubu"
    },
    "explanation": "Antik Yunan ve Roma mimarisinde, tanrılar için inşa edilen tapınakların cephe düzeni, planı ve özellikle <b>sütun başlıkları</b> ile belirlenen kurallar bütününe <b>nizam</b> (order) adı verilir. Bu nizamlar, gelişme sırasına ve süsleme yoğunluğuna göre şunlardır: en eski ve yalın olan <b>Dor (Doric)</b>, helezonik başlıklı <b>İyon (Ionic)</b> ve en süslü, akanthus yapraklı <b>Korint (Corinthian)</b>."
  },
  {
    "id": "367075",
    "unitNumber": 4,
    "text": "<strong>Yunanistan&rsquo;da g&uuml;&ccedil;l&uuml; surlarla korunan şehirlere &ldquo;polis&rdquo; adı verilir, bu şehirler surlarla &ccedil;evrilmişlerdir.&nbsp; Bu şehirlerde birbirine paralel ve birbirini dik kesen d&uuml;zenli caddelerin bulunduğu&nbsp;Hippodamos planının diğer ismi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Karışık Plan",
      "B": "Izgara Plan",
      "C": "Rotond Plan",
      "D": "Klasik Plan",
      "E": "Eyvanlı Plan"
    },
    "explanation": "Yunanistan'da güçlü surlarla korunan şehirler 'polis' olarak adlandırılırdı. Bu şehirlerde, Miletli <b>Hippodamos</b> tarafından geliştirilen ve birbirine paralel caddelerin birbirini dik keserek düzenli adalar oluşturduğu planlama sistemine <b>Hippodamos planı</b> denir. Bu düzenli ızgara sistemine sahip planın diğer ismi <b>ızgara plan</b> (Grid Plan) veya <b>dik açılı plan</b>dır (Orthogonal Plan)."
  },
  {
    "id": "367079",
    "unitNumber": 4,
    "text": "<strong>Roma, efsaneye g&ouml;re M&Ouml; 27 Nisan 753 tarihinde,&nbsp;Truva Prensi Aeneas&#39;ın torunları olarak da bilinen hangi kardeşler tarafından kurulmuştur?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Romulus ve Remus",
      "B": "Attila ve Bleda",
      "C": "Herodot ve&nbsp;Pasteur",
      "D": "Herk&uuml;l-Apollo",
      "E": "Gog-Magog"
    },
    "explanation": "Efsaneye göre Roma, MÖ 27 Nisan 753 tarihinde, Truva Prensi Aeneas'ın soyundan geldiği düşünülen ikiz kardeşler olan <b>Romulus ve Remus</b> tarafından kurulmuştur. Efsaneye göre kardeşler şehir kurma yeri konusunda anlaşmazlığa düşmüş, Romulus Remus'u öldürmüş ve kurduğu şehre kendi adını vermiştir."
  },
  {
    "id": "393961",
    "unitNumber": 4,
    "text": "<strong>Roma İmparatorlarına inşa edilen b&uuml;y&uuml;k mezar anıtları i&ccedil;in aşağıdaki terminolojilerden hangisi kullanılmaktadır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Mausoleumlar",
      "B": "Castrumlar",
      "C": "Hipodrum",
      "D": "Kolezyum",
      "E": "Nimfeum"
    },
    "explanation": "Roma İmparatorlarına inşa edilen büyük, anıtsal ve genellikle silindir veya kare planlı mezar yapıları için kullanılan özel terminoloji <b>Mozole</b> (Mausoleum)'dir. Bu terim, adını Karya Kralı Mausolos'un görkemli anıt mezarından almıştır ve Roma İmparatorluk ailesinin gösterişli <b>mezar anıtlarını</b> ifade eder (örneğin Augustus Mozolesi)."
  },
  {
    "id": "394208",
    "unitNumber": 4,
    "text": "<strong>İlk Yunan tapınaklarında kullanılan malzemeler aşağıdakilerin hangisinde doğru verilmiştir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Mermer",
      "B": "Kesme Taş",
      "C": "Ahşap-Kerpi&ccedil;",
      "D": "Taş-Mermer",
      "E": "Taş"
    },
    "explanation": "Antik Yunan'da tapınak mimarisi taş çağına geçmeden önce (MÖ 7. yüzyıl öncesi), ilk tapınaklar daha dayanıksız ve kolay bulunan malzemelerle inşa edilmiştir. Bu malzemeler genellikle <b>ahşap</b> (yapısal iskelet ve çatı için), <b>kerpiç</b> (duvarlar için) ve <b>saz/kamış</b> (çatı kaplaması için) olmuştur."
  },
  {
    "id": "264925",
    "unitNumber": 5,
    "text": "Sanat ve mimarlıkta &ouml;zellikle 4. ve 5. y&uuml;zyıllarda, Antik Roma sanatından &ccedil;ok fazla etkiler taşıması nedeniyle bu d&ouml;nem &ldquo;&hellip;&hellip;&hellip;&hellip;&hellip;&rdquo; olarak da adlandırılmaktadır.<br /><strong>C&uuml;mlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "İlk &Ccedil;ağ",
      "B": "Ge&ccedil; Antik &Ccedil;ağ",
      "C": "Orta &Ccedil;ağ",
      "D": "Roma &Ccedil;ağı",
      "E": "Helenistik &Ccedil;ağ"
    },
    "explanation": "Cümlede boş bırakılan yere getirilmesi gereken ifade <b>Geç Antik Dönem</b>'dir. Sanat ve mimarlıkta 4. ve 5. yüzyıllar, <b>Roma İmparatorluğu</b>'nun kültürel mirasını taşımaya devam ettiği ve Hristiyan sanatının filizlenmeye başladığı bir geçiş sürecini temsil eder. Bu dönem, <b>Antik Roma sanatının</b> üslup ve tekniklerinden yoğun etkiler taşıması nedeniyle <b>Geç Antik Dönem</b> (Late Antiquity) olarak adlandırılır. Bu süreçte, heykeltıraşlık ve mimaride (örneğin bazilika yapısında) görülen Klasik <b>sanatsal gelenekler</b>, yeni inancın (Hristiyanlık) ihtiyaçlarına göre yeniden yorumlanmıştır. Bu adlandırma, Klasik sanat ile Orta Çağ sanatı arasındaki doğal ve stilistik köprüyü vurgular."
  },
  {
    "id": "264926",
    "unitNumber": 5,
    "text": "<strong>6. y&#252;zyıldan başlayarak Bizans K&#252;lt&#252;r&#252; yavaş yavaş Roma'nın antik k&#252;lt&#252;r&#252;nden uzaklaştığı ve kendi &#246;zg&#252;nl&#252;ğ&#252;n&#252; oluşturduğu, İmparatorluğun sınırlarının, &#252;lkenin var olduğu s&#252;re i&#231;inde en geniş alana ulaştığı; İmparatorluğun asker&#238; ve idari sistemi yeniden yapılandırıldığı ve Latince yerine Grek&#231;enin resm&#238; dil olarak benimsendiği d&#246;nem aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "İlk &#199;ağ",
      "B": "Antik &#199;ağ",
      "C": "Erken Bizans D&#246;nemi",
      "D": "Orta Bizans D&#246;nemi",
      "E": "Son Bizans D&#246;nemi"
    },
    "explanation": "6. yüzyıldan başlayarak yaşanan bu dönüşüm dönemi, Bizans İmparatorluğu'nun Roma'nın geç dönem kültüründen ayrılarak kendi özgünlüğünü oluşturduğu <b>Erken Bizans Dönemi</b>'ni kapsar. Bu süreçte, İmparatorluğun askerî ve idari sistemi yeniden yapılandırıldı ve en kritik kültürel değişimlerden biri olarak <b>Latince yerine Grekçe</b> resmî dil olarak benimsendi. Ayrıca İmparatorluğun sınırları, özellikle I. Justinianus (527-565) döneminde, en geniş alana ulaşmıştır."
  },
  {
    "id": "264927",
    "unitNumber": 5,
    "text": "&quot;&hellip;&hellip;&hellip;&hellip;&hellip;&hellip;..&quot; doğu-batı ekseni &uuml;zerinde gelişen &uuml;st&uuml; ahşap, &ccedil;ift meyilli &ccedil;atı ile &ouml;rt&uuml;l&uuml; olan ve Hristiyanlığın zaferini simgelemek istercesine &ccedil;ok b&uuml;y&uuml;k &ouml;l&ccedil;&uuml;lerde inşa edilen uzunlamasına yapılardır.<br /><strong>C&uuml;mlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kilise",
      "B": "Katedral",
      "C": "Şapel",
      "D": "Bazilika",
      "E": "Manastır"
    },
    "explanation": "Tanımlanan yapı tipi <b>Bazilika</b>'dır. Erken Hristiyanlık döneminde ibadethane olarak kullanılan bu yapılar, genellikle <b>doğu-batı ekseni</b> üzerinde gelişir ve üstleri ahşap, çift meyilli çatı ile örtülüdür. Roma döneminin sivil amaçlı büyük salonlarından (bazilikalardan) esinlenilerek, Hristiyanlığın zaferini simgeleyecek görkemli ölçülerde inşa edilmişlerdir."
  },
  {
    "id": "264928",
    "unitNumber": 5,
    "text": "<strong>İstanbul Ayasofyası Camisinin planı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yunan Ha&ccedil;ı Plan",
      "B": "Serbest Ha&ccedil; Plan",
      "C": "Bazilika",
      "D": "Kubbeli Bazilika",
      "E": "D&ouml;rt Yapraklı Yonca Plan"
    },
    "explanation": "İstanbul Ayasofyası, Bizans mimarisinin bir şaheseri olup, mimar Anthemius ve İsidoros tarafından 6. yüzyılda inşa edilmiştir. Ayasofya, <b>Merkezi Planlı</b> (kubbeli) yapıların ihtişamını, <b>Bazilikal Planın</b> (uzunlamasına) işlevselliğiyle birleştiren karma (sentez) bir plana sahiptir. Bu plan, devasa bir orta kubbenin yarım kubbelerle desteklenmesiyle geniş ve görkemli bir ibadet alanı yaratır."
  },
  {
    "id": "264929",
    "unitNumber": 5,
    "text": "<strong>Bizans İmparatorluğu&#39;nda 726-842 yılları arası tasvir kırıcılık anlamına gelen d&ouml;nem aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "İkonoklazma",
      "B": "R&ouml;nesans",
      "C": "Latin İstilası",
      "D": "Son Bizans D&ouml;nemi",
      "E": "Orta Bizans D&ouml;nemi"
    },
    "explanation": "726-842 yılları arası, Bizans İmparatorluğu'nda <b>İkonoklazma</b> (Tasvir Kırıcılık) dönemi olarak bilinir. Bu dönemde, dinî tasvirlerin (ikonaların) putperestliğe yol açtığı gerekçesiyle İmparatorluk kararıyla <b>ikonalar yasaklanmış</b>, yok edilmiş ve İkona yanlıları ile Tasvir Kırıcılar arasında büyük anlaşmazlıklar yaşanmıştır."
  },
  {
    "id": "264933",
    "unitNumber": 5,
    "text": "Roma İmparatoru Septimus tarafından yaptırılan ve daha sonra Konstantinus tarafından genişletilen ve imparatorluğun değişik yerlerinden getirilen eserlerle donatılan Hipodromun; eni 117, boyu ise 480 metreye, kapasitesi ise &hellip;&hellip;&hellip;&hellip; kişiye ulaşıyordu.<br /><strong>C&uuml;mlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "2.000",
      "B": "5.000",
      "C": "10.000",
      "D": "40.000",
      "E": "100.000"
    },
    "explanation": "Konstantinopolis'teki Hipodrom, İmparator Konstantinus tarafından genişletilerek Roma'nın siyasi ve sosyal hayatının merkezi haline gelmiştir. 117 metre en ve 480 metre boya ulaşan bu devasa arenanın kapasitesinin <b>100.000</b> kişiye kadar ulaştığı tahmin edilmektedir. Hipodrom, özellikle araba yarışları ve halk gösterileri için kullanılmıştır."
  },
  {
    "id": "264934",
    "unitNumber": 5,
    "text": "Delfi&rsquo;deki Apollon Tapınağı&rsquo;na sunulmuş olan &uuml;&ccedil; ayaklı altından kazanın kaidesidir. Birbirine sarılmış &uuml;&ccedil; b&uuml;y&uuml;k yılan başları &uuml;zerinde altından bir kazanı taşıyordu. Anıtın orijinali 8 metre y&uuml;ksekliğinde olup 29 boğumludur. Bizans İmparatoru Konstantinus, anıtı Delfi kehanet merkezinden s&ouml;kt&uuml;rerek Konstantinapolis&rsquo;e getirtmiş ve Hipodroma diktirmiştir.<br /><strong>Yukarıda &ouml;zellikleri anlatılan Delfi kehanet merkezi hangi &uuml;lkededir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Mısır",
      "B": "Filistin",
      "C": "Yunanistan",
      "D": "Anadolu",
      "E": "İtalya"
    },
    "explanation": "Yukarıda özellikleri anlatılan Üç Ayaklı Kazan'ın kaidesi, yani <b>Yılanlı Sütun</b>, Antik Çağ'da büyük kehanet merkezi olan <b>Delfi</b>'den gelmektedir. Delfi, o dönemde ve günümüzde <b>Yunanistan</b> (Hellas) sınırları içerisinde yer almaktadır. Bu anıt, Pers savaşlarında kazanılan zaferin anısına dikilmiş olup, 330 yılında Konstantinus tarafından İstanbul Hipodromu'na taşınmıştır."
  },
  {
    "id": "267078",
    "unitNumber": 5,
    "text": "<strong>Genelde şehirden uzakta, y&uuml;ksek dağ başlarına, ulaşılması zor alanlara kurulan, i&ccedil;erisinde din g&ouml;revlilerinin ve kendini dine adayan kimselerin bir arada yaşadığı yapılardan oluşan mimari yapı t&uuml;r&uuml; aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kilise",
      "B": "Mahzen",
      "C": "Kripta",
      "D": "Manastır",
      "E": "Katakomp"
    },
    "explanation": "Şehirden uzakta, genellikle <b>yüksek dağ başlarına</b> veya ulaşılması zor alanlara kurulan, kendini dine adayan keşiş ve rahibelerin bir arada inzivada yaşadığı mimari yapılar bütününe <b>Manastır</b> denir. Manastırlar, dinî yaşamın dünyevi hayattan ayrı tutulmasını ve ruhani gelişime odaklanılmasını sağlamak amacıyla bu izole yerlerde inşa edilmiştir."
  },
  {
    "id": "267085",
    "unitNumber": 5,
    "text": "<strong>Hristiyan Ortodoks Kilisesi&rsquo;nde ibadete mahsus, tahta &uuml;zerine boya ile yapılmış din&icirc; resimlere verilen ad aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "İkona",
      "B": "Minyat&uuml;r",
      "C": "Fresko",
      "D": "Mozaik",
      "E": "Diptikon"
    },
    "explanation": "Hristiyan Ortodoks Kilisesi’nde ibadete mahsus, tahta paneller üzerine boya ile yapılmış dinî resimlere <b>İkona</b> adı verilir. İkonalar, kutsal figürleri (İsa, Meryem, azizler) tasvir eder ve Ortodoks teolojisinde önemli bir yere sahiptir; bir ibadet aracı ve görsel teoloji işlevi görürler."
  },
  {
    "id": "267090",
    "unitNumber": 5,
    "text": "<strong>El yazmalarında karşımıza &ccedil;ıkan, &ccedil;ok ince işlenmiş ve k&uuml;&ccedil;&uuml;k boyutlu resimlere &ldquo;&hellip;&hellip;&hellip;&hellip;&hellip;&hellip;..&rdquo; denir.<br />Boş bırakılan yere aşağıdaki se&ccedil;eneklerden hangisi getirilmelidir.</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Fresko",
      "B": "Minyat&uuml;r",
      "C": "Ebru",
      "D": "Hat",
      "E": "İkona"
    },
    "explanation": "El yazması kitapların metinlerini süsleyen, resimleyen ve açıklayan, <b>çok ince işlenmiş</b> ve küçük boyutlu resimlere <b>Minyatür</b> denir. Bu sanat türü, özellikle Bizans döneminde el yazması İncil ve diğer kutsal metinlerin hazırlanmasında büyük önem taşımıştır."
  },
  {
    "id": "267095",
    "unitNumber": 5,
    "text": "<strong>S&uuml;mela Manastırı hangi ilin sınırları i&ccedil;erisindedir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Rize",
      "B": "G&uuml;m&uuml;şhane",
      "C": "Trabzon",
      "D": "Bayburt",
      "E": "Artvin"
    },
    "explanation": "Tarihî bir yapı olan Sümela Manastırı (Meryem Ana Manastırı), Türkiye'nin Karadeniz Bölgesi'nde, <b>Trabzon</b> ilinin Maçka ilçesi sınırları içerisinde, sarp bir kayalık üzerine kurulmuştur. Bizans ve Pontus Rum İmparatorluğu döneminde önemli bir dini merkez olarak varlığını sürdürmüştür."
  },
  {
    "id": "267102",
    "unitNumber": 5,
    "text": "<strong>Aşağıdaki &uuml;lkelerin hangisi Bizans medeniyeti sınırları i&ccedil;erisinde <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Anadolu",
      "B": "Suriye",
      "C": "Filistin",
      "D": "Mısır",
      "E": "İran"
    },
    "explanation": "Bizans Medeniyeti (Doğu Roma İmparatorluğu) sınırları ağırlıklı olarak <b>Anadolu</b>, <b>Balkanlar</b>, <b>Yakın Doğu</b> ve <b>Kuzey Afrika</b>'nın bazı kısımlarını kapsıyordu. Bizans, Batı Roma İmparatorluğu'nun çöküşünden sonra Batı Avrupa'nın iç kısımları (örneğin Fransa veya Almanya) üzerinde kalıcı bir egemenlik kuramamıştır. Bu nedenle, coğrafi olarak Batı Avrupa'da yer alan bir ülke Bizans sınırları içerisinde kabul edilmez."
  },
  {
    "id": "267103",
    "unitNumber": 5,
    "text": "<strong>Bizans medeniyetinde konuşulan resm&icirc; dil aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Sırp&ccedil;a",
      "B": "Bulgarca",
      "C": "Rus&ccedil;a",
      "D": "Grek&ccedil;e",
      "E": "Almanca"
    },
    "explanation": "Bizans İmparatorluğu, Roma İmparatorluğu'nun devamı olmasına rağmen, özellikle 7. yüzyıldan itibaren imparatorlukta kullanılan resmî dil <b>Yunanca</b> (Grekçe) olmuştur. Başlangıçta <b>Latince</b> idari dil olarak kullanılsa da, halkın büyük çoğunluğunun Yunanca konuşması ve imparatorluğun giderek Helenleşmesiyle birlikte, Yunanca hem yönetim hem de kilise dili haline gelmiştir."
  },
  {
    "id": "267104",
    "unitNumber": 5,
    "text": "<strong>Roma İmparatoru I. Konstantin, 330&#39;da imparatorluğun başkentini Byzantion&#39;a taşıdığında bu kente hangi ismi vermiştir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Byzantion",
      "B": "Konstantinapolis",
      "C": "Nova Roma",
      "D": "Bizans",
      "E": "İstanbul"
    },
    "explanation": "Roma İmparatoru I. Konstantin, 330 yılında imparatorluğun başkentini Byzantion'a taşıdığında bu şehre öncelikle 'Yeni Roma' (<b>Nova Roma</b>) adını vermiştir. Ancak tarih boyunca ve yaygın olarak kurucusunun onuruna <b>Konstantinopolis</b> (Konstantin'in Şehri) olarak anılmıştır. Bu başkent, Bizans'ın merkezi ve dünyanın en büyük şehri olmuştur."
  },
  {
    "id": "267105",
    "unitNumber": 5,
    "text": "<strong>Hristiyanlığın gizli gizli yayılmaya başladığı ilk yıllardan başlayarak onun resm&icirc; din olarak kabul edildiği MS 4. y&uuml;zyıla kadar ge&ccedil;en s&uuml;re i&ccedil;inde ortaya &ccedil;ıkan sanata ne ad verilir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Paleologoslar",
      "B": "İkonoklazma",
      "C": "Orta Bizans",
      "D": "Erken Hristiyan",
      "E": "Ge&ccedil; Devir"
    },
    "explanation": "Hristiyanlığın gizlice yayılmaya başladığı (MS 1. yüzyıl) dönemden, MS 313'te <b>Milano Fermanı</b> ile serbest bırakılmasına ve 4. yüzyıl sonunda resmî din olarak kabul edilmesine kadar geçen sürede ortaya çıkan sanata <b>Erken Hristiyan Sanatı</b> adı verilir. Bu sanat, genellikle Roma'daki <b>katakomplar</b> (yeraltı mezarlıkları) içinde gizli Hristiyan sembollerini ve İncil'den kısa hikâyeleri tasvir etmiştir."
  },
  {
    "id": "267106",
    "unitNumber": 5,
    "text": "325 yılında&hellip;&hellip;&hellip;&hellip;. toplanan I. Konsil Hristiyanlığa yeni bir g&uuml;&ccedil; kazandırmıştır.<strong><br />C&uuml;mlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "İznik&rsquo;te",
      "B": "Kadık&ouml;y&rsquo;de",
      "C": "Trabzon&rsquo;da",
      "D": "İstanbul&rsquo;da",
      "E": "Antakya&rsquo;da"
    },
    "explanation": "MS 325 yılında İmparator I. Konstantin'in çağrısıyla toplanan I. Ekümenik Konsil (evrensel kilise meclisi), <b>İznik</b>'te (Nicaea) gerçekleşmiştir. Bu konsilin temel amacı, özellikle İsa'nın ilahi doğası hakkındaki <b>Arianizm</b> gibi ciddi teolojik anlaşmazlıkları çözmek ve Hristiyanlık inancının temellerini (<b>İznik İnancı</b>) belirleyerek mezhebe yeni bir güç kazandırmaktı."
  },
  {
    "id": "328788",
    "unitNumber": 5,
    "text": "Bizans mimarisinde &ccedil;eşitli plan tipleri uygulanmıştır.<br /><strong>Aşağıdakilerden hangisi bu plan tiplerinden biri&nbsp;<u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Bazilikal plan",
      "B": "Merkez&icirc; plan",
      "C": "Serbest ve Yunan ha&ccedil;ı plan",
      "D": "Kubbeli bazilika planı",
      "E": "T plan"
    },
    "explanation": "Bizans mimarisi, özellikle kilise yapımında çeşitli plan tipleri uygulamıştır. Bunların başında <b>Bazilikal Plan</b> (uzunlamasına nefler), <b>Merkezi Plan</b> (dairesel veya çokgen yapılar, kubbe merkezli) ve <b>Kapalı Yunan Haçı Planı</b> gelmektedir. Bu planlar, kubbenin ve merkezi ibadet alanının vurgulanması üzerine kurulmuştur. Soruda verilen şıklardan bu temel tiplerden biri olmayan, Bizans'a özgü olmayan bir plan (örneğin Gotik veya Romanesk döneme ait bir tip) doğru cevap olacaktır."
  },
  {
    "id": "328794",
    "unitNumber": 5,
    "text": "<strong>Kariye Camii (Khora Manastırı) nerede bulunmaktadır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Trabzon",
      "B": "İstanbul",
      "C": "İzmir",
      "D": "&Ccedil;anakkale",
      "E": "Antakya"
    },
    "explanation": "Kariye Camii, Bizans dönemindeki adıyla <b>Khora Manastırı</b>, Bizans sanatının ve özellikle <b>Paleologos Rönesansı</b>'nın en parlak örneklerine ev sahipliği yapan önemli bir yapıdır. Bu manastır, Bizans İmparatorluğu'nun başkenti olan <b>İstanbul</b>'da (Edirnekapı bölgesinde) bulunmaktadır ve freskleri ile mozaikleri dünya çapında ünlüdür."
  },
  {
    "id": "328800",
    "unitNumber": 5,
    "text": "Bizans D&ouml;nemi&rsquo;nden kalma İstanbul&rsquo;da yedi tane dikilitaş mevcuttur.<br /><strong>Aşağıdakilerden hangisi bu dikilitaşlardan biri&nbsp;<u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Obelisk (Dikilitaş)",
      "B": "Yılanlı S&uuml;tun",
      "C": "&Ouml;rmeli S&uuml;tun",
      "D": "&Ccedil;emberlitaş",
      "E": "&Ccedil;ekme S&uuml;tun"
    },
    "explanation": "Bizans Dönemi'nden kalma İstanbul'daki en meşhur dikilitaş ve anıtlar Sultanahmet Meydanı'ndaki (Hipodrom) <b>Mısır Obeliski</b> (Theodosius Obeliski), <b>Örme Sütun</b> (Duvarlı Sütun) ve <b>Yılanlı Sütun</b>'dur. Ayrıca Çemberlitaş'taki <b>Konstantin Sütunu</b> gibi anıtlar da bulunmaktadır. Bu listede yer almayan, İstanbul'da bulunsa dahi Bizans dönemine ait olmayan veya dikilitaş niteliği taşımayan bir yapı doğru cevap olacaktır."
  },
  {
    "id": "328801",
    "unitNumber": 5,
    "text": "<strong>Yaş sıva &uuml;st&uuml;ne resim yapma y&ouml;ntemi ve bu y&ouml;ntemden yararlanılarak yapılan duvar resmine ne ad verilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Vitray",
      "B": "Fresko",
      "C": "Minyat&uuml;r",
      "D": "Mozaik",
      "E": "Tempera"
    },
    "explanation": "Yaş sıva üzerine resim yapma yöntemi ve bu yöntemle yapılan duvar resmine <b>Fresk</b> adı verilir. Fresk tekniğinde (fresk, İtalyanca 'taze' anlamına gelir), kireç sıva henüz kurumadan pigmentler uygulanır. Pigmentler sıva ile kimyasal olarak bütünleştiği için son derece dayanıklı ve kalıcı resimler ortaya çıkar. Bu yöntem, Bizans kiliselerinin iç mekan süslemelerinde (özellikle <b>Kariye Camii</b> fresklerinde) yaygın olarak kullanılmıştır."
  },
  {
    "id": "367081",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi Bizans İmparatorluğu&#39;nun tarihi d&ouml;nemlerinden biri&nbsp;<u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "İntikal ve Ge&ccedil;iş D&ouml;nemi",
      "B": "İkonoklazma D&ouml;nemi",
      "C": "Latin İstilası",
      "D": "Ampir D&ouml;nem",
      "E": "Son Bizans D&ouml;nemi"
    },
    "explanation": "Bizans İmparatorluğu'nun tarihi ve sanatsal gelişimi genellikle üç ana döneme ayrılır:<br>1. <b>Erken Bizans Dönemi</b> (330-726/843, Kuruluş ve I. Justinianus),<br>2. <b>Orta Bizans Dönemi</b> (726/843-1204, Ikonoklazm sonrası ve Makedonya Hanedanlığı),<br>3. <b>Geç Bizans Dönemi</b> (1261-1453, Paleologos Dönemi). Bu tarihi periyotlardan biri olmayan, örneğin 'Yeniçağ' ya da 'Helenistik Dönem' gibi bir ifade, Bizans İmparatorluğu'nun tarihi dönemlerinden biri değildir."
  },
  {
    "id": "393963",
    "unitNumber": 5,
    "text": "<strong>İstanbul Sultan Ahmet Meydanı&#39;nda yer alan ve b&ouml;lgenin en b&uuml;y&uuml;ğ&uuml; olarak bilinen sarnı&ccedil; aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Binbirdirek Sarnıcı",
      "B": "Zeyrek Sarnıcı",
      "C": "Yerebatan Sarnıcı",
      "D": "Ayasofya Sarnıcı",
      "E": "Aya İrini Sarnıcı"
    },
    "explanation": "İstanbul Sultan Ahmet Meydanı'nda yer alan ve bölgenin en büyüğü olarak bilinen sarnıç, <b>Yerebatan Sarnıcı</b>'dır (Basilica Cistern). Bu yapı, 6. yüzyılda Bizans İmparatoru I. Justinianus tarafından yaptırılmıştır. Geniş boyutu ve ayakta kalan 336 sütunu ile İstanbul'un en görkemli su depolarından biridir. Meydanın altında bulunması sebebiyle bölgenin su ihtiyacını karşılamada kritik bir rol oynamıştır."
  },
  {
    "id": "394215",
    "unitNumber": 5,
    "text": "I. Gotlar S&uuml;tunu<br />II. Arkadius S&uuml;tunu<br />III. &Ccedil;emberlitaş S&uuml;tunu<br /><strong>Yukarıdakilerden hangisi ya da hangileri Topkapı Sarayı&#39;nın dış bah&ccedil;esinde yer alan, yekpare mermerden yapılmış 18,5 m y&uuml;ksekliğindeki korint başlıklı ve kartal armalı s&uuml;tundur?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve III",
      "E": "I, II ve III"
    },
    "explanation": "Topkapı Sarayı'nın dış bahçesinde, yekpare mermerden yapılmış, 18,5 metre yüksekliğindeki korint başlıklı ve kartal armalı sütun <b>Gotlar Sütunu</b>'dur (I. Gotlar Sütunu). Bu sütun, 3. veya 4. yüzyıla tarihlenmekte olup, Gotlara karşı kazanılan bir zafer anısına dikildiğine inanılır. İstanbul'daki en eski Bizans anıtlarından biridir ve Sarayburnu'ndaki konumundan dolayı rahatça görülebilmektedir."
  },
  {
    "id": "264966",
    "unitNumber": 6,
    "text": "<strong>702 yılında H&acirc;life Abd&uuml;lmelik b. Mervan tarafından inşa edilen, yaşadığı deprem sonrası Abbasi Halifesi Mansur tarafından 757 yılında yenilenen, Ha&ccedil;lı Seferleri esnasında zarar g&ouml;rmesi sebebiyle 1187&rsquo;de Selahaddin-i Eyyubi tarafından esaslı bir şekilde tamir edilen yapı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "K&acirc;be",
      "B": "Mescid-i Nebevi",
      "C": "Kuba Mescidi",
      "D": "Mescid-i Aksa",
      "E": "Beyt&uuml;latik"
    },
    "explanation": "Sözü edilen yapı <b>Mescid-i Aksa</b>’dır. İlk olarak Hâlife <b>Abdülmelik b. Mervan</b> (Emevi) tarafından 702 yılında inşa edilmiştir. Yaşadığı depremler ve savaşlar nedeniyle defalarca tamir görmüştür. 757’de Abbasi Halifesi <b>Mansur</b> tarafından yenilenmiş, en önemli onarımlardan biri ise Haçlı Seferleri sonrası yapının esaslı bir şekilde tamir edildiği 1187 yılında <b>Selahaddin-i Eyyubi</b> tarafından gerçekleştirilmiştir. Bu, yapının İslam dünyası için taşıdığı sürekli önemi göstermektedir."
  },
  {
    "id": "264967",
    "unitNumber": 6,
    "text": "<strong>M&uuml;sl&uuml;manların ilk kıblesi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "K&acirc;be",
      "B": "Mescid-i Nebevi",
      "C": "Kuba Mescidi",
      "D": "Mescid-i Aksa",
      "E": "Beyt&uuml;latik"
    },
    "explanation": "Müslümanların ilk kıblesi <b>Mescid-i Aksa</b>’nın bulunduğu Kudüs şehridir. Hicretten sonra bir süre Müslümanlar namazlarını Mescid-i Aksa’ya doğru kılmıştır. Bu durum, Kur’an-ı Kerim’deki bir ayetle kıblenin Mekke’deki <b>Kâbe</b> yönüne çevrilmesine kadar devam etmiştir. Dolayısıyla Kudüs, İslam tarihi ve mimarisi açısından büyük önem taşımaktadır."
  },
  {
    "id": "264968",
    "unitNumber": 6,
    "text": "<strong>Erken İslam sanatının ve mimarisinin en &ouml;nemli &ouml;rneklerinden biri olarak kabul edilen; &Uuml;rd&uuml;n&rsquo;de başkent Amman&rsquo;ın doğusunda &ccedil;&ouml;lde bulunan ve s&uuml;slemelerindeki h&uuml;k&uuml;mdar tasvirlerine dayanılarak H&acirc;life I. Velid b. Abd&uuml;lmelik zamanına denk gelen 711&ndash;715 yıllarına tarihlendirilen eser aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kuseyr Amra",
      "B": "Meşatta",
      "C": "Kasr&uuml;&rsquo;l-Hayru&rsquo;l-Garb&icirc;",
      "D": "Mescid-i Aksa",
      "E": "Hırbet&uuml;&rsquo;l-Mefcer"
    },
    "explanation": "Erken İslam sanatının en önemli örneklerinden biri olarak kabul edilen ve Ürdün’de çölde bulunan eser <b>Kasr-ı Amra</b>'dır. Bu yapı, Hâlife <b>I. Velid b. Abdülmelik</b> dönemine (711–715) tarihlendirilir ve özellikle çöl kasırlarında rastlanmayan, içerisinde hükümdar tasvirleri ve günlük hayat sahneleri barındıran zengin freskolarıyla meşhurdur. Bu freskolar, Emevi sanatının figüratif yönünü göstermesi açısından eşsizdir."
  },
  {
    "id": "264969",
    "unitNumber": 6,
    "text": "<strong>Suriye&rsquo;de Palmira&#39;nın 80 km g&uuml;neybatısında bulunan antik bir kasırdır. &Ccedil;&ouml;lde inşa edilen ve hanı, hamamı ve b&uuml;y&uuml;k bir bah&ccedil;esi ile bir b&uuml;t&uuml;nl&uuml;k teşkil eden 727&ndash;30 yıllarında H&acirc;life Hişam b. Abd&uuml;lmelik tarafından yaptırılan eser aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kuseyr Amra",
      "B": "Meşatta",
      "C": "Kasr&uuml;&rsquo;l-Hayru&rsquo;l-Garb&icirc;",
      "D": "Mescid-i Aksa",
      "E": "Hırbet&uuml;&rsquo;l-Mefcer"
    },
    "explanation": "Suriye’de Palmira'nın yakınlarında bulunan, hanı, hamamı ve büyük bir bahçesi ile bütünlük teşkil eden antik kasır <b>Kasr-ül Hayr eş-Şarki</b>’dir (veya el-Garbi). Bu büyük kompleks, 727–30 yılları arasında Emevi Hâlifesi <b>Hişam b. Abdülmelik</b> tarafından çöl güzergahları üzerinde bir ticaret ve tarım merkezi olarak inşa ettirilmiştir. Çöl mimarisinin organize ve çok fonksiyonlu yapısını yansıtır."
  },
  {
    "id": "264988",
    "unitNumber": 6,
    "text": "<strong>End&uuml;l&uuml;s Emevilerinin en &ouml;nemli eserlerinden biridir. Daro ve Genil Irmaklarına bakan sarp bir tepenin &uuml;zerinde, ilk olarak 9. y&uuml;zyılda inşa edilen sarayın bug&uuml;n ayakta kalan b&ouml;l&uuml;mlerinin b&uuml;y&uuml;k kısmı I. Yusuf (1333-54) ve Gani Bill&acirc;h V. Muhammed (1354-59, 1362-91) tarafından inşa edilen eser aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kuseyr Amra",
      "B": "Meşatta",
      "C": "Kasr&uuml;&rsquo;l-Hayru&rsquo;l-Garb&icirc;",
      "D": "Elhamra",
      "E": "Hırbet&uuml;&rsquo;l-Mefcer"
    },
    "explanation": "Endülüs Emevilerinin (daha doğru bir ifadeyle onların halefi olan Nasri Hanedanlığı'nın) en önemli eserlerinden biri, Granada'da Daro ve Genil Irmaklarına bakan sarp bir tepe üzerinde yer alan <b>El Hamra Sarayı</b>'dır. Sarayın ayakta kalan büyük kısmı, 14. yüzyılda Nasri sultanları <b>I. Yusuf</b> ve <b>V. Muhammed</b> tarafından inşa edilmiştir. İnce işçiliği, geometrik süslemeleri ve Aslanlı Avlusu (Patio de los Leones) ile İslami mimarinin zirvesini temsil eder."
  },
  {
    "id": "264989",
    "unitNumber": 6,
    "text": "İspanya&#39;nın Cordoba şehrinde ilk olarak I. Abdurrahman tarafından 785 - 86 yılında 75,00 x 100,00 m ebatlarında yaptırılan, &ldquo;&hellip;&hellip;&hellip;&hellip;&hellip;&hellip;&hellip;&rdquo;, daha sonraki yapılan eklemelerle genişletilmiş, 178,00 x 125,00 m &ouml;l&ccedil;&uuml;lerinde 22.000 m<sup>2&#39;</sup>lik alana kurulmuştur. End&uuml;l&uuml;s Emevilerinin başkentindeki en anıtsal ve ihtişamlı eserdir.<br /><strong>C&uuml;mlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Elhamra",
      "B": "Kurtuba B&uuml;y&uuml;k Camii",
      "C": "Kubbet&uuml;&rsquo;s-S&uuml;leybiye",
      "D": "Kubbet&uuml;&rsquo;s-Sahra",
      "E": "Kasru M&uuml;şett&acirc;"
    },
    "explanation": "İspanya'nın Cordoba şehrinde ilk olarak <b>I. Abdurrahman</b> tarafından 785 - 86 yıllarında inşa ettirilen ve sonraki eklemelerle devasa boyutlara ulaşan yapı, <b>Kurtuba Ulu Camii</b>’dir (Mezquita de Córdoba). Bu cami, 22.000 m²'lik alana yayılmış olup, Endülüs Emevilerinin başkentindeki mimari ve sanatsal gücünü simgeleyen en anıtsal ve ihtişamlı eserdir. Özgün çift katmanlı kemer sistemi mimari açıdan çığır açmıştır."
  },
  {
    "id": "264990",
    "unitNumber": 6,
    "text": "<strong>Samerra Camiu&rsquo;l-Kebiri, Damgan Tarıhane ve Tolunoğlu Ahmet Camii gibi &ccedil;oğunluğu ordug&acirc;h tipi, b&uuml;y&uuml;k boyutlu bazıları da k&uuml;&ccedil;&uuml;k &ouml;l&ccedil;&uuml;lerine karşın İslam mimarisinde &ouml;nemli bir adım teşkil edecek plan ve form yansıtan camii ve mescitler hangi d&ouml;neme aittir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Emevi",
      "B": "Abbasi",
      "C": "Fatimi",
      "D": "Meml&uuml;k",
      "E": "End&uuml;l&uuml;s Emevileri"
    },
    "explanation": "Samerra Camiu’l-Kebiri, Damgan Tarıhane ve Tolunoğlu Ahmet Camii gibi büyük boyutlu ve ordugâh tipi camiler, <b>Abbasi Dönemi</b>’ne aittir. Abbasi başkenti Samerra'nın kurulmasıyla bu mimari tarz yayılmıştır. Bu camiler, genellikle çok geniş avlulara ve devasa ölçülere sahiptir. Samerra Camiu’l-Kebiri'nin dıştan spiral minaresi gibi yenilikler, İslam mimarisinde önemli bir adım teşkil etmiştir."
  },
  {
    "id": "267117",
    "unitNumber": 6,
    "text": "<strong>İlk İslam mescidi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "K&acirc;be",
      "B": "Mescid-i Nebevi",
      "C": "Kuba Mescidi",
      "D": "Mescid-i Aksa",
      "E": "Beyt&uuml;latik"
    },
    "explanation": "İslam tarihinde inşa edilen ilk mescid, <b>Kuba Mescidi</b>’dir. Hz. Muhammed (s.a.v.) ve sahabelerinin Mekke'den Medine'ye hicretleri sırasında, Medine'ye varmadan hemen önce Kuba bölgesinde inşa edilmiştir. Bu mescit, İslam cemaatinin ilk ibadet mekanı ve toplanma yeri olması açısından tarihi ve dini öneme sahiptir."
  },
  {
    "id": "267127",
    "unitNumber": 6,
    "text": "<strong>Fresk tarzı tezyinatı ile İslam sivil mimarisinde &ouml;nemli bir yer tutan Emevi sarayı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kasru M&uuml;şett&acirc;",
      "B": "Hırbet&uuml;&rsquo;l-Minye",
      "C": "Kuseyru&rsquo;l-H&acirc;llabat",
      "D": "Ancar",
      "E": "Kuseyru Amre"
    },
    "explanation": "Fresk tarzı tezyinatıyla ünlü olan Emevi sarayı <b>Kasr-ı Amra</b>'dır. Ürdün'de bulunan bu küçük çöl sarayı, özellikle <b>banyo kısımlarındaki</b> freskleriyle meşhurdur. Bu freskler, 8. yüzyıl Emevi sanatının figüratif öğeler içeren nadir örneklerini sunar ve İslam sanatında duvar resminin erken dönem uygulamalarını göstermesi açısından büyük önem taşır."
  },
  {
    "id": "267136",
    "unitNumber": 6,
    "text": "<strong>Planı bizzat Abbasi halifesi tarafından &ccedil;izilerek kurulan İslam kenti aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Bağdat",
      "B": "Rakka",
      "C": "Samerra",
      "D": "Caferiye",
      "E": "Katai"
    },
    "explanation": "Planı bizzat halife tarafından çizilerek kurulan ünlü İslam kenti <b>Bağdat</b>'tır. 762 yılında <b>Abbasi Halifesi Ebû Ca‘fer el-Mansûr</b> tarafından kurulan Bağdat, <b>dairesel planı</b> (Medînetü's-Selâm – Barış Şehri) ile özdeşleşmiştir. Bu merkezi plan, halifenin sarayının ve Ulu Cami'nin merkezde yer aldığı, Abbasi iktidarının gücünü ve düzenini simgeleyen benzersiz bir örnektir."
  },
  {
    "id": "267159",
    "unitNumber": 6,
    "text": "<strong>İslam d&uuml;nyasında ilk kez 9. y&uuml;zyılda Bağdat ve Samarra&rsquo;da kullanılmış olan altın ve g&uuml;m&uuml;ş tozlarının seramik &uuml;zerine serpilerek ikinci kez fırınlanmasıyla oluşan sır&uuml;st&uuml; &ccedil;ini tekniği aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kalemişi",
      "B": "Sedef",
      "C": "L&uuml;ster",
      "D": "&Ccedil;eşm-i b&uuml;lb&uuml;l",
      "E": "Mozaik"
    },
    "explanation": "Bahsedilen teknik, <b>lüster (sırüstü) tekniği</b> olarak adlandırılır. Bu teknikte, seramikler önce sırlanıp pişirilir, ardından yüzeyine <b>altın ve gümüş tozları</b> içeren metal oksit karışımı sürülerek, düşük ısıda ikinci kez fırınlanır. Bu işlem, seramiğe <b>parlak, metalik ve yansıtıcı</b> bir yüzey kazandırır. Lüster tekniği, 9. yüzyılda <b>Bağdat ve Samarra</b>’daki Abbasi atölyelerinde zirveye ulaşmıştır."
  },
  {
    "id": "267161",
    "unitNumber": 6,
    "text": "<strong>Kud&uuml;s&rsquo;te semavi dinlerce kutsal kabul edilen Harem&uuml;&rsquo;ş-Şerif&rsquo;te Hacer-i Muall&acirc;k denilen kayanın &uuml;zerinde y&uuml;kselen anıtsal yapı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Harrekan T&uuml;rbeleri",
      "B": "Gaffari T&uuml;rbesi",
      "C": "Kubbet&uuml;&rsquo;s-S&uuml;leybiye",
      "D": "Kubbet&uuml;&rsquo;s-Sahra",
      "E": "Mescid-i Nebevi"
    },
    "explanation": "Kudüs’teki Haremü’ş-Şerif’te, semavi dinlerce kutsal kabul edilen <b>Hacer-i Muallâk</b> (Askıdaki Kaya) üzerinde yükselen anıtsal yapı <b>Kubbetü’s-Sahra</b>’dır. Emevi Halifesi Abdülmelik bin Mervan tarafından 691 yılında tamamlanmıştır. Yapı, mimari formu (sekizgen) ve iç/dış cephesindeki zengin <b>mozaik ve mermer tezyinatı</b> ile Erken İslam mimarisinin en önemli eserlerinden biridir."
  },
  {
    "id": "267175",
    "unitNumber": 6,
    "text": "<strong>Mekke&#39;de bulunan Mescid-i Haram&#39;dan sonra M&uuml;sl&uuml;manlara g&ouml;re ikinci en kutsal mescit aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Mescid-i Kub&acirc;",
      "B": "K&acirc;be",
      "C": "Kud&uuml;s",
      "D": "Kubbet&uuml;&rsquo;s-Sahra",
      "E": "Mescid-i Nebevi"
    },
    "explanation": "İslamiyet’te en kutsal kabul edilen üç mescit bulunmaktadır. Birincisi Mekke’de Kâbe’yi barındıran <b>Mescid-i Haram</b>’dır. İkinci en kutsal mescit ise <b>Mescid-i Nebevi</b>'dir (Peygamber Camii). Bu mescit, Medine’de yer alır ve Hz. Muhammed’in kabrini (Ravza-i Mutahhara) içinde barındırmaktadır. Üçüncüsü ise Kudüs’teki Mescid-i Aksa'dır."
  },
  {
    "id": "267182",
    "unitNumber": 6,
    "text": "<strong>Mescid-i Nebevi&rsquo;de &ldquo;&hellip;&hellip;&hellip;&hellip;&hellip;&hellip;.&rdquo; en b&uuml;y&uuml;k imar işlerini ger&ccedil;ekleştiren Osmanlı padişahıdır.<br />C&uuml;mlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kanuni Sultan S&uuml;leyman",
      "B": "Sultan II. Mustafa",
      "C": "Sultan I. Mahmud",
      "D": "Sultan II. Mahmud",
      "E": "Sultan Abd&uuml;lmecid"
    },
    "explanation": "Mescid-i Nebevi’de 19. yüzyılda gerçekleştirilen en büyük ve en kapsamlı imar işlerini gerçekleştiren Osmanlı padişahı <b>Sultan Abdülmecid</b>’dir. Sultan Abdülmecid (1853-1861) döneminde başlatılan bu büyük imar, mescidin <b>temelden yenilenmesini</b>, yeni revaklar eklenmesini ve bugünkü görünümüne kavuşmasında en önemli adımı teşkil etmiştir."
  },
  {
    "id": "267183",
    "unitNumber": 6,
    "text": "<strong>&ldquo;&hellip;&hellip;&hellip;&hellip;&hellip;&hellip;..&rdquo;, &uuml;&ccedil; yıl s&uuml;ren bir &ccedil;alışmadan sonra Mescidi Nebevi&rsquo;nin kubbe kasnaklarını, duvarlarını, kapılarını, mihrap ve s&uuml;tunlarını kuşak h&acirc;linde cel&icirc; s&uuml;l&uuml;s tarzında ayetler, hadisler, Hz. Peygamber&rsquo;in ve mescidinin adları ve sıfatlarıyla tezyin etmiştir.<br />C&uuml;mlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kazasker Mustafa İzzet",
      "B": "Hafız Osman",
      "C": "Hasan &Ccedil;elebi",
      "D": "Abdullah Z&uuml;hd&uuml;",
      "E": "Seyyid Abdullah"
    },
    "explanation": "Mescid-i Nebevi’nin kubbe kasnakları, duvarları ve sütunlarını celî sülüs tarzında ayetler ve övgülerle kuşatan ünlü hattat <b>Abdullah Zühdi Efendi</b>’dir. Kendisi, Sultan Abdülmecid’in başlattığı büyük imar sırasında görev almış ve bu tezyinatı üç yıl süren bir çalışmayla tamamlayarak <b>Osmanlı hat sanatının</b> en önemli eserlerinden birini bu kutsal mekâna kazandırmıştır."
  },
  {
    "id": "267184",
    "unitNumber": 6,
    "text": "<strong>İslamiyet ilk fetihlerle yayılmaya başladığında İslam ordularının gittiği yerlerde kurulan ilk camiler hangi isimle anılmıştır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kufe",
      "B": "Ordug&acirc;h",
      "C": "Namazg&acirc;h",
      "D": "Mescid",
      "E": "Cami"
    },
    "explanation": "İslamiyet’in ilk fetihlerle yayılmaya başladığı dönemde, yeni kurulan garnizon şehirlerinde (misr) veya fethedilen bölgelerde inşa edilen ilk ve en büyük camilere <b>Cami-i Kebir</b> (Büyük Cami) veya <b>Ulu Cami</b> adı verilmiştir. Bu yapılar, sadece ibadet merkezi değil, aynı zamanda <b>askeri, idari ve sosyal</b> işlerin yürütüldüğü şehrin merkezi konumundaydı (Örn: Basra, Kufe Ulu Camileri)."
  },
  {
    "id": "267185",
    "unitNumber": 6,
    "text": "<strong>Kud&uuml;s&rsquo;teki Mescid-i Aksa ve Kubbet&uuml;&rsquo;s-Sahra, Şam Emeviye Camii, Kayrevan Sidi Ukba Camii hangi d&ouml;nemin en &ouml;nemli &ouml;rnekleri olarak g&ouml;sterilebilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Emevi",
      "B": "Abbasi",
      "C": "Fatimi",
      "D": "Meml&uuml;k",
      "E": "End&uuml;l&uuml;s Emevileri"
    },
    "explanation": "Kudüs’teki <b>Kubbetü’s-Sahra</b> (691), <b>Şam Emeviye Camii</b> (705-715) ve Kayrevan <b>Sidi Ukba Camii</b> (ilk temelleri 7. yy) gibi anıtsal yapılar, İslam mimarisinin temellerinin atıldığı ve ilk büyük ölçekli eserlerinin inşa edildiği <b>Emevi Dönemi'nin</b> (661–750) en önemli örnekleri olarak kabul edilir. Bu yapılar, cami ve kutsal mekan mimarisinin temel şemalarını belirlemiştir."
  },
  {
    "id": "328804",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi Erken İslam D&ouml;nemi&#39;nin en &ouml;nemli mimari yapıları arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "K&acirc;be",
      "B": "Mescid-i Nebevi",
      "C": "Ayasofya",
      "D": "Basra Mescidi",
      "E": "K&ucirc;fe Mescidi"
    },
    "explanation": "Erken İslam Dönemi, genellikle Emevi ve erken Abbasi dönemlerini (yaklaşık 7. ve 9. yüzyıllar) kapsar. Bu döneme ait olmayan bir yapıyı belirlemek için sonraki döneme ait örnekler bilinmelidir. Örneğin, <b>Selimiye Camii</b> (16. yüzyıl Osmanlı) gibi yapılar veya <b>İsfahan Şah Camii</b> (17. yüzyıl Safevi) gibi yapılar Erken İslam Dönemi'ne değil, çok daha sonraki <b>Klasik Dönemlere</b> aittir. Erken İslam'ın ana yapıları Kubbetü's-Sahra, Samarra Mescidi veya Emevi saraylarıdır."
  },
  {
    "id": "328806",
    "unitNumber": 6,
    "text": "<strong>S&icirc;d&icirc; Ukbe Camii kim tarafından ne zaman yaptırılmıştır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Ukbe b. Nafi tarafından 670&rsquo;te",
      "B": "Halife Abd&uuml;lmelik b. Mervan tarafından 691&rsquo;te",
      "C": "Halife I. Velid b. Abd&uuml;lmelik&nbsp; tarafından 705-715&rsquo;te",
      "D": "S&uuml;leyman bin Abd&uuml;lmelik tarafından 715-716&#39;da",
      "E": "Sa&#39;d bin Ebi Vakkas&nbsp; tarafından 635&lsquo;te"
    },
    "explanation": "Sîdî Ukbe Camii, yani <b>Kayrevan Ulu Camii</b>, 670 yılında <b>Ukbe b. Nâfi</b> tarafından Tunus’ta (Kayrevan’da) yaptırılmıştır. Bu cami, Kuzey Afrika’daki İslami mimarinin ve Fıkıh eğitiminin önemli bir merkezidir. Emeviler döneminde inşa edilen ilk büyük camilerdendir ve bölgedeki erken İslam mimarisinin temel özelliklerini taşır."
  },
  {
    "id": "328812",
    "unitNumber": 6,
    "text": "<strong>Kur&rsquo;an-ı Kerim&rsquo;deki ayetlere g&ouml;re&nbsp; K&acirc;be ne zaman yapılmıştır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Hz. İbrahim&rsquo;den &ouml;nce",
      "B": "Hz. Muhammed&rsquo;ten &ouml;nce",
      "C": "Hz. Musa&rsquo;dan &ouml;nce",
      "D": "Hz. İsa&rsquo;dan &ouml;nce",
      "E": "Hz. Nuh&rsquo;tan &ouml;nce"
    },
    "explanation": "Kur’an-ı Kerim’deki ayetlere (özellikle Bakara Suresi 127. ayet) göre Kâbe, <b>Hz. İbrahim</b> ve oğlu <b>Hz. İsmail</b> tarafından inşa edilmiştir. Bu inşaat, İslam inancına göre Kâbe'nin Allah'a ibadet için yeryüzündeki ilk ev olma özelliğini pekiştirir."
  },
  {
    "id": "328815",
    "unitNumber": 6,
    "text": "<strong>Kurtuba Camii&#39;nin plan yapısı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Dikey dikd&ouml;rtgen planlı",
      "B": "Kare planlı",
      "C": "Payeli",
      "D": "&Ccedil;ok kubbeli",
      "E": "Taphaneli"
    },
    "explanation": "<b>Kurtuba Camii</b> (Mezquita), İslami mimarinin Endülüs'teki en önemli örneklerinden biridir. Plan yapısı, tipik bir <b>çok ayaklı</b> (hipostil) plan şemasına sahiptir. Bu şemada, geniş bir alanı kaplayan çok sayıda sütun ve ayak kullanılarak cami mekanı oluşturulmuştur. Bu yapı, özellikle <b>çift katlı kemer sistemi</b> ile tanınır ve Endülüs Emevilerinin gücünü simgeler."
  },
  {
    "id": "367097",
    "unitNumber": 6,
    "text": "<strong>D&ouml;rt Halife D&ouml;nemi&rsquo;nden sonra kurulan ve 661-750 yılları arasında h&uuml;k&uuml;m s&uuml;rm&uuml;ş olan,&nbsp;Mescid-i Aksa ve Kubbet&uuml;&#39;s Sahra gibi yapıları inşa eden M&uuml;sl&uuml;man Arap Devleti aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Emeviler",
      "B": "Abbasiler",
      "C": "Gazneliler",
      "D": "Karahanlılar",
      "E": "Meml&uuml;kl&uuml;ler"
    },
    "explanation": "Dört Halife Dönemi'nden sonra (661-750) hüküm süren devlet <b>Emevîler</b> Devleti'dir. Başkenti Şam olan Emeviler, Kudüs’te bulunan <b>Kubbetü's Sahra</b> (Abdülmelik b. Mervan tarafından) ve <b>Mescid-i Aksa</b> gibi İslam mimarisinin ilk anıtsal ve önemli yapılarını inşa ederek bu bölgenin mimari gelişimini başlatmışlardır."
  },
  {
    "id": "367106",
    "unitNumber": 6,
    "text": "Abbasiler D&ouml;nemin&#39;de tuğladan sekizgen planda inşa edilen yapı, İslam sanatının ilk t&uuml;rbe mimarisi olması a&ccedil;ısından &ouml;nem teşkil etmektedir.<br /><strong>Samerra&#39;da Dicle Nehri&#39;nin batı kıyısında yer alan bu t&uuml;rbe aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Arap Ata T&uuml;rbesi",
      "B": "Ayşe Bibi T&uuml;rbesi",
      "C": "Kubbet&uuml;&rsquo;s-S&uuml;leybiye",
      "D": "Kızlar T&uuml;rbesi",
      "E": "Harrekan T&uuml;rbesi"
    },
    "explanation": "Abbasiler döneminde <b>Samerra</b>'da, Dicle Nehri kıyısında tuğladan sekizgen planda inşa edilen yapı, <b>Kubbetü’s Süleybiyye</b>'dir. Bu türbe, İslam sanatının bilinen <b>ilk türbe mimarisi</b> örneği olması açısından büyük önem taşır ve tuğla işçiliği ile dikkat çeker."
  },
  {
    "id": "393964",
    "unitNumber": 6,
    "text": "<strong>Kud&uuml;s&rsquo;te Hacer-i Muall&acirc;k denilen kayanın &uuml;zerinde y&uuml;kselen anıtsal yapı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Mescidi Nebevi",
      "B": "Mescidi Aksa",
      "C": "Kubbet&uuml;&rsquo;s- Sahra",
      "D": "Sidi Ukba Cami",
      "E": "S&uuml;leyman Mabedi"
    },
    "explanation": "Kudüs’te <b>Hacer-i Muallâk</b> (Muallak Taş) adı verilen kutsal kayanın üzerinde yükselen anıtsal yapı <b>Kubbetü's Sahra</b>'dır (Kaya Kubbesi). Bu yapı, 691 yılında Emevî Halifesi <b>Abdülmelik b. Mervan</b> tarafından yaptırılmış olup, sekizgen planı ve zengin süslemeleriyle erken İslam mimarisinin başyapıtlarından biridir."
  },
  {
    "id": "393966",
    "unitNumber": 6,
    "text": "<strong>İslam sanatının ilk t&uuml;rbesi olarak bilinen mezar yapısı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Arap Ata T&uuml;rbesi",
      "B": "Kubbet&uuml;&rsquo;s-S&uuml;leybiye",
      "C": "Ayşe Bibi T&uuml;rbesi",
      "D": "İsmail Samani T&uuml;rbesi",
      "E": "Gazneli Mahmud T&uuml;rbesi"
    },
    "explanation": "İslam sanatının bilinen <b>ilk türbe mimarisi</b> örneği, Abbasi döneminde Samerra'da inşa edilen <b>Kubbetü’s Süleybiyye</b>'dir. Bu yapı, mezar mimarisinin gelişiminde bir dönüm noktası teşkil eder ve sekizgen planlı yapısıyla sonraki İslami türbelere öncülük etmiştir."
  },
  {
    "id": "264994",
    "unitNumber": 7,
    "text": "<strong>Şamanizm&#39;e, sonra &Ccedil;in&#39;in etkisiyle Budizm&#39;e, daha sonra da Maniheizm&rsquo;e inanmış T&uuml;rk Devleti aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Hunlar",
      "B": "G&ouml;kt&uuml;rkler",
      "C": "Uygurlar",
      "D": "B&uuml;y&uuml;k Sel&ccedil;uklular",
      "E": "Hazarlar"
    },
    "explanation": "Tarihte sırasıyla <b>Şamanizm</b>, Budizm ve <b>Maniheizm</b> dinlerini benimsemiş olan Türk devleti <b>Uygurlar</b>dır. Uygurlar, özellikle 762 yılında Hakan Bögü Kağan'ın emriyle Maniheizm'i resmi din olarak kabul etmişlerdir. Bu durum, Uygur sanat ve kültürünü, özellikle de <b>el yazması ve minyatür sanatını</b> kökten etkilemiştir."
  },
  {
    "id": "264995",
    "unitNumber": 7,
    "text": "&hellip;&hellip;&hellip;&hellip;&hellip;....... minyat&uuml;r sanatının başlangıcı&nbsp; Maniciliğin kutsal kitabında bulunan resimlere dayanmaktadır. Maniheizm etkileri minyat&uuml;r, el yazmalarında ve &ccedil;eşitli metinlerde g&ouml;r&uuml;l&uuml;r.<br /><strong>Paragrafta boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Uygur",
      "B": "G&ouml;kt&uuml;rk",
      "C": "Buda",
      "D": "T&uuml;rk",
      "E": "Sel&ccedil;uklu"
    },
    "explanation": "Paragrafta bahsedilen ve minyatür sanatının başlangıcını <b>Maniheizm</b>'in kutsal kitaplarındaki resimlere dayandıran sanat geleneği <b>Uygur</b> minyatür sanatıdır. Uygurlar, Maniheist ve Budist inançların etkisi altında gelişen bu minyatürleri, <b>el yazmalarını süslemek</b> için kullanmışlardır ve bu, Orta Asya Türk sanatının önemli örneklerini oluşturur."
  },
  {
    "id": "264997",
    "unitNumber": 7,
    "text": "<strong>İlk b&uuml;y&uuml;k M&uuml;sl&uuml;man T&uuml;rk devleti aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Uygurlar",
      "B": "Gazneliler",
      "C": "Karahanlılar",
      "D": "G&ouml;kt&uuml;rkler",
      "E": "B&uuml;y&uuml;k Sel&ccedil;uklular"
    },
    "explanation": "İslamiyet'i resmi devlet dini olarak kabul eden ve Orta Asya'da kurulan <b>ilk büyük Müslüman Türk devleti</b> <b>Karahanlılar</b>dır (840-1212). Karahanlılar, Satuk Buğra Han döneminde topluca Müslümanlaşmış ve İslam mimarisi ile Türk mimari unsurlarını birleştiren önemli eserler (ribatlar, camiler) inşa etmişlerdir. Türkçeyi resmi dil olarak kullanan ilk Müslüman devlettir."
  },
  {
    "id": "265011",
    "unitNumber": 7,
    "text": "T&uuml;rkmenistan&rsquo;ın Merv şehrinde yer alan t&uuml;rbe, B&uuml;y&uuml;k Sel&ccedil;uklu mimarisinin &ouml;nemli &ouml;rneklerindendir. 1153-1157 yılları arasında yaptırılmıştır. Yapının mimarı Muhammed bin Atsız&rsquo;dır.<br /><strong>Paragrafta anlatılan t&uuml;rbe aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Arap Ata T&uuml;rbesi",
      "B": "Ayşe Bibi T&uuml;rbesi",
      "C": "Harrekan T&uuml;rbesi",
      "D": "Sultan Sencer T&uuml;rbesi",
      "E": "Arslan Cazip T&uuml;rbesi"
    },
    "explanation": "Paragrafta özellikleri verilen türbe, <b>Sultan Sencer Türbesi</b>'dir. Türkmenistan'ın <b>Merv</b> şehrinde bulunan bu yapı, <b>Büyük Selçuklu mimarisi</b>nin en anıtsal ve önemli örneklerinden biridir. 1153-1157 yılları arasında inşa ettirilmiş olup, mimarı <b>Muhammed bin Atsız</b>’dır. Sultan Sencer’in mezarı olan bu yapı, Selçuklu türbe mimarisinde kubbeli ve merkezi planlı yapıların zirvesini temsil eder."
  },
  {
    "id": "267187",
    "unitNumber": 7,
    "text": "<strong>T&uuml;rklerin &ouml;l&uuml;mden sonra da yaşamın olduğuna inandığı i&ccedil;in, kerpi&ccedil; taş ve ağa&ccedil;tan mezar odaları yaptıkları, &ouml;lenin yeri belli olsun diye mezar odalarının &uuml;zerini geniş bir daire bi&ccedil;iminde toprak veya taş ile doldurarak piramit g&ouml;r&uuml;n&uuml;ml&uuml; k&uuml;&ccedil;&uuml;k tepeler oluşturdukları mezar yapılarına ne ad verilmektedir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "T&uuml;rbe",
      "B": "K&uuml;mbet",
      "C": "Kurgan",
      "D": "Ribat",
      "E": "Kabir"
    },
    "explanation": "Türklerin <b>ölümden sonra yaşam</b> (ahiret inancı) fikrine sahip olmalarından dolayı, ölen kişilerin eşyalarıyla birlikte gömüldüğü, kerpiç, taş veya ağaçtan yapılmış mezar odalarının (oda mezar) üzerinin toprak ve taş yığınlarıyla doldurularak oluşturulan küçük tepelere <b>Kurgan</b> adı verilir. Kurganlar, özellikle <b>İskit/Saka</b> ve erken <b>Hun</b> dönemlerine ait önemli arkeolojik veriler sunmaktadır."
  },
  {
    "id": "267190",
    "unitNumber": 7,
    "text": "<strong>D&uuml;nya halıcılık tarihinin bilinen ve bir b&uuml;t&uuml;n olarak bulunmuş en eski d&uuml;ğ&uuml;ml&uuml; halısı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Pazırık halısı",
      "B": "G&ouml;rdes halısı",
      "C": "Holbain halısı",
      "D": "Hereke halısı",
      "E": "İran halısı"
    },
    "explanation": "Dünya halıcılık tarihinin bilinen ve bir bütün halinde bulunmuş en eski düğümlü halısı, <b>Pazırık Halısı</b>’dır. Halı, MÖ 5-4. yüzyıllara tarihlendirilmekte olup, Sibirya’daki <b>Pazırık Kurganı</b>’nda, donmuş toprak sayesinde günümüze kadar korunarak ulaşmıştır. Yüksek teknik kalitesi ve karmaşık motifleri (özellikle atlı ve geyik figürleri), Türk halı sanatının kökenlerini anlamamız açısından hayati öneme sahiptir."
  },
  {
    "id": "267198",
    "unitNumber": 7,
    "text": "<strong>Semerkand&#39;a yaklaşık olarak 100 km uzaklıkta Buhara-Semerkant yolu &uuml;zerinde bulunan ve genel olarak 11. y&uuml;zyıla tarihlendirilen, Karahanlı D&ouml;nemi i&ccedil;erisinde plan şeması ve mimarisi ile olduk&ccedil;a &ouml;nemli bir yere sahip olup, merkez&icirc; plan şemasının &ouml;nc&uuml;s&uuml; niteliğindeki cami aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Muğak Attari Camii",
      "B": "Leşker-i Bazar Ulu Camii",
      "C": "Zevvare Mescidi Cuması",
      "D": "Hazara Diggaron Camii",
      "E": "Talhatan Baba Camii"
    },
    "explanation": "Semerkand-Buhara yolu üzerinde bulunan ve 11. yüzyıla tarihlenen, <b>Karahanlı Dönemi</b> mimarisinin öncü örneklerinden olan bu cami, <b>Deggeron Camisi</b>'dir. Özellikle <b>merkezî plan şeması</b>nın Orta Asya'daki ilk örneklerinden biri olması ve dört paye üzerine oturan kubbesiyle dikkat çekmesi bakımından büyük önem taşımaktadır."
  },
  {
    "id": "267199",
    "unitNumber": 7,
    "text": "<strong>T&uuml;rbe mimarisinin belki de en g&ouml;zde eserlerinden biri olan, Nah&ccedil;ıvan&rsquo;da bulunan, Kızıl Arslan tarafından 1186 yılında Acemi bin Ebubekir adlı ustaya inşa ettirilen ve Anadolu dışında ongen planda inşa edilen tek mezar anıtı olması bakımından ayrı bir yere sahip eser aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Fahreddin Razi K&uuml;mbeti",
      "B": "Sultan Tekeş K&uuml;mbeti",
      "C": "Harrekan K&uuml;mbeti",
      "D": "M&uuml;mine Hatun T&uuml;rbesi",
      "E": "Sultan Sencer T&uuml;rbesi"
    },
    "explanation": "Nahçıvan’da bulunan bu önemli eser, <b>Mümine Hatun Türbesi</b>’dir. 1186 yılında <b>Kızıl Arslan</b> tarafından mimar <b>Acemi bin Ebubekir</b>’e yaptırılmıştır. Türbenin en belirgin özelliği, Anadolu dışında <b>ongen planda</b> (dekagonal) inşa edilen tek mezar anıtı olmasıdır. Bu eser, Azerbaycan Atabeyleri (İldenizliler) döneminin zirve noktasını temsil eder."
  },
  {
    "id": "267200",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi Karahanlı Devri mimarlık &ouml;rneklerindendir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Talhatan Baba Camii",
      "B": "Leşkeri Bazar Sarayı",
      "C": "Rey Medresesi",
      "D": "Musul Ulu Camii",
      "E": "Fahreddin Razi K&uuml;mbeti"
    },
    "explanation": "<b>Karahanlı Devri</b> mimarlık örnekleri arasında kervansaraylar, camiler ve türbeler bulunur. Bu dönemin en tanınmış ve anıtsal yapılarından biri <b>Ribât-ı Melik Kervansarayı</b>'dır. Karahanlılar, özellikle tuğla işçiliğinde ve cephe düzenlemelerinde yeni teknikler geliştirmişlerdir. Diğer önemli örnekler arasında Arap Ata Türbesi ve Burana Minaresi sayılabilir."
  },
  {
    "id": "267203",
    "unitNumber": 7,
    "text": "<strong>T&uuml;rk maden işleme sanatının en g&uuml;zel &ouml;rneklerinden olan Altın Elbiseli Adam hangi kurganda bulunmuştur?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Pazırık Kurganı",
      "B": "Esik Kurganı",
      "C": "Karasuk Kurganı",
      "D": "Berel Kurganı",
      "E": "Noin-Ula Kurganı"
    },
    "explanation": "Türk maden işleme sanatının ve Saka (İskit) kültürünün en önemli keşiflerinden olan <b>Altın Elbiseli Adam</b>, 1969 yılında Kazakistan’da bulunan <b>Esik Kurganı</b>’nda ortaya çıkarılmıştır. Bu buluntu, binlerce altın plakadan oluşan törensel bir zırh içeriyordu ve erken Orta Asya halklarının <b>kuyumculuk</b> (maden işleme) sanatındaki yüksek seviyesini göstermektedir."
  },
  {
    "id": "267206",
    "unitNumber": 7,
    "text": "<strong>G&ouml;kt&uuml;rk alfabesini yaşatan K&uuml;ltigin Yazıtı, T&uuml;rk dilinin en eski yazıtlarındandır. Bilge Kağan ile K&uuml;ltigin yazıtları hangi &uuml;lkede bulunmaktadır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kazakistan",
      "B": "T&uuml;rkmenistan",
      "C": "Moğolistan",
      "D": "Kırgızistan",
      "E": "Azerbaycan"
    },
    "explanation": "<b>Kültigin</b> ve <b>Bilge Kağan Yazıtları</b>, Türk dilinin en eski yazılı belgeleri olup, <b>Göktürk alfabesi</b> ile yazılmışlardır. Bu anıtlar, günümüzde <b>Moğolistan</b> sınırları içerisinde, <b>Orhun Irmağı Vadisi</b>'nde yer almaktadır. Bu yazıtlar, Türk tarihini, siyasetini ve devlet yapısını anlamamız için birincil kaynaklardır."
  },
  {
    "id": "267209",
    "unitNumber": 7,
    "text": "<strong>Bilge Kağan ile K&uuml;ltigin yazıtlarında aşağıdaki hangi konudan <u>bahsedilmez</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "&Ccedil;in-T&uuml;rk ilişkilerinden",
      "B": "&Ccedil;in imparatorları ile T&uuml;rk kağanları arasındaki yakın dostluktan",
      "C": "T&uuml;rk kağanlarının başarılarından",
      "D": "K&uuml;ltigin&#39;in vefatından",
      "E": "T&uuml;rklerin g&ouml;&ccedil;lerinden"
    },
    "explanation": "Bilge Kağan ve Kültigin yazıtları, <b>Türk milletinin tarihi</b>, Çin ile ilişkiler, <b>askeri başarılar</b>, devletin nasıl kurulduğu ve millete verilen öğütler gibi konulara odaklanır. Ancak, bu yazıtlar ağırlıklı olarak devlet felsefesi ve tarihi aktardığından, örneğin <b>detaylı günlük ticari hayat</b> veya o dönemde henüz Türkler arasında yayılmamış olan <b>İslami inanç sisteminin detayları</b> gibi konulara yer verilmez. Odak noktası <b>ulusun bekası ve bağımsızlığı</b>dır."
  },
  {
    "id": "267215",
    "unitNumber": 7,
    "text": "<strong>İnsan şeklinde tasvir edilmiş, kendine &ouml;zg&uuml; ikonografileri bulunan mezar taşlarına ne ad verilir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kurgan",
      "B": "Mezar taşı",
      "C": "Lahit",
      "D": "Balbal",
      "E": "Kabartma"
    },
    "explanation": "İnsan şeklinde tasvir edilmiş, kendine özgü kıyafet ve donanımlarla (ikonografi) mezar taşı olarak kullanılan bu heykellere <b>Balbal</b> veya bazen daha figüratif olanları için <b>Taş Baba</b> (Kıpçak taşı) adı verilir. Başlangıçta ölen kişinin savaşta öldürdüğü düşmanları temsil eden Balballar, zamanla ölen kişinin kendisini temsil eden, daha sanatsal ve <b>detaylı ikonografilere</b> sahip mezar anıtlarına dönüşmüştür. Bu yapılar, özellikle Orta Asya’daki göçebe kültürlerde yaygındır."
  },
  {
    "id": "267218",
    "unitNumber": 7,
    "text": "8. y&uuml;zyılda &ldquo;&hellip;&hellip;&hellip;&hellip;&hellip;&hellip;&rdquo; Doğu T&uuml;rkistan&rsquo;a n&uuml;fuz etmeleriyle duvar resimleri devri başlamıştır. B&ouml;ylece ortaya &ccedil;ıkan resim &uuml;slubu zamanla b&uuml;t&uuml;n Orta Asya &uuml;lkelerini etkisi altına almıştır.<br /><strong>C&uuml;mlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Hunlar",
      "B": "G&ouml;kt&uuml;rkler",
      "C": "Uygurlar",
      "D": "B&uuml;y&uuml;k Sel&ccedil;uklular",
      "E": "Moğollar"
    },
    "explanation": "8. yüzyılda <b>Uygurların</b> Doğu Türkistan'a nüfuz etmesi ve burada güçlü bir medeniyet kurmasıyla birlikte sanat alanında büyük gelişmeler yaşanmıştır. Uygurlar, özellikle <b>duvar resimleri</b> alanında son derece başarılı olmuşlardır. Bu dönemde ortaya çıkan resim üslubu, zamanla bütün Orta Asya ülkelerini etkisi altına almış; Budist ve Manici etkilerle harmanlanmıştır."
  },
  {
    "id": "328818",
    "unitNumber": 7,
    "text": "<strong>Talhatan Baba Camii&#39;nin bulunduğu yer aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "&Ouml;zbekistan /Tirmiz",
      "B": "Semerkand /Hazara kasabası",
      "C": "Buhara",
      "D": "&Ouml;zbekistan/&Ccedil;ar Kurgan k&ouml;y&uuml;",
      "E": "Eski Merv Kenti"
    },
    "explanation": "<b>Talhatan Baba Camii</b> (Talhatan Baba Mescidi olarak da bilinir), Orta Asya Türk-İslam mimarisinin önemli yapılarından biridir. Erken Türk-İslam dönemine ait bu eser, günümüzde <b>Türkmenistan</b> sınırları içinde yer alan tarihi <b>Merv</b> kentinde bulunmaktadır. Yapı, dönemin tuğla işçiliğini gösteren karakteristik özelliklere sahiptir."
  },
  {
    "id": "328822",
    "unitNumber": 7,
    "text": "<strong>&quot;Ribat&quot; adı verilen kervansaraylar hangi d&ouml;nemde yapılmıştır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Karahanlılar",
      "B": "Gazneliler",
      "C": "Osmalılar",
      "D": "B&uuml;y&uuml;k Sel&ccedil;uklular",
      "E": "Harzemşahlar"
    },
    "explanation": "<b>Ribatlar</b>, başlangıçta askeri amaçlı sınır karakolları veya dini yapılar olsa da, zamanla gelişerek <b>kervansaray</b> işlevi görmeye başlamıştır. Ticaret yollarının güvenliğini ve konaklamasını sağlamak amacıyla inşa edilen bu yapılar, özellikle Orta Asya'da ticaretin zirve yaptığı <b>Karahanlılar Dönemi</b>'nde yaygınlaşmıştır. Karahanlılar, ticaret ağını desteklemek için pek çok ribat inşa etmiştir."
  },
  {
    "id": "328823",
    "unitNumber": 7,
    "text": "<strong>Sel&ccedil;uklu D&ouml;nemi&#39;nin ilk &ccedil;inili eseri aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Sultan Sencer T&uuml;rbesi",
      "B": "Rey Medresesi",
      "C": "Ribat-ı Şerif",
      "D": "Harrekan K&uuml;mbetleri",
      "E": "Damgan Minaresi"
    },
    "explanation": "Büyük Selçuklu Dönemi'nde çini sanatının mimarideki ilk ve önemli kullanımlarından biri <b>Sultan Sancar Türbesi</b>'nde görülmektedir. Türkmenistan'ın Merv kentinde bulunan bu türbe, Selçuklu Sultanı Sancar adına yapılmıştır ve Selçuklu çini sanatının erken dönemdeki dekoratif uygulamalarını göstermesi açısından kritik öneme sahiptir. Kullanılan teknikler, çininin sonraki Selçuklu yapılarındaki gelişimine zemin hazırlamıştır."
  },
  {
    "id": "367117",
    "unitNumber": 7,
    "text": "<strong>Aşağıdaki devletlerden hangisi &quot;T&uuml;rk&quot; adıyla kurulmuş ve T&uuml;rk adını resm&icirc; devlet ismi şekliyle kullanmıştır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Karahanlılar",
      "B": "Uygurlar",
      "C": "Hun Devleti",
      "D": "Avarlar",
      "E": "G&ouml;kt&uuml;rkler"
    },
    "explanation": "Tarihte <b>“Türk”</b> adını resmî devlet ismi olarak kullanan ilk devlet <b>Göktürk Kağanlığı</b>'dır (Kök Türk). Bu durum, özellikle <b>Orhun Yazıtları</b>'nda açıkça ifade edilmiş olup, Türk milletinin siyasi kimliğini bu isim altında belirlemiştir."
  },
  {
    "id": "367120",
    "unitNumber": 7,
    "text": "<strong>Afganistan sınırları i&ccedil;erisinde Alp Tegin tarafından kurulan, 961 - 1187 arasında h&uuml;k&uuml;m s&uuml;ren,&nbsp;Leşker-i Bazar Sarayı,&nbsp;Leşker-i Bazar Ulu Camii ve&nbsp; Ribat-ı Mahi gibi eserleri T&uuml;rk-İslam mimarisine kazandıran devlet aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Karahanlılar",
      "B": "Anadolu Sel&ccedil;uklu Devleti",
      "C": "Samaniler",
      "D": "Gazneliler",
      "E": "M&uuml;vahidler"
    },
    "explanation": "961 yılında <b>Afganistan</b> topraklarında (Gazne merkezli) <b>Alp Tegin</b> tarafından kurulan devlet <b>Gazneliler</b>'dir. Gazneliler, kendilerine özgü bir mimari üslup geliştirerek Türk-İslam sanatına önemli eserler kazandırmıştır. Bahsedilen <b>Leşker-i Bazar Sarayı</b>, Leşker-i Bazar Ulu Camii ve <b>Ribat-ı Mahi</b> (Balık Ribatı), Gazneli mimarisinin tuğla ve stuko işçiliğini yansıtan en çarpıcı örnekleridir."
  },
  {
    "id": "393967",
    "unitNumber": 7,
    "text": "I. Anav<br />II. Karasuk<br />III. Taştık<br />IV. Afanesyevo<br /><strong>Orta Asya&rsquo;da yukarıda verilen k&uuml;lt&uuml;rlerden hangisi ya da hangileri T&uuml;rk Sanatı&#39;nın ilk &ouml;rneklerini oluşturmaktadır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "II ve IV",
      "C": "Yalnız III",
      "D": "I ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Orta Asya'da Türk sanatının ilk örneklerini oluşturan kültürler arasında özellikle <b>Afanesyevo</b> (IV) ve <b>Karasuk</b> (II) kültürleri yer almaktadır. Afanesyevo, bölgedeki en eski Proto-Türk izlerini barındırırken; Karasuk, metal işçiliği ve <b>hayvan üslubu</b> sanatının gelişimi açısından önemlidir. Anav ise daha eski bir Neolitik kültürken, Taştık daha geç bir dönem kültürünü temsil eder."
  },
  {
    "id": "267393",
    "unitNumber": 8,
    "text": "<strong>Saltuklu d&ouml;nemi eserleri arasında aşağıdakilerden hangisi g&ouml;sterilebilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Erzurum Ulu Camii",
      "B": "Divriği Ulu Camii",
      "C": "Konya Alaaddin Camii",
      "D": "Bursa Yeşil Camii",
      "E": "Kayseri Ulu Camii"
    },
    "explanation": "<b>Saltuklular</b>, Malazgirt Savaşı sonrası Doğu Anadolu'da kurulan ilk Türk beyliklerindendir (Erzurum ve çevresi). Bu döneme ait en önemli ve karakteristik yapılar arasında <b>Mama Hatun Külliyesi</b> (Tercan) gösterilebilir. Bu yapı, Saltuklu mimarisinin güçlü <b>taş işçiliğini</b> ve anıtsal kümbet mimarisini yansıtan önemli bir örnektir."
  },
  {
    "id": "267394",
    "unitNumber": 8,
    "text": "<strong>Sel&ccedil;uklu medreseleri arasında aşağıdakilerden hangisi <u>bulunmaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Konya İnce Minareli Medrese",
      "B": "Konya Karatay Medresesi",
      "C": "Kayseri Seraceddin Medresesi",
      "D": "İznik S&uuml;leyman Paşa Medresesi",
      "E": "Isparta Atabey Ertokuş Medresesi"
    },
    "explanation": "Anadolu Selçuklu Devleti, pek çok önemli medrese inşa etmiştir (Ör: Sivas Gök Medrese, Konya Karatay Medresesi). Selçuklu medreseleri arasında <b>Sahn-ı Seman Medreseleri</b> <u>bulunmaz</u>. Çünkü Sahn-ı Seman Medreseleri, 15. yüzyılda <b>Osmanlı Padişahı Fatih Sultan Mehmet</b> döneminde İstanbul'da kurulmuş olan, klasik Osmanlı eğitim sisteminin merkezini oluşturan yapılardır ve Selçuklu mimarisinden çok sonraki bir döneme aittir."
  },
  {
    "id": "267404",
    "unitNumber": 8,
    "text": "<strong>1985 yılında UNESCO tarafından &quot;D&uuml;nya K&uuml;lt&uuml;r Mirası&quot; listesine alınmış olan Divriği Ulu Camii hangi d&ouml;neme aittir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Artuklu",
      "B": "Meng&uuml;cekli",
      "C": "Saltuklu",
      "D": "Danişmendli",
      "E": "İldenizli"
    },
    "explanation": "<b>Divriği Ulu Camii ve Darüşşifası</b>, 1985 yılında UNESCO tarafından <b>Dünya Kültür Mirası</b> listesine alınmış abidevi bir yapıdır. Bu eser, 13. yüzyılın başlarında Anadolu'da kurulan beyliklerden <b>Mengücekliler</b> dönemine aittir. Özellikle kompleksin taç kapılarındaki benzersiz ve zengin <b>taş süslemeleri</b> ile ünlüdür ve Anadolu Türk mimarisinin şaheserleri arasında kabul edilir."
  },
  {
    "id": "267406",
    "unitNumber": 8,
    "text": "Kervansaraylar, Anadolu&rsquo;da Sel&ccedil;uklu &Ccedil;ağı mimarlığının en anıtsal eserleri arasında yer alır. Anadolu Sel&ccedil;uklu &ouml;ncesinde benzer yapılar ................... olarak adlandırılırken, Osmanlı D&ouml;nemi&#39;nde de daha &ccedil;ok ................... adı kullanılmıştır.<br /><strong>Paragrafta boş bırakılan yerlere sırasıyla aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "han - ta&ccedil;kapı",
      "B": "ribat - han",
      "C": "ta&ccedil;kapı - ribat",
      "D": "han - anıt",
      "E": "medrese - han"
    },
    "explanation": "Kervansaraylar, <b>Anadolu Selçuklu</b> mimarisinin önemli yol üstü konaklama yapılarıdır. Ancak bu yapıların tarihsel süreçte farklı isimleri olmuştur. Anadolu Selçuklu öncesinde, özellikle Karahanlılar ve Gazneliler gibi Orta Asya ve İran'daki Türk devletlerinde, benzer işlevlere sahip, çoğu zaman savunma amaçlı da kullanılan yapılar için <b>Ribat</b> terimi kullanılmıştır. Osmanlı Dönemi'nde ise hem kervansaray hem de şehir içi konaklama/ticaret yapıları için yaygın olarak <b>Han</b> kelimesi tercih edilmiştir. Bu nedenle boşluklara sırasıyla Ribat ve Han gelmelidir."
  },
  {
    "id": "300474",
    "unitNumber": 8,
    "text": "<strong>Saltuklu d&ouml;nemine ait, &ccedil;evresi daire bi&ccedil;iminde bir kuşatma duvarı ile &ccedil;evrili olan k&uuml;mbet, kare planlı bir cenazelik &uuml;zerinde y&uuml;kselen, dilimli g&ouml;vdeli ve &uuml;zeri k&uuml;lahla &ouml;rt&uuml;lm&uuml;ş bir mezar yapısıdır. Bu eser aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Ahlat Ulu K&uuml;mbet",
      "B": "Tercan Mama Hatun K&uuml;mbeti",
      "C": "Konya II. Kılı&ccedil;arslan T&uuml;rbesi",
      "D": "Kayseri Hunat Hatun T&uuml;rbesi",
      "E": "Konya I.İzzeddin Keykavus T&uuml;rbesi"
    },
    "explanation": "Paragrafta özellikleri verilen mezar yapısı <b>Mama Hatun Kümbeti</b>'dir. Erzincan'ın Tercan ilçesinde bulunan bu eser, <b>Saltuklu Beyliği</b> dönemine (13. yüzyıl başı) aittir. Yapının en belirgin özelliği, onu çevreleyen <b>daire biçiminde kuşatma duvarı</b> (çevre avlusu) ile kare planlı cenazelik üzerinde yükselen ve dıştan <b>dilimli (yivli) gövdeli</b> olan ana kümbet yapısıdır. Mama Hatun Kümbeti, Anadolu'daki Türk mezar anıtlarının en özgün ve anıtsal örneklerinden biridir."
  },
  {
    "id": "300478",
    "unitNumber": 8,
    "text": "&ldquo;&hellip;&hellip;&hellip;&hellip; S&uuml;leyman Şah&rsquo;ın oğlu Ahmet Şah tarafından, dar&uuml;şşifa ise eşi Melike Turan Melek tarafından yaptırılmıştır. 1228 yılında başlanıp 1243 tarihinde tamamlanan yapı kompleksinin cami ve şifahanenin baş mimarı Ahlatlı H&uuml;rrem Şah&rsquo;tır.&rdquo;<strong><br />C&uuml;mlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Erzurum Ulu Camii",
      "B": "Divriği Ulu Camii",
      "C": "Konya Alaaddin Camii",
      "D": "Diyarbakır Ulu Camii",
      "E": "Siirt Ulu Camii"
    },
    "explanation": "Paragrafta detayları verilen yapı kompleksi <b>Divriği Ulu Camii ve Darüşşifası</b>'dır. Bu anıtsal eser, <b>Mengücekli Beyliği</b> döneminde (13. yüzyıl) inşa edilmiştir. Cami kısmı <b>Süleyman Şah'ın oğlu Ahmet Şah</b>, Darüşşifa (hastane) kısmı ise eşi <b>Melike Turan Melek</b> tarafından yaptırılmıştır. Yapının mimarı <b>Ahlatlı Hürrem Şah</b>'tır ve 1228-1243 yılları arasında tamamlanmıştır. Mimari süsleme ve yapım tekniği açısından Anadolu Türk sanatının başyapıtlarından biri olarak kabul edilir."
  },
  {
    "id": "300498",
    "unitNumber": 8,
    "text": "Meng&uuml;cekl&uuml;lere ait en &ouml;nemli mezar anıtlardan biri Kemah&rsquo;ta, 12. y&uuml;zyıl sonu, 13. y&uuml;zyılın başına tarihlendirilen &hellip;&hellip;&hellip;&hellip;&hellip;&hellip;&hellip; &#39;dir.&rdquo;<br /><strong>C&uuml;mlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Ulu K&uuml;mbet",
      "B": "Emir Saltuk K&uuml;mbeti",
      "C": "II. Kılı&ccedil;arslan T&uuml;rbesi",
      "D": "Melik Gazi T&uuml;rbesi",
      "E": "I.İzzeddin Keykavus T&uuml;rbesi"
    },
    "explanation": "Mengüceklülerin Kemah'taki en önemli mezar anıtı, 12. yüzyıl sonu veya 13. yüzyıl başına tarihlendirilen <b>Melik Gazi Kümbeti</b>'dir. Bu kümbet, bölgedeki <b>Mengücekli Beyliği</b> yöneticilerine ait önemli bir anıt mezardır ve dönemin <b>mimari özelliklerini</b> yansıtmaktadır. Kemah, Mengüceklilerin önemli yerleşim merkezlerinden biriydi."
  },
  {
    "id": "300499",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi Anadolu&rsquo;da tıp eğitimi verilen ilk medreselerden biridir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Niksar Yağıbasan Medresesi",
      "B": "Konya Karatay Medresesi",
      "C": "Kayseri Seraceddin Medresesi",
      "D": "Kayseri Hacı Kılı&ccedil; Medresesi",
      "E": "Diyarbakır Mesudiye Medresesi"
    },
    "explanation": "Anadolu Selçukluları döneminde tıp eğitimi verilen önemli ve erken tarihli medreselerden biri <b>Kayseri Gevher Nesibe Darüşşifası ve Medresesi</b>'dir. Bu yapı 13. yüzyılın hemen başında (1204-1206) I. Gıyaseddin Keyhüsrev tarafından kardeşi <b>Gevher Nesibe Sultan</b> adına yaptırılmıştır. Bu külliye, hem hastane (Darüşşifa) hem de tıp okulu (Tıp Medresesi) işlevi görmesi açısından <b>Anadolu'daki ilk entegre tıp merkezlerinden</b> biridir."
  },
  {
    "id": "300500",
    "unitNumber": 8,
    "text": "<strong>G&uuml;n&uuml;m&uuml;zde Ilısu Baraj inşasından dolayı sular altında kalan Orta &Ccedil;ağ kenti aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yusufeli",
      "B": "Ani",
      "C": "Hasankeyf",
      "D": "Keban",
      "E": "Harput"
    },
    "explanation": "<b>Ilısu Barajı</b>'nın inşası ve su tutmaya başlaması sonucunda sular altında kalan tarihi Orta Çağ kenti <b>Hasankeyf</b>'tir. Batman'da, Dicle Nehri kıyısında yer alan Hasankeyf, köklü tarihi ve <b>Artuklu dönemine ait</b> önemli mimari eserleri barındırmaktaydı. Baraj projesi nedeniyle şehrin kültürel mirası büyük ölçüde etkilenmiş, bazı eserler taşınmıştır."
  },
  {
    "id": "300501",
    "unitNumber": 8,
    "text": "<strong>Anadolu Sel&#231;uklu'nun ilk başkenti aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Konya",
      "B": "Bursa",
      "C": "Edirne",
      "D": "Ahlat",
      "E": "İznik"
    },
    "explanation": "<b>Anadolu Selçuklu Devleti</b>'nin (Rum Selçukluları) kurucusu Kutalmışoğlu Süleyman Şah tarafından 1075 yılında ele geçirilen ve devletin resmen kurulduğu yer olan ilk başkenti <b>İznik</b>'tir. 1097 yılındaki Haçlı Seferleri sırasında İznik kaybedilince, başkent <b>Konya</b>'ya taşınmıştır ve Konya, devletin yıkılışına kadar ana başkent olarak kalmıştır."
  },
  {
    "id": "300502",
    "unitNumber": 8,
    "text": "Anadolu Sel&ccedil;uklularından g&uuml;n&uuml;m&uuml;ze gelen en erken tarihli cami, yapımına Sultan Mesud ve Kılı&ccedil; Arslan D&ouml;nemi&#39;nde başlanan ve Alaaddin Keykubad tarafından 1220 yılında tamamlanan &hellip;&hellip;&hellip;&hellip;&hellip;&hellip;&hellip; &#39;dir.<strong>&nbsp;<br />C&uuml;mlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Erzurum Ulu Camii",
      "B": "Divriği Ulu Camii",
      "C": "Konya Alaaddin Camii",
      "D": "Diyarbakır Ulu Camii",
      "E": "Kayseri Ulu Camii"
    },
    "explanation": "Anadolu Selçuklu Dönemi'nden günümüze ulaşan ve erken bir tarihe sahip olan cami <b>Konya Alaaddin Camii</b>'dir. Bu caminin inşasına <b>I. Mesud</b> ve <b>II. Kılıç Arslan</b> dönemlerinde başlanmıştır, ancak yapının ana kısımları ve son düzenlemeleri <b>I. Alaaddin Keykubad</b> (1220) zamanında tamamlanmıştır. Cami, Selçuklu başkenti Konya'nın en önemli <b>ulu cami</b> örneğidir ve <b>çok destekli (bazilikal) plan tipini</b> yansıtır."
  },
  {
    "id": "300506",
    "unitNumber": 8,
    "text": "<strong>Konya&rsquo;da bulunan medreseler arasında aşağıdakilerden hangisi bulunmaktadır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Yağıbasan Medresesi",
      "B": "İnce Minareli Medrese",
      "C": "Seraceddin Medresesi",
      "D": "Hacı Kılı&ccedil; Medresesi",
      "E": "Mesudiye Medresesi"
    },
    "explanation": "Konya, Anadolu Selçuklu Devleti'nin başkenti olduğu için bu dönemden kalma çok sayıda önemli eğitim yapısına sahiptir. Bu yapılar arasında, <b>Emir Celaleddin Karatay</b> tarafından 1251 yılında yaptırılan <b>Karatay Medresesi</b> bulunmaktadır. Karatay Medresesi, özellikle <b>çini mozaik bezemeleri</b> ile ünlüdür ve Anadolu Selçuklu mimarisinin en zarif örneklerinden biridir."
  },
  {
    "id": "301235",
    "unitNumber": 8,
    "text": "<strong>Anadolu&rsquo;da tek ongen g&ouml;vdeli ve aynı zamanda sekiz sultanın medfun bulunduğu mezar anıtı hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Ahlat Ulu K&uuml;mbet",
      "B": "Erzurum Emir Saltuk K&uuml;mbeti",
      "C": "Konya II. Kılı&ccedil;arslan T&uuml;rbesi",
      "D": "Kayseri Hunat Hatun T&uuml;rbesi",
      "E": "Konya I.İzzeddin Keykavus T&uuml;rbesi"
    },
    "explanation": "Anadolu Selçuklu mimarisindeki ongen (dekagonal) gövdeli tek türbe olması ve içinde <b>sekiz Selçuklu sultanının</b> (veya hanedan üyesinin) medfun bulunması özelliği ile öne çıkan mezar anıtı <b>Konya Sultanlar Kümbeti</b>'dir (I. Kılıç Arslan Kümbeti olarak da bilinir). Bu kümbet, Konya'daki <b>Alaaddin Camii</b>'nin haziresinde yer almaktadır ve Anadolu Selçuklu hanedanının önemli bir anıtıdır. Ongen planı, yapıyı diğer mezar anıtlarından ayırır."
  },
  {
    "id": "301451",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi Anadolu Sel&ccedil;uklu &Ccedil;ağı&rsquo;ndan g&uuml;n&uuml;m&uuml;ze ulaşabilen anıt niteliğindeki mimari eserler arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Camiler",
      "B": "Medreseler",
      "C": "Mezar anıtları",
      "D": "Kervansaraylar",
      "E": "Evler"
    },
    "explanation": "Bu soru, Anadolu Selçuklu Çağı’na ait olmayan bir anıt eseri belirlemeyi amaçlar. Anadolu Selçuklu mimarisi genellikle 11. yüzyılın sonlarından 14. yüzyılın başlarına kadar uzanan, külliye, medrese, kervansaray ve kümbet gibi yapı tiplerini kapsar. Eğer seçeneklerde <b>Emir Bayındır Kümbeti</b> gibi Akkoyunlulara (15. yüzyıl) veya başka bir beyliğe ait bir eser varsa, bu eser Anadolu Selçuklu dönemi eserleri arasında <u>yer almaz</u>. Anadolu Selçuklu anıtları arasında Kayseri Döner Kümbet, Konya Karatay Medresesi, Sivas Gök Medrese gibi yapılar sayılabilir. Doğru şıkkın bu döneme ait olmayan bir eseri işaret etmesi gerekir."
  },
  {
    "id": "301452",
    "unitNumber": 8,
    "text": "<strong>&ldquo;Anadolu&rsquo;daki camilerin ilk &ouml;rneklerinden biri olan &hellip;&hellip;&hellip;&hellip;&hellip;..Camii, Sultan Melikşah tarafından 1091-1092 yılında inşa edilmiştir. Transept plan tipinde inşa edilen camii, geniş bir avlu etrafında dizili mekanlardan oluşmakta ve avluya &uuml;&ccedil; farklı y&ouml;ndeki kapılardan ulaşılmaktadır.&rdquo; C&uuml;mlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Erzurum Ulu Camii",
      "B": "Divriği Ulu Camii",
      "C": "Konya Alaaddin Camii",
      "D": "Diyarbakır Ulu Camii",
      "E": "Kayseri Ulu Camii"
    },
    "explanation": "Verilen tanım, 1091-1092 yıllarında <b>Büyük Selçuklu Sultanı Melikşah</b> döneminde yenilenen ve Anadolu’daki camilerin erken ve önemli bir örneği olan <b>Diyarbakır Ulu Camii</b>’ne aittir. Caminin en belirgin özelliklerinden biri, mimari şemasını <b>Şam Emeviye Camii</b>’nden alan ve Anadolu’da nadir görülen <b>transept (enine nefli) plan tipinde</b> inşa edilmiş olmasıdır. Geniş bir avlu etrafında sıralanan mekanları ve farklı yönlerden avluya açılan kapıları tipiktir."
  },
  {
    "id": "301453",
    "unitNumber": 8,
    "text": "<strong>Ankara Etnoğrafya M&uuml;zesi&rsquo;ne taşınan minberi &uuml;zerinde, &ccedil;ok sayıda ayet ve usta ismi bulunmaktadır. Ayrıca Anadolu&rsquo;nun ilk &ccedil;ini mozaik mihrabına sahiptir. &Ccedil;ini ile kaplanmış, kare kaideli, silindirik g&ouml;vdeli tuğla minaresi ise sırlı malzemenin Anadolu&rsquo;da kullanıldığı en erken &ouml;rnek olması bakımından &ouml;nemlidir. Verilen bu &ouml;zellikler hangi camiye aittir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Erzurum Ulu Camii",
      "B": "Divriği Ulu Camii",
      "C": "Konya Alaaddin Camii",
      "D": "Diyarbakır Ulu Camii",
      "E": "Siirt Ulu Camii"
    },
    "explanation": "Verilen özellikler, Anadolu Selçuklu döneminin önemli yapılarından olan <b>Malatya Ulu Camii</b>’ne aittir. Özellikle <b>Anadolu’nun ilk çini mozaik mihrabına</b> sahip olması bu camiyi eşsiz kılar. Ayrıca, Ankara Etnoğrafya Müzesi’ne taşınan minberinin üzerindeki zengin ayet ve usta isimlerinin bulunması ve tuğla minaresindeki sırlı malzemenin kullanıldığı en erken örneklerden biri olması, caminin mimari ve sanatsal önemini vurgular."
  },
  {
    "id": "301454",
    "unitNumber": 8,
    "text": "<strong>Saltuklu d&ouml;nemi eserleri arasında aşağıdakilerden hangisi <u>bulunmaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Tepsi Minare",
      "B": "Emir Saltuk K&uuml;mbeti",
      "C": "Erzurum Ulu Camii",
      "D": "Tercan Mama Hatun T&uuml;rbesi",
      "E": "I.İzzeddin Keykavus T&uuml;rbesi"
    },
    "explanation": "Saltuklular, Erzurum ve çevresinde hüküm sürmüş ilk beyliklerdendir (1071-1202). Saltuklu dönemi eserleri arasında Erzurum Ulu Camii, Tepsi Minare, Üç Kümbetler ve Tercan Mama Hatun Külliyesi gibi yapılar bulunur. Eğer seçeneklerde <b>Malabadi Köprüsü</b> gibi bir eser varsa, bu eser Saltuklu değil, <b>Artuklu</b> dönemine (Silvan kolu) ait olup 12. yüzyılda inşa edilmiştir. Bu nedenle Saltuklu eserleri arasında <u>yer almaz</u>."
  },
  {
    "id": "301455",
    "unitNumber": 8,
    "text": "&hellip;&hellip;&hellip;&hellip;&hellip;&hellip; kubbe kasnağındaki &uuml;&ccedil;gen kesitli nişlerin i&ccedil;erisine, g&ouml;vdesi d&uuml;ğ&uuml;ml&uuml; &ccedil;ift başlı ejder, yarasa, kartal, tavşan, boğa gibi hayvan fig&uuml;rlerinin yanı sıra grifon, insan başı ve hayat ağacı tasvirleri işlenmiştir. Orta Asya T&uuml;rk sanatı etkilerinin Anadolu&rsquo;da temsilciliğini yapması bakımından &ouml;nemlidir.<br /><strong>C&uuml;mlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Ahlat Ulu K&uuml;mbet",
      "B": "Erzurum Emir Saltuk K&uuml;mbeti",
      "C": "Konya II. Kılı&ccedil;arslan T&uuml;rbesi",
      "D": "Kayseri Hunat Hatun T&uuml;rbesi",
      "E": "Konya I.İzzeddin Keykavus T&uuml;rbesi"
    },
    "explanation": "Bu detaylı ve zengin hayvan figürleri tasvirleri, Kayseri’de bulunan <b>Döner Kümbet</b>’e (1276) aittir. Kümbetin kubbe kasnağında yer alan bu kabartmalar, <b>çift başlı ejder</b>, <b>kartal</b>, aslan, yarasa ve insan başı gibi figürlerle Orta Asya Türk inanç ve sanatının Anadolu’daki en çarpıcı temsillerinden birini sunar. Bu figürler genellikle koruyucu ve kozmolojik anlamlar taşır."
  },
  {
    "id": "333888",
    "unitNumber": 8,
    "text": "Anadolu Sel&ccedil;uklu D&ouml;nemi&#39;nde (1251) inşa edilen ............................... dengeli ve simetrik planlı, mermer ta&ccedil;kapısı, zengin &ccedil;ini mozaik bezemeleriyle bir baş eserdir.<br /><strong>C&uuml;mlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir? </strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Emin&uuml;ddin Medresesi",
      "B": "Konya Karatay Medresesi",
      "C": "Tokat Yağıbasan Medresesi",
      "D": "Niksar Yağıbasan Medresesi",
      "E": "Niksar Kırkkızlar K&uuml;mbeti"
    },
    "explanation": "Tanımlanan yapı, 1251 yılında Anadolu Selçuklu döneminde Emir Celaleddin Karatay tarafından Konya’da inşa ettirilen <b>Karatay Medresesi</b>’dir. Yapı, <b>dengeli ve simetrik planı</b>, mermer taçkapısının ince işçiliği ve özellikle kapalı avlusunun üstünü örten kubbesi altındaki zengin <b>çini mozaik bezemeleri</b> ile Anadolu Selçuklu mimarisinin bir başyapıtı olarak kabul edilir. Medrese, mozaik çini sanatının en yetkin örneklerini barındırır."
  },
  {
    "id": "333889",
    "unitNumber": 8,
    "text": "Artuklular; cami, medrese, t&uuml;rbe, hamam, k&ouml;pr&uuml; ve saray başta olmak &uuml;zere mimarinin pek &ccedil;ok kolunda yapılar inşa etmişlerdir.<strong><br />Buna g&ouml;re aşağıdakilerden hangisi Artuklu mimari yapısı <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Divriği K&uuml;lliyesi",
      "B": "Silvan Ulu Camii",
      "C": "Mardin Ulu Camii",
      "D": "Kızıltepe Ulu Camii",
      "E": "Urfa Ulu Camii"
    },
    "explanation": "Artuklular (Hasankeyf, Mardin, Harput kolları) 12. ve 13. yüzyıllarda Güneydoğu Anadolu’da etkin olmuşlardır. Artuklu eserleri arasında Mardin’deki medreseler (Hatuniye, Zinciriye), Malabadi Köprüsü ve Silvan Ulu Camii sayılabilir. Eğer seçeneklerde <b>Divriği Ulu Camii</b> gibi bir yapı varsa, bu eser Artuklu değil, <b>Mengücekliler</b> dönemine (1228-1229) ait olup Sivas/Erzincan bölgesinde yer alır. Divriği Ulu Camii, anıtsal taçkapıları ve bezemeleriyle UNESCO Dünya Mirası Listesi’ndedir."
  },
  {
    "id": "393970",
    "unitNumber": 8,
    "text": "<strong>Şam Emeviye Camii&#39;nin transept plan şemasını Anadolu&rsquo;da tekrar eden yapı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Siirt Ulu Camii",
      "B": "Bitlis Ulu Camii",
      "C": "Sivas Ulu Camii",
      "D": "Diyarbakır Ulu Camii",
      "E": "Kayseri Ulu Camii"
    },
    "explanation": "<b>Şam Emeviye Camii</b>’nin büyük bir avluya sahip, mihrap önünde enine (transept) nefin bulunduğu plan şemasını Anadolu’da birebir tekrar eden ve bu plan tipinin en önemli temsilcisi olan yapı, <b>Diyarbakır Ulu Camii</b>’dir. Bu camii, Selçuklu döneminde (1091-1092) yenilenmiş ve klasik İslam mimarisindeki bu plan tipini Anadolu’ya taşımıştır."
  },
  {
    "id": "393972",
    "unitNumber": 8,
    "text": "<strong>Anadolu Sel&ccedil;uklu Devleti D&ouml;nemi&#39;nde Kayseri&rsquo;de 1249 yılında inşa ettirilen, cami medrese birleşmesinin en g&uuml;zel &ouml;rneği olarak tanımlanan eser aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kayseri &Ccedil;ifte Medrese",
      "B": "Kayseri Hacı Kılı&ccedil; Cami ve Medresesi",
      "C": "Kayseri Avgunlu Medresesi ve Cami",
      "D": "Kayseri Ulu Cami ve Medresesi",
      "E": "Kayseri Seracettin Medresesi ve Cami"
    },
    "explanation": "Anadolu Selçuklu döneminde Kayseri’de 1249 yılında inşa ettirilen ve cami ile medreseyi bir araya getiren külliye tipi yapıların güzel bir örneği <b>Hacı Kılıç Camii ve Medresesi</b>’dir. Bu külliyeler, sosyal ve eğitim işlevlerini tek bir kompleks içinde toplayarak Selçuklu mimarisinin karakteristik gelişimini gösterir. Daha geniş kapsamlı külliyelerden sonra, daha kompakt <b>cami-medrese birleşimi</b> örnekleri bu dönemde Kayseri’de yaygındır."
  },
  {
    "id": "300507",
    "unitNumber": 9,
    "text": "<strong>Akkoyunlu mezar yapıları i&ccedil;erisinde en dikkat &ccedil;ekici &ouml;rneklerden biri, Emir Bayındır K&uuml;mbeti&rsquo;dir. 1492&rsquo;de camiye bitişik olarak yapılan k&uuml;mbetin g&ouml;vdesinde s&uuml;tunlar kullanılarak kemerlerle dışarıya a&ccedil;ılan tek &ouml;rnektir. Emir Bayındır K&uuml;mbeti aşağıdaki yerleşim yerlerinden hangisinde bulunmaktadır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kayseri",
      "B": "Ahlat",
      "C": "Harput",
      "D": "Hasankeyf",
      "E": "Konya"
    },
    "explanation": "Akkoyunlu Devleti’nin (14.-15. yy) önemli mezar mimarisi örneklerinden olan <b>Emir Bayındır Kümbeti</b>, 1492 yılında inşa edilmiştir. Bu kümbet, kümbetin gövdesinde <b>sütunlar</b> kullanılarak dışarıya açılan kemerli açıklıkların bulunduğu nadir bir plana sahiptir. Bu mimari özellik, kümbeti <b>Ahlat</b>’taki diğer mezar anıtları arasında öne çıkarır. Ahlat, tarih boyunca önemli bir mezarlık alanı olarak bilinir ve farklı dönemlere ait kümbetlere ev sahipliği yapar."
  },
  {
    "id": "300511",
    "unitNumber": 9,
    "text": "<strong>Eğirdir, Isparta ve Konya b&ouml;lgesinde 1301 yılında kurulan Anadolu T&uuml;rk Beyliği aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Candaroğulları",
      "B": "Menteşeoğulları",
      "C": "Karamanoğulları",
      "D": "Ramazanoğulları",
      "E": "Hamidoğulları"
    },
    "explanation": "Verilen coğrafya (Eğirdir, Isparta ve Konya bölgesi) ve kuruluş yılı (1301), bölgede kurulan <b>Hamidoğulları Beyliği</b>'ne işaret etmektedir. Hamidoğulları, bölgenin hakimiyetini sağlayarak kendi mimari ve kültürel yapılarını oluşturmuşlardır."
  },
  {
    "id": "300513",
    "unitNumber": 9,
    "text": "<strong>1373&rsquo;de M&uuml;barizeddin Mehmed Bey tarafından yaptırılan ve Antalya şehrinin sembol&uuml; olan Yivli Minare Camii hangi beyliğin eseridir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Saruhanoğulları",
      "B": "Hamidoğulları",
      "C": "Karamanoğulları",
      "D": "Ramazanoğulları",
      "E": "Germiyanoğulları"
    },
    "explanation": "Antalya'nın sembolü olan <b>Yivli Minare Camii</b>, esasen Selçuklu döneminde inşa edilmiş olsa da, çevresindeki külliye yapıları ve önemli onarımları <b>Tekeoğulları Beyliği</b> dönemine aittir. Özellikle 1373'te Mübarizeddin Mehmed Bey tarafından yaptırılan kısım bu beyliğin eseri olarak kabul edilir. Tekeoğulları, Antalya merkezli önemli bir Türkmen beyliğidir."
  },
  {
    "id": "300516",
    "unitNumber": 9,
    "text": "<strong>Hasan Bey&rsquo;in Sivas&rsquo;da 1347&rsquo;de yaptırmış olduğu G&uuml;d&uuml;k Minare ve 1322 tarihli Kırşehir &Acirc;şık Paşa T&uuml;rbesi hangi beyliğin eserleridir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Karamanoğulları",
      "B": "Candaroğulları",
      "C": "Eretnalılar",
      "D": "Ramazanoğulları",
      "E": "Germiyanoğulları"
    },
    "explanation": "Hem Sivas'taki <b>Hasan Bey'in Güdük Minare</b>'si (1347) hem de Kırşehir'deki <b>Âşık Paşa Türbesi</b> (1322), Orta Anadolu'da hüküm süren ve İlhanlı mirasını devam ettiren <b>Eretna Beyliği</b>'nin önemli yapılarıdır. Bu beylik, genellikle Kırşehir ve Sivas merkezli mimari faaliyetlerde bulunmuştur."
  },
  {
    "id": "300518",
    "unitNumber": 9,
    "text": "<strong>Şehir dışından gelenlere, yolculara, yoksul ve d&uuml;şk&uuml;nlere yiyecek, sağlık ve giyecek yardımının temin edildiği yapılar aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Şifahane",
      "B": "İmarethane",
      "C": "Bimarhane",
      "D": "Muvakkithane",
      "E": "Rasathane"
    },
    "explanation": "Şehir dışından gelenlere, yolculara, yoksul ve düşkünlere yiyecek, barınma, sağlık ve giyecek gibi temel ihtiyaçların sağlandığı yapılar <b>İmaretler</b> olarak adlandırılır. İmaretler, Türk-İslam sosyal yardım kurumlarının temelini oluşturur ve genellikle külliye yapılarının bir parçasıdır."
  },
  {
    "id": "300522",
    "unitNumber": 9,
    "text": "Candaroğullarının &ouml;nemli yapılarından biri, Kastamonu&rsquo;daki 1454 yıllı &hellip;&hellip;&hellip;&hellip;&hellip;&hellip;&hellip;&#39;dir. Cami, t&uuml;rbe, medrese, imaret, han ve hamamdan oluşan yapı kompleksi, Osmanlı k&uuml;lliyelerine benzerliği ile dikkat &ccedil;eker.<br /><strong>C&uuml;mlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Birgi Ulu Camii",
      "B": "Vacidiye Medresesi",
      "C": "Sel&ccedil;uk İsa Bey Camii",
      "D": "İbrahim Bey İmareti",
      "E": "İsmail Bey K&uuml;lliyesi"
    },
    "explanation": "Candaroğullarının Kastamonu'daki en önemli külliye yapısı, 1454 tarihli <b>İbrahim Bey Külliyesi</b>'dir. Bu yapı kompleksi (cami, türbe, medrese, imaret, han ve hamam), Anadolu beyliklerinde henüz yaygınlaşmamış olan <b>Osmanlı külliye</b> tipine benzerliği ile dikkat çekmekte ve bölgedeki Candaroğulları hâkimiyetinin mimari gücünü göstermektedir."
  },
  {
    "id": "300525",
    "unitNumber": 9,
    "text": "<strong>Sel&ccedil;uklu D&ouml;nemi plan &ouml;zelliğini s&uuml;rd&uuml;ren Aydınoğlu Mehmed Bey tarafından 1312&rsquo;de yaptırılan cami aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Firuz Bey Camii",
      "B": "Manisa Ulu Camii",
      "C": "Sel&ccedil;uk İsa Bey Camii",
      "D": "Birgi Ulu Camii",
      "E": "Milas Ulu Camii"
    },
    "explanation": "Aydınoğlu Mehmed Bey tarafından 1312 yılında yaptırılan ve <b>Selçuklu Dönemi plan özelliğini</b> sürdüren cami, <b>Birgi Ulu Camii</b>'dir. Bu cami, revaklı avlusu ve çok ayaklı (hypostyle) planıyla, beylikler dönemi erken mimarisinin en güzel örneklerinden biridir."
  },
  {
    "id": "301472",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi</strong><strong>&nbsp;İlhanlı D&ouml;nemi eserleri arasında yer alır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Vacidiye Medresesi",
      "B": "Yakutiye Medresesi",
      "C": "Birgi Ulu Camii",
      "D": "İsa Bey Camii",
      "E": "Zeynel Bey T&uuml;rbesi"
    },
    "explanation": "Anadolu'da Moğol (İlhanlı) egemenliği döneminde (özellikle 13. yüzyılın sonu) inşa edilen önemli eserler mevcuttur. Bu döneme ait belirgin örnekler arasında Sivas'taki <b>Buruciye Medresesi</b> veya Erzurum'daki <b>Çifte Minareli Medrese</b> gibi yapılar sayılabilir. Bu yapılar, dönemin siyasi gücünü ve mimari etkileşimini yansıtır."
  },
  {
    "id": "301473",
    "unitNumber": 9,
    "text": "<strong>Renkli sırla boyama tekniğiyle yapılmış ve altın yaldızla s&uuml;slenmiş &ccedil;ini mihrabı İstanbul&rsquo;da &Ccedil;inili K&ouml;şk&rsquo;te sergilenen Karamanoğlu D&ouml;nemi eseri aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Birgi Ulu Camii",
      "B": "Manisa Ulu Camii",
      "C": "İbrahim Bey İmareti",
      "D": "Sel&ccedil;uk İsa Bey Camii",
      "E": "Vacidiye Medresesi"
    },
    "explanation": "Karaman'daki <b>İbrahim Bey İmareti Camii</b>'nin mihrabı, Karamanoğulları Dönemi'nin en görkemli çini sanatı eserlerinden biridir. Bu mihrap, <b>renkli sırla boyama tekniği</b> ve zengin <b>altın yaldız</b> süslemeleri ile öne çıkar ve günümüzde İstanbul <b>Çinili Köşk</b>'te sergilenmektedir."
  },
  {
    "id": "301474",
    "unitNumber": 9,
    "text": "<strong>1273 yılında &ouml;len Hz. Mevl&acirc;na i&ccedil;in Sultan Veled tarafından yaptırılan t&uuml;rbenin mimarı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Mimar Hayrettin",
      "B": "Tebrizli Bedreddin",
      "C": "Mimar Sinan",
      "D": "Şamlı Ali",
      "E": "Ahlatlı Mufaddal"
    },
    "explanation": "Hz. Mevlâna'nın (öl. 1273) manevi liderliğinin merkezi olan Konya'daki <b>Mevlâna Türbesi</b>, oğlu Sultan Veled tarafından yaptırılmıştır. Türbenin ilk yapım aşamasında görev alan ve bu önemli eserin mimarı olan kişi <b>Bedreddin Tebrizî</b>'dir."
  },
  {
    "id": "301475",
    "unitNumber": 9,
    "text": "<strong>Ramazanoğullarının en &ouml;nemli yapısı olan, cami, t&uuml;rbe ve medrese ile bir k&uuml;lliye h&acirc;linde d&uuml;zenlenen Sel&ccedil;uklu ve Osmanlı mimarisiyle g&uuml;neyden gelen Memluk etkisini birleştiren yapı hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Elbistan Ulu Camii",
      "B": "Birgi Ulu Camii",
      "C": "Manisa Ulu Camii",
      "D": "İsa Bey Camii",
      "E": "Adana Ulu Camii"
    },
    "explanation": "Ramazanoğulları Beyliği'nin Adana'daki en önemli mimari yapısı, <b>Adana Ulu Camii Külliyesi</b>'dir. Bu külliye, cami, türbe ve medreseyi bir araya getirerek <b>Selçuklu ve Osmanlı mimarisi</b> ile güneyden gelen <b>Memluk etkisini</b> başarılı bir şekilde sentezlemesiyle bilinir. Ramazanoğulları'nın stratejik konumu, bu mimari çeşitliliğin ana sebebidir."
  },
  {
    "id": "301516",
    "unitNumber": 9,
    "text": "<strong>Şam Emeviye Camii plan &ouml;zellikleri taşıyan ve Ali adlı bir mimara yaptırılmış olan Aydınoğullarının en &ouml;nemli yapısı hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Birgi Ulu Camii",
      "B": "Manisa Ulu Camii",
      "C": "Sel&ccedil;uk İsa Bey Camii",
      "D": "FiruzBey Camii",
      "E": "Milas Ulu Camii"
    },
    "explanation": "Aydınoğulları Beyliği'nin Selçuk (Ayasuluk) kentindeki en görkemli yapısı <b>İsa Bey Camii</b>'dir. 1375 yılında Mimar Ali tarafından inşa edilen bu cami, Anadolu Beylikleri dönemi mimarisinin zirvelerinden biridir. Plan özellikleri açısından, geniş avlusu ve mihrap duvarına paralel üç nefli düzenlemesiyle, <b>Şam Emeviye Camii</b> plan şemasından etkilenmiştir. Bu özelliği ve Ali adlı bir mimara yaptırılmış olması nedeniyle İsa Bey Camii doğru cevaptır."
  },
  {
    "id": "301517",
    "unitNumber": 9,
    "text": "<strong>Sultan Olcayto ve Bolugan Hatun adına 1310 tarihinde Hoca Yakut Gazani tarafından yaptırılan İlhanlı d&ouml;nemi yapısı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Birgi Ulu Camii",
      "B": "Vacidiye Medresesi",
      "C": "Sel&ccedil;uk İsa Bey Camii",
      "D": "İbrahim Bey İmareti",
      "E": "Erzurum Yakutiye Medresesi"
    },
    "explanation": "Anadolu'da İlhanlı dönemine ait en önemli yapılarından biri olan <b>Yakutiye Medresesi</b>, 1310 yılında (H. 710) İlhanlı Sultanı Olcayto ve eşi Bolugan Hatun adına Erzurum'da Hoca Yakut Gazani tarafından yaptırılmıştır. Bu yapı, taç kapısındaki zengin süslemeleri ve anıtsal görünümüyle İlhanlı mimarisinin Anadolu'daki gücünü yansıtır. Tarih, patronlar (Sultan Olcayto ve Bolugan Hatun) ve mimar (Hoca Yakut Gazani) bilgileri bu eseri işaret etmektedir."
  },
  {
    "id": "301518",
    "unitNumber": 9,
    "text": "<strong>Sağlık kuruluşu olarak aşağıdakilerden hangisi <u>s&ouml;ylenemez</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Şifahane",
      "B": "İmarethane",
      "C": "Dar&uuml;şşifa",
      "D": "Bimarhane",
      "E": "Hastahane"
    },
    "explanation": "İslami dönemde kurulmuş olan hastanelere genel olarak <b>Bimaristan</b>, <b>Darüşşifa</b> veya <b>Şifahane</b> adı verilirdi ve bunlar temel sağlık kuruluşlarıydı. Oysa <b>Tekke</b>, genellikle dervişlerin barındığı, ibadet ettiği, eğitim aldığı ve misafirlerin ağırlandığı, daha çok dini ve sosyal işlevlere sahip bir yapıdır. Bu nedenle, doğrudan bir sağlık kuruluşu olarak kabul edilemez."
  },
  {
    "id": "301519",
    "unitNumber": 9,
    "text": "<strong>Karakoyunlu d&ouml;nemi eserleri arasında aşağıdakilerden hangisi <u>bulunmaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Gevaş Halime Hatun K&uuml;mbeti",
      "B": "Tebriz&#39;de G&ouml;k Mescid",
      "C": "Sel&ccedil;uk İsa Bey Camii",
      "D": "İsfahan Cuma Camisi",
      "E": "Van&#39;daki Ulu Cami"
    },
    "explanation": "Karakoyunlular ve Akkoyunlular, Doğu Anadolu ve İran coğrafyasında hüküm süren Türkmen devletleridir. Karakoyunlu eserleri genellikle Van ve Erzurum çevresinde yoğunlaşır. <b>Zeynel Bey Türbesi</b> ise, Uzun Hasan’ın oğlu Zeynel Bey için Akkoyunlular döneminde Hasankeyf’te inşa ettirilmiş, tuğla ve çini işçiliği ile ünlü bir yapıdır. Dolayısıyla, bu eser Karakoyunlu dönemi değil, <b>Akkoyunlu dönemi</b> eseridir ve Karakoyunlu eserleri arasında bulunmaz."
  },
  {
    "id": "301520",
    "unitNumber": 9,
    "text": "<strong>Uzun Hasan&rsquo;ın oğlu Zeynel Bey i&ccedil;in Hasankeyf&rsquo;te, Dicle nehrinin kıyısında inşa ettirdiği Zeynel Bey T&uuml;rbesi hangi beyliğin eseridir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Akkoyunlular",
      "B": "Karakoyunlular",
      "C": "Karamanoğulları",
      "D": "Ramazanoğulları",
      "E": "Candaroğulları"
    },
    "explanation": "Söz konusu yapı, Akkoyunlu hükümdarı <b>Uzun Hasan</b>’ın oğlu <b>Zeynel Bey</b> için Hasankeyf’te yaptırılmıştır. Akkoyunlular (Ak Koyunlular), Doğu Anadolu’da ve İran’da hüküm süren önemli bir Türkmen beyliği/devletidir. Türbenin mimarisi ve Uzun Hasan'ın patronajı, yapının <b>Akkoyunlular</b> beyliğine ait olduğunu kesinleştirir."
  },
  {
    "id": "301521",
    "unitNumber": 9,
    "text": "<strong>&ldquo;M&uuml;sl&uuml;man olmadan &ouml;nce koyun totemine bağlı olan &hellip;&hellip;&hellip;&hellip;&hellip;&hellip;., İslam dinini benimsedikten sonra da bu toteme bağlılıklarını s&uuml;rd&uuml;rerek bayraklarını ve mezar taşlarını koyun resimleriyle s&uuml;slemişlerdir.&rdquo; C&uuml;mlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Candaroğulları",
      "B": "Menteşeoğulları",
      "C": "Karamanoğulları",
      "D": "Ramazanoğulları",
      "E": "Akkoyunlular"
    },
    "explanation": "Cümlede bahsedilen, Müslüman olmadan önce koyun totemine bağlı olan ve İslamiyet’ten sonra dahi bayraklarında ve özellikle mezar taşlarında <b>koyun resimlerini (koç heykellerini)</b> kullanan Türkmen grupları <b>Karakoyunlular</b> ve <b>Akkoyunlular</b>dır. Bu iki beylik, isimlerini de bu totemin renklerinden (Kara=Siyah, Ak=Beyaz) almıştır. Bu kültürel özellik, özellikle Akkoyunluların mezar taşlarında çokça görülür."
  },
  {
    "id": "333891",
    "unitNumber": 9,
    "text": "<strong>İnsanların iyileşmesine, tedavi olmasına, şifa bulmasına yardımcı olan, yolcu, t&uuml;ccar, garip ve kimsesizler i&ccedil;in yaptırılmış yerlere ne ad verilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Şifahaneler",
      "B": "Medrese",
      "C": "K&uuml;lliye",
      "D": "Bimarhane",
      "E": "K&uuml;mbet"
    },
    "explanation": "İyileşmeye, tedavi olmaya ve şifa bulmaya yardımcı olan kurumlar, İslami Orta Çağ mimarisinde <b>Darüşşifa</b> (Şifa Yurdu) veya <b>Bimaristan</b> olarak adlandırılır. Bu yapılar sadece hasta tedavisi değil, aynı zamanda yolcular, fakirler ve kimsesizler için de sosyal yardım ve barınma hizmetleri sunabilen büyük külliyelerin parçası da olabilirdi. Ancak tanımın ana odağı, şifa ve tedavi merkezi olan <b>Darüşşifa</b>'dır."
  },
  {
    "id": "333892",
    "unitNumber": 9,
    "text": "Dulkadiroğullarının &ouml;nemli camilerinden biri olan .................... plan ve mimari &ouml;zellikleri bakımından Osmanlı &uuml;slubunu yansıtan merkez&icirc; planlı d&uuml;zenlemeye sahiptir.<br /><strong>C&uuml;mlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir? </strong>",
    "correctAnswer": "C",
    "options": {
      "A": "İlyas Bey Camii",
      "B": "İsa Bey Camii",
      "C": "Elbistan Ulu Camii",
      "D": "Manisa Ulu Camii",
      "E": "Aksaray Ulu Camii"
    },
    "explanation": "Dulkadiroğulları Beyliği'nin Maraş'taki en önemli yapılarından biri olan <b>Maraş Ulucamii</b>, mimari özellikleri bakımından Osmanlı üslubunun etkilerini taşıyan, merkezi planlı düzenlemeye sahip cami örneklerindendir. Özellikle caminin son onarımı ve eklemeleri sırasında Osmanlı mimarisinin merkezi plan anlayışına yakın düzenlemeler görülmektedir. Bu özellik Dulkadiroğullarının önemli eseri olan <b>Maraş Ulucamii</b>'ne aittir."
  },
  {
    "id": "393973",
    "unitNumber": 9,
    "text": "<strong>İlhanlı Valisi Sungur Ağa zamanında, Niğde&#39;de Sel&ccedil;uklu Prensesi&nbsp;i&ccedil;in sekizgen planda yaptırılmış olan, g&ouml;vdesi &uuml;zerinde&nbsp;&ccedil;ift başlı kartal, aslan, insan başı, bitkisel ve geometrik motiflerin yer aldığı t&uuml;rbe aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "H&uuml;davent Hatun T&uuml;rbesi",
      "B": "Gevher Nesibe Hatun T&uuml;rbesi",
      "C": "Kırkkızlar T&uuml;rbesi",
      "D": "M&uuml;mine Hatun T&uuml;rbesi",
      "E": "Balam Sultan T&uuml;rbesi"
    },
    "explanation": "Niğde'de bulunan <b>Hüdavent Hatun Türbesi</b>, 1312 yılında İlhanlı Valisi Sungur Ağa tarafından Selçuklu prensesi Hüdavent Hatun için inşa ettirilmiştir. Sekizgen planlı bu türbe, Anadolu Selçuklu ve İlhanlı mimarisinin karakteristik özelliklerini taşır. Gövdesi üzerindeki zengin figürlü bezemeler arasında <b>çift başlı kartal</b>, <b>aslan</b>, <b>insan başı</b> ve çeşitli bitkisel/geometrik motifler yer alır. Bu detaylar, yapıyı Anadolu'nun en süslü türbelerinden biri yapar."
  },
  {
    "id": "393974",
    "unitNumber": 9,
    "text": "<strong>&Acirc;şık Paşa T&uuml;rbesi ve G&uuml;d&uuml;k Minare gibi &ouml;nemli mezar anıtlarını ortaya koyan beylik aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Menteşeoğulları",
      "B": "Dulkadiroğulları",
      "C": "Eretnalılar",
      "D": "Karamanoğulları",
      "E": "Candaroğulları"
    },
    "explanation": "Anadolu Beylikleri döneminde, özellikle Kırşehir ve çevresinde önemli yapılar inşa eden beylik <b>Eretna Beyliği</b>'dir (1335-1381). Kırşehir’de yer alan büyük düşünür ve şair <b>Âşık Paşa Türbesi</b> (1333) ve yine Kırşehir’deki <b>Güdük Minare</b> (14. yy başı) gibi anıtlar, Eretna Beyliği veya bu beyliğin kontrolündeki yerel yöneticiler zamanında inşa edilmiş, dönemin mimari ve kültürel izlerini taşıyan önemli mezar anıtlarıdır."
  },
  {
    "id": "393975",
    "unitNumber": 9,
    "text": "<strong>Candaroğulları tarafından 1366 yılında Kastamonu&rsquo;da inşa edilen ve Anadolu&rsquo;nun en g&uuml;zel ahşap tavanlı eseri olarak bilinen camii aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Emir Mahmut Bey Camii",
      "B": "Kastamonu Ulu Cami",
      "C": "İlyas Bey Cami",
      "D": "Birgi Ulu Cami",
      "E": "&Acirc;şık Paşa Camii"
    },
    "explanation": "Bu cami, Candaroğulları Beyliği dönemine ait önemli bir eserdir. Sözü edilen cami, <b>Kastamonu Kasaba Köyü Mahmut Bey Camii</b>'dir. 1366 yılında inşa edilen bu cami, <b>Anadolu'nun en güzel ahşap tavanlı eseri</b> olarak kabul edilmektedir. Özellikle tavanındaki ahşap işçiliği ve süslemeleri, <b>Anadolu ahşap mimarisinin</b> zirve örneklerinden birini temsil eder."
  },
  {
    "id": "300659",
    "unitNumber": 10,
    "text": "<strong>İstanbul&rsquo;un sembol eserlerinden olan, Avrupalılarca &quot;Mavi Camii (Blue Mosque)&quot; olarak adlandırılan caminin mimarı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Mimar Sinan",
      "B": "Mimar Ahmed",
      "C": "Mimar Davud",
      "D": "Sedefkar Mehmed Ağa",
      "E": "Mimar Kemaleddin"
    },
    "explanation": "Avrupalılar tarafından \"Mavi Camii\" (Blue Mosque) olarak adlandırılan eser, İstanbul'un sembollerinden olan <b>Sultanahmet Camii</b>'dir. Bu muhteşem eserin mimarı, 17. yüzyılın önemli ustalarından <b>Sedefkâr Mehmed Ağa</b>'dır. Cami, Sultan I. Ahmed tarafından yaptırılmıştır ve iç mekanındaki yoğun <b>mavi, yeşil ve beyaz İznik çinileri</b> sebebiyle bu ismi almıştır."
  },
  {
    "id": "300686",
    "unitNumber": 10,
    "text": "<strong>İstanbul&#39;da bulunan ve altı minareli olarak inşa edilen ilk cami aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Edirne Selimiye Camii",
      "B": "İstanbul S&uuml;leymaniye Camii",
      "C": "İstanbul Şehzade Camii",
      "D": "İstanbul Mihrişah Sultan Camii",
      "E": "İstanbul Sultan Ahmed Camii"
    },
    "explanation": "Osmanlı mimarisinde <b>altı minareli</b> olarak inşa edilen ilk cami, 17. yüzyıl eseri olan <b>Sultanahmet Camii</b>'dir. Sultan I. Ahmed tarafından yaptırılan bu cami, yapıldığı dönemde minare sayısıyla tartışmalara yol açmış, hatta sonrasında Mekke'deki Kâbe'ye (Mescid-i Haram) yedinci bir minare eklenmiştir. Bu cami, aynı zamanda İstanbul'un <b>en görkemli imparatorluk camilerinden</b> biridir."
  },
  {
    "id": "300688",
    "unitNumber": 10,
    "text": "<strong>Osmanlı D&ouml;nemi&#39;nde başta Kur&#39;an-ı Kerim olmak &uuml;zere &ccedil;ocuklara ilk&ouml;ğretim ve ilmihal bilgilerini &ouml;ğretmek amacıyla kurulan okullar aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Dar&uuml;lf&uuml;nun",
      "B": "Sıbyan Mektebi",
      "C": "Medrese",
      "D": "Okul",
      "E": "Dar&uuml;lkurra"
    },
    "explanation": "Osmanlı Dönemi'nde <b>çocuklara temel okuma, yazma, Kur'an-ı Kerim ve ilmihal (dinî bilgiler)</b> gibi ilköğretim seviyesindeki bilgileri öğretmek amacıyla kurulan okullara <b>Sıbyan Mektepleri</b> (veya Mahalle Mektepleri) denirdi. Bu kurumlar genellikle cami, külliye veya mahalle içerisinde yer alır ve Osmanlı eğitim sisteminin <b>en temel basamağını</b> oluştururdu."
  },
  {
    "id": "300689",
    "unitNumber": 10,
    "text": "<strong>Su yapısı olarak aşağıdakilerden hangisi <u>değerlendirilemez</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Sarnı&ccedil;",
      "B": "Sebil",
      "C": "Su kemeri",
      "D": "Hamam",
      "E": "&Ccedil;eşmi b&uuml;lb&uuml;l"
    },
    "explanation": "Osmanlı mimarisinde su yapısı, suyun temini, dağıtımı, depolanması veya kullanımı amacıyla inşa edilen eserlerdir. Örnek olarak <b>Su Kemerleri (Aquaducts), Çeşmeler, Sarnıçlar (Cisterns)</b> ve <b>Su Terazileri</b> verilebilir. Ancak, <b>Kervansaray</b> (ticaret ve konaklama amaçlı yapılar), <b>İmaret</b> (aşevi) veya <b>Medrese</b> (eğitim kurumu) gibi yapılar doğrudan su yapısı olarak değerlendirilemez. (Genellikle konaklama yapıları bu kategoride değerlendirilemeyecek türdendir.)"
  },
  {
    "id": "300690",
    "unitNumber": 10,
    "text": "<strong>&ldquo;Mimar Sinan&rsquo;ın Meri&ccedil; Nehri &uuml;zerinde kurduğu &hellip;&hellip;&hellip;&hellip;&hellip;&hellip;&hellip;&hellip;.K&ouml;pr&uuml;s&uuml; (1528), 225 m boyunda ve 20 kemer g&ouml;zl&uuml;d&uuml;r.&rdquo; C&uuml;mlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "B&uuml;y&uuml;k &Ccedil;ekmece K&ouml;pr&uuml;s&uuml;",
      "B": "&Ccedil;obandede K&ouml;pr&uuml;s&uuml;",
      "C": "Purut K&ouml;pr&uuml;s&uuml;",
      "D": "&Ccedil;oban Mustafa Paşa K&ouml;pr&uuml;s&uuml;",
      "E": "Mağlova K&ouml;pr&uuml;s&uuml;"
    },
    "explanation": "Cümlede bahsedilen köprü, Mimar Sinan'ın kariyerinin erken dönemlerinde inşa ettiği ve <b>Meriç Nehri</b> üzerinde bulunan <b>Mustafapaşa Köprüsü</b>'dür (Svilengrad). 1528 yılında tamamlanan bu köprü, <b>225 metre uzunluğunda</b> olup, <b>20 kemer gözüne</b> sahiptir. Bu köprü, Sinan'ın su mühendisliği alanındaki yetkinliğini gösteren önemli sivil mimari yapılarından biridir."
  },
  {
    "id": "300692",
    "unitNumber": 10,
    "text": "<strong>Mimar Sinan&rsquo;ın 1568 tarihinde yaptığı, ortasında g&ouml;rkemli bir tarih k&ouml;şk&uuml; bulunan, denizle g&ouml;l&uuml; birleştiren boğazın &uuml;zerine yapılan, toplam 28 sivri kemer g&ouml;zl&uuml; d&ouml;rt k&ouml;pr&uuml;den oluşan 636 metre uzunluğa sahip k&ouml;pr&uuml; aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "B&uuml;y&uuml;k &Ccedil;ekmece K&ouml;pr&uuml;s&uuml;",
      "B": "&Ccedil;obandede K&ouml;pr&uuml;s&uuml;",
      "C": "Purut K&ouml;pr&uuml;s&uuml;",
      "D": "&Ccedil;oban Mustafa Paşa K&ouml;pr&uuml;s&uuml;",
      "E": "Mağlova K&ouml;pr&uuml;s&uuml;"
    },
    "explanation": "Tüm bu spesifik özellikler, Mimar Sinan’ın Kanuni Sultan Süleyman adına yaptığı <b>Büyükçekmece Köprüsü</b>'nü işaret etmektedir. 1568 yılında tamamlanan bu eser, <b>deniz ve gölü birleştiren boğazın</b> üzerine inşa edilmiştir. Köprü, aslında dört ayrı bölümden (köprüden) oluşmakta olup, toplam uzunluğu <b>636 metre</b> ve kemer gözü sayısı <b>28</b>'dir. Köprünün ortasında bulunan <b>görkemli bir tarih köşkü</b>, yapıyı benzersiz kılan mimari detaylardandır."
  },
  {
    "id": "300701",
    "unitNumber": 10,
    "text": "<strong>Cumhuriyet D&ouml;nemi mimari eserleri arasında aşağıdakilerden hangisi <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Cumhurbaşkanlığı K&ouml;şk&uuml;",
      "B": "Merkez Bankası",
      "C": "Harp Okulu",
      "D": "Genelkurmay Başkanlığı",
      "E": "Osmanlı Bankası"
    },
    "explanation": "Cumhuriyet Dönemi mimarisi, 1923 sonrası inşa edilen yapıları (Örn: Anıtkabir, TBMM binası, Kızılay Binası) kapsar. <b>Süleymaniye Camii</b> (Mimar Sinan eseri, 16. yy) veya <b>Topkapı Sarayı</b> gibi <b>Osmanlı Klasik Dönemi'ne</b> ait eserler, Cumhuriyet Dönemi mimari eserleri arasında <u>yer almaz</u>. (Cevabın Klasik Dönem Osmanlı yapısı olduğu varsayılmıştır.)"
  },
  {
    "id": "301580",
    "unitNumber": 10,
    "text": "Erken Osmanlı d&ouml;neminde yaptırılan k&uuml;lliye &ouml;rneği aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Edirne Muradiye K&uuml;lliyesi",
      "B": "İstanbul S&uuml;leymaniye K&uuml;lliyesi",
      "C": "L&uuml;leburgaz Sokollu Mehmet Paşa K&uuml;lliyesi",
      "D": "Nevşehir Damat İbrahim Paşa K&uuml;lliyesi",
      "E": "Antalya Elmalı &Ouml;mer Paşa K&uuml;lliyesi"
    },
    "explanation": "Erken Osmanlı Dönemi (14. yüzyıl ve 15. yüzyıl başları) mimarisi, devletin kuruluşu ve gelişimi sürecindeki yapıları içerir. Bu dönemin en önemli külliye örnekleri <b>Bursa</b>'da yer alır. Bu külliyelerden biri, Osmanlı devletinin kurucularından <b>Orhan Gazi</b> tarafından yaptırılan <b>Orhan Gazi Külliyesi</b>'dir. Bu külliyeler, genellikle cami, medrese, imaret ve hamam gibi yapıları bir arada bulundurur."
  },
  {
    "id": "301581",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi&nbsp;</strong><strong>Erken Osmanlı D&ouml;nemi medreseleri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Bursa Muradiye K&uuml;lliyesi",
      "B": "İznik S&uuml;leyman Paşa Medresesi",
      "C": "Bursa Yıldırım K&uuml;lliyesi",
      "D": "Konya Karatay Medresesi",
      "E": "İstanbul Fatih K&uuml;lliyesi"
    },
    "explanation": "Erken Osmanlı Dönemi medreseleri, 14. ve 15. yüzyıl başlarında kurulmuştur (Örn: İznik Orhan Gazi Medresesi, Bursa Yeşil Medrese). Ancak, 15. yüzyılın ikinci yarısında Fatih Sultan Mehmed tarafından İstanbul'da kurulan ve Osmanlı eğitim sisteminin zirvesini temsil eden <b>Sahn-ı Seman Medreseleri</b>, kronolojik olarak <b>Klasik Osmanlı Dönemi</b> eseridir ve bu nedenle Erken Osmanlı Dönemi medreseleri arasında <u>yer almaz</u>."
  },
  {
    "id": "301582",
    "unitNumber": 10,
    "text": "<strong>Yıldırım Beyazıt tarafından 1399 tarihinde yaptırılan yirmi kubbesi, on iki ayağı ve enine dikd&ouml;rtgen planı ile &ccedil;ok ayaklı (ulu cami) camiler konusunda verilebilecek en g&uuml;zel &ouml;rnek aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Bayburt Ulu Camii",
      "B": "Edirne &Uuml;&ccedil; Şerefeli Camii",
      "C": "Manisa Ulu Camii",
      "D": "Erzurum Ulu Camii",
      "E": "Bursa Ulu Camii"
    },
    "explanation": "Bu tanım, Erken Osmanlı mimarisinin çok ayaklı (ulu cami) tipindeki en önemli örneği olan <b>Bursa Ulu Camii</b>'ne aittir. Cami, 1399 yılında <b>Yıldırım Beyazıt</b> tarafından inşa ettirilmiştir. Mimarisi, enine dikdörtgen plan üzerinde, <b>on iki ayağın</b> taşıdığı toplam <b>yirmi kubbe</b> ile karakterize edilir ve cemaat için geniş bir iç mekân sağlamıştır. Bu özellikler, yapıyı bu tür camilerin en güzel örneği yapmaktadır."
  },
  {
    "id": "301583",
    "unitNumber": 10,
    "text": "<strong>İstanbul&rsquo;daki ilk Osmanlı sarayı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Topkapı Sarayı",
      "B": "Dolmabah&ccedil;e Sarayı",
      "C": "İshak Paşa Sarayı",
      "D": "Eski Saray",
      "E": "Beylerbeyi Sarayı"
    },
    "explanation": "İstanbul’un Fethi’nden (1453) hemen sonra Fatih Sultan Mehmed tarafından şehirde inşa ettirilen ilk Osmanlı sarayı, günümüz Beyazıt çevresinde bulunan <b>Eski Saray</b>’dır (Saray-ı Atik). Bu saray, daha sonra inşa edilen ve imparatorluğun merkezi haline gelen <b>Topkapı Sarayı</b> yapılana kadar kullanılmıştır. Eski Saray, bu nedenle İstanbul’daki ilk Osmanlı sarayı unvanını taşır."
  },
  {
    "id": "301584",
    "unitNumber": 10,
    "text": "<strong>B&uuml;nyesinde farklı binaları barındıran yapılar topluluğununa ne ad verilir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Medrese",
      "B": "Mahalle",
      "C": "K&uuml;lliye",
      "D": "Kompleks",
      "E": "İmaret"
    },
    "explanation": "Bünyesinde cami, medrese, darüşşifa (hastane), imaret (aşevi), hamam gibi farklı işlevlere sahip birden çok binayı barındıran yapılar topluluğuna <b>Külliye</b> adı verilir. Külliyeler, Osmanlı mimarisinde yalnızca dini değil, aynı zamanda sosyal ve eğitimsel hizmetleri de merkezi bir noktada sunan komplekslerdir."
  },
  {
    "id": "301585",
    "unitNumber": 10,
    "text": "<strong>Kanuni Sultan S&uuml;leyman tarafından 1543-1548 yılları arasında İstanbul&#39;un Fatih il&ccedil;esinde yaptırılan Şehzade k&uuml;lliyesi kim adına yaptırılmıştır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Şehzade Ahmed",
      "B": "Şehzade Mehmed",
      "C": "Şehzade Mustafa",
      "D": "Şehzade Mahmud",
      "E": "Şehzade İbrahim"
    },
    "explanation": "1543-1548 yılları arasında İstanbul'da <b>Mimar Sinan</b>’a yaptırılan <b>Şehzade Külliyesi</b>, Kanuni Sultan Süleyman tarafından genç yaşta vefat eden çok sevdiği oğlu <b>Şehzade Mehmed</b> adına yaptırılmıştır. Sinan, bu eseri kendi kariyerinde 'çıraklık eserim' olarak nitelendirmiştir. Bu külliye, anıtsal bir taziye yapısı olarak tasarlanmıştır."
  },
  {
    "id": "301586",
    "unitNumber": 10,
    "text": "<strong>Mimar Sinan&#39;ın &ldquo;&Ccedil;ıraklık eserimdir.&rdquo; dediği cami aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Edirne Selimiye Camii",
      "B": "İstanbul S&uuml;leymaniye Camii",
      "C": "İstanbul Şehzade Camii",
      "D": "İstanbul Mihrişah Sultan Camii",
      "E": "İstanbul Sultan Ahmed Camii"
    },
    "explanation": "Mimar Sinan, mimari kariyerindeki gelişimini üç aşamada tanımlamıştır. Bu aşamaların ilki olan <b>“Çıraklık eserimdir.”</b> dediği yapı, İstanbul’da bulunan ve Kanuni Sultan Süleyman'ın oğlu Şehzade Mehmed için inşa ettiği <b>Şehzade Camii</b>'dir. Bu eser, Sinan’ın klasik dönem merkezî plan arayışlarının ilk önemli adımıdır."
  },
  {
    "id": "301587",
    "unitNumber": 10,
    "text": "<strong>1551-1557 yılları arasında İstanbul&#39;da Mimar Sinan tarafından inşa edilen ve Sinan&#39;ın &ldquo;Kalfalık devri eserim.&rdquo; olarak nitelendirdiği camii aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "İstanbul S&uuml;leymaniye Camii",
      "B": "İstanbul Sultan Ahmed Camii",
      "C": "İstanbul Şehzade Camii",
      "D": "İstanbul Mihrişah Sultan Camii",
      "E": "Edirne Selimiye Camii"
    },
    "explanation": "1551-1557 yılları arasında Kanuni Sultan Süleyman adına İstanbul'da inşa edilen büyük külliye camisi, <b>Süleymaniye Camii</b>'dir. Mimar Sinan, bu anıtsal yapıyı, teknik ve estetik olgunluğunu gösterdiği dönem olan <b>“Kalfalık devri eserim.”</b> olarak nitelendirmiştir. Süleymaniye, Ayasofya’yı aşma çabasının belirginleştiği ve Klasik Osmanlı mimarisinin zirveye doğru tırmandığı bir yapıdır."
  },
  {
    "id": "301588",
    "unitNumber": 10,
    "text": "<strong>Osmanlı k&uuml;lliyeleri i&ccedil;inde Fatih K&uuml;lliyesi&rsquo;nden sonra ikinci b&uuml;y&uuml;k k&uuml;lliye olan ve 53 m y&uuml;ksekliğinde ve 27,5 m &ccedil;apında olan bir kubbeye sahip anıtsal cami aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Edirne Selimiye Camii",
      "B": "İstanbul Sultan Ahmed Camii",
      "C": "İstanbul Şehzade Camii",
      "D": "İstanbul Mihrişah Sultan Camii",
      "E": "S&uuml;leymaniye Camii"
    },
    "explanation": "Osmanlı külliyeleri arasında, Fatih Külliyesi’nden sonra büyüklük açısından ikinci sırada yer alan kompleks, <b>Süleymaniye Külliyesi</b>'dir. Külliyenin merkezinde yer alan <b>Süleymaniye Camii</b>, 53 metre yüksekliğe ve yaklaşık 27,5 metre çapa sahip anıtsal bir kubbeye sahiptir. Bu cami, Mimar Sinan’ın kalfalık eseri olup, Klasik Dönem mimarisinin en önemli sembollerindendir."
  },
  {
    "id": "301589",
    "unitNumber": 10,
    "text": "<strong>Edirne&#39;de bulunan ve Osmanlı Padişahı II. Selim&#39;in 1575 yılında Mimar Sinan&#39;a yaptırdığı cami aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Selimiye Camii",
      "B": "S&uuml;leymaniye Camii",
      "C": "Şehzade Camii",
      "D": "R&uuml;stem Paşa Camii",
      "E": "Valide Sultan Camii"
    },
    "explanation": "Osmanlı Padişahı <b>II. Selim</b>’in emriyle 1575 yılında Edirne’de tamamlanan cami, Mimar Sinan’ın <b>“ustalık eserim”</b> olarak tanımladığı <b>Selimiye Camii</b>'dir. Selimiye, 43.28 metre çapındaki tek ve devasa kubbesiyle dikkat çeker. Sinan, bu yapıda mimari mükemmelliğe ulaşarak merkezi mekân tasarımında zirveyi temsil etmiştir."
  },
  {
    "id": "333071",
    "unitNumber": 10,
    "text": "19. y&uuml;zyılda Batılılaşma Hareketi&#39;ne bağlı olarak eğitim sisteminde yağlı boya resim sanatının yer aldığı g&ouml;r&uuml;l&uuml;r. Bu bağlamda Batılı anlamda eğitim verecek resim dersini m&uuml;fredatına d&acirc;hil eden asker&icirc; okullar kurulur ve ilk T&uuml;rk ressamları da bu asker&icirc; okullardan yetişir.<strong><br />Aşağıdakilerden hangisi bu okullardan biridir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Osmanlı Ressamlar Cemiyet",
      "B": "Sanayi-i Nefise Mektebi",
      "C": "Mekteb-i Osman&icirc;",
      "D": "M&uuml;hendishane-i Berri H&uuml;mayun",
      "E": "1914 Kuşağı veya &Ccedil;allı Kuşağı"
    },
    "explanation": "19. yüzyılda başlayan <b>Batılılaşma Hareketi</b> ile birlikte, Batılı anlamda resim eğitimi veren ilk kurumlar askeri okullardır. Bu okullar, teknik çizim ve haritacılık gibi ihtiyaçlar için resim derslerini müfredatlarına dahil etmişlerdir. Bu okulların başında <b>Mekteb-i Harbiye</b> (Kara Harp Okulu) ve Mekteb-i Tıbbiye gelmektedir. İlk Türk ressamları (Asker Ressamlar) da büyük ölçüde bu askeri kurumlardan yetişmiştir."
  },
  {
    "id": "333894",
    "unitNumber": 10,
    "text": "I. Erken Osmanlı D&ouml;nemi-Şehzade Camii<br />II. Barok D&ouml;nemi-Nuruosmaniye Camii<br />III. Klasik d&ouml;nem &ndash;S&uuml;leymaniye Camii<br /><strong>Yukarıda Osmanlı mimarisinde farklı &uuml;sluplarda yapılmış olan eserler ve d&ouml;nemleri birlikte verilmiştir. Bu eşleştirmelerden hangisi ya da hangileri&nbsp;<u>yanlıştır</u>? </strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Eşleştirmeleri incelediğimizde:<br/>I. <b>Şehzade Camii</b> (1540'lar), Mimar Sinan’ın eseridir ve <b>Klasik Dönem</b> (1453-1700 civarı) mimarisine aittir. Bu eserin <b>Erken Osmanlı Dönemi</b>’ne (1300-1453) ait olduğu iddiası <b>yanlıştır</b>.<br/>II. <b>Nuruosmaniye Camii</b> (1748-1755), Batı etkisinin görüldüğü ve tam anlamıyla <b>Barok Dönemi</b>’nin ilk büyük yapısıdır. Bu eşleşme doğrudur.<br/>III. <b>Süleymaniye Camii</b> (1550'ler), Mimar Sinan’ın şaheserlerindendir ve <b>Klasik Dönem</b>’in temsilcisidir. Bu eşleşme doğrudur.<br/>Dolayısıyla, sadece I numaralı eşleştirme yanlıştır."
  },
  {
    "id": "393976",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi Osmanlı sanatının d&ouml;nemleri i&ccedil;erisinde&nbsp;<u>yer almaz</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "İntikal ve Ge&ccedil;iş D&ouml;nemi",
      "B": "Klasik D&ouml;nem",
      "C": "Eklektik &Uuml;slup",
      "D": "Erken D&ouml;nem",
      "E": "Ampir D&ouml;nem"
    },
    "explanation": "Osmanlı sanat tarihi, genellikle yapısal ve üslup farklılıklarına göre dönemlere ayrılır. Bu dönemler tipik olarak <b>Erken Dönem</b> (Kuruluş ve İlk Başkentler dönemi, 14. ve 15. yüzyıl başları), <b>Klasik Dönem</b> (Mimar Sinan ve zirve dönemi, 16. yüzyıl) ve <b>Geç Dönem</b> veya <b>Batılılaşma Dönemi</b> (Barok ve Rokoko etkileri, 18. ve 19. yüzyıllar) olarak sınıflandırılır. Bu üç dönemin dışında kalan (örneğin Gotik veya Romantik gibi) bir ifade, Osmanlı sanatının dönemleri içerisinde yer almaz."
  },
  {
    "id": "393977",
    "unitNumber": 10,
    "text": "<strong>Aşağıdaki yapı-d&ouml;nem eşleştirmelerinden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Erken D&ouml;nem-Edirne &Uuml;&ccedil; Şerefeli Cami",
      "B": "Klasik D&ouml;nem-Şehzade Cami",
      "C": "Lale Devri-Hekimoğlu Ali Paşa Cami",
      "D": "Ampir D&ouml;nem-Ortak&ouml;y Cami",
      "E": "Eklektik D&ouml;nem- Nuru Osmaniye"
    },
    "explanation": "Yapı-dönem eşleştirmeleri Osmanlı mimarisinin gelişim sürecini anlamak için önemlidir. Örneğin, Bursa Ulu Camii <b>Erken Dönem</b> mimarisinin karakteristik özelliklerini taşır. Süleymaniye Camii ve Selimiye Camii, <b>Klasik Dönem</b>'in (Mimar Sinan) merkezî plan şemasının zirveleridir. Nuruosmaniye Camii ise <b>Geç Dönem</b>/<b>Barok</b> etkilerinin başladığı bir yapıdır. Eşleştirmenin yanlış olması için, örneğin bir Klasik Dönem yapısının Erken Dönem olarak etiketlenmesi gerekmektedir."
  },
  {
    "id": "393994",
    "unitNumber": 10,
    "text": "I. Edirne Selimiye Camii<br />II. Sultanahmet Camii<br />III. Bursa Ulu Camii<br />IV. Nuriosmaniye Camii<br /><strong>Yukarıdakilerden hangisi ya da hangileri Osmanlı'nın erken d&#246;nem mimari &#246;zelliklerini taşır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "Yalnız IV",
      "C": "II ve III",
      "D": "Yalnız III",
      "E": "&#160;Yalnız II"
    },
    "explanation": "Osmanlı'nın <b>Erken Dönem</b> (14. yy sonu - 15. yy başı) mimarisi, genellikle birden çok kubbeli veya tek kubbeli, sade yapılarla karakterizedir ve 'Ulu Cami' tipolojisi önemlidir. Bu listede:<br/>I. Edirne Selimiye Camii: Klasik Dönem (Mimar Sinan).<br/>II. Sultanahmet Camii: Klasik sonrası/17. yy.<br/>III. Bursa Ulu Camii: <b>Erken Dönem</b> (Yıldırım Bayezid dönemi, çok kubbeli plan).<br/>IV. Nuriosmaniye Camii: Geç Dönem/Barok. <br/>Dolayısıyla sadece <b>III. Bursa Ulu Camii</b> erken dönem mimari özelliklerini taşır."
  },
  {
    "id": "300752",
    "unitNumber": 11,
    "text": "<strong>R&ouml;nesans D&ouml;nemi&rsquo;ne ait &ldquo;K&ouml;y D&uuml;ğ&uuml;n&uuml;&rdquo; adlı tablo aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Bernini",
      "B": "Albrecht D&uuml;rer",
      "C": "Leonardo da Vinci",
      "D": "Pieter Brueghel",
      "E": "Michelangelo"
    },
    "explanation": "<b>“Köy Düğünü” (The Peasant Wedding)</b> adlı ünlü eser, Rönesans Dönemi'nin özellikle <b>Kuzey Rönesansı</b> temsilcilerinden biri olan <b>Pieter Bruegel the Elder</b>'a aittir. Bruegel, günlük yaşamı, köylüleri ve geleneksel Flaman kültürünü detaylı bir şekilde yansıtmasıyla tanınır ve bu eser de onun en önemli çalışmalarından biridir."
  },
  {
    "id": "300753",
    "unitNumber": 11,
    "text": "<strong>R&#246;nesans'ın en &#246;nemli eserlerinden olan Gattamelata Atlı Heykel aşağıdaki hangi sanat&#231;ının eseridir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Donatello",
      "B": "Pierre Puget",
      "C": "Bernini",
      "D": "Leonardo da Vinci",
      "E": "Michelangelo"
    },
    "explanation": "Rönesans'ın en önemli heykel sanatçılarından biri olan <b>Donatello</b> (1386-1466), <b>Gattamelata Atlı Heykeli</b>'ni (1453) yapmıştır. Padua'da bulunan bu heykel, Antik Roma döneminden bu yana Avrupa'da yapılmış ilk büyük bronz atlı heykeldir ve Rönesans sanatının <b>anıtsal heykel</b> anlayışına dönüşünü temsil eder."
  },
  {
    "id": "300754",
    "unitNumber": 11,
    "text": "<strong>Flaman sanatının ve Barok &uuml;slubun en &uuml;nl&uuml; temsilcisi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Pier Paul Rubens",
      "B": "Pierre Puget",
      "C": "Bernini",
      "D": "Leonardo da Vinci",
      "E": "Michelangelo"
    },
    "explanation": "Flaman sanatının ve 17. yüzyıl Avrupa sanatına damgasını vuran <b>Barok</b> üslubun en ünlü ve üretken temsilcisi <b>Peter Paul Rubens</b>'tir (1577–1640). Rubens, eserlerinde yoğun renkler, büyük boyutlar ve dramatik hareket kullanarak Barok sanatının temelini oluşturan duygusal yoğunluğu ve dinamizmi ustalıkla yansıtmıştır."
  },
  {
    "id": "300755",
    "unitNumber": 11,
    "text": "<strong>R&ouml;nesans D&ouml;nemi&rsquo;ne ait &ldquo;Hipopotam Avı&rdquo; adlı tablo hangi ressamın eseridir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Bernini",
      "B": "Albrecht D&uuml;rer",
      "C": "Leonardo da Vinci",
      "D": "Rubens",
      "E": "Michelangelo"
    },
    "explanation": "<b>“Hipopotam Avı”</b> tablosu, Flaman Barok ustası <b>Peter Paul Rubens</b>'in dramatik ve egzotik av sahnelerinden biridir. Eser, Barok dönemin hareketli ve tutkulu doğasını, güçlü figürleri ve vahşi yaşamın kaosunu yansıtarak Rubens'in tipik <b>dinamik kompozisyon</b> özelliklerini gösterir."
  },
  {
    "id": "300756",
    "unitNumber": 11,
    "text": "<strong>R&ouml;nesans D&ouml;nemi&rsquo;ne ait &ldquo;Dr. Nicolaes Tulp&rsquo;un Anatomi Dersi&rdquo; adlı tablo hangi ressamın eseridir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Bernini",
      "B": "Albrecht D&uuml;rer",
      "C": "Rembrant",
      "D": "Rubens",
      "E": "Michelangelo"
    },
    "explanation": "<b>“Dr. Nicolaes Tulp’un Anatomi Dersi”</b> (1632) adlı ünlü eser, Hollanda Altın Çağı’nın en önemli ressamı <b>Rembrandt van Rijn</b>’e aittir. Bu eser, Rembrandt’ın kendine özgü <b>ışık-gölge (chiaroscuro)</b> kullanımı ve canlı portre yeteneği ile tanınan, <b>grup portresi</b> türünün çığır açan bir örneğidir."
  },
  {
    "id": "300759",
    "unitNumber": 11,
    "text": "D&uuml;nyada en &ccedil;ok bilinen yapı Giovanni Lorenzo Bernini (1598-1680) tarafından yapılan &ldquo;&hellip;&hellip;&hellip;&hellip;&hellip;&hellip;&hellip;&rdquo;, Vatikan&#39;daki en g&ouml;ze &ccedil;arpan bina olup kubbesi ile Roma&#39;nın siluetindeki en &ouml;nemli par&ccedil;alardan biridir.<br /><strong>C&uuml;mlede boş</strong>&nbsp;<strong>bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Chartres Katedrali",
      "B": "San Pietro Bazilikası",
      "C": "Strasbourg Katedrali",
      "D": "Salisbury Katedrali",
      "E": "Notre Dame Katedrali"
    },
    "explanation": "Cümlede boş bırakılan yere <b>Aziz Petrus Bazilikası (Basilica di San Pietro)</b> getirilmelidir. Giovanni Lorenzo Bernini, Bazilika'nın ana kubbesini (Michelangelo tasarımı) inşa etmese de, yapının içindeki <b>Baldacchino</b> ve dış cephesindeki ikonik <b>Aziz Petrus Meydanı</b>'nı tasarlayarak Barok dönemi Roma'sının en önemli sanatçısı olarak Bazilika'nın görünümüne büyük katkı sağlamıştır. Bu yapı, Barok sanatının simgelerindendir."
  },
  {
    "id": "300761",
    "unitNumber": 11,
    "text": "<strong>17. ve 18. y&uuml;zyıllarda, Roma&rsquo;da gelişmiş ve oradan b&uuml;t&uuml;n Avrupa&rsquo;ya yayılmış olan sanat akımı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Barok",
      "B": "Rokoko",
      "C": "R&ouml;nesans",
      "D": "Romanik",
      "E": "Gotik"
    },
    "explanation": "17. ve 18. yüzyıllarda Roma’da gelişen ve oradan bütün Avrupa’ya yayılan sanat akımı <b>Barok</b> üslubudur. Barok, özellikle <b>Karşı Reform</b> hareketinin etkisiyle gelişmiş olup, dramatik etki, abartılı hareket, zengin süslemeler ve duygusal yoğunluk ile karakterize edilir. Önde gelen temsilcileri Bernini, Caravaggio ve Rubens’tir."
  },
  {
    "id": "301600",
    "unitNumber": 11,
    "text": "<strong>1452-1519 yılları arasında yaşayan; ressam, heykeltıraş, mimar, m&uuml;hendis ve araştırmacı olarak R&ouml;nesans D&ouml;nemi&rsquo;nin kendine &ouml;zg&uuml; filozof-sanat&ccedil;ı tipleri arasında en &ouml;nemli isim olan &ccedil;ok y&ouml;nl&uuml; sanat&ccedil;ı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Bernini",
      "B": "Albrecht D&uuml;rer",
      "C": "Leonardo da Vinci",
      "D": "Donatello",
      "E": "Michelangelo"
    },
    "explanation": "1452-1519 yılları arasında yaşamış olan ve 'filozof-sanatçı' tipinin en önemli temsilcisi kabul edilen çok yönlü sanatçı <b>Leonardo da Vinci</b>'dir. Rönesans döneminin idealize edilmiş figürü olarak kabul edilir; sadece ressam (Mona Lisa, Son Akşam Yemeği) değil, aynı zamanda <b>heykeltıraş, mimar, mühendis ve araştırmacı</b> olarak da çalışmıştır. Rönesans'ın <b>hümanist</b> bakış açısını eserlerinde somutlaştırmıştır."
  },
  {
    "id": "301601",
    "unitNumber": 11,
    "text": "<strong>R&ouml;nesans&rsquo;ın en &ouml;nemli eserlerinden olan &ldquo;Musa Heykeli&rdquo; hangi sanat&ccedil;ının eseridir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Donatello",
      "B": "Pierre Puget",
      "C": "Bernini",
      "D": "Leonardo da Vinci",
      "E": "Michelangelo"
    },
    "explanation": "Rönesans'ın en önemli heykeltıraşlık eserlerinden biri olan <b>Musa Heykeli (Moses)</b>, büyük usta <b>Michelangelo Buonarroti</b>'ye aittir. Bu eser, Papa II. Julius’un mezar anıtının bir parçası olarak yapılmıştır. Michelangelo, insan figürünü yansıtmadaki <b>dramatik gücü</b> ve kas anatomisi üzerindeki hakimiyeti ile tanınır."
  },
  {
    "id": "301602",
    "unitNumber": 11,
    "text": "<strong>9 ve 12. y&uuml;zyıllar arasında Fransa&rsquo;da doğmuş ve Avrupa&rsquo;ya yayılmış olan Orta &Ccedil;ağ sanatı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Gotik Sanat",
      "B": "Romanik Sanat",
      "C": "R&ouml;nesans",
      "D": "Bizans Sanatı",
      "E": "Barok Sanat"
    },
    "explanation": "9. ve 12. yüzyıllar arasında Fransa’da doğup tüm Avrupa’ya yayılan bu Orta Çağ sanatı <b>Romanesk Sanat</b>'tır. Romanesk, adını <b>Roma mimarisi</b>nden alır ve bu dönemde yapılan kiliselerde <b>kalın duvarlar, küçük pencereler, yuvarlak kemerler</b> ve <b>tonozlu tavanlar</b> kullanılması karakteristiktir. Romanesk, Gotik dönemin hemen öncesini temsil eder."
  },
  {
    "id": "301603",
    "unitNumber": 11,
    "text": "<strong>Yapımına 1163&#39;te Kral VII. Louis&#39;nin h&uuml;k&uuml;mdarlığı d&ouml;neminde başlamış, 1345 yılında tamamlanan, 1991 yılında UNESCO tarafından D&uuml;nya Mirası olarak ilan edilen ve 15 Nisan 2019&#39;da &ccedil;ıkan bir yangın sebebiyle b&uuml;y&uuml;k bir kısmı ağır hasar alan Notre Dame Katedrali, hangi &uuml;lkede bulunmaktadır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Fransa",
      "B": "Almanya",
      "C": "İngiltere",
      "D": "İtalya",
      "E": "İspanya"
    },
    "explanation": "Gotik mimarinin en önemli ve tanınan örneklerinden biri olan, yapımına 1163'te başlanan ünlü <b>Notre Dame Katedrali</b>, <b>Fransa'nın başkenti Paris'te</b> bulunmaktadır. 1991 yılında UNESCO Dünya Mirası olarak ilan edilmiş, Gotik sanatın zirve eserlerinden biridir."
  },
  {
    "id": "301604",
    "unitNumber": 11,
    "text": "<strong>15. Y&uuml;zyılın ilk &ccedil;eyreğinde Floransa&rsquo;da ortaya &ccedil;ıkan ve Antik &Ccedil;ağ&rsquo;ın yeniden doğuşu olarak nitelendirilen d&ouml;nem hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Gotik D&ouml;nem",
      "B": "Romanik D&ouml;nem",
      "C": "Karolenj D&ouml;nemi",
      "D": "R&ouml;nesans D&ouml;nemi",
      "E": "Barok D&ouml;nem"
    },
    "explanation": "15. yüzyılın ilk çeyreğinde <b>Floransa</b>'da ortaya çıkan ve kelime anlamı <b>'yeniden doğuş'</b> olan bu dönem <b>Rönesans</b>'tır. Rönesans, <b>Antik Yunan ve Roma</b> sanatının, felsefesinin ve biliminin yeniden keşfedilmesi ve canlandırılması üzerine kurulmuştur. Bu dönem, <b>Orta Çağ</b>'ın sona erip Modern Çağ'ın başlangıcı kabul edilir."
  },
  {
    "id": "301605",
    "unitNumber": 11,
    "text": "<strong>Romanesk mimari &ouml;rnekleri Avrupa&rsquo;nın bir&ccedil;ok &uuml;lkesinde rastlamak m&uuml;mk&uuml;nd&uuml;r. Aşağıdakilerin hangisinde Romanesk mimari &ouml;rneği <u>yoktur</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Fransa",
      "B": "Almanya",
      "C": "İngiltere",
      "D": "İtalya",
      "E": "Yunanistan"
    },
    "explanation": "Romanesk mimari 9. ve 12. yüzyıllar arasında Batı ve Orta Avrupa'da (Fransa, İtalya, Almanya, İngiltere) yaygın olarak görülmüştür. Bu tarzın örnekleri, tarihsel olarak ağırlıklı olarak <b>Bizans</b> ve sonrasında <b>Selçuklu/Osmanlı</b> mimari geleneklerinin etkisi altında olan <b>Türkiye (Anadolu)</b> gibi bölgelerde tipik olarak bulunmaz."
  },
  {
    "id": "301606",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi Gotik mimarinin başlıca &ouml;zelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Sivri kemer",
      "B": "U&ccedil;an payanda",
      "C": "B&uuml;y&uuml;k kubbeler",
      "D": "Kaburgalı tonoz",
      "E": "G&uuml;l pencere"
    },
    "explanation": "Gotik mimarinin başlıca özellikleri arasında <b>sivri kemerler</b>, yüksek dikey çizgiler, <b>uçan payandalar</b> (flying buttresses) ve <b>büyük renkli vitray pencereler</b> bulunur. Bu özellikler, yapıların ince ve ışık dolu olmasını sağlardı. Gotik mimarinin özelliği olmayan, aksine ondan önceki dönem olan <b>Romanesk mimarisinin</b> temel özelliği olan seçenek, <b>kalın duvarlar ve küçük pencerelerdir</b>."
  },
  {
    "id": "301607",
    "unitNumber": 11,
    "text": "<strong>Paris&#39;in 80 km g&uuml;neybatısında 13. y&uuml;zyılda kurulmuş olan; Romanesk mimari teknikleri ile yapılmış olmasına rağmen, Gotik mimariyi en iyi temsil eden ve g&uuml;n&uuml;m&uuml;ze kadar &ouml;zg&uuml;n heykelleri, vitrayları ve d&ouml;şemeleri ile en &ccedil;ok korunmuş olan anıt eser hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Chartres Katedrali",
      "B": "Reims Katedrali",
      "C": "Strasbourg Katedrali",
      "D": "Salisbury Katedrali",
      "E": "Notre Dame Katedrali"
    },
    "explanation": "Paris'in güneybatısında bulunan ve Gotik mimariyi en iyi temsil eden anıt eserlerden biri <b>Chartres Katedrali</b>'dir. 13. yüzyılda kurulmuş olup, özellikle <b>özgün heykelleri, vitrayları ve döşemeleri</b> ile günümüze kadar en çok korunmuş olan anıtlardandır. İnşaatında erken dönem <b>Romanesk teknikleri</b> kullanılmış olsa da, genel mimari formu <b>Yüksek Gotik</b> dönemin mükemmel bir örneğidir."
  },
  {
    "id": "301608",
    "unitNumber": 11,
    "text": "<strong>&ldquo;Yudas&rsquo;ın &Ouml;p&uuml;c&uuml;ğ&uuml;&rdquo; adlı tablo hangi ressamın eseridir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Albrecht D&uuml;rer",
      "B": "Giotto",
      "C": "Jan Van Eyck",
      "D": "Tiziano",
      "E": "Raphael"
    },
    "explanation": "“Yudas’ın Öpücüğü” (The Kiss of Judas) adlı ünlü fresk, İtalyan ustası <b>Giotto di Bondone</b>’ye aittir. Giotto, Orta Çağ sanatından Rönesans'a geçişin kilit figürü olarak kabul edilir. Eser, ressamın Padova’daki <b>Scrovegni Şapeli</b> fresk döngüsünün bir parçasıdır ve figürlerin <b>duygusal derinliğini</b> ve <b>dramatik anı</b> yansıtma biçimiyle devrim niteliğindedir."
  },
  {
    "id": "301609",
    "unitNumber": 11,
    "text": "<strong>&ldquo;Arnolfi&rsquo;nin Evlenmesi&rdquo; adlı tablo hangi ressamın eseridir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Albrecht D&uuml;rer",
      "B": "Giotto",
      "C": "Jan Van Eyck",
      "D": "Tiziano",
      "E": "Raphael"
    },
    "explanation": "“Arnolfi’nin Evlenmesi” (The Arnolfini Portrait) adlı ikonik eser, Kuzey Rönesans'ının Flaman ustası <b>Jan van Eyck</b> tarafından yapılmıştır. 1434 tarihli bu tablo, <b>yağlı boya tekniğinin</b> ustaca kullanımı, <b>olağanüstü detaycılığı</b> ve dönemin <b>gizlenmiş sembolizmini</b> (özellikle evlilik ve dindarlık sembolleri) barındırmasıyla ünlüdür."
  },
  {
    "id": "332563",
    "unitNumber": 11,
    "text": "<strong>15. y&uuml;zyılın ilk &ccedil;eyreğinde İtalya&#39;da (Floransa) ortaya &ccedil;ıkan, Antik &Ccedil;ağ&rsquo;ın yeniden doğuşu anlamına gelen sanat hareketi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Gotik",
      "B": "Barok",
      "C": "R&ouml;nesans",
      "D": "Romanik",
      "E": "Roma"
    },
    "explanation": "15. yüzyılın ilk çeyreğinde İtalya'da (özellikle <b>Floransa</b>) ortaya çıkan <b>Rönesans</b> (yeniden doğuş), kelimenin tam anlamıyla <b>Antik Çağ</b> kültürünün ve sanatının yeniden keşfedilmesi hareketidir. Bu dönem, Orta Çağ'ın sonunu işaret ederken, insanı merkeze alan (hümanizm) yeni bir sanatsal ve kültürel dönemi başlatmıştır."
  },
  {
    "id": "333896",
    "unitNumber": 11,
    "text": "<strong>Pieta Heykeli aşağıdaki sanat&ccedil;ılardan hangisine aittir? </strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Michelangelo",
      "B": "Donatello",
      "C": "Leonardo da Vinci",
      "D": "Giotto di Bondone",
      "E": "Peter Paul Rubens"
    },
    "explanation": "Dünyanın en ünlü heykel eserlerinden biri olan <b>Pieta Heykeli</b>, Meryem Ana'nın kucağında İsa'nın çarmıhtan indirilmiş cansız bedenini tuttuğu anı tasvir eder. Bu eser, Yüksek Rönesans'ın dev sanatçısı <b>Michelangelo Buonarroti</b>'ye aittir ve günümüzde Roma'daki Aziz Petrus Bazilikası'nda sergilenmektedir."
  },
  {
    "id": "393978",
    "unitNumber": 11,
    "text": "<strong>12. y&uuml;zyılın ikinci yarısında Romanesk sanatının değişmesiyle, Latin sanatına bir tepki olarak ortaya &ccedil;ıkan, Orta &Ccedil;ağı kapatan R&ouml;nesans&rsquo;ı başlatan d&ouml;nem aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Ampir",
      "B": "Karolenj",
      "C": "Gotik",
      "D": "Rokoko",
      "E": "Barok"
    },
    "explanation": "12. yüzyılın ikinci yarısında Romanesk sanatının ağır ve kapalı yapısına bir tepki olarak, daha yüksek, ışıklı ve estetik açıdan inceltilmiş yapıları hedefleyen <b>Gotik Sanat</b> ortaya çıkmıştır. Gotik dönem, Orta Çağı resmen kapatan ve sanatsal yenilikleriyle <b>Rönesans’ın başlangıcını</b> hazırlayan önemli bir sanatsal geçiş dönemidir."
  },
  {
    "id": "393980",
    "unitNumber": 11,
    "text": "<strong>Simetri, orantı, geometri ve par&ccedil;aların d&uuml;zenliliğine sahip yapılarının cephelerinde, s&uuml;tun dizilerinin ve kemerlerin oluşturduğu bir hareketliliğin g&ouml;r&uuml;ld&uuml;ğ&uuml; d&ouml;nem aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Romanesk",
      "B": "R&ouml;nesans",
      "C": "Gotik",
      "D": "Ampir",
      "E": "Eklektik"
    },
    "explanation": "Bu özellikler bütünüyle <b>Rönesans Mimarisi</b>ni tanımlar. Antik Roma ve Yunan mimarisinden ilham alınarak, yapılarda <b>simetri</b>, matematiksel <b>orantı</b> ve <b>geometri</b> büyük önem taşır. Cephelerde sıklıkla kullanılan <b>sütun dizileri</b>, pilasterler ve yuvarlak kemerler, düzenli ve hareketli bir yüzey estetiği yaratır."
  },
  {
    "id": "300772",
    "unitNumber": 12,
    "text": "<strong>1950&rsquo;li yılların sonundan itibaren 1960&rsquo;lı yıllarda İngiltere ve Amerika&rsquo;da ortaya &ccedil;ıkan akımın adı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Dualizm",
      "B": "Realizm",
      "C": "Pop Art",
      "D": "Romantizm",
      "E": "Neo Gotik"
    },
    "explanation": "1950’li yılların sonundan itibaren 1960’lı yıllarda İngiltere ve Amerika’da (özellikle New York’ta) yükselen akımın adı <b>Pop Art</b>’tır. Bu akım, kitle iletişim araçlarının, reklamların ve <b>tüketim kültürünün</b> görsellerini sanatın merkezine taşıyarak geleneksel 'yüksek sanat' anlayışına tepki göstermiştir."
  },
  {
    "id": "300773",
    "unitNumber": 12,
    "text": "<strong>Marilyn Monroe serisiyle pop&uuml;ler Pop Art sanat&ccedil;ısı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Andy Warhol",
      "B": "Roy Lichtenstein",
      "C": "Keith Haring",
      "D": "Yayoi Kusama",
      "E": "David Hockney"
    },
    "explanation": "<b>Andy Warhol</b>, Pop Art akımının en tanınan ve etkili figürüdür. Seri üretim ve çoğaltma tekniklerini, özellikle <b>serigrafi</b>yi kullanarak, <b>Marilyn Monroe serisi</b>, Elvis Presley ve Campbell's çorba kutuları gibi ticari ve popüler imgeleri ikonik sanat eserlerine dönüştürmüştür. Warhol, şöhret ve medyanın etkisini sorgulamıştır."
  },
  {
    "id": "300774",
    "unitNumber": 12,
    "text": "<strong>S&uuml;rrealizm hangi akımların &ouml;nc&uuml;s&uuml;d&uuml;r?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Dadaizm-Metafizik",
      "B": "Rokoko-Barok",
      "C": "Gotik-R&ouml;nesans",
      "D": "Romantizm-Realizm",
      "E": "Fovizm-K&uuml;bizm"
    },
    "explanation": "1920'lerde André Breton önderliğinde gelişen <b>Sürrealizm</b> (Gerçeküstücülük), doğrudan <b>Dadaizm</b> akımının sanatsal ve felsefi mirası üzerine kurulmuştur. Dadaizm, I. Dünya Savaşı'nın rasyonalitesine bir tepki olarak mantık dışı ve kaotik yaklaşımları benimsemiş; Sürrealizm ise bu mantık dışılığı, <b>bilinçaltı</b> ve rüya dünyasını keşfetmek için kullanmıştır."
  },
  {
    "id": "300775",
    "unitNumber": 12,
    "text": "<strong>S&uuml;rrealist sanat&ccedil;ılar arasında aşağıdakilerden hangisi bulunmaktadır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Malevi&ccedil;",
      "B": "Mayakovski",
      "C": "Şemsi Arel",
      "D": "Salvador Dali",
      "E": "Giorgio de Chiricco"
    },
    "explanation": "Sürrealist sanatçılar arasında yer alan <b>Salvador Dalí</b>, akımın en popüler ve etkili isimlerindendir. Dalí, rüya sekanslarını ve bilinçaltı imgelerini son derece gerçekçi (fotorealist) tekniklerle tuvale aktararak, 'eriyen saatler' gibi meşhur eserleriyle Sürrealizmin görsel dilini oluşturmuştur. Diğer önemli sürrealistler arasında Max Ernst ve René Magritte de bulunur."
  },
  {
    "id": "300776",
    "unitNumber": 12,
    "text": "<strong>Abstre, non fig&uuml;ratif, non objektif gibi isimlerle de anılan akım aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "F&uuml;t&uuml;rizm",
      "B": "Metafizik sanat",
      "C": "Dadaizm",
      "D": "Soyut resim",
      "E": "Eklektizm"
    },
    "explanation": "Figüratif olmayan, yani gerçek dünyadaki nesneleri doğrudan temsil etmeyen sanata <b>Soyut Sanat</b> (Abstrakt Sanat) denir. Bu akım, eserlerin doğadaki görsel referanslardan bağımsız, sadece biçim, renk ve çizgiyi kullanması nedeniyle <b>non figüratif</b> veya <b>non objektif</b> (nesnel olmayan) gibi terimlerle de anılır."
  },
  {
    "id": "300779",
    "unitNumber": 12,
    "text": "<strong>Ekspresyonist mimari &#252;zerinde etkisi olan Bauhaus Okulu&#39;nun kurucusu aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Salvador Dali",
      "B": "Michelangelo",
      "C": "Raphael",
      "D": "Vedat Tek",
      "E": "Walter Gropius"
    },
    "explanation": "Modern mimari ve tasarımın gelişiminde köşe taşı olan <b>Bauhaus Okulu</b>, 1919 yılında Almanya'da ünlü mimar <b>Walter Gropius</b> tarafından kurulmuştur. Gropius, sanat, zanaat ve teknolojiyi birleştirmeyi amaçlayarak, rasyonel ve işlevsel tasarımların öncülüğünü yapmıştır. Bauhaus, özellikle <b>Ekspresyonist mimari</b>nin etkilerini erken dönemlerinde barındırmış ve modern mimarinin uluslararası stile geçişinde kilit rol oynamıştır."
  },
  {
    "id": "301670",
    "unitNumber": 12,
    "text": "<strong>&nbsp;Aşağıdakilerden hangisi&nbsp;</strong><strong>Empresyonizm (İzlenimcilik) D&ouml;nem sanat&ccedil;ıları arasında&nbsp;<u>yer almaz</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Michelangelo",
      "B": "Paul Cezanne",
      "C": "Vincent Van Gogh",
      "D": "Claude Monet",
      "E": "Alfred Sisley"
    },
    "explanation": "Empresyonizm (İzlenimcilik) 19. yüzyılın ikinci yarısında Fransa'da ortaya çıkmış bir akımdır. Manet, Monet, Degas, Renoir, ve Pissarro gibi sanatçılar bu akımın önde gelen temsilcileridir. Eğer şıklarda bu isimlerden farklı, özellikle Neoklasizm veya Romantizm gibi önceki akımlara ait bir sanatçı varsa (örneğin <b>Ingres</b> veya <b>David</b>), bu kişi Empresyonizm sanatçıları arasında yer almaz. Empresyonistler ışık ve anlık izlenimleri yakalamayı amaçlarken, Ingres gibi Neoklasik sanatçılar katı çizgiye ve ideal forma bağlı kalmıştır."
  },
  {
    "id": "301671",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi s</strong><strong>anatsal akımlar arasında&nbsp;<u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Neoklasik",
      "B": "Romantizm",
      "C": "Realizm",
      "D": "Empresyonizm",
      "E": "Gotik"
    },
    "explanation": "Sanatsal akımlar, belirli bir dönemde sanatta ortak estetik, felsefi veya teknik yaklaşımları paylaşan sanatçı gruplarını ifade eder. Örneğin <b>Neoklasizm</b>, <b>Romantizm</b>, <b>Realizm</b> ve <b>Empresyonizm</b> birer sanat akımıdır. Eğer şıklarda bir sanat akımı olmayan, genel bir dönem adı (örneğin <b>Antik Çağ</b>) veya sanat dışı bir kavram yer alıyorsa, doğru cevap odur. Akımların temel özelliği, sanatsal üslup ve düşünce birliğine dayanmalarıdır."
  },
  {
    "id": "301672",
    "unitNumber": 12,
    "text": "<strong>Antik D&ouml;nem kazılarının yapılması hangi sanat akımının ortaya &ccedil;ıkışında etkili olmuştur?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Fovizm",
      "B": "K&uuml;bizm",
      "C": "Dadaizm",
      "D": "Neoklasik",
      "E": "Ekspresyonizm"
    },
    "explanation": "18. yüzyılda yapılan <b>Herculaneum ve Pompei</b> gibi Antik Dönem kazıları, Yunan ve Roma uygarlıklarına dair eserlerin keşfedilmesini sağladı. Bu keşifler, Batı sanatında <b>Barok</b> ve <b>Rokoko'nun</b> aşırı süslemeciliğine tepki olarak klasik idealizmi, düzeni ve sadeliği yeniden canlandıran <b>Neoklasizm (Yeniklasikçilik)</b> akımının ortaya çıkışında en büyük etken olmuştur."
  },
  {
    "id": "301673",
    "unitNumber": 12,
    "text": "<strong>Herculaneum, Pompei ve Atina kazılarında hangi d&ouml;nem bulgularıyla karşılaşılmıştır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Barok",
      "B": "Gotik",
      "C": "Antik Yunan ve Roma",
      "D": "Manyerizm",
      "E": "Bizans"
    },
    "explanation": "Herculaneum ve Pompei, M.S. 79 yılında Vezüv Yanardağı patlaması sonucu küller altında kalmış Roma şehirleridir. Atina ise <b>Antik Yunan</b> medeniyetinin kalbiydi. Bu kazılarda karşılaşılan bulgular, <b>Antik Yunan ve Roma</b> dönemlerine ait sanat, mimari ve günlük yaşam örneklerini içerir. Bu keşifler, 18. yüzyılda sanatı büyük ölçüde etkileyerek Neoklasizmin doğmasına zemin hazırlamıştır."
  },
  {
    "id": "301674",
    "unitNumber": 12,
    "text": "<strong>Odalık ve T&uuml;rk Hamamları gibi eserlerin sanat&ccedil;ısı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Andrea Appiani",
      "B": "Auguste Dominique İngres",
      "C": "Angelica Kaufman",
      "D": "Karl Briullov",
      "E": "James Barry"
    },
    "explanation": "<b>Jean-Auguste-Dominique Ingres</b>, Neoklasizmin önde gelen figürlerinden biridir. Sanatçı, özellikle ‘Odalık’ (La Grande Odalisque) ve ‘Türk Hamamları’ (Le Bain Turc) gibi eserlerinde klasik çizgi mükemmeliyetini oryantalist temalarla birleştirmiştir. Ingres, özellikle <b>çizgisel mükemmelliğe</b> verdiği önemle bilinir ve bu eserler, onun teknik ustalığının tipik örnekleridir."
  },
  {
    "id": "301675",
    "unitNumber": 12,
    "text": "<strong>Mars, Paolina Borghese, Cupido ve Psykhe adlı heykeller aşağıdakilerden hangisine aittir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Robert Adam",
      "B": "Antonio Canova",
      "C": "Andrea Palladio",
      "D": "Thomas Jefferson",
      "E": "Thorvaldsen"
    },
    "explanation": "Mars, Paolina Borghese (Venüs Victrix olarak), ve Cupido ve Psykhe (Aşk ve Ruh) gibi heykeller, <b>Neoklasik heykel</b> sanatının en önemli temsilcisi olan <b>Antonio Canova'ya</b> aittir. Canova, heykellerinde Antik Yunan ve Roma heykellerinin <b>idealize edilmiş güzelliğini</b>, durağanlığını ve pürüzsüz mermer yüzeylerini yeniden canlandırmıştır."
  },
  {
    "id": "301676",
    "unitNumber": 12,
    "text": "<strong>Vicenza Rotondo Villası, İtalya Saint Giorgio Maggiore Kilisesi, Berlin Brandenburg Kapısı ve Pariste Etual Meydanı Zafer Takı hangi d&ouml;nem mimarisinin &ouml;rnekleridir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Barok",
      "B": "R&ouml;nesans",
      "C": "Rokoko",
      "D": "Neoklasik",
      "E": "Pop Art"
    },
    "explanation": "Bahsi geçen yapılar (Vicenza Rotondo Villası - Palladio etkisi, Saint Giorgio Maggiore Kilisesi, Berlin Brandenburg Kapısı, Paris Etual Meydanı Zafer Takı) <b>Neoklasizm</b> (Yeniklasikçilik) döneminin monumental ve klasik formlara dönüşünü yansıtan mimari örneklerdir. Bu mimaride <b>simetri, oran</b> ve <b>Antik Yunan/Roma tapınaklarının</b> unsurları (sütunlar, üçgen alınlıklar) ön plana çıkarılmıştır."
  },
  {
    "id": "301677",
    "unitNumber": 12,
    "text": "<strong>Adını ş&ouml;valyeler i&ccedil;in s&ouml;ylenen aşk şiirleri olan romansdan alan akımın adı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Romantizm",
      "B": "Realizm",
      "C": "S&uuml;rrealizm",
      "D": "Metafizik sanat",
      "E": "Dadaizm"
    },
    "explanation": "Bu akımın adı, Orta Çağ'da şövalyeler için söylenen ve duygusal, fantastik ya da destansı hikayeleri anlatan şiir veya nesir türü olan <b>romans'tan</b> (Fransızca 'roman') gelmektedir. Bu köken, akımın <b>duygusal derinliğe, hayal gücüne</b> ve Klasisizmin rasyonel kurallarından kurtulmaya olan vurgusunu açıklar. Bu akım <b>Romantizm'dir</b>."
  },
  {
    "id": "301678",
    "unitNumber": 12,
    "text": "<strong>Romantizmin etkileri, kendinden sonra hangi akımlarla devam ettirilmiştir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Maniyerizm",
      "B": "&Ouml;n-Rafaelciler ve Sembolistler",
      "C": "F&uuml;t&uuml;rizm",
      "D": "S&uuml;rrealizm",
      "E": "Gotik"
    },
    "explanation": "Romantizm, sanatçının bireysel duygularını, iç dünyasını ve hayal gücünü ön plana çıkararak 19. yüzyıl boyunca sanat akımlarına zemin hazırlamıştır. Romantizmin yoğun duygu ve bireysellik vurgusu, daha sonraki dönemlerde <b>Sembolizm</b> ve <b>Ekspresyonizm</b> gibi akımlarla devam ettirilmiştir. Özellikle Sembolizm, Romantizmin mistik ve edebi yönünü benimserken, Ekspresyonizm ise duygusal dışavurumculuğunu modern formda sürdürmüştür."
  },
  {
    "id": "301679",
    "unitNumber": 12,
    "text": "<strong>19. y&uuml;zyılda Avrupa&rsquo;da g&ouml;r&uuml;len sanat akımları arasında aşağıdakilerden hangisi <u>yer almaz</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Bizans",
      "B": "Empresyonizm",
      "C": "Abstre",
      "D": "K&uuml;bizim",
      "E": "Fovizm"
    },
    "explanation": "19. yüzyıl, Avrupa'da Neoklasizmin sonuyla başlayıp Romantizm, <b>Realizm</b>, <b>Empresyonizm</b> ve <b>Post-Empresyonizm</b> gibi büyük akımların görüldüğü bir dönemdir. Eğer soruda <b>Barok</b> (17. yy) veya <b>Rokoko</b> (18. yy başı) gibi önceki yüzyıllara ait bir akım ya da <b>Kübizm</b> veya <b>Fütürizm</b> gibi 20. yüzyılın başındaki bir akım yer alıyorsa, bu akım 19. yüzyılın baskın akımları arasında yer almaz. Örneğin <b>Rokoko</b>, 19. yüzyıldan önce Neoklasizm tarafından büyük ölçüde geri plana itilmiştir."
  },
  {
    "id": "332564",
    "unitNumber": 12,
    "text": "<strong>Modern sanatın babası olarak da g&ouml;r&uuml;len Fransız sanat&ccedil;ı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Henri Matisse",
      "B": "Paul Cezanne",
      "C": "Marcel Duchamp",
      "D": "Edward Munch",
      "E": "James Ensor"
    },
    "explanation": "Modern sanatın başlangıcına ve 20. yüzyıl sanat akımlarına (özellikle Kübizm’e) zemin hazırlayan <b>Paul Cézanne</b>, genellikle <b>Modern Sanatın Babası</b> olarak kabul edilir. Cézanne, doğadaki nesneleri temel geometrik biçimlere (küre, silindir, koni) indirgeme yaklaşımıyla geleneksel perspektif ve betimleme kurallarını radikal bir şekilde değiştirmiştir. Bu yapısal yaklaşım, resim sanatında yeni bir dönemin kapılarını açmıştır."
  },
  {
    "id": "333900",
    "unitNumber": 12,
    "text": "I. K&uuml;bizm-Pablo Picasso-Avignonlu Kızlar<br />II. Dada-Claude Monet-İzlenim<br />III. Fovizm &ndash;Henri Matisse-Okuyan Kadın<br /><strong>Yukarıda verilen sanatsal akım, &ouml;nc&uuml; sanat&ccedil;ıları ve eserleri eşleştirmelerinden hangisi ya da hangileri doğrudur</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yanlız I",
      "B": "Yanlız III",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Verilen eşleştirmelerin doğruluğu şöyledir:<br/>I. <b>Kübizm</b> akımının öncüsü <b>Pablo Picasso</b>'dur ve 1907 tarihli <b>Avignonlu Kızlar</b> eseri, Kübizmin başlangıcı olarak kabul edilir. (Doğru)<br/>II. <b>Dada</b> akımı yanlış eşleştirilmiştir. <b>Claude Monet</b>, <b>İzlenimcilik (Empresyonizm)</b> akımının en büyük temsilcisidir. (Yanlış)<br/>III. <b>Fovizm</b> (Vahşiler), canlı ve saf renklerin yoğun kullanımıyla bilinen akımdır ve öncüsü <b>Henri Matisse</b>'dir. (Doğru)<br/>Bu durumda I ve III numaralı eşleştirmeler doğrudur."
  },
  {
    "id": "393981",
    "unitNumber": 12,
    "text": "<strong>Aşağıdaki akım (sanat) ve ortaya &ccedil;ıktığı &uuml;lke eşleştirmelerinden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Neoklasik Sanat-İtalya",
      "B": "Empresyonizm-Fransa",
      "C": "Fovizm-Fransa",
      "D": "K&uuml;bizm-Romanya",
      "E": "Dadaizm - İsvi&ccedil;re"
    },
    "explanation": "Sanat akımları ve ortaya çıktıkları ülkeler genellikle bellidir. Örneğin, Fütürizm İtalya'da, Bauhaus Almanya'da ve Sürrealizm Fransa'da (özellikle Paris’te) doğmuştur. <b>Kübizm</b> (Cubism), 20. yüzyılın başlarında <b>Fransa'nın (Paris)</b> sanat çevrelerinde <b>Pablo Picasso</b> ve Georges Braque tarafından geliştirilmiş bir akımdır. Dolayısıyla Kübizm'in başka bir ülke ile eşleştirilmesi (örneğin İtalya veya İspanya) yanlış olacaktır."
  },
  {
    "id": "393983",
    "unitNumber": 12,
    "text": "<strong>S&uuml;rrealizm sanat akımının &ouml;nde gelen sanat&ccedil;ılarından olan ve &quot;Belleğin Azmi&quot; tablosu ile bilinen sanat&ccedil;ı kimdir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Andy Warhol",
      "B": "Salvador Dali",
      "C": "Kazimir Malevi&ccedil;",
      "D": "Bruno Taut",
      "E": "Edward Munch"
    },
    "explanation": "<b>Sürrealizm</b> (Gerçeküstücülük), 1920'lerde Fransa'da ortaya çıkan ve bilinçaltının, rüyaların ve mantık dışı imgelerin sanat yoluyla dışa vurulmasını amaçlayan bir akımdır. Bu akımın en tanınan ve eserlerinde rüya manzaralarını sıklıkla kullanan sanatçısı <b>Salvador Dalí</b>'dir. Dalí’nin 1931 tarihli ünlü eseri <b>“Belleğin Azmi”</b> (The Persistence of Memory), eriyen cep saatleri motifiyle bilinir ve Sürrealizmin simgelerindendir."
  },
  {
    "id": "308554",
    "unitNumber": 13,
    "text": "<strong>Ana maddesi kil olan ve &ouml;zellikle mimaride kaplama olarak kullanılan sanat dalı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "&Ccedil;ini",
      "B": "Cam",
      "C": "Maden",
      "D": "D&ouml;k&uuml;m",
      "E": "Maden"
    },
    "explanation": "Ana maddesi <b>kil</b> olan, şekillendirildikten sonra yüksek sıcaklıkta pişirilerek sertleştirilen ve genellikle mimari yapıların yüzeylerini süslemek için kullanılan sırlı, dekoratif seramiklere <b>Çini</b> denir. Çini sanatı, Türk-İslam mimarisinde, özellikle cami ve sarayların iç ve dış yüzeylerinde <b>kaplama</b> malzemesi olarak binlerce yıldır önemli bir yere sahiptir."
  },
  {
    "id": "308555",
    "unitNumber": 13,
    "text": "<strong>&Ccedil;ininin kullanıldığı en erken tarihli cami aşağıdakilerden hangisidir?&nbsp;</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kuseyr Amra&nbsp;",
      "B": "Kayravan Seydi Ukba Camii",
      "C": "Damgan Mescid-i Cuma",
      "D": "Kazvin Mescid-i Haydariye",
      "E": "Tinmel Camii"
    },
    "explanation": "İslam sanatında çininin mimari yapıların süslenmesinde kullanıldığı bilinen en erken ve önemli örneklerden biri, Kudüs'te yer alan <b>Kubbet-üs-Sahra</b>’dır. Her ne kadar bugünkü dış cephe çinileri Osmanlı döneminde yenilenmiş olsa da, yapının ilk inşaatında (M. 691) mozaik ve erken seramik bezemelerin kullanıldığı bilinmektedir. Bu yapı, İslam coğrafyasında çini ve mozaik kullanımının en eski örneklerini barındırır."
  },
  {
    "id": "308556",
    "unitNumber": 13,
    "text": "<strong>B&uuml;y&uuml;k Sel&ccedil;uklu D&ouml;nemi&rsquo;nde hangi &ccedil;ini tekniği yaygınlık kazanmıştır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Minai",
      "B": "Sır altı",
      "C": "L&uuml;ster",
      "D": "İznik",
      "E": "Boyama"
    },
    "explanation": "Büyük Selçuklu İmparatorluğu döneminde (11.-13. yüzyıllar) ve Anadolu Selçuklularında mimari bezemede en yaygın ve karakteristik olarak kullanılan çini tekniği <b>Mozaik Çini Tekniği</b>’dir. Bu teknikte, önceden sırlanıp pişirilmiş tek renkli çini plakalar, kesilerek motifler oluşturulur ve yapı yüzeyine alçı veya harç yardımıyla mozaik gibi döşenir. Bu teknik, özellikle mihraplarda ve kubbe kasnaklarında <b>göz kamaştırıcı</b> geometrik ve yazılı kompozisyonlar oluşturmuştur."
  },
  {
    "id": "308557",
    "unitNumber": 13,
    "text": "<strong>Anadolu Sel&ccedil;uklu ve Beylikler D&ouml;nemi&rsquo;nde sırlı tuğlanın kullanıldığı yapılar arasında aşağıdakilerden hangisi <u>bulunmaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Sivas Ulu Camii",
      "B": "Akşehir Taş Medrese",
      "C": "Konya İnce Minare Medresesi",
      "D": "Diyarbakır Ulu Camii",
      "E": "İznik Yeşil Camii"
    },
    "explanation": "Anadolu Selçuklu ve Beylikler Dönemi’nde <b>sırlı tuğla</b> (genellikle mavi ve turkuaz sırlar), yapıların strüktürel ve estetik açıdan öne çıkan kısımlarında kullanılmıştır. Bu teknoloji, daha çok anıtsal dinsel ve eğitim yapıları olan <b>cami minarelerinde</b>, <b>kümbetlerin</b> gövde ve kasnaklarında, ayrıca bazı <b>medreselerin</b> eyvanlarında görülür. Bu yapıların dışında, sıradan ticari veya sivil yapılar (örneğin sade kervansaraylar veya hanlar) genellikle bu pahalı tekniği kullanmazdı."
  },
  {
    "id": "308558",
    "unitNumber": 13,
    "text": "<strong>Osmanlı seramik sanatının en &ouml;nemli merkezi aşağıdakilerden hangidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "K&uuml;tahya",
      "B": "&Ccedil;anakkale",
      "C": "İstanbul",
      "D": "İzmir",
      "E": "İznik"
    },
    "explanation": "Osmanlı İmparatorluğu'nun seramik ve çini sanatında üretim ve sanatsal kalitenin zirveye ulaştığı, dünyanın en önemli merkezi <b>İznik</b>'tir. 16. yüzyılda İznik atölyelerinde geliştirilen <b>kuvars bazlı fritli hamur</b> ve <b>Sıraltı tekniği</b> sayesinde, eşsiz parlaklıkta ve canlı renklerde (özellikle mercan kırmızısı) eserler üretilmiştir. İznik çinileri, İstanbul'daki Selatin camilerinin ve sarayların süslemesinde yaygın olarak kullanılmıştır."
  },
  {
    "id": "308559",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi k</strong><strong>ırmızı hamurlu İznik seramiklerinde g&ouml;r&uuml;len teknikler arasında&nbsp;&nbsp;<u>yer&nbsp; almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Astar boyama (slip)",
      "B": "Milet İşi",
      "C": "Tek renk sırlı",
      "D": "Kazıma",
      "E": "D&ouml;vme"
    },
    "explanation": "İznik seramik sanatının erken dönemine (15. yüzyıl) ait olan <b>kırmızı hamurlu</b> (killi) seramikler genellikle Milet Tipi olarak adlandırılır. Bu seramiklerde genellikle <b>Astar Altı Boyama</b>, <b>Renkli Sırlar</b> ve bazen kazıma (sgraffito) teknikleri kullanılırdı. Ancak İznik sanatının zirvesini temsil eden ve meşhur renkleri (kırmızı, kobalt mavi, turkuaz) ortaya çıkaran hassas <b>Sıraltı Tekniği</b>, 16. yüzyıldan itibaren kullanılan <b>beyaz, kuvars bazlı (fritli) hamur</b> üzerinde uygulanmıştır. Bu nedenle, Sıraltı Tekniği, kırmızı hamurlu seramiklerde karakteristik olarak <u>görülmez</u>."
  },
  {
    "id": "308560",
    "unitNumber": 13,
    "text": "<strong>Cami, k&ouml;şk gibi mimari eserler ve yelkenliler hangi merkez seramiklerinde sil&uuml;et h&acirc;linde betimlenmiştir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "&Ccedil;anakkale",
      "B": "Karaman",
      "C": "İznik",
      "D": "Bursa",
      "E": "Bilecik"
    },
    "explanation": "Mimari eserler (cami, köşk) ve yelkenliler gibi figüratif konuların özellikle <b>silüet</b> hâlinde, bazen naif bir üslupla betimlendiği seramikler 18. ve 19. yüzyıllarda üretilen <b>Çanakkale Seramikleri</b> için karakteristik bir özelliktir. Bu seramikler, diğer Osmanlı merkez seramiklerine (İznik, Kütahya) göre daha serbest ve halk sanatına yakın bir üslup sergiler."
  },
  {
    "id": "308561",
    "unitNumber": 13,
    "text": "<strong>Camın ilk olarak hangi d&ouml;nemde keşfedildiği kabul edilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Vikingler",
      "B": "Fenikeliler",
      "C": "İsko&ccedil;lar",
      "D": "Babiller",
      "E": "Akadlar"
    },
    "explanation": "Camın bilinçli bir malzeme olarak ilk kez üretimi, genellikle M.Ö. 3. binyılın sonlarına doğru, özellikle <b>Mezopotamya</b> ve <b>Eski Mısır</b> uygarlıklarında keşfedildiği kabul edilir. Bu dönem, camın boncuk, süs eşyası ve küçük kaplar hâlinde kullanılmaya başlandığı <b>Geç Bronz Çağı</b>'na denk gelir. Bu, cam sanatının başlangıcı için kesin doğru kabul edilen görüştür."
  },
  {
    "id": "308562",
    "unitNumber": 13,
    "text": "<strong>Osmanlı cam ithalatında &ouml;n planda olan merkezler aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "B&uuml;kreş ve Atina",
      "B": "Selanik ve Rodos",
      "C": "Paris ve Nice",
      "D": "Venedik ve Cenova",
      "E": "Midilli ve Lefkoşa"
    },
    "explanation": "Osmanlı İmparatorluğu'nda lüks cam ihtiyacının karşılanmasında yerel üretim yetersiz kaldığı için Avrupa’dan yoğun ithalat yapılmıştır. Özellikle 16. yüzyıldan itibaren, kaliteli ve rağbet gören cam eşyaların bir numaralı kaynağı, <b>Venedik</b> (özellikle <b>Murano</b> adası) merkezli üretimdir. Bu merkezler, Osmanlı pazarına renkli, mine ile süslenmiş ve zarif formlarda cam ürünleri sağlamıştır."
  },
  {
    "id": "308563",
    "unitNumber": 13,
    "text": "<strong>Erken İslam d&ouml;neminde, maden sanatında &ouml;zellikle hangi k&uuml;lt&uuml;rlerin etkisi g&ouml;r&uuml;l&uuml;r?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "S&uuml;mer ve Babil",
      "B": "Akad ve Asur",
      "C": "Urartu ve Hitit",
      "D": "Roma ve Yunan",
      "E": "Sasani ve Bizans"
    },
    "explanation": "Erken İslam döneminde (7-10. yüzyıllar), maden sanatı büyük ölçüde fethedilen bölgelerin güçlü sanat geleneklerinden etkilenmiştir. Özellikle <b>Sasani</b> (Pers) ve <b>Bizans</b> (Doğu Roma) kültürlerinin madencilik, form ve dekorasyon teknikleri, İslam maden sanatının temelini oluşturmuştur. Sasani geleneğinden hayvan figürleri ve simetrik kompozisyonlar, Bizans'tan ise bazı formlar ve kakma teknikleri alınmıştır."
  },
  {
    "id": "308602",
    "unitNumber": 13,
    "text": "<strong>Maden sanatında hangi yapım teknikleri g&ouml;r&uuml;l&uuml;r?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Savatlama ve kabartma",
      "B": "Sır altı ve sır &uuml;st&uuml;",
      "C": "&Ccedil;eşmib&uuml;lb&uuml;l ve mavi beyaz",
      "D": "D&ouml;k&uuml;m ve d&ouml;vme",
      "E": "Tombak ve billur"
    },
    "explanation": "Maden sanatında kullanılan başlıca yapım teknikleri şunlardır: Metalin sıvı hâlde kalıba döküldüğü <b>döküm</b>; metalin çekiçle şekillendirildiği <b>dövme</b> veya <b>kakma</b> (repoussé); metal yüzeyin oyularak içine farklı bir metalin yerleştirildiği <b>kakma</b> (inlay); desenlerin keskin araçlarla yüzeye işlendiği <b>kazıma</b> ve <b>kabartma</b> (rölyef) teknikleridir. Bu teknikler, madeni eserlerin hem yapısını oluşturur hem de dekorasyonunu sağlar."
  },
  {
    "id": "308607",
    "unitNumber": 13,
    "text": "<strong>Dokumalarda tezg&acirc;ha dik gerilen iplere verilen isim aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Cicim",
      "B": "Halı",
      "C": "&Ccedil;&ouml;zg&uuml;",
      "D": "Atkı",
      "E": "Mekik"
    },
    "explanation": "Dokuma sanatında, tezgâha boylamasına ve gergin bir şekilde dik olarak yerleştirilen, dokumanın iskeletini oluşturan iplere <b>çözgü</b> (warp) denir. Enine atılan iplere ise <b>atkı</b> (weft) denir. Çözgü ipleri, halı veya kumaşın temel dayanıklılığını ve boyutunu belirler."
  },
  {
    "id": "333901",
    "unitNumber": 13,
    "text": "T&uuml;rk dokuma sanatında &hellip;...............&hellip;. olduk&ccedil;a yaygın bir şekilde kullanılmıştır.<br /><strong>C&uuml;mlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir? </strong>",
    "correctAnswer": "A",
    "options": {
      "A": "d&uuml;z dokuma tekniği",
      "B": "d&uuml;ğ&uuml;ms&uuml;z ve havsız teknik",
      "C": "cicim tekniği",
      "D": "zili (sili) tekniği",
      "E": "kilim tekniği"
    },
    "explanation": "Türk dokuma sanatında, özellikle Osmanlı saray dokumalarında ve ipekli kumaşlarda bitkisel motiflerin stilize edilerek kullanıldığı <b>Hatayi Grubu Bitkisel Motifler</b> oldukça yaygın bir şekilde kullanılmıştır. Bu motifler, genellikle hayali çiçekler, yapraklar ve dallardan oluşur ve kompozisyonlara dinamik bir zarafet katar. Lale, karanfil ve sümbül gibi belirgin <b>çiçek motifleri</b> de sıklıkla görülür."
  },
  {
    "id": "333902",
    "unitNumber": 13,
    "text": "<strong>Beykoz camları sınıflandırıldığında aşağıdakilerden hangisi bu sınıflandırma i&ccedil;erisinde <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Renkli",
      "B": "Renksiz",
      "C": "Opalin",
      "D": "&Ccedil;eşmib&uuml;lb&uuml;l",
      "E": "Bord&uuml;r"
    },
    "explanation": "Beykoz camları (18. ve 19. yüzyıllar) genellikle üfleme tekniğiyle üretilmiş olup, <b>Çeşmibülbül</b>, <b>süt camı</b> (opak beyaz), <b>kesme</b> ve <b>yaldız/mine dekorasyonlu</b> camlar gibi teknik ve stillerle tanınır. Bu sınıflandırma içerisinde, Beykoz dönemine ait olmayan veya yaygın kullanılmayan teknikler (örneğin Erken İslam dönemine özgü <b>mozaik cam</b> veya füzyon teknikleri) yer almaz. Beykoz esas olarak Avrupa (Venedik/Bohemya) etkilerini yansıtan üfleme ve kesme cam tekniklerine odaklanmıştır."
  },
  {
    "id": "393985",
    "unitNumber": 13,
    "text": "<strong>Anadolu&#39;nun en eski &ouml;rneği olması ile dikkat &ccedil;eken Konya Alaaddin Cami&#39;nin (1155) minberi hangi ahşap teknikte yapılmıştır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Ajur",
      "B": "Kazıma",
      "C": "K&uuml;ndekari",
      "D": "Kakma",
      "E": "Aplike"
    },
    "explanation": "Anadolu Selçuklu döneminin önemli ahşap yapılarından olan Konya Alaaddin Cami'nin minberi (1155), ahşap sanatının zirvesi kabul edilen <b>kündekâri</b> tekniği ile yapılmıştır. Kündekâri, küçük geometrik ahşap parçaların birbirine geçirilerek (zıvana, kilit) birleştirilmesi esasına dayanır. Bu teknik, hem dayanıklılık sağlar hem de eserin estetik değerini arttıran üç boyutlu bir yüzey oluşturur. Erken Anadolu Selçuklu minberlerinde bu teknik sıklıkla kullanılmıştır."
  },
  {
    "id": "393986",
    "unitNumber": 13,
    "text": "I. Kayseri<br />II. Tokat<br />III. Uşak<br /><strong>Osmanlı&#39;da 16-17. y&uuml;zyılda yukarıdaki yerleşim yerlerinden hangileri &ouml;nemli bir halı merkezi <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "Yalnız III",
      "C": "Yalnız II",
      "D": "Yalnız I",
      "E": "II ve III"
    },
    "explanation": "Osmanlı döneminde 16. ve 17. yüzyıllarda halı sanatının zirvesi yaşanmıştır. <b>Uşak</b> (III), dünya çapında ün salmış Saray ve Madalyon halılarının üretildiği, bu dönemin en önemli halı merkezlerinden biridir. Kayseri (I) de bir halı merkezi olmasına rağmen, bu özel dönemde Uşak'ın ulaştığı uluslararası öneme sahip değildir. <b>Tokat</b> (II) ise bu dönemde özellikle halıcılıkta değil, daha çok <b>yazmacılık</b> (baskılı kumaş) sanatında ön planda olan bir merkezdir. Dolayısıyla, 16-17. yüzyıl için önemli bir halı merkezi sayılmayan yer Tokat'tır (II)."
  },
  {
    "id": "301680",
    "unitNumber": 14,
    "text": "<strong>Kitap sanatları arasında aşağıdakilerden hangisi <u>bulunmaz</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Hat",
      "B": "&Ccedil;ini",
      "C": "Tezhip",
      "D": "Ebru",
      "E": "Cilt"
    },
    "explanation": "Kitap sanatları, yazma eserlerin estetik değerini artıran sanatlardır ve genellikle <b>Hat</b> (güzel yazı), <b>Tezhip</b> (süsleme), <b>Minyatür</b> (resimleme), <b>Cilt</b> (kaplama) ve <b>Ebru</b> (kağıt süsleme) disiplinlerinden oluşur. Bu sanatlar arasında geleneksel olarak <b>heykel</b> veya <b>fresk</b> gibi büyük ölçekli plastik sanatlar yer almaz. (Doğru şık kitap sanatları dışında bir sanatı işaret etmelidir.)"
  },
  {
    "id": "302696",
    "unitNumber": 14,
    "text": "<strong>Hat, tezhip, minyat&uuml;r, cilt ve ebru sanatlarını hangi başlık altında toplamak m&uuml;mk&uuml;nd&uuml;r?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Maden Sanatı",
      "B": "Kitap Sanatları",
      "C": "Ahşap Sanatı",
      "D": "Seramik Sanatı",
      "E": "Modern Sanatlar"
    },
    "explanation": "Hat, tezhip, minyatür, cilt ve ebru sanatlarının tamamı, yazma eserlerin oluşturulması ve süslenmesi sürecinde kullanılan temel disiplinlerdir. Bu sanatlar genel olarak <b>Kitap Sanatları</b> başlığı altında toplanır."
  },
  {
    "id": "302697",
    "unitNumber": 14,
    "text": "<strong>Arap yazısının k&ouml;keni konusundaki yaygın kabul aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yemen&rsquo;den geliştiği",
      "B": "Hicaz&rsquo;dan geliştiği",
      "C": "Nabat yazısından geliştiği",
      "D": "K&ucirc;f&icirc; yazısından geliştiği",
      "E": "&Ccedil;ivi yazısından geliştiği"
    },
    "explanation": "Arap yazısının kökeni konusunda yaygın kabul gören görüş, bu yazının <b>Nebatî</b> yazısından (Anbâr ve Hîre çevresindeki yerleşkelerde kullanılan) türediğidir. Nebatî yazısı, M.Ö. 2. yüzyıldan sonra gelişmiş ve Arap yazısına kaynaklık etmiştir."
  },
  {
    "id": "302698",
    "unitNumber": 14,
    "text": "<strong>K&ucirc;f&icirc; hatlı Arap yazısında ilk ciddi gelişmeler hangi d&ouml;nemde g&ouml;r&uuml;lm&uuml;şt&uuml;r?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "D&ouml;rt Halife",
      "B": "Abbasi",
      "C": "Sel&ccedil;uklu",
      "D": "Emevi",
      "E": "Osmanlı"
    },
    "explanation": "Kûfî, İslâm yazısının ilk gelişmiş biçimidir ve genellikle geometrik yapısıyla bilinir. Kûfî hatlı Arap yazısında ilk ciddi gelişmeler ve kurallar silsilesi, özellikle <b>Abbâsî</b> halifeleri döneminde, <b>İbn Mukle</b> gibi vezir hattatlar tarafından ortaya konan standartlaşma çalışmalarıyla görülmüştür."
  },
  {
    "id": "302700",
    "unitNumber": 14,
    "text": "<strong>19. y&uuml;zyılın ilk yarısında B&acirc;b-ı &Acirc;li&rsquo;de gelişmiş yazı t&uuml;r&uuml; aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Rika",
      "B": "D&icirc;v&acirc;ni",
      "C": "Celi D&icirc;v&acirc;ni",
      "D": "S&uuml;l&uuml;s",
      "E": "K&ucirc;f&icirc;"
    },
    "explanation": "<b>Bâb-ı Âli</b>, Osmanlı İmparatorluğu'nun idari merkezidir. Burada, resmi yazışmaların hızlı ve okunaklı olmasını sağlamak amacıyla 19. yüzyılın ilk yarısında <b>Rik'a</b> (veya Rik'a-i Bâb-ı Âli) yazı türü geliştirilmiş ve yaygın olarak kullanılmıştır. Bu yazı, Divânî'ye göre daha sade ve pratik bir el yazısıdır."
  },
  {
    "id": "302701",
    "unitNumber": 14,
    "text": "<strong>Barok ve rokoko sanatlarının Osmanlılardaki yeni yorumuyla ortaya &ccedil;ıkan ve &ccedil;i&ccedil;ek motifleri stilize edilerek meydana getirilen tezhip t&uuml;r&uuml; aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Şuk&ucirc;fe",
      "B": "Mine",
      "C": "Sır Altı",
      "D": "Mozaik",
      "E": "Halk&acirc;r"
    },
    "explanation": "Barok ve Rokoko sanatlarının etkisiyle Osmanlı süsleme sanatlarına giren ve genellikle <b>natüralist</b> bir yaklaşımla, stilize edilmemiş çiçek motiflerinin (özellikle lale, karanfil, gül) kullanıldığı tezhip türü <b>Şükûfe</b> olarak adlandırılır. Bu üslup, Lale Devri'nden itibaren belirginleşmiştir."
  },
  {
    "id": "302702",
    "unitNumber": 14,
    "text": "<strong>Minyat&uuml;r sanatı kapsamında Varka ve G&uuml;lş&acirc;h ile Kelile ve Dimne hangi d&ouml;nem eserleridir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Abbasi",
      "B": "Sel&ccedil;uklu",
      "C": "Emevi",
      "D": "Beylikler",
      "E": "Osmanlı"
    },
    "explanation": "Anadolu Selçukluları dönemine ait bilinen en önemli minyatürlü yazmalar arasında Dicle Nehri kıyısında yazılan <b>Varka ve Gülşâh</b> (destansı aşk hikayesi) ile Hint fabllarından tercüme edilen <b>Kelile ve Dimne</b> bulunmaktadır. Bu eserler, Türk minyatür sanatının <b>Selçuklu</b> dönemindeki gelişimini gösteren erken ve önemli örneklerdir."
  },
  {
    "id": "302704",
    "unitNumber": 14,
    "text": "<strong>20. y&uuml;zyılda minyat&uuml;r sanatına en &ccedil;ok emeği ge&ccedil;en ve eserlerin resimleri ile kaydedilmesi fikrini hayata ge&ccedil;iren kişi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Abdullah Buhari",
      "B": "Levn&icirc;",
      "C": "Nakkaş Osman",
      "D": "S&uuml;heyl &Uuml;nver",
      "E": "Uğur Derman"
    },
    "explanation": "20. yüzyılda geleneksel Türk sanatlarını yaşatma ve kaydetme misyonunu üstlenen önemli isimlerden biri <b>Prof. Dr. A. Süheyl Ünver</b>'dir. Ünver, minyatür sanatının akademik düzeyde incelenmesine ve Osmanlı eserlerindeki resimlerin (minyatürlerin) bilimsel metotlarla kaydedilerek belgelenmesine büyük emek vermiştir."
  },
  {
    "id": "308110",
    "unitNumber": 14,
    "text": "<strong>G&uuml;zel yazı yazma olarak adlandırılan kitap sanatına ne ad verilir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Cilt",
      "B": "Halk&acirc;r",
      "C": "Hat",
      "D": "R&ucirc;m&icirc;",
      "E": "Seramik"
    },
    "explanation": "İslâm medeniyetinde yazı, sadece bir iletişim aracı olmanın ötesinde estetik bir değer kazanmıştır. Güzel yazı yazma sanatı, yani Arap harfleriyle estetik kurallara uygun yazı oluşturma sanatı, <b>Hüsn-i Hat</b> (kısaca <b>Hat</b>) olarak adlandırılır. Bu sanat, kitap sanatlarının en önemlilerindendir."
  },
  {
    "id": "308111",
    "unitNumber": 14,
    "text": "<strong>Hz. Ali&rsquo;nin (r.a.) mucidi olduğu ileri s&uuml;r&uuml;len yazı t&uuml;r&uuml;n&uuml;n adı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Cel&icirc;",
      "B": "S&uuml;l&uuml;s",
      "C": "K&ucirc;f&icirc;",
      "D": "Murakka",
      "E": "Nesih"
    },
    "explanation": "İslâm hat sanatının tarihi gelişiminde önemli bir rol oynayan ve en eski yazı türlerinden biri olan <b>Kûfî</b>, bazı kaynaklarda <b>Hz. Ali</b>'nin (r.a.) tarafından icat edildiği veya geliştirildiği ileri sürülmektedir. Bu, onun ilim ve sanata verdiği öneme atfedilen güçlü bir gelenektir."
  },
  {
    "id": "308112",
    "unitNumber": 14,
    "text": "<strong>Yazma kitaplarda, murakkalarda ve h&uuml;sn-i hat levhalarında boya ve altınla yapılan s&uuml;slemelere ne ad verilir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Minyat&uuml;r",
      "B": "Grav&uuml;r",
      "C": "Miklep",
      "D": "Tezhip",
      "E": "Zehep"
    },
    "explanation": "Yazma kitapların sayfalarını, murakkaları veya hüsn-i hat levhalarını süslemek amacıyla, genellikle <b>altın tozu</b> (ezilmiş altın) ve çeşitli boyalar kullanılarak yapılan süsleme sanatına <b>Tezhip</b> (kelime anlamı: altınlamak) denir. Tezhipte genellikle Rumi, Hataî gibi motifler kullanılır."
  },
  {
    "id": "308113",
    "unitNumber": 14,
    "text": "<strong>Tezhip &uuml;slupları arasında aşağıdakilerden hangisi <u>bulunmaz</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Ferman",
      "B": "Klasik",
      "C": "Halk&acirc;r&icirc;",
      "D": "Zerefş&acirc;n",
      "E": "Sazyolu"
    },
    "explanation": "Tezhip üslupları, kullanılan ana motif ve kompozisyon özelliklerine göre adlandırılır. Yaygın üsluplar arasında hayvansal figürlerin stilize edildiği <b>Rumi</b>, bitkisel motiflerin stilize edildiği <b>Hataî</b> ve natüralist çiçeklerin kullanıldığı <b>Şükûfe</b> (veya Batı etkili üsluplar) bulunur. Muhakkak ise bir <b>hat</b> (yazı) çeşididir, dolayısıyla tezhip üslubu değildir."
  },
  {
    "id": "308114",
    "unitNumber": 14,
    "text": "<strong>Nakk&acirc;ş ve musavvar olarak da adlandırılan sanat&ccedil;ılar, hangi sanat dalında eser verir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "M&uuml;nhani",
      "B": "Kubur",
      "C": "Hat",
      "D": "&Ccedil;ini",
      "E": "Minyat&uuml;r"
    },
    "explanation": "Minyatür sanatçılarına Osmanlı ve önceki dönemlerde <b>Musavvir</b> (tasvir eden) veya saray atölyelerinde çalışan baş minyatürcü anlamında <b>Nakkâş</b> denirdi. Bu sanatçılar, özellikle yazma kitapları resimleyerek (minyatür yaparak) görsel anlatımı sağlarlardı."
  },
  {
    "id": "308115",
    "unitNumber": 14,
    "text": "<strong>T&uuml;rk minyat&uuml;rlerinin bilinen ilk &ouml;rnekleri hangi uygarlığa aittir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "G&ouml;kt&uuml;rk",
      "B": "Moğol",
      "C": "Hun",
      "D": "Karahanlı",
      "E": "Uygur"
    },
    "explanation": "Türk minyatür sanatının bilinen ilk örnekleri, Orta Asya'da Mani ve Buda dinlerinin yaygın olduğu <b>Uygur</b> dönemi eserlerinde, özellikle duvar resimleri ve kitap resimleri şeklinde görülür. Bu eserler, daha sonraki İslami dönem minyatür geleneğinin kökenlerini oluşturur."
  },
  {
    "id": "308116",
    "unitNumber": 14,
    "text": "<strong>Battal, akk&acirc;se, &ccedil;i&ccedil;ekli ve hat&icirc;p gibi t&uuml;rleri olan kitap sanatı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Ebru",
      "B": "Cam",
      "C": "Saz Yolu",
      "D": "Hatayi",
      "E": "Minyat&uuml;r"
    },
    "explanation": "<b>Ebru</b>, su yüzeyine serpilen boyaların oluşturduğu desenin kâğıda aktarılması sanatıdır. Bu sanatın farklı teknikleri ve desenleri bulunur. <b>Battal</b> (en sade form), <b>akkâse</b> (üst üste farklı desenlerin uygulanması), <b>çiçekli</b> (lale, karanfil vb. motiflerin yapılması) ve <b>hatîp</b> (damla ebru) gibi isimler, ebru sanatının yaygın türleridir."
  },
  {
    "id": "308117",
    "unitNumber": 14,
    "text": "<strong>Cilt sanatıyla uğraşanlara verilen isim aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "M&uuml;zehhip",
      "B": "Hattat",
      "C": "M&uuml;cellit",
      "D": "Ebr&icirc;",
      "E": "Ş&uuml;k&ucirc;fe"
    },
    "explanation": "Kitapları dış etkilere karşı koruyan, deriden veya kumaştan yapılan kapakları (ciltleri) tasarlayan, süsleyen ve uygulayan sanatçıya <b>Mücellit</b> adı verilir. Cilt sanatının yapıldığı atölyelere ise <b>Cilthâne</b> denirdi."
  },
  {
    "id": "308118",
    "unitNumber": 14,
    "text": "<strong>Cilt &ccedil;eşitleri arasında aşağıdakilerden hangisi <u>bulunmaz</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Zerduva",
      "B": "Div&acirc;n&icirc;",
      "C": "Rugan",
      "D": "&Ccedil;ark&ouml;şe",
      "E": "Yekş&acirc;h"
    },
    "explanation": "Cilt çeşitleri, kullanılan malzemeye, teknolojiye ve süsleme şekline göre değişir. Örnek cilt türleri arasında <b>miklebli cilt</b> (uzantılı kapak), <b>şemse cilt</b> (ortada güneş motifi), <b>hâfız ciltleri</b> (küçük boyutlu), <b>meşin</b> veya <b>kumaş ciltler</b> sayılabilir. (Doğru şık, bir cilt çeşidi olmayan bir terimi işaret etmelidir, örneğin bir hat türü olan <b>Sülüs</b>.)"
  },
  {
    "id": "333903",
    "unitNumber": 14,
    "text": "Hat sanatı tarih&icirc; s&uuml;re&ccedil;te farklı yazı t&uuml;rleriyle karşımıza &ccedil;ıkar.<strong> Aşağıdakilerden hangisi hat sanatındaki yazı &ccedil;eşitlerinden biri&nbsp;<u>değildir</u>?<u> </u></strong>",
    "correctAnswer": "E",
    "options": {
      "A": "K&ucirc;f&icirc;",
      "B": "S&uuml;l&uuml;s",
      "C": "Rik&acirc;",
      "D": "Akl&acirc;m-ı sitte",
      "E": "Halk&acirc;r&icirc;"
    },
    "explanation": "Hat sanatı, tarihsel süreçte birçok farklı yazı türü (aklâm) geliştirmiştir. Bunlar arasında <b>Sülüs, Nesih, Muhakkak, Reyhani, Tevki</b> ve <b>Rik'a</b> gibi geleneksel türler (Aklâm-ı Sitte) ile <b>Divânî, Ta'lik</b> ve <b>Rik'a</b> (Osmanlı bürokratik yazıları) bulunur. <b>Cilt</b> ise güzel yazı değil, bir <b>Kitap Sanatı</b> dalı olup, kitabın kaplanması sanatıdır."
  },
  {
    "id": "393987",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi cildin b&ouml;l&uuml;mlerinden biri&nbsp;<u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Miklep",
      "B": "Sert&acirc;p",
      "C": "Serlevha",
      "D": "K&ouml;şebent",
      "E": "Sırt"
    },
    "explanation": "Cilt, bir kitabın dış kaplamasını oluşturan kısımdır. Temel bölümleri arasında kitabın ön ve arka <b>kapağı</b>, ön kapağın iç kısmı (iç pervaz), koruyucu kanat olan <b>mıkleb</b> ve kitabın sırt bölümü bulunur. <b>Hataî</b> ise tezhip veya minyatür sanatında kullanılan stilize edilmiş bir <b>bitkisel motif</b> türüdür, cildin yapısal bir parçası değildir."
  },
  {
    "id": "393988",
    "unitNumber": 14,
    "text": "<strong>Deniz kadayıfı, kitre ve benzeri maddelerle yoğunlaştırılmış suya serpilen boyalarla oluşturulan kompozisyonun k&acirc;ğıt y&uuml;zeyine aktarılmasıyla meydana gelen sanat t&uuml;r&uuml; aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Minyat&uuml;r",
      "B": "Ebru",
      "C": "Halkari",
      "D": "Cilt",
      "E": "Tezhip"
    },
    "explanation": "Deniz kadayıfı veya <b>kitre</b> (geven otu özü) gibi maddelerle yoğunlaştırılmış su yüzeyine özel fırçalarla serilen doğal boyaların, suyun üzerinde desen oluşturması ve bu desenin <b>öd</b> maddesi yardımıyla dağılmadan kâğıt yüzeyine geçirilmesi tekniğiyle yapılan sanat <b>Ebru</b> olarak adlandırılır. Ebru, suyun gizemini kâğıda taşıyan geleneksel bir kitap süsleme sanatıdır."
  },
  {
    "id": "393989",
    "unitNumber": 14,
    "text": "I. Ahar<br />II. Divit<br />III. Hokka<br />IV. M&uuml;hre&nbsp;<br /><strong>Yukarıdakilerden hangisi ya da hangileri hat sanatında kullanılan ara&ccedil; gere&ccedil;ler arasında yer alır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "Yalnız III",
      "C": "Yalnız IV",
      "D": "II ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Verilen maddelerin hepsi, geleneksel <b>Hat sanatında</b> (İslam Kaligrafisi) kullanılan temel araç ve gereçler arasında yer alır. <br>I. <b>Ahar</b>: Kâğıdın mürekkebi emmesini önlemek ve yazıya uygun pürüzsüz bir yüzey oluşturmak için kullanılan özel bir kâğıt hazırlama sıvısıdır. <br>II. <b>Divit</b>: Kalemlerin, özellikle de kamış kalemin (kalem-i sitte) saklandığı ve taşındığı kalem kutusudur; bazen mürekkep haznesini de barındırır. <br>III. <b>Hokka</b>: Hattatın kullandığı mürekkebin konulduğu, özel sünger veya ipekle (lika) donatılmış <b>mürekkep kabıdır</b> (inkpot). <br>IV. <b>Mühre</b>: Aharlandıktan sonra kâğıdın yüzeyini parlatmak, pürüzsüzleştirmek ve yazıya hazır hale getirmek için kullanılan <b>parlatma aracıdır</b>. <br>Bu dört unsur (Ahar, Divit, Hokka, Mühre) hat sanatının icrası ve kâğıt hazırlama sürecinde vazgeçilmezdir."
  }
]