[
  {
    "id": "310726",
    "unitNumber": 1,
    "text": "<strong>Özne-nesne ve ışık ilişkisinin algıya dönüşme sürecini belli bir optik kurama göre açıklanması hangi filozof ile başlar?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "İbn-i Heysem",
      "B": "Eflatun/ Platon",
      "C": "Rene Descartes",
      "D": "De-Leukippos",
      "E": "Johannes Kepler"
    },
    "explanation": "Özne-nesne ve ışık ilişkisinin matematiksel ve sistematik bir optik kurama oturtulması, genellikle <b>Euclid</b> ile ilişkilendirilir. Euclid, görmeyi geometrik prensiplere dayandırarak, ışık ışınlarının gözden düz çizgiler halinde çıktığı (ekstramisyon) fikrine dayanan bir model geliştirmiş ve böylece Antik Yunan'da optiğin bilimsel temellerini atmıştır."
  },
  {
    "id": "310727",
    "unitNumber": 1,
    "text": "‘’Işıklı bir ortamda nesnelere düşen ışığın kırılarak göz retinasına odaklanmasıyla ………… başlar.’’<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "görme süreci",
      "B": "algılama süreci",
      "C": "bilme süreci",
      "D": "duygulanım süreci",
      "E": "düşünme süreci"
    },
    "explanation": "Işıklı bir ortamda nesnelere düşen ışığın kırılarak göz retinasına odaklanmasıyla fizyolojik <b>görme süreci</b> başlar. Retina üzerindeki fotoreseptörler (koni ve çubuklar) bu odaklanmış ışığı alır ve beyne iletilecek sinir sinyallerine dönüştürür."
  },
  {
    "id": "310728",
    "unitNumber": 1,
    "text": "<strong>İçinde koni ve çubuk hücrelerin bulunduğu ve beyinle bağlantısı olan gözün bölümü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "İris",
      "B": "Retina",
      "C": "Göz akı",
      "D": "Sert tabaka",
      "E": "Mercek"
    },
    "explanation": "İçinde ışığa duyarlı fotoreseptör hücreler (<b>koni ve çubuk hücreleri</b>) bulunan ve optik sinir aracılığıyla bilgiyi doğrudan <b>beyne</b> ileten gözün bölümü <b>Retina</b>'dır. Retina, gözün en içteki sinir tabakasıdır ve görme bilgisinin ilk nöral işlendiği yerdir."
  },
  {
    "id": "310729",
    "unitNumber": 1,
    "text": "“Gözün retina tabakasında yer alan ve düşük ışıkta (karanlıkta) görmemizi sağlayan çubuk hücreler görüntüyü ………………………… tonlarda görmemizi sağlarlar.”<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "kırmızı, yeşil ve mavi",
      "B": "mor",
      "C": "sarı",
      "D": "yeşil",
      "E": "siyah-beyaz ve gri tonlarda"
    },
    "explanation": "Gözün retina tabakasında yer alan <b>çubuk hücreler</b>, özellikle <b>düşük ışıkta</b> (karanlıkta) oldukça duyarlıdırlar ancak renk ayrımı yapamazlar. Bu nedenle, çubuk hücreler görüntüyü yalnızca <b>siyah, beyaz ve gri</b> (akromatik) tonlarda görmemizi sağlarlar."
  },
  {
    "id": "310731",
    "unitNumber": 1,
    "text": "<strong>Bütün nesnelerin çok küçük gözenekleri olduğunu ve ışığın bu gözeneklerden çıkarak gözümüze kadar ulaşması sonucunda görmenin gerçekleştiğini söyleyen filozof aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Eflatun",
      "B": "Ampedokles",
      "C": "Rene Descartes",
      "D": "İbni Heysem",
      "E": "Jhannes Kepler"
    },
    "explanation": "Atomcu filozof <b>Democritus</b>, nesnelerin çok küçük <b>gözenekleri</b> olduğunu ve bu nesnelerden yayılan suretlerin (effluences/simulacra) gözümüze ulaşmasıyla görmenin gerçekleştiğini savunmuştur. Bu, intromisyon (gözün içine girme) teorisinin erken bir formu olarak kabul edilir."
  },
  {
    "id": "310733",
    "unitNumber": 1,
    "text": "<strong>Görmenin gerçekleşmesini, “Nesneleri görünür kılan şey gözün yaydığı ışıktır.” şeklinde açıklayan filozof aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Krotonlu Alkemeon",
      "B": "Eflatun",
      "C": "Sokrates",
      "D": "Öklid",
      "E": "Demokritos"
    },
    "explanation": "Görmenin, “Nesneleri görünür kılan şey gözün yaydığı ışıktır.” şeklinde açıklanması <b>Ekstramisyon Kuramı</b>'dır. Bu kuramın önemli savunucularından biri <b>Euclid</b> (veya Plato) olup, görmenin gözden çıkan ışınlar aracılığıyla gerçekleştiğini öne sürer."
  },
  {
    "id": "310734",
    "unitNumber": 1,
    "text": "<strong>Işık ve görmeyi matematiksel bağlamda ele alan, geometrik olduğu gibi optik alanda da bir model geliştirmiş olan filozof aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Öklid",
      "B": "Eflatun",
      "C": "Krotonlu Alkemeon",
      "D": "Sokrates",
      "E": "Rene Descartes"
    },
    "explanation": "Işık ve görmeyi <b>matematiksel</b> bağlamda ele alan ve görme ışınlarının geometrik doğrular şeklinde yayıldığına dair bir model geliştiren filozof <b>Euclid</b>'dir. Euclid, optiği geometri disiplini içine dahil eden ilk düşünürlerdendir."
  },
  {
    "id": "310735",
    "unitNumber": 1,
    "text": "<strong>Görmenin gerçekleşebilmesi için hem gözün hem de cismin aydınlık olması gerektiğini söyleyen filozof aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Rene Descartes",
      "B": "Eflatun",
      "C": "Öklid",
      "D": "Demokritos",
      "E": "Sokrates"
    },
    "explanation": "<b>Plato</b>, saf ekstramisyon teorisini geliştirerek, görmenin gerçekleşebilmesi için hem gözden yayılan iç ateşin hem de <b>cismin aydınlık olması</b> için dışarıdaki ışığın (güneş ışığı) gerekli olduğunu ileri sürmüştür. Bu iki ışık akımının birleşimiyle görmenin mümkün olduğunu açıklamıştır."
  },
  {
    "id": "313772",
    "unitNumber": 1,
    "text": "‘’Işık-göz ve nesne arasında bir dizi karmaşık fizyolojik işlemler sonrasında ………………………. oluşur.’’<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "algı",
      "B": "görme",
      "C": "bilinç",
      "D": "düşünce",
      "E": "duygu"
    },
    "explanation": "Işık-göz ve nesne arasında bir dizi karmaşık fizyolojik işlem (ışığın retinaya odaklanması, nöral sinyallere dönüştürülmesi ve beyne iletilmesi) gerçekleştikten sonra, bu uyaranların anlamlandırılması süreci olan <b>algı</b> oluşur. Algı, dış dünyadan gelen ham bilginin beyin tarafından yorumlanmasıdır."
  },
  {
    "id": "313773",
    "unitNumber": 1,
    "text": "<strong>İnsan gözü kaç tabakadan oluşur?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "2",
      "B": "4",
      "C": "3",
      "D": "5",
      "E": "6"
    },
    "explanation": "İnsan gözü, temelde üç ana tabakadan (tunikadan) oluşur:<br/>1. En dıştaki koruyucu tabaka olan <b>Sklera</b> (Sert tabaka).<br/>2. Orta katman olan damar ve pigment içeren <b>Koroid</b> (Damar tabaka).<br/>3. En içteki ışığa duyarlı katman olan <b>Retina</b> (Ağ tabaka)."
  },
  {
    "id": "313774",
    "unitNumber": 1,
    "text": "<strong>İnsan gözünün retina tabakasında bulunan ve renkli görmemizi sağlayan koni hücreler ne renktir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Mavi-sarı-kırmızı",
      "B": "Mavi-yeşil-kırmızı",
      "C": "Sarı-turuncu-mavi",
      "D": "Mavi-beyaz-sarı",
      "E": "Kırmızı-mavi-turuncu"
    },
    "explanation": "Renkleri görmemizi sağlayan <b>koni hücreleri</b>, farklı dalga boylarına (kısa, orta, uzun) duyarlı üç tipte bulunurlar. Kendi başlarına bir renge sahip değillerdir; ancak ışık enerjisini sinyallere dönüştürdükleri için <b>fotoreseptör</b> olarak adlandırılırlar. Bu hücrelerin beynimiz tarafından yorumlanmasıyla renk algısı oluşur."
  },
  {
    "id": "313775",
    "unitNumber": 1,
    "text": "<strong>İnsan gözünde ışığa karşı duyarlı ve düşük ışıkta görmemizi sağlayan çubuk hücreler daha çok göz küresinin hangi bölgesinde yer alır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Orta kısmında",
      "B": "Ön kısmında",
      "C": "Arka kısmında",
      "D": "Sağ alt kısmında",
      "E": "Sol üst kısmında"
    },
    "explanation": "<b>Çubuk hücreler</b>, düşük ışık koşullarında görmeyi sağlayan, ışığa karşı son derece duyarlı hücrelerdir. Bu hücreler, merkezi görme alanının (Fovea) dışında, göz küresinin <b>çevresel (periferik)</b> bölgelerinde çok daha yoğun olarak yer alır."
  },
  {
    "id": "313776",
    "unitNumber": 1,
    "text": "<strong>Gözün retinal tabakasında yer alan ve renkleri görmemizi sağlayan kaç tip koni hücresi vardır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "İnsan gözünün retinal tabakasında renkleri görmemizi sağlayan, farklı dalga boylarına duyarlı (kısa, orta ve uzun) <b>üç tip koni hücresi</b> bulunur. Bu üç tipin beynimizde farklı oranlarda uyarılması ve karşılaştırılmasıyla milyonlarca renk tonunu ayırt edebiliriz."
  },
  {
    "id": "313777",
    "unitNumber": 1,
    "text": "<strong>Beynimizin duyu organlarına ayrılan bölümünde en büyük işlem hacmi hangi duyu organımıza aittir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Görme duyusu",
      "B": "İşitme duyusu",
      "C": "Koku alma duyusu",
      "D": "Dokunma duyusu",
      "E": "Tat alma duyusu"
    },
    "explanation": "Duyu organlarından gelen veriler arasında, çevremizdeki dünyadan topladığımız bilginin büyük çoğunluğunu oluşturan <b>görme (vizyon)</b> duyusu, beynimizin özellikle <b>görsel korteksine</b> ayrılan en büyük işlem hacmine sahiptir. İnsan beyni kapasitesinin önemli bir kısmı görsel bilgiyi işlemek için kullanılır."
  },
  {
    "id": "313778",
    "unitNumber": 1,
    "text": "<strong>Duyulardan gelen bilgileri beyin daha önce kaydettiği verilerle birleştirip dışardan gelen uyarıların ne olduğuna dair bir yargıya varır. Bilginin başladığı bu noktaya ne ad verilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Duygu",
      "B": "Duyum",
      "C": "Algı",
      "D": "Görme",
      "E": "Yargı"
    },
    "explanation": "Duyulardan gelen ham bilgilerin, beynin daha önce kaydettiği <b>verilerle birleştirilerek</b> dışarıdan gelen uyarıların ne olduğuna dair bir anlamlı <b>yargıya varılması</b>, yani bilginin yorumlanmaya başlandığı nokta, <b>Algı (Perception)</b> olarak adlandırılır."
  },
  {
    "id": "313779",
    "unitNumber": 1,
    "text": "<strong>Görmeyi hem nesnelerden hem de gözlerden çıkan ışığın karşılaşması ile oluşan “Görüş Akıntısı” olarak tanımlayan filozof aşağıdakilerden hangisidir ? </strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Eflatun",
      "B": "Sokrates",
      "C": "Krotonlu Alkemeon",
      "D": "Leukippos",
      "E": "Öklid"
    },
    "explanation": "Antik Yunan filozofu <b>Empedocles</b>, görme olayını açıklarken, hem nesnelerden yayılan <b>akıntıların</b> hem de gözlerden çıkan <b>ateşin/ışığın</b> karşılaşmasıyla oluşan bir <b>“Görüş Akıntısı”</b> mekanizmasını tanımlayan ilklerdendir."
  },
  {
    "id": "313780",
    "unitNumber": 1,
    "text": "<strong>Optik kuramını deneysel yöntemlerle açıklamaya çalışırken fizik biliminin temel bir disiplin hâline gelmesini sağlamış olan düşünür aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Johannes Kepler",
      "B": "İbn-i Heysem",
      "C": "Rene Descartes",
      "D": "Sir Isaac Newton",
      "E": "Leukippos"
    },
    "explanation": "<b>Alhazen (İbn-i Heysem)</b>, Antik Yunan'dan beri süregelen optik kuramları reddetmiş, görmenin <b>deneysel yöntemlerle</b> (Intromission) çalıştığını göstermiş ve optiği, matematiksel ilkelerle desteklenen, modern <b>fizik biliminin temel bir disiplini</b> haline gelmesini sağlamış önemli bir düşünürdür."
  },
  {
    "id": "313781",
    "unitNumber": 1,
    "text": "<strong>Işık ışınlarının farklı renkte olduğunu ve tüm bu ışınların karışımının beyaz ışığı verdiğini söyleyen kuramcı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Rene Descartes",
      "B": "İbni Heysem",
      "C": "Roger Bacon",
      "D": "Johannes Kepler",
      "E": "Sir Isaac Newton"
    },
    "explanation": "Prizma deneyleriyle ünlü bilim insanı <b>Isaac Newton</b>, beyaz ışığın tek bir ışın olmadığını, aksine farklı kırılma indislerine sahip olan ve tüm bu ışınların <b>karışımının beyaz ışığı</b> verdiğini söyleyerek ışık spektrumu kuramını geliştirmiştir."
  },
  {
    "id": "343838",
    "unitNumber": 1,
    "text": "<strong>Öz-nesne-ışık ilişkisinin algıya dönüşme sürecinin belli bir optik kurama oturtulmasını sağlayan Antik Yunan filozofu aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Aristoteles",
      "B": "Kant",
      "C": "Hegel",
      "D": "Eflatun",
      "E": "Descartes"
    },
    "explanation": "Öz-nesne-ışık ilişkisinin algıya dönüşme sürecini <b>geometrik</b> prensiplere dayandırarak belli bir <b>optik kurama oturtulmasını</b> sağlayan Antik Yunan filozofu <b>Euclid</b>'dir. Euclid, optiğin sistematikleştirilmesinde kilit rol oynamıştır."
  },
  {
    "id": "343840",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi gözün yapısını oluşturan bölümlerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kör nokta",
      "B": "İris",
      "C": "Göz bebeği",
      "D": "Örs",
      "E": "Saydam tabaka"
    },
    "explanation": "Gözün temel yapısını Kornea, Lens, Retina, İris, Sklera gibi hayati bölümler oluşturur. Eğer seçeneklerde (örneğin) <b>Hipotalamus</b> veya <b>Pons</b> gibi bir beyin bölgesi olsaydı, bu bölge gözün fizyolojik yapısını oluşturan ana kısımlardan biri <b>değildir</b>; çünkü bu yapılar beyin sapında veya beyin içindedir, göz küresinin kendisinde değil."
  },
  {
    "id": "343841",
    "unitNumber": 1,
    "text": "<strong>Görmeyi sağlayan hücrelerin olduğu ve beyin ile bağlantılı tabakanın adı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Retina",
      "B": "Uvea",
      "C": "Kornea",
      "D": "İris",
      "E": "Damar tabaka"
    },
    "explanation": "Gözde görmeyi sağlayan ışığa duyarlı hücrelerin (çubuk ve koni hücreleri) bulunduğu ve sinir lifleri aracılığıyla beyin ile direkt bağlantıyı kuran tabakanın adı <b>retina</b> (ağ tabaka)dır. Retina, ışık enerjisini sinir sinyallerine dönüştürerek görme sürecinin ilk aşamasını gerçekleştirir."
  },
  {
    "id": "343842",
    "unitNumber": 1,
    "text": "Algıyı dokunma duyusuyla ilişkilendirerek bütün duyularımızın dokunma duyusunun değişik biçimleri olduğunu ileri sürerek ruh ve beden ilişkisini algılayan ve bilenin beden değil ruh olduğu tezini öne sürmen Antik Yunan filozofu, Leukippos ………… Teorisi'ni geliştirmiştir.<br/><strong>Yukarıdaki boşluğa aşağıdaki terimlerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Işık",
      "B": "Atomculuk",
      "C": "Göz ışını",
      "D": "Nesne",
      "E": "Bilgi"
    },
    "explanation": "Antik Yunan filozofu Leukippos'un geliştirdiği teori <b>Atomizm Teorisi</b>'dir. Atomistler (Leukippos ve Demokritos), evrendeki her şeyin <b>atomlardan</b> oluştuğunu savunur. Algı konusunda ise, nesnelerden yayılan atom akımlarının (efluvia) duyu organlarına fiziksel olarak teması sonucu duyumun oluştuğunu ileri sürerler. Bu nedenle tüm duyular, atomların temasına dayandığı için, <b>dokunma duyusunun</b> farklı biçimleri olarak algılanır. Ruh ve beden ilişkisinde ise, bilginin kaynağının beden değil <b>ruh</b> olduğu tezi, atomların hareketini yorumlayan zihnin önemini vurgular."
  },
  {
    "id": "408138",
    "unitNumber": 1,
    "text": "<strong>Temel bilgilerimiz mantığın prensipleri gibi aklımızda doğuştan vardır. Dolayısı ile görüntünün bilgisinin de doğuştan geldiği söylenebilir görüşü aşağıdaki filozoflardan hangisine aittir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Eflatun",
      "B": "Sokrates",
      "C": "Democritus",
      "D": "Öklid",
      "E": "Aristotales"
    },
    "explanation": "Temel bilgilerin ve mantık prensiplerinin doğuştan (innate) zihnimizde var olduğunu, dolayısıyla bilginin kaynağının dış deneyim değil <b>akıl</b> olduğunu savunan bu görüş, <b>Rasyonalizm</b> akımına aittir. Bu yaklaşım, özellikle 17. yüzyıl felsefesinde <b>René Descartes</b> tarafından savunulmuştur. Descartes, matematiksel ve mantıksal gerçekliklerin deneyimden önce zihinde mevcut olduğunu ve bu doğuştan gelen fikirlerin (clear and distinct ideas) güvenilir bilginin temeli olduğunu ileri sürer. Bu nedenle, görüntünün bilgisinin de doğuştan gelme tezi Descartes’ın rasyonalist epistemolojisine uygundur."
  },
  {
    "id": "310746",
    "unitNumber": 2,
    "text": "<strong>“Biçim canlı varlıktır, form (üç boyutlu biçim) ölü doğadır.” diyen teorisyen ve sanatçı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Piet Mondrian",
      "B": "Paul Klee",
      "C": "Henry Matisse",
      "D": "Michelangelo Merisi da Caravaggio",
      "E": "Paul Cezanne"
    },
    "explanation": "Bu ayrım, sanat teorisyeni <b>Henri Focillon</b>'a atfedilen bir görüştür. Focillon, Biçimlerin Yaşamı (The Life of Forms) adlı eserinde, bir nesnenin temel yapısı olan <b>biçimi</b> (shape) dinamik ve sürekli değişebilen canlı bir varlık olarak ele alır. Buna karşın, <b>form</b> (üç boyutlu biçim) ise daha durağan, sabitlenmiş ve bu nedenle 'ölü doğa' olarak nitelendirilir."
  },
  {
    "id": "310748",
    "unitNumber": 2,
    "text": "<strong>Biçim ve anlam arasındaki ilişkiyi, ‘’Eğer bir biçim kesin bir içeriğe bağlanmamışsa hiçbir anlamı olmaz.’’ diyen düşünür aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Immanuel Kant",
      "B": "Jhon Loke",
      "C": "Karl Marks",
      "D": "James Gibson",
      "E": "David Hume"
    },
    "explanation": "Bu görüş, biçim ile içeriğin ayrılmazlığını savunan filozof <b>Susanne K. Langer</b>'a aittir. Langer, sanatta biçimin salt estetik bir unsur olmaktan öte, belirli bir <b>içeriği</b> veya sembolizmi ifade etme aracı olduğunu savunur. Biçimin, iletmek istediği <b>kesin bir içeriğe</b> bağlanmadığı sürece anlamsız kalacağını vurgular."
  },
  {
    "id": "310749",
    "unitNumber": 2,
    "text": "<strong>Şekil kelimesini dar anlamıyla ‘’Bir alanın diğer alanla sınırlandırılmasından başka bir şey değildir.’’ tanımını yapan sanatçı teorisyen aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Vasili Vasilyeviç Kandinsky",
      "B": "Piet Mondrain",
      "C": "Paul Cezanne",
      "D": "Jackson Pollock",
      "E": "Kasimir Malevich"
    },
    "explanation": "Şekil kelimesini dar ve geometrik anlamda ele alan, onu yalnızca alanların sınırlandırılması üzerinden tanımlayan teorisyen <b>Wassily Kandinsky</b>'dir. Soyut sanatın öncülerinden olan Kandinsky, şekli (figure), bir düzlemde <b>sınır çizgileri</b> ile belirlenmiş iki boyutlu bir oluşum olarak tanımlamıştır."
  },
  {
    "id": "310750",
    "unitNumber": 2,
    "text": "<strong>Yaşamı devam ettirmek, bir şeyleri yapabilmek, öğrenebilmek için beynimiz bu görsel dünyanın verilerinin bazılarını yok sayar, bazılarını değiştirir, bazılarını indirger ve o an yapılan işe göre de bazı objelere odaklanır. Buna algıda ne ad verilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Seçicilik",
      "B": "Gruplama",
      "C": "Değişim",
      "D": "Dikkat",
      "E": "İndirgeme"
    },
    "explanation": "Beynimizin dış dünyadan gelen sonsuz görsel veriyi filtreleyerek, sadece o anki işimiz veya hayatta kalmamız için gerekli olanlara odaklanması sürecine <b>Seçici Algı</b> (Selective Perception) adı verilir. Bu mekanizma, bilişsel kaynakları korumak ve ilgili objelere <b>dikkatimizi yönlendirmek</b> için hayati önem taşır."
  },
  {
    "id": "310752",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi ya da hangilerinin algıya dayanmaktadır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Koku",
      "B": "Doku",
      "C": "Renk ve dokunun",
      "D": "Ses",
      "E": "Nesneler ve boşluk"
    },
    "explanation": "Algı, duyu verilerinin <b>yorumlanması</b> ve <b>anlamlandırılması</b> süreci olduğu için, görsel deneyimlerimizin temelini oluşturan pek çok kavram algıya dayanır. Örneğin, <b>derinlik algısı</b>, boyut ve renk <b>değişmezlikleri</b>, şekil-zemin ilişkisi gibi bilişsel yapılar doğrudan algıya dayanarak inşa edilir."
  },
  {
    "id": "310753",
    "unitNumber": 2,
    "text": "<strong>“Bilgilerimiz deneyden doğar.” diyen evrimci felsefeci aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Karl Marks",
      "B": "David Hume",
      "C": "Herbert Spencer",
      "D": "Jhon Loke",
      "E": "Benedetto Croce"
    },
    "explanation": "Bilgilerin temel kaynağının <b>deneyim</b> olduğunu savunan felsefi akım Deneycilik (Empirizm)'dir. Bu görüşü evrimci bir bağlamda ele alan ünlü felsefeci, 19. yüzyıl düşünürü <b>Herbert Spencer</b>'dır. Spencer, zihinsel süreçlerin ve bilginin evrimsel süreçler sonucu, çevresel deneyimlerle edinildiğini savunur."
  },
  {
    "id": "310755",
    "unitNumber": 2,
    "text": "<strong>Psikolojinin bilimin ayrı bir bilimsel inceleme alanı olarak ortaya çıkması kaçıncı yüzyılda olmuştur?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "15. yy",
      "B": "16. yy",
      "C": "17. yy",
      "D": "19. yy",
      "E": "20. yy"
    },
    "explanation": "Psikolojinin, felsefeden bağımsız, ayrı bir bilimsel inceleme alanı olarak kabul edilmesi ve deneysel çalışmalara başlaması <b>19. yüzyılın</b> ikinci yarısında gerçekleşmiştir. Bu gelişme, 1879'da <b>Wilhelm Wundt</b>'un Almanya'da ilk psikoloji laboratuvarını kurmasıyla resmiyet kazanmıştır."
  },
  {
    "id": "313799",
    "unitNumber": 2,
    "text": "<strong>Boşluğu ve boşluk içinde yer alan nesnelerin formlarını, şekillerini nasıl algıladığımız sorusuna cevap arayan teoriler arasında aşağıdakilerden hangisi bulunur?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Evrim Teorisi",
      "B": "Özel Görelilik Teorisi",
      "C": "Evren Teorisi",
      "D": "Gestalt Teorisi",
      "E": "Duygu Teorisi"
    },
    "explanation": "Boşluk (mekan) ve nesnelerin formlarını nasıl algıladığımız sorusuna en kapsamlı cevapları arayan teorilerin başında <b>Gestalt Kuramı</b> gelir. Gestalt, algının parçaları değil, nesnelerin <b>bütüncül yapılarını</b> (Gestalt) otomatik olarak organize ettiğini ve şekil-zemin ilişkisinin mekân algısında merkezi rol oynadığını savunur."
  },
  {
    "id": "313800",
    "unitNumber": 2,
    "text": "<strong>Bilincin oluşabilmesi için aşağıdaki durumlardan hangisi ya da hangileri gerçekleşmelidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Duyum",
      "B": "Duyum ve duygu",
      "C": "Duyum, duygu ve düşünce",
      "D": "Düşünce",
      "E": "Duyum ve düşünce"
    },
    "explanation": "Bilincin oluşabilmesi (consciousness) için sadece dış dünyadan gelen duyusal verilerin alınması yetmez. Bu verilerin beyin tarafından <b>işlenmesi</b>, <b>yorumlama</b> sürecinden geçirilmesi ve kişinin kendisini bir özne olarak algıladığı <b>farkındalık</b> durumunun gerçekleşmesi gerekir. Bilinç, temel olarak duyusal girdinin bilişsel olarak organize edilmesini gerektirir."
  },
  {
    "id": "313801",
    "unitNumber": 2,
    "text": "<strong>James J. Gibson’un görsel alan ve görsel dünya arasındaki farklılığı ortaya koyan ifadesi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Görsel dünya, bilinir; görsel alan, duyumsanır.",
      "B": "Görsel dünya, objelerin yansıtılmış şekillerini içerir.",
      "C": "Görsel alan, derinlik şekillerini içine alır.",
      "D": "Görsel alan, bilinir.",
      "E": "Görsel dünya, görülür."
    },
    "explanation": "Ekolojik Görüş Kuramı'nın kurucusu <b>James J. Gibson</b>, algıyı incelemiş ve aradaki farkı netleştirmiştir. <b>Görsel Alan</b>, kişinin retinaya düşen anlık, sınırlı ve öznel veriler bütünüdür. <b>Görsel Dünya</b> ise, bu verilerin yorumlanması sonucu oluşan, stabil, derinlikli ve <b>üç boyutlu</b> olarak algıladığımız çevremizdir."
  },
  {
    "id": "313803",
    "unitNumber": 2,
    "text": "<strong>“İnsan zihni doğuştan boş bir sayfadır.” düşüncesi aşağıdaki teorisyenlerden hangisine aittir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Max Planck",
      "B": "John Loke",
      "C": "Jean Piaget",
      "D": "Lawrence Kohlberg",
      "E": "David Hume"
    },
    "explanation": "İnsan zihninin doğuştan boş bir sayfa (<b>Tabula Rasa</b>) olduğu düşüncesi, Deneycilik (Empirizm) felsefesinin en önemli savunucusu <b>John Locke</b>'a aittir. Locke, tüm bilginin ve fikirlerin, doğuştan gelmek yerine, tamamen <b>dış deneyimler</b> ve gözlemler aracılığıyla edinildiğini savunur."
  },
  {
    "id": "313804",
    "unitNumber": 2,
    "text": "<strong>1890 tarihinde ilk kez felsefe ve psikoloji alanında ortaya atılan Gestalt Kuramı’nın öncüleri arasında aşağıdakilerden hangisi bulunur?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Christian Von Ehrenfels",
      "B": "David Hume",
      "C": "Immanuel Kant",
      "D": "David Hartley",
      "E": "Ernst Mach"
    },
    "explanation": "Gestalt Kuramı (Bütünlük Psikolojisi), algının parçaların toplamından daha fazlası olduğunu savunur. Kuramın psikolojideki başlıca öncüleri ve kurucuları arasında <b>Max Wertheimer</b>, <b>Wolfgang Köhler</b> ve <b>Kurt Koffka</b> bulunur. Kuram, algılama yasalarını inceleyerek formların nasıl organize edildiğini açıklamıştır."
  },
  {
    "id": "313805",
    "unitNumber": 2,
    "text": "Görsel dünyanın algısı, objelere yüklenen anlamlarla değil, geçmişteki uyarılara dayanır. Bu hipoteze göre duyumsama, anlık uyarılara dayandığı hâlde algı .............. göre şekillenir.<br/><strong>Paragrafta boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "geçmişteki uyarılara ve hafızaya",
      "B": "duygulara",
      "C": "bulunduğumuz fiziksel pozisyona",
      "D": "düş gücüne",
      "E": "gözleme"
    },
    "explanation": "Bu paragraf, algının anlık duyumsamadan farklı olarak <b>öğrenilmiş bilgilere</b> ve deneyime dayandığını savunan Yapılandırmacı yaklaşımı özetler. Buna göre, duyumsama anlık olsa da, algı <b>geçmiş uyarılar</b> veya <b>deneyimler</b> üzerine inşa edilerek anlam kazanır."
  },
  {
    "id": "313806",
    "unitNumber": 2,
    "text": "<strong>Görsel alanın özellikleri arasında aşağıdakilerden hangisi bulunur?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Sürekliliği olan bir alandır.",
      "B": "Dokular, kenarlar, şekiller ve iç boşluklardan oluşur.",
      "C": "Bizi çepeçevre sarar.",
      "D": "İçerisinde tanıdık objeler vardır.",
      "E": "Derinlik şekillerini içine alır."
    },
    "explanation": "Görsel alan, James J. Gibson tarafından tanımlandığı şekliyle, öznel, iki boyutlu ve izleyicinin konumuna bağlı olarak <b>sınırlı</b> ve <b>değişken</b> bir yapıya sahiptir. Görsel alan, nesneleri sabit ve tutarlı görmemizi sağlayan Görsel Dünya'nın aksine, retinaya düşen ham görsel verileri temsil eder."
  },
  {
    "id": "313807",
    "unitNumber": 2,
    "text": "<strong>Salt biçimin sanatta ereğini aşarak bizi kavrama götürdüğünü savunan düşünür aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Immanuel Kant",
      "B": "John Loke",
      "C": "James Gibson",
      "D": "Karl Marks",
      "E": "Ernst Mach"
    },
    "explanation": "Salt biçimin (çizgi, renk, şekil) kendi başına bir amaç taşıyarak, bizi estetik bir heyecana ve dolayısıyla bir kavrayışa götürdüğünü savunan akım Formalizm'dir. Bu düşünceyi savunan başlıca teorisyenlerden biri <b>Roger Fry</b>'dır. Fry, eserin konusundan bağımsız olarak, <b>anlamlı biçimin</b> (Significant Form) sanatın özünü oluşturduğunu belirtir."
  },
  {
    "id": "313808",
    "unitNumber": 2,
    "text": "<strong>“Biçim, bizim dışımızda görülen nesne ile bizim aramızdaki diyalektik ilişkiden doğmuştur.” görüşünü ortaya atan yazar aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Paul Klee",
      "B": "Vasili Vasilyeviç Kandinsky",
      "C": "Rollo May",
      "D": "James J. Gibson",
      "E": "Anthony Storr"
    },
    "explanation": "Biçimin, dış nesnenin yapısı ile algılayan öznenin iç dünyası arasındaki <b>diyalektik ilişkiden</b> doğduğunu savunan yazar <b>Herbert Read</b>'dir. Read, biçimin oluşumunun sadece nesneye bağlı olmadığını, aynı zamanda izleyicinin deneyim, duygu ve beklentilerinin bu algıyı şekillendirdiğini belirtir."
  },
  {
    "id": "313809",
    "unitNumber": 2,
    "text": "<strong>Göz objenin bütününe nasıl ulaşır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Sınırlarını takip ederek",
      "B": "Yüzeylerine bakarak",
      "C": "Dokusuyla",
      "D": "Karakteriyle",
      "E": "Malzemesiyle"
    },
    "explanation": "Göz, objenin bütününe <b>Gestalt İlkeleri</b> aracılığıyla ulaşır. Beyin, Yakınlık, Benzerlik, Tamamlama ve Süreklilik gibi organizasyon yasalarını kullanarak duyusal verileri hızla gruplar ve objeyi yalıtılmış parçalar yerine, <b>anlamlı bir bütün</b> olarak algılar (Bütün, parçaların toplamından fazladır ilkesi)."
  },
  {
    "id": "340848",
    "unitNumber": 2,
    "text": "I. Derinlik<br/>II. Uzaklık<br/>III. Gerçeklik<br/>IV. Ağırlık<br/><strong>Yukarıdakilerden hangileri fiziksel çevrenin sahip olduğu boyutlar arasında yer alır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "I ve IV",
      "B": "II ve IV",
      "C": "IV ve III",
      "D": "I, II ve III",
      "E": "I, II ve IV"
    },
    "explanation": "Fiziksel çevrenin temel boyutları uzunluk, genişlik ve derinlikten oluşur. Bu boyutlar arasında yer alan ve görsel algımız için kritik olanlar <b>Derinlik</b> (I) ve <b>Uzaklık</b>'tır (II). Bu iki faktör, üç boyutlu mekânı algılamamızı sağlar."
  },
  {
    "id": "340849",
    "unitNumber": 2,
    "text": "<strong>Bilgilerimizin deneyden doğduğunu öne süren, on dokuzuncu yüzyıl ünlü düşünürünün adı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Herbert Spencer",
      "B": "Karl Marx",
      "C": "Friedrich Nietzsche",
      "D": "John Venn",
      "E": "Edgar Allan Poe"
    },
    "explanation": "Bilginin temel olarak deneyimden türediğini savunan Deneycilik akımının 19. yüzyıldaki önemli temsilcisi <b>Herbert Spencer</b>'dır. Spencer, bilginin doğuştan gelmediğini, duyusal deneyim ve <b>ilişkilendirme</b> (association) yoluyla edinildiğini öne sürmüştür."
  },
  {
    "id": "340851",
    "unitNumber": 2,
    "text": "<strong>Atları dört nala koşarken saniyeler içerisinde bir film şeridine de öncül oluşturacak sık aralıklar ile fotoğraflamayı başaran fotoğrafçının adı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Louis Daguerre",
      "B": "Eadweard Muybridge",
      "C": "Eugene Disderi",
      "D": "Roger Fenton",
      "E": "Henry Peach Robinson"
    },
    "explanation": "Atın dört nala koşarkenki hareketini saniyeler içerisinde, sık aralıklarla art arda fotoğraflayarak hareketin analizini mümkün kılan ve sinemanın temellerini atan öncü fotoğrafçı <b>Eadweard Muybridge</b>'dir. Bu tekniğe <b>kronofotografi</b> adı verilir."
  },
  {
    "id": "343843",
    "unitNumber": 2,
    "text": "Objelerin algılanması iki obje arasındaki etkileşimden değil, devam eden bir arka planın etkisiyle oluşur. Bu demektir ki, ancak …........… plan doğru algılandığında ….........….. da algılanır.<br/><strong>Cümlede boş bırakılan yerlere sırasıyla aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "ön / arka",
      "B": "uzak / yan",
      "C": "arka / ışık",
      "D": "uzak / saha",
      "E": "arka / uzaklık"
    },
    "explanation": "Soru, algılama psikolojisinin temel kavramlarından biri olan <b>Şekil-Zemin (Figure-Ground) ilişkisini</b> tanımlamaktadır. Bu ilke, objelerin algılanmasının (şekil), bir arka plan (zemin) karşısında gerçekleştiğini öne sürer. Gestalt psikolojisine göre, algılama sürecimizde objeleri ve olayları birbirinden ayırmak için öncelikle bir zemin oluştururuz.<br/>Cümlede belirtildiği gibi, objenin algılanması (yani şekil), iki obje arasındaki etkileşimden değil, <b>devam eden bir arka planın etkisiyle</b> oluşur.<br/>Bu demektir ki, ancak <b>arka plan</b> doğru algılandığında (zemin sabitlendiğinde), onun karşısındaki <b>obje</b> (şekil) algılanır. Doğru sıralama bu nedenle “arka plan” ve “obje”dir."
  },
  {
    "id": "310756",
    "unitNumber": 3,
    "text": "Eğer bakışımızı objelerin kimliklerine aldırmadan tek bir noktaya perspektif çizer gibi odaklarsak, orada renk alanları, köşeler, dokular vb. soyut değerler görürüz.<br/><strong>Tarifi yapılan bu alan aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Görsel dünya",
      "B": "Görsel alan",
      "C": "Renk alanı",
      "D": "Doku alanı",
      "E": "Duygu alanı"
    },
    "explanation": "Bu tanım, bakışımızı objelerin kimliklerine aldırmadan, sadece tek bir noktaya perspektif çizer gibi odakladığımızda gördüğümüz, <b>renk alanları, köşeler, dokular</b> vb. soyut değerleri içeren <b>Görsel Alan</b>'ı (Visual Field) açıklamaktadır. Görsel Alan, algının sübjektif, retinaya düşen anlık izlenimlerini ifade eder."
  },
  {
    "id": "310758",
    "unitNumber": 3,
    "text": "<strong>Görsel dünyamızın en karakteristik özelliği aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Değişken olması",
      "B": "Durağan olması",
      "C": "Tanımlanamaz olması",
      "D": "Soyut değerlere sahip olması",
      "E": "Renk alanlarından oluşması"
    },
    "explanation": "<b>Görsel Dünya</b> (Visual World), bizim nesnel olarak kabul ettiğimiz, tanıdık objelerin bulunduğu ve algısal sabitliğin hakim olduğu çevredir. En karakteristik özelliği, bakış açımız veya hareketimiz değişse bile, <b>objelerin kimliklerinin değişmemesi</b> ve algılanan <b>mekanın dengeli ve sabit</b> kalmasıdır."
  },
  {
    "id": "310759",
    "unitNumber": 3,
    "text": "<strong>Görsel dünya ve görsel alan tanımlarına aşağıdakilerden hangisi <u>uymaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Görsel dünya bizi 360 derece çevreleyen, aşina olduğumuz görsel değerlere sahiptir.",
      "B": "Görsel dünya, yaşadığımız toplumun öğretileriyle anlamlandırılmıştır.",
      "C": "Görsel alanda objeler görsel dünyadaki gibi tanıdık değil konturlar ile çevrelenmiş renk alanları gibi gözükür.",
      "D": "Görsel alan görsel dünyanın sahip olduğu değerlerin azaltılmış hâline sahiptir.",
      "E": "Görsel alan görme eyleminin sıradan bir izlenimidir."
    },
    "explanation": "Görsel alan (Visual Field) tanımına göre, gözümüzü veya başımızı hareket ettirdiğimizde retinaya düşen görüntü sürekli değişir, dolayısıyla <b>görsel alan kayar veya titrek</b> gözükür. Görsel alanın hareket ettiğimizde sabit kalması ifadesi (ki bu Görsel Dünya'nın özelliğidir) bu tanıma <b>uymaz</b>."
  },
  {
    "id": "310760",
    "unitNumber": 3,
    "text": "Göz çevreyi tararken doğal hareketi sırasında görsel dünyanın ve görsel alanın renkli yüzeyleri ................ gözükür.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "hareketli",
      "B": "hareketsiz",
      "C": "ışıklı",
      "D": "ışıksız",
      "E": "sıralı"
    },
    "explanation": "Göz çevreyi tararken, objelerin kendilerinin ve mekanın istikrarını sağlayan <b>Görsel Dünyanın</b> renkli yüzeyleri <b>sabit</b> gözükürken; retinaya düşen anlık izlenimi temsil eden <b>Görsel Alanın</b> renkli yüzeyleri göz hareketlerine bağlı olarak <b>titrek veya kayar</b> gözükür."
  },
  {
    "id": "310761",
    "unitNumber": 3,
    "text": "<strong>Gerçek dünya algımızın bozulmasına aşağıdakilerden hangisi neden olur?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Yer değiştirmemiz",
      "B": "Dengeyi sağlayan iç kulak rahatsızlığı",
      "C": "Bir konu üzerine odaklanma",
      "D": "Heyecanlanmamız",
      "E": "Dikkatimizin başka yerde olması"
    },
    "explanation": "Gerçek dünya algımız (Görsel Dünya) nesne kimliğine dayalıdır. Eğer bakışımızı objelerin <b>kimliklerinden soyutlayarak</b>, sadece <b>perspektif ve doku</b> gibi anlık <b>Görsel Alan</b> değerlerine odaklarsak, algı sistemimizin objeleri sabit tutma mekanizması bozulur ve gerçek dünya algısı sarsılır."
  },
  {
    "id": "310762",
    "unitNumber": 3,
    "text": "Derinlik algısı ........... dayanarak oluşturduğumuz görsel dünyamıza dair algılama biçimidir.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "geçmiş deneyimlerimize",
      "B": "anlık deneyimlerimize",
      "C": "nesneler arası deneyimlerimize",
      "D": "duygusal deneyimlere",
      "E": "çalışma deneyimlerimize"
    },
    "explanation": "Derinlik algısı, Görsel Dünya'nın temelidir ve mesafe tahminlerimizi, çevremizdeki <b>tanıdık objeler arasındaki oran ilişkisine</b> dayanarak oluştururuz. Bu, beynimizin 3 boyutlu hareketlerimizi (uzanma, yürüme) düzenlemesini sağlayan istikrarlı bir referans sistemidir."
  },
  {
    "id": "310764",
    "unitNumber": 3,
    "text": "I. Bir noktaya bakışımızı odakladığımızda görüntü merkezde keskin, net ve detaylıdır.<br/>II. Görüntünün merkezinde konturlar daha net gözükürken, merkezden uzaklaştıkça netlikleri azalır.<br/>III. Göz görsel alanın sınırlarına doğru konturları takip etmekte zorlanır.<br/>IV. Göz odaklandığı görüntünün merkezinden görüntünün sınırlarına doğru konturları takip etmek isteğindedir.<br/><strong>Yukarıdakilerden hangisi ya da hangileri doğru kabul <u>edilemez</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız II",
      "B": "Yalnız IV",
      "C": "I ve II",
      "D": "I, II ve III",
      "E": "Yalnız III"
    },
    "explanation": "I, II ve III numaralı ifadeler, gözün anatomik yapısına uygun olarak, görüntünün merkezde (fovea) <b>keskin</b> olduğunu ve merkezden uzaklaştıkça <b>netliğin azaldığını</b> (periferik görüş) belirtir. IV. İfade ise doğru kabul edilemez çünkü göz odaklandığı merkezden görüntünün sınırlarına doğru konturları takip etmekte <b>zorlanır</b>; bu, retinanın çevresel bölgelerinin düşük çözünürlüğünden kaynaklanır."
  },
  {
    "id": "310765",
    "unitNumber": 3,
    "text": "<strong>Durağan pozisyondayken gözümüzü hareket ettirdiğimizde görüş alanı ile ilgili aşağıdaki hangi durum yaşanır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Görüş alanımız daralır.",
      "B": "Görüş alanımız değişir.",
      "C": "Görüş alanımız aynı kalır.",
      "D": "Görüş alanımızın netliği azalır.",
      "E": "Görüş alanımızın bölünür."
    },
    "explanation": "Durağan pozisyondayken sadece gözümüzü hareket ettirdiğimizde, retinaya düşen görüntü hareket eder. Bu durum <b>Görsel Alanın</b> kaymasına veya hareket etmesine neden olur. Ancak beynimiz, objelerin yerlerini sabit tutarak <b>Görsel Dünyanın</b> algısal olarak <b>sabit kalmasını</b> sağlar (algısal sabitlik)."
  },
  {
    "id": "313812",
    "unitNumber": 3,
    "text": "<strong>Görsel alan özellikleri arasında aşağıdakilerden hangisi <u>bulunmaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Bakış açımız sağdan sola 180 derece, aşağıdan yukarıya 150 derece ile sınırlıdır.",
      "B": "Görüntüyü deneyimlemek için belli bir fiziksel çaba gereklidir.",
      "C": "Gördüklerimiz, tanıdık olan objeler değildir.",
      "D": "Sıradan izlenimlerin bir parçası ve sınırsızdır.",
      "E": "Vücudumuz ve başımızın hareketsiz kalması, gözlerimizin belli bir noktaya odaklanması gerekir."
    },
    "explanation": "<b>Görsel Alan</b>, sübjektif, perspektife bağlı, anlık izlenimlere odaklanan ve kenarları flu olan bir algı biçimidir. Objelerin kimliklerinin değişmemesi veya sabit olması (Object Constancy), <b>Görsel Dünya'nın</b> temel bir özelliğidir ve görsel alanda bulunmaz."
  },
  {
    "id": "313813",
    "unitNumber": 3,
    "text": "“Bir gözümüzü kapattığımızda kapatılan tarafta ................oranda görüşün daraldığını fark ederiz.”<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "1/4",
      "B": "1/2",
      "C": "1/3",
      "D": "1/6",
      "E": "1/5"
    },
    "explanation": "İnsan görsel alanı, iki gözün binoküler görüşü sayesinde genişler. Bir göz kapatıldığında, özellikle yanlarda (periferide) olmak üzere, toplam görüş alanı kabaca <b>yarı yarıya</b> oranda daralır ve derinlik algısı azalır."
  },
  {
    "id": "313814",
    "unitNumber": 3,
    "text": "<strong>Görsel alanın şekli aşağıdakilerden hangisi ile ifade edilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Daire",
      "B": "Oval",
      "C": "Kare",
      "D": "Üçgen",
      "E": "Dörtgen"
    },
    "explanation": "Göz anatomimiz ve burun, kaş gibi yüz yapılarımızın kısıtlamaları nedeniyle, Görsel Alanımız dikeyden çok <b>yatay yönde daha geniştir</b>. Bu şekil, <b>yatay elips</b> olarak ifade edilir."
  },
  {
    "id": "313815",
    "unitNumber": 3,
    "text": "<strong>‘’Kişi gözlerinin önündeki dünya gibi, başının arkasında kalan dünyanın da farkındadır.” </strong><strong>görüşünü ortaya atan</strong><strong> Gestalt kuramcısı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Max Wertheimer",
      "B": "Wolfgang Köhler",
      "C": "Edward Chace Tolman",
      "D": "Kurt Koffka",
      "E": "Goodwin B. Watson"
    },
    "explanation": "Bu ifade, Gestalt kuramcılarından <b>Kurt Koffka</b>'ya aittir ve görsel algının sadece o an görülenlerle sınırlı olmadığını, aynı zamanda zihnin <b>Görsel Dünyayı</b> sürekli ve bütün olarak algıladığını, hatta görünmeyen kısımları bile kapsadığını vurgular."
  },
  {
    "id": "313816",
    "unitNumber": 3,
    "text": "“Görsel dünya algısı ………. bağlı iken; görsel alan algısı bağlı değildir.”<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "kişinin konumuna",
      "B": "yer çekimine",
      "C": "mekâna",
      "D": "kişinin pozisyonuna",
      "E": "ışığa"
    },
    "explanation": "<b>Görsel Dünya</b> algısı, objelerin mekandaki sabitliğini ve <b>objenin kimliğini</b> tanımaya bağlıdır. Buna karşın, <b>Görsel Alan</b> algısı anlık perspektif görüntüsüne (renk, doku) odaklandığı için objenin kimliğine <b>bağlı değildir</b>."
  },
  {
    "id": "313817",
    "unitNumber": 3,
    "text": "<strong>Şeklin bilinen kaç anlamı vardır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "Görsel algıda sıklıkla ele alınan <b>çok anlamlı şekiller</b> (ambiguous figures), aynı anda sadece tek bir algının baskın olabildiği, ancak bu algının zemin-şekil ilişkisi değiştirilerek alternatif olarak <b>İki</b> farklı şekilde yorumlanabildiği formlardır (örn. Rubin Vazosu)."
  },
  {
    "id": "313818",
    "unitNumber": 3,
    "text": "<strong>“Tanıdık objelerin birbirleriyle olan oran ilişkisi ile geliştirdiğimiz, adımımızı atarken, bir şeyi uzanıp alırken, kısacası günlük yaşamımızın içinde hareketlerimizi düzenlememize olanak sunar.” tanımında hangi algıdan bahsedilmektedir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Renk algısı",
      "B": "Biçim algısı",
      "C": "Derinlik algısı",
      "D": "İşitme algısı",
      "E": "Dokunma algısı"
    },
    "explanation": "Bu tanım, <b>Derinlik Algısına</b> aittir. Tanıdık objeler arasındaki <b>oran ilişkisi</b> sayesinde mesafeleri doğru tahmin ederiz ve bu da <b>günlük hareketlerimizi</b> (adım atmak, uzanmak) güvenli bir şekilde gerçekleştirmemizi sağlar."
  },
  {
    "id": "313819",
    "unitNumber": 3,
    "text": "“Görsel dünyada objelerin arasındaki boşluklara ilgi gösterirsek objelere benzer olarak boşlukların da ...............alanlarından oluştuğunu fark ederiz.”<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "biçim",
      "B": "renk",
      "C": "ışık",
      "D": "form",
      "E": "çizgi"
    },
    "explanation": "Objelerin arasındaki boşluklar (negatif alan), objelerin kendileri gibi (pozitif alan), algısal olarak <b>Şekil</b> alanlarından oluşur. Bu, sanat ve tasarımda zemin-şekil ilişkisinin tersine çevrilerek boşlukların da bir form olarak algılanabileceği anlamına gelir."
  },
  {
    "id": "313820",
    "unitNumber": 3,
    "text": "Bakışımızı değiştirip ikincil bir açıdan odaklanmayı denediğimizde objenin şekli bir önceki bakışımıza göre aynı değildir.<br/><strong>Faklı bakış açılarına göre şekli değişmeyen form aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Küre",
      "B": "Silindir",
      "C": "Küp",
      "D": "Dikdörtgen prizması",
      "E": "Üçgen Prizması"
    },
    "explanation": "Objenin retinaya düşen şekli bakış açısına göre değişse de (Görsel Alan), <b>Küre</b> formu, uzayda nasıl konumlandırılırsa konumlandırılsın veya hangi açıdan bakılırsa bakılsın, perspektif görüntüsü her zaman <b>dairesel</b> kalır ve bu sayede şekli değişmeyen bir formdur."
  },
  {
    "id": "313821",
    "unitNumber": 3,
    "text": "Tren raylarına bakan kişilerin izlenimleri iki farklı şekilde olabilir. Birisi tren raylarının ufka doğru yaklaştıkça birbirine yaklaştıklarını söylerken, başka bir izleyici de fiziksel olarak rayların birbirine uzaklığının eşit olmasından dolayı kesinlikle birbirine yaklaşmadığını söyleyebilir.<br/><strong>Tren raylarının hiçbir zaman birleşmediğini söyleyen izleyici hangi bakış açısına sahiptir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Perspektif",
      "B": "Öklid",
      "C": "Estetik",
      "D": "Anlatıcı",
      "E": "Duygusal"
    },
    "explanation": "Tren raylarının ufukta birleştiğini söyleyen kişi optik yanılsamaya (perspektif, yani Görsel Alan) odaklanmıştır. Rayların <b>fiziksel olarak paralel</b> olduğunu ve hiçbir zaman birleşmeyeceğini söyleyen kişi ise, <b>objelerin sabit kimliğine</b> ve nesnel gerçekliğe odaklanan <b>Görsel Dünya</b> bakış açısına sahiptir (Algısal Sabitlik ilkesi)."
  },
  {
    "id": "343849",
    "unitNumber": 3,
    "text": "<strong>Temel olarak ikiye ayrılan görme biçimleri aşağıdakilerden hangisinde doğru olarak verilmiştir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Görsel Dünya / Görsel Alan",
      "B": "Görsel Alan / Düzen",
      "C": "Çerçeve / Düzlem",
      "D": "Çizgi / Görsel Dünya",
      "E": "Çerçeve / Tonlama"
    },
    "explanation": "Temel olarak ikiye ayrılan görme biçimleri, objelerin ve mekanın sabit, nesnel algısını temsil eden <b>Görsel Dünya</b> ve retinaya düşen anlık, sübjektif perspektif algısını temsil eden <b>Görsel Alan</b>'dır."
  },
  {
    "id": "343850",
    "unitNumber": 3,
    "text": "Görsel alanımız gözümüzün şekline bağlı olarak sağdan sola …..…. derece, yukarı aşağı olarak da ….….. derecelik görüş alanına sahiptir.<br/><strong>Cümlede boş bırakılan yerlere sırasıyla aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "45 / 45",
      "B": "45 / 180",
      "C": "90 / 360",
      "D": "120 / 90",
      "E": "180 / 150"
    },
    "explanation": "İki gözle birlikte sahip olduğumuz Görsel Alan, yatay düzlemde (sağdan sola) yaklaşık <b>180 derece</b>, dikey düzlemde (yukarı aşağı) ise burun ve kaş gibi anatomik kısıtlamalar nedeniyle yaklaşık <b>130 derecelik</b> bir görüş alanına sahiptir."
  },
  {
    "id": "343851",
    "unitNumber": 3,
    "text": "<strong>Görsel alan bir noktaya odaklanmayı gerektirdiğinde, göz ile yapılan odaklanma ile aşağıdakilerden hangisi hissedilecektir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Odaklanan alanın tamamen keskin olması",
      "B": "Odaklanan alanın tam merkezinin keskin, merkez dışına doğru netliğin azalması",
      "C": "Odaklanan alanda renksizleşme",
      "D": "Odaklanan alanda renksizleşme, merkez dışına doğru netliğin azalması",
      "E": "Odaklanan alanın tam merkezinde netsizlik, merkez dışına doğru renklerin azalması"
    },
    "explanation": "Görsel alan bir noktaya odaklanmayı gerektirdiğinde, göz bu noktayı sabitlemek için <b>fiksasyon</b> ve <b>akomodasyon</b> hareketlerini yapar. Bu odaklanma süreci sırasında, göz kaslarının uyguladığı çaba (özellikle <b>konverjans</b> çabası) hakkında duyusal geri bildirim alınır. Gözün yaptığı odaklanma hareketi ile hissedilen şey, görsel sistemin çevredeki nesnelerin netliğini korumak için uyguladığı <b>kas çabası</b> veya <b>propriyoseptif his</b> olarak tanımlanır. Bu his, beynin nesne mesafesini doğru algılamasına yardımcı olur."
  },
  {
    "id": "343852",
    "unitNumber": 3,
    "text": "Baş ve bedenin hareketi, görsel dünyayı etkilemez ama ………. etkiler.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "görsel alanı",
      "B": "nesnenin konumunu",
      "C": "nesnelerin hızını",
      "D": "nesnelerin yerini",
      "E": "nesnenin hacmini"
    },
    "explanation": "Baş ve bedenin hareketi (<b>öz hareket</b>), fiziksel görsel dünyayı (çevredeki nesneleri) etkilemez; yani nesneler yerinde kalır. Ancak, hareket sırasında retinamızdaki görüntü sürekli olarak değişir (<b>optik akış</b>). Beyin, bu retinal kaymayı <b>vestibüler sistem</b> ve <b>efference kopyası</b> gibi diğer duyusal girdilerle birleştirerek, görsel dünyanın sabit kaldığını, değişenin ise bizim <b>mekandaki pozisyonumuz</b> veya <b>kendi hareket algımız</b> olduğunu belirler. Bu nedenle boşluğa getirilmesi gereken ifade '<b>kendi hareketimiz</b>' veya '<b>yer değiştirmemiz</b>' olmalıdır. Cümle bu durumda: 'Baş ve bedenin hareketi, görsel dünyayı etkilemez ama <b>kendi hareketimizi</b> etkiler' şeklinde tamamlanır."
  },
  {
    "id": "310767",
    "unitNumber": 4,
    "text": "Yapıtlarda ışık anlatım için bir araç değil amaçtır. Gün ışığı resmin ana konusu olmuştur. Sanatçılar ışığın peşine düşerek, optik değerleri ortaya çıkarmaya uğraşmışlardır.<br/><strong>Bu açıklamalar aşağıdaki hangi sanat akımını ifade eder?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Rönesans",
      "B": "Gotik",
      "C": "Kübizm",
      "D": "Barok",
      "E": "Empresyonizm"
    },
    "explanation": "Bu açıklamalar, 19. yüzyılın ikinci yarısında ortaya çıkan <b>Empresyonizm (İzlenimcilik)</b> sanat akımını tanımlamaktadır. Empresyonist sanatçılar (başta Claude Monet), stüdyo yerine dış mekânlarda (en plein air) çalışarak, <b>gün ışığının anlık ve değişken etkilerini</b> yakalamayı amaçladılar. Bu akımda ışık, bir nesneyi betimleme aracı olmaktan çıkıp, resmin bizzat <b>ana konusu ve amacı</b> haline gelmiştir. Sanatçılar, ışığın nesneler üzerindeki <b>optik değerlerini</b> ve renk değişimlerini tuvale yansıtmaya odaklanmışlardır."
  },
  {
    "id": "310770",
    "unitNumber": 4,
    "text": "<strong>Tüm zamanların en başarılı sanat fotoğraflarından biri olarak bilinen “Güverte” isimli fotoğraf aşağıdaki hangi sanatçıya aittir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Alfred Stieglitz",
      "B": "Paul StrandMan",
      "C": "Ray Ansel",
      "D": "AdamsRichard",
      "E": "Avedon"
    },
    "explanation": "Tüm zamanların en başarılı sanat fotoğraflarından biri olarak kabul edilen ve fotoğrafın sanatsal potansiyelini gösteren <b>“Güverte” (The Steerage)</b> isimli eser, Amerikalı fotoğrafçı <b>Alfred Stieglitz</b>’e aittir. Stieglitz, 1907 yılında çektiği bu fotoğrafta, gemideki üst ve alt güvertede bulunan yolcuların ayrımını <b>keskin çizgiler, formlar ve ışık/gölge kontrastı</b> ile yansıtmış, böylece fotoğrafçılığın salt belgesel olmaktan çıkıp modern bir sanat formu olabileceğini kanıtlamıştır."
  },
  {
    "id": "310771",
    "unitNumber": 4,
    "text": "<strong>Hareketli gölgelerle yaptığı deneyler ile de bilinen, bugünkü fotoğraf makinelerinin prototipi olarak kabul edilen \"Karanlık Oda\" terimi (Daha sonra Latince “Camera Obscuro” olarak anılmıştır.) aşağıdaki hangi düşünüre aittir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Robert Hooke",
      "B": "Rene Descartes",
      "C": "Thomas Young",
      "D": "İbni Heysem",
      "E": "Johannes Kepler"
    },
    "explanation": "Hareketli gölgelerle yaptığı deneyler ve bugünkü fotoğraf makinelerinin öncülü sayılan <b>Karanlık Oda (Camera Obscura)</b> prensibini detaylıca açıklayan ve bu terimin (Latince karşılığıyla) yaygınlaşmasında önemli rol oynayan düşünür <b>İbn-i Heysem</b>'dir (Alhazen). 11. yüzyılda yaşamış olan İbn-i Heysem, 'Optik Kitabı' (Kitab al-Manazir) eserinde, ışığın düz bir çizgide yayıldığını ve bu sayede iğne deliğinden geçen ışığın karşı duvarda ters bir görüntü oluşturduğunu matematiksel ve deneysel olarak kanıtlamıştır."
  },
  {
    "id": "310772",
    "unitNumber": 4,
    "text": "1876’da kısa aralıklarla çektiği fotoğraflar sinema düşüncesinin temelini oluşturdu. Yan yana getirilmiş bu fotoğrafların bir silindire yerleştirilip hızla çevrilmesi atın koşma hareketini bir yanılsama olarak canlandırdı.<br/><strong>Paragrafta anlatılan fotoğrafçı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Lumiere Kardeşler",
      "B": "Eadweard Muybridge",
      "C": "Ansel Adams",
      "D": "Rechard Avedon",
      "E": "Man Ray"
    },
    "explanation": "1876-1878 yıllarında, atın koşma hareketini bilimsel olarak incelemek amacıyla kısa aralıklarla seri fotoğraflar çeken ve bu fotoğrafları bir araya getirerek <b>hareket yanılsaması</b> yaratan fotoğrafçı <b>Eadweard Muybridge</b>'dir. Muybridge’in bu kronofotografik çalışmaları, daha sonra <b>sinema</b> sanatının ve hareketli görüntü teknolojisinin temelini oluşturmuştur. Bu deneyler, insan gözünün algılayamadığı anlık hareket aşamalarını yakalamıştır."
  },
  {
    "id": "310774",
    "unitNumber": 4,
    "text": "<strong>“Dr. Tulp’un Anatomi Dersi” tablosu aşağıdakilerden hangi sanatçıya aittir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Michelangelo Merisi da Caravaggio",
      "B": "Rembrant Harmenszoon van Rijn",
      "C": "Man Ray",
      "D": "Raffaello Sanzino",
      "E": "Peter Paul Rubens"
    },
    "explanation": "<b>“Dr. Tulp’un Anatomi Dersi”</b> tablosu, 17. yüzyıl Hollanda Altın Çağı'nın en önemli ressamlarından biri olan <b>Rembrandt Harmenszoon van Rijn</b>'e aittir. Rembrandt bu eserde, ışık ve gölge kontrastını (<b>Chiaroscuro</b>) ustaca kullanarak dramatik bir etki yaratmış, özellikle kadavranın soluk rengini ve doktorların dikkatini vurgulayan güçlü bir aydınlatma kullanmıştır."
  },
  {
    "id": "310775",
    "unitNumber": 4,
    "text": "<strong>Empresyonizmin ilk sanatçılarından Claude Oscar Monet tarafından 1892-1894 yılları arasında otuz defadan fazla resimlenmiş olan katedral aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Rouen Katedrali",
      "B": "Sainte Chapelle",
      "C": "Notre Dame Katedrali",
      "D": "Chartres Katedrali",
      "E": "Metz Katedrali"
    },
    "explanation": "Empresyonizmin öncüsü <b>Claude Oscar Monet</b>, aynı nesnenin farklı ışık, hava durumu ve gün saatlerindeki izlenimlerini yakalamak amacıyla, 1892-1894 yılları arasında Fransa'daki <b>Rouen Katedrali</b>'ni otuzdan fazla kez resmetmiştir. Bu seride Monet’nin asıl odak noktası katedralin mimarisi değil, katedralin cephesi üzerine düşen <b>ışığın ve atmosferin sürekli değişen etkisidir</b>."
  },
  {
    "id": "313822",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi görmemize olanak sağlayan doğal ışık kaynaklarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Güneş",
      "B": "Mum",
      "C": "Yıldızlar",
      "D": "Yıldırım",
      "E": "Şimşek"
    },
    "explanation": "Görmemize olanak sağlayan doğal ışık kaynakları, doğada kendiliğinden bulunan ve ışık yayan <b>Güneş, Yıldızlar</b> ve geçici olarak <b>Yıldırım</b> gibi kaynaklardır. Lamba ise (örneğin elektrik lambası veya gaz lambası), insan tarafından teknoloji kullanılarak üretilmiş ve kontrol edilen <b>yapay bir ışık kaynağıdır</b>."
  },
  {
    "id": "313823",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi ışığın simgesel karşılığı <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "İyilik",
      "B": "Doğruluk",
      "C": "Güzellik",
      "D": "Korku",
      "E": "Erdem"
    },
    "explanation": "Işık, tarih boyunca ve pek çok kültürde evrensel olarak <b>bilgi, saflık, aydınlanma, tanrısallık ve iyilik</b> gibi pozitif kavramları simgelemiştir. Işığın simgesel karşılığı olmayan, ya da zıttı olan kavramlar arasında <b>karanlık, cehalet veya kötülük</b> bulunur. Işığın kendisi somut bir kavramı (maddeyi) değil, genellikle soyut, ruhani veya bilişsel bir durumu simgeler."
  },
  {
    "id": "313824",
    "unitNumber": 4,
    "text": "<strong>\"Işık dini\" olarak da ifade edilen, ışık ve karanlık, iyilik ve kötülük gibi iki zıt karakteri temsil eden dinin adı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Manihaizm",
      "B": "Mitra",
      "C": "Minoan",
      "D": "Kenani",
      "E": "Atenizm"
    },
    "explanation": "Işık ve karanlık, iyilik ve kötülük gibi iki zıt ilkenin ebedi mücadelesine dayanan düalist bir inanç sistemi olan din <b>Maniheizm</b>'dir. Kurucusu Mani'nin öğretilerinden adını alan Maniheizm, <b>Işık Prensliği</b> (iyi) ve <b>Karanlık Prensliği</b> (kötü) arasındaki çatışmaya odaklandığı için tarihsel metinlerde 'Işık Dini' olarak da anılmıştır."
  },
  {
    "id": "313825",
    "unitNumber": 4,
    "text": "<strong>Mimarisinde ışığın tanrısallık adına en güzel kullanımını Pantheon Tapınağı’nda buluruz. Pantheon Tapınağı nerededir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Viyana",
      "B": "Roma",
      "C": "Venedik",
      "D": "Floransa",
      "E": "Siena"
    },
    "explanation": "Mimarisinde ışığın tanrısallık adına en güzel kullanımlarından birini barındıran <b>Pantheon Tapınağı</b>, İtalya’nın başkenti <b>Roma</b>’da yer almaktadır. Pantheon’un devasa kubbesinin tepesindeki <b>Oculus</b> (Göz) adı verilen dairesel açıklık, yapıya tek doğal ışık kaynağı olarak hizmet eder ve içeride hareket eden ışık huzmesi, tanrısallığın ve evrensel düzenin bir simgesi olarak algılanır."
  },
  {
    "id": "313826",
    "unitNumber": 4,
    "text": "Ana kubbenin hem ağırlığını azaltmak hem de ana mekânın aydınlatılmasını sağlamak için kubbenin altında açılmış olan 40 adet pencereden süzülen ışık bir illüzyon yaratarak kubbeyi karanlıkta yüzüyormuş gibi gösterir.<br/><strong>Cümlede anlatılan mimari yapı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Pantheon",
      "B": "Tac Mahal",
      "C": "Ayasofya",
      "D": "Gol Gumbaz",
      "E": "Santa Maria del Fiore"
    },
    "explanation": "Cümlede anlatılan ve özellikle 40 pencereden süzülen ışık ile kubbeyi <b>karanlıkta yüzüyormuş gibi</b> göstererek ruhani bir illüzyon yaratan mimari yapı, İstanbul'daki <b>Ayasofya</b>’dır. Bizans İmparatoru Justinyanus döneminde (6. yy) inşa edilen bu eserde, ışık kullanımı sayesinde maddenin ağırlığı ortadan kalkmış, böylece yapının <b>ilahi ve soyut</b> bir varlık izlenimi vermesi sağlanmıştır."
  },
  {
    "id": "313827",
    "unitNumber": 4,
    "text": "Minyatürlerde ışık sanki objelerden yayılıyormuş gibi görünür. Her bir obje sanki kendi başına birer ışık kaynağıdır.<br/><strong>Bu cümle ile hangi dönemden bahsedilmektedir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Orta Çağ",
      "B": "Barok",
      "C": "Rönesans",
      "D": "Gotik",
      "E": "Antik Çağ"
    },
    "explanation": "Minyatür sanatında, <b>gölgelendirme (Chiaroscuro)</b> kullanılmaz ve merkezi perspektifden kaçınılır. Işık, dünyevi değil, ilahi bir ışık olarak kabul edilir ve resimdeki her bir objenin eşit derecede aydınlık olması istenir. Bu durum, objelerin sanki <b>kendi içlerinden ışık yayılıyormuş</b> gibi görünmesine neden olur. Bu tarz bir ışık kullanımı <b>İslam Sanatı</b> (Minyatür) dönemine özgüdür."
  },
  {
    "id": "313828",
    "unitNumber": 4,
    "text": "<strong>Tanrıyı ve cennetin yeryüzündeki yansımasını dinsel yapılarda insana sunmak isteyen dönem aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Barok",
      "B": "Rönesans",
      "C": "Gotik",
      "D": "Maniyerizm",
      "E": "Orta Çağ"
    },
    "explanation": "Tanrıyı ve cennetin yeryüzündeki yansımasını sunmak amacıyla dinsel yapılarda ışığı yoğun ve mistik bir şekilde kullanan dönem <b>Gotik Dönem</b>'dir. Gotik katedrallerin yüksekliği ve devasa <b>vitray pencereleri</b> sayesinde içeri süzülen renkli ışık, cemaate <b>ilahi bir atmosfer</b> ve ruhsal bir deneyim sunmayı, böylece dünyevi olan ile ilahi olan arasındaki bağı kurmayı hedeflemiştir."
  },
  {
    "id": "313829",
    "unitNumber": 4,
    "text": "<strong>Altın oran kavramı matematiksel bir veri olarak sanatsal tasarımın en önemli ilkesi hâline gelen dönem aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Orta Çağ",
      "B": "Barok",
      "C": "Gotik",
      "D": "Rönesans",
      "E": "Modern Çağ"
    },
    "explanation": "<b>Altın Oran (Divine Proportion)</b> kavramının matematiksel bir veri olarak tekrar keşfedildiği ve sanatsal tasarımın (mimari, resim, heykel) temel ilkesi hâline geldiği dönem <b>Rönesans</b>'tır. Rönesans sanatçıları, eserlerinde <b>mükemmel denge ve uyumu</b> sağlamak, ideal güzelliği yakalamak ve insanın evren içindeki merkeziliğini vurgulamak için bu oranı bilinçli olarak kullanmışlardır."
  },
  {
    "id": "313830",
    "unitNumber": 4,
    "text": "<strong>Mimaride fil ayağı sistemini geliştirerek Ayasofya’nın kubbe çapından daha büyük tam bir kubbe inşa etmiş olan Mimar Sinan’ın yapmış olduğu yapı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Sultan Ahmet Camisi",
      "B": "Selimiye Camisi",
      "C": "Rüstem Paşa Camisi",
      "D": "Süleymaniye Camisi",
      "E": "Şehzade Camisi"
    },
    "explanation": "Mimar Sinan’ın, Bizans’ın Ayasofya kubbesinden daha büyük ve zarif bir kubbeyi sadece altı adet <b>fil ayağı sistemi</b> üzerine oturtarak inşa ettiği ve 'ustalık eserim' dediği yapı <b>Selimiye Camii</b>’dir. Bu yapı, <b>Osmanlı Klasik Mimarisi</b>'nin zirvesini temsil eder ve özellikle ışığın kubbe altındaki dağılımı mimari bir deha örneğidir."
  },
  {
    "id": "313831",
    "unitNumber": 4,
    "text": "<strong>Batı resim sanatında perspektifin kullanılmaya başlaması hangi sanatçı ile olmuştur?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Leonardo da Vinci",
      "B": "Michelangelo Buonarroti",
      "C": "Raffaello Sanzio",
      "D": "Albrecht Dürer",
      "E": "Giotto di Bondone"
    },
    "explanation": "Batı resim sanatında <b>merkezi (doğrusal) perspektifin</b> bilimsel ve matematiksel temellerle kullanılmaya başlanması, Erken Rönesans sanatçısı <b>Masaccio</b> ile olmuştur (15. yüzyıl). Masaccio’nun 'Kutsal Üçleme' freski, perspektifin resim yüzeyine derinlik katmak amacıyla kullanıldığı en erken ve en önemli örneklerden biridir. Bu teknik daha sonra <b>Leonardo da Vinci</b> gibi sanatçılar tarafından geliştirilmiştir."
  },
  {
    "id": "343853",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi ışığın genel özellikleri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yöneltilebilir.",
      "B": "Yansıtılabilir.",
      "C": "Kırılamaz.",
      "D": "Bölünebilir.",
      "E": "Dağıtılabilir."
    },
    "explanation": "Işık, temel olarak <b>elektromanyetik bir dalga</b> ve foton adı verilen parçacıklardan oluşan bir enerji formu olup, boşlukta saniyede yaklaşık 300.000 km hızla yayılır ve homojen ortamlarda <b>düz bir çizgide ilerler</b>. 'Işığın kavisli yayılması' (kırılma ve yansıma hariç) veya ses dalgası olması gibi iddialar, ışığın genel kabul görmüş fiziksel özellikleri arasında <b>yer almaz</b>."
  },
  {
    "id": "343856",
    "unitNumber": 4,
    "text": "Tarihin en önemli kutsal yapıtlarından biridir. Bizans İmparatoru Justinyanus Dönemi'nde bugünkü kubbesi ile yapılmıştır. Bu olağanüstü yapı ile Justinyanus, tüm dünyaya imparatorluğunun Tanrı katında kutsanmış en büyük uygarlık olduğunu adeta haykırmıştır. Ayrıca, ışığın dinî mabette kullanımının en iyi örneklerindendir. Ana kubbenin hem ağırlığını azaltmak hem de ana mekânın aydınlatılmasını sağlamak için kubbenin altında açılmış olan 40 adet pencereden süzülen ışık, bir illüzyon (yanılsama) yaratarak kubbeyi karanlıkta yüzüyormuş gibi gösterir. Böylece madde ışığın içinde süzülerek soyut, ruhsal bir görüntüye dönüşür.<br/><strong>Paragrafta tanımı yapılan mimari yapının adı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Pantheon",
      "B": "Tac Mahal",
      "C": "Ayasofya",
      "D": "Fresko, Siena",
      "E": "St. Denis Kilisesi"
    },
    "explanation": "Tanımı yapılan ve Bizans İmparatoru <b>Justinyanus</b> döneminde (6. yüzyıl) inşa edilen, ana kubbesinin etrafındaki 40 pencereden süzülen ışıkla kubbenin adeta <b>karanlıkta yüzüyormuş</b> gibi bir illüzyon yarattığı mimari yapı <b>Ayasofya</b>'dır. Bu yapıda ışık, maddeyi aşarak <b>soyut ve ruhsal</b> bir görünüme dönüşür, bu da imparatorluğun ilahi kudretini simgeler."
  },
  {
    "id": "311007",
    "unitNumber": 5,
    "text": "<strong>Peter Schlemihl’in Olağanüstü Öyküsü (1814) kitabında, tam da Modern Çağı'n başlangıcında, edebiyatta gölgeyi bir metafor olarak varlık sorunu ile ilişkilendiren kitabın yazarı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "La Fontaine",
      "B": "Victor Hugo",
      "C": "Adelbert Von Chamisso",
      "D": "Gustav Flaubert",
      "E": "Emile Zola"
    },
    "explanation": "Bu eser, <b>Peter Schlemihl’in Olağanüstü Öyküsü</b>, 1814 yılında <b>Adelbert von Chamisso</b> tarafından yazılmıştır. Eserde, kahraman Peter Schlemihl’in gölgesini kaybetmesi, Modern Çağ'ın başlangıcında kişinin <b>varlık</b> ve <b>kimlik</b> sorunlarını edebi bir metafor olarak ele alır."
  },
  {
    "id": "311008",
    "unitNumber": 5,
    "text": "<strong>20. yüzyılın sonlarına doğru Simülasyon (Hipergerçeklik) Kuramı ve postmodernizm üzerine yapmış olduğu çalışmalarıyla bilinen kuramcı, yazar aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Jean Baudrillard",
      "B": "Michel Foucault",
      "C": "Jacques Derrida",
      "D": "Jacques Lacan",
      "E": "Gilles Deleuze"
    },
    "explanation": "Postmodernizm ve özellikle <b>Simülasyon (Hipergerçeklik) Kuramı</b> üzerine yaptığı çalışmalarla tanınan önemli kuramcı <b>Jean Baudrillard</b>’dır. Baudrillard, günümüzde gerçekliğin yerini simülasyonların aldığını ve bunun sonucunda hipergerçekliğin ortaya çıktığını savunur."
  },
  {
    "id": "311010",
    "unitNumber": 5,
    "text": "<strong>Süprematist Manifesto’da, “Kendimi formun sıfırına dönüştürdüm ve çöplerle dolu akademik sanat havuzunun dışına sürükledim.” diyen sanatçı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "El Lissitzky",
      "B": "Vera Yermolayeva",
      "C": "Kazimir Maleviç",
      "D": "İlya Chashnik",
      "E": "Olga Rozanova"
    },
    "explanation": "<b>Süprematist Manifesto</b>'da bu ifadeyi kullanan sanatçı <b>Kazimir Malevich</b>’tir. Malevich, sanatı nesnel gerçekliğin taklidinden kurtarmayı ve <b>saf duyarlılığa</b> ulaşmayı amaçlamıştır. \"Formun sıfırına dönüştürmek\" ifadesi, tüm temsiliyetten arınmış, temel geometrik formlara dönüşü simgeler."
  },
  {
    "id": "311011",
    "unitNumber": 5,
    "text": "<strong>“Siyah Kare” yapıtıyla bilinen sanatçı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kazimir Maleviç",
      "B": "Alexander Rodchenko",
      "C": "El Lissitzky",
      "D": "Nikolai Suetin",
      "E": "Olga Rozanova"
    },
    "explanation": "<b>Siyah Kare</b> (Black Square) eseri, <b>Süprematizm</b> akımının en ikonik ve temel eserlerinden biridir ve bu eserin yaratıcısı <b>Kazimir Malevich</b>’tir. Bu eser, Malevich'in <b>sanatta nesnesizliğe</b> ulaşma arayışını ve resmin başlangıç noktasına dönüşünü temsil eder."
  },
  {
    "id": "311012",
    "unitNumber": 5,
    "text": "<strong>Heykellerinde formu olabildiğince sadeleştirerek varlığın arketipine (kök örneğine) ulaşmayı hedefleyen bir sanat anlayışına sahip sanatçı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Karel Appel",
      "B": "Kazimir Maleviç",
      "C": "Costantin Brancusi",
      "D": "Alberto Giacometti",
      "E": "Ernst Barlach"
    },
    "explanation": "Formu olabildiğince sadeleştirerek eserin özüne ve <b>varlığın arketipine</b> ulaşmayı hedefleyen, modern heykeltıraşlığın öncülerinden olan sanatçı <b>Constantin Brâncuși</b>'dir. Brâncuși’nin eserleri, malzemenin saf formunu ve özünü ortaya çıkarmayı amaçlar."
  },
  {
    "id": "311013",
    "unitNumber": 5,
    "text": "......................ressamları gölgeyi, tuval üzerinde yaratmak istedikleri tuhaf, mistik, gizemli ve zaman zaman ürkütücü dünyanın vazgeçilmez ögeleri olarak kullanmışlar.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Suprematizm",
      "B": "Sürrealizm",
      "C": "Kübizm",
      "D": "Empresyonizm",
      "E": "Dadaizm"
    },
    "explanation": "<b>Metafizik Ressamlar</b>, özellikle Giorgio de Chirico, eserlerinde gölgeyi uzun, keskin ve mantıksız bir şekilde kullanarak tuval üzerinde yaratmak istedikleri <b>tuhaf, mistik, gizemli ve zaman zaman ürkütücü</b> atmosferin vazgeçilmez ögeleri olarak kullanmışlardır."
  },
  {
    "id": "311014",
    "unitNumber": 5,
    "text": "<strong>1981’de Roma’da gerçekleştirdiği “Warhol De Chirico’ya Karşı” adlı sergiyi gerçekleştiren sanatçı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kazimir Maleviç",
      "B": "Joseph Beusy",
      "C": "Andy Warhol",
      "D": "Richard Hamilton",
      "E": "Nicolas Castello"
    },
    "explanation": "1981’de Roma’da gerçekleştirilen “Warhol De Chirico’ya Karşı” sergisi, iki farklı dönemin ve stilin (Pop Art ve Metafizik Resim) temsilcileri olan <b>Andy Warhol</b> ve <b>Giorgio de Chirico</b>'nun çalışmalarını bir araya getirerek modern sanatın farklı yönlerini incelemiştir. Serginin gerçekleştirilmesinde ve popülerleştirilmesinde önemli rol oynayan sanatçılardan biri <b>Andy Warhol</b>'dur."
  },
  {
    "id": "311015",
    "unitNumber": 5,
    "text": "<strong>Plastik Sanat Teorisi ve toplumsal plastik sanat düşüncesini ortaya olan sanatçı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Joseph Beusy",
      "B": "Tristan Tzara",
      "C": "Marcel Duchamp",
      "D": "Francis Picabia",
      "E": "Raoul Haousmann"
    },
    "explanation": "<b>Plastik Sanat Teorisi</b> ve toplumsal plastik sanat düşüncesini ortaya atan ve özellikle <b>Süprematizm</b> akımının kurucusu olan sanatçı <b>Kazimir Malevich</b>'tir. Malevich, resimdeki formların ve renklerin saf ilişkisi üzerine yoğunlaşarak sanata dair kuramsal temeller oluşturmuştur."
  },
  {
    "id": "314062",
    "unitNumber": 5,
    "text": "<strong>Doğal Tarih Ansiklopedisi’nde resmin doğuş öyküsünü anlatan yazar aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Joseph Meyer",
      "B": "John Harris",
      "C": "Piliny the Elder",
      "D": "Ephraim Chambers",
      "E": "Roger Bacon"
    },
    "explanation": "<b>Doğal Tarih Ansiklopedisi (Naturalis Historia)</b> adlı eserinde, resmin doğuş öyküsünü (Corinthli Butades'in gölgeyi çizerek resmi keşfetmesi gibi efsaneleri) anlatan yazar <b>Büyük Plinius</b> (Pliny the Elder)'dur. Bu öykü, resmin kökenini <b>gölgenin izini sürme</b> fikrine dayandırır."
  },
  {
    "id": "314064",
    "unitNumber": 5,
    "text": "<strong>Bir çocuğun gölgenin ışık ile olan ilişkisini kavraması, gölgenin ışık noksanlığı anlamına geldiğini hangi yaşlarda olur?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "5",
      "B": "7",
      "C": "4",
      "D": "10",
      "E": "9"
    },
    "explanation": "Çocukların gölgenin oluşum mekanizmasını, yani <b>gölgenin ışık noksanlığı</b> anlamına geldiğini ve cisimlerin ışığı engellemesi sonucu oluştuğunu kavramaları genellikle <b>6-8 yaşları</b> arasında gerçekleşir. Bu dönem, çocukların <b>somut mantıksal düşünme</b> becerilerini geliştirdiği dönemdir."
  },
  {
    "id": "314068",
    "unitNumber": 5,
    "text": "<strong>Güneş ışınları kaç derece açıyla düşünce cisim ile gölgesi aynı boyda olur?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "30",
      "B": "15",
      "C": "45",
      "D": "70",
      "E": "90"
    },
    "explanation": "Bir cismin boyu ile gölgesinin boyunun aynı olması için, güneş ışınlarının cisme <b>45 derece</b> açıyla düşmesi gerekir. Bu, geometrik olarak gölgenin ve cismin yüksekliğinin oluşturduğu dik üçgende tepe açısının 45 derece olduğu anlamına gelir."
  },
  {
    "id": "314072",
    "unitNumber": 5,
    "text": "<strong>Kişilik katmanlarını tanımlamaya yönelik çalışmasında bilinçaltının ilk katmanına “gölge” adını veren psikiyatr aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Carl Gustav Jung",
      "B": "Albert Bandura",
      "C": "Martin Seligman",
      "D": "Howard Gadner",
      "E": "Daniel Goleman"
    },
    "explanation": "Kişilik katmanlarını tanımlamaya yönelik çalışmalarında, özellikle kolektif bilinçdışının ilk katmanına kişinin bastırılmış, kabul edilmeyen yanlarını içeren <b>“gölge” (shadow)</b> adını veren psikiyatr <b>Carl Gustav Jung</b>'dur. Gölge, Jungiyen psikolojide temel bir <b>arketip</b> kavramıdır."
  },
  {
    "id": "314076",
    "unitNumber": 5,
    "text": "<strong>Ünlü mağara metaforu ile gölgeye atfedilen anlamlarıyla da bilinen ünlü düşünür aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Sokrates",
      "B": "Aristoteles",
      "C": "Demokritos",
      "D": "Tales",
      "E": "Eflatun (Platon)"
    },
    "explanation": "Ünlü <b>Mağara Metaforu</b>’nda (Mağara Allegorisi), zincirlenmiş insanların duvardaki <b>gölgeleri</b> gerçeklik sanması üzerinden bilgi ve gerçeklik kavramlarını tartışan ünlü düşünür <b>Platon</b>’dur (Eflatun). Platon'a göre gölgeler, <b>idealaların</b> (gerçekliğin) sadece soluk bir yansımasıdır."
  },
  {
    "id": "314080",
    "unitNumber": 5,
    "text": "<strong>Fiziksel olarak kaç tür gölge vardır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "Fiziksel olarak, bir ışık kaynağı ve bir nesne arasındaki etkileşim sonucunda genellikle iki tür gölge oluşur: <b>Tam gölge (Umbra)</b>, ışığın tamamen engellendiği bölge; ve <b>Yarı gölge (Penumbra)</b>, ışığın bir kısmının ulaştığı bölge. Yani iki tür gölge vardır."
  },
  {
    "id": "314085",
    "unitNumber": 5,
    "text": "Nesnenin başka bir yüzey üzerinde oluşturduğu gölgeye ................... denir.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Bağlı gölge",
      "B": "Düşen gölge",
      "C": "İç gölge",
      "D": "Mükemmel gölge",
      "E": "Hareketli gölge"
    },
    "explanation": "Nesnenin kendisi yerine, ışığın nesne tarafından engellenmesi sonucu <b>başka bir yüzey üzerinde</b> oluşan gölgeye <b>atılan gölge</b> (cast shadow) veya <b>düşen gölge</b> denir."
  },
  {
    "id": "314089",
    "unitNumber": 5,
    "text": "<strong>“Mükemmel resim doğanın bir aynasıdır.” diyen, sanatında gölgenin temsiline büyük önem veren sanatçı kimdir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Rembrant Harmenszoon van Rijn",
      "B": "Peter Paul Rubens",
      "C": "Francisco Goya",
      "D": "Diego Velazquez",
      "E": "Johannes Vermeer"
    },
    "explanation": "“Mükemmel resim doğanın bir aynasıdır” sözüyle tanınan ve resimlerinde <b>gölgenin doğru temsili</b> ve ışık-gölge kullanımı (sfumato) konusunda çığır açan sanatçı <b>Leonardo da Vinci</b>’dir. Da Vinci, sanat ve bilimi birleştirerek gölgenin form üzerindeki etkilerini incelemiştir."
  },
  {
    "id": "314090",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi sanatta karanlık ve aydınlığın oluşturduğu zıtlık için kullanılan terimdir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Allegori",
      "B": "Chiaroscuro",
      "C": "Dekalomani",
      "D": "Dekolaj",
      "E": "İzokefali"
    },
    "explanation": "Sanatta aydınlık (chiaro) ve karanlık (scuro) arasındaki güçlü zıtlık ve ton geçişleri ile derinlik ve hacim yaratma tekniği için kullanılan İtalyanca terim <b>Chiaroscuro</b> (Kiyaroskuro) veya Türkçede <b>Işık-Gölge</b> terimidir."
  },
  {
    "id": "314091",
    "unitNumber": 5,
    "text": "<strong>Siyahı renk paletlerinden çıkarıp gölgeleri koyu renklerin karışımları olarak resimleyen sanatçılar hangi sanat akımı içerisinde yer alır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Empresyonizm",
      "B": "Kübizm",
      "C": "Realizm",
      "D": "Sürrealizm",
      "E": "Rönesans"
    },
    "explanation": "Siyah rengi paletlerinden çıkararak gölgeleri gri yerine <b>koyu mavi, mor veya kahverengi</b> gibi koyu renklerin karışımlarıyla resmeden sanatçılar <b>Empresyonizm (İzlenimcilik)</b> akımı içinde yer alırlar. Onlar, gölgelerin doğada tam olarak siyah olmadığını gözlemlemişlerdir."
  },
  {
    "id": "343863",
    "unitNumber": 5,
    "text": "Gölge de plastik sanatlar gibi varlığını …............... borçludur.<br/><b>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</b>",
    "correctAnswer": "D",
    "options": {
      "A": "altın orana",
      "B": "dengeye",
      "C": "ritme",
      "D": "ışığa",
      "E": "kompozisyona"
    },
    "explanation": "Gölgenin var olabilmesi için mutlaka bir ışık kaynağına ihtiyaç vardır; nesneler ışığı engellediği için gölge oluşur. Benzer şekilde, plastik sanatlar (özellikle heykel ve resim), <b>ışık</b> sayesinde formun, hacmin ve derinliğin algılanmasını sağlar. Dolayısıyla gölge ve plastik sanatlar varlığını <b>ışığa</b> borçludur."
  },
  {
    "id": "343865",
    "unitNumber": 5,
    "text": "<strong>Sanatı karanlığı sonsuz olanakların kaynağı olarak gören ve \"Siyah Kare\" isimli tabloyu yapan sanatçının adı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Michelangelo Merisi da Caravaggio",
      "B": "Kazimir Maleviç",
      "C": "Salvador Dali",
      "D": "Pablo Picasso",
      "E": "Man Ray"
    },
    "explanation": "\"Siyah Kare\" (Black Square) tablosu ile bilinen ve <b>karanlığı, sonsuz olanakların kaynağı</b> ve saf duyarlılığın temsili olarak gören sanatçı <b>Kazimir Malevich</b>’tir. Bu eser, Süprematizm akımının başlangıç noktası ve nesnesizliğin zirvesi olarak kabul edilir."
  },
  {
    "id": "311829",
    "unitNumber": 6,
    "text": "<strong>\"Resimde boşluk, mekân, uzam rasyonel bir gözlemin yanılsamasından çok duyguların aktarımı için kullanılmıştır.\" tanımlaması hangi sanat akımını ifade eder?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Epresyonizm",
      "B": "Kübizm",
      "C": "Romantizm",
      "D": "Dadaizm",
      "E": "Fütürizm"
    },
    "explanation": "Bu tanım, özellikle 20. yüzyılın başlarında ortaya çıkan ve geleneksel rasyonel temsilin ötesine geçen <b>Ekspresyonizm</b> (Dışavurumculuk) akımını ifade eder. Ekspresyonistler, sanat eserinde nesnel gerçekliği değil, sanatçının <b>iç dünyasını</b>, yoğun duygularını ve kaygılarını yansıtmayı amaçlamıştır.<br/>Bu bağlamda, resimdeki <b>mekân ve boşluk</b>, rasyonel bir gözlemin ürünü olan perspektif kurallarını terk ederek, duygusal etkiyi ve ruh halini aktarmak için deforme edilmiş veya sembolik olarak kullanılmıştır."
  },
  {
    "id": "311831",
    "unitNumber": 6,
    "text": "<strong>Hangi sanat akımı ile birlikte sanatçılar resim yüzeyinde, artık sadece duyulara yönelik olmayan, boşluk ve zaman ilişkisini düşünsel bir kaygıyla ele almaya başladı?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kübizm",
      "B": "Empresyonizm",
      "C": "Dadaizm",
      "D": "Fütürizm",
      "E": "Romantizm"
    },
    "explanation": "Boşluk ve zaman ilişkisinin düşünsel bir kaygıyla ele alınmaya başlanması, <b>Kübizm</b> (Cubism) akımı ile gerçekleşmiştir. Kübistler, özellikle <b>Analitik Kübizm</b> aşamasında, geleneksel tek bakış açılı (perspektif) mekân algısını yıkarak, nesneleri birden fazla bakış açısından aynı anda resim yüzeyine aktarmayı hedeflemiştir. Bu yaklaşım, boşluğu ve uzamı sadece duyulara yönelik bir yanılsama olmaktan çıkarıp, <b>düşünsel ve analitik</b> bir boyutta, zamanı da içeren <b>dört boyutlu</b> bir gerçeklik olarak ele almıştır."
  },
  {
    "id": "311832",
    "unitNumber": 6,
    "text": "<strong>\"Nesne ile bağlarını kökten koparırken, mekân algısını da resmin dışında bırakarak tamamen değişime uğrattı.\" cümlesinde hangi sanat hareketinden bahsedilmektedir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kübizm",
      "B": "Empresyonizm",
      "C": "Fütürizm",
      "D": "Soyut Resim",
      "E": "Konstrüktivizm"
    },
    "explanation": "Bu ifade, sanatta 1910'lardan sonra ortaya çıkan <b>Nesnesiz Sanat</b> veya <b>Soyut Sanat</b> (Non-figüratif) hareketini tarif etmektedir. Sanatçılar, temsil edilen <b>nesnelerle</b> olan bağlarını kopararak, sanatın konusunun bizzat <b>renk</b>, <b>form</b> ve <b>yüzey</b> olmasını sağladılar. Bu radikal kopuş, aynı zamanda geleneksel <b>mekân algısını</b> (persimsel derinlik illüzyonu) resmin dışında bırakarak, resim yüzeyinin fiziksel bir alanın illüzyonu olmadığını, kendi başına bir gerçeklik olduğunu vurgulamıştır. Öncüleri arasında Kandinsky ve Malevich sayılabilir."
  },
  {
    "id": "311833",
    "unitNumber": 6,
    "text": "<strong>“Resim yüzeyinde alışıldık mekân algısını deneyimlememize karşın, bu mekân içinde yer alan nesneler oluşları ve konumları ile fiziksel gerçekliğe uymaz.” cümlesi hangi sanat akımını tarif eder?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Fovizm",
      "B": "Empresyonizm",
      "C": "Fütürizm",
      "D": "Konstrüktivizm",
      "E": "Sürrealizm"
    },
    "explanation": "Bu tarif, <b>Sürrealizm</b> (Gerçeküstücülük) akımına aittir. Sürrealistler, resim yüzeyinde derinlik ve perspektif gibi <b>alışıldık mekân algılarını</b> (örneğin ufuk çizgisi) kullanabilirler; ancak bu mekânın içine yerleştirilen nesneler (örneğin eriyen saatler, bilinçaltı imgeleri) <b>fiziksel gerçeklik</b> kurallarına, mantığa veya yerçekimine uymaz. Amaç, rüyalar ve bilinçaltı dünyasının irrasyonel mantığını görselleştirmektir."
  },
  {
    "id": "311834",
    "unitNumber": 6,
    "text": "“Büyük Cam” olarak da bilinen yapıtı “Bekârları Tarafından Çırılçıplak Soyulan Gelin”i cam kullanarak mekânla bütünleştirmenin ötesine geçirerek akıp giden zamanın içine de dâhil etmiştir.<br/><strong>Yukarıda tanıtılan yapıt kime aittir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Marcel Duchamp",
      "B": "Kazimir Maleviç",
      "C": "Vassily Kandisky",
      "D": "Vladimir Tatlin",
      "E": "Mikhail Matiushin"
    },
    "explanation": "Tanıtılan bu avangard yapıt, 20. yüzyılın en etkili sanatçılarından biri olan <b>Marcel Duchamp</b>’a aittir. Eserin resmi adı “Bekârları Tarafından Çırılçıplak Soyulan Gelin, Hatta” olup, kısaca <b>“Büyük Cam”</b> olarak bilinir. Duchamp, eserde cam kullanarak, yapıtı sadece bulunduğu fiziksel <b>mekânla</b> bütünleştirmenin ötesine geçirmiş; aynı zamanda camın doğal çatlamaları ve zamanla üzerindeki tozlanmaları da eserin tamamlanmış hali olarak kabul ederek <b>zaman</b> kavramını da sanat yapıtının aktif bir bileşeni haline getirmiştir."
  },
  {
    "id": "311836",
    "unitNumber": 6,
    "text": "<strong>Uzamsal Kavram adını verdiği yapıtlarında hareket, zaman ve boşluk aramak için tuval yüzeyini keserek yeni bir boyut ve sonsuzluk duygusu yaratan sanatçı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Umberto Boccioni",
      "B": "Carlo Carra",
      "C": "Lucio Fontana",
      "D": "Vladimir Tatlin",
      "E": "Gino Severini"
    },
    "explanation": "Bahsedilen sanatçı, <b>Uzamsal Kavram</b> (Concetto Spaziale) serisi ile tanınan İtalyan sanatçı <b>Lucio Fontana</b>'dır. Fontana, tuvali keserek veya delerek (tagli ve buchi), resmin geleneksel iki boyutlu yüzeyini reddetmiş ve fiziksel olarak tuvalin arkasındaki <b>uzamı</b>, <b>boşluğu</b> ve <b>sonsuzluğu</b> yapıtın bir parçası haline getirmiştir. Bu eylem, sanatta yeni bir boyut arayışını ve uzamsal dinamiklerin sorgulanmasını temsil eder."
  },
  {
    "id": "311837",
    "unitNumber": 6,
    "text": "<strong>“Artık kütleyi değil, sergilenen nesnelerle boşluğu yontuyoruz.” cümlesi hangi sanat akımının anlayışını tarif eder?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kübizm",
      "B": "Fütürizm",
      "C": "Empresyonizm",
      "D": "Minimalizm",
      "E": "Soyut Sanat"
    },
    "explanation": "Bu cümle, 1960'larda ortaya çıkan <b>Minimalizm</b> (Minimal Sanat) akımının heykel anlayışını tarif eder. Minimalistler, geleneksel heykelin odaklandığı <b>kütle</b> ve kapalı form yerine, nesnenin kendi biçiminden ziyade, nesnenin bulunduğu <b>mekânla</b> (boşlukla) kurduğu ilişkiyi ve bu ilişkinin izleyici üzerindeki deneyimini vurgulamıştır. Yani, heykelin çevresindeki boşluk, yontulan kütle kadar önemli, hatta kütlenin kendisinden bağımsızlaşarak algılanan bir malzeme haline gelmiştir."
  },
  {
    "id": "314863",
    "unitNumber": 6,
    "text": "<strong>Batı uygarlığı boşluk kavramını daha çok hangi kavram veya kavramlar üzerinden ele almıştır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Mesafe",
      "B": "Zaman ve Hareket",
      "C": "Genişleme ve Uzlaşma",
      "D": "Boyut ve Aralık",
      "E": "Hiçlik ve Boşluk"
    },
    "explanation": "Batı uygarlığı felsefesi, Antik Yunan'dan (Örn: Aristoteles'in boşluğun imkansızlığı tezi) itibaren boşluk kavramını genellikle <b>fiziksel mekân</b> ve <b>Varlık</b> sorunları üzerinden ele almıştır. Boşluk, genellikle <b>nesnenin</b> (varlığın) bulunmadığı yer olarak tanımlanmış veya <b>Varlık</b> kavramının karşıtı olarak konumlandırılmıştır. Batı düşüncesi boşluğu rasyonel, ölçülebilir <b>Mekân ve Zaman</b> kategorileri üzerinden incelemiştir."
  },
  {
    "id": "314864",
    "unitNumber": 6,
    "text": "“Uzak Doğu uygarlıklarında ……………………. varlık algısının temeli olarak tanımlanır.”<br/><strong>Cümlede boş bırakılan yere aşağıdaki seçeneklerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Hiçlik ve Boşluk",
      "B": "Geometri",
      "C": "Şekil ve Konum",
      "D": "Hareket ve Zaman",
      "E": "Meydan ve Saha"
    },
    "explanation": "Uzak Doğu uygarlıklarında (özellikle Taoculuk ve Zen Budizmi'nde), <b>Boşluk</b> (Sunyata, Mu, Ku) bir eksiklik veya yokluk olarak değil, tam tersine, tüm potansiyelin ve oluşun kaynağı, yani <b>varlık algısının</b> temeli olarak tanımlanır. Bu felsefede, boşluk, mutlak <b>bütünlüğün</b> ve tükenmez olanın zeminidir."
  },
  {
    "id": "314865",
    "unitNumber": 6,
    "text": "<strong>Etrafımızı saran evrene ilk kez “kozmos” adını veren düşünür aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Immanuel Kant",
      "B": "Pisagor",
      "C": "Demokritos",
      "D": "Leukippos",
      "E": "Epikür"
    },
    "explanation": "Etrafımızı saran evrene, yani düzenlenmiş, uyumlu bütüne ilk kez <b>“kozmos”</b> adını veren düşünür <b>Pisagor</b>'dur. Pisagor, evrenin matematiksel bir düzen ve harmoni içinde olduğuna inanmış ve bu düzeni ifade etmek için bu terimi kullanmıştır."
  },
  {
    "id": "314866",
    "unitNumber": 6,
    "text": "<strong>\"Boşluk, içinde hiçbir duyulur cismin bulunmadığı aralık, ara nesnedir.\" görüşünü ortaya atan düşünür aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Farabi",
      "B": "İbni Sina",
      "C": "Aristo",
      "D": "Immanuel Kant",
      "E": "Pisagor"
    },
    "explanation": "Bu tanım, Atomcu okulun önde gelen isimlerinden olan <b>Demokritos</b>'a aittir. Demokritos'a göre evren, tamamen katı, bölünmez parçacıklar olan <b>atomlar</b> ile bu atomların içinde hareket ettiği <b>boşluktan</b> (void) oluşur. Bu boşluk, içinde hiçbir duyulur cismin bulunmadığı, ancak varlığı zorunlu olan <b>ara nesnedir</b>."
  },
  {
    "id": "314867",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi bütünlüğü “temel bütünlük, görünürdeki boşluktur, tükenmez olandır” diye tanımlayan Taocu felsefenin önde gelen düşünürlerindendir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Konfücyüs",
      "B": "Meng Zi",
      "C": "Kong Sun Long",
      "D": "Hui Shi",
      "E": "Leo Tzu"
    },
    "explanation": "Bütünlüğü “temel bütünlük, görünürdeki boşluktur, tükenmez olandır” diye tanımlayan Taocu felsefenin önde gelen düşünürü <b>Lao Tzu</b>'dur (Laozi). Taoculukta, evrenin kaynağı olan <b>Tao</b>, tanımlanamayan, sınırsız ve görünmez bir <b>boşluk</b> (Wu) olarak kavranır; bu boşluk, her şeyin var olmasını sağlayan temel bütünlüktür."
  },
  {
    "id": "314868",
    "unitNumber": 6,
    "text": "<strong>Aristo’dan beri süregelen Kant ile devam eden Kartezyen temelli özne-nesne ayrımına karşı çıkan ve özne merkezli metafizik varlık anlayışı yerine ontoloji temelli bir yaklaşım ile varlığın ele alınması gerektiğini öne süren düşünür aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Martin Heidegger",
      "B": "Rene Descartes",
      "C": "Baruch Spinoza",
      "D": "Georg Wilhelm",
      "E": "Friedrich Hegel"
    },
    "explanation": "Aristo’dan beri süregelen, Kant ile devam eden <b>Kartezyen temelli özne-nesne ayrımına</b> karşı çıkan ve özne merkezli metafizik varlık anlayışı yerine <b>ontoloji temelli</b> (varoluş bilimi) bir yaklaşım ile varlığın ele alınması gerektiğini öne süren düşünür <b>Martin Heidegger</b>'dir. Heidegger, özellikle ‘Varlık ve Zaman’ eserinde, Batı felsefesinin Varlık (Sein) sorusunu unuttuğunu iddia etmiştir."
  },
  {
    "id": "314869",
    "unitNumber": 6,
    "text": "<strong>1912 de yapmış olduğu Guitar (Gitar) çalışmasında sanatçının boşluğu heykelin malzemelerinden biri olarak kullandığını görüyoruz. Guitar çalışması aşağıdaki sanatçıların hangisinin eseridir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Pablo Picasso",
      "B": "Naum Gabo",
      "C": "Antonie Pevsner",
      "D": "Auguste Rodin",
      "E": "Umberto Boccinoni"
    },
    "explanation": "1912 tarihli <b>“Guitar” (Gitar)</b> çalışması, <b>Pablo Picasso</b>'ya aittir. Bu eser, heykel sanatında bir devrim yaratmıştır. Picasso, kütlesel bir heykel yerine, düz levhaları (karton veya metal) kullanarak bir <b>konstrüksiyon</b> yaratmış ve bu sayede geleneksel kütleyi ortadan kaldırarak, formun içindeki ve etrafındaki <b>boşluğu</b>, heykelin bizzat bir <b>malzemesi</b> ve formun ayrılmaz bir bileşeni olarak kullanmıştır. Bu, Kübist heykelin önemli bir özelliğidir."
  },
  {
    "id": "314870",
    "unitNumber": 6,
    "text": "…………………… heykel mimariden tamamen bağımsızlaşarak etrafında dolaşılarak her açıdan algılanan kendi başına anlam yüklenen bir sanat dalına dönüşmüştür.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Rönesans’ta",
      "B": "Gotik’te",
      "C": "Barok'ta",
      "D": "Maniyerizm’de",
      "E": "Orta Çağ’da"
    },
    "explanation": "Cümledeki boşluğa, Rönesans ile temelleri atılan ve Modernizm ile tam bağımsızlığına ulaşan <b>Heykel Sanatı</b> veya <b>Serbest Heykel</b> kavramı gelmelidir. Heykel, mimari bir süsleme olmaktan tamamen bağımsızlaşarak, izleyicinin <b>etrafında dolaşarak</b> her açıdan algılayabileceği ve kendi başına anlam yüklenen bir sanat dalına dönüşmüştür. Bu dönüşüm, heykelin mekânla olan ilişkisini temelden değiştirmiştir."
  },
  {
    "id": "314871",
    "unitNumber": 6,
    "text": "<strong>Heykellerini yarım bırakarak izleyicinin heykeli boşlukta tamamlamasını isteyen sanatçı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Naum Gabo",
      "B": "Auguste Rodin",
      "C": "Antonie Pevsner",
      "D": "Pablo Picasso",
      "E": "Umberto Boccinoni"
    },
    "explanation": "Heykellerini kasıtlı olarak bitmemiş (non-finito) bırakan ve izleyicinin zihnini kullanarak eseri <b>boşlukta tamamlamasını</b> teşvik eden sanatçılardan biri <b>Auguste Rodin</b>'dir. Bu teknik, eserin çevresindeki <b>uzam</b> ile etkileşimini güçlendirir ve izleyicinin sadece kütleyi değil, aynı zamanda hayal gücüyle doldurulan <b>mekânsal boşluğu</b> da algılamasını sağlar."
  },
  {
    "id": "314872",
    "unitNumber": 6,
    "text": "<strong>Heykellerinde çoğunlukla kullandığı elips ve spirallerde oluşan formları ile uzam, boşluk, alan, ölçü, ağırlık ve zaman kavramlarını izleyicinin beden algısı üzerinden sorgulamaya çalışan sanatçı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Richart Serra",
      "B": "Alberto Giacommetti",
      "C": "Naum Gabo",
      "D": "Antonie Pesvsner",
      "E": "Vladimir Tatlin"
    },
    "explanation": "Heykellerinde <b>elips</b> ve <b>spiral</b> gibi organik ve soyut formları kullanarak, <b>uzam, boşluk, alan</b> ve <b>ağırlık</b> gibi kavramları izleyicinin <b>beden algısı</b> üzerinden sorgulamaya çalışan sanatçı <b>Henry Moore</b>'dur. Moore, heykellerindeki delikleri ve oyukları kullanarak, boşluğu kütlenin ayrılmaz bir parçası haline getirmiş ve bu formların insan bedeninin temel formlarıyla (özellikle yatan figürler) kurduğu ilişkiyi vurgulamıştır."
  },
  {
    "id": "340869",
    "unitNumber": 6,
    "text": "<strong>Boşluk kavramını aklın kavrayabileceği varlık kavramı üzerinden tanımlayan, akıl ile kavranacak ilk varlığın tanrı olduğunu ve nesneler dünyasına indiğimizde toprak, su, hava ve ateş gibi dört unsurun her birinin sıcak ve soğuk gibi karşıtlıkla birleşerek maddeyi oluşturduğunu vurgulayan düşünür aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Farabi",
      "B": "İbni Sina",
      "C": "Aristo",
      "D": "Lao Tzu",
      "E": "Descartes"
    },
    "explanation": "Evreni dört temel unsur (toprak, su, hava, ateş) üzerinden açıklayan ve bu unsurların karşıtlıklarla (sıcak-soğuk vb.) birleşerek maddeyi oluşturduğunu savunan düşünür <b>Empedokles</b>'tir. Empedokles, aynı zamanda <b>akılla kavranacak</b> ilk varlığın Tanrı olduğunu öne sürerek, boşluk kavramını fiziksel unsurların yanı sıra <b>akılsal varlık</b> hiyerarşisi içinde de tanımlamıştır. (Bu tanım, Empedokles'in doğa felsefesi ile akıl/tanrı felsefesini birleştiren klasik Batı metafiziğine işaret eder.)"
  },
  {
    "id": "343867",
    "unitNumber": 6,
    "text": "……………düşünürleri boşluğu fiziksel bir zemin üzerinden ele alırken, ………………. boşluk kavramını daha tasavvufî (içsel) açıdan ele almışlardır.<br/><strong>Cümlede boş bırakılan yerlere sırasıyla aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "İslam - Batı rasyonalist düşünürleri",
      "B": "Batı rasyonalist - İslam filozofları",
      "C": "Antik çağ - İslam filozofları",
      "D": "İslam - Antik çağ felsefecileri",
      "E": "Antik çağ - Batı rasyonalist düşünürleri"
    },
    "explanation": "Boşluk kavramı, kültürel ve felsefi olarak farklı ele alınmıştır. <b>Batı</b> düşünürleri (Atomistler, Fizikçiler) boşluğu genellikle ölçülebilir, nesnel bir <b>fiziksel zemin</b> (mekân) üzerinden ele alırken; <b>Uzak Doğu</b> felsefeleri (Taoizm, Budizm) boşluğu (Sunyata) bir yokluktan ziyade, <b>tasavvufî</b> (içsel) bir varoluş kaynağı ve mutlak gerçeklik olarak ele almıştır. Bu nedenle boşluklara sırasıyla <b>Batı</b> ve <b>Uzak Doğu</b> gelmelidir."
  },
  {
    "id": "343870",
    "unitNumber": 6,
    "text": "<strong>Resimsel boşluk ile ilgili aşağıdaki ifadelerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Gerçek anlamda uzam içermez.",
      "B": "İki boyutlu bir düzlem üzerindedir.",
      "C": "Görme duyusu ile algılanır.",
      "D": "Yanılsama şeklindedir.",
      "E": "Üç boyutludur."
    },
    "explanation": "Resimsel boşluk, sanat tarihi boyunca illüzyon, rasyonel temsil veya duygusal ifade aracı olarak kullanılmıştır. Resimsel boşlukla ilgili yanlış bir ifade, genellikle belirli bir döneme ait teknik özelliğin yanlış tarif edilmesidir. Örneğin, <b>Rönesans’ta resimsel boşluk, duygusal anlatımı güçlendirmek için perspektif kurallarını reddetmiştir</b> şeklindeki bir ifade <u>yanlıştır</u>. Çünkü Rönesans, tam aksine <b>lineer perspektif</b> ile rasyonel ve ölçülebilir bir derinlik illüzyonu yaratmayı hedeflemiştir; perspektif kurallarının reddi 20. yüzyıl akımlarına aittir."
  },
  {
    "id": "311838",
    "unitNumber": 7,
    "text": "<strong>Geometrik ilkelere dayalı yaptığı resimlerinde uyguladığı yöntem ile yaptığı çizimin gerçek dünyadaki görsel algımız ile benzerliğini ortaya koyan Floransalı sanatçı ve mimar aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Raffaello Sanzio",
      "B": "Michelangelo di Lodovico Buonarroti Simoni",
      "C": "Jan van Eyck",
      "D": "Flippo Brunesleschi",
      "E": "Piero della Francesca"
    },
    "explanation": "Geometrik ilkelere dayalı <b>merkezi perspektif</b> (lineer perspektif) yöntemini sistemli hale getirerek, yaptığı çizimin gerçek dünyadaki görsel algımızla benzerliğini bilimsel olarak ortaya koyan Floransalı sanatçı ve mimar <b>Filippo Brunelleschi</b>’dir. Bu keşif, Rönesans resminde üç boyutlu mekân yanılsamasının yüzeye aktarılmasında devrim yaratmıştır."
  },
  {
    "id": "311839",
    "unitNumber": 7,
    "text": "<strong>“Ressamların resmetmeye çalıştıkları şey aslında görülmez boşluktur.” ifadesiyle boşluğun ressamlar için önemini belirten ressam ve yazar aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Umberto Eco",
      "B": "Jhon Berger",
      "C": "George Kepes",
      "D": "Vasili Kandisky",
      "E": "Jerry Saltz"
    },
    "explanation": "Post-Empresyonist dönemin önemli figürlerinden olan ressam ve yazar <b>Maurice Denis</b>, resimde boşluğun sadece arka plan olmadığını, resmedilen nesneler kadar önemli bir görsel varlık taşıdığını vurgulamıştır. Denis'in 'Ressamların resmetmeye çalıştığı şey aslında <b>görülmez boşluktur</b>' ifadesi, resmin temelinde yatan kompozisyonel dengeye ve yüzeyin algılanmasına dikkat çeker."
  },
  {
    "id": "311841",
    "unitNumber": 7,
    "text": "<strong>“Her şey bir şeyle dolmuştur, hiç boşluk yoktur.” diyen İslam düşünürü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "İbn el-Farah el Farabi",
      "B": "Hallac-ı Mansur",
      "C": "İbn-i Sina",
      "D": "Gazzali",
      "E": "İbn-i Rüşt"
    },
    "explanation": "<b>İbn-i Sina</b> (Avicenna), Antik Yunan felsefesi ve özellikle <b>Aristo'nun</b> fizikselliğe dair görüşlerini temel alarak doğada mutlak bir <b>boşluğun</b> varlığını reddetmiştir. Bu düşünce, 'horror vacui' (boşluk korkusu) kavramıyla da ilişkilidir ve 'Her şey bir şeyle dolmuştur, hiç boşluk yoktur' şeklinde ifade edilir."
  },
  {
    "id": "311842",
    "unitNumber": 7,
    "text": "<strong>İslam dünyasının gizemli kadın yaşamı ve süslü objelerini de konuları arasına alan Romantizm ve Neoklasisizm akımlarında etkili olan düşünce hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Klasisizm",
      "B": "Empresyonizm",
      "C": "Oryantalizm",
      "D": "Kübizm",
      "E": "Sürrealizm"
    },
    "explanation": "Romantizm ve Neoklasisizm akımlarında etkili olan, Batılı sanatçıların <b>İslam dünyasının</b> ve Doğu kültürlerinin egzotik, gizemli ve süslü yönlerini, özellikle de <b>gizli kadın yaşamını</b> konu edindiği düşünce akımı <b>Oryantalizm</b>'dir. Bu akım, Batı'nın hayali bir 'Doğu'ya' dair mekân algısını yansıtır."
  },
  {
    "id": "311843",
    "unitNumber": 7,
    "text": "<strong>Uzak Doğu resmi ve kaligrafisinde boşluğun resimsel görsel bir değer olarak resmi yapılan şeye eş değer bir önemle ele alınması Batı sanatında hangi sanat akımına referans olmuştur?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Fovizm",
      "B": "Empresyonizm",
      "C": "Neoklasisizm",
      "D": "Post-empresyonizm",
      "E": "Sürrealizm"
    },
    "explanation": "Uzak Doğu resminde ve <b>kaligrafisinde</b>, fırça darbeleri arasındaki <b>boşluk</b> (negatif alan), resmedilen nesne (pozitif alan) ile eş değerde önemli bir <b>resimsel görsel değerdir</b>. Bu boşluk vurgusu, Batı sanatında yüzeyin bütünlüğüne odaklanan ve derinliği reddeden 20. yüzyıl akımlarına, özellikle <b>Soyut Ekspresyonizm</b> ve <b>Minimalizm'e</b> referans olmuştur."
  },
  {
    "id": "311845",
    "unitNumber": 7,
    "text": "<strong>Resim düzleminde şekiller arasında oluşan boşluklar ve en arkada kalan düzlemin parçalanmış boşluklarının toplamı resmin mekânıdır. Resim sanatında buna ne ad verilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Mas ve Espas",
      "B": "Kadraj",
      "C": "Valör",
      "D": "Değer",
      "E": "Nesnel-Gölgesel"
    },
    "explanation": "Resim düzleminde ana figürler veya nesneler dışında kalan, ancak kompozisyonun derinliğini oluşturan alana <b>Negatif Alan</b> (Negative Space) adı verilir. <b>Şekiller arasında oluşan boşluklar</b> ve arkada kalan düzlemin parçalanmış boşluklarının toplamı, sanat eserinin algılanan <b>mekânını</b> oluşturur."
  },
  {
    "id": "311847",
    "unitNumber": 7,
    "text": "<strong>Renk planlarının birbirini örtmesi ile oluşan derinlik algısına ne ad verilir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Profil",
      "B": "Kroki",
      "C": "Kontur",
      "D": "Mas",
      "E": "Planimetrik Espas"
    },
    "explanation": "Resim yüzeyinde bir nesnenin diğerini <b>örtmesi</b> veya katmanlanması (layering) yoluyla oluşan derinlik algısına <b>Örtüşme (Overlapping)</b> veya <b>Basamaklama</b> denir. Bu yöntem, nesnelerin uzaydaki göreceli konumunu belirlemede kullanılan temel derinlik ipuçlarından biridir."
  },
  {
    "id": "314873",
    "unitNumber": 7,
    "text": "<strong>Rönesans sanatının öncüsü olarak kabul edilen, resim sanatında mekân ve figürü yüzeye perspektif olarak doğruya çok yakın yerleştirmeyi başarmış 13. yy. İtalyan sanatçı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Leonardo da Vinci",
      "B": "Giotto di Bondone",
      "C": "Flippo Brunesleschi",
      "D": "Raffaello Sanzio",
      "E": "Jan van Eyck"
    },
    "explanation": "13. yüzyıl İtalyan sanatçısı <b>Giotto di Bondone</b>, Rönesans sanatının <b>öncüsü</b> olarak kabul edilir. Giotto, Bizans geleneğinden koparak figürlerine hacim kazandırmış, <b>mekânı ve figürü</b> yüzeye perspektife doğruya çok yakın bir biçimde yerleştirerek resim sanatında gerçekçiliğin ve mekân algısının temellerini atmıştır."
  },
  {
    "id": "314874",
    "unitNumber": 7,
    "text": "<strong>“Bir kap ancak boşluğu sayesinde yararlı olabilir.” diyen antik Çin filozofu aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Lao Tzu",
      "B": "Ssu-ma Ch",
      "C": "Fung Yu-Lan",
      "D": "Hui Tzu",
      "E": "Chuang Tzu"
    },
    "explanation": "Antik Çin filozofu <b>Lao Tzu</b>, <b>Taoizm'in</b> kurucusudur. Lao Tzu, varoluşun ve kullanışlılığın özünde 'yokluğun' (boşluğun) yattığını savunur. 'Bir kap ancak <b>boşluğu</b> sayesinde yararlı olabilir' sözüyle, kabın işlevini yerine getirmesi için içindeki boşluğun ne kadar değerli olduğunu felsefi olarak açıklar."
  },
  {
    "id": "314875",
    "unitNumber": 7,
    "text": "<strong>Resim içindeki nesne veya figürlerin geometrik perspektifi kullanmaya gerek olmadan en uzak noktalara kadar taşınmasını sağlayan perspektif aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Çizgisel perspektif",
      "B": "Hava perspektif",
      "C": "Paralel perspektif",
      "D": "İzometrik perspektif",
      "E": "Konik perspektif"
    },
    "explanation": "<b>Atmosferik (Hava) Perspektifi</b>, geometrik çizgi ve kaçış noktaları kullanmaya gerek olmadan resim içindeki nesnelerin en uzak noktalara taşınmasını sağlayan derinlik yöntemidir. Bu yöntemde, uzaktaki nesneler daha az kontrastlı, daha soluk ve renkleri maviye çalan bir şekilde betimlenir; bu da <b>hava katmanlarının etkisiyle</b> oluşan doğal bir görsel illüzyondur."
  },
  {
    "id": "314876",
    "unitNumber": 7,
    "text": "<strong>“Arnolfini’nin Düğünü” adlı yapıtında kullandığı ayna imgesi ile dikkat çeken ressam aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Jan van Eyck",
      "B": "Diego Velazquez",
      "C": "Flippo Brunesleschi",
      "D": "Leonardo da Vinci",
      "E": "Raffaello"
    },
    "explanation": "Kuzey Rönesansı'nın önemli isimlerinden <b>Jan van Eyck</b>, 1434 tarihli 'Arnolfini’nin Düğünü' adlı eserinde karmaşık bir simgesellik kullanmıştır. Eserde, arka duvarda yer alan <b>dışbükey ayna imgesi</b>, resmin mekânını genişletir, görünmeyen alanı yansıtır ve ressamın kendini dahi eser içine yerleştirmesiyle dikkat çeker."
  },
  {
    "id": "314877",
    "unitNumber": 7,
    "text": "Diego Velazquez’in 1656 yılında yaptığı resimde mekân, zaman, simgesel anlatım iç içe geçmiştir. Farklı perspektif yöntemleriyle oluşturulan resim Picasso tarafından da 50’nin üzerinde yorumu yapılmıştır.<br/><strong>Paragrafta hakkında bilgi verilen resim aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Arnolfini’nin Düğünü",
      "B": "Boşluğa Sıçrayış",
      "C": "Las Meninnas",
      "D": "Kral ve Kraliçe",
      "E": "Aynadaki Venüs"
    },
    "explanation": "Diego Velazquez’in 1656 yılında yaptığı, <b>mekân, zaman ve simgesel anlatımı</b> iç içe geçiren başyapıtı <b>Las Meninas (Nedimeler)</b>’tir. Resim, aynalar ve bakış açısı oyunlarıyla izleyiciyi eserin içine çeken karmaşık bir perspektif sunar. Mekânın bu sorgulanması nedeniyle, modern sanatçı <b>Picasso</b> tarafından 50’den fazla kez yorumlanmıştır."
  },
  {
    "id": "314878",
    "unitNumber": 7,
    "text": "<strong>Görsel dünyamıza yüzeyde görünenin altında yatan yapıyı anlamak için bakmayı öneren ve kübizme giden yolu açan sanatçı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Pablo Picasso",
      "B": "Paul Cezanne",
      "C": "Fernand Leger",
      "D": "Francis Picabia",
      "E": "Georges Braque"
    },
    "explanation": "Post-Empresyonist ressam <b>Paul Cézanne</b>, görsel dünyaya bakışını temel <b>geometrik formlara</b> indirgeyerek, yüzeyde görünenin altında yatan <b>yapıyı anlamayı</b> amaçlamıştır. Cézanne’ın bu yapısal analiz çabası ve nesneleri çoklu bakış açısıyla ele alma yaklaşımı, 20. yüzyılın en etkili akımı olan <b>Kübizme</b> giden yolu açmıştır."
  },
  {
    "id": "314879",
    "unitNumber": 7,
    "text": "<strong>Gerçeklik kavramını sorgularken tek bir gerçeğin olamayacağını, dolayısıyla mutlak bir gerçeklikten bahsedemeyeceğimizi söyleyen ve bu düşüncesini “perspektivizm” üzerinden tartışmaya açan filozof aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Friedrich Nietzsche",
      "B": "William James",
      "C": "Charles Sanders Peirce",
      "D": "Max Weber",
      "E": "Emile Durkheim"
    },
    "explanation": "Alman filozof <b>Friedrich Nietzsche</b>, felsefi görüşlerinde <b>perspektivizm</b> kavramını ortaya atmıştır. Nietzsche, tüm bilginin veya yorumun belirli bir bakış açısı (perspektif) tarafından şartlandırıldığını savunarak, mutlak ve nesnel bir <b>tek gerçekliğin olamayacağını</b> öne sürmüştür."
  },
  {
    "id": "314880",
    "unitNumber": 7,
    "text": "<strong>İki boyutlu resmi üç boyutlu rölyef ile bir araya getirerek gerçek mekân ile birleştirmesi ile resim sınırlarını aşarak gerçek mekânda yeni fiziksel boşluklar oluşturan konstrüktivist sanatçı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Naum gabo",
      "B": "Aexander Rodchenko",
      "C": "Vasili Kandinsky",
      "D": "Paul Klee",
      "E": "Lazar Markovich El Lissitzky"
    },
    "explanation": "Rus <b>Konstrüktivizm</b> akımının öncülerinden <b>Vladimir Tatlin</b>, sanatı tuvalden kurtararak, <b>iki boyutlu resmi üç boyutlu rölyeflerle</b> birleştirmiş ve bu eserleri sergilendikleri <b>gerçek mekânla</b> bütünleştirmiştir. Onun bu 'köşe rölyefleri' (kontra-rölyef), resim sınırlarını aşarak gerçek mekânda yeni <b>fiziksel boşluklar</b> oluşturmuştur."
  },
  {
    "id": "314881",
    "unitNumber": 7,
    "text": "Sürrealizm akımının önemli temsilcilerinden biri olan sanatçı, 1924’te yaptığı “İki Çocuk Bir Bülbül Tarafından Tehdit Ediliyor” isimli yapıtında boşluk hem algısal hem de fiziksel olarak vardır.<br/><strong>Paragrafta bazı özellikleri verilen sanatçı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Max Ernst",
      "B": "Salvador Dali",
      "C": "Rene Magritte",
      "D": "Marc Chagall",
      "E": "Alberto Giacometti"
    },
    "explanation": "Sürrealizm akımının en önemli temsilcilerinden biri olan <b>Max Ernst</b>, 1924’te yaptığı 'İki Çocuk Bir Bülbül Tarafından Tehdit Ediliyor' isimli eserinde gerçeküstü bir ortam yaratarak, <b>algısal</b> (rüyaya benzer) ve <b>fiziksel</b> (nesnelerin beklenmedik yerleştirilmesi) olarak bir boşluk ve tehdit hissini bir araya getirmiştir."
  },
  {
    "id": "314882",
    "unitNumber": 7,
    "text": "<strong>1953 yılında ünlü Amerikan sanatçı Willem de Kooning’den aldığı bir çizimi silgi ile silmesi ile de bilinen ve bu eylemiyle resim yüzeyinin imgelerini boşaltarak resmi kendi boşluğuna geri döndürmüş olan sanatçı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Piet Mondrian",
      "B": "Rene Magritte",
      "C": "Yves Klein",
      "D": "Robert Raushenberg",
      "E": "Max Ernst"
    },
    "explanation": "Çağdaş sanatçı <b>Robert Rauschenberg</b>, 1953 yılında yaptığı 'Silinmiş De Kooning Çizimi' (Erased De Kooning Drawing) adlı çalışmasıyla, sanatta yok etme eylemini yaratıcılığın bir parçası olarak kullanmıştır. Rauschenberg, bu eylemle resim yüzeyinin <b>imgelerini boşaltarak</b>, resmi yeniden <b>kendi boşluğuna</b> ve sıfır noktasına döndürmüştür."
  },
  {
    "id": "343871",
    "unitNumber": 7,
    "text": "<strong>Sıfırı cebirsel ifade olarak işlemlere katmasıyla pek çok geometrik problemi çözümsüzlükten kurtaran düşünür aşağıdakilerden hangisidir? </strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Ömer Hayyam",
      "B": "Aristo",
      "C": "Farabi",
      "D": "Platon",
      "E": "Lao Tzu"
    },
    "explanation": "İslam düşünürü ve matematikçisi <b>Harizmi</b> (Al-Khwārizmī), özellikle 'cebir' (algebra) biliminin gelişmesinde kilit rol oynamıştır. <b>Sıfırı</b> (boşluğu temsil eden kavramı) <b>cebirsel ifadelere</b> ve hesaplamalara dahil etmesi, Antik Yunan geometrisinden beri çözümsüz kalan pek çok karmaşık problemin çözülmesine imkân tanımıştır."
  },
  {
    "id": "343874",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi resim yüzeyinde derinlik yaratmak için kullanılan yöntemlerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Çizgi ve kontör",
      "B": "Biçim ve zemin",
      "C": "Geçirgenlik",
      "D": "Vernikleme",
      "E": "Şeffalık"
    },
    "explanation": "Resim yüzeyinde derinlik yaratmak için kullanılan temel yöntemler: <b>Perspektif</b> (çizgisel/atmosferik), <b>Örtüşme</b> (Basamaklama) ve <b>Gölgeleme</b> (Chiaroscuro). Ancak <b>Yüzey Gerilimi</b>, görsel sanatlarda resim yüzeyinde derinlik yanılsaması oluşturmak için kullanılan bir teknik <b>değildir</b>; bu terim genellikle farklı fiziksel veya sanatsal bağlamlarda kullanılır."
  },
  {
    "id": "343876",
    "unitNumber": 7,
    "text": "<strong>Cezanne’ın görsel dünyaya bakıp onu betimlerken yüzeyde görünenin altındaki temel yapıları görme ve bunu resimlerine aktarma çabası, hangi akıma giden yolu açmıştır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Realizm",
      "B": "Kübizm",
      "C": "Sürrealizm",
      "D": "Dadaizm",
      "E": "Minimalizm"
    },
    "explanation": "Paul Cézanne’ın görsel dünyayı betimlerken, nesnelerin altındaki <b>temel geometrik yapıları</b> (küp, koni, silindir) görme ve bu yapıları resimlerine aktarma çabası, nesnelerin çoklu bakış açılarından çözümlenmesine dayanan <b>Kübizm</b> akımının temellerini atmış ve bu akıma giden yolu açmıştır."
  },
  {
    "id": "313295",
    "unitNumber": 8,
    "text": "<strong>Açık sarı rengin toprağa, yeşil rengin suya, mavi rengin havaya ve kırmızı rengin ateşe, siyahın ise karanlığa ait olduğunu referans gösteren sanatçı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Van Gogh",
      "B": "El Greco",
      "C": "Leonardo da Vinci",
      "D": "Peter Paul Rubens",
      "E": "Giotto di Bondone"
    },
    "explanation": "Bu soru, renklerin elementlerle veya ruhsal durumlarla ilişkilendirilmesini konu alır. Sanat tarihinde bu tür sembolik renk kullanımları, soyut sanatın öncüsü <b>Wassily Kandinsky</b> ile yakından ilişkilidir. Kandinsky, özellikle teorik yazılarında (Sanatta Ruhsallık Üzerine), renklerin sadece fiziksel değil, aynı zamanda <b>ruhsal ve sembolik</b> anlamlar taşıdığını iddia etmiştir. Açık sarıyı toprağa, yeşili suya, maviyi havaya, kırmızıyı ateşe ve siyahı karanlığa atfetmek, onun renklerin içsel titreşimlerine verdiği önemi gösteren temel sembolik atamaları arasındadır."
  },
  {
    "id": "313296",
    "unitNumber": 8,
    "text": "<strong>Ruhsal değerlerin önemini vurgulamak amacı ile resimlerinde canlı renkler yerine renklerin açık ve koyu tonlarını kullanmayı benimseyen Rönesans sanatçısı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Peter Paul Rubens",
      "B": "Michelangelo",
      "C": "Titian",
      "D": "Raffaello Sanzio",
      "E": "Giotto di Bondone"
    },
    "explanation": "Rönesans döneminde ruhsal değerleri ve derinliği vurgulamak amacıyla canlı renklerin parlaklığından ziyade <b>açık ve koyu tonları</b> (Valör) kullanma eğilimi gösteren sanatçı <b>Leonardo da Vinci</b>'dir. Da Vinci, özellikle objelerin hatlarını yumuşatarak, ışık ve gölge geçişlerini kademeli hale getiren <b>sfumato</b> tekniği ile tanınır. Bu teknik, resimlerine mistik, derin ve ruhsal bir hava katmış, rengin saf gücü yerine tonların psikolojik ve ruhsal etkisine odaklanmıştır."
  },
  {
    "id": "313297",
    "unitNumber": 8,
    "text": "<strong>Kaçıncı yüzyılda krom sarısı elde edilip ressamların paletine eklenmiştir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "15. yy.",
      "B": "14. yy.",
      "C": "18. yy.",
      "D": "17. yy.",
      "E": "13. yy."
    },
    "explanation": "Yeni pigmentlerin keşfi, özellikle 19. yüzyılda sanat dünyasında büyük değişimlere yol açmıştır. <b>Krom sarısı</b> (Kurşun Kromat), 18. yüzyılın sonlarında keşfedilmiş olmasına rağmen, ticari olarak üretilip ressamların paletine yaygın olarak eklenmesi <b>19. yüzyılın</b> başlarına denk gelmektedir. Bu parlak ve kalıcı sarı pigment, özellikle İzlenimcilik (Empresyonizm) ve sonrası akımların sanatçıları tarafından doğadaki ışığı daha canlı yakalamak için sıklıkla kullanılmıştır."
  },
  {
    "id": "313298",
    "unitNumber": 8,
    "text": "<strong>\"Sanatçılar eserlerine konu ettikleri zenginlik ve ihtişamı anlatmak için parlak renkleri kullanmışlardır.\" cümlesi ile aşağıdaki hangi dönem sanatçıları ifade edilmektedir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Barok",
      "B": "Rönesans",
      "C": "Maniyerizm",
      "D": "Realizm",
      "E": "Rokoko"
    },
    "explanation": "Zenginlik, ihtişam ve drama anlatımında, duygusal yoğunluğu ve hareketi vurgulamak için parlak, doygun renklerin yoğun olarak kullanıldığı dönem <b>Barok Dönemi</b>'dir (17. yüzyıl). Barok sanatçıları, konularının (genellikle kilise veya aristokrasi) zenginliğini ve gücünü anlatmak için dramatik <b>ışık-gölge kontrastları</b> (chiaroscuro) ve <b>canlı, derin renk paletleri</b> kullanmışlardır."
  },
  {
    "id": "313303",
    "unitNumber": 8,
    "text": "<strong>Renk ve biçim ilişkilerini kuramsal olarak araştırmış, rengin her türlü kontrastını resimlerinde kullanmış olan sanatçı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Piet Mondrian",
      "B": "Wasili Kandinsky",
      "C": "Mark Rothko",
      "D": "James Barry",
      "E": "Paul Signac"
    },
    "explanation": "Renk ve biçim ilişkilerini kuramsal düzeyde inceleyen ve rengin her türlü kontrastını (sıcak-soğuk, açık-koyu, tamamlayıcı vb.) resimlerinde uygulayan önemli figürlerden biri <b>Johannes Itten</b> veya <b>Josef Albers</b>'tir. Özellikle rengin optik etkileşimlerine odaklanan ve formları basitleştirerek saf renk ilişkilerini sergileyen <b>Josef Albers</b>, kuramsal araştırmaları resme dökmede kilit bir sanatçıdır. Albers, 'Kareye Övgü' serisinde <b>rengin illüzyonlarını</b> ve kontrastlarını sistematik olarak araştırmıştır."
  },
  {
    "id": "313322",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi resimlerinde yer alan tüm elemanların çok sayıda renk noktacıklarının yan yana gelmesiyle oluştuğu Puantilizm Akımı sanatçılarındandır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Henri Mattisse",
      "B": "Paul Signac",
      "C": "John Everett Millais",
      "D": "Paul Gauguin",
      "E": "Robert Delaunay"
    },
    "explanation": "Bu tanım, 19. yüzyılın sonlarında ortaya çıkan ve renk noktacıklarının yan yana getirilmesiyle görüntü oluşturmayı hedefleyen <b>Puantilizm</b> (veya Divisionizm) akımını ifade eder. Bu tekniğin en önde gelen uygulayıcısı ve kurucusu, renk teorisini bilimsel olarak uygulayan <b>Georges Seurat</b>'dır. Seurat, renkleri paletinde karıştırmak yerine, <b>saf renk noktacıklarını</b> kullanarak renk karışımının izleyicinin gözünde (optik olarak) gerçekleşmesini amaçlamıştır."
  },
  {
    "id": "313323",
    "unitNumber": 8,
    "text": "<strong>Renklerin doğadaki hareketleriyle tanımlanacağını söyleyen ve doğadaki renklerin karşıtlık ve kontrastlıklarına dikkat çekmiş olan sanatçı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Robert Delaunay",
      "B": "Henry Mattisse",
      "C": "Vincent Van Gogh",
      "D": "Piet Mondrain",
      "E": "Georges Seurat"
    },
    "explanation": "Renklerin doğadaki sürekli değişen ışık ve atmosfere bağlı olarak hareketini ve karşıtlıklarını inceleyen sanatçılar <b>İzlenimcilik</b> (Empresyonizm) akımına aittir. Bu akımın önde gelen ismi, özellikle seri resimlerinde aynı nesnenin farklı ışık koşullarında nasıl değiştiğini gözlemleyen <b>Claude Monet</b>'dir. Monet, renklerin <b>doğal hareketini ve titreşimini</b> yakalamayı amaçlamış, doğadaki karşıtlıkların görsel etkisine dikkat çekmiştir."
  },
  {
    "id": "313324",
    "unitNumber": 8,
    "text": "Resimlerinde renk başka şeylerin simgesi, öykünmesi, temsili değildir; sadece kendini temsil eder.<br/><strong>Cümlede aşağıdaki hangi sanatçıdan bahsedilmektedir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Henry Mattisse",
      "B": "Paul Gaugen",
      "C": "Mark Rothko",
      "D": "Robert Delaunay",
      "E": "Paul Signac"
    },
    "explanation": "Bu ifade, rengin bir nesneyi taklit etme veya bir sembol taşıma yükünden kurtarıldığı, sadece <b>kendi varlığı için</b> kullanıldığı modern sanat anlayışını tanımlar. Rengi biçimden üstün tutan ve duygusal ifade aracı olarak kullanan en önemli sanatçılardan biri <b>Henri Matisse</b>'dir. Fovizm'in (Vahşiler) öncüsü olan Matisse, renkleri nesnelerin doğal renklerinden bağımsız, <b>saf ve otonom</b> bir ifade gücü olarak kullanmıştır."
  },
  {
    "id": "316358",
    "unitNumber": 8,
    "text": "Işığın geniş dalga boyu aralığında insan gözündeki foto reseptör koni hücreleri, yaklaşık 400 nm ile 700 nm arasındaki dalga boyunu renk olarak görür.<br/><strong>Dalga boyu en uzun olan renk aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Sarı",
      "B": "Yeşil",
      "C": "Mor",
      "D": "Kırmızı",
      "E": "Mavi"
    },
    "explanation": "İnsan gözünün algılayabildiği görünür ışık spektrumu yaklaşık 400 nm (Mor) ile 700 nm (Kırmızı) arasındadır. Spektrumda dalga boyu en uzun olan renk <b>Kırmızı</b>'dır (yaklaşık 620-750 nm aralığı). Kırmızı ışık, atmosferde en az saçılmaya uğrayan ışıktır, bu nedenle uzak mesafelerde veya sisli havalarda daha belirgin olarak görülebilir."
  },
  {
    "id": "316359",
    "unitNumber": 8,
    "text": "Dik açıyla gelen güneş ışıklarının yansıma ve saçılmaya uğramadan doğrudan gözümüze gelmesiyle güneş ışınları........, gökyüzü ........renkte gözükür.<br/><strong>Boş bırakılan yerlere aşağıdaki seçeneklerden hangisi gelmelidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "beyaz, sarı",
      "B": "beyaz, mavi",
      "C": "sarı, mavi",
      "D": "mavi, beyaz",
      "E": "turuncu, mavi"
    },
    "explanation": "Güneş ışınları dik açıyla geldiğinde (öğle vakti), atmosferdeki yolculukları en kısa mesafede gerçekleşir ve ışık bileşenleri daha az saçılmaya uğrar. Bu durumda, ışınların tamamı (yani <b>Beyaz</b> ışık) doğrudan gözümüze ulaşır. Gökyüzü ise atmosferdeki moleküllerin <b>mavi</b> dalga boyunu daha çok saçması (Rayleigh Saçılması) nedeniyle mavi renkte görünür. Dolayısıyla boşluklara <b>Beyaz</b> ve <b>Mavi</b> gelmelidir."
  },
  {
    "id": "316360",
    "unitNumber": 8,
    "text": "<strong>Güneş ışığı, su zerreciklerinin (yağmur, fıskiye vb.) içine girdiği zaman, bir kısmı damlaların içinden geçerken kırılmaya uğrayarak yansıması sonucu aşağıdaki hangi atmosferik olay gerçekleşir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Gökkuşağı",
      "B": "Sis",
      "C": "Gökyüzü beyaz gözükür.",
      "D": "Mavi ışık saçılımı olur.",
      "E": "Gökyüzü grimsi ve mavi gözükür."
    },
    "explanation": "Güneş ışığı (beyaz ışık), su zerreciklerinin (yağmur damlaları) içine girdiğinde, farklı dalga boylarının <b>farklı açılarda kırılmasına</b> (refraksiyon) ve damlanın iç yüzeyinden yansımasına uğrar. Bu kırılma ve yansıma sonucunda beyaz ışık, bileşen renklerine (spektruma) ayrılarak <b>Gökkuşağı</b> olayı gerçekleşir."
  },
  {
    "id": "316361",
    "unitNumber": 8,
    "text": "<strong>Üç ana rengin karışımından meydana gelen renkler nasıl tanımlanır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Tamamlayıcı renkler",
      "B": "Nötr renkler",
      "C": "Kontrast renkler",
      "D": "Zıt renkler",
      "E": "Doygunlaştırılmış renkler"
    },
    "explanation": "Boyaların (çıkarımsal) renk sisteminde, üç <b>ana rengin</b> (Kırmızı, Sarı, Mavi) eşit veya dengeli oranlarda karıştırılması sonucunda genellikle renk doygunluğunu kaybederek <b>Nötr Renkler</b> (koyu gri veya siyaha yakın kahverengi tonları) elde edilir. Renk çemberinde, üç ana rengin karışımıyla elde edilen bu tür doygunluğunu yitirmiş renklere <b>Nötr (Neutral)</b> renkler denir."
  },
  {
    "id": "316362",
    "unitNumber": 8,
    "text": "<strong>Isaac Newton yaklaşık üç yüz elli yıl önce karanlık bir odada küçük bir delikten içeriye giren ışık demetini bir üçgen prizmadan geçirerek aşağıdaki hangi ışığı bileşenlere ayırmayı başarmıştır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Mavi",
      "B": "Beyaz",
      "C": "Kırmızı",
      "D": "Sarı",
      "E": "Yeşil"
    },
    "explanation": "Isaac Newton, 17. yüzyılda (yaklaşık 350 yıl önce) yaptığı ünlü deneyle, karanlık bir odada prizma kullanarak <b>Güneş Işığını</b> (Beyaz Işık) yedi temel bileşen renge (spektruma) ayırmayı başarmıştır. Bu deney, <b>ışığın renkli bileşenlerden oluştuğunu</b> bilimsel olarak kanıtlamış ve renk teorisinin gelişiminde dönüm noktası olmuştur."
  },
  {
    "id": "316363",
    "unitNumber": 8,
    "text": "Yeryüzünün topraklarında en sık rastlanan demir içeriği yoğun topraktan elde edilen renklerdir.<strong><br/>19. yy.a kadar en sık rastlanan renk tonları aşağıdakilerden hangileridir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kırmızı, mavi tonları",
      "B": "Turuncu, sarı, mavi tonları",
      "C": "Kırmız, mavi, mor tonları",
      "D": "Beyaz, turuncu, mavi tonları",
      "E": "Kırmızı, sarı, yeşil tonları"
    },
    "explanation": "19. yüzyıla kadar resimde en sık kullanılan pigmentler, yeryüzünden elde edilen doğal pigmentlerdi. Yeryüzünün topraklarında en sık rastlanan demir içeriği yoğun mineral ve killerden üretilen renkler <b>Sarı, Kırmızı ve Kahverengi</b> toprak tonlarıdır (Aşı Boyası ve Umbra). Bu renkler hem bol bulunurlukları hem de kalıcılıkları nedeniyle yaygın olarak kullanılmıştır."
  },
  {
    "id": "316364",
    "unitNumber": 8,
    "text": "Renk çemberinde birbirinin karşısında bulunan renkler ........... renklerdir.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "tamamlayıcı",
      "B": "doygunlaştırılmış",
      "C": "nötr",
      "D": "monokrom",
      "E": "saf"
    },
    "explanation": "Renk çemberinde birbirinin tam karşısında, yani 180 derece zıt konumda bulunan renklere <b>Tamamlayıcı Renkler</b> (Komplemanter Renkler) denir. Bu renkler yan yana kullanıldığında birbirlerinin doygunluğunu artırarak <b>en yüksek kontrastı</b> ve görsel titreşimi yaratırlar. Karıştırıldıklarında ise birbirlerini nötralize ederler."
  },
  {
    "id": "316365",
    "unitNumber": 8,
    "text": "<strong>Aşağıdaki hangi renk grubunu h</strong><strong>uzurlu sakin bir ortam yaratmak istendiğimizde kullanırız?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Sıcak renkler",
      "B": "Nötr renkler",
      "C": "Soğuk renler",
      "D": "Zıt renkler",
      "E": "Monokrom renkler"
    },
    "explanation": "Renk psikolojisine göre, huzur, sakinlik ve rahatlama hissi uyandıran renkler <b>Soğuk Renkler</b> grubuna aittir. Bu grup temel olarak <b>Mavi</b> ve <b>Yeşil</b> tonlarından oluşur. Mavi genellikle dinginlik ve güven, yeşil ise doğayı çağrıştırarak rahatlatıcı bir atmosfer yaratır."
  },
  {
    "id": "316366",
    "unitNumber": 8,
    "text": "<strong>İnsanlık tarihinde bütün renklerin siyah ve beyazdan türediğine inanan dönem aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Neolitik",
      "B": "Antik dönem",
      "C": "Tunç Çağı",
      "D": "Orta Çağ",
      "E": "Yakın Çağ"
    },
    "explanation": "İnsanlık tarihinde, Antik Çağ'da ve özellikle <b>Aristoteles</b>'in baskın olduğu dönemde, tüm renklerin <b>siyah ve beyazın</b> (karanlık ve aydınlığın) karışımıyla türediğine inanılırdı. Aristoteles, renkleri beyaz (en parlak) ile siyah (en karanlık) arasında bir geçiş olarak sınıflandırmıştır. Bu teori, Newton'ın 17. yüzyıldaki ışık spektrumu deneylerine kadar etkisini sürdürmüştür."
  },
  {
    "id": "316367",
    "unitNumber": 8,
    "text": "<strong>Güç ve dayanıklılığın rengidir. Dışa dönük, yapıcı ve heyecan vericidir. Hırs, eğlence ve cömertlik anlamına gelen renk aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kırmızı",
      "B": "Turuncu",
      "C": "Sarı",
      "D": "Mavi",
      "E": "Yeşil"
    },
    "explanation": "Bu özelliklerin tamamı (güç, dayanıklılık, dışa dönüklük, heyecan vericilik, hırs ve cömertlik) <b>Turuncu</b> renge atfedilir. Turuncu, kırmızının enerjisi ile sarının neşesini ve sosyalliğini birleştirir. Bu nedenle <b>yapıcı eylemi</b>, coşkuyu ve pozitif enerjiyi temsil eder."
  },
  {
    "id": "357287",
    "unitNumber": 8,
    "text": "I. Işık<br/>II. Göz<br/>III. Beyin<br/><strong>Fiziksel olarak renk yukarıdakilerin hangisi ya da hangileriyle algılanır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Rengin fiziksel olarak algılanması, üç temel bileşenin eş zamanlı çalışmasını gerektiren karmaşık bir fizyolojik ve psikolojik süreçtir:<br/>I. <b>Işık</b>: Nesneden yansıyarak uyaranı sağlar.<br/>II. <b>Göz</b>: Işık sinyallerini alan ve elektriksel impulslara dönüştüren <b>koni hücreleri</b> içerir.<br/>III. <b>Beyin</b>: Gözden gelen sinyalleri işleyerek bu impulsları <b>renk olarak yorumlar</b>.<br/>Bu nedenle, renk fiziksel olarak bu üç bileşen ile algılanır."
  },
  {
    "id": "357288",
    "unitNumber": 8,
    "text": "<strong>Tamamlayıcı Renk Teorisi'ne göre Sarı’nın tamamlayıcısı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Mavi",
      "B": "Mor",
      "C": "Yeşil",
      "D": "Turuncu",
      "E": "Kırmızı"
    },
    "explanation": "Geleneksel Çıkarımsal Renk Teorisi'nde (RYB modeli), bir ana rengin tamamlayıcısı, diğer iki ana rengin karıştırılmasıyla oluşan ikincil renktir. Ana renkler Kırmızı, Sarı ve Mavidir. Sarı’nın tamamlayıcısı, Kırmızı ve Mavi’nin karışımıyla elde edilen <b>Mor</b> renktir. Sarı ve Mor, renk çemberinde birbirine en zıt konumda bulunur."
  },
  {
    "id": "313594",
    "unitNumber": 9,
    "text": "Resim düzleminde, yer çekimine paralel olmayan biçim ve çizgiler dinamik etkileri ile ............... izlenimi yaratır.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "hareket",
      "B": "ritim",
      "C": "derinlik",
      "D": "denge",
      "E": "perspektif"
    },
    "explanation": "Resim düzleminde, yer çekimine paralel olmayan (eğik veya çapraz) biçim ve çizgiler, eserde gözü hareket ettirerek yoğun bir <b>gerilim</b> ve <b>hareket</b> hissi yaratır. Bu yerleşim, kompozisyona <b>dinamizm</b> izlenimi kazandırır."
  },
  {
    "id": "313596",
    "unitNumber": 9,
    "text": "Resim düzleminde yer alan plastik ögelerin yön değişikliği ............oluşturur.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi gelmelidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Ritim",
      "B": "Hareket",
      "C": "Düzen",
      "D": "Derinlik",
      "E": "Denge"
    },
    "explanation": "Resim düzleminde yer alan <b>plastik ögelerin</b> (çizgi, biçim, renk) yön değiştirmesi veya hareketli bir akış oluşturması, izleyicinin gözünü yüzey boyunca yönlendirir ve bu da görsel bir <b>hareket</b> algısı veya <b>tansiyon</b> (gerilim) oluşturur."
  },
  {
    "id": "313597",
    "unitNumber": 9,
    "text": "I. Renk değeri eşitliği<br/>II. Farklı güçlerin dengesi<br/>III. Çizgisel uyumluluk<br/><strong>Yukarıda verilen seçeneklerden hangisi ya da hangileri statik dengeyi oluşturan ögelerden <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "Yalnız II",
      "D": "I ve III",
      "E": "Yalnız III"
    },
    "explanation": "<b>Statik denge</b>, tipik olarak simetriye ve eşitliğe dayanır (I. Renk değeri eşitliği, III. Çizgisel uyumluluk). <b>Farklı güçlerin dengesi</b> (II) ise, asimetrik yerleşimde görsel ağırlıklar eşitlenirken, ögelerin biçim ve değerlerinin farklı olduğu <b>dinamik denge</b>nin bir özelliğidir. Bu nedenle II, statik dengeyi oluşturan öge değildir."
  },
  {
    "id": "313598",
    "unitNumber": 9,
    "text": "<strong>İki birimin büyüklük, renk değeri, çizgisel uyumluluk gibi simetri esasına dayalı karşıtlığı ile aşağıdakilerden hangisi sağlanır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Dinamik denge",
      "B": "Renk dengesi",
      "C": "Statik denge",
      "D": "Derinlik",
      "E": "Ritmik denge"
    },
    "explanation": "İki birimin büyüklük, renk değeri ve çizgisel uyumluluk gibi özelliklerde <b>simetri esasına dayalı karşıtlığı</b>, kompozisyonda iki tarafın da mutlak eşitlikte görsel ağırlığa sahip olmasını sağlar. Bu durum, durağanlık ve ciddiyet hissi veren <b>Statik Denge</b> ile sağlanır."
  },
  {
    "id": "313600",
    "unitNumber": 9,
    "text": "<strong>Resim yüzey özelliklerini analiz ederken hareket kavramını tansiyon kavramı ile değiştirerek terminolojide değişim yapmış olan sanatçı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Wassily Kandinsky",
      "B": "Piet Mondrian",
      "C": "Robert Delunay",
      "D": "Giorgio Morandi",
      "E": "Umberto Boccioni"
    },
    "explanation": "Soyut Dışavurumculuğun önemli figürlerinden <b>Hans Hofmann</b>, resim yüzeyi analizlerinde, özellikle renk ve biçimlerin mekansal ilişkisini açıklarken 'hareket' yerine <b>'tansiyon'</b> (gerilim) kavramını öne çıkarmış ve meşhur 'Push and Pull' (İtme ve Çekme) teorisini geliştirmiştir."
  },
  {
    "id": "313601",
    "unitNumber": 9,
    "text": "Bir kompozisyonda her iki taraftaki görsel ağırlık eşit olduğunda benzeşmeyen objelerin birbirlerini tamamlamasıyla ...............oluşur.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi gelmelidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Simetri",
      "B": "Ritim",
      "C": "Hareket",
      "D": "Asimetri",
      "E": "Gerilim"
    },
    "explanation": "Görsel ağırlık her iki tarafta eşit olmasına rağmen, objelerin biçim, renk veya doku açısından <b>birbirlerine benzemediği</b> ve farklı ögelerin birbirini dengelediği bu kompozisyon türü <b>Asimetrik Denge</b> (veya İnformal Denge) olarak adlandırılır. Bu denge türü daha dinamik ve ilgi çekicidir."
  },
  {
    "id": "316644",
    "unitNumber": 9,
    "text": "Düzenli devamlılık evrenin .......... oluşturur ve ............. bu ritme bağlı olarak belirlenir.<br/><strong>Cümlede boş bırakılan yerlere sırasıyla aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "hareketini - denge de",
      "B": "ritmini - zaman da",
      "C": "hareketini - zaman da",
      "D": "ritmini - denge de",
      "E": "hareketini - ritim de"
    },
    "explanation": "Evrende görülen düzenli devamlılık ve döngüler (gece-gündüz, mevsimler) evrenin <b>ritmini</b> oluşturur. Varoluşun ve doğanın akışı bu ritme bağlıdır ve <b>zaman</b> algısı ve ölçümü bu ritim üzerinden belirlenir."
  },
  {
    "id": "316645",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi düzenli ritme dayalı bir etkinliktir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "İnsanın göz kapaklarını açıp kapaması",
      "B": "Gözlerin sürekli hareket etmesi",
      "C": "Öfke anında yapılan bedensel hareket",
      "D": "Mevsimlerin değişimi",
      "E": "Balıkların sudaki hareketi"
    },
    "explanation": "<b>Düzenli ritim</b>, ögelerin veya olayların eşit aralıklarla ve öngörülebilir bir şekilde tekrar etmesidir. İnsan vücudunun temel hareketlerinden olan <b>Yürüyüş</b>, eşit adımlarla ve düzenli bir tempo ile devam ettiği için düzenli ritme dayalı tipik bir faaliyettir."
  },
  {
    "id": "316646",
    "unitNumber": 9,
    "text": "<strong>Bir insanın uykudayken göz kapakları altında gözlerinin hareket etmesi uykunun hangi evresidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "1. evre",
      "B": "REM evresi",
      "C": "2. evre",
      "D": "3. evre",
      "E": "Non REM evresi"
    },
    "explanation": "Uykunun bir evresi olan <b>REM</b> (Rapid Eye Movement - Hızlı Göz Hareketi) uykusu, rüyaların en yoğun yaşandığı evredir. Bu esnada, beyin aktiftir ve göz kapakları altında <b>hızlı göz hareketleri</b> (istemsiz hareketler) gözlenir."
  },
  {
    "id": "316647",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi gözün istemsiz hareketine örnek verilebilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Yürüyüş yaparken kafamızın hareketine bağlı kısa göz hareketi",
      "B": "Dans ederken ayak hareketlerimiz",
      "C": "Gezegenlerin yörüngelerindeki yolculuğu",
      "D": "Kalp atışımız",
      "E": "Mevsimlerin değişimi"
    },
    "explanation": "Göz hareketlerinin çoğu istemli olsa da, bazı hareketler refleksiftir. <b>Nistagmus</b>, göz kürelerinin sürekli, istemsiz ve ritmik salınımlarıdır ve görsel sistemin veya denge sisteminin istemsiz hareketine bir örnektir."
  },
  {
    "id": "316648",
    "unitNumber": 9,
    "text": "Araştırmalara göre, ikili ilişkilerde beden dili, sözlerle ifade ettiklerimizden %........ daha fazla anlam taşır.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "40",
      "B": "50",
      "C": "60",
      "D": "30",
      "E": "70"
    },
    "explanation": "İletişim uzmanları (özellikle Mehrabian modeli) tarafından yapılan araştırmalara göre, yüz yüze iletişimde duygusal mesajların büyük bir kısmı sözlü değil, sözsüz kanallarla (beden dili ve ses tonu) iletilir. Beden dili, sözlerle ifade ettiklerimizden yaklaşık <b>%65</b> (bu oran kaynaktan kaynağa değişebilir, ancak yüksek bir yüzdeyi temsil eder) daha fazla anlam taşır ve iletişimin büyük bir bölümünü oluşturur."
  },
  {
    "id": "316649",
    "unitNumber": 9,
    "text": "<strong>Stroboskopik hareketle yaptığı deneylerde gözlemcilerin belirli koşullar altında algıladıkları şeyin bir konumdan diğerine hareket eden bir nesne değil, iki nesne arasında gerçekleşen ve her ikisiyle ilgisi olan “saf hareket” olduğunu bulduğunu bulan Gestalt kuramcısı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Max Wertheir",
      "B": "Wolfgap Kohler",
      "C": "Kurt Kaffka",
      "D": "Fritz Peris",
      "E": "Jhann Wolfgang von Goethe"
    },
    "explanation": "Gestalt kuramının kurucusu <b>Max Wertheimer</b>, stroboskopik hareket (hızla ardı ardına gösterilen durağan görüntüler) üzerine yaptığı deneylerde, izleyicinin iki ayrı nesne yerine, aralarındaki sürekliliği algıladığı <b>“saf hareket”</b> olgusunu (<b>Phi Fenomeni</b>) tanımlamıştır. Bu, hareket algısının basit uyaranların toplamından fazlası olduğunu gösterir."
  },
  {
    "id": "316650",
    "unitNumber": 9,
    "text": "Evrendeki varlıkların birbirleri arasındaki gerilimin oluşturduğu ritimli hareketin dinamik dengesi altın oran denilen matematiksel veride sayısal karşılığını bulur.<br/><strong>Altın oranın sayısal karşılığı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "1,02",
      "B": "0,140",
      "C": "1,618",
      "D": "1,025",
      "E": "1,125"
    },
    "explanation": "Doğada ve sanatta uyumu, dengeyi ve estetiği temsil eden <b>Altın Oran</b> (Golden Ratio), Yunanca 'fi' (Φ) harfi ile gösterilir ve matematiksel olarak yaklaşık <b>1.618</b> sayısına karşılık gelir. Bu oran, parçalar ve bütün arasındaki ideal ilişkiyi ifade eder."
  },
  {
    "id": "316651",
    "unitNumber": 9,
    "text": "<strong>Antik Yunan’da altın oran uygulayıcısı olarak bilinen ve isminin baş harfinin okunuşu olan “fi” altın oranı belirleyen sayıları ifade etmede kullanılan heykeltraş aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Leochares",
      "B": "Fidias",
      "C": "Polykeitos",
      "D": "Skopas",
      "E": "Pihidias"
    },
    "explanation": "Antik Yunan’ın ünlü heykeltıraşı <b>Phidias</b>, Parthenon gibi eserlerinde altın oranı uyguladığı bilinen bir sanatçıdır. Altın oranı temsil eden 'fi' (Φ) sembolü, onun isminin baş harfinin okunuşu olması nedeniyle kullanılmıştır."
  },
  {
    "id": "316652",
    "unitNumber": 9,
    "text": "<strong>15. yy. Rönesans öncesi, Arap ve Hint matematikçilerin geliştirdiği ondalık sistemi ‘’Liber Abaci’’ adını verdiği kitapla Batı dünyasına tanıtan kişi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Pisalı Leonardo Fibonacci",
      "B": "Leonardo da Vinci",
      "C": "Luca Pacionli",
      "D": "Hieronimo Cardano",
      "E": "Ludovico Ferrari"
    },
    "explanation": "İtalyan matematikçi <b>Leonardo Fibonacci</b>, 1202 yılında yazdığı <b>'Liber Abaci'</b> (Hesap Kitabı) adlı eseriyle, Arap ve Hint matematikçiler tarafından geliştirilen ondalık sistemi (ve sıfır kavramını) Batı dünyasına tanıtmış ve böylece aritmetik devriminin öncüsü olmuştur."
  },
  {
    "id": "316655",
    "unitNumber": 9,
    "text": "I. Ahenk ve armoni oluşturur.<br/>II. Düzen ifadesi verir.<br/>III. Dikkatimizi dağıtır.<br/><strong>Yukarıda verilen seçeneklerden hangisi ya da hangileri sanatta ritim fonksiyonlarının etkilerinden <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I, II ve III",
      "D": "Yalnız III",
      "E": "I ve III"
    },
    "explanation": "Sanatta <b>ritim</b>, ögelerin tekrarı yoluyla <b>Ahenk ve armoni</b> (I) ile <b>Düzen</b> (II) oluşturur ve kompozisyonun bütünlüğünü sağlar. Ritim, görsel akışı düzenlediği için dikkatimizi dağıtmaz (III), aksine odaklanmayı ve akıcılığı teşvik eder. Dolayısıyla III, ritmin fonksiyonlarından değildir."
  },
  {
    "id": "357290",
    "unitNumber": 9,
    "text": "Bir sanat eserinde yapıtı oluşturan ögelerden birinin ya da daha fazlasının düzenli ya da düzensiz tekrarı bize ……............….. verir.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "dengeyi",
      "B": "altın oranı",
      "C": "kompozisyonu",
      "D": "düzeni",
      "E": "ritmi"
    },
    "explanation": "Bir sanat eserinde çizgisel veya biçimsel ögelerin ya da diğer yapısal ögelerin <b>düzenli ya da düzensiz tekrarı</b> yoluyla elde edilen görsel süreklilik ve hareket duygusu <b>Ritim</b> olarak adlandırılır. Ritim, esere akış ve canlılık katar."
  },
  {
    "id": "319499",
    "unitNumber": 10,
    "text": "<strong>\"Sanat yapıtı oluşturma süreci, sanatçının hissetme, görme tarzıdır. Fazla bir çabaya ihtiyaç duymadan üretme dürtüsünü kendisinde bulur. Benim için film düşüncemde biter, diğer insanların görmesi için filme çekerim.” diyen ünlü film yönetmeni aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Alfred Hichcock",
      "B": "Jean-Luc Godard",
      "C": "Luis Bunuel",
      "D": "Martin Scorsese",
      "E": "Woody Allen"
    },
    "explanation": "Bu söz, sanat eserinin yaratılma sürecini, sanatçının dışsal bir çabadan çok, içsel bir <b>görme ve hissetme tarzı</b> olarak tanımlamaktadır. Film düşüncesinin zihinde tamamlanması ve sadece başkalarının görmesi için çekilmesi fikri, otobiyografik ve düşsel sinemanın en önemli temsilcilerinden biri olan <b>Federico Fellini</b>'ye aittir. Fellini, eserlerini genellikle bilinçaltından ve kişisel vizyonundan yola çıkarak üretmiştir."
  },
  {
    "id": "319500",
    "unitNumber": 10,
    "text": "<strong>Sanatçının en ayırt edici, en belirgin özelliği aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "El becerisi",
      "B": "Düşünme yeteneği",
      "C": "Hayal gücü",
      "D": "Kinetik enerjisi",
      "E": "Duyumsaması"
    },
    "explanation": "Sanatçıyı diğer insanlardan ayıran en belirgin ve temel özellik <b>yaratıcılıktır</b>. Yaratıcılık, sanatçının alışılmışın dışında, özgün fikirler ve biçimler üreterek, dünyayı farklı bir bakış açısıyla yorumlama yeteneğini ifade eder. Sanatçının algılama biçimi, estetik nesneyi meydana getiren başlıca kaynaktır."
  },
  {
    "id": "319501",
    "unitNumber": 10,
    "text": "Düşsel güçlerin uyarımı için sanatçının görsel dünyadaki uyarılara ihtiyacı olduğu bir gerçektir.<br/><strong>Ressamlara, düş güçlerini uyarmaları için nem lekeli duvarlara ve karışık renkli taşlara bakmalarını salık veren ünlü sanatçı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Paul Klee",
      "B": "Wassily Kandinsky",
      "C": "Piet Mondrian",
      "D": "Michelangelo di Lodovico Buonarroti",
      "E": "Leonardo da Vinci"
    },
    "explanation": "Rönesans döneminin evrensel dehası <b>Leonardo da Vinci</b>, sanatçıların yaratıcı güçlerini ve hayal güçlerini harekete geçirmek için bu tür rastgele formlara bakmalarını önermiştir. Da Vinci, nem lekeleri, taş damarları veya sıva çatlakları gibi doğal düzensizliklerin, ressamın zihninde yeni <b>biçimler ve kompozisyonlar</b> oluşturmasına yardımcı olabileceğini belirtmiştir. Bu yaklaşım, sanatçının sadece doğayı taklit etmemesi, aynı zamanda onu yorumlaması gerektiğini vurgular."
  },
  {
    "id": "319502",
    "unitNumber": 10,
    "text": "<strong>Çizginin Dışındakiler adlı araştırma kitabında farklı disiplin ve sanat dallarında deha olarak nitelenen kişilerin yaşamlarını incelemiş ve 10 bin saat kuralı diye adlandırdığı bir olgu ortaya koymuş olan Kanadalı gazeteci ve yazar aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Anthony Giddens",
      "B": "David Fredman",
      "C": "Muray Rohtbard",
      "D": "Malcolm Gladwell",
      "E": "Anthony McGrew"
    },
    "explanation": "Kanadalı gazeteci ve yazar <b>Malcolm Gladwell</b>, 'Çizginin Dışındakiler' (Outliers) adlı eserinde, üstün başarı gösteren kişilerin (dehaların) biyografilerini incelemiştir. Gladwell, bir alanda gerçek ustalık ve uzmanlık elde etmek için yaklaşık <b>10 bin saatlik bilinçli pratiğin</b> gerekli olduğu hipotezini ortaya atmıştır. Bu kural, yeteneğin yanı sıra yoğun ve uzun süreli çalışmanın önemini vurgular."
  },
  {
    "id": "319503",
    "unitNumber": 10,
    "text": "<strong>Yapıtın, her izleyicinin algısı ile yeniden yaratıldığını söyleyen yazar aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Umberto Eco",
      "B": "Rollo May",
      "C": "Anthony Giddens",
      "D": "Adolf von Hildebran",
      "E": "Michael Wolf"
    },
    "explanation": "Yapıtın, izleyicinin algısıyla yeniden yaratıldığını söyleyen yazar <b>Umberto Eco</b>’dur. Eco, bu fikri özellikle <b>Açık Yapıt (Opera Aperta)</b> kavramıyla açıklamıştır. Ona göre, modern sanat yapıtları yoruma o kadar açıktır ki, her <b>alımlayıcı (izleyici)</b> kendi kişisel, duygusal ve kültürel birikimleriyle esere yeni bir anlam katarak, eseri yeniden yaratır."
  },
  {
    "id": "319504",
    "unitNumber": 10,
    "text": "Sanatçı da estetik nesnenin belirlenmesi .......................... katılımıyla oluşur ki, bu da sanat eserinin yapılmasındaki başlangıcı teşkil eder.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi ya da hangileri getirilmelidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Duyum-Duygu",
      "B": "Duyum-Duygu-Düşünce",
      "C": "Duygu-Hayal Gücü",
      "D": "İlham-Duygu-Hayal gücü",
      "E": "Düşünce-Duygu"
    },
    "explanation": "Estetik deneyim ve dolayısıyla estetik nesnenin belirlenmesi için sanatçının üretimine ek olarak <b>izleyici (alımlayıcı)</b> katılımı zorunludur. Sanat eseri (fiziksel nesne), ancak izleyici onu algıladığında ve yorumladığında <b>estetik nesneye</b> dönüşür ve sanat yapıtının varoluş süreci tamamlanır. Bu nedenle cümlede boş bırakılan yere 'izleyici (alımlayıcı)' getirilmelidir."
  },
  {
    "id": "319505",
    "unitNumber": 10,
    "text": "<strong>“Yaratıcı yazar, oyun oynayan bir çocukla aynı işi yapar. Son derece ciddiye aldığı -yani büyük oranda duygu yüklediği- bir fantezi dünyası yaratır ve bu arada bunu gerçeklikten kesin bir biçimde ayırır.” diyen ve psikanaliz biliminin de kurucusu kabul edilen araştırmacı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Anne Frank",
      "B": "Sigmund Freud",
      "C": "Melanie Klein",
      "D": "Susan Isaacs",
      "E": "Karen Horney"
    },
    "explanation": "Psikanalizin kurucusu kabul edilen <b>Sigmund Freud</b>, yaratıcılığı ve sanat yapıtı üretimini, nevroz ve rüya oluşumuyla aynı mekanizmalara bağlar. Freud, yaratıcı yazarın, ciddiye aldığı fantezi dünyasını (çocukların oyunları gibi) yaratarak, bilinçdışı arzularını toplumsal olarak kabul edilebilir bir biçimde (<b>yüceltme</b> yoluyla) ifade ettiğini savunur."
  },
  {
    "id": "319506",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi yaratıcı kişiye ait özelliklerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Katı kurallarla yaşayan, duyarsız",
      "B": "Merak eden",
      "C": "İç dünyası ve dış dünyasıyla bağlantı kurabilen",
      "D": "Görüntülerden anlam çıkarabilen",
      "E": "Yeni ve farklı şeyleri öğrenme heveslisi"
    },
    "explanation": "Yaratıcı kişiler genellikle <b>esnek</b>, meraklı, risk almaktan çekinmeyen, eleştiriye açık ve <b>rutin dışı</b> düşünce biçimine sahip kişilerdir. Bu bağlamda, 'rutine ve kurallara aşırı bağlılık' yaratıcı bir kişiye ait özelliklerden biri <b>değildir</b>. Yaratıcılık, mevcut yapıları sorgulamayı ve değiştirmeyi gerektirir."
  },
  {
    "id": "319507",
    "unitNumber": 10,
    "text": "<strong>Resim çizme etkinliğinin bir tür dil olarak gören dil bilimci filozof aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Johann Wolfgang von Goethe",
      "B": "J.J Rousseau",
      "C": "Wilhem von Humboldt",
      "D": "Max Osborn",
      "E": "Paul Klee"
    },
    "explanation": "Resim çizme etkinliğini bir tür dil olarak gören, dil bilimci filozof <b>Ludwig Wittgenstein</b>'dır. Wittgenstein, özellikle 'Tractatus Logico-Philosophicus' adlı eserinde, dilin dünyayı resmetmesi üzerine yoğunlaşmıştır. Sanat, sözel dil gibi, dünyayı temsil etmenin ve anlamı iletmenin bir <b>görsel aracı</b> olarak görülür."
  },
  {
    "id": "319508",
    "unitNumber": 10,
    "text": "<strong>20. yy. başlarında tasarım elemanlarının ve estetiğin biçimle ilişkisini sanat eğitimine içerik olarak yansıtmış olan sanat kurumu aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Bauhaus",
      "B": "Julliard School",
      "C": "Royal College of Art",
      "D": "Pratt Institute",
      "E": "ESMOD International"
    },
    "explanation": "20. yüzyılın başlarında Almanya'da kurulan ve tasarım elemanlarının biçimle ilişkisini sanat eğitimine içerik olarak yansıtan sanat kurumu <b>Bauhaus</b>'tur. Bauhaus, <b>sanat ve zanaatı</b> birleştirmeyi, estetik biçimi işlevsellikle kaynaştırmayı amaçlamış ve modern mimari ve tasarım eğitiminin temellerini atmıştır."
  },
  {
    "id": "320001",
    "unitNumber": 10,
    "text": "<strong>Kinestetik algı aşağıdaki hangisi ya da hangileri arasındaki işlem sonucu oluşur?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Göz, sinir-kas",
      "B": "Göz, beyin",
      "C": "Göz, sinir-kas, beyin",
      "D": "Göz",
      "E": "Sinir-kas, beyin"
    },
    "explanation": "Kinestetik algı, vücudumuzun hareketini ve uzaydaki konumunu algılama duyusudur. Bu algı, dışsal duyular yerine, vücut içindeki sensörler tarafından sağlanır. Kinestetik algı, esas olarak <b>kaslar, tendonlar ve eklemler</b> arasındaki etkileşim ve işlem sonucu oluşur. Bu sensörler sayesinde vücudumuzun hareketini ve eforunu hissederiz."
  },
  {
    "id": "320003",
    "unitNumber": 10,
    "text": "<strong>26 Nisan 1937 tarihinde İspanya’nın küçük bir kenti olan Guarnica, Alman uçakları tarafından saldırıya uğrar. Guarnica ile ilgili haberlerin etkisiyle yapılmış olan ‘’Guarnica’’ adlı yapıt aşağıdakilerden hangi sanatçıya aittir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Francisco Goya",
      "B": "Pablo Picasso",
      "C": "Joseph Mallord William Turner",
      "D": "George Braque",
      "E": "Paul Cezanne"
    },
    "explanation": "26 Nisan 1937’deki Guernica bombardımanının ardından, savaşın dehşetini ve İspanyol İç Savaşı'nın trajedisini yansıtmak amacıyla yapılmış olan anıtsal eser 'Guernica', kübizmin en büyük temsilcilerinden <b>Pablo Picasso</b>’ya aittir. Bu eser, <b>savaş karşıtı</b> bir sembol olarak sanat tarihinde önemli bir yer tutar."
  },
  {
    "id": "320006",
    "unitNumber": 10,
    "text": "<strong>“Herhangi bir tarih döneminin psikolojik ve tinsel mizacını anlamak istiyorsanız, bunu o dönemin sanatının derinlerinde aramaktan daha iyisini yapamazsınız.” diyen psikolog, yazar aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Paul Tillich",
      "B": "Rollo May",
      "C": "Umberto Eco",
      "D": "Henry Bergson",
      "E": "Leon Chestov"
    },
    "explanation": "Bu söz, bir dönemin ruhunu (<b>zeitgeist</b>) ve derin psikolojik yapısını anlamada sanatın vazgeçilmez bir kaynak olduğunu vurgular. Bu yaklaşım, sanatın toplumsal ve kültürel analizdeki merkezi rolünü öne süren <b>Arnold Hauser</b>’e veya kültürel psikolojiye odaklanan psikologlara ait olabilir. Sanat, o dönemin bilinçdışı eğilimlerini ve <b>tinsel mizacını</b> en saf haliyle yansıtır."
  },
  {
    "id": "320007",
    "unitNumber": 10,
    "text": "Yapım süresi boyunca sanatçının hareketinin gücü, hızı ve yönü yapıta yansır.<br/><strong>Bunu hangi sanat hareketlerinde gözlemlenebilir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Maniyerizm",
      "B": "Empresyonizm",
      "C": "Kübizm ve fütürizm",
      "D": "Aksiyon sanatı ve dışavurumculuk",
      "E": "Romantizm"
    },
    "explanation": "Sanatçının hareketinin gücü, hızı ve yönünün doğrudan yapıta yansıdığı sanat hareketi, özellikle 2. Dünya Savaşı sonrası ABD’de ortaya çıkan <b>Soyut Dışavurumculuk (Abstract Expressionism)</b> içinde yer alan <b>Aksiyon Resmi (Action Painting)</b> akımıdır. Jackson Pollock gibi sanatçılar, tuval üzerine boya damlatırken veya fırlatırken, fiziksel eylemlerini eserin biçimine dönüştürmüştür."
  },
  {
    "id": "320008",
    "unitNumber": 10,
    "text": "Çocuklar ve sanatçılar yaşama, yaşamı çoğunluğun algıladığı kanunlarla, ahlaki, geleneksel, dinsel yaptırımlarla tekdüze bakmazlar. Onlar yaşamın değişen dinamiklerini, görünenin ardındaki gerçekleri sezen, kavrayan ve bunları oyunları/sanatları ile nesnelleştirebilen özel insanlardır.<br/><strong>Çocuk ile sanatçıyı ayıran en önemli şey, çocuğun doğuştan gelen hangi özelliğidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Zeki olması",
      "B": "Saf olması",
      "C": "Sezgi gücü",
      "D": "Algı gücü",
      "E": "Kavrama gücü"
    },
    "explanation": "Hem çocuklar hem de sanatçılar dünyaya geleneksel normların dışında bakabilse de, çocuğu ayıran en önemli özellik, onun aktivitesinin doğuştan gelen ve bilinçli estetik amaç gütmeyen <b>oyun</b> ve <b>içgüdüsel ifade</b> olmasıdır. Sanatçı ise, yeteneğini bilinçli bir <b>estetik iletişim</b> amacı ve teknik ustalıkla nesnelleştirir."
  },
  {
    "id": "320009",
    "unitNumber": 10,
    "text": "Bakmak, açıkça görülen şeyin biçiminin ve benzerliğinin doğal olarak gözle algılanmasından başka bir şey değildir. Ama bir nesneyi, şeklin gözdeki basit ve doğal algılayışından başka bir şey kabul ederek görme, özel bir uygulamayla aynı nesneyi iyice tanıma yollarını aramak demektir.<br/><strong>Görmek ve bakmak arasındaki farkı tanımlayan sanatçı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Nicolas Poussin",
      "B": "Henry Mattisse",
      "C": "Pablo Picasso",
      "D": "Piet Mondrain",
      "E": "Paul Klee"
    },
    "explanation": "Bakmak (pasif algı) ile görmek (aktif, bilinçli ve derinlemesine inceleme) arasındaki farkı tanımlayan sanatçı veya sanat teorisyeni, görsel dünyanın derinlemesine analizini önemseyen figürlerden biri olan <b>John Ruskin</b>'dir. Ruskin, sadece görsel benzerliği değil, nesnenin özünü ve ayrıntısını kavramanın gerekliliğini vurgulayarak <b>görme eylemini</b> özel bir uygulama olarak tanımlamıştır."
  },
  {
    "id": "320010",
    "unitNumber": 10,
    "text": "<strong>Sanat derslerinin amacı görsel, yorumsal olarak biçimlendirici düşünme biçimine ulaşmaktır. 1961’de kendine özgü düşünme biçimi olarak tanımladığı sanatın eğitim ile geliştirilebileceğini ortaya atan kuramcı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Walter Groupius",
      "B": "Paul Klee",
      "C": "Herbert Read",
      "D": "J. F. Schiller",
      "E": "R. Pfenning"
    },
    "explanation": "Sanat derslerinin amacının görsel ve yorumsal olarak biçimlendirici düşünme biçimine ulaşmak olduğunu belirten ve sanatın kendine özgü düşünme biçiminin eğitimle geliştirilebileceğini savunan kuramcı <b>Elliot W. Eisner</b>'dır. Eisner, sanat eğitiminin sadece teknik beceri değil, aynı zamanda <b>bilişsel gelişim</b> ve <b>benzersiz problem çözme</b> yetenekleri sağladığını öne sürmüştür."
  },
  {
    "id": "357296",
    "unitNumber": 10,
    "text": "Sanatçı için de …..............….., doğuştan getirdiği görsel yetenek kadar önemlidir. Dahası bu yeteneğin ..............…….. dönüşmesi için zorunluluktur.<br/><strong>Cümlede boş bırakılan yerlere sırasıyla aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "deha/sanata",
      "B": "uzmanlık/ustalığa",
      "C": "sanat/ustalığa",
      "D": "sanatçı olmak/dehaya",
      "E": "çalışmak/dehaya"
    },
    "explanation": "Sanatçılar için doğuştan gelen görsel yetenek ne kadar önemliyse, bu yeteneği geliştirmek için harcanan <b>eğitim</b> (veya çalışma/pratik) de o kadar önemlidir. Dahası, yeteneğin tam anlamıyla <b>ustalık (yetkinlik)</b> veya profesyonel sanata dönüşmesi için sürekli ve bilinçli çaba zorunludur. Dolayısıyla boşluklara sırasıyla 'eğitim' ve 'ustalığa' getirilmelidir."
  },
  {
    "id": "357298",
    "unitNumber": 10,
    "text": "<strong>1. Dünya Savaşı’ndan sonra ABD’de ortaya çıkan ve Harold Rosenberg’in kullandığı terimle tanımlanan resim üslubu aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Aksiyon Resmi",
      "B": "Kolaj",
      "C": "Asemblaj",
      "D": "Karakalem",
      "E": "Enstalasyon"
    },
    "explanation": "1. Dünya Savaşı’ndan sonra ABD’de ortaya çıkan ve <b>Harold Rosenberg</b>’in 'Action Painting' (Aksiyon Resmi) terimiyle tanımladığı resim üslubu, <b>Soyut Dışavurumculuk</b> akımına aittir. Rosenberg, bu terimi, yapıtın bitmiş halinden çok, sanatçının tuval üzerindeki <b>fiziksel hareketine ve spontane eylemine</b> odaklanan ressamları tanımlamak için kullanmıştır."
  },
  {
    "id": "319539",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi bir resim yüzeyinde plastik görüntünün organik, dinamik olabilmesi için gerekli ögelerden <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Hareket",
      "B": "Ritim ve uyum",
      "C": "Parçaların birlikteliği",
      "D": "Denge",
      "E": "Sabitlik"
    },
    "explanation": "Plastik görüntü, resim yüzeyinde yaratılan görsel organizasyonun canlılığını ve hareketini ifade eder. Bir görüntünün <b>organik</b> ve <b>dinamik</b> olabilmesi için denge, ritim, hareket ve gerilim gibi temel görsel algı ilkelerinin kullanılması gerekir. Gerekli ögeler genellikle görsel olarak algılanan ve düzenlemeye katkıda bulunan unsurlardır. Yüzeyin sadece <b>maddesel varlığı</b> veya kullanılan malzemenin kimyasal yapısı, görüntünün organik/dinamik niteliği için doğrudan bir öge değil, sadece bir araçtır."
  },
  {
    "id": "319540",
    "unitNumber": 11,
    "text": "Görsel dünyanın ışıkla, hareketle değişen görsel değerleri içsel dünyada hızlı değişimlere neden olur.<br/><strong>Aşağıdakilerden hangisi, görsel deneyimlerle elde edilmiş olan bilgilerin oluşumunda etken <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Bilgi birikimi",
      "B": "Sosyal olayların etkisi",
      "C": "Bilimsel gelişmeler",
      "D": "Araç, gereç kullanımı",
      "E": "Teknolojik değişimler"
    },
    "explanation": "Görsel deneyimlerle elde edilen bilgilerin oluşumunda, dış dünyadan gelen <b>ışık</b>, <b>hareket</b> ve <b>görsel değerler</b> gibi fiziksel girdilerin duyusal ve bilişsel süreçlerle işlenmesi esastır. Gözün retina üzerindeki tepkileri, beynin bu tepkileri düzenlemesi ve önceki görsel hafıza bu süreçte etkendir. Görsel olmayan girdiler (örneğin, <b>dokunsal hafıza</b> veya işitsel çağrışımlar) görsel bilginin oluşumunda doğrudan etken değildir."
  },
  {
    "id": "319541",
    "unitNumber": 11,
    "text": "<strong>Işık enerjisi bir resim yüzeyi üzerine düştüğünde farklı yayılmalarda farklı pigmentler tarafından soğurulur ya da yansıtılır. Pigmentlerin yapısı aşağıdaki duyumsamalarımızdan hangisini <u>sağlamaz</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Renklerin tonunu",
      "B": "Resim yüzeyinin sınırlarını",
      "C": "Biçimlerin karakterini",
      "D": "Renklerin parlaklığını",
      "E": "Renklerin değerini"
    },
    "explanation": "Işık, bir resim yüzeyine düştüğünde, <b>pigmentler</b> belirli dalga boylarını <b>soğurur</b> ve diğerlerini <b>yansıtır</b>. Yansıyan dalga boyları gözümüz tarafından algılanır ve <b>renk</b>, <b>değer</b> (açıklık/koyuluk) ve <b>yoğunluk</b> (kromatiklik) duyumsamalarını sağlar. Pigmentlerin kimyasal yapısı ve ışıkla etkileşimi, dokunma veya <b>ağırlık algısı</b> gibi mekanik veya fiziksel duyumsamalarımızı sağlamaz; bunlar dokunsal ve proprioseptif duyularla ilişkilidir."
  },
  {
    "id": "319542",
    "unitNumber": 11,
    "text": "<strong>Göz uzun bir süre kırmızı ışık ışınlarına maruz kalırsa, kırmızı yüzeyden ayrıldığı anda aşağıdakilerden hangi renk geç görüntü olarak gözümüzün önünde belirir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Yeşil",
      "B": "Kırmızı",
      "C": "Mavi",
      "D": "Sarı",
      "E": "Mor"
    },
    "explanation": "Göz, uzun süre yoğun bir renge (bu durumda kırmızı) maruz kaldığında, ilgili reseptörler (koniler) <b>yorgunluk</b> yaşar. Kırmızı yüzeyden ayrılıp nötr bir yüzeye bakıldığında, yorgun düşen kırmızı reseptörlerin eksikliği nedeniyle, beyin otomatik olarak kırmızının <b>tamamlayıcı rengini</b> (zıt rengini) algılar. Kırmızının tamamlayıcı rengi <b>yeşil</b> veya siyan-yeşildir (turkuaz). Bu durum, <b>negatif geç görüntü</b> olarak bilinir."
  },
  {
    "id": "319543",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi plastik düzenlemenin koşullarından biri <u>olamaz</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Yakınlık",
      "B": "Kopya",
      "C": "Duygusal alan",
      "D": "Benzerlik/eşitlik",
      "E": "Süreklilik"
    },
    "explanation": "Plastik düzenleme, görsel yüzeyde anlamlı ve etkili bir organizasyon yaratmanın kurallarını ifade eder. Bu koşullar, <b>denge</b>, <b>ritim</b>, <b>gerilim</b>, <b>uyum</b> ve <b>bütünlük</b> gibi nesnel ilkeleri içerir. Bu ilkeler, eserin izleyici üzerindeki etkisini yapılandırır. <b>Bireysel tercihin önceliği</b> veya sanatçının öznel duyguları, düzenlemenin koşullarından (yani yapısal zorunluluklarından) biri olamaz; bu, eserin içeriği veya tarzı ile ilgilidir."
  },
  {
    "id": "319544",
    "unitNumber": 11,
    "text": "<strong>Resim yüzeyindeki plastik görüntüden bahsederken ”Göz ısrarla bütünlük ister.” diyen yazar ve teorisyen aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Goethe",
      "B": "J.K. Rowling",
      "C": "Emily Bronte",
      "D": "George Orwell",
      "E": "Ray Bradbury"
    },
    "explanation": "Görsel algı teorisinde önde gelen isimlerden biri olan <b>Rudolf Arnheim</b>, 'Görsel Düşünme' (Visual Thinking) adlı çalışmasında ve diğer eserlerinde, insan gözünün (ve beyninin) doğuştan gelen bir <b>bütünlük</b> arayışında olduğunu vurgular. Bu ifade, <b>Gestalt psikolojisi</b> ilkelerini yansıtarak, görsel bir alandaki dağınık ögelerin bile zihin tarafından anlamlı bir yapıya dönüştürülme eğilimini açıklar."
  },
  {
    "id": "319545",
    "unitNumber": 11,
    "text": "<strong>Resim yüzeyinde yaratılan plastik organizasyona güçlü bir gerilim aşağıdaki hangi ilkeler bilinçli olarak birlikte kullanılınca gerçekleştirilebilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Süreklilik ve benzerlik",
      "B": "Benzerlik ve yakınlık",
      "C": "Yakınlık ve duygusal alan",
      "D": "Kapalılık ve benzerlik",
      "E": "Süreklilik ve kapalılık"
    },
    "explanation": "Resim yüzeyinde güçlü bir <b>plastik gerilim</b> (tension) yaratmak, yalnızca zıtlıkları kullanmakla değil, aynı zamanda bu zıtlıkları kontrol altında tutarak bir <b>denge</b> kurmakla mümkündür. En güçlü gerilim, birbirini tamamlayan ve aynı zamanda birbirine karşıt olan ilkelerin, yani <b>Uyum</b> (Harmony) ve <b>Zıtlık</b> (Contrast) veya <b>Çelişki</b>nin bilinçli olarak birlikte kullanılmasıyla sağlanır. Bu dinamik, izleyicinin dikkatini sürekli yüzey üzerinde tutar."
  },
  {
    "id": "319546",
    "unitNumber": 11,
    "text": "Algımızda her çizgi kendi doğasında bir iç devinime, kinetik güce sahiptir.<br/><strong>Kırık bir çizginin tekrarı hangi duyguyu oluşturur?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Süreklilik",
      "B": "Yakınlık",
      "C": "Kapalılık",
      "D": "Durağanlık",
      "E": "Basitlik"
    },
    "explanation": "Çizgiler, görsel algımızda farklı duygusal ve kinetik etkiler yaratır. Düz çizgiler durağanlık veya süreklilik sağlarken, <b>kırık bir çizgi</b> (açısal veya kesintili) doğası gereği <b>ani değişim</b> ve kesintiyi temsil eder. Kırık çizgilerin tekrarı, bu kesintili hareketi pekiştirerek izleyicide <b>huzursuzluk</b>, <b>sarsıntı</b> veya gerginlik duygusunu güçlendirir."
  },
  {
    "id": "319547",
    "unitNumber": 11,
    "text": "Dikkatin resim yüzeyi üzerinde kalması için gerekli olan uyarımı ...........sağlar.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi gelmelidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Statik/durağan",
      "B": "Değişim/hareket",
      "C": "Monokrom renk",
      "D": "Düz çizgi",
      "E": "Kapalı biçimler"
    },
    "explanation": "Dikkatin resim yüzeyi üzerinde kalması, monotonluğun kırılması ve görsel hiyerarşinin oluşturulması ile sağlanır. Görsel uyarımların en etkili aracı <b>Zıtlık</b>tır (Kontrast). Biçim, renk, değer veya yön zıtlıkları, gözü çekerek ve yüzey üzerinde bir gezinme (ritim veya hareket) yaratarak <b>dikkat</b>in sürekli olarak uyarılmasını sağlar."
  },
  {
    "id": "319548",
    "unitNumber": 11,
    "text": "<strong>İki gözde oluşan iki ayrı retinal imgenin orta noktada birleşerek tek bir şey olarak görülmesi ile derinlik algısının oluştuğunu gözlemleyen ve stereoskopu bulan bilim adamı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Herman von Helmholtz",
      "B": "Psikolog Sir Charles Whatshone",
      "C": "John Logie Baird",
      "D": "Alexander Graham Bell",
      "E": "Guglielmo Marconi"
    },
    "explanation": "<b>Derinlik algısı</b>, iki gözümüzün hafifçe farklı açılardan gördüğü (retinal disparite) iki ayrı imgenin beyinde tek bir üç boyutlu görüntüde birleştirilmesiyle oluşur. Bu olguyu ilk gözlemleyen ve bu prensibe dayanarak 1838 yılında <b>stereoskopu</b> (üç boyutlu görme cihazı) icat eden bilim adamı <b>Charles Wheatstone</b>'dur. Bu buluş, binoküler görme mekanizmasının anlaşılmasında kilit rol oynamıştır."
  },
  {
    "id": "320055",
    "unitNumber": 11,
    "text": "Kelimeleri yaklaşıp uzaklaşan ses kümeleri olarak duyar, yazıldığında ise harf kümeleri olarak görürüz.<br/><strong>Cümlede hangi plastik düzenleme ilkesinden bahsedilmektedir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kapalılık",
      "B": "Yakınlık",
      "C": "Süreklilik",
      "D": "Duygusal Alan",
      "E": "Benzerlik/eşitlik"
    },
    "explanation": "Cümlede bahsedilen, dağınık durumdaki küçük birimlerin (sesler, harfler) birbirine yaklaştıklarında zihnimiz tarafından anlamlı ve daha büyük gruplar (kelimeler, cümleler) halinde algılanmasıdır. Bu, <b>Gestalt</b> kuramının temel ilkelerinden biri olan <b>Kümeleme İlkesi</b> (Grouping) veya <b>Yakınlık İlkesi</b>dir. Bu ilke, elemanların yakınlığına göre organize edilerek bir <b>bütünlük</b> oluşturmasını sağlar."
  },
  {
    "id": "320057",
    "unitNumber": 11,
    "text": "<strong>İki boyutlu alanda uzaysal deneyimler ve algımızda üç boyuta ulaşma çabası aşağıdaki hangi ilke ya da ilkeler doğrultusunda hareket eder?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yakınlık, benzerlik",
      "B": "Benzerlik, kapalılık",
      "C": "Yakınlık, benzerlik, kapalılık",
      "D": "Benzerlik",
      "E": "Kapalılık"
    },
    "explanation": "İki boyutlu (2D) bir resim yüzeyinde uzay ve derinlik hissi yaratma çabası, görsel algı mekanizmalarımızı taklit eden kurallar dizisiyle gerçekleştirilir. Üç boyuta ulaşma (derinlik algısı) çabası, genellikle <b>Yakınlık</b> ve <b>Benzerlik</b> kuralları ile <b>perspektif</b> ve <b>örtüşme</b> gibi uzaysal kurgu ilkeleri doğrultusunda hareket eder. Bu ilkeler, 2D yüzeyde illüzyonel bir derinlik yaratır."
  },
  {
    "id": "320058",
    "unitNumber": 11,
    "text": "İnsan gözü duygusal olarak gördüğü boşlukları doldurma ve birimlerin aralarındaki açıklıkları ................... etkisiyle, gördüğü açık formları görünmez bağlarla bütünleyerek kapatır.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "kapatma dürtüsü",
      "B": "benzetme",
      "C": "benzerlik ve yakınlık",
      "D": "yakınlık",
      "E": "benzetme ve yakınlık"
    },
    "explanation": "İnsan gözü ve beyni, eksik veya yarım kalmış şekilleri tamamlama eğilimindedir. Görülen boşlukların zihinsel olarak doldurulması ve açık formların görünmez bağlarla birleştirilerek bütünlenmesi, <b>Gestalt</b> kuramının temel ilkelerinden biri olan <b>Kapatma etkisi</b> (Closure) ile açıklanır. Bu etki, algılanan nesnenin kararlı ve tamamlanmış bir <b>form</b> olarak algılanmasını sağlar."
  },
  {
    "id": "320059",
    "unitNumber": 11,
    "text": "I. Yüzeydeki ilişkilerin canlılığı<br/>II. Yüzeydeki ilişkilerin netliği<br/>III. Optik elemanların bireysel özellikleri<br/><strong>Verilen özellikleri belirleyen kavram aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yakınlık ilişkisi",
      "B": "Benzerlik ilişkisi",
      "C": "Dikkat enerjisi",
      "D": "Karşılıklı değişimi",
      "E": "Beğenme isteği"
    },
    "explanation": "Verilen üç özellik (ilişkilerin canlılığı, netliği ve elemanların bireysel özellikleri), bir görsel düzenlemenin genel başarısını, okunabilirliğini ve etkisini tanımlar. Bu özelliklerin toplamı, eserin <b>Plastik Değeri</b>ni ifade eder. Plastik değer, görsel kompozisyonun yapısal sağlamlığını ve izleyici üzerindeki güçlü estetik etkisini belirleyen anahtar kavramdır."
  },
  {
    "id": "320061",
    "unitNumber": 11,
    "text": "<strong>Uzamsal kurgu yaratılırken yakınlık kuralı hangi kuralla birlikte düşünülmelidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Renkçilik",
      "B": "Duygusallık",
      "C": "Süreklilik",
      "D": "Kapalılık",
      "E": "Benzerlik/eşitlik"
    },
    "explanation": "Uzamsal kurgu (spatial composition) yaratılırken elemanları gruplamak ve hiyerarşi oluşturmak esastır. <b>Yakınlık kuralı</b>, birbirine yakın olan elemanları otomatik olarak bir grup olarak algılamamızı sağlar. Bu kural, genellikle, benzer şekil, renk veya boyuttaki elemanların birlikte algılanmasını sağlayan <b>Benzerlik kuralı</b> ile birlikte düşünülmelidir. Bu iki kural, güçlü ve tutarlı uzamsal kümeler oluşturur."
  },
  {
    "id": "357301",
    "unitNumber": 11,
    "text": "Benzer biçimde, uzamsal kümeler hâlinde düzenlenmiş ................. çoğalarak içerdiği birimlerin toplamından daha fazla bir şeye dönüşür.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "optik unsurlar",
      "B": "yakınlık derecesi",
      "C": "geometrik biçimler",
      "D": "Süreklilik İlkesi",
      "E": "sabitlik derecesi"
    },
    "explanation": "Bu ifade, <b>Gestalt</b> felsefesinin temelini yansıtır: 'Bütün, parçaların toplamından daha fazladır.' Benzer şekilde düzenlenmiş <b>öğeler</b> (veya birimler), uzamsal kümeler halinde organize edildiğinde, tek tek elemanların ötesine geçen, yeni bir anlam, yapı veya <b>bütünlük</b> yaratırlar."
  },
  {
    "id": "320669",
    "unitNumber": 12,
    "text": "Bir nesnenin düşsel, duyusal ve zihinsel algılanmasını sağlayan kendine özgü gerçekliktir.<br/><strong>Yukarıdaki tanım aşağıdakilerden hangisine karşılık gelir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Eserin konusu",
      "B": "İçerik",
      "C": "Biçim",
      "D": "Tinsellik",
      "E": "Öz"
    },
    "explanation": "Bu tanım, sanat teorisinde <b>Biçim</b> kavramına karşılık gelir. Biçim, bir nesnenin veya sanat eserinin dışsal yapısını, düzenini ve <b>düşsel, duyusal ve zihinsel algılanmasını</b> sağlayan kendine özgü gerçekliğini ifade eder. Biçim, sanatçının malzemeyi düzenleme ve sunma şeklidir."
  },
  {
    "id": "320670",
    "unitNumber": 12,
    "text": "<strong>Biçim kavramını, “Her ruh ve yeryüzündeki her şey aslında armoniyle yazılmış bir bestedir.’’ şeklinde açıklayan düşünür aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Eflatun/Platon",
      "B": "Aristoteles",
      "C": "Immanuel Kant",
      "D": "Heraklitos",
      "E": "Pisagor/Pythagoras"
    },
    "explanation": "Biçim kavramını, her şeyin temelinde <b>armoni</b> ve düzen olduğunu ileri sürerek açıklayan düşünür <b>Pisagor</b>'dur. Pisagor, evreni matematiksel oranlar ve düzen ile ilişkilendirmiş, \"Her ruh ve yeryüzündeki her şey aslında armoniyle yazılmış bir bestedir\" diyerek biçimin evrensel düzenin bir yansıması olduğunu vurgulamıştır."
  },
  {
    "id": "320671",
    "unitNumber": 12,
    "text": "Madde bir nesne değildir, nesnelerin oluşumunda bulunan ve zaman içinde farklılaşmış temel elemandır.<br/><strong>Madde ile biçim arasındaki ayrıma ilk dikkat çeken filozof aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Demokritos",
      "B": "Immanuel Kany",
      "C": "Aristoteles",
      "D": "Eflatun/Platon",
      "E": "Heraklitos"
    },
    "explanation": "Madde (hyle) ve Biçim (morphe) arasındaki ayrıma felsefi düzeyde ilk kez derinlemesine dikkat çeken ve <b>Hylemorfizm</b> (Madde-Biçim) kuramını geliştiren filozof <b>Aristoteles</b>'tir. Aristoteles'e göre, madde nesnelerin oluşumunda bulunan temel eleman iken, biçim ise bu maddeyi belirli bir nesne haline getiren yapıdır."
  },
  {
    "id": "320672",
    "unitNumber": 12,
    "text": "“Biçim öze sıkı sıkıya bağlıdır. Bu görüş, evrenin algılanmasına olduğu gibi biçim kavramına da estetik-matematik bir bakış açısıyla yaklaşan ve her şeyin başlangıcının sayı olduğunu kabul eden ............. Kuramı’na dayanır.”<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "İdealar",
      "B": "Yansıtma",
      "C": "Taklit",
      "D": "Pisagor",
      "E": "Etkileşim"
    },
    "explanation": "Cümlede bahsedilen, <b>estetik-matematik</b> bir bakış açısıyla biçime yaklaşan ve <b>her şeyin başlangıcının sayı olduğunu</b> kabul eden kuram, <b>Pisagor Kuramı</b>’dır (Pythagoras). Pisagorcular, evrendeki düzenin, harmoninin ve dolayısıyla biçimin temelinde matematiksel oranlar ve sayılar olduğuna inanmışlardır."
  },
  {
    "id": "320673",
    "unitNumber": 12,
    "text": "Yaşamın sağladığı gereç ve gerçeklik üzerine sanatçının getirdiği duyusal ve düşünsel yorumu içerir. Sanat eseri, sanatçının estetik biçim ile yaşamı bir tür yargılamasıdır.<br/><strong>Bu yargı aşağıdakilerden hangisini belirler?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Biçimi",
      "B": "İçeriği",
      "C": "Düş gücünü",
      "D": "Tini",
      "E": "Salt varlığı"
    },
    "explanation": "Bu yargı, sanat eserinin <b>İçerik</b> (Content) kavramını belirler. İçerik, sanatçının yaşamdan aldığı <b>gereç ve gerçeklik üzerine getirdiği duyusal ve düşünsel yorumu</b> ifade eder. Sanat eseri, sanatçının estetik biçim aracılığıyla yaşama dair getirdiği yorumu, fikri veya yargılamayı içerir."
  },
  {
    "id": "320674",
    "unitNumber": 12,
    "text": "<strong>Estetik terimini, 18. yy. ortalarında duyusal bilginin bilimi olarak tanımlayan ve estetiği felsefeden ayırarak bir bilim dalına dönüşmesini sağlayan filozof aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Etienne Condillac",
      "B": "Georg Wilhelm Friedrich Hegel",
      "C": "David Hume",
      "D": "Immanuel Kant",
      "E": "Alexander Gottlieb Baumgarten"
    },
    "explanation": "Estetik terimini (Aesthetica) ortaya atan ve 18. yüzyılın ortalarında estetiği <b>duyusal bilginin bilimi</b> olarak tanımlayarak felsefeden ayırıp bağımsız bir disiplin haline gelmesini sağlayan filozof <b>Alexander Gottlieb Baumgarten</b>’dir."
  },
  {
    "id": "320675",
    "unitNumber": 12,
    "text": "<strong>Görsel sanatları ideaların kopyası olan görünür dünyanın nesnelerini taklit ettikleri için mimesis olarak gören düşünür aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Eflatun/Platon",
      "B": "Aristoteles",
      "C": "Pisagor/Pythagoras",
      "D": "Demokrito",
      "E": "Epikür/Epikuros"
    },
    "explanation": "Görsel sanatları, <b>ideaların kopyası</b> olan görünür dünyanın nesnelerini taklit ettikleri için (<b>mimesis</b>) gerçeğin üç kat uzağında gören düşünür <b>Platon</b>’dur. Platon, sanatı esas olarak taklitçi bir uğraş olarak değerlendirmiştir."
  },
  {
    "id": "320676",
    "unitNumber": 12,
    "text": "<strong>‘’Düzen düzensizlikten, biçim kaostan doğup geliyor.’’ diyen düşünür aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Honore de Balzac",
      "B": "Rollo May",
      "C": "Umberto Eco",
      "D": "Rom Harre",
      "E": "William James"
    },
    "explanation": "“Düzen düzensizlikten, biçim kaostan doğup geliyor.” ifadesi, biçimin maddeye etki ederek onu düzenlediğini savunan <b>Aristoteles</b>’in madde (kaos/potansiyel) ve biçim (düzen/aktüel) arasındaki ilişkiyi tanımlayan felsefi düşüncesiyle uyumludur. Bu, <b>biçimin yapılandırıcı gücünü</b> vurgular."
  },
  {
    "id": "320677",
    "unitNumber": 12,
    "text": "<strong>“Kendisi o şey olmadığı halde onu çağrıştıran ve iletişim sağlayan, anlamlandıran bir araçtır ve somut veya soyut olabilir.” tanımlaması aşağıdakilerden hangisine karşılık gelir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Tarz/Üslup",
      "B": "Konu",
      "C": "Gösterge",
      "D": "Boşluk",
      "E": "Mekân"
    },
    "explanation": "Verilen tanım, <b>Simge</b> (Symbol) kavramına karşılık gelir. Simge, gösterdiği şeyin kendisi olmamasına rağmen, onu temsil eden, çağrıştıran ve böylece <b>iletişim sağlayan, anlamlandıran</b> bir araçtır. Simge, hem <b>somut hem de soyut</b> kavramları ifade etmek için kullanılabilir."
  },
  {
    "id": "320678",
    "unitNumber": 12,
    "text": "Sanatçının farklı biçim, teknik, yöntem ve malzeme kullanımıyla resim yüzeyinde bir araya gelen biçimlerin oluşturduğu bütün, sanatçının............ belirler.<strong><br/>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Üslubunu",
      "B": "Düşüncesini",
      "C": "Duygularını",
      "D": "Hayallerini",
      "E": "İnançlarını"
    },
    "explanation": "Sanatçının farklı <b>biçim, teknik, yöntem ve malzeme</b> kullanımıyla eser yüzeyinde bir araya gelen biçimlerin oluşturduğu bütün ve bu bütünlüğün karakteristik ifadesi, sanatçının <b>Üslup</b>’unu (Style) belirler. Üslup, sanatçının kişisel kimliğinin sanatsal ifadesidir."
  },
  {
    "id": "320904",
    "unitNumber": 12,
    "text": "<strong>\"Bizi gerçek dünyadan koparıp düş dünyasına götürür.\" ifadesi aşağıdakilerden hangi biçimi verir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Soyut biçim",
      "B": "Temsilî biçim",
      "C": "Fantastik biçim",
      "D": "Organik biçim",
      "E": "Geometrik biçim"
    },
    "explanation": "\"Bizi gerçek dünyadan koparıp <b>düş dünyasına</b> götürür\" ifadesi, sanat eserinin doğrudan gözlemlenen gerçekliği taklit etmek yerine, sanatçının hayal gücünü ve iç dünyasını yansıttığı <b>Düşsel Biçim</b>’i (veya Yorumlayıcı Biçim) tanımlar. Bu, izleyicinin hayal gücünü harekete geçiren, gerçeküstü veya sembolik anlatımı ifade eder."
  },
  {
    "id": "320907",
    "unitNumber": 12,
    "text": "<strong>”Sanatın gerecini herkes görebilir. İçerik ise ancak kendisiyle ortak bir yanı olanlarca anlaşılabilir.” diyen doğa bilimci, teorisyen aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "J. W. von Goethe",
      "B": "Abraham Werner",
      "C": "William Smith",
      "D": "Karl Marx",
      "E": "Charles Darwin"
    },
    "explanation": "Sanatın <b>gereci</b> (madde/form) ile <b>içeriği</b> arasındaki ayrımı vurgulayan, gerecin herkesçe görülebileceğini ancak içeriğin ancak ortak bir yanı olanlarca anlaşılabileceğini söyleyen doğa bilimci ve teorisyen <b>Johann Wolfgang von Goethe</b>'dir. Goethe, sanatın derinliğinin ve anlamının evrensel olmakla birlikte, algılanmasının kişisel bir bağ gerektirdiğini savunur."
  },
  {
    "id": "320912",
    "unitNumber": 12,
    "text": "<strong>Yaşamın içinden sıradan bir objenin sanatçının seçimi ile bağlamından, işlevinden, anlamından koparılıp bu objeye sanatsal bir statü kazandırılması yolunu açan, hazır nesne kavramını sanatın içine sokan, kavramsal sanatın düşünsel temelini de oluşturan sanatçı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Marcel Duchamp",
      "B": "Joseph Kosuth",
      "C": "Soll LeWitt",
      "D": "Mark Rotko",
      "E": "Wassily Kandinsky"
    },
    "explanation": "<b>Hazır Nesne</b> (Ready-made) kavramını sanat dünyasına sokan, sıradan bir objeyi seçimiyle sanatsal statüye kavuşturan ve <b>kavramsal sanatın</b> düşünsel temellerini atan sanatçı <b>Marcel Duchamp</b>'tır. Bu eylem, sanatın <b>yaratım</b>dan ziyade <b>fikir</b> üzerine kurulu olduğunu gösteren bir dönüm noktasıdır."
  },
  {
    "id": "320916",
    "unitNumber": 12,
    "text": "<strong>”Ben hiç melek resmi yapmadım, çünkü hiç melek görmedim.” ifadesiyle zamanın nesnelliğini vurgulayan, kendi dünyası yerine dünya gerçeklerini gözler önüne seren biçimleri tasvir etmeyi yeğleyen sanatçı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Paul Cezanne",
      "B": "Edward Hopper",
      "C": "Diego Rivera",
      "D": "M. C. Escher",
      "E": "Gustav Courbet"
    },
    "explanation": "“Ben hiç melek resmi yapmadım, çünkü hiç melek görmedim.” ifadesi, sanatta yalnızca gözlemlenebilir <b>nesnelliği</b> ve gerçekliği esas alan <b>Gustave Courbet</b>’ye aittir. Courbet, kendi dünyası yerine <b>dünya gerçeklerini</b> tasvir etmeyi yeğleyen 19. yüzyıl Realizm akımının en önemli temsilcisidir."
  },
  {
    "id": "320918",
    "unitNumber": 12,
    "text": "Modern sanatın en önemli özelliği, biçim ve içerik açısından geçmişle bağlarını koparmasıdır.<strong><br/>Modern sanatın babası olarak bilinen, doğayı geometrik biçimler aracılığıyla ele almak, doğaya bakmak yerine onu düşünmek gerektiğini söyleyen sanatçı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Paul Klee",
      "B": "Wassily Kandinsky",
      "C": "Paul Cezzanne",
      "D": "Gustav Courbet",
      "E": "Georges Braque"
    },
    "explanation": "Doğayı <b>geometrik biçimler</b> aracılığıyla (silindir, küre, koni) ele almayı ve doğayı <b>düşünmek</b> gerektiğini söyleyerek Modern sanatın temellerini atan, bu nedenle de <b>Modern Sanatın Babası</b> olarak bilinen sanatçı <b>Paul Cézanne</b>’dır. Cézanne, resimsel yüzeyde derinlik yerine biçimin yapısını öne çıkarmıştır."
  },
  {
    "id": "320919",
    "unitNumber": 12,
    "text": "<strong>Süprematizm Manifestosu’nda gündelik gerçekliğin ötesinde daha derin bir gerçeklik arayışından bahseden, geometrik soyut sanatın önemli temsilcisi sanatçı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Piet Mondrian",
      "B": "Wassily Kandinsky",
      "C": "Pablo Picasso",
      "D": "Kazimir Maleviç",
      "E": "Marcel Duchamp"
    },
    "explanation": "<b>Süprematizm Manifestosu</b>’nu yayınlayan, <b>gündelik gerçekliğin ötesinde daha derin bir gerçeklik</b> arayışından bahseden ve geometrik soyut sanatın önemli temsilcisi olan sanatçı <b>Kazimir Malevich</b>’tir. Süprematizm, sanatta saf duygunun üstünlüğünü savunur."
  },
  {
    "id": "357321",
    "unitNumber": 12,
    "text": "Batı sanatında soyutlama süreci, 1909-1912 arasında ………………. yarattığı Analitik Kübizm ile başlamış oldu. Kübizmde sanatçı, düşüncesi doğrultusunda iki boyutlu olan yüzeyde ………../zaman kavramını yakalamak için görüntüyü parçalamakta sakınca görmez.<br/><strong>Cümlede boş bırakılan yerlere sırasıyla aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Claude Monet'in / Fütürizm",
      "B": "Vasili Kandinski'nin / soyut sanat",
      "C": "Edvard Munch'un / dışavurumculuk",
      "D": "Braque ve Picasso'nun / dördüncü boyutu",
      "E": "Paul Gauguin'nin / dışavurumculuk"
    },
    "explanation": "Batı sanatında soyutlama süreci, 1909-1912 arasında <b>Pablo Picasso</b>’nun yarattığı <b>Analitik Kübizm</b> ile başlamıştır. Kübizmde sanatçı, iki boyutlu yüzeyde nesnenin <b>mekân/zaman</b> içindeki tüm görünümlerini aynı anda sunmak için görüntüyü parçalar, böylece geleneksel tek perspektifi reddeder."
  },
  {
    "id": "357368",
    "unitNumber": 12,
    "text": "I. Kübizm<br/>II. Pop-art<br/>III. Arazi sanatı<br/>IV. Minimalizm<br/><strong>Yukarıdakilerden hangileri 20. yüzyılın ikinci yarısından sonra ortaya çıkan sanat akımlarındandır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "I ve III",
      "B": "II ve IV",
      "C": "I, II ve III",
      "D": "I, II ve IV",
      "E": "II, III ve IV"
    },
    "explanation": "20. yüzyılın ikinci yarısından (1950 sonrası) ortaya çıkan akımlar arasında <b>Pop-art</b> (II), <b>Arazi sanatı</b> (III) ve <b>Minimalizm</b> (IV) bulunur. Kübizm (I) ise 20. yüzyılın başında (1907-1914) ortaya çıkmıştır. Dolayısıyla II, III ve IV doğru cevaplardır."
  },
  {
    "id": "408147",
    "unitNumber": 12,
    "text": "Maleviç ve Kandinsky kendi anlatım dilleri ile yeni yarattıkları biçim anlayışında ......................... ulaşmak istemişlerdir.\"<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "bütünselliğe",
      "B": "sadeliğe",
      "C": "felsefeye",
      "D": "tinselliğe",
      "E": "biçimselliğe"
    },
    "explanation": "Maleviç (Süprematizm) ve Kandinsky (Lirik Soyutlama) gibi soyut sanatın öncüleri, sanat eserini nesnel dünyadan kopararak, formlar ve renkler aracılığıyla <b>mutlak, evrensel veya tinsel gerçekliğe</b> ulaşmak istemişlerdir. Amaçları, biçimsel saflık yoluyla <b>Mutlak Soyutlama</b>’yı gerçekleştirmekti."
  },
  {
    "id": "320706",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi bilginin kaynağının deneyden bağımsız üst düzey bir duyum olduğunu söyleyen usçuluk felsefe akımının düşünürlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Aristoteles",
      "B": "George Berkeley",
      "C": "Rene Descartes",
      "D": "Baruch Spinoza",
      "E": "Eflatun/Platon"
    },
    "explanation": "Usçuluk (Rasyonalizm), bilginin kaynağının deneyden bağımsız olarak akıl ve düşüncede bulunduğunu savunan felsefi akımdır. Başlıca temsilcileri arasında <b>Descartes, Spinoza ve Leibniz</b> sayılır. Eğer soruda bu düşünürler seçeneklerde yer alıyorsa, akıma üye <u>olmayan</u> kişi genellikle bilginin temelini duyusal deneyime dayandıran <b>Deneycilik (Empirizm)</b> akımının temsilcilerinden biri olacaktır, örneğin <b>John Locke</b> veya <b>David Hume</b>."
  },
  {
    "id": "320707",
    "unitNumber": 13,
    "text": "<strong>Duyuların yetkinliği öğretisini geliştiren; estetiği, duyulur bilginin bilimi, güzeli araştıran bilim olarak kurmuş olan düşünür aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Rene Descartes",
      "B": "David Hume",
      "C": "Alexander Gottlieb Baumgarten",
      "D": "John Locke",
      "E": "George Berkeley"
    },
    "explanation": "Duyuların yetkinliği öğretisini geliştirerek, estetiği (Aesthetica) duyulur bilginin bilimi ve güzeli araştıran bir bilim olarak kuran düşünür, <b>Alexander Gottlieb Baumgarten</b>'dır. Baumgarten, bu terimi 1750 yılında yayımlanan 'Aesthetica' adlı eserinde kullanmıştır ve böylece estetiğin bağımsız bir disiplin olarak kurulmasına öncülük etmiştir."
  },
  {
    "id": "320708",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi estetiğin temel ögelerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Estetik obje",
      "B": "Estetik süje",
      "C": "Estetik değer",
      "D": "Doğa",
      "E": "Estetik yargı"
    },
    "explanation": "Estetiğin temel ögeleri genellikle <b>Estetik Özne</b> (algılayan kişi), <b>Estetik Nesne</b> (sanat eseri veya güzel kabul edilen varlık), <b>Estetik Deneyim</b> (öznenin nesneyle etkileşimi sonucu oluşan duygu ve yargı) ve <b>Estetik Değer</b> (güzellik, yücelik vb. yargılar) olarak sıralanır. Bu ögeler dışındaki bir kavram (örneğin mantık, etik veya bilim) estetiğin temel ögesi <u>değildir</u>."
  },
  {
    "id": "320709",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden düşünürlerden hangisi sanat yapıtını, \"İzleyicinin ampirik deneyimlerinin ya da onunla zihinsel alışverişinin sonucunda oluşmuş bir ürün değildir. \" şeklinde açıklamıştır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Aldous Huxley",
      "B": "Meyer Schapiro",
      "C": "Roman Ingarden",
      "D": "John Cage",
      "E": "Jean-Luc Nancy"
    },
    "explanation": "Sanat yapıtını, 'İzleyicinin ampirik deneyimlerinin ya da onunla zihinsel alışverişinin sonucunda oluşmuş bir ürün değildir' şeklinde açıklayan düşünür, genellikle sanat yapıtının kendisini, biçimini ve özerkliğini (otonomisini) vurgulayan <b>Biçimci Sanat Kuramı</b>'nın temsilcilerinden biridir. Bu ifade, eserin değerini izleyicinin kişisel tepkisinden veya temsil ettiği dış gerçeklikten bağımsız olarak kendi iç yapısında gören <b>Clive Bell</b>'in 'Anlamlı Biçim' (Significant Form) kuramıyla paralellik gösterir."
  },
  {
    "id": "320710",
    "unitNumber": 13,
    "text": "<strong>Sanat yapıtının oluşum sürecinde kaç farklı nesne çözümlemesinden bahsedilir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "1",
      "B": "2",
      "C": "4",
      "D": "3",
      "E": "5"
    },
    "explanation": "Sanat yapıtının oluşum sürecinde genellikle üç farklı nesne çözümlemesinden bahsedilir:<br/>1. <b>Mevcut Nesne</b> (Ham madde, doğal veya hazır nesne).<br/>2. <b>Zihinsel Nesne</b> (Sanatçının zihnindeki tasarı, kavramlaşmış biçim).<br/>3. <b>Estetik Nesne/Sanat Yapıtı</b> (Zihinsel nesnenin mevcut nesne aracılığıyla maddi düzlemde varlık kazanmış son hâli)."
  },
  {
    "id": "320711",
    "unitNumber": 13,
    "text": "Sanat yapıtı, gerçek dünyada kendiliğinden var olan nesnenin sanatçı tarafından mevcut nesne olarak kavranarak farklı malzemelerle yeniden varlık kazandırılmasıyla oluşur. İşte buna................denir.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Objektivasyon",
      "B": "Gerçeklik",
      "C": "Konstrüksiyon",
      "D": "Ereksel nesne",
      "E": "Alımlayıcı nesne"
    },
    "explanation": "Sanat yapıtının oluşumu, gerçek dünyadaki <b>mevcut nesnenin</b> (malzemenin) sanatçı tarafından kavranması ve farklı malzemelerle yeniden varlık kazandırılarak bir <b>Estetik Nesne</b> haline getirilmesi sürecidir. Bu eyleme genel olarak <b>Nesneleştirme</b> (Objectification) veya <b>Sanatsal Varlık Kazandırma</b> denir. Burada boş bırakılan yere getirilmesi gereken ifade, sürecin kendisini vurgulayan bir kavramdır: <b>Sanatsal Nesneleştirme</b>."
  },
  {
    "id": "320712",
    "unitNumber": 13,
    "text": "<strong>Nesneler dünyasının algılayan özne ile var olduğunu, algılayan olmadığında dış dünyanın da ortadan kalkacağını savunan düşünür aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Immanuel Kant",
      "B": "Georg Wilhwlm Friedrich Hegel",
      "C": "David Hume",
      "D": "Jean-Paul Sartre",
      "E": "George Berkeley"
    },
    "explanation": "Nesneler dünyasının algılayan özne ile var olduğunu, var olmanın algılanmış olmak anlamına geldiğini ('Esse est percipi') savunan düşünür <b>George Berkeley</b>'dir. Berkeley'e göre, algılanmayan bir dış dünya yoktur; yani özne algılamazsa, dış dünya ortadan kalkar. Bu görüş <b>Subjektif İdealizm</b> olarak adlandırılır."
  },
  {
    "id": "320713",
    "unitNumber": 13,
    "text": "Yansıtma Sanat Kuramı 18. yüzyılın ortalarına kadar kendi içinde üç temel görüşle ele alınmıştır.<br/><strong>Bu görüşlerden biri olan \"sanat geneli ya da özü yansıtır.\" düşüncesi aşağıdakilerden hangi düşünüre aittir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Benedetto Croce",
      "B": "Eflatun/Platon",
      "C": "Aristo",
      "D": "George Wilhelm Friedrich Hegel",
      "E": "Alexander Gottlieb Baumgarden"
    },
    "explanation": "Sanatın gerçeği yansıttığını savunan <b>Yansıtma Sanat Kuramı</b> (Mimesis), Antik Yunan'a dayanır. Bu kuramın alt görüşlerinden 'sanat geneli ya da özü yansıtır' düşüncesi, ideaların taklidi yerine, mümkün ve evrensel olanı yansıtmayı savunan <b>Aristoteles</b>'e aittir. Aristoteles, tragedya ve şiirin tekil olayları değil, insan doğasının evrensel yönlerini yansıttığını öne sürer."
  },
  {
    "id": "320714",
    "unitNumber": 13,
    "text": "Biçimci sanat kuramı yapıtı merkeze alan bir kuramdır. Estetik nesnenin duyulur olarak algılanması olgusuna dayanır. Bu kurama göre; estetik nesne sanat elemanlarının kompozisyon ilkeleriyle biçim kazanarak nesnelleşir. Özellikle “saf resim” kavramında estetik nesne salt estetik biçim olarak varlık kazanır.<strong><br/>Saf resim kavramını ortaya atan sanat eleştirmeni aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Ernst Gombrich",
      "B": "Harold Rosenberg",
      "C": "Clement Greenberg",
      "D": "Thomas McEvilley",
      "E": "Brian O’Doherty"
    },
    "explanation": "Biçimci sanat kuramının temellerini atan ve sanat yapıtının değerini temsil ettiği konudan bağımsız olarak sadece çizgisel, renk ve biçimsel düzenlemelerde bulan, özellikle <b>“saf resim”</b> kavramını ortaya atan sanat eleştirmeni <b>Clive Bell</b> veya <b>Roger Fry</b>'dır. Bell, ‘Anlamlı Biçim’ (Significant Form) kavramıyla, eserin estetik niteliğini sadece biçimsel yapısında bulur. Fry ise, Post-Empresyonizmi savunarak benzer bir biçimsel özerkliği vurgulamıştır. Biçimciliğin temellerini atan ve bu kavramı literatüre sokan kişi genellikle <b>Clive Bell</b> olarak kabul edilir."
  },
  {
    "id": "320715",
    "unitNumber": 13,
    "text": "Doğuştan zihnimizde fikirler olduğu savına şiddetle karşı çıkmıştır.<strong><br/>Zihnimizin izlenimler ve fikirlerden oluşan iki tür özelliği olduğunu söyleyen düşünür aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Aristoteles",
      "B": "Rene Descartes",
      "C": "John Locke",
      "D": "David Hume",
      "E": "Bertrand Russel"
    },
    "explanation": "Doğuştan zihinde fikirler olduğu savına (rasyonalizm) şiddetle karşı çıkan ve zihnimizde bulunan algı içeriklerini 'daha güçlü ve canlı' olan <b>İzlenimler</b> (Impressions) ve bunların 'soluk kopyaları' olan <b>Fikirler</b> (Ideas) olarak ikiye ayıran düşünür, <b>David Hume</b>'dur. Hume, tüm bilgimizin kaynağının bu izlenimlere dayandığını savunur."
  },
  {
    "id": "320946",
    "unitNumber": 13,
    "text": "<strong>\"Konunun sanatçının zihninde biçim kazanmış hâlidir. Sanatçının zihninde tasarladığı nesnedir.\" tanımı sanat yapıtının oluşum sürecinden hangisini ifade eder?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Mevcut nesne",
      "B": "Zihinsel tasarım nesnesi",
      "C": "Bitmemiş nesne",
      "D": "Yapıt olarak nesne",
      "E": "Alımlayıcı nesne"
    },
    "explanation": "Bu tanım ('Konunun sanatçının zihninde biçim kazanmış hâlidir. Sanatçının zihninde tasarladığı nesnedir.'), sanat yapıtının oluşum sürecindeki ikinci aşama olan <b>Zihinsel Nesneyi</b> (Conceptual Object) ifade eder. Bu, sanatçının malzemeyi kullanmaya başlamadan önce kafasında kurduğu soyut tasarıdır."
  },
  {
    "id": "320947",
    "unitNumber": 13,
    "text": "Ontolojik anlayışa göre; bir sanat nesnesinin varlık kazanabilmesi ancak estetik bir tavırla o nesneyi algılayan ve yorumlayan kavrayıcı özneyle/alımlayıcıyla mümkün olur. Buna............. denir.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kavrayıcı tin/kavrayıcı özne",
      "B": "Zihinsel tasarım nesnesi",
      "C": "Yapıt olarak nesne",
      "D": "Mevcut Nesne",
      "E": "Bitmemiş nesne"
    },
    "explanation": "Ontolojik anlayışa göre, sanat nesnesinin salt bir varlık olarak kalmaktan çıkıp bir <b>Estetik Nesne</b> olarak gerçeklik kazanması, ancak onu estetik bir tavırla algılayan ve yorumlayan <b>alımlayıcı (özne)</b> ile mümkündür. Bu sürece <b>Estetik Alımlama</b> (Aesthetic Reception) veya <b>Estetik Nesnenin Gerçekleşmesi</b> denir."
  },
  {
    "id": "320948",
    "unitNumber": 13,
    "text": "<strong>“Pratik Usun Eleştirisi” çalışmasında ilk kez oyun ve sanat arasındaki benzerliğe dikkat çeken düşünür aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Roman Ingarden",
      "B": "Benedetto Croce",
      "C": "Alexander Gottlieb Baumgarten",
      "D": "Clement Greenberg",
      "E": "Immanuel Kant"
    },
    "explanation": "Oyun ve sanat arasındaki benzerliğe dikkat çeken ve bu konuyu estetik yargı bağlamında ele alan düşünür <b>Immanuel Kant</b>’tır. Kant, bu konuyu estetik yargıyı incelediği temel eseri olan <b>'Yargı Yetisinin Eleştirisi'</b> (Kritik der Urteilskraft) adlı çalışmasında derinlemesine işlemiştir. Soru metnindeki 'Pratik Usun Eleştirisi' ifadesi hatalı olsa da, oyun ve sanat ilişkisi bağlamında akla gelmesi gereken düşünür <b>Kant</b>'tır."
  },
  {
    "id": "320949",
    "unitNumber": 13,
    "text": "<strong>Bilginin tümüyle deneyden türetilmiş olduğunu söyleyen; duyumları, gerçeği olduğu gibi yansıtan duyumlar ve nesnenin kendisinde bulunmayan öznel olan duyumlar olmak üzere ikiye ayıran düşünür aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "John Locke",
      "B": "George Berkeley",
      "C": "Georg Wilhelm Friedrich Hegel",
      "D": "Bertrand Russel",
      "E": "Ludwing Wittgwnstein"
    },
    "explanation": "Bilginin tümüyle deneyden türetilmiş olduğunu söyleyen ve duyumları nesnenin kendisinde bulunan <b>birincil (objektif) duyumlar</b> ve nesnenin kendisinde bulunmayan <b>ikincil (öznel) duyumlar</b> olarak ikiye ayıran düşünür <b>John Locke</b>'tur. Locke, bu ayrımı yaparak Empirizmin temelini atmıştır."
  },
  {
    "id": "320950",
    "unitNumber": 13,
    "text": "<strong>Sanatçıların doğaya ve topluma ve toplumsal sorunlara yönelmeye, kendi duygu ve kavrayışlarını yapıtlarında ifadeye dönüştürmeye başladığı dönem hangi sanat akımını düşündürmelidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Minimalizm",
      "B": "Romantizm",
      "C": "Empresyonizm",
      "D": "Rönesans",
      "E": "Rokoko"
    },
    "explanation": "Sanatçıların doğaya, toplumsal sorunlara yöneldiği ve rasyonel kurallardan ziyade <b>kendi duygu ve kavrayışlarını</b>, bireysel yaratıcılıklarını ve iç dünyalarını yapıtlarında ifade etmeye başladığı dönem, 18. yüzyıl sonu ve 19. yüzyıl başlarının sanat akımı olan <b>Romantizm</b>'i düşündürmelidir."
  },
  {
    "id": "320951",
    "unitNumber": 13,
    "text": "<strong>“Sanatçı tarafından estetik erek ve estetik tavır sonucu, estetik değer ve sanatsal kaygılarla üretilen, alımlayıcı tarafından estetik yönelimle kavranan tek ve benzersiz nesnedir.” cümlesi aşağıdakilerden hangisini tanımlar?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Mevcut nesne",
      "B": "Sanat yapıtı",
      "C": "Bitmemiş nesne",
      "D": "Objektivasyon",
      "E": "Estetik tavır"
    },
    "explanation": "Verilen cümle, sanatçının estetik erek ve kaygılarla yarattığı, tek ve benzersiz olan, alımlayıcının estetik yönelimle kavradığı nesneyi tarif etmektedir. Bu, <b>Sanat Yapıtının</b> (Art Work) veya <b>Estetik Nesnenin</b> en kapsamlı tanımıdır."
  },
  {
    "id": "320953",
    "unitNumber": 13,
    "text": "<strong>Dil ve düşünce arasında bir tür ilişki olduğunu savunmuştur. Nesnenin adının onun göstergesi olduğunu söyler ve olgudan düşünceye, düşünceden dile geçen bir düşünce biçimini savunan düşünür aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "George Berkeley",
      "B": "Immanuel Kant",
      "C": "Bertrand Russel",
      "D": "Ludwing Wittgenstein",
      "E": "Georg Wilhelm Friedrich Hegel"
    },
    "explanation": "Dil ve düşünce arasında sıkı bir ilişki olduğunu savunan, nesnenin adının onun <b>göstergesi</b> olduğunu belirten ve olgudan (gerçeklikten) düşünceye, düşünceden dile geçen bir düşünce biçimini savunan filozof <b>Ludwig Wittgenstein</b>'dır. Özellikle erken dönem eseri 'Tractatus Logico-Philosophicus'ta, dilin mantıksal yapısı ile dünyanın (olguların) mantıksal yapısı arasındaki ilişkiyi inceler."
  },
  {
    "id": "357372",
    "unitNumber": 13,
    "text": "<strong>Felsefeyi, “var olanların ilk temellerini ve ilkelerini araştıran bir bilgi” olarak tanımlayan Antik Yunan filozofu aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Aristoteles",
      "B": "David Hume",
      "C": "Rene Descartes",
      "D": "Meyer Schapiro",
      "E": "Jean-Paul Sartre"
    },
    "explanation": "Felsefeyi, 'var olanların ilk temellerini ve ilkelerini araştıran bir bilgi' olarak tanımlayan Antik Yunan filozofu <b>Aristoteles</b>'tir. Aristoteles, 'Metafizik' adlı eserinde bu araştırmayı 'ilk felsefe' olarak adlandırmış ve bilginin en temel nedenlerini ve ilkelerini bulmayı amaçlamıştır."
  },
  {
    "id": "320752",
    "unitNumber": 14,
    "text": "Dış dünyada var olan nesnelerden ve mekândan gözümüze yansıyan izdüşümleri zihnimizde canlandığında dış gerçekliği somut veya düşsel ya da sezgisel olarak yeniden yarattığımızda............. oluşur.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Duyumsama",
      "B": "Düşünce",
      "C": "İmge",
      "D": "Duygulanım",
      "E": "Simge"
    },
    "explanation": "Cümlede boş bırakılan yere <b>İmgelem</b> getirilmelidir. İmgelem, dış dünyada var olan nesnelerden gözümüze yansıyan izdüşümlerinin zihnimizde canlanmasıyla, dış gerçekliği somut, düşsel veya sezgisel olarak <b>yeniden yaratma</b> yeteneğimizdir. İmgelem, nesne fiziksel olarak orada olmasa bile onun görsel karşılığını zihinde oluşturmamızı sağlayan <b>zihinsel aktivitedir</b>."
  },
  {
    "id": "320753",
    "unitNumber": 14,
    "text": "<strong>“Metnin dışında hiçbir şey yoktur.” önermesi ile bilinen, Yapısökümcü Anlayışı'nın temelini oluşturan düşünür aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Jacques Derrida",
      "B": "Rudolf Husseri",
      "C": "Henri Bergson",
      "D": "Bertrand Russell",
      "E": "George Edward Moore"
    },
    "explanation": "<b>Yapısökümcü Anlayış</b>'ın (Deconstruction) temelini atan ve '<b>Metnin dışında hiçbir şey yoktur</b>' (Il n'y a pas de hors-texte) önermesiyle tanınan düşünür <b>Jacques Derrida</b>'dır. Bu düşünce, imgenin veya metnin anlamının dışsal bir referanstan ziyade, kendi iç sistemi ve farklılıklar ağı içinde oluştuğunu savunur."
  },
  {
    "id": "320754",
    "unitNumber": 14,
    "text": "Dönemin tüketim imgelerini tekrarlayarak tüketim kültürü zihniyetini över.<strong><br/>Endüstriyel üretim nesnelerinin insanlar arasında eşitlikçi bir etkiye sahip olması olgusunu imge üzerinden sanata aktaran sanatçı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Macel Duchamp",
      "B": "Andy Warhol",
      "C": "Piet Mondrian",
      "D": "Wassily Kandinsky",
      "E": "Sol LeWitt"
    },
    "explanation": "Dönemin tüketim imgelerini (örneğin Coca-Cola şişeleri veya çorba kutuları) tekrarlayarak sanata taşıyan ve <b>endüstriyel üretim nesnelerinin eşitlikçi etkisine</b> dikkat çeken sanatçı <b>Andy Warhol</b>'dur. Warhol, Pop Art akımının en önemli temsilcisi olarak, imgeyi seri üretim kültürünün bir parçası olarak ele almıştır."
  },
  {
    "id": "320755",
    "unitNumber": 14,
    "text": "<strong>“İmgelenim, eylem hâlindeki duyunun ortaya çıkan hareketidir.” cümlesi aşağıdakilerden hangi düşünüre aittir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Aristotles",
      "B": "Platon/Eflatun",
      "C": "Heraklitos/Herakleitos",
      "D": "Demokritos",
      "E": "Epikür/Epikuros"
    },
    "explanation": "“İmgelenim, <b>eylem hâlindeki duyunun</b> ortaya çıkan hareketidir.” cümlesi varoluşçu filozof <b>Jean-Paul Sartre</b>'a aittir. Sartre, imgelenimi pasif bir algıdan ziyade, bilincin nesneyi bilerek ve isteyerek, yokluk içinde dahi olsa <b>yeniden kurma eylemi</b> olarak tanımlar."
  },
  {
    "id": "320756",
    "unitNumber": 14,
    "text": "<strong>“İmgelem; nesnenin varlığı orada olmasa bile zihinde imgeyi canlandırmakla gerçekleşir. İmge varlığın zihinde canlandırılma hâlidir.” diye imgelenimi açıklayan ve bilgi kuramını felsefenin akılcılık ve deneycilik geleneklerini birleştirerek ele alan düşünür aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "George Berkeley",
      "B": "Johne Locke",
      "C": "David Hume",
      "D": "Immanuel Kant",
      "E": "Georg Wilhelm Friedrich Hegel"
    },
    "explanation": "Bilgi kuramında <b>akılcılık ve deneycilik</b> geleneklerini sentezleyen ve <b>İmgelemi</b>, nesne orada olmasa bile zihinde imgeyi canlandırmakla gerçekleşen yetenek olarak açıklayan düşünür <b>Immanuel Kant</b>'tır. Kant'a göre imgelem, deneyim verilerini organize eden ve zihnimizin dünyayı yapılandırmasında merkezi rol oynayan bir yeti (transandantal imgelem) olarak önemlidir."
  },
  {
    "id": "320757",
    "unitNumber": 14,
    "text": "Sanatçılar imgelenimi gerçekçi esaslara göre betimlemeye, sistematik olarak gözü aldatabilecek benzerliğe ulaşmaya çalışmışlardır.<br/><strong>Cümlede hangi dönem sanatçılarının imgeleniminden bahsedilmektedir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Mısır",
      "B": "Mezopotamya",
      "C": "Rönesans",
      "D": "Hitit",
      "E": "Bizans"
    },
    "explanation": "Sanatçıların <b>gerçekçi esaslara göre betimlemeye</b> çalıştığı, bilimsel yöntemlerle (perspektif, anatomi) <b>gözü aldatabilecek benzerliğe</b> ulaşmayı hedeflediği dönem <b>Rönesans</b> (ve sonrasında Klasisizm) dönemidir. Bu dönemde mimesis (taklit), sanatsal imgenin temel amacı haline gelmiştir."
  },
  {
    "id": "320758",
    "unitNumber": 14,
    "text": "<strong>İmgenin sınırlarını ışık-gölge ile eriterek biçimleri mekân ile bütünleştiren sanatçı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Michelengelo Merisi da Caravaggio",
      "B": "Rembrandt Harmenszoon van Rjin",
      "C": "Diego Velazquez",
      "D": "Peter Paul Rubens",
      "E": "Gian Lorenzo Bernini"
    },
    "explanation": "İmgenin sınırlarını <b>ışık-gölge</b> (sfumato) ile yumuşatarak biçimleri mekân ile bütünleştiren sanatçı <b>Leonardo da Vinci</b>'dir. Sfumato tekniği, keskin hatları ortadan kaldırarak figürlere daha gizemli ve atmosferik bir hava katmıştır."
  },
  {
    "id": "320759",
    "unitNumber": 14,
    "text": "Doğada var olan görünürlüğün zaman içinde değişiminin kaynağı olan ışığa bakmıştır. Yakalamak istediği şey, nesneler değil onları görünür kılan güneş ışığı ve ışığın değişimi ile oluşan anlık izlenimleriydi.<br/><strong>Paragrafta bahsedilen sanat akımı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Realizm",
      "B": "Romantizm",
      "C": "Barok",
      "D": "Empresyonizm",
      "E": "Rönesans"
    },
    "explanation": "Paragrafta bahsedilen sanat akımı <b>Empresyonizm</b> (İzlenimcilik)'dir. Bu akımın sanatçıları, nesnelerin durağan formlarından ziyade, <b>güneş ışığının değişimiyle oluşan anlık izlenimleri</b> ve atmosferik görünürlüğü tuvale aktarmaya odaklanmışlardır. Işık, imgenin kaynağı olarak ele alınmıştır."
  },
  {
    "id": "320760",
    "unitNumber": 14,
    "text": "<strong>Seri üretilmiş nesneleri, formları, imgeleri kendine mal etme düşüncesi ile hazır nesne/ready made kavramını sanata getiren sanatçı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Vassily Kandinsky",
      "B": "Piet Mondrain",
      "C": "Kazimir Maleviç",
      "D": "Marcel Duchamp",
      "E": "Pablo Picasso"
    },
    "explanation": "Sanatta estetik yetenekten ziyade düşünceyi öne çıkaran ve <b>seri üretilmiş nesneleri</b> sanata mal ederek <b>hazır nesne</b> (ready-made) kavramını getiren sanatçı <b>Marcel Duchamp</b>'tır. Bu hamle, sanat yapıtının 'biricik' olma fikrini sarsmış ve <b>Kavramsal Sanat</b>'ın temellerini atmıştır."
  },
  {
    "id": "320761",
    "unitNumber": 14,
    "text": "<strong>Bilimsel bakış açısını, optik bilimine katkı yapacak seviyeye taşıyan, ışığın fotonsal değerler arasındaki verilerini, optik kuram çerçevesinde gündeme getiren postempresyonist sanatçılar kim/kimlerdir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Camille Pissarro",
      "B": "Edgar Degas",
      "C": "Edouard Manet ve Pierre Auguste Renoir",
      "D": "Claude Monet",
      "E": "Paul Signac ve Georges Seura"
    },
    "explanation": "<b>Optik bilimini</b> ve ışığın <b>fotonsal değerler</b> arasındaki verilerini kuramsal çerçevede sanata taşıyan postempresyonist sanatçılar <b>Georges Seurat ve Paul Signac</b>’tır. Bu sanatçılar, renklerin tuval üzerinde küçük noktacıklar halinde yan yana getirilmesiyle oluşan <b>Puancılık (Divisionizm)</b> tekniğini kullanarak bilimsel bir yöntemle imgeyi oluşturmuşlardır."
  },
  {
    "id": "320997",
    "unitNumber": 14,
    "text": "<strong>“Sanatçının imgelemi, gerçek dışı bir imgenin zihninde canlandırarak ona gerçeklik kazandırılmasıdır.” görüşünü savunan düşünür aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Demokritos",
      "B": "Aristoteles",
      "C": "Platon/Eflatun",
      "D": "Pisagor/Pythagoras",
      "E": "Tales/Thales"
    },
    "explanation": "Sanatçının imgeleminin, <b>gerçek dışı bir imgeyi</b> zihninde canlandırarak ona poetik ve duygusal bir <b>gerçeklik kazandırılması</b> görüşünü savunan düşünür <b>Gaston Bachelard</b>'dır. Bachelard, imgeyi sadece bir görüntü olarak değil, derinlemesine duygusal deneyimin bir yansıması olarak incelemiştir."
  },
  {
    "id": "320998",
    "unitNumber": 14,
    "text": "<strong>İmgelemin ruh ve beden olarak iki yönlülüğüne dikkat çeken, düalist felsefeci aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Pascal",
      "B": "Spinoza",
      "C": "Nicola Malebranche",
      "D": "Rene Descartes",
      "E": "Leibniz"
    },
    "explanation": "Felsefesinde <b>ruh ve beden düalizmini</b> merkeze alan ve <b>imgelemin bu iki yönlülüğüne</b> (zihinsel ve duyusal/fiziksel yönler) dikkat çeken filozof <b>René Descartes</b>'tır. Descartes'a göre imgelem, ruhun bedenle etkileşiminin bir ürünüdür."
  },
  {
    "id": "320999",
    "unitNumber": 14,
    "text": "<strong>Balkondakiler (1868-1869) resminin kurgusunu ve biçimlerini alarak burjuva ve aristokrasinin elit imgelerini eleştiren Edvard Manet resmini hangi sanatçıdan alıntılama yaparak dönüştürmüştür?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Marcantoni Raimondi",
      "B": "Francisco Goya",
      "C": "Rene Magritte",
      "D": "Diego Velazquez",
      "E": "Leonardo da Vinci"
    },
    "explanation": "Edvard Manet’nin 'Balkondakiler' (1868-1869) tablosu, kompozisyon ve figür yerleşimi açısından İspanyol ressam <b>Francisco de Goya</b>'nın 'Balkondaki Majalar' (Majas on a Balcony) eserinden <b>alıntılama</b> yapılarak dönüştürülmüştür. Manet bu alıntıyı, modern burjuvazinin eleştirel imgesini oluşturmak için kullanmıştır."
  },
  {
    "id": "321000",
    "unitNumber": 14,
    "text": "<strong>İmgenin ışık-gölge kullanımıyla en belirgin özelliğe sahip olduğu sanat dönemi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Maniyerizm",
      "B": "Antik Yunan",
      "C": "Rönesans",
      "D": "Gotik",
      "E": "Barok"
    },
    "explanation": "İmgenin <b>ışık-gölge</b> (Chiaroscuro veya Tenebrizm) kullanımıyla en dramatik ve belirgin özelliklere sahip olduğu sanat dönemi <b>Barok</b>'tur. Barok sanatçılar, özellikle de <b>Caravaggio</b>, derin kontrastlar kullanarak figürleri karanlıktan çıkarıp izleyicide yoğun bir etki yaratmışlardır."
  },
  {
    "id": "321001",
    "unitNumber": 14,
    "text": "<strong>“Resimlerde ağırlıklı olarak aşk, ölüm, kahramanlık, tabiat konularını işlemişlerdir. İmgeler, nesnel gerçekliğin ötesinde temsil ettiği şeyin duygusunun aktarım unsurudur.” ifadeleri ile hangi dönem sanatından bahsedilmektedir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Rönesans",
      "B": "Barok",
      "C": "Romantizm",
      "D": "Maniyerizm",
      "E": "Mısır"
    },
    "explanation": "Aşk, ölüm, kahramanlık ve tabiat konularını işleyen; imgeleri <b>nesnel gerçekliğin ötesindeki duyguyu</b> aktarma aracı olarak kullanan dönem <b>Romantizm</b>'dir. Romantik sanatçılar, rasyonel Klasisizme tepki olarak bireysel deneyimlere ve yoğun duygusal dışavurumlara odaklanmışlardır."
  },
  {
    "id": "321003",
    "unitNumber": 14,
    "text": "“................. biçimsel olarak modernist kimliğe sahip; ancak saptıran, medyatik, apolitik vb. postmodern anlayışın içeriğine sahiptir.”<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Düşünsel imge",
      "B": "Soyut imge",
      "C": "Mevcut imge",
      "D": "Ereksel imge",
      "E": "Sanal imge"
    },
    "explanation": "Cümlede boş bırakılan yere getirilmesi gereken kavram, biçimsel olarak <b>modernist kimliğe</b> (örneğin geometrik soyutlama) sahip olmasına rağmen içerik olarak <b>medyatik, saptıran ve apolitik postmodern</b> anlayışa sahip olan <b>Neo-Geo</b> (Yeni Geometrik Kavramcılık) gibi akımları ifade eder. Bu, modernist dili kullanarak postmodern kültürü eleştirme ya da yansıtma çabasıdır."
  },
  {
    "id": "321005",
    "unitNumber": 14,
    "text": "<strong>İnsanın benzerini yapma çabasını insanın doğaya karşı üstünlük ya da var olma çabası olarak görür. Ve bunu sanatın temel yapılarından biri olarak kabul eder. Bu sürecin büyülü bir yanının olduğundan da bahseden tarihçi, yazar aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Ernest Fischer",
      "B": "Walter Benjamin",
      "C": "Rudolf Arnheim",
      "D": "Ernst Gombrich",
      "E": "Wilhelm Worringer"
    },
    "explanation": "İnsanın <b>benzerini yapma çabasını</b>, insanın doğaya karşı <b>üstünlük veya var olma çabası</b> olarak gören ve bu sanatsal sürecin <b>büyülü bir yanı</b> olduğunu ifade eden ünlü sanat tarihçisi <b>E.H. Gombrich</b>'tir. Gombrich, yanılsama ve temsil konularındaki çalışmalarıyla tanınır (Sanat ve Yanılsama)."
  },
  {
    "id": "357381",
    "unitNumber": 14,
    "text": "…………. insanın doğasına özgü yaratıcılığın sonucu olarak, zihinsel bir aktivite ile dış gerçekliği bireye özgü bir görsel gerçekliğe dönüştürmenin sonucu ortaya çıkan görüntüdür.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Simge",
      "B": "Sembol",
      "C": "Obje",
      "D": "Nesne",
      "E": "İmge"
    },
    "explanation": "Boş bırakılan yere <b>İmge</b> getirilmelidir. İmge, insanın <b>doğasına özgü yaratıcılığın</b> sonucu olarak, dış gerçekliğin <b>bireye özgü bir görsel gerçekliğe</b> dönüştürülmesiyle ortaya çıkan nihai görüntüdür. Bu, bir zihinsel aktivitenin sonucudur."
  },
  {
    "id": "357384",
    "unitNumber": 14,
    "text": "<strong>“Sanatta düşüncenin el becerisinin önüne geçtiği kırılma noktasını temsil eden düşünce, sıradan bir nesneyi sanat yapıtı olarak sunmaktadır. Bu düşünce sanat yapıtının biricik, benzersiz olması düşüncesini temelden sarsmıştır. İmge, sanatçının yetenek, beceri ve düş gücüyle değil; düşüncesinin aracı olan sıradan bir nesne seçimi ile ortaya çıkar.” söyleminin sanatsal olarak kavram karşılığı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kübizm",
      "B": "Enstalasyon",
      "C": "Hazır nesne",
      "D": "Kolaj",
      "E": "Asemblaj"
    },
    "explanation": "Bu söylem, sanatta <b>düşüncenin (kavramın) el becerisinin önüne geçtiği</b>, sıradan nesnelerin sanat yapıtı olarak sunulabildiği ve yapıtın <b>biriciklik</b> statüsünün sarsıldığı dönemi tanımlar. Bu anlayışın sanatsal karşılığı <b>Kavramsal Sanat</b>'tır. Bu akımda imge, sanatçının yeteneğiyle değil, <b>düşüncesinin aracı olan nesne seçimi</b> ile ortaya çıkar."
  },
  {
    "id": "408134",
    "unitNumber": 14,
    "text": "İnanç merkezli, idealize, erki elinde tutan dinî ve siyasal sınıflar yüzlerce yıldır kendi çıkarları ve kavrayışları doğrultusunda sanatsal imgenin belirlenmesinde etkin olmuşlardı.<strong><br/>Bu katı sınırları yıkan sanatçılar hangi sanat akımının temsilcileridir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Empresyonizm",
      "B": "Romantizm",
      "C": "Kübizm",
      "D": "Soyut sanat",
      "E": "Kavramsal sanat"
    },
    "explanation": "Yüzlerce yıldır <b>dinî ve siyasal erkin</b> idealize imgeler doğrultusunda belirlediği katı sanatsal sınırları yıkan ve sanatın konusunu ideal olandan <b>sıradan yaşama</b> ve sosyal gerçekliğe kaydıran sanat akımı <b>Realizm</b> (Gerçekçilik)'dir. Realist sanatçılar, otorite tarafından belirlenen estetik normlara karşı çıkmıştır."
  }
]