[
  {
    "id": "182779",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi iletişim sürecinin temel ögelerinden biridir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Mesaj",
      "B": "Bilgisayar",
      "C": "Ekran",
      "D": "Dergi",
      "E": "Kitap"
    },
    "explanation": "İletişim sürecinin temel ögeleri arasında <b>Kaynak</b> (gönderici), <b>Alıcı</b> (hedef), <b>Mesaj/İleti</b>, <b>Kanal</b>, <b>Kodlama/Kod Açma</b>, <b>Geri Bildirim</b> ve <b>Gürültü</b> yer alır. Bu ögeler, bir mesajın başarılı bir şekilde aktarılması ve anlaşılması için gereklidir."
  },
  {
    "id": "182780",
    "unitNumber": 1,
    "text": "<strong>İletişim sürecinin doğru ve etkin işlemesini gerektiren yapısını sekteye uğratan unsura ne denir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kaynak",
      "B": "Mesaj",
      "C": "Kanal",
      "D": "Alıcı",
      "E": "Gürültü"
    },
    "explanation": "İletişim sürecinin doğru ve etkin işleyişini bozan, mesajın alıcıya yanlış veya eksik ulaşmasına neden olan her türlü engelleyici faktöre <b>Gürültü</b> (Noise) denir. Gürültü fiziksel, psikolojik veya anlamsal olabilir."
  },
  {
    "id": "182781",
    "unitNumber": 1,
    "text": "<strong>Mesajı gönderme davranışını sergileyerek iletişim sürecini başlatan temel unsur aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Geri bildirim",
      "B": "Kod",
      "C": "Kaynak",
      "D": "Kanal",
      "E": "Alıcı"
    },
    "explanation": "İletişim sürecini başlatan, bir fikri veya bilgiyi bir mesaja dönüştürerek (kodlayarak) gönderme davranışını sergileyen temel unsur <b>Kaynak</b> (Gönderici) olarak adlandırılır."
  },
  {
    "id": "182782",
    "unitNumber": 1,
    "text": "I. Ön yargılar<br/>II. Sosyokültürel farklar<br/>III. Algılama farklılıkları<br/><strong>Yukarıdakilerden hangisi ya da hangileri iletişim sürecinde karşılaşılan psikolojik ve sosyal engeller arasında yer alır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "İletişim engelleri fiziksel, teknik, anlamsal, psikolojik ve sosyal olabilir. Hem <b>Ön yargılar</b> (psikolojik), hem <b>Sosyokültürel farklar</b> (sosyal), hem de <b>Algılama farklılıkları</b> (psikolojik) mesajın doğru yorumlanmasını engelleyen <b>psikolojik ve sosyal engeller</b> arasında yer alır."
  },
  {
    "id": "182784",
    "unitNumber": 1,
    "text": "<strong>Belirli göstergelerden oluşan, kültürel paylaşımlar ve sosyal olgular çerçevesinde anlamlandırılan öğe aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kod",
      "B": "Gürültü",
      "C": "Kaynak",
      "D": "Mesaj",
      "E": "Alıcı"
    },
    "explanation": "İletişimin gerçekleşmesini sağlayan, belirli <b>göstergelerden</b> oluşan ve kültürel bağlamda anlam yüklenen temel öge <b>İleti</b> veya <b>Mesaj</b>'dır. Mesaj, kaynak tarafından kodlanır ve alıcı tarafından bu kültürel paylaşımlar çerçevesinde anlamlandırılır."
  },
  {
    "id": "182785",
    "unitNumber": 1,
    "text": "<strong>İletişim sürecinde kaynak tarafından biçimlendirilerek alıcıya ulaştırılmak üzere oluşturulan mesajı hedefe nakleden öge aşagıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kod",
      "B": "Kanal",
      "C": "Sembol",
      "D": "Gürültü",
      "E": "Geri bildirim"
    },
    "explanation": "Kaynak tarafından kodlanmış olan mesajı, alıcıya ulaştırılmasını sağlayan araç veya yol <b>Kanal</b> olarak adlandırılır. Kanal, konuşma, yazma, elektronik medya veya sözsüz iletişim araçları olabilir."
  },
  {
    "id": "182786",
    "unitNumber": 1,
    "text": "<strong>Bir araç olmadan iletişimin gerçekleştirilmesinin mümkün olmadığı ileti aktarım sürecinde, aşağıdaki hangi sözsüz iletişim argümanı kanal olma görevini yerine <u>getirmemektedir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Jest ve mimikler",
      "B": "Ses tonu",
      "C": "Beden dili",
      "D": "Vurgu",
      "E": "Radyo"
    },
    "explanation": "Sözsüz iletişimde jestler, mimikler, göz teması gibi vücut dili unsurları <b>Kanal</b> görevi görür, yani mesajı iletme aracıdır. Ancak iletişim sürecinin bir sonucu olan <b>Geri Bildirim</b> veya sürecin kendisini bozan <b>Gürültü</b> gibi ögeler, iletiyi aktaran bir araç (kanal) olma görevini yerine getirmez."
  },
  {
    "id": "182787",
    "unitNumber": 1,
    "text": "<strong>İletinin / mesajın ulaştırılmasının hedeflendiği kişi, grup veya topluluk aşağıdakilerden hangisiyle adlandırılmaktadır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Gürültü",
      "B": "Alıcı",
      "C": "Kanal",
      "D": "Kod",
      "E": "Geri bildirim"
    },
    "explanation": "İletişim sürecinde, iletinin/mesajın gönderildiği, kod açma işlemini yaparak mesajı anlamlandırması beklenen kişi, grup veya topluluk <b>Alıcı</b> olarak adlandırılır."
  },
  {
    "id": "182788",
    "unitNumber": 1,
    "text": "<strong>İletişim sürecinin tamamlanması adına, iletinin doğru ve etkin şekilde aktarıldığının teyit edildiği ve alıcıdan tepki alındığı temel öge aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kod",
      "B": "Kaynak",
      "C": "Kanal",
      "D": "Geri bildirim",
      "E": "Gürültü"
    },
    "explanation": "Alıcının mesajı aldığına ve anladığına dair verdiği tepkiyi ve geri dönüşü ifade eden, iletişim sürecinin etkinliğini teyit eden temel öge <b>Geri Bildirim</b> (Feedback)'dir. Geri bildirim, kaynağın mesajının hedefine ulaşıp ulaşmadığını gösterir."
  },
  {
    "id": "182789",
    "unitNumber": 1,
    "text": "<strong>İletişim sürecinin doğru ve etkin işlemesini gerektiren yapısını sekteye uğratan iletişim sürecinin temel ögesi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Geri bildirim",
      "B": "Mesaj",
      "C": "Gürültü",
      "D": "Kod",
      "E": "Kanal"
    },
    "explanation": "İletişim sürecinin doğru ve etkin işlemesini engelleyen, mesajın alıcıya ulaşmasını veya anlaşılmasını bozan temel öge <b>Gürültü</b> (Noise)'dür. Bu unsur, sürecin verimli yapısını sekteye uğratır."
  },
  {
    "id": "192476",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi iletişim türleri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Sözsüz iletişim",
      "B": "Sözlü iletişim",
      "C": "Yatay iletişim",
      "D": "Yazılı iletişim",
      "E": "Görsel iletişim"
    },
    "explanation": "İletişim temel olarak <b>Sözlü</b>, <b>Sözsüz</b> ve <b>Yazılı</b> olmak üzere üçe ayrılır. Ayrıca kişilerarası, kitle, örgüt içi gibi farklı sınıflandırmalar da mevcuttur. Eğer seçeneklerde <b>Gürültü</b> veya <b>Kanal</b> gibi temel ögelerden biri yer alıyorsa, o unsur bir iletişim türü değil, sürecin bir parçasıdır ve doğru cevap odur."
  },
  {
    "id": "192477",
    "unitNumber": 1,
    "text": "<strong>Sosyal bir varlık olan birey tarafından geliştirilen ve vücut dili (iletişimi) olarak addedilen yüz, göz, el ve kol hareketlerinden oluşan iletişim türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Sözlü iletişim",
      "B": "Sözsüz iletişim",
      "C": "Yazılı iletişim",
      "D": "Görsel iletişim",
      "E": "Kitle iletişimi"
    },
    "explanation": "Yüz ifadeleri, göz teması, jestler, el ve kol hareketleri gibi sözcük kullanılmadan beden aracılığıyla gerçekleştirilen iletişim türü <b>Sözsüz İletişim</b> veya yaygın kullanımıyla <b>Vücut Dili</b> olarak adlandırılır. Bu tür iletişim, sosyal anlamlandırmada büyük rol oynar."
  },
  {
    "id": "192478",
    "unitNumber": 1,
    "text": "................, kullanılan sözcüklerin yapısı, sesin niteliği, sözcüklerin vurgusu, ses tonu, sesin şiddeti ve hızı ile bütünlük arz etmektedir.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yazılı iletişim",
      "B": "Beden dili",
      "C": "Görsel iletişim",
      "D": "Sözlü iletişim",
      "E": "Sözsüz iletişim"
    },
    "explanation": "Kullanılan sözcüklerin içeriği (anlamsal kısım) ve sözcüklerin nasıl söylendiği (sesin vurgusu, tonu, şiddeti, hızı ve niteliği) <b>Sözlü İletişim</b> ile bütünlük arz eder. Özellikle sesin tonu ve vurgusu gibi unsurlar <b>Paralanguage</b> (Söz ötesi) başlığı altında incelenir ve sözlü iletişimin etkinliğini belirler."
  },
  {
    "id": "192479",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi anlık olma durumunu gerektirmeyen, tekrar okunma ve tekrar irdelenme, kayıt altına alınabilme ve saklanabilme özelliğine sahip bir iletişim türüdür?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Yazılı iletişim",
      "B": "Sözlü iletişim",
      "C": "Görsel iletişim",
      "D": "Sözsüz iletişim",
      "E": "Gazete"
    },
    "explanation": "Anlık olma durumu gerektirmeyen, kaydedilebilme, saklanabilme ve tekrar okunarak incelenebilme özelliklerine sahip iletişim türü, <b>Yazılı İletişim</b>'dir. Bu özellikler, yazılı iletişimi sözlü iletişimin geçiciliğinden ayırır."
  },
  {
    "id": "192482",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi iletişim sürecinde karşılaşılan psikolojik ve sosyal engellerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Önyargılar",
      "B": "Kanal ve araçlar ile ilgili engeller",
      "C": "Sosyokültürel farklar",
      "D": "Görüş farklılıkları",
      "E": "Sahip olunan bilgi düzeyi"
    },
    "explanation": "Psikolojik ve sosyal engeller, bireyin zihinsel durumu (ön yargı, duygu) veya çevresel ilişkileri (sosyokültürel farklılık) ile ilgilidir. Bu engellere örnek olarak verilemeyecek bir unsur ise <b>Fiziksel Gürültü</b> (örneğin yüksek ses) veya <b>Teknik Arıza</b> gibi çevresel veya teknik engellerdir."
  },
  {
    "id": "192483",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi görsel iletişim kaynaklarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Logolar",
      "B": "İşaret levhaları",
      "C": "Beden dili",
      "D": "Afişler",
      "E": "Fotoğraflar"
    },
    "explanation": "Görsel iletişim, göz yoluyla algılanan kaynakları kullanır (resimler, grafikler, haritalar, yazılı metinler, görüntüler). <b>Radyo</b> veya <b>Ses Kaydı</b> gibi tamamen işitsel kaynaklar görsel iletişimin kaynaklarından biri <b>değildir</b>."
  },
  {
    "id": "192484",
    "unitNumber": 1,
    "text": "<strong>Sesleri, sözcükleri, sembolleri, imgeleri ve görüntüleri bireylerin ne şekilde anlamlandırdıklarını açıklamayı hedefleyen bilim dalı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Göstergebilim",
      "B": "Etimoloji",
      "C": "Psikoloji",
      "D": "Sosyoloji",
      "E": "Filoloji"
    },
    "explanation": "Sesleri, sözcükleri, sembolleri, imgeleri ve görüntüleri de dahil olmak üzere her türlü göstergenin nasıl anlamlandırıldığını inceleyen bilim dalı <b>Semiyoloji</b> (Göstergebilim)'dir. Semiyoloji, göstergelerin anlam üretme süreçlerine odaklanır."
  },
  {
    "id": "192485",
    "unitNumber": 1,
    "text": "<strong>Göstergenin kendisi, içinde göstergelerin düzenlendiği kodlar ve göstergelerin içinde işlediği kültür gibi çalışma alanlarına odaklanan bilim dalı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "İletişim",
      "B": "Antropoloji",
      "C": "Filoloji",
      "D": "Arkeoloji",
      "E": "Göstergebilim"
    },
    "explanation": "Göstergelerin kendisi, onların düzenlendiği <b>kodlar</b> ve göstergelerin işlediği <b>kültürel bağlam</b> üzerine çalışan bilim dalı yine <b>Semiyoloji</b>'dir. Semiyoloji, iletişimi sağlayan işaret sistemlerini ve anlamlandırma yapılarını inceler."
  },
  {
    "id": "294886",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisinde iletişimin temel ögeleri doğru olarak sıralanmıştır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kaynak - Kodlayıcı - İleti - Kanal - Kodaçan - Alıcı",
      "B": "İleti - Kaynak - Kodlayıcı - Kanal - Kodaçan - Alıcı",
      "C": "Kaynak - İleti - Kodlayıcı - Kanal - Kodaçan - Alıcı",
      "D": "İleti - Kaynak - Kodlayıcı - Kodaçan - Kanal - Alıcı",
      "E": "Kaynak - Kodaçan - İleti-Kanal - Kodlayıcı - Alıcı"
    },
    "explanation": "İletişimin temel ögeleri genellikle mantıksal bir sıra izler: Önce <b>Kaynak</b> mesajı oluşturur (kodlar), sonra bu <b>İleti/Mesaj</b> bir <b>Kanal</b> aracılığıyla <b>Alıcı</b>'ya ulaşır (kod açma). Sürecin sonunu ve etkinliğini teyit eden unsur ise <b>Geri Bildirim</b>'dir. Doğru sıralama bu temel akışı yansıtmalıdır."
  },
  {
    "id": "341172",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi sözlü iletişimin temel özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Sözlü iletişimde kullanılan dil geliştikçe iletişimin düzeyi de artmaktadır.",
      "B": "Bireyler ve gruplar hakkında bilgi edinme fırsatı sunar.",
      "C": "Duygu, düşünce, ihtiyaç ve taleplerin sembol ve simgelerle ifade edilmesini mümkün kılar.",
      "D": "Bireyin varlık gösterdiği toplum içerisinde yaygın olarak kullanılan dil temel alınır.",
      "E": "Sözsüz iletişimin gerçekleşmediği durumda sözlü iletişim son bulur."
    },
    "explanation": "Sözlü iletişim genellikle anlık, yüz yüze, spontane ve esnektir. Ancak sözlü iletişimin temel özelliklerinden biri <b>Kalıcı Olmaması</b> ve kolayca kayıt altına alınamamasıdır (kaydedilmediği sürece). Bu durum, yazılı iletişimin ana özelliğidir. Dolayısıyla, kalıcılık sözlü iletişimin özelliği <b>değildir</b>."
  },
  {
    "id": "342027",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi iletişim sürecinde karşılaşılan fiziksel ve teknik engellerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Mesajla ilgili engeller",
      "B": "Dille ilgili engeller",
      "C": "Kanal ve araçlarla ilgili engeller",
      "D": "Sosyokültürel farklılıkla ilgili engeller",
      "E": "Gürültüyle ilgili engeller"
    },
    "explanation": "İletişim sürecinde karşılaşılan engeller genellikle dört ana grupta incelenir: Fiziksel/Teknik, Örgütsel, Kişisel/Psikolojik ve Anlamsal (Semantik).<br/>Fiziksel ve teknik engeller, kanalın kendisinden (bozuk telefon hattı, gürültü, uzaklık) veya ortamdan kaynaklanır.<br/>Eğer şıklarda <b>ön yargı</b>, <b>duygusal durum</b> veya <b>anlam farklılığı</b> gibi seçenekler varsa, bunlar fiziksel veya teknik değil; sırasıyla kişisel/psikolojik ya da anlamsal engellerdir. Bu tür engeller <b>anlamın alıcı tarafından çarpıtılması</b> veya gönderilen mesajın <b>niyetinden farklı algılanması</b> ile ilgilidir."
  },
  {
    "id": "342030",
    "unitNumber": 1,
    "text": "<strong>Ses, sözcük, sembol, imge ve görüntüleri bireylerin ne şekilde anlamlandırdıklarını açıklamayı hedefleyen bilim dalı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Fonoloji",
      "B": "Göstergebilim",
      "C": "Filoloji",
      "D": "Sosyoloji",
      "E": "Bibliyoloji"
    },
    "explanation": "Ses, sözcük, sembol, imge ve görüntüleri bireylerin nasıl anlamlandırdığını inceleyen bilim dalı <b>Göstergebilim</b> (Semiotics)'dir. Göstergebilim, bir şeyin başka bir şeyi temsil etme biçimini, yani <b>göstergeleri</b> inceler.<br/>İletişimde kullanılan tüm öğelerin (dilsel veya dilsel olmayan) anlam taşıma süreçlerini ve bu anlamların kültürel veya kişisel bağlamda nasıl kurulduğunu açıklayan temel disiplindir."
  },
  {
    "id": "408422",
    "unitNumber": 1,
    "text": "<strong>Görsel iletişimin diğer iletişim türlerinden temel farkı nedir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Görsel iletişimde, iletişim için en az iki kişinin olması zorunludur.",
      "B": "Görsel iletişim, yalnızca yazılı metinler aracılığıyla gerçekleşir.",
      "C": "Görsel iletişim, bireyin zihnindeki düşünceleri imgelerle aktarabilmesini sağlar.",
      "D": "Görsel iletişim, yalnızca sözlü iletişimle desteklenerek anlam kazanır.",
      "E": "Görsel iletişim, ses ve kelime kullanımına tamamen bağlıdır."
    },
    "explanation": "Görsel iletişimin temel farkı, mesajın iletiminde <b>görme duyusunu</b> esas alması ve ağırlıklı olarak <b>imaj, şekil, renk ve sembol</b> gibi görsel elementleri kullanmasıdır.<br/>Sözlü veya yazılı iletişim çoğunlukla dilin yapısal kurallarına ve sözcüklere bağlıdır. Oysa görsel iletişim, karmaşık bilgileri hızlı bir şekilde aktarabilir ve bu yönüyle <b>evrenselleşme potansiyeli</b> daha yüksektir (dil bariyerlerini aşma yeteneği). Temel ayrım, <b>mesajın kodlanma ve çözümlenme biçiminin görsel kanallara dayanmasıdır</b>."
  },
  {
    "id": "182790",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi sözsüz iletişimle ilgili bir unsur <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Duruş",
      "B": "Söz",
      "C": "Hareket",
      "D": "Giyim",
      "E": "Aksesuar"
    },
    "explanation": "<b>Sözsüz iletişim</b>, kelimeler kullanılmadan jestler, mimikler, vücut duruşu, mekan kullanımı (proksemik) ve sesin tonu (paralanguage) gibi unsurlarla gerçekleştirilir. Seçenekler arasında yer alması beklenen <b>Konuşma Dili</b> veya <b>Yazılı Metin</b> gibi unsurlar doğrudan kelimeleri kullandığı için sözlü iletişimin bir parçasıdır ve sözsüz iletişimle ilgili bir unsur <u>değildir</u>."
  },
  {
    "id": "182791",
    "unitNumber": 2,
    "text": "<strong>İletişimin görselleşmesi ilk olarak aşağıdakilerden hangisi ile başlamıştır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Fotoğraf",
      "B": "Televizyon",
      "C": "Sinema",
      "D": "Resim",
      "E": "Mağara duvarlarına çizilen hiyeroglif"
    },
    "explanation": "İletişimin görselleşmesi, insanoğlunun düşüncelerini ve deneyimlerini kalıcı hale getirme çabasıyla başlamıştır. Tarihsel olarak, bu sürecin başlangıcı, Paleolitik dönemde üretilen ve av sahneleri, hayvan figürleri gibi konuları betimleyen <b>Mağara Resimleri</b> ile kabul edilir. Bunlar, yazının icadından önceki ilk görsel iletişim örnekleridir."
  },
  {
    "id": "182792",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi 1891-1896 yılları arasında William Morris’in çalışma alanlarından biridir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Desen",
      "B": "İletişim",
      "C": "Grafik-Tasarım",
      "D": "Afiş",
      "E": "Radyo"
    },
    "explanation": "<b>William Morris</b>, 19. yüzyılda İngiltere'de <b>Arts and Crafts</b> (Sanat ve Zanaat) hareketinin en önemli figürlerinden biridir. 1891-1896 yılları arasında kurduğu <b>Kelmscott Press</b> aracılığıyla, sanayileşmenin getirdiği kalitesiz baskıya tepki olarak, ortaçağ el yazmalarından ilham alan, yüksek kaliteli <b>kitap tasarımı ve tipografi</b> alanında çalışmalar yapmıştır."
  },
  {
    "id": "182793",
    "unitNumber": 2,
    "text": "...................., işaretler, semboller ya da figürler aracılığıyla insanlar arasında söze gerek duymadan gerçekleştirilen iletişim türlerinden biridir.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Sözlü iletişim",
      "B": "Görsel iletişim",
      "C": "Yazılı iletişim",
      "D": "Kitle iletişimi",
      "E": "Kişiler arası iletişim"
    },
    "explanation": "Boş bırakılan yere gelmesi gereken ifade <b>Görsel İletişimdir</b>. Görsel iletişim, <b>işaretler</b>, <b>semboller</b>, figürler ve imgeler aracılığıyla, söze gerek kalmadan mesajların alıcıya ulaştırılmasını sağlayan iletişim biçimidir."
  },
  {
    "id": "182794",
    "unitNumber": 2,
    "text": "<strong>Görsel iletişimde bireyin mesajı anlamlandırma sürecinin ilk basamağında yer alan duyu aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Koklama",
      "B": "Duyma",
      "C": "Konuşma",
      "D": "Görme",
      "E": "Tat alma"
    },
    "explanation": "Görsel iletişim, adından da anlaşılacağı gibi, görsel verilerin aktarılması ve algılanmasına dayanır. Bireyin görsel bir mesajı anlamlandırma sürecinin ilk ve en temel basamağı, o mesajı algılamasını sağlayan <b>Görme</b> duyusudur."
  },
  {
    "id": "182795",
    "unitNumber": 2,
    "text": "<strong>Avrupa’da matbaanın icadı ile ilk olarak hangi içerikli kitaplar basılmıştır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Dinî",
      "B": "Edebî",
      "C": "Bilimsel",
      "D": "Politik",
      "E": "Ekonomik"
    },
    "explanation": "Johannes Gutenberg'in hareketli tip matbaayı Avrupa'da icat etmesinden sonra, matbaanın ilk ve en büyük müşterisi Kilise olmuştur. Bu nedenle, matbaada ilk olarak toplu üretim yapılan ve geniş kitlelere ulaştırılan kitaplar, <b>Dini içerikli kitaplar</b> (özellikle İncil) olmuştur."
  },
  {
    "id": "182796",
    "unitNumber": 2,
    "text": "<strong>1919 yılında Almanya’da açılan sanat ve tasarım alanında birçok yeniliğin öncüsü olan okul aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Papua Yeni Gine",
      "B": "Bauhaus",
      "C": "Melbourne",
      "D": "Penleigh and Essendon",
      "E": "Ivy Bound"
    },
    "explanation": "1919 yılında <b>Walter Gropius</b> tarafından Almanya'nın Weimar kentinde kurulan <b>Bauhaus</b>, sanat ve tasarım alanında modernizmin ve fonksiyonelliğin temelini atmış, endüstriyel tasarıma yeni bir yaklaşım getirmiştir. Bauhaus, mimarlık, endüstriyel tasarım ve grafik tasarım gibi alanlarda birçok yeniliğin öncüsü olmuştur."
  },
  {
    "id": "182797",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi ilkel mağara resimlerinde betimlenen hayvanlardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Mamut",
      "B": "Karınca",
      "C": "Aslan",
      "D": "Tavşan",
      "E": "Ren geyiği"
    },
    "explanation": "İlkel mağara resimlerinde (Paleolitik dönem), avcı-toplayıcı yaşam tarzının gereği olarak o dönemin büyük av hayvanları olan <b>Mamut</b>, <b>Bizon</b>, <b>At</b> ve Geyik/Karaca gibi hayvanlar sıklıkla betimlenmiştir. Bu dönemde yaşam biçimlerine yabancı olan veya bölgeye özgü olmayan hayvanlar (örneğin <b>Zürafa</b> veya <b>Deve</b>), bu resimlerde işlenen hayvanlardan biri <u>değildir</u>."
  },
  {
    "id": "182798",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi savaş dönemlerinde üretilen görsel afişlerin amaçlarından biridir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Eğlendirmek",
      "B": "Bilgilendirmek",
      "C": "Güldürmek",
      "D": "Asker toplamak",
      "E": "Eğitmek"
    },
    "explanation": "Savaş dönemlerinde üretilen görsel afişler, güçlü bir <b>propaganda</b> aracı olarak kullanılmıştır. Temel amaçları arasında halkı savaşa katılmaya veya desteklemeye <b>motive etmek</b>, ulusal birliği güçlendirmek, asker alımı yapmak ve savaş tahvili satışlarını teşvik etmek bulunur."
  },
  {
    "id": "182799",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi görsel bir iletişim aracı <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Afiş",
      "B": "Telgraf",
      "C": "Bilgisayar",
      "D": "Billboard",
      "E": "Televizyon"
    },
    "explanation": "Görsel iletişim araçları mesajı görme duyusu yoluyla iletir (Gazete, Afiş, Televizyon ekranı vb.). <b>Radyo</b> ise mesajı yalnızca ses dalgaları yoluyla, yani <b>işitsel</b> olarak aktaran bir araçtır; bu nedenle görsel bir iletişim aracı <u>değildir</u>."
  },
  {
    "id": "192486",
    "unitNumber": 2,
    "text": "I. Televizyon<br/>II. Mağara resimleri<br/>III. Fotoğraf<br/>IV. Yazı<br/><strong>Görsel iletişimle ilgili yukarıda yer alan gelişmelerin kronolojik açıdan doğru sıralanışı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "I-II-III-IV",
      "B": "II-III-IV-I",
      "C": "II-IV-III-I",
      "D": "IV-II-III-I",
      "E": "II-IV-I-III"
    },
    "explanation": "Görsel iletişimin tarihsel sıralaması şöyledir:<br/>II. <b>Mağara resimleri</b> (En eski, yazının öncesi)<br/>IV. <b>Yazı</b> (Piktografik yazı sistemleri ile başlar)<br/>III. <b>Fotoğraf</b> (19. yüzyıl, mekanik kayıt)<br/>I. <b>Televizyon</b> (20. yüzyıl, hareketli görüntülerin kitlelere yayılması).<br/>Doğru kronolojik sıralama II - IV - III - I şeklindedir."
  },
  {
    "id": "192489",
    "unitNumber": 2,
    "text": "<strong>İnsanın doğduğu andan itibaren etrafını gözlemleyebildiği ve algılamasında yardımcı olan organları aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kulak ve ağız",
      "B": "Göz ve kulak",
      "C": "Ağız ve beyin",
      "D": "Göz ve beyin",
      "E": "Burun ve göz"
    },
    "explanation": "İnsanlar çevreyi gözlemleme ve algılama sürecini <b>Duyu organları</b> aracılığıyla gerçekleştirir. Görme, işitme, koklama, tatma ve dokunma duyularına karşılık gelen bu organlar, dış dünyadan gelen uyarıcıları toplayarak algılamaya yardımcı olur."
  },
  {
    "id": "192490",
    "unitNumber": 2,
    "text": "<strong>Ürün kataloglarının baskısı için ilk kullanılan malzeme aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Gravatür baskılar",
      "B": "Fotograflar",
      "C": "Çizgi Romanlar",
      "D": "Kara kalem",
      "E": "Pastel Boya"
    },
    "explanation": "Ürün katalogları, matbaanın icadından sonra ticari bilgileri yaygınlaştırmak amacıyla basılmaya başlanmıştır. Kitlesel çoğaltma ve dağıtım için en uygun, ekonomik ve pratik malzeme <b>Kağıt</b> olmuştur. Matbaa teknolojileri sayesinde kağıt üzerine katalog baskıları hızla yayılmıştır."
  },
  {
    "id": "192491",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi ilkel mağara resimlerinde işlenen konulardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Av sahneleri",
      "B": "İnsanlarla hayvanların arasındaki etkileşim",
      "C": "Aile ilişkileri",
      "D": "Hayvan figürleri",
      "E": "İnsan-doğa arasındaki etkileşim"
    },
    "explanation": "Mağara resimleri genellikle avcılık, hayvanlar, ritüeller ve insan figürleri gibi hayatta kalma ve inançla ilgili konuları işlerdi. Paleolitik dönem insanlarının göçebe avcı-toplayıcı olması nedeniyle, <b>Tarım faaliyetleri</b> bu resimlerde işlenen tipik konulardan biri <u>değildir</u>."
  },
  {
    "id": "192492",
    "unitNumber": 2,
    "text": "<strong>İletişim kelimesi kökenini aşağıdaki hangi Fransızca kelimeden almaktadır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Public cible",
      "B": "Communication",
      "C": "Images de la grotte",
      "D": "Communication visuelle",
      "E": "Conception"
    },
    "explanation": "İletişim kelimesi, kökenini Latince'de 'ortak kılmak' veya 'paylaşmak' anlamına gelen '<b>communicare</b>' kelimesinden alır. Bu kök, modern dillere Fransızca'daki '<b>Communication</b>' kelimesi üzerinden geçerek Türkçe'ye yerleşmiştir."
  },
  {
    "id": "192493",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi görsel bir iletişim aracıdır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Mektup",
      "B": "Telgraf",
      "C": "Kitap",
      "D": "Televizyon",
      "E": "Duman ve güvercin"
    },
    "explanation": "Görsel iletişim araçları, mesajı iletmek için görsel imgeleri kullanır. <b>Afiş</b>, fotoğraf, gazete, harita ve film, mesajı göz aracılığıyla aktardığı için görsel bir iletişim aracıdır. Diğer şıkların (örneğin radyo veya telefon görüşmesi) aksine, afiş tamamen görselliğe dayanır."
  },
  {
    "id": "342034",
    "unitNumber": 2,
    "text": "<strong>İletişimin görselleşmesi ilk olarak aşağıdakilerden hangisi ile başlamıştır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Mağara resimleri",
      "B": "Afiş",
      "C": "Kitap",
      "D": "Gazete",
      "E": "Televizyon"
    },
    "explanation": "Bu, Soru 182791'in tekrarıdır. İletişimin görselleşmesi, tarihsel süreçte ilk olarak <b>Mağara Resimleri</b> ile başlamıştır. Bu resimler, insanoğlunun kaydettiği en eski görsel iletişim örnekleridir."
  },
  {
    "id": "342038",
    "unitNumber": 2,
    "text": "<strong>İlk fotografik görüntü ne zaman ve kimin tarafından elde edilmiştir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "1672 - Jean Donneau de Vise",
      "B": "1877 - Thomas Edison",
      "C": "1814 - Joseph Nicéphore Niépce",
      "D": "1877 - Eadweard Muybridge",
      "E": "1877 - Tsai Lun"
    },
    "explanation": "Tarihte bilinen ilk kalıcı fotoğrafik görüntü (heliografi tekniği kullanılarak), Fransız mucit <b>Joseph Nicéphore Niépce</b> tarafından <b>1826</b> yılında elde edilmiştir ('View from the Window at Le Gras')."
  },
  {
    "id": "342039",
    "unitNumber": 2,
    "text": "I. Sanayi Devrimi ile teknolojik aygıtların çoğalması, görsel iletişimin hız kazanmasını sağlamıştır.<br/>II. Sosyal ve kültürel paylaşımlar görsel iletişim aracılığıyla gerçekleşmektedir.<br/>III. Görsel iletişimde yararlanılan farklı disiplinler aktarılmak istenen mesajın etkisi arttırır.<br/><strong>Görsel iletişim ile ilgili olarak yukarıdaki açıklamalardan hangisi ya da hangileri doğrudur? </strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Verilen açıklamaların hepsi doğrudur. I. <b>Sanayi Devrimi</b>, baskı ve çoğaltma teknolojilerini geliştirerek görsel iletişimi hızlandırmıştır. II. Görsel iletişim (fotoğraf, video vb.) <b>sosyal ve kültürel paylaşımların</b> vazgeçilmez bir parçasıdır. III. Tasarım, psikoloji ve renk bilgisi gibi <b>farklı disiplinlerden</b> yararlanılması, görsel mesajların alıcı üzerindeki <b>etkisini ve anlaşılırlığını</b> büyük ölçüde arttırır. Dolayısıyla I, II ve III doğrudur."
  },
  {
    "id": "342041",
    "unitNumber": 2,
    "text": "<strong>1891-1896 yılları arasında çalışmaları ile tasarladığı kitaplarla zamanına göre başarılı olarak görülen grafik tasarımcısı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "William Morris",
      "B": "J. B. Holderman",
      "C": "Hermann Zapf",
      "D": "Eadweard Muybridge",
      "E": "Bradbury Thompson"
    },
    "explanation": "19. yüzyılın sonlarında (1891-1896) kurduğu <b>Kelmscott Press</b> ile kitap sanatını ve tipografiyi yücelten ve 'Arts and Crafts' akımının öncüsü olan grafik tasarımcı <b>William Morris</b>'tir. Onun tasarladığı kitaplar, el sanatının kalitesini yeniden ön plana çıkarmıştır."
  },
  {
    "id": "182803",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi görsel okuryazarlıkla ilgili <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Görsel okuryazarlık için çok perspektifli bir yaklaşım ve donanım gereklidir.",
      "B": "Görsel okuryazarlık 1950 ve 1960'lı yıllarda pedagojik içerikli bir kavram olarak ele alınmıştır.",
      "C": "Görsel okuryazarlık eleştirel düşünmeyi gerektirmektedir.",
      "D": "Görsel okuryazarlık duyma ile başlamaktadır.",
      "E": "Görsel okuryazarlık birçok disiplinin etkin olduğu ve kullanıldığı bir okuma türüdür."
    },
    "explanation": "Görsel okuryazarlık, sadece görsel sanatları anlamakla sınırlı değildir. Görsel okuryazarlık; <b>görsel materyalleri (fotoğraf, grafik, sinema, reklam vb.)</b> doğru, eleştirel ve yapıcı bir şekilde yorumlama, değerlendirme ve üretme becerisini içerir. Aynı zamanda <b>görsel mesajları</b> anlama, analiz etme ve bu mesajlarla etkin bir şekilde iletişim kurma yeteneğidir. Bu bağlamda, yalnızca görsel sanatlara odaklanmak kapsamını daraltır ve ilgili değildir."
  },
  {
    "id": "182804",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi görsel materyal olarak <u>kabul edilmez</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Fotoğraf",
      "B": "Sinema",
      "C": "Sosyal medya",
      "D": "Televizyon",
      "E": "Radyo"
    },
    "explanation": "Görsel materyaller, <b>gözle algılanabilen ve anlam ileten</b> her türlü araç ve içeriği kapsar (resimler, fotoğraflar, videolar, grafikler, haritalar, afişler). Saf bir <b>ses kaydı</b> veya yalnızca işitsel ögeler, tanımı gereği görsel olarak kabul edilmez. Görsel materyal, mutlaka bir görme duyusu yoluyla algılanan içeriği ifade etmelidir."
  },
  {
    "id": "182805",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi görsel okuryazarlığın işlemsel süreçlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Görme",
      "B": "Tasarımlama",
      "C": "Kodlama",
      "D": "Filtreleme",
      "E": "Çözümleme"
    },
    "explanation": "Görsel okuryazarlığın temel işlemsel süreçleri genellikle <b>algılama (okuma), anlama (yorum), çözümleme ve eleştirel değerlendirme</b> aşamalarından oluşur. Bu süreçler bilişseldir ve görselin bağlamını, mesajını ve amacını anlamaya odaklanır. Görselin <b>maddi üretim maliyetini hesaplama</b> gibi ekonomik veya teknik bir süreç, görsel okuryazarlığın temel bilişsel okuma süreçlerinden biri değildir."
  },
  {
    "id": "182806",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi sosyal medyaya bir okuryazar gözüyle bakıldığında dikkat edilmesi gereken hususlardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Gerçek-kurgu ayrımı",
      "B": "Röntgencilik-teşhircilik",
      "C": "Dezenformasyon",
      "D": "Duygusal ve düşünsel etkinlik",
      "E": "Beğenilme düzeyi"
    },
    "explanation": "Sosyal medyaya okuryazar gözüyle bakıldığında, odak noktası <b>eleştirel analiz</b> ve <b>teyit</b> olmalıdır. Dikkat edilmesi gerekenler: İçeriğin <b>kaynağını, amacını, doğruluğunu</b> sorgulamak ve manipülasyonu fark etmektir. <b>Kullanıcı sayısının artırılması</b> veya paylaşım sıklığı gibi teknik veya popülerlik odaklı hedefler, içeriğin eleştirel okuryazarlıkla analiz edilmesine dair bir husus değildir. Önemli olan içeriğin kalitesini ve güvenilirliğini sorgulamaktır."
  },
  {
    "id": "182807",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi sinema için <u>yanlıştır</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "İlk film gösterimi 1900’de İngiltere’de olmuştur.",
      "B": "Gözün “Ağ Tabaka İzlenimi” sayesinde doğmuştur.",
      "C": "Yunanca “kinema”(hareket) ile “graphein”(yazmak) kelimelerinin birleşimi olan sinematograf aygıtını Lumiere Kardeşler icat etmiştir.",
      "D": "Sinemanın yolculuğu “Tren’in Ciotat Garı’na Girişi” filmi ile başlamıştır.",
      "E": "Öykülü filmlerin babası George Melies’tir."
    },
    "explanation": "Sinema, sadece bir sanat formu değil, aynı zamanda <b>güçlü bir kitle iletişim ve kültürel araçtır</b>. Film, izleyiciye mesaj ileten, kültürel değerler yaratan ve toplumsal düşünceyi etkileyen bir araçtır. Sinemanın izleyicileri üzerinde <b>uzun vadeli kültürel veya ideolojik etki bırakmadığı</b> yönündeki bir ifade kesinlikle yanlıştır. Aksine, sinema, görselleri, anlatıları ve değerleri aracılığıyla toplumsal bilinci derinden etkiler."
  },
  {
    "id": "182809",
    "unitNumber": 3,
    "text": "<strong>Film eleştirisine yönelik aşağıdaki cümlelerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Auteur yaklaşım filmi bir dil olarak ele alıp filmsel göstergeleri çözümler.",
      "B": "Sosyolojik yaklaşım filmlerde sosyal kurumların nasıl yansıtıldığını inceler.",
      "C": "Filmin ideolojik olarak nasıl bir duruşa sahip olduğu ideolojik yaklaşımla ortaya konmaktadır.",
      "D": "Psikanalitik yaklaşım filmi bireysel ve toplumsal bir dışavurum olarak değerlendirmektedir.",
      "E": "Feminist eleştiri, filmdeki toplumsal cinsiyet ve kadın-erkek rollerinin nasıl yansıtıldığını incelemektedir."
    },
    "explanation": "Film eleştirisi, sadece kişisel beğeniyi dile getirmek veya konuyu özetlemek değildir. Başarılı bir eleştiri, <b>filmin yapısını, anlatım tekniklerini, sinematografisini, kurgusunu</b> ve izleyici üzerindeki etkisini <b>analitik ve nesnel ölçütlerle</b> inceleyen bir süreçtir. Eleştirinin <b>sadece duygusal tepkilere dayanması</b> veya yüzeysel bir özetle sınırlı kalması gerektiği yönündeki bir yaklaşım yanlıştır; eleştiri <b>gerekçeli ve analitik</b> olmalıdır."
  },
  {
    "id": "182810",
    "unitNumber": 3,
    "text": "<strong>Fotoğraf ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Teknolojik bir sanattır.",
      "B": "Karanlık kutu, optik sistem ve ışığa duyarlı yüzey olmak üzere üç unsurdan oluşur.",
      "C": "Resimle karşılaştırınca fotoğraftaki gerçeklik daha azdır.",
      "D": "Üç boyutu iki boyuta aktarır.",
      "E": "Mekanik çoğaltmaya imkân tanır."
    },
    "explanation": "Fotoğraf bir anın kaydı olsa da, <b>mutlak gerçeği yansıtmayabilir</b>. Fotoğrafçı, <b>kadraj, ışık, açı ve kompozisyon</b> seçimleriyle neyin gösterileceğini, neyin gizleneceğini belirler. Bu seçimler, görselin anlamını manipüle edebilir. Dolayısıyla, fotoğrafın <b>her zaman tarafsız bir belge olduğu</b> veya gerçeğin tek tanımı olduğu iddiası görsel okuryazarlık açısından yanlıştır."
  },
  {
    "id": "182812",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisinde bir fotoğraf okumasındaki aşamalar doğru olarak verilmiştir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Betimleme- yorumlama",
      "B": "Yorumlama- tartışma",
      "C": "Tasvir etme- tartışma",
      "D": "Tanımlama- betimleme",
      "E": "Tanımlama- analiz etme"
    },
    "explanation": "Görsel okuryazarlıkta, bir fotoğrafı okuma ve anlama aşamaları genellikle sırasıyla bilişsel süreçleri izler. Bu aşamalar: <b>Tanımlama/Gözlem (Görseldeki nesneleri tespit etme)</b>, <b>Çözümleme/Yorumlama (Görsel dilini ve anlamını çözme)</b> ve son olarak <b>Değerlendirme/Yargılama (Eleştirel yargıda bulunma)</b> şeklindedir. Doğru sıralama bu <b>işlemsel süreçlerin</b> mantıksal akışını yansıtmalıdır."
  },
  {
    "id": "182816",
    "unitNumber": 3,
    "text": "<strong>Aşağıdaki ifadelerden hangisi görsel okuryazarlık için <u>yanlıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Günümüzde okuryazarlık deyince yazılı bir metni okuyup yazabilme kastedilmemekte, bir konuda etraflıca bilgi ve deneyim birikimini ifade edilmektedir.",
      "B": "Araçlar ve bilgi çeşitliliği arttıkça okuryazarlık çeşitleri de çoğalmaktadır.",
      "C": "Günümüz insanı için görsel okuryazarlığın önemi her geçen gün artmaktadır.",
      "D": "Görsel iletişim yazılı iletişimden daha etkilidir.",
      "E": "Teknoloji geliştikçe görselliğin önemi azalmaktadır."
    },
    "explanation": "Görsel okuryazarlık, sadece görsel mesajları anlama becerisi değil, aynı zamanda bu mesajları eleştirel bir süzgeçten geçirme ve üretme becerisini de kapsar. Görsel okuryazarlık <b>doğuştan gelen sanatsal yeteneklere</b> bağlı değildir; aksine, <b>okuma ve yazma gibi eğitim yoluyla geliştirilebilen, öğrenilebilir</b> bir beceridir. Bu nedenle, sadece doğal yeteneğe bağlı olduğu iddiası yanlıştır."
  },
  {
    "id": "254910",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi görsel okuryazarlıkla ilgilidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "İlk olarak John L. Debes tarafından kullanılmıştır.",
      "B": "Sadece estetik bir bakış açısı yeterlidir.",
      "C": "Görme duyusu olan herkes iyi bir görsel okuryazardır.",
      "D": "1900’lerin başında her alanda çokça tartışılır olmuştur.",
      "E": "Günümüzde görsel materyaller hem çeşitlilik hem de sayıca oldukça fazladır."
    },
    "explanation": "Görsel okuryazarlık, temel olarak <b>görsel iletişimi anlamlandırma, görsel dilin kurallarını çözme</b> ve görsel mesajları <b>eleştirel olarak değerlendirme</b> yeteneği ile ilgilidir. Bu beceri, izleyicinin medyada karşılaştığı görsellerin <b>alt metinlerini</b> ve ideolojik yükünü fark etmesini sağlar."
  },
  {
    "id": "254911",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi görsel okuryazarlığın konusudur?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "İnternet reklamları",
      "B": "Radyo programları",
      "C": "Kitap",
      "D": "Matbaa",
      "E": "Telgraf"
    },
    "explanation": "Görsel okuryazarlığın konusu, haritalardan çizimlere, reklamlardan sinemaya kadar <b>görsel formda sunulan her türlü iletişim materyalidir</b>. Görsel okuryazarlık, <b>görsel semboller ve dil aracılığıyla aktarılan mesajların</b> (fotoğraf, video, grafik, afiş vb.) tamamını inceleme alanına alır."
  },
  {
    "id": "254912",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi yeni medya araçlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Tabletler",
      "B": "Gazeteler",
      "C": "İnteraktif televizyonlar",
      "D": "Bilgisayarlar",
      "E": "Akıllı telefonlar"
    },
    "explanation": "Yeni medya araçları, genellikle <b>dijitalleşme, interaktiflik, hipermetinsellik</b> ve <b>ağ bağlantılı olma</b> özelliklerini taşır (İnternet tabanlı platformlar, sosyal medya). <b>Basılı gazete</b> (veya radyo) ise, bu özelliklere sahip olmayan, geleneksel, tek yönlü yayıncılığın ürünü olan <b>geleneksel medya</b> araçları arasında sayılır."
  },
  {
    "id": "254913",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi yeni medyayı geleneksel medyadan ayıran özelliklerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "İnteraktiflik",
      "B": "Sanallık",
      "C": "Metinlerarasılık",
      "D": "Ticarilik",
      "E": "Eşzamansızlık"
    },
    "explanation": "Yeni medyanın geleneksel medyadan temel farkları arasında <b>yüksek etkileşim (interaktivite)</b>, <b>merkeziyetçiliğin olmaması</b> (yaygınlık), <b>dijitalleşme</b> ve <b>eş zamanlı/anında geri bildirim</b> bulunur. Geleneksel medyanın karakteristik özelliği olan <b>tek yönlü iletişime dayanma</b> veya <b>yüksek sermaye gerektirme</b>, yeni medyayı geleneksel medyadan ayıran özelliklerden biri değildir; aksine, yeni medya genellikle daha ucuz ve çok yönlüdür."
  },
  {
    "id": "254914",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi afiş çeşitlerinden biridir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Sinema Afişleri",
      "B": "Coğrafi Afişler",
      "C": "Tarihsel Afişler",
      "D": "Kültürel Afişler",
      "E": "İklim Afişleri"
    },
    "explanation": "Afişler, amaçlarına ve içeriklerine göre sınıflandırılır. Başlıca afiş çeşitleri arasında <b>reklam/ticari afişler, siyasal afişler, kültürel/sanatsal afişler</b> ve toplumsal bilinci artırmayı hedefleyen <b>sosyal afişler</b> yer alır. Sosyal afişler, kamu spotları veya toplumsal kampanyalar için kullanılır."
  },
  {
    "id": "254916",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi sinema için <u>yanlıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Teknolojik ve kitlesel bir sanattır.",
      "B": "Bilimsel gelişmeler sonunda icat edilmiştir.",
      "C": "Endüstriyel bir sanattır.",
      "D": "Kısa sürede dünyaya yayılmıştır.",
      "E": "Fotoğrafın öncüsüdür."
    },
    "explanation": "Sinema, sadece senaryo ve diyalogdan ibaret değildir; güçlü bir <b>görsel dildir</b>. Bu dil, <b>görüntü, ses, kurgu, hareket ve kompozisyon</b> gibi unsurları içerir. Yanlış olan ifade, sinemanın izleyicinin <b>aktif katılımını gerektirmediği</b> iddiasıdır. Görsel okuryazarlık, sunulan görsel dili anlamak ve yorumlamak için izleyiciden <b>aktif bir bilişsel süreç</b> bekler."
  },
  {
    "id": "254917",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi film okumasında kullanılabilecek eleştirel yaklaşımlardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Auteur",
      "B": "Göstergebilim",
      "C": "Psikanalitik",
      "D": "Tarihsel",
      "E": "Endüstriyel"
    },
    "explanation": "Film okumasında kullanılan eleştirel yaklaşımlar (Semiyotik, Yapısalcı, Göstergebilimsel, Feminist, Psikanalitik, vb.), filmin <b>anlamını, ideolojisini</b> ve <b>toplumsal bağlamını</b> incelemeyi amaçlar. Bu yaklaşımlar sanatsal ve toplumsal incelemeye dayanır. <b>Finansal Raporlama Yaklaşımı</b> gibi sadece ticari başarıyı veya ekonomik verileri incelemeyi amaçlayan bir metodoloji, filmin içeriğine ve diline yönelik eleştirel okuma yaklaşımlarından biri değildir."
  },
  {
    "id": "341182",
    "unitNumber": 3,
    "text": "<strong>Görsel okuryazarlıkta görseli okuyanın, kendine ve okuma sürecine dönük sorgulaması ve okunan materyale yönelik yargıda bulunmasının söz konusu olduğu işlemsel süreç aşağıdakilerden hangisidir? </strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Değerlendirme",
      "B": "Kodlama",
      "C": "Çözümleme",
      "D": "Görme",
      "E": "Kurgulama"
    },
    "explanation": "Görsel okuryazarlığın işlemsel süreçlerinin son aşaması <b>değerlendirme (eleştiri)</b> aşamasıdır. Bu aşama, görseli çözümledikten ve yorumladıktan sonra, görselin kalitesi, doğruluğu, etik yönü ve ilettiği mesajın uygunluğu hakkında <b>yargıda bulunmayı</b> ve bu süreçte <b>kendini sorgulamayı</b> (meta-bilişsel düşünme) içerir."
  },
  {
    "id": "341184",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi sosyal medyaya bir okuryazar gözüyle bakıldığında dikkat edilmesi gereken hususlardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Dezenformasyon",
      "B": "Ekonomiklik",
      "C": "Ulaşılmazlık",
      "D": "Sanal-Gerçek Ayrımı",
      "E": "Röntgencilik-Teşhircilik"
    },
    "explanation": "Sosyal medya okuryazarlığı, içeriğin <b>kaynağını, doğruluğunu (teyit)</b> ve <b>ideolojik yükünü</b> anlamayı, yani içeriğe eleştirel yaklaşmayı gerektirir. <b>Tıklanma sayısını artırma</b> veya <b>popülerlik stratejileri</b> gibi teknik hedefler, okuryazarlıkla ilgili eleştirel düşünme süreçlerinin doğrudan bir parçası değildir. Okuryazar, içeriğin nasıl tüketilmesi gerektiğine odaklanır, nasıl üretilmesi gerektiğine değil (bu durum üreticinin görevidir)."
  },
  {
    "id": "342045",
    "unitNumber": 3,
    "text": "<strong>Görsel okur yazarlık ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "İlk olarak John L. Debes tarafından kullanılan görsel okuryazarlık, özellikle 1990’lı yıllardan itibaren birçok alanda tartışılmıştır.",
      "B": "Görsel okuryazarlık görme, çözümleme, kodlama, değerlendirme, tasarımlama ve kurgulama olarak sayılan işlemsel süreçlerden oluşmaktadır.",
      "C": "Görsel okuryazarlık için çok perspektifli bir yaklaşım ve donanım gereklidir.",
      "D": "Görsel okuryazarlık birçok disiplinin etkin olduğu ve kullanıldığı bir okuma türüdür.",
      "E": "Görsel okuryazarlık, eleştirel düşünmeyi gerektirmez."
    },
    "explanation": "Görsel okuryazarlık, görselleri <b>anlama, yorumlama ve üretme</b> becerisini kapsar. Bu beceri, <b>okuma ve yazma becerileri gibi öğrenilebilir ve geliştirilebilir</b> bir yeterliliktir. Yanlış olan ifade, görsel okuryazarlığın sadece <b>görsel materyalin estetik yönünü incelediği</b> veya sadece sanat eğitimi almış kişilerle sınırlı olduğu iddiasıdır. Görsel okuryazarlık, tüm görsel medyayı kapsar."
  },
  {
    "id": "342050",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi televizyonun özelliklerinden biri <u>değildir</u>? </strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Geniş bir hedef kitleye sahiptir.",
      "B": "Etki düzeyi düşüktür.",
      "C": "İnsanların duygularına tercüman olur.",
      "D": "Hızlı içerik tüketimi söz konusudur.",
      "E": "Parçalı ama kesintisiz bir yayın sunar."
    },
    "explanation": "Geleneksel televizyon yayıncılığı, temelde <b>tek yönlü</b> bir kitle iletişim aracıdır. İzleyicinin <b>anında ve doğrudan geri bildirim (interaktivite)</b> sağlaması veya içeriği kişiselleştirmesi kısıtlıdır. <b>Yüksek düzeyde birebir etkileşim</b> veya <b>kullanıcının içeriği tamamen kontrol etmesi</b>, yeni medya araçlarının bir özelliğidir ve geleneksel televizyonun karakteristik özelliklerinden biri değildir."
  },
  {
    "id": "182842",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi iletişim sürecindeki basamaklardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Dönüt",
      "B": "Alıcı",
      "C": "Kültür",
      "D": "Mesaj",
      "E": "Gönderen"
    },
    "explanation": "İletişim sürecinin temel basamakları sırasıyla <b>Kaynak</b> (gönderici), <b>Kodlama</b>, <b>Mesaj</b>, <b>Kanal</b>, <b>Kod Açma</b> (çözümleme) ve <b>Alıcı</b>dır. Bu süreçte ayrıca <b>Geri Bildirim</b> ve süreci olumsuz etkileyen <b>Gürültü</b> (parazit) unsurları bulunur. Verilen seçenekler arasında bu temel adımlardan biri olmayan şık, doğru cevap olarak kabul edilmelidir. İletişim bir döngü olduğu için bu adımların tamamı esastır."
  },
  {
    "id": "182843",
    "unitNumber": 4,
    "text": "<strong>Görsel iletişim mecra ve imajlarıyla ilgili olarak aşağıdakilerden hangisi <u>söylenemez</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Basılı ve dijital görsel iletişim mecraları vardır.",
      "B": "Etkili bir görsel iletişim sadece mesajın doğru görselleştirilmesine bağlıdır.",
      "C": "İmajların günlük iletişimde önemli bir rolü vardır.",
      "D": "Görsel iletişim imajları bazı görsel kodlar içerebilir.",
      "E": "Her görsel içinde barındırdığı mesajı bireylere algılatma sorumluluğundadır."
    },
    "explanation": "Görsel iletişim mecra ve imajları hakkında genellikle şunlar söylenebilir: Görsel imajlar <b>çok anlamlıdır</b>, <b>kültürel kodlarla yüklüdür</b>, <b>duygusal etkiyi artırır</b> ve <b>anında algılanabilir</b>. Söylenemeyecek olan ifade genellikle görselin <b>sadece tek bir yoruma sahip olduğu</b> veya <b>ideolojik olarak nötr olduğu</b> gibi kesin ve sınırlayıcı bir yargı olacaktır, çünkü görsel imajların gücü çok katmanlı olmasından gelir."
  },
  {
    "id": "182845",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi bir görsel iletişim analizi aşamasında sorulacak sorulardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Görselin boyutları nedir?",
      "B": "Görselde var olan ve olmayan nedir?",
      "C": "Görselin vermek istediği anlam nedir?",
      "D": "Görsel hangi tip kodlar içerir?",
      "E": "Görsel izleyicinin hayatına dâhil olduğunda hangi anlamları içerir?"
    },
    "explanation": "Görsel iletişim analizi yapılırken görselin <b>anlamlandırma sürecine katkısı</b>, <b>hangi kodları kullandığı</b> (gerçekçi, sembolik, ideolojik), <b>izleyiciyi nasıl konumlandırdığı</b> ve <b>kültürel bağlamı</b> incelenir. Bu aşamada sorulmayacak soru ise genellikle görselin içeriği, anlamı veya kültürel işleviyle doğrudan ilgili olmayan, örneğin <b>fiziksel üretim maliyeti</b> veya <b>teknik ekipman listesi</b> gibi detaylardır."
  },
  {
    "id": "182848",
    "unitNumber": 4,
    "text": "<strong>Aşağıdaki kavramlardan hangisi Gestalt Kuramı ile doğrudan ilişkilidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Gerçeklik",
      "B": "Kültür",
      "C": "Algılama",
      "D": "Kanaat",
      "E": "Kimlik"
    },
    "explanation": "Gestalt Kuramı, algısal psikolojinin temelini oluşturur ve 'Bütün, parçaların toplamından farklıdır' ilkesine dayanır. Kuram, bireyin görselleri nasıl organize ettiğini ve yorumladığını inceler. Bu bağlamda, Gestalt Kuramı ile doğrudan ilişkili kavramlar <b>algısal örgütleme yasaları</b>, <b>şekil-zemin ilişkisi</b>, <b>tamamlama</b>, <b>yakınlık</b> ve <b>benzerlik</b> gibi kavramlardır."
  },
  {
    "id": "182849",
    "unitNumber": 4,
    "text": "Parça-bütün ilişkisi algı sürecinde önemlidir. Gestalt Psikolojisi’ne göre, zihin eksik olan parçaları görsel hafıza yardımıyla bütünlemektedir.<br/><strong>Paragraftaki ifade algısal örgütleme yasalarından hangisinin açıklamasıdır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Tamamlama",
      "B": "Devamlılık",
      "C": "Yakınlık",
      "D": "Benzerlik",
      "E": "Eksiklik"
    },
    "explanation": "Paragrafta açıklanan, zihnin eksik olan parçaları görsel hafıza yardımıyla bütünleştirerek tam bir form oluşturma eğilimi, Gestalt Psikolojisi’nin <b>Tamamlama Yasası</b> (Closure) ile ilgilidir. Bu yasa, izleyicinin kesik çizgileri veya yarım kalmış şekilleri, tam ve kapalı bir biçim olarak algılamasına olanak tanır."
  },
  {
    "id": "182850",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi algısal süreci etkileyen iç etmenlerden biridir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Uyarıcının şiddeti",
      "B": "Uyarıcının büyüklüğü",
      "C": "Seçici dikkat",
      "D": "Örüntü algılaması",
      "E": "Uyarıcının yinelenmesi"
    },
    "explanation": "Algısal süreci etkileyen etmenler iki ana kategoriye ayrılır: İç (bireysel) etmenler ve Dış (uyarıcıya ait) etmenler. İç etmenler arasında <b>beklentiler</b>, <b>ihtiyaçlar</b>, <b>motivasyon</b>, <b>kişilik</b> ve <b>öğrenilmiş deneyimler</b> yer alır. Bu etmenler, bireyin aynı uyarıcıyı neden farklı algıladığını açıklar. Dış etmenler ise uyarıcının yoğunluğu, büyüklüğü veya hareketidir."
  },
  {
    "id": "182852",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi görsel algılama ile ilgili bir tanımlama <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kişiye bağlı olarak değişkenlik gösterir.",
      "B": "Sosyal, kültürel, politik, ekonomik süreçlerin etkilerini barındırır.",
      "C": "Görsel algılamayı, görselin önceden bilinmesi etkileyebilir.",
      "D": "Görsel algılama aktif bir süreçtir.",
      "E": "Görsel algılama için sadece görmek yeterlidir."
    },
    "explanation": "Görsel algılama, gözlerimizden gelen ham duyusal verinin <b>seçilmesi, düzenlenmesi ve yorumlanması</b> yoluyla anlamlı görüntülere dönüştürülmesidir. Bu aktif bir zihinsel süreçtir. Görsel algılama ile ilgili olmayan bir tanımlama, genellikle sadece <b>fiziksel uyaranın kaydedilmesi</b> (duyu) veya <b>iletişim kanalındaki teknik bir aksaklık</b> (gürültü) gibi kavramlara odaklanır. Görsel algılama, her zaman anlamlandırma ve yorumlamayı içerir."
  },
  {
    "id": "182853",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi mekânsal algı türlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "İşitsel algılama",
      "B": "Boyutsal algılama",
      "C": "Kokusal algılama",
      "D": "Dokunsal algılama",
      "E": "Duygusal algılama"
    },
    "explanation": "Mekânsal algı, bireyin çevresindeki nesnelerin <b>konumunu, uzaklığını, derinliğini ve boyutlarını</b> algılama yeteneğidir. Mekânsal algı türleri genellikle <b>binoküler</b> (iki gözle) ve <b>monoküler</b> (tek gözle) ipuçları kullanılarak derinlik algılanmasını içerir. Mekânsal algı türlerinden biri olmayan şık, genellikle <b>zamansal algı</b> (zamanı algılama) veya <b>dokunsal algı</b> (temas yoluyla algılama) gibi farklı bir duyuya dayalı algı türü olacaktır."
  },
  {
    "id": "182855",
    "unitNumber": 4,
    "text": "<strong>Görsel kültür ile ilgili aşağıdaki betimlemelerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Günlük yaşam deneyimleri içinde birçok dinamiği kapsayan bir görselliğin kültürüdür.",
      "B": "Kendi anlam oyunlarını oynayabilen, bireye yeni bir ifade özgürlüğü veren bir kavramdır.",
      "C": "Bir kültürü bütün olarak ele alır ve görsel kodlar kullanarak gösterir.",
      "D": "Görsel kültür anlam oluşturmada sınırları olan bir alandır.",
      "E": "Medya ve iktidar sahiplerinin güçlerini barındırır."
    },
    "explanation": "Görsel kültür, modern toplumda <b>görsel imgelerin merkezi rolünü</b> ve bu imgelerin nasıl <b>üretilip, dağıtılıp, tüketildiği ve anlamlandırıldığı</b> sürecini inceleyen bir alandır. Görsel kültür, sadece sanat eserlerini değil, aynı zamanda medyayı, popüler kültürü ve gündelik hayatın tüm görsellerini kapsar. Yanlış betimleme, görsel kültürün <b>tarihsel olarak sabit ve değişmez</b> olduğu veya <b>ideolojik üretimden bağımsız olduğu</b> iddiası olacaktır."
  },
  {
    "id": "182856",
    "unitNumber": 4,
    "text": "<strong>Görsel kültürde imgelerin üretim döngüsü nasıl olmaktadır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Üretim-Sanal Gerçeklik İmajları-Tüketim",
      "B": "Üretim-Tüketim-Yeniden Üretim",
      "C": "Tüketim-Yeniden Üretim-Popüler Kültür İmajları",
      "D": "Medya İmajları-Gerçek Gerçeklik İmajları-Yeniden Üretim",
      "E": "Tüketim-Üretim-Yeniden Üretim"
    },
    "explanation": "Görsel kültürde imgelerin üretim döngüsü dinamik bir süreçtir. Bu döngü, genellikle <b>üretim/kodlama</b> aşamasıyla başlar, ardından <b>dağıtım/yayılma</b> aşaması gelir ve nihayet <b>tüketim/kod çözme</b> aşamasında izleyici tarafından anlamlandırılır. Bu süreç sürekli olarak ilerler ve imajlar kültürel yeniden üretimde kullanılır. Bu döngünün kritik adımları <b>üretim, dağıtım ve tüketimdir</b>."
  },
  {
    "id": "243889",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi görsel iletişimin özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Alıcıya daha kısa sürede mesajını iletebilmesi",
      "B": "Daha anlaşılır bir iletişim süreci yaşatması",
      "C": "Yazılı iletişimle ilişkisi olması",
      "D": "Bilgi alışverişini imajlar yoluyla yapması",
      "E": "Yeni bir iletişim türü olması"
    },
    "explanation": "Görsel iletişim, <b>hızlı bir algılama</b> sağlar, <b>duygusal etkiyi artırır</b>, <b>kültürel bağlamla ilişkilidir</b> ve <b>izleyicinin dikkatini çekmekte</b> etkilidir. Görsel iletişimin özelliklerinden biri olmayan ifade, genellikle onun <b>evrensel olarak aynı anlama geldiği</b> veya <b>dil engelini tamamen ortadan kaldırdığı</b> gibi, görsel kodların kültürel farklılıklarını göz ardı eden bir yargı olacaktır."
  },
  {
    "id": "243890",
    "unitNumber": 4,
    "text": "<strong>Kitle iletişim imajlarının hakkında aşağıdakilerden hangisi söylenebilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Her görsel barındırdığı mesajı, bireylere algılatmak sorumluluğunda değildir.",
      "B": "Görsel bir mesajın algılanması, bireylerin kültürel hafızasıyla ilişkilidir.",
      "C": "Kitle iletişiminde kullanılan imajlar; kitlelere ulaşma ve etkileme amacında değildir.",
      "D": "Bireyler sadece güncel bilgileri aracılığıyla görselleri yorumlar.",
      "E": "Görsel bildirişim unsurları kitle iletişim imajları olarak değerlendirilemez."
    },
    "explanation": "Kitle iletişim imajları (medya görselleri) hakkında söylenebilecek en önemli şey, bu imajların <b>toplumsal gerçekliği inşa etmede</b> rol oynamalarıdır. Bu imajlar, genellikle <b>dominant ideolojileri</b> taşır, <b>büyük kitlelere hızla ulaşır</b> ve <b>tüketimi teşvik etme</b> amacı güdebilirler. Kitle iletişim imajları pasif alıcılık yerine, aktif anlamlandırma gerektiren güçlü kültürel araçlardır."
  },
  {
    "id": "243891",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi algı / algılama ile ilgili bir söylem <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Geçmiş deneyimlerimiz sayesinde hafızamızda yer eden verilerin güncel sunumudur.",
      "B": "Algı bir süreç değildir.",
      "C": "Algılama kişinin bilgi, deneyim ve değer yapısıyla ilgili bir durumdur.",
      "D": "Algılama bilgi alma, seçme ve anlamlandırma sürecidir.",
      "E": "Algı bir örgütleme olayıdır."
    },
    "explanation": "Algı, duyu organları aracılığıyla alınan verilerin <b>zihin tarafından seçilmesi, düzenlenmesi ve yorumlanmasıdır</b>. Algılama, tamamen fiziksel bir tepki değil, aktif ve öznel bir süreçtir. Algılama ile ilgili olmayan bir söylem, genellikle sürecin <b>yorumlayıcı</b> veya <b>öznel</b> yönünü reddeden, sadece <b>duyusal bilginin mekanik kaydı</b> olduğunu öne süren bir ifadedir."
  },
  {
    "id": "243892",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi Gestalt Kuramı ile ilintili <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "İlk defa Alman psikologlar tarafından kullanılmıştır.",
      "B": "Görsel bilginin nasıl anlamlı bir bütüne dönüştüğünü araştırır.",
      "C": "Almanca form anlamındadır.",
      "D": "Görseldeki bütün, kendini oluşturan parçalarından fazlasıdır.",
      "E": "Algılamanın kişilere göre değişmeyeceğini savunur."
    },
    "explanation": "Gestalt Kuramı, görsel algılamada <b>bütüncülüğü</b> esas alır. Gestalt ile ilintili olan kavramlar: Tamamlama, Yakınlık, Benzerlik, Süreklilik, Şekil-Zemin. Gestalt ile ilintili olmayan bir kavram ise genellikle <b>iletişim modelinin unsurları</b> (örn. Geri Bildirim, Gürültü) veya <b>ideolojik analiz</b> yöntemleri gibi algısal örgütleme dışındaki alanlara ait olacaktır."
  },
  {
    "id": "243893",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi algısal örgütleme yasalarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Şekil-zemin ilişkisi",
      "B": "Basitlik",
      "C": "Devamlılık",
      "D": "Görsellik",
      "E": "Benzerlik"
    },
    "explanation": "Algısal örgütleme yasaları, Gestalt Kuramı'nın temelini oluşturur ve görsellerin zihin tarafından nasıl birleştirildiğini açıklar. Bunlar: <b>Yakınlık</b>, <b>Benzerlik</b>, <b>Tamamlama</b>, <b>Süreklilik</b> ve <b>Şekil-Zemin</b> ilişkisidir. Bu yasalar dışında kalan, örneğin <b>Fark Eşiği</b> (duyusal süreçle ilgili) veya <b>Duygusal Tepki</b> (yorumlamayla ilgili) gibi bir kavram, algısal örgütleme yasalarından biri değildir."
  },
  {
    "id": "243896",
    "unitNumber": 4,
    "text": "<strong>Görsel kültür imajlarını anlamlandırmada aşağıdaki sorulardan hangisi bize doğru bilgi <u>vermez</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "İmajı kim, ne zaman, nerede yaptı?",
      "B": "İmajın unsurları arasındaki ilişkiler nelerdir?",
      "C": "İmaj hangi tasarım elemanlarını barındırmaktadır?",
      "D": "İmaj eleştirel midir?",
      "E": "İmajın üretimi hangi teknolojiyle yapıldı?"
    },
    "explanation": "Görsel kültür imajlarını anlamlandırmada, imajın <b>kültürel, ideolojik ve toplumsal bağlamı</b> önemlidir. Bu süreçte sorulması gereken sorular: <b>Kim üretti?</b>, <b>Kime hitap ediyor?</b>, <b>Hangi kodları kullanıyor?</b>, <b>Hangi ideolojiyi taşıyor?</b> Doğru bilgi vermeyecek bir soru ise, imajın anlamıyla değil, sadece <b>teknik veya üretimsel detayıyla</b> (örn. kullanılan kamera markası, imajın piksel sayısı) ilgilenen sorudur."
  },
  {
    "id": "243897",
    "unitNumber": 4,
    "text": "<strong>Popüler Kültür imajları için aşağıdakilerden hangisi doğrudur?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Herkese hitap eder.",
      "B": "Yavaş tüketilir.",
      "C": "Biriciktir.",
      "D": "Alt metinler içermez.",
      "E": "Her biri üretildiği dönemin taşır."
    },
    "explanation": "Popüler kültür imajları, <b>kitleler tarafından yaygın olarak tüketilen</b>, <b>hızla değişen</b> ve genellikle <b>ticari veya ideolojik amaçlarla üretilen</b> görsellerdir. Bu imajlar mevcut toplumsal değerleri yansıtır ve aynı zamanda şekillendirir. Popüler kültür imajları için doğru olan ifade, onların genellikle <b>tüketim kültürünün bir parçası</b> olduğu ve <b>güncel trendleri</b> temsil ettiğidir."
  },
  {
    "id": "243898",
    "unitNumber": 4,
    "text": "<strong>İnternetin hayatımıza girmesiyle beraber gerçeklik sorgulaması hangi iki bağlam üzerinden değerlendirilmeye başlanmıştır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Popülarite-Geleneksellik",
      "B": "Görsellik-Kültürellik",
      "C": "Popüler Kültür-Görsel Kültür",
      "D": "Sanal gerçeklik-Gerçek gerçeklik",
      "E": "Üretim-Tüketim"
    },
    "explanation": "İnternet teknolojisinin yaygınlaşmasıyla birlikte, özellikle sanal ortamların gelişimi, gerçekliğin sorgulanmasını artırmıştır. Bu sorgulama esas olarak <b>Gerçek</b> ve <b>Sanal</b> (Virtual) bağlamları üzerinden yürütülür. Ayrıca <b>Simülasyon</b> (gerçekliğin kopyalanması) ve <b>Artırılmış Gerçeklik</b> (Augmented Reality) kavramları da bu sorgulamayı destekleyen temel bağlamlardır. Bu iki bağlam, deneyimlenen dünyanın fiziksel sınırlarının ötesine geçmesini sağlar."
  },
  {
    "id": "342056",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisinde iletişim süreci doğru olarak verilmiştir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Gönderici-Mesaj-Alıcı-İletişim Aracı-Dönüt-Bağlam",
      "B": "Gönderici-Alıcı-Mesaj-Dönüt-İletişim Aracı-Bağlam",
      "C": "Gönderici-Mesaj-Dönüt-İletişim Aracı-Alıcı-Bağlam",
      "D": "Gönderici-Mesaj-İletişim Aracı-Bağlam-Alıcı-Dönüt",
      "E": "Gönderici-Mesaj-Bağlam-İletişim Aracı-Dönüt-Alıcı"
    },
    "explanation": "İletişim süreci, bilginin bir kaynaktan alıcıya aktarılmasını sağlayan sistematik bir akıştır. Doğru sıralama şöyledir: <b>Kaynak</b> (Gönderici) mesajı <b>Kodlar</b>, ortaya çıkan <b>Mesaj</b> bir <b>Kanal</b> aracılığıyla iletilir, <b>Alıcı</b> mesajı <b>Kod Açar</b> (çözümleme). Bu adımların doğru sırayla verilmesi zorunludur."
  },
  {
    "id": "342057",
    "unitNumber": 4,
    "text": "I. Görsel, bireyin anlamlandırma sürecine nasıl katkıda bulunur?<br/>II. Görselin kodları incelendiğinde gerçekçi, sembolik ve ideolojik kodlar nelerdir?<br/>III. Görsel, izleyiciyi bir nesne olarak nasıl konumlandırır?<br/><strong>Görsel iletişimde her bireyin, karşılaştığı görsellerdeki kodları kendi kültürel geçmişinin yansılarıyla analizi aşamasında bir yöntem belirlemek için yukarıdaki sorulardan hangisi ya da hangilerinden yararlanılabilir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "I, II ve III"
    },
    "explanation": "Görsel iletişimde bireyin kendi <b>kültürel geçmişinin yansımalarıyla</b> analiz yapması, görselin hem yapısını hem de etkileşimini anlamayı gerektirir. I, II ve III numaralı soruların hepsi bu analizi destekler:<br/>I. Görselin bireyin <b>öznel anlamlandırmasına</b> (kültürel geçmişin rolü) katkısı.<br/>II. Görseldeki <b>kodların</b> (gerçekçi, sembolik, ideolojik) kültürel geçmiş ışığında incelenmesi.<br/>III. Görselin izleyiciyi ideolojik veya sosyal olarak <b>nasıl konumlandırdığı</b>.<br/>Dolayısıyla, görsel analizde yöntem belirlemek için bu soruların (<b>I, II ve III</b>) hepsi kullanılabilir."
  },
  {
    "id": "342063",
    "unitNumber": 4,
    "text": "<strong>Görsel kültür ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Görsel kültürde farklı görme biçimleri-yönleri vardır.",
      "B": "Görsel kültürde her görselin bir temsili vardır.",
      "C": "Görsel kültürde bireyler kendi anlamlarını oluşturamazlar.",
      "D": "Görsel kültür bir kültürü bütün olarak ele alır ve görsel olarak kodlar kullanarak gösterir.",
      "E": "Görsel kültür, kendi anlam oyunlarını oynayabilen, yeni bir ifade özgürlüğü veren bir kavram olarak karşımıza çıkar."
    },
    "explanation": "Görsel kültür, modern toplumda <b>görme eylemi</b>, görsel nesneler ve bunların üretimi, tüketimi ve anlamlandırılmasıyla ilgili geniş bir alanı inceleyen disiplinler arası bir alandır.<br/>Görsel kültür ile ilgili yanlış bir ifade, genellikle bu alanın kapsamını daraltan bir iddia olur. Örneğin: “Görsel kültür, sadece geleneksel sanat tarihi kapsamındaki <b>yüksek sanat</b> eserlerini inceler.” gibi bir ifade yanlıştır.<br/>Görsel kültür, aksine, yüksek sanatın yanı sıra <b>günlük yaşamın görsellerini</b> (reklamlar, medya, internet görselleri, moda, mimari) ve popüler kültürü de analiz eder. Görsel kültür, görsellerin <b>sosyal, politik ve ideolojik</b> rollerine odaklanarak, görsel deneyimin evrenselliğini ve karmaşıklığını vurgular."
  },
  {
    "id": "182868",
    "unitNumber": 5,
    "text": "I. Yenilikçilik<br/>II. Hünerlilik<br/>III. İşlevsellik<br/><strong>Renault’un 1900’lü yılların başından günümüze kadar uzanan yolculuğu incelendiğinde marka imajının yaratılmasında yukarıdaki kavramlardan hangisinin ya da hangilerinin ön plana çıktığı görülmektedir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Renault’un 1900’lü yılların başından itibaren marka imajının yaratılmasında iki temel unsur ön plana çıkmıştır: I. <b>Yenilikçilik</b> ve III. <b>İşlevsellik</b>. Marka, teknolojik ilerlemelere hızlı adapte olması, motor sporlarındaki başarıları ve yeni motor tasarımları gibi unsurlarla yenilikçiliğini ispatlamıştır. Aynı zamanda, araç tasarımlarında günlük kullanıma uygun, pratik ve ekonomik çözümler sunarak <b>işlevselliği</b> merkeze almıştır. Hünerlilik (beceri) genel bir vasıf olsa da, marka imajını somutlaştıran temel kavramlar yenilikçilik ve işlevselliktir."
  },
  {
    "id": "182869",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi postmodern kültürün temel özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Pastiş",
      "B": "Gösteri çağı",
      "C": "Bireyselleşme",
      "D": "Parçacıklaşma",
      "E": "Geçmişi yaşama"
    },
    "explanation": "Postmodern kültür, <b>hız, anlık yaşama, çoğulculuk</b> ve <b>üst metinlerin reddi</b> gibi özelliklerle karakterize edilir. Postmodern kültürde derinlik yerine <b>yüzeysellik</b>, özgünlük (otantisite) yerine <b>simülasyon</b> (taklit) ve metinlerarasılık öne çıkar. Genellikle 'Doğruluk/Hakikate Mutlak Bağlılık' veya 'Rasyonel Derinlik Arayışı' gibi modernizmin temel ilkeleri postmodern kültürün bir özelliği değildir."
  },
  {
    "id": "182870",
    "unitNumber": 5,
    "text": "I. Dilbilgisi<br/>II. Diyalektik<br/>III. Retorik<br/><strong>Tarihsel çıkış noktası dikkate alındığında hitabetin yukarıdakilerden hangisi ya da hangileri ile ilgili olduğu görülmektedir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Hitabet (Retorik), tarihsel çıkış noktası itibarıyla Antik Yunan eğitim sisteminin temelini oluşturan <b>Trivium</b>’un (Üç Yol) bir parçasıdır. Trivium; I. <b>Dilbilgisi</b> (Grammar), II. <b>Diyalektik</b> (Logic/Mantık) ve III. <b>Retorik</b> (Hitabet) olmak üzere üç temel sanattan oluşur. Hitabet, ikna sanatıdır ve hem dilin kurallarına (Dilbilgisi) uygun olmayı hem de argümantasyon yöntemlerini (Diyalektik) kullanmayı gerektirir. Dolayısıyla her üç kavram da hitabetle yakından ilgilidir."
  },
  {
    "id": "182871",
    "unitNumber": 5,
    "text": "I. Hız<br/>II. Harcama<br/>III. Anlık yaşama<br/><strong>Yukarıdakilerden hangisi ya da hangileri postmodern dönemin temel çalışma prensipleri arasındadır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Postmodern dönem, <b>hız</b> ve <b>anlık yaşama</b> (instantaneity) prensipleri üzerine kurulmuştur. Modernizmin uzun vadeli planlama, dayanıklılık ve yavaş ilerleme ilkesinin aksine, postmodernizmde tüketimin ve bilginin çok hızlı bir döngüde olması beklenir. Tüketim kültürünün bir sonucu olan harcama, bir çalışma prensibinden ziyade ekonomik bir eylemdir. Bu nedenle temel prensipler I. <b>Hız</b> ve III. <b>Anlık yaşama</b> (ephemeral) odaklıdır."
  },
  {
    "id": "182872",
    "unitNumber": 5,
    "text": "<strong>Sosyal medyadaki snapchat uygulamasındaki paylaşımların günlük olması ve ertesi gün silinmesi insanların yaşam biçimlerini nasıl bir hâle getirmiştir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Geçici",
      "B": "Değerli",
      "C": "Üstün",
      "D": "Etkili",
      "E": "Belirsiz"
    },
    "explanation": "Sosyal medyadaki Snapchat gibi uygulamaların paylaşımların 24 saat sonra silinmesi esasına dayanması, modern kültürün kalıcılık ve kayıt altına alma saplantısının aksine, insanların yaşam biçimlerini <b>geçici</b> (ephemeral) ve <b>anlık</b> bir hâle getirmiştir. Bu durum, sadece 'şimdi'ye odaklanmayı, anı hızlıca tüketmeyi ve bilginin/deneyimin kalıcı olmasına gerek duymamayı vurgular. Bu durum, Baudrillard'ın bahsettiği <b>hız ve anlık tatmin</b> kültürüyle uyumludur."
  },
  {
    "id": "182873",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi görsel kültürün tanımı arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yeni teknolojileri ve deneyimleri gösterebilmek",
      "B": "Görüntü sistemlerinden oluşan bir dünya inşa etmek",
      "C": "Eleştirel bir bakış açısı ile görselliğe bakmak",
      "D": "Geçmişi birebir tasvir etmek",
      "E": "Kültürel deneyimlerini araştırmak"
    },
    "explanation": "Görsel kültür, görsel medyanın ve görüntülerin çağdaş yaşamdaki rolünü, üretimini, dolaşımını ve alımlanmasını inceleyen disiplinler arası bir alandır. Görsel kültür, sadece 'yüksek sanat' formlarını değil, <b>gündelik hayattaki tüm görselleri</b>, teknolojiyi ve kitle iletişim araçlarını kapsar.<br/>Tanımı arasında yer almayacak bir ifade, genellikle alanı daraltan veya geleneksel sanat tarihine ait olan bir iddia olur (örneğin: 'Sadece güzel sanatlar eserlerinin incelenmesi'). Görsel kültürün tanımında, <b>görme eyleminin sosyal olarak inşa edilmiş doğası</b> vurgulanır."
  },
  {
    "id": "182874",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi görsel kültür çalışmaları arasında işlenen bir alandır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Bilişim",
      "B": "Kültürel çalışmalar",
      "C": "Güvenlik",
      "D": "Uluslararası İlişkiler",
      "E": "Tarihsel determinizm"
    },
    "explanation": "Görsel kültür çalışmaları, sadece geleneksel sanat tarihini değil, aynı zamanda çağdaş toplumda görsel imgelerin etkileşimde olduğu tüm alanları kapsar. Bu alanlar arasında <b>medya, reklam, bilimsel görselleştirme, moda, mimari</b> ve <b>dijital teknolojiler</b> yer alır. Görsel kültür, özellikle <b>tüketim kültürünün görselleri</b> ve kitle iletişim araçlarının kullanımı gibi konuları merkeze alır."
  },
  {
    "id": "182875",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi Platon'dan itibaren yazınsal kültüre çok önem atfedilmiş olmasının nedenlerinden biridir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Mağara duvarlarının yüzeylerinin yazıya elverişli olması",
      "B": "Platon'un dile hâkimiyeti",
      "C": "Platon'un yazıya hâkimiyeti",
      "D": "O dönem filozoflarının yabancı dil bilmeleri",
      "E": "Yazabilen insan sayısının azlığı"
    },
    "explanation": "Platon’dan itibaren yazınsal kültüre (logos) önem atfedilmesinin ana nedeni, yazının <b>akılcılığı</b>, <b>eleştirel düşünceyi</b> ve <b>bilginin kalıcılığını</b> desteklemesidir. Yazı, düşüncelerin sabitlenmesine ve mantıksal tutarlılıkla analiz edilmesine imkan tanır. Sözlü veya görsel iletişim biçimlerinin aksine, yazının <b>objektifliği</b> ve <b>rasyonel söylemi</b> güçlendirdiğine inanılmıştır, bu da onu felsefe ve bilim için üstün bir araç yapar."
  },
  {
    "id": "192525",
    "unitNumber": 5,
    "text": "Gardner, Goodman'ın Semboller Teorisi’ni ortaya atanlardan birisi olduğunu belirtmekte ve ................ vurgu yapmaktadır.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "etkileşimselliğe",
      "B": "bilişselliğe",
      "C": "bilişime",
      "D": "iletişime",
      "E": "yaratıcılığa"
    },
    "explanation": "Howard Gardner, <b>Nelson Goodman’ın Semboller Teorisi</b>’nden etkilenmiştir. Goodman, sanat ve bilimin birbirinden farklı ancak eşit derecede geçerli sembolik formlar olduğunu savunur. Gardner, bu teoriye dayanarak, insanların bilgiyi tek bir mantıksal dilde (dil) değil, <b>farklı sembolik sistemler</b> aracılığıyla (matematik, müzik, görsel sanatlar vb.) işlediğini vurgular. Bu da onun <b>Çoklu Zekâ Teorisi</b>'nin temelini oluşturur."
  },
  {
    "id": "192526",
    "unitNumber": 5,
    "text": "<strong>Sokrates’in kullandığı iletişim tekniği aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Diyalog",
      "B": "Gözlem",
      "C": "Savunma",
      "D": "Tümevarım",
      "E": "Tümleşik İletişim"
    },
    "explanation": "Sokrates’in kullandığı iletişim ve öğretim tekniği <b>Sokratik Yöntem</b> (Elenchus) veya <b>Diyalektik</b> olarak bilinir. Bu teknik, bir kişiye sistematik ve ardışık sorular sorarak, kişinin kendi bilgisinin veya inançlarının <b>iç çelişkilerini</b> keşfetmesini sağlamayı amaçlar. Bu, mantıksal bir argümantasyona dayanan ve bilginin sorgulanarak ortaya çıkarıldığı bir yöntemdir."
  },
  {
    "id": "192527",
    "unitNumber": 5,
    "text": "<strong>Limonata post-modern kültürde nasıl üretilir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yerel lezzetiyle",
      "B": "Fabrikalarda",
      "C": "Atölyelerde",
      "D": "Metinsel şekilde",
      "E": "Ev yapımı şeklinde"
    },
    "explanation": "Modern kültürde limonata doğal malzemelerle (limon, su, şeker) üretilirken, postmodern kültürde üretim genellikle <b>simülasyon</b> ve <b>üst-gerçekliğe (hyperreality)</b> dayanır. Limonata, yapay tatlandırıcılar ve kimyasal aromalar kullanılarak, gerçek limonun tadını veya rengini taklit edecek şekilde üretilir. Bu, <b>gerçekliğin imajla ikame edilmesi</b> durumudur; ürün, doğal olandan ziyade tüketicinin beklediği 'limonata imajını' temsil eder."
  },
  {
    "id": "341251",
    "unitNumber": 5,
    "text": "<strong>Sembollerin, yazılı ve görsel dilin en yoğun kullanıldığı sanat aşağıdakilerden hangisidir? </strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Resim",
      "B": "Sinema",
      "C": "Mimari",
      "D": "Edebiyat",
      "E": "Müzik"
    },
    "explanation": "Sembollerin, hem yazılı hem de görsel dilin en yoğun ve karmaşık şekilde kullanıldığı sanat dalı <b>Sinema</b>'dır. Sinema; senaryo, diyaloglar, müzik (işitsel/yazılı dil) ve aynı zamanda kadraj, montaj, renk ve aydınlatma (görsel dil) yoluyla çok katmanlı sembolik anlamlar inşa eder. Bu yoğunluk, sinemayı görsel kültür çalışmalarının da odak noktası yapar."
  },
  {
    "id": "342067",
    "unitNumber": 5,
    "text": "<strong>McDonald’s vb. işletmelerin hazır yiyecek hizmetlerine ilişkin ekonomik modelin küresel toplum ve kültürün oluşumunda çok ciddi etkilere sahip olduğunu vurgulayan Amerikalı sosyolog aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "James Elkins",
      "B": "George Ritzer",
      "C": "Jules Chérette",
      "D": "Timothy Garton Ash",
      "E": "Stefan Zweig"
    },
    "explanation": "McDonald’s gibi hazır yiyecek hizmetlerinin ekonomik modelinin (hız, verimlilik, kontrol) küresel toplum ve kültürün oluşumunda ciddi etkileri olduğunu ve bu modelin toplumun birçok alanına yayıldığını vurgulayan Amerikalı sosyolog <b>George Ritzer</b>’dir. Ritzer, bu süreci <b>McDonaldization</b> (McDonaldlaşma) olarak adlandırmış ve küresel sistemin <b>rasyonel verimlilik</b> ilkeleriyle şekillendiğini belirtmiştir."
  },
  {
    "id": "342069",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi görsel kültür incelenmesinde ileri sürülen kavramsallaştırmalardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Görsel retorik",
      "B": "Görsel okuryazarlık",
      "C": "Görsel metin",
      "D": "Görsellerin grameri",
      "E": "Görsel gerçeklik"
    },
    "explanation": "Görsel kültür incelemelerinde ileri sürülen temel kavramsallaştırmalar arasında <b>görsel okuryazarlık, bakış (gaze) teorileri, görsel rejimler</b> ve <b>gözetleme toplumu</b> yer alır. Bu alan, görsellerin toplumsal güç ilişkilerini nasıl yansıttığını ve inşa ettiğini analiz eder. Görsel kültür kavramıyla çelişen veya doğrudan ilgili olmayan bir seçenek (örneğin, 'Soyutlama sanatının tarihsel kökeni') doğru cevap olamaz."
  },
  {
    "id": "408429",
    "unitNumber": 5,
    "text": "<strong>Görsel kültür kavramı aşağıdakilerden hangisini ifade eder?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Görsel sanatlar ile estetik değerlerin birleşimi",
      "B": "Görsellerin kültürel ve teknolojik bağlamda değerlendirilmesi",
      "C": "Yalnızca sanatsal görüntülerin analiz edilmesi",
      "D": "Toplumların sadece yazılı kültürle şekillenmesi",
      "E": "Görsel ögelerin estetik dışında hiçbir anlam taşımaması"
    },
    "explanation": "<b>Görsel kültür</b> kavramı, belirli bir kültürel bağlamda <b>görme eyleminin kendisinin nasıl inşa edildiğini</b>, görsellerin nasıl üretildiğini, dolaşıma sokulduğunu ve anlamlandırıldığını ifade eder. Bu, sadece estetik sanat nesnelerini değil, aynı zamanda kitle iletişim araçlarını, dijital imgeleri ve <b>gündelik hayattaki tüm görsel deneyimleri</b> kapsayan disiplinler arası bir analiz alanını ifade eder."
  },
  {
    "id": "182876",
    "unitNumber": 6,
    "text": "<strong>Minüskülün anlamı aşağıdakilerden hangisinde verilmiştir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Alfabede küçük olarak yazılan harflerdir.",
      "B": "Tipografi ile aynı anlamdadır.",
      "C": "İlk harfi büyük olarak yazılan yazılardır.",
      "D": "Alfabede büyük olarak yazılan harflerdir.",
      "E": "İlk harfi küçük olarak yazılan yazılardır."
    },
    "explanation": "Minüskül, tipografi ve yazı sanatında <b>küçük harf</b> anlamına gelen terimdir. Büyük harfler ise <b>majüskül</b> olarak adlandırılır. Bu terimler, fontların harf yapısını tanımlamak için kullanılır."
  },
  {
    "id": "182877",
    "unitNumber": 6,
    "text": "I. Müşterinin ve ürünün özelliklerini yansıtmalıdır.<br/>II. Basılı materyallerde kullanıma uygun olmalıdır.<br/>III. Tek renkle basıldığında özelliklerini kaybetmemelidir.<br/><strong>Yukarıdakilerden hangisi ya da hangileri sembol tasarımında göz önünde bulundurulması gereken kriterlerdendir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Sembol tasarımında göz önünde bulundurulması gereken tüm kriterler (I, II ve III) önemlidir. Sembol, mutlaka <b>müşterinin ve ürünün özelliklerini yansıtmalı</b> (I), <b>farklı boyut ve basım tekniklerine</b> (II) uygun olmalı ve <b>tek renkle basıldığında bile okunabilirliğini ve ayırt ediciliğini</b> kaybetmemelidir (III). Hepsi"
  },
  {
    "id": "182878",
    "unitNumber": 6,
    "text": "<strong>Genel olarak kişi veya bir kurumu simgeleyen yazılı ve görsel ögelerin bütününe ne ad verilir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Amblem",
      "B": "Fonogram",
      "C": "Logo",
      "D": "İmge",
      "E": "İşaret"
    },
    "explanation": "Genel olarak bir kişi veya kurumu simgeleyen, logonun yanı sıra kullanılan renkler, tipografi, görsel stil ve iletişim tonu gibi tüm <b>yazılı ve görsel ögelerin tutarlı bütününe</b> <b>Kurumsal Kimlik</b> (Corporate Identity) adı verilir."
  },
  {
    "id": "182879",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisinin tipografi özellikleri ile ilgili olduğu <u>söylenemez</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Majiskül",
      "B": "Miniskül",
      "C": "Punto",
      "D": "X yüksekliği",
      "E": "Piktogram"
    },
    "explanation": "Tipografi özellikleri, metinlerin okunabilirliğini ve estetiğini etkileyen <b>punto büyüklüğü, satır aralığı, karakter aralığı</b> (kerning/tracking) ve <b>font ailesi</b> gibi unsurlardır. Tasarım ilkeleri (Denge) veya renk modelleri (CMYK) gibi konular doğrudan tipografinin harf/metin yapısıyla ilgili değildir."
  },
  {
    "id": "182880",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi grafik tasarım elemanları arasında <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Çizgi",
      "B": "Denge",
      "C": "Nokta",
      "D": "Form",
      "E": "Renk"
    },
    "explanation": "Grafik tasarımın temel <b>elemanları</b>; <b>nokta, çizgi, şekil, renk, doku</b> ve <b>boşluktur</b>. <b>Denge, ritim, vurgu</b> gibi kavramlar ise bu elemanların nasıl düzenleneceğini belirleyen <b>tasarım ilkeleri</b> (prensipleri) arasında yer alır."
  },
  {
    "id": "182881",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi grafik tasarım ilkeleri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Birlik",
      "B": "Vurgu",
      "C": "Hiyerarşi",
      "D": "Çizgi",
      "E": "Benzerlik/zıtlık"
    },
    "explanation": "Grafik tasarım <b>ilkeleri</b> (prensipleri), kompozisyonu düzenleyen ve mesajın etkili iletilmesini sağlayan kurallardır (Denge, ritim, vurgu, hiyerarşi, zıtlık). <b>Renk</b> veya <b>Şekil</b> gibi kavramlar ise tasarımın temel <b>elemanları</b>dır."
  },
  {
    "id": "182882",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi tasarım süreçlerinin adımlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Görsel bir dil oluşturmak",
      "B": "Değerleri ve hedefleri tanımlamak",
      "C": "Tasarlamak",
      "D": "Metaforları keşfetmek",
      "E": "Kampanya yapmak"
    },
    "explanation": "Tasarım süreçleri genellikle <b>Problemin Tanımlanması, Araştırma, Fikir Geliştirme (Konsept), Uygulama/Üretim</b> ve <b>Değerlendirme</b> gibi sistematik adımlardan oluşur. Süreçle doğrudan ilişkili olmayan, rastgele veya belirsiz bir eylem (örneğin sadece 'Eskiz Yapmak') bu adımlardan biri değildir."
  },
  {
    "id": "182883",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerde hangisi tasarım süreçlerinde problemi tanımlarken sorulabilecek bir soru <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Neye ulaşmak istiyorsunuz?",
      "B": "İleteceğiniz mesaj ne olacaktır?",
      "C": "Eskiz ve layoutları (taslak) beğendiniz mi?",
      "D": "Mesajınızı nasıl ileteceksiniz?",
      "E": "Mesajınız kimi hedefliyor?"
    },
    "explanation": "Tasarım sürecinde problemi tanımlama aşaması, projenin kapsamını, hedeflerini, hedef kitlesini ve kısıtlamalarını belirler. 'Bu tasarımda hangi yazılım kullanılmalı?' gibi <b>uygulama veya teknik detaylar</b>, problemin tanımlanmasından sonraki aşamaları ilgilendirir."
  },
  {
    "id": "182885",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisinin yaratıcılıkta en yaygın olarak kullanılan yöntemlerden olduğu <u>söylenemez</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Not Alma Yöntemi",
      "B": "Kopya Yöntemi",
      "C": "Beyin Fırtınası Yöntemi (Brainstorming)",
      "D": "Kuluçka Yöntemi",
      "E": "Sentez Yöntemi"
    },
    "explanation": "Yaratıcılığı teşvik etmek için kullanılan yaygın yöntemler arasında <b>Beyin Fırtınası</b> (Brainstorming), <b>Zihin Haritalama</b> (Mind Mapping) ve <b>SCAMPER</b> tekniği bulunur. Tek başına <b>analiz</b> yapmak veya sadece var olanı <b>kopyalamak</b> yaratıcılık yöntemlerinden sayılmaz."
  },
  {
    "id": "192539",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi grafik tasarım ilkelerinden benzerlik / zıtlık ilkesini tanımlar?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Bir kompozisyonda bütünlüğü yakalamak için uyumlu ve benzer yapıların tasarımsal birliğidir.",
      "B": "Bir kompozisyonun görsel unsurlarının birleşmiş bir bütüne bir araya getirdiği algısıdır.",
      "C": "Estetik açıdan göze hoş gelen kompozisyonlar yaratabildiğimiz bir tasarım prensibidir.",
      "D": "Gruplama ve vurgu ile yakından ilişkili olan bir tasarım prensibidir.",
      "E": "Seyircinin veya tüketicinin görmesi gereken görsel veri miktarını sınırlamak anlamına gelir."
    },
    "explanation": "<b>Benzerlik / Zıtlık</b> (Contrast/Similarity) ilkesi, tasarımda kullanılan ögeler arasında görsel farklılık (boyut, renk, şekil) yaratarak <b>görsel ilgi çekme</b> ve önemli bilgileri öne çıkarma amacı taşır. Bu, aynı zamanda tasarımda <b>hiyerarşi</b> kurmanın da temel yollarındandır."
  },
  {
    "id": "192540",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi Brief kelimesinin anlamıdır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Yön bilgi / açıklama",
      "B": "Tartışma / fikir bulma",
      "C": "Tasarım kurgusu / planlama",
      "D": "Eskiz / özgünlük",
      "E": "Buluş / uygulama"
    },
    "explanation": "Grafik tasarım bağlamında <b>Brief</b>, müşterinin beklentilerini, projenin amaçlarını, hedef kitlesini ve bütçe/zaman kısıtlamalarını içeren <b>kapsamlı bilgilendirme özeti</b> (Talimatname) anlamına gelir. Tasarım sürecinin başlangıç noktasıdır."
  },
  {
    "id": "192543",
    "unitNumber": 6,
    "text": "<strong>Grafik tasarımda hiyerarşi aşağıdaki temel esaslardan hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Tasarım elemanlar",
      "B": "Tasarım süreçleri",
      "C": "Tasarım ilkeleri",
      "D": "Tasarım problemleri",
      "E": "Tasarımın gelişimi"
    },
    "explanation": "Grafik tasarımda <b>Hiyerarşi</b>, görsel ögelerin (metinler, görseller) <b>önem sırasına göre düzenlenerek</b> izleyicinin gözünün bilinçli olarak yönlendirilmesini sağlayan ilkedir. Bu, genellikle boyut, renk veya konum farklılıkları kullanılarak sağlanır."
  },
  {
    "id": "192544",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi benzerlik / zıtlık kavramı içerisinde <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Büyüklük / küçüklük",
      "B": "Kalınlık / incelik",
      "C": "Sıklık / seyreklik",
      "D": "Dolu / boş",
      "E": "Basitlik / sadelik"
    },
    "explanation": "Zıtlık (Contrast), görsel ögeler arasındaki belirgin farklılıkları ifade eder ve bu farklılıklar genellikle <b>boyut, renk, doku, biçim</b> veya <b>yön</b> gibi özellikler üzerinden kurulur. <b>Denge</b> (Balance) ise zıtlık oluşturmak yerine, görsel ağırlığı dağıtmakla ilgilenen ayrı bir tasarım ilkesidir."
  },
  {
    "id": "192545",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi vurgu yapmaya bir örnektir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Karelerin yan yana alt alta dizilmesi",
      "B": "Dairesel görüntülerin sık ve seyrek dizilmesi",
      "C": "Siyah karelerin arasında kırmızı bir kare olması",
      "D": "Yeşil daireler ve yeşil karelerin kullanılması",
      "E": "Rast gele dizilmiş üçgen şekillerin olması"
    },
    "explanation": "<b>Vurgu</b> (Emphasis), bir tasarım ögesini diğerlerinden ayırarak ona dikkat çekmeyi amaçlayan ilkedir. Bir kelimeyi <b>farklı bir renkle veya daha büyük puntolarla</b> yazmak, bu kelimeye görsel bir <b>önem</b> (vurgu) atfeden klasik bir örnektir."
  },
  {
    "id": "192546",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi CMYK renklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Mavi",
      "B": "Beyaz",
      "C": "Siyah",
      "D": "Macenta",
      "E": "Sarı"
    },
    "explanation": "<b>CMYK</b>, matbaa ve baskı endüstrisinde kullanılan ana renk modelidir ve <b>Cyan (Mavi), Magenta (Kırmızımsı Mor), Yellow (Sarı)</b> ve <b>Key (Siyah)</b> renklerinden oluşur. Kırmızı, Yeşil veya Mavi (RGB) bu sisteme ait değildir."
  },
  {
    "id": "340480",
    "unitNumber": 6,
    "text": "<strong>Görsel değerlerin oluşum sürecinde temsilî anlamı oluştururken yapısal bir dinamik yaratan ifade aracı aşağıdakilerden hangisidir? </strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Çizgi",
      "B": "Form",
      "C": "Renk",
      "D": "Biçim",
      "E": "Nokta"
    },
    "explanation": "Görsel değerlerin oluşum sürecinde, temel tasarım elemanlarının (nokta, çizgi) bir araya gelerek oluşturduğu ve nesnenin veya kavramın <b>yapısal dinamiğini</b> sağlayan ifade aracı <b>Biçim</b>'dir (Form/Şekil). Biçim, görsel göstergenin temsilî anlamını oluşturmada kilit rol oynar."
  },
  {
    "id": "342070",
    "unitNumber": 6,
    "text": "I. Sembol, tasarımcının özelliklerini yansıtmalıdır.<br/>II. Sembol, küçük ve büyük basılı materyallerde kullanıma uygun olmalıdır.<br/>III. Sembol, tek renkle basıldığında özelliklerini kaybetmemelidir.<br/><strong>Sembol tasarımında göz önünde bulundurulması gereken yukarıdaki kriterlerden hangisi ya da hangileri <u>yanlıştır</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "I ve III"
    },
    "explanation": "Sembol tasarımında kriterler; müşteriyi ve ürünü yansıtmak (Doğru), farklı boyutlara uygun olmak (Doğru) ve tek renkle kullanılabilirlik (Doğru) içerir. Ancak, 'Sembol, <b>tasarımcının özelliklerini yansıtmalıdır</b>' (I) ifadesi yanlıştır. Sembol, kişisel sanatsal ifade yerine <b>marka kimliğini</b> yansıtmalıdır. Bu nedenle sadece I. öncül yanlıştır. Yalnız I"
  },
  {
    "id": "342074",
    "unitNumber": 6,
    "text": "Estetik açıdan göze hoş gelen kompozisyonlar yaratabildiğimiz bir tasarım prensibidir. Fiziksel dünyadaki nesnelerin ağırlığını yargıladığımız gibi, bir kompozisyondaki ögeler \"görsel ağırlığa\" sahip olarak algılanır.<br/><strong>Yukarıdaki tanımlama grafik tasarım ilkelerinden hangisine karşılık gelmektedir? </strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Birlik",
      "B": "Hiyerarşi",
      "C": "Denge",
      "D": "Oran ve Ölçek",
      "E": "Vurgu"
    },
    "explanation": "Yukarıda yapılan tanım, görsel ögelerin (şekil, renk, boyut) bir kompozisyon içerisindeki dağılımını ve yarattığı 'görsel ağırlığı' ele almaktadır. Bu, tasarımın estetik ve stabil görünmesini sağlayan <b>Denge</b> (Balance) ilkesine karşılık gelmektedir. Denge, kompozisyonda ögelerin ağırlıklarını dengeleyerek göze hoş gelen yapılar oluşturur."
  },
  {
    "id": "182886",
    "unitNumber": 7,
    "text": "Görsel iletişim, görsel göstergelerin iletişim ögesi olarak kullanılmasıyla gerçekleşen iletişim biçemlerini kapsar.<br/><strong>Aşağıdakilerden hangisi bu bağlamda değerlendirilebilecek mesaj taşıyan anlam yüklü bir görsel öge <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Rakam",
      "B": "Fotoğraf",
      "C": "Resim",
      "D": "Davranış",
      "E": "Müzik"
    },
    "explanation": "Görsel iletişim, göz yoluyla algılanan <b>görsel göstergelerin</b> (sembol, simge, fotoğraf, çizim, şekil, renk) kullanılmasıyla gerçekleşir. Ses, kulak yoluyla algılanan <b>işitsel</b> bir ögedir ve görsel iletişimin mesaj taşıyan görsel bir ögesi <b>değildir</b>."
  },
  {
    "id": "182887",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi görsel iletişimdeki temel amacı tanımlar?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "İletişim sürecinin gerçekleştiği alıcı ve verici arasındaki ileti alışverişini yani bildirişimi sağlamak",
      "B": "İletişim sürecinin gerçekleştiği veriye mesajlar vermek",
      "C": "İletişim sürecinin gerçekleştiği mekânın tanıtımını yapmak",
      "D": "İletişim sürecinin gerçekleştiği vericiler arasındaki ilişkiyi düzenlemek",
      "E": "İletişim sürecinde vericinin empati duymasını sağlamak"
    },
    "explanation": "Görsel iletişimin temel amacı, <b>görüntüler</b>, <b>grafikler</b> ve diğer görsel araçlar vasıtasıyla karmaşık veya basit bilgiyi, fikirleri veya duygusal mesajları hedef kitleye <b>anlaşılır ve etkili</b> bir şekilde ulaştırmaktır. Bu, sadece basılı ya da dijital medya aracılığıyla gerçekleştirilebilir."
  },
  {
    "id": "182888",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi masaüstü yayıncılığın genel tanımıdır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kitap, dergi gibi yayınların sadece basılma işlemleridir.",
      "B": "Çeşitli görsel materyalleri bilgisayar destekli olarak baskı ya da yayına hazırlama işidir.",
      "C": "Kitap, dergi gibi yayınların dağıtım işidir.",
      "D": "Kitap, dergi gibi yayınların internet ortamına taşınması işidir.",
      "E": "Yayınların sadece dijital olarak çoğaltılması işidir."
    },
    "explanation": "Masaüstü yayıncılık (DTP), kişisel bilgisayarlar ve özel yazılımlar (layout programları) kullanarak <b>metinsel ve görsel içerikleri bir araya getirme</b>, düzenleme ve bunları hem <b>basılı</b> hem de <b>dijital</b> ortamda yayıma hazır hale getirme sürecinin genel adıdır."
  },
  {
    "id": "182889",
    "unitNumber": 7,
    "text": "<strong>Masaüstü yayıncılık hakkında aşağıdaki bilgilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Masaüstü yayımcılık ile ilgili ilk çalışmalar 1970’lerin sonlarında Xerox Araştırma Merkezi tarafından yapılmıştır.",
      "B": "Adobe Systems firmasından “Dr. John Warnock”, Apple şirketinin sahibi “Jobs” ve ortağı “Wozniak” ve Aldus şirketinden “Paul Brainard” masaüstü yayıncılığın öncüleridir.",
      "C": "Tarihi süreçte ilk olarak “Page Maker” isimli masaüstü yayıncılık programı ile gazete, dergi, kitap gibi ürünler kolaylıkla tasarlanmaya başlanmıştır.",
      "D": "Tarihi süreçte ilk üretilen masa üstü yayıncılık yazılımı Adobe Photoshop’tur.",
      "E": "1984 yılında Aldus firması tarafından tanımlanan “masaüstü yayımcılık” (Desktop Pubishing) terimi bugün ki baskı öncesi işlemlerin temelini oluşturur."
    },
    "explanation": "Masaüstü yayıncılık (DTP) programları, başlangıçta ağırlıklı olarak basılı yayınlar (kitap, dergi) için geliştirilmiş olsa da, günümüzde <b>dijital yayıncılık</b> (e-kitaplar, interaktif PDF'ler, web görselleri) için de temel araçlardır. Bu nedenle sadece basılı yayınlar için kullanıldığı bilgisi <b>yanlıştır</b>."
  },
  {
    "id": "182890",
    "unitNumber": 7,
    "text": "<strong>Bilgisayar ortamında var olan görüntünün en ufak birimine ne ad verilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Piksel",
      "B": "Tarayıcı",
      "C": "Vektör",
      "D": "Yazılım",
      "E": "Ofset"
    },
    "explanation": "Bilgisayar ortamında var olan ve özellikle <b>raster (bitmap)</b> görüntüyü oluşturan, tanımlanabilen en küçük temel yapı taşına <b>piksel</b> (picture element) adı verilir. Her piksel, konum ve renk bilgisini taşır."
  },
  {
    "id": "182891",
    "unitNumber": 7,
    "text": "<strong>Aşağıdaki maddelerden hangisinde verilen tüm yazılımlar render (olgunlaşma) tabanlı programlardır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Adobe Photoshop, Adobe Lightroom",
      "B": "Microsoft Word, PowerPoint",
      "C": "3D MAX, Maya",
      "D": "Page Maker, Adobe Photoshop",
      "E": "CINEMA 4D, Page Maker"
    },
    "explanation": "<b>Render (Olgunlaşma)</b>, özellikle <b>3D modelleme</b> ve animasyon sürecinde, hazırlanan sahneye ışık, doku ve kamera açılarının uygulanarak nihai 2D görüntüsünün oluşturulması işlemidir. <b>3D Max, Maya ve Blender</b>, profesyonel düzeyde 3D modelleme ve render işlemleri için kullanılan yazılımlardır."
  },
  {
    "id": "182892",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi harf, rakam, sembol ve diğer işaretler toplamına verilen isimdir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Piksel",
      "B": "Yazı karakteri",
      "C": "Vektör",
      "D": "Render",
      "E": "Yazılım"
    },
    "explanation": "<b>Font</b> (yazı tipi), aynı tasarım stilini paylaşan ve bir araya getirilmiş harf, rakam, noktalama işaretleri, semboller ve diğer karakter setlerinin tamamına verilen isimdir. Her bir font, belirli bir ağırlık ve stile sahiptir."
  },
  {
    "id": "182893",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisinde JPEG veya JPG ile ilgili verilen bilgi doğru <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "\"Ortak Fotoğraf Uzmanları Grubu\" tarafından belirlenen dosya bir dosya biçimidir.",
      "B": "Web sitelerine ve çevrimiçi uygulamalara yerleştirmek için sıklıkla kullanılır Gazete arşivleridir.",
      "C": "JPEG en yüksek sıkıştırmaya sahiptir.",
      "D": "Sıkıştırma işlemi gerçekleştirilmeyen bir formattır.",
      "E": "En yaygın dosya formatıdır."
    },
    "explanation": "JPEG (JPG) formatı, fotoğrafik görüntülerin saklanması için geliştirilmiş ve kayıplı (lossy) sıkıştırma kullanan bir <b>raster (piksel tabanlı)</b> formattır. Vektörel grafikler (AI, EPS) matematiksel formüllere dayanır, JPEG ise piksellere dayandığı için <b>vektörel bir format değildir</b>."
  },
  {
    "id": "182895",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi mürekkepli görüntünün bir plakadan kauçuk bir battaniyeye, sonra da baskı yüzeyine aktarıldığı ve yaygın olarak kullanılan bir baskı tekniğidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Ofset Baskı",
      "B": "Cilalama",
      "C": "Printer",
      "D": "Taş baskı",
      "E": "Gravür Baskı"
    },
    "explanation": "Bu tanım, en yaygın kullanılan endüstriyel baskı tekniği olan <b>Ofset Baskıya</b> aittir. Ofset baskıda mürekkep, baskı kalıbından doğrudan kağıda geçmek yerine, önce <b>kauçuk bir battaniyeye</b> (blanket) aktarılır ve bu battaniye görüntüyü baskı yüzeyine aktarır (dolaylı baskı)."
  },
  {
    "id": "182896",
    "unitNumber": 7,
    "text": "<strong>Aşağıda baskı yüzeyleri ile ilgili verilen bilgilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Farklı kâğıt nitelikleri, yazdırılan mürekkebin yoğunluğunu etkiler.",
      "B": "Tüm kâğıtlar aynı mürekkep çeşidine aynı reaksiyonu verir.",
      "C": "Mat yüzey, gazete ve kitap gibi basılı kelimelerin metinleri için kullanılır.",
      "D": "Parlak kâğıda basılan mürekkep yüzeyde kalır.",
      "E": "Mürekkep mat kâğıda yapışırsa, emilir ve parlamaz."
    },
    "explanation": "<b>Gramaj</b>, kağıdın kalitesini belirten temel ölçülerden biridir ve kağıdın <b>metrekare başına düşen ağırlığını</b> (yoğunluğunu) ifade eder. Kağıdın parlaklık derecesi ise yüzey kaplaması (kuşe, mat, parlak) veya beyazlık değeri ile ilgilidir. Bu nedenle gramajın parlaklığı ifade ettiği bilgisi <b>yanlıştır</b>."
  },
  {
    "id": "192550",
    "unitNumber": 7,
    "text": "<strong>Aşağıdaki programlardan hangileri piksel tabanlıdır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Corel, QuarkXPress",
      "B": "Adobe InDesign, Adobe Illustrator",
      "C": "Adobe Photoshop, Lightroom",
      "D": "Maya, CINEMA 4D",
      "E": "3D MAX, Maya"
    },
    "explanation": "<b>Piksel tabanlı (raster)</b> programlar, görüntüleri milyonlarca renkli nokta (piksel) halinde işler ve düzenler. <b>Adobe Photoshop</b>, profesyonel düzeyde fotoğraf düzenleme ve görüntü manipülasyonu için tasarlanmış piksel tabanlı bir programdır. Gimp de popüler bir açık kaynaklı piksel düzenleme yazılımıdır."
  },
  {
    "id": "192551",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi gazete ve dergi tasarımı için tercih edilen vektörel bir masaüstü yayıncılık programıdır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Adobe Photoshop",
      "B": "Maya",
      "C": "CINEMA 4D",
      "D": "QuarkXPress",
      "E": "Lightroom"
    },
    "explanation": "Gazete ve dergi gibi çok sayfalı, yoğun metin ve görsel içeren yayınların tasarımı ve mizanpajı için en yaygın tercih edilen vektörel (layout odaklı) masaüstü yayıncılık programı <b>Adobe InDesign'dır</b>. Bu program metin akışını ve sayfa düzenini kontrol etmede üstündür."
  },
  {
    "id": "192552",
    "unitNumber": 7,
    "text": "<strong>Tasarımla ilgili olarak aşağıda sunulan bilgilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Tasarım yüzeyinde planların oluşturulmasında Gridler ve cetvellerden faydalanılır.",
      "B": "Grid tasarımcıya kolaylık sağlayan kılavuz çizgilerdir.",
      "C": "Yeni tasarım alanı (sayfa) açıldığında mutlaka sayfanın kesim payları dikkate alınmalıdır.",
      "D": "Kesim payı tasarımın büyüklüğüne göre 3 mm veya 4mm bırakılabilir.",
      "E": "Sayfaya hizalama cetvellerinin yerleştirilmesi tasarımı bozacaktır."
    },
    "explanation": "Başarılı bir tasarım, yalnızca göze hitap eden <b>estetik</b> unsurlardan oluşmaz. Aynı zamanda ürünün veya mesajın amacına uygunluğunu sağlayan <b>işlevsellik</b> ve <b>kullanılabilirlik</b> de temel bir gerekliliktir. İşlevselliğin önemsiz olduğu bilgisi <b>yanlıştır</b>."
  },
  {
    "id": "192553",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi yazı karakteri ölçü birimidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Printer",
      "B": "Punto",
      "C": "Pika",
      "D": "Piksel",
      "E": "Vektör"
    },
    "explanation": "<b>Punto</b>, tipografide kullanılan ve genellikle yazı karakteri büyüklüğünü (font size) tanımlayan geleneksel ölçü birimidir. 1 Punto yaklaşık 0.35 mm'ye karşılık gelir."
  },
  {
    "id": "192556",
    "unitNumber": 7,
    "text": "<strong>Vernik ve diğer sıvı kaplamalar ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Bir kâğıdın mürekkepli yüzeyini korumak veya yüzeye parlak bir son kat uygulayarak bir tasarımı geliştirmek için uygulanır.",
      "B": "Her kaplama türü birbirinin aynısıdır.",
      "C": "Cilalar ve sıvı kaplamalar en iyi kaplanmış kâğıtlar üzerinde çalışır.",
      "D": "Kaplamaların kullanılan mürekkep türüyle de uyumlu olmaları gerekir.",
      "E": "UV kaplamalar sıvı olarak yayılır, ardından ultraviyole ışıkla sertleştirilir."
    },
    "explanation": "Baskı sonrası uygulanan <b>vernik</b>, <b>lak</b> ve diğer sıvı kaplamalar, ürüne parlaklık veya matlık gibi <b>estetik</b> özellikler kazandırmanın yanı sıra, mürekkebi dış etkenlere (sürtünme, nem, kirlenme) karşı koruyan bir <b>koruyucu bariyer</b> görevi de görür. Bu nedenle sadece estetik amaçlı kullanıldığı bilgisi <b>yanlıştır</b>."
  },
  {
    "id": "342078",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi çoğunlukla sanatsal üretimlerde kullanılan ve görüntünün ipekten yapılmış bir kalıp üzerine geçirildiği mürekkepli baskı türüdür ? </strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Flekso baskı",
      "B": "Rotaravür",
      "C": "Pantone altı renkli baskı",
      "D": "Rotatif",
      "E": "Serigrafi"
    },
    "explanation": "Bu tanım <b>Serigrafi</b> (İpek Baskı) tekniğine aittir. Serigrafide mürekkep, ipekten yapılmış gergin bir elek (kalıp) üzerinden geçirilerek baskı yüzeyine aktarılır. Bu teknik, özellikle <b>sanatsal üretimlerde</b> ve farklı materyallere (kumaş, ahşap, plastik) baskı yapmada kullanılır."
  },
  {
    "id": "342080",
    "unitNumber": 7,
    "text": "<strong>Ürününün tasarlanarak görselleştirilmesi aşamasında başvurulan teknik işlemler bütünü aşağıdakilerden hangisiyle ifade edilir? </strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Tipografi",
      "B": "Masaüstü Yayıncılık",
      "C": "Baskı",
      "D": "Litografi",
      "E": "Ciltleme"
    },
    "explanation": "Bir tasarımın fikir aşamasından yayıma veya basıma hazır hale gelene kadarki tüm <b>teknik hazırlık</b>, görselleştirme ve uygulama süreçlerinin bütününe <b>Prodüksiyon</b> (üretim) adı verilir. Bu süreç, baskı öncesi hazırlık işlemlerini de kapsar."
  },
  {
    "id": "342081",
    "unitNumber": 7,
    "text": "I. Ciltleme ve kıvrımlar<br/>II. Baskı yüzeyi<br/>III. Vernikler ve koruyucu sıvı kaplamalar<br/><strong>Yukarıdakilerden hangisi ya da hangileri baskı sonrası işlemleri kapsar? </strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "<b>Baskı sonrası işlemler</b> (Post-Press), bir ürünün baskı makinesinden çıktıktan sonra son halini alması için yapılan tüm eylemleri kapsar. Bunlar arasında <b>Ciltleme ve kıvrımlar</b> (I - kesim, katlama) ve baskıyı koruyan veya görsel kalitesini artıran <b>Vernikler ve koruyucu sıvı kaplamalar</b> (III) yer alır. Baskı yüzeyi (II) ise bir malzeme seçimidir, bir işlem aşaması değildir. Doğru işlemler I ve III'tür."
  },
  {
    "id": "210173",
    "unitNumber": 8,
    "text": "<strong>Sanat veya iletişim alanında üretilen görseller aşağıdakilerden hangisi ile tanımlanır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Betimge",
      "B": "Fotoğraf",
      "C": "Görüntü",
      "D": "Resim",
      "E": "İmaj"
    },
    "explanation": "Sanat, tasarım veya iletişim bağlamında üretilen, bir nesneyi, fikri veya durumu temsil eden görsel malzemeye genel olarak <b>İmge</b> veya <b>Görsel</b> adı verilir. İmge, algılanan veya zihinde canlandırılan her türlü görsel temsili kapsar."
  },
  {
    "id": "210175",
    "unitNumber": 8,
    "text": "<strong>Fotoğraf teknolojisinin ortaya çıkışı hangi yıllarda gerçekleşmiştir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "1500'lü yıllar",
      "B": "1600'lü yıllar",
      "C": "1700'lü yıllar",
      "D": "1800'lü yıllar",
      "E": "1900'lü yıllar"
    },
    "explanation": "Fotoğraf teknolojisinin pratik olarak kabul gören ilk yöntemlerinin ortaya çıkışı, özellikle <b>Niepce ve Daguerre</b> gibi isimlerin çalışmalarıyla <b>1830'lu yıllarda</b> gerçekleşmiştir. Bu dönem, kalıcı görüntü kaydetme teknolojisinin başlangıcını işaret eder."
  },
  {
    "id": "210176",
    "unitNumber": 8,
    "text": "<strong>Ekranda gösterilen görüntünün en küçük birimine, parçacığına ne ad verilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Piksel",
      "B": "Render",
      "C": "Vektör",
      "D": "Picasa",
      "E": "Gimp"
    },
    "explanation": "Dijital bir ekranda veya raster (bitmap) tabanlı bir görüntüde yer alan, bağımsız olarak renk ve parlaklık değeri taşıyan en küçük kare birime <b>Piksel</b> (Picture Element) adı verilir. Görüntünün kalitesi, bu piksellerin yoğunluğuna (çözünürlüğüne) bağlıdır."
  },
  {
    "id": "210191",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi dijital kameraların önemli özelliklerinden biridir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Hepsi yüksek megapikselli görüntü üretir.",
      "B": "Yeterli depolama alanları yoktur.",
      "C": "Oldukça ağırdırlar.",
      "D": "Fiyatları oldukça ucuzdur.",
      "E": "Düşük ışıklarda bile makul kalitede görüntüler çekebilir."
    },
    "explanation": "Dijital kameraların analog kameralara göre en önemli özelliklerinden biri, çekilen görüntüyü anında <b>dijital ortamda kaydetme ve ekranda gösterme</b> yeteneğidir. Bu, kimyasal süreçlere ihtiyaç duymadan hızlı geri bildirim ve kolay depolama imkanı sağlar."
  },
  {
    "id": "210194",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi dijital görüntü işlemede video ve kurgu yazılımlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "FinalCut",
      "B": "After Effect",
      "C": "Da Vinci",
      "D": "Corel Draw",
      "E": "Edius"
    },
    "explanation": "Adobe Premiere Pro, Final Cut Pro gibi yazılımlar <b>video düzenleme ve kurgu</b> için kullanılırken; <b>Adobe Photoshop</b> temel olarak <b>statik dijital görüntüler (fotoğraflar)</b> üzerinde düzenleme, rötuş ve manipülasyon yapmak için kullanılan bir yazılımdır ve profesyonel video kurgu yazılımı kategorisine girmez."
  },
  {
    "id": "210197",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi görsel iletişim tasarımında reklam fotoğrafçılığı içerisinde yer alır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Basın fotoğrafçılığı",
      "B": "Sokak fotoğrafçılığı",
      "C": "Makro fotoğrafçılığı",
      "D": "Turizm fotoğrafçılığı",
      "E": "Belgesel fotoğrafçılığı"
    },
    "explanation": "Reklam fotoğrafçılığı, bir ürünü veya hizmeti tanıtmak amacıyla görseller üreten bir alandır. <b>Ürün fotoğrafçılığı</b> (still life), bir ürünün ticari özelliklerini öne çıkararak satış ve pazarlama materyallerinde kullanılmak üzere hazırlanan en temel reklam fotoğrafçılığı türüdür."
  },
  {
    "id": "212395",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi “betimge” kavramıyla aynı anlamda <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Resim",
      "B": "Bir doğa görünümü",
      "C": "Fotoğraf",
      "D": "Film görüntüsü",
      "E": "Resimleme (illüstrasyon)"
    },
    "explanation": "<b>Betimge</b> (veya İmge), bir nesnenin veya fikrin görsel olarak temsil edilmiş halidir. <b>Kavram</b> ise zihinsel, soyut bir fikir veya düşünceyi ifade eder ve fiziksel bir görsel temsil (betimge) ile aynı anlama gelmez."
  },
  {
    "id": "212398",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi sayısal görüntü türlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Pixel görüntü",
      "B": "Render görüntü",
      "C": "Raster görüntü",
      "D": "Ayna görüntü",
      "E": "Vektörel görüntü"
    },
    "explanation": "Sayısal (Dijital) görüntüler temel olarak <b>Raster (Piksel Tabanlı)</b> ve <b>Vektör (Matematiksel Tabanlı)</b> olmak üzere iki ana kategoriye ayrılır. 'Analog Görüntü' ise dijitalleşme süreci öncesindeki fiziksel film veya baskı tabanlı görüntü türüdür."
  },
  {
    "id": "212400",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi pixel bir görüntüde pixellerin dizilim mantığını ifade eder?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Satır / sütun dizilimi",
      "B": "Grafik eğriler dizilimi",
      "C": "Köşegenlerden diyagonal dizilimi",
      "D": "X-Y-Z koordinatlar dizilimi",
      "E": "Dikey veri dizilimi"
    },
    "explanation": "Piksel tabanlı görüntülerde, piksellerin yatay ve dikey bir ızgara sistemi üzerinde düzenlenmesini ve dizilim mantığını ifade eden yapıya <b>Raster (Bitmap)</b> adı verilir. Çoğu fotoğraf ve gerçekçi görüntü bu mantıkla oluşturulur."
  },
  {
    "id": "212404",
    "unitNumber": 8,
    "text": "<strong>Aşağıdaki yazılımlardan hangisi vektörel tabanlı bir yazılım <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Adobe Illustrator",
      "B": "Adobe Lightroom",
      "C": "Corel Draw",
      "D": "Adobe InDesign",
      "E": "Freehand"
    },
    "explanation": "Vektörel tabanlı yazılımlar (örneğin Adobe Illustrator), görüntüleri matematiksel formüller kullanarak oluşturur. <b>Adobe Photoshop</b> ise temel olarak piksellerle (noktalarla) çalışan, çözünürlüğe bağımlı olan <b>Raster (Bitmap) tabanlı</b> bir yazılımdır."
  },
  {
    "id": "212406",
    "unitNumber": 8,
    "text": "<strong>Aşağıdaki görüntü formatlarından hangisi fotoğraf üstünde gerek ışık gerekse renkle ilgili önemli değişikliklerin yapılmasını mümkün hâle getirir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": ".raw",
      "B": ".jpg",
      "C": ".png",
      "D": ".bmp",
      "E": ".eps"
    },
    "explanation": "<b>RAW</b> formatı, dijital kamera sensöründen gelen sıkıştırılmamış ve işlenmemiş ham veriyi tutar. Bu format, görüntünün tüm orijinal ışık, renk ve ton bilgilerini koruduğu için, fotoğraf üzerinde daha sonra <b>kayıpsız ve yüksek kaliteli düzenlemeler</b> yapılmasına olanak tanır."
  },
  {
    "id": "212409",
    "unitNumber": 8,
    "text": "<strong>Aşağıdaki maddelerden hangisi hareketli görüntü formatlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": ".mxf",
      "B": ".dpx",
      "C": ".mpeg",
      "D": ".cineon",
      "E": ".jpg"
    },
    "explanation": "Hareketli görüntü formatları (video) genellikle AVI, MOV, MP4, MPEG gibi uzantılara sahiptir. <b>JPEG</b> (Joint Photographic Experts Group) ise statik (hareketsiz) <b>tek bir fotoğraf karesini</b> sıkıştırarak depolamak için kullanılan yaygın bir görüntü formatıdır."
  },
  {
    "id": "212411",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi film veya kâğıttaki görüntüleri dijital verilere dönüştüren cihazdır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Tarayıcı (scanner)",
      "B": "Aynasız fotoğraf makinesi",
      "C": "Kamera Obscura",
      "D": "Video yakalama (capture) cihazı",
      "E": "Film ve ses mikseri"
    },
    "explanation": "<b>Tarayıcı</b> (Scanner), film, fotoğraf veya basılı kâğıt üzerindeki analog görüntüleri optik olarak okuyarak bu bilgileri bilgisayar ortamında kullanılabilir <b>piksel tabanlı dijital verilere</b> dönüştüren giriş cihazıdır."
  },
  {
    "id": "212414",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi mobil görüntü işleme programlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Photoshop Express",
      "B": "Prizma",
      "C": "Maya",
      "D": "Picsplay",
      "E": "Snapseed"
    },
    "explanation": "Mobil görüntü işleme programları akıllı telefonlar ve tabletler üzerinde çalışır (örn: Snapseed, Lightroom Mobile). <b>Adobe Illustrator</b>, temel olarak masaüstü bilgisayarlarda kullanılan profesyonel <b>vektörel çizim ve tasarım yazılımıdır</b> ve mobil görüntü işleme kategorisinde değildir."
  },
  {
    "id": "212420",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi reklam fotoğrafçılığı türleri içerisinde <u>yer almaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Mimari fotoğrafçılık",
      "B": "Endüstri fotoğrafçılığı",
      "C": "Sokak fotoğrafçılığı",
      "D": "Gıda fotoğrafçılığı",
      "E": "Turizm fotoğrafçılığ"
    },
    "explanation": "Reklam fotoğrafçılığı ticari amaç güderken (Ürün, Moda, Gıda, Endüstriyel fotoğrafçılık gibi), <b>Belgesel Fotoğrafçılığı</b> ise gerçek hayattan olayları veya sosyal konuları belgelemek amacıyla yapılan, ticari reklam amacı taşımayan bağımsız bir fotoğrafçılık türüdür."
  },
  {
    "id": "212423",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi görsel iletişim tasarımı alanındaki reklam ajanslarının fotoğraf ihtiyacının karşılanması adına son yıllarda başlatılan bir fotoğraf sektörüdür?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Headshot foto",
      "B": "I-Phonagraphy",
      "C": "Pad foto",
      "D": "Stok foto",
      "E": "Mobil foto"
    },
    "explanation": "<b>Stock Fotoğrafçılık</b>, reklam ajansları ve tasarımcıların çeşitli projeleri için hızlı ve uygun maliyetli görsellere erişimini sağlamak amacıyla geniş bir arşivde toplanmış ve lisanslanabilir hale getirilmiş hazır fotoğrafların sunulduğu bir sektördür."
  },
  {
    "id": "350356",
    "unitNumber": 8,
    "text": "<strong>Sıkıştırılmış bir görüntü sunduğu için boyutları küçük olan ve en çok tercih edilen görüntü dosya formatı aşağıdakilerden hangisidir? </strong>",
    "correctAnswer": "C",
    "options": {
      "A": "JPEG 2000",
      "B": "TIFF",
      "C": "JPG",
      "D": "PSD",
      "E": "PCX"
    },
    "explanation": "<b>JPEG (Joint Photographic Experts Group)</b>, kayıplı sıkıştırma algoritması kullanarak dosya boyutlarını minimuma indirir. Bu özelliği sayesinde web sitelerinde, sosyal medyada ve depolamada en çok tercih edilen ve en yaygın kullanılan görüntü dosya formatıdır."
  },
  {
    "id": "408436",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi basın fotoğrafçılığının temel özelliklerinden biridir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Fotoğrafların sanatsal kompozisyonlarla oluşturulması",
      "B": "Kurguya dayalı olarak sahnelenmesi",
      "C": "Yalnızca stüdyo ortamında çekilmesi",
      "D": "Renk düzenlemeleriyle yaratıcı efektler eklenmesi",
      "E": "Haber olaylarını belge niteliğinde sunması"
    },
    "explanation": "Basın fotoğrafçılığı (Fotojurnalizm), haber değeri taşıyan olayları veya durumları kamuyu bilgilendirme amacıyla <b>hızlı, tarafsız ve doğru</b> bir şekilde belgelemeyi temel alır. Hız ve güncellik, bu alanın olmazsa olmaz özelliklerindendir."
  },
  {
    "id": "210200",
    "unitNumber": 9,
    "text": ".............. kavramı, en basit tanımıyla belirli bir mal veya hizmetin, belirli bir ücret karşılığında kitle iletişim araçları kullanılarak kitlelere tanıtılmasını ve kitlelerin ürün ve hizmeti satın alabilmesine yönelik ikna edilmesini amaçlayan iletişim sürecini ifade etmektedir.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Reklam",
      "B": "Halkla ilişkiler",
      "C": "Propaganda",
      "D": "Pazarlama",
      "E": "Sponsorluk"
    },
    "explanation": "Cümlede boş bırakılan yere <b>Reklam</b> kavramı getirilmelidir. Reklam, en basit tanımıyla, belirli bir mal veya hizmetin, belirli bir ücret karşılığında kitle iletişim araçları kullanılarak kitlelere tanıtılmasını ve kitlelerin ürünü veya hizmeti satın almasına yönelik ikna edilmesini amaçlayan organize ve <b>ücretli bir iletişim sürecidir</b>."
  },
  {
    "id": "210202",
    "unitNumber": 9,
    "text": "I. Benzer iletişim araçlarından yararlanmaları<br/>II. İkna odaklı iletişim türü olmaları<br/>III.Tek yönlü iletişim kullanmaları<br/><strong>Yukarıdakilerden hangisi ya da hangileri reklam ve propaganda kavramlarının birbirleri arasındaki en önemli benzerliklerdendir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Reklam ve propaganda arasındaki en önemli benzerlikler bu üç maddedir. Her ikisi de <b>kitle iletişim araçlarından</b> (I) yararlanır, temel amacı alıcıyı belirli bir görüşe, fikre veya ürüne ikna etmektir (II) ve her ikisi de genellikle kaynaktan alıcıya doğru akan <b>tek yönlü iletişim</b> (III) türleridir."
  },
  {
    "id": "211290",
    "unitNumber": 9,
    "text": "I. Ucuz maliyeti<br/>II. Hızla güncellenebilme özelliği<br/>III. Tek yönlü iletişim imkanı sunması<br/>IV. Yaygın kullanıma sahip olması<br/><strong>Yukarıdakilerden hangileri günümüzde kurumların sosyal medya platformlarında reklam faaliyetine girişmesinin nedenlerindendir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "II ve IV",
      "C": "I, II ve III",
      "D": "I, II ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Kurumların sosyal medyada reklam faaliyetine girişmesinin temel nedenleri; geleneksel medyaya göre daha <b>ucuz maliyetli</b> olması (I), içeriklerin anlık olarak ve hızla <b>güncellenebilme özelliği</b> (II) sayesinde esneklik sunması ve günümüzde mobil cihazlar sayesinde platformların <b>yaygın kullanıma sahip olmasıdır</b> (IV). Tek yönlü iletişim imkanı sunması (III), sosyal medyanın bir nedeni değil, geleneksel medyanın bir özelliğidir; sosyal medya ise genellikle etkileşime olanak tanır."
  },
  {
    "id": "211300",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi reklam ikna metotlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Ünlü kişileri kullanmak",
      "B": "Özel hissettirmek",
      "C": "Mizah unsuru kullanmak",
      "D": "Sıradan göstermek",
      "E": "İhtiyaç hissettirmek"
    },
    "explanation": "Reklamlar, genellikle mantıksal çekicilik, duygusal çekicilik (mizah, korku), tanıklık kullanımı veya tekrarlama gibi ikna metotlarını kullanır. <b>Fiziksel zorlama</b>, tehdit veya baskı kullanmak, ne etik ne de yasal olarak kabul edilen bir reklam ikna metodu <b>değildir</b>."
  },
  {
    "id": "211305",
    "unitNumber": 9,
    "text": "<strong>Aşağıdaki reklam türlerinin hangisinde izleyen veya dinleyen sayısı hemen tespit edilebilir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Radyo reklamı",
      "B": "Gazete reklamı",
      "C": "Tv reklamı",
      "D": "İnternet reklamı",
      "E": "Dergi reklamı"
    },
    "explanation": "Geleneksel reklam türlerinde (TV, radyo) izleyici/dinleyici sayıları tahmini veya gecikmeli ölçüm yöntemleriyle belirlenirken, <b>İnternet Reklamları</b> (Dijital Reklamlar) tıklama, görüntülenme (impression) ve etkileşim sayılarını dijital araçlar sayesinde <b>hemen tespit edebilir</b>. Bu, dijital reklamcılığın en büyük avantajlarından biridir."
  },
  {
    "id": "212434",
    "unitNumber": 9,
    "text": "Yazılı reklamın başlangıcı tam olarak bilinmemekle birlikte .................... British Museum’de bulunan ve MÖ 3000’li yıllarda yazıldığı kabul edilen bir çeşit yazının bir reklam olduğu düşünülmektedir.<br/><strong>Yukarıda verilen metindeki boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "İngiltere",
      "B": "Amerika",
      "C": "Fransa",
      "D": "Çin",
      "E": "Roma"
    },
    "explanation": "Yazılı reklamcılığın bilinen en eski örneklerinden biri, MÖ 3000’li yıllarda yazıldığı tahmin edilen ve British Museum’de bulunan bir çeşit <b>Papirüs</b>'tür. Bu papirüste, kaçan bir kölenin yakalanması karşılığında ödül teklif edildiği yazmaktadır."
  },
  {
    "id": "212437",
    "unitNumber": 9,
    "text": "<strong>15. yüzyıl ortalarında reklamcılıkta yepyeni süreci başlatan gelişme aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Coğrafi keşifler",
      "B": "Matbaanın bulunuşu",
      "C": "Radyonun bulunuşu",
      "D": "Televizyonun icadı",
      "E": "Fransız İhtilali"
    },
    "explanation": "15. yüzyıl ortalarında (yaklaşık 1440'lar) Johannes Gutenberg tarafından geliştirilen <b>Matbaanın İcadı</b>, reklamcılıkta yepyeni bir süreci başlattı. Bu icat sayesinde, reklam mesajları içeren basılı materyaller (el ilanları, gazeteler) hızlı ve ucuz bir şekilde çoğaltılarak kitlesel dağıtıma uygun hale geldi."
  },
  {
    "id": "212439",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi reklam metinlerinin oluşturulmasındaki temel ilkelerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Anlaşılır olması",
      "B": "Sözcük seçimi",
      "C": "Akıcılık",
      "D": "Özetleme",
      "E": "Sanatlı dil"
    },
    "explanation": "Reklam metinleri oluşturulurken temel ilkeler arasında; kısa ve <b>anlaşılır olmak</b>, hedef kitleye odaklanmak ve <b>ürün faydasını vurgulamak</b> yer alır. Ancak, <b>rakip markaların olumsuz yönlerini vurgulamak</b>, etik ve yasal kurallar çerçevesinde haksız rekabet oluşturabileceği için temel bir ilke olarak kabul edilmez."
  },
  {
    "id": "212441",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi reklamlarda kullanılan ikna tekniklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "İhtiyaç algısı oluşturma",
      "B": "Mizah",
      "C": "İdeal değerler",
      "D": "Sınırlı seçeneklerden birine zorlama",
      "E": "Sıradan gösterme"
    },
    "explanation": "Reklamlarda kullanılan ikna teknikleri arasında mizah, duygusal çekicilik, korku çekiciliği, tanıklık, tekrar gibi yöntemler bulunur. <b>Psikolojik Baskı</b> (veya zor kullanma), ikna edici iletişimde yeri olmayan, zorlayıcı ve etik dışı bir yöntemdir; dolayısıyla reklam tekniklerinden biri değildir."
  },
  {
    "id": "212443",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi reklamın işlevlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Tanıtma",
      "B": "İkna etme",
      "C": "Fayda sağlama",
      "D": "Değer katma",
      "E": "Belirginliği azaltma"
    },
    "explanation": "Reklamın temel işlevleri arasında toplumu veya hedef kitleyi <b>bilgilendirmek</b>, ürünü veya markayı <b>hatırlatmak</b> ve alıcıyı satın almaya <b>ikna etmek</b> yer alır. Ancak, <b>Tedarik Zincirini Yönetmek</b>, ürünün üretimi, depolanması ve dağıtımı ile ilgili lojistik bir işlevdir ve reklamın doğrudan işlevi değildir."
  },
  {
    "id": "212444",
    "unitNumber": 9,
    "text": "<strong>Resmi kurum ve kuruluşlar ile vakıf-dernek gibi sivil toplum kuruluşları tarafından hazırlatılan, toplumsal faydayı esas alan, bilgilendirici görsel ve işitsel filmlere verilen aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kamu Spotu",
      "B": "Zorunlu Yayın",
      "C": "Ürün reklamı",
      "D": "Bilboard reklamı",
      "E": "Banner reklam"
    },
    "explanation": "Resmi kurum ve kuruluşlar (devlet daireleri) veya sivil toplum kuruluşları (vakıf, dernek) tarafından hazırlatılan, temel amacı <b>toplumsal fayda</b> sağlamak, kamuoyunu bilgilendirmek veya bilinçlendirmek olan, ticari kaygı gütmeyen görsel ve işitsel filmlere <b>Kamu Spotu</b> adı verilir."
  },
  {
    "id": "212446",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi reklamın görevlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Satışları artırmak",
      "B": "Mal veya hizmeti tüketicinin belleğinde canlı tutmak",
      "C": "Gerçekleri örterek tüketiciyi yanıltmak",
      "D": "Ürün üzerinde farkındalık yaratmak",
      "E": "Markaya değer kazandırmak"
    },
    "explanation": "Reklamın görevleri arasında ürünü tanıtmak, marka imajı yaratmak, talebi artırmak ve markanın pazar konumunu güçlendirmek yer alır. <b>Ürün fiyatını belirlemek</b>, reklamın değil, Pazarlama veya Finans departmanlarının sorumluluğunda olan bir stratejik karardır."
  },
  {
    "id": "212447",
    "unitNumber": 9,
    "text": ".................... bir fikrin, düşüncenin veya ideolojinin ikna odaklı olarak kitle iletişim araçlarından yararlanılarak kitlelere aktarılması ve benimsetilmesini amaçlayan kaynaktan alıcıya tek yönlü bir iletişim türüdür.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Reklam",
      "B": "Propaganda",
      "C": "Slogan",
      "D": "Özdeyiş",
      "E": "Jingle"
    },
    "explanation": "Boş bırakılan yere <b>Propaganda</b> kavramı getirilmelidir. Propaganda, bir fikrin, düşüncenin veya ideolojinin kitle iletişim araçlarından yararlanılarak kitlelere aktarılması ve benimsetilmesini amaçlayan, genellikle <b>tek yönlü ve ikna odaklı</b> bir iletişim sürecidir."
  },
  {
    "id": "212448",
    "unitNumber": 9,
    "text": "<strong>Bir reklamda markayla ilgili temel özelliği ifade eden kısa ve çarpıcı söz aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Özdeyiş",
      "B": "Tema",
      "C": "Jingle",
      "D": "Slogan",
      "E": "Başlık"
    },
    "explanation": "Bir reklamda veya kampanyada markanın temel özelliğini veya faydasını ifade eden, <b>kısa, akılda kalıcı ve çarpıcı</b> sözlere <b>Slogan</b> denir. Sloganlar, markanın uzun vadede zihinlerde yer etmesini sağlar."
  },
  {
    "id": "212449",
    "unitNumber": 9,
    "text": "<strong>Reklamla ilgili olarak aşağıda verilenlerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Reklam, bireyden çok kitlelere hitap etmektedir.",
      "B": "Reklam için belli bir ücret ödenmektedir.",
      "C": "Reklam bir pazarlama faaliyetidir.",
      "D": "Reklamı yapılan ürün ve hizmetin kime ait olduğu gizlidir.",
      "E": "Reklam, ikna odaklı bir iletişim türüdür."
    },
    "explanation": "Reklam, kitle iletişim araçları (TV, radyo, gazete vb.) kullanılarak yapılır ve aynı anda yüz binlerce kişiye ulaşır. Bu nedenle, reklam <b>kişisel olmayan</b> (non-personal) bir iletişim sürecidir. Yüz yüze veya birebir iletişim, kişisel iletişimdir."
  },
  {
    "id": "352617",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi reklamın özellikleri arasında <u>yer almaz</u>? </strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Reklam, bireyden çok kitlelere hitap etmektedir.",
      "B": "Reklam, kaynaktan alıcıya tek yönlü iletişimi kullanmaktadır.",
      "C": "Reklam için belli bir ücret ödenmektedir.",
      "D": "Reklam bir pazarlama faaliyetidir.",
      "E": "Reklamı yapılan ürün ve hizmetin kime ait olduğu bilinmemektedir."
    },
    "explanation": "Reklam, genellikle bir sponsor tarafından ücreti ödenerek yapılır ve kitle iletişim araçlarını kullanır. Geleneksel reklam, temel olarak <b>tek yönlü</b> bir iletişim akışı sergiler. Bu nedenle, alıcıdan (tüketici) <b>anında geri bildirim alınması</b>, reklamın genel ve tanımlayıcı bir özelliği olarak kabul <b>edilmez</b> (özellikle geleneksel medyada)."
  },
  {
    "id": "352619",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi basılı reklam araçları arasında yer almaktadır? </strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Radyo",
      "B": "Televizyon",
      "C": "Gazete",
      "D": "İnternet",
      "E": "Sosyal Medya"
    },
    "explanation": "Basılı reklam araçları, mesajın kağıt veya benzeri fiziksel bir yüzeye basıldığı ve dağıtıldığı medya türleridir. Bu araçlara <b>Gazeteler</b> (günlük veya haftalık), <b>Dergiler</b> (aylık veya dönemsel), broşürler ve afişler dahildir."
  },
  {
    "id": "408437",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi iletişimin en temel tanımıdır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "İnsanlar arasında bilgi ve duygu alışverişidir.",
      "B": "Sadece sözlü mesajların aktarılmasıdır.",
      "C": "Salt yazılı metinler üzerinden gerçekleşir.",
      "D": "Teknolojik araçlar olmadan gercekleştirilemez.",
      "E": "Sadece resmî kurumlar tarafından yürütülen bir süreçtir."
    },
    "explanation": "İletişimin en temel tanımı, duygu, düşünce veya bilginin bir <b>kaynak</b> ile bir <b>alıcı</b> arasında bir kanal aracılığıyla aktarılması ve bu süreçte <b>anlam alışverişinin</b> (paylaşımının) sağlanmasıdır. İletişim, ortak bir anlayış yaratma sürecidir."
  },
  {
    "id": "211311",
    "unitNumber": 10,
    "text": "Bir tipografik karakterin, farklı et kalınlıklarında, daraltılmış, genişletilmiş, italik gibi türlerinin tasarlanarak oluşturulduğu gruba .......... ailesi denir.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "yazı",
      "B": "sayı",
      "C": "sembol",
      "D": "noktalama işareti",
      "E": "ölçü birimleri"
    },
    "explanation": "Bu tanım, bir tipografik karakterin (fontun) varyasyonlarını, yani farklı ağırlıklarını (light, bold, black), stillerini (italik), genişliklerini (dar, geniş) kapsayan bütünsel grubu ifade eder. Bu gruba <b>yazı karakteri ailesi</b> (Font Family) denir. Bu aile, markanın veya yayının görsel kimliğini tutarlı bir şekilde sürdürmek için kullanılır."
  },
  {
    "id": "211313",
    "unitNumber": 10,
    "text": "<strong>Bir kavram veya fikri görsel hâle dönüştürmek için yalın, resimsel bir dil kullanılarak tasarlanmış simgesel işaretlere ne ad verilir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Amblem",
      "B": "Logo",
      "C": "Piktogram",
      "D": "Fonogram",
      "E": "Logotype"
    },
    "explanation": "Bir kavramı veya fikri en yalın ve anlaşılır şekilde görselleştiren, resimsel dili kullanan simgesel işaretlere <b>piktogram</b> veya <b>ikon</b> adı verilir. Piktogramlar, karmaşık bilgileri hızlı ve evrensel olarak anlaşılabilir bir formata dönüştürerek genellikle yönlendirme, uyarı veya bilgilendirme amaçlı kullanılır."
  },
  {
    "id": "211413",
    "unitNumber": 10,
    "text": "<strong>İllüstrasyonların hangi türü tıp, mühendislik, mimarlık, botanik, zooloji, arkeoloji gibi uzmanlık alanları için öğretici ve tanımlayıcı amaçlarla yapılmaktadır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Reklam illüstrasyonları",
      "B": "Moda illüstrasyonları",
      "C": "Yayın illüstrasyonları",
      "D": "Kent illüstrasyonları",
      "E": "Bilimsel illüstrasyonlar"
    },
    "explanation": "Tıp, mimarlık, botanik, mühendislik ve zooloji gibi uzmanlık alanlarında kullanılan, konuyu detaylı, doğru ve öğretici bir şekilde açıklama amacı güden illüstrasyonlar <b>bilimsel</b> veya <b>teknik illüstrasyon</b> olarak adlandırılır. Bu tür çizimler, estetikten çok, bilginin kesinliğini ve netliğini ön plana çıkarır."
  },
  {
    "id": "211416",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi kurumsal kimlik tasarımında dikkat edilecek noktalardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Hedef kitleye uygun olmalıdır.",
      "B": "Kurumsal kimliği oluşturan ögeler farklı tasarım diline sahip olmalıdır.",
      "C": "Özgün olmalıdır.",
      "D": "Kurumu hatırlatmalıdır.",
      "E": "Yalın olmalıdır."
    },
    "explanation": "Kurumsal kimlik tasarımında dikkat edilmesi gereken temel noktalar tutarlılık, özgünlük, marka değerlerini yansıtma ve hedef kitleye uygunluktur. Kurumsal kimliğin <b>rekabeti göz ardı etmesi</b> veya <b>kişisel zevklere odaklanması</b> bu tasarım sürecinde kesinlikle dikkat edilmemesi gereken noktalardır. Kurumsal kimlik, markanın pazardaki konumunu güçlendirmelidir."
  },
  {
    "id": "211422",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi reklamların işlevlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Dikkat çekme",
      "B": "Satışları arttırma",
      "C": "Ürünün kalitesini arttırma",
      "D": "İlgi uyandırma",
      "E": "Markanın, rakiplerine olan üstünlüğünü vurgulama"
    },
    "explanation": "Reklamların temel işlevleri arasında <b>bilgilendirme</b> (yeni ürün veya hizmetleri duyurma), <b>ikna etme</b> (tüketiciyi satın almaya yönlendirme) ve <b>hatırlatma</b> (markanın akılda kalmasını sağlama) yer alır. Reklamlar, <b>doğrudan üretim süreçlerini yönetmek</b> gibi operasyonel bir işlevi yerine getirmezler; onların rolü iletişim ve pazarlamadır."
  },
  {
    "id": "211424",
    "unitNumber": 10,
    "text": "<strong>Genellikle sıradan insanların ürünü veya hizmeti tercih etme sebeplerini, ürünün kalitesini ve olumlu özelliklerini anlattığı, güven veren mesajlarıyla tüketiciyi ikna ettiği reklam türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Müzikli ve şarkılı reklamlar",
      "B": "Karşılaştırmalı reklamlar",
      "C": "Ünlü karakterlerin kullanıldığı reklamlar",
      "D": "Tanık gösteren reklamlar",
      "E": "Hikâye anlatan reklamlar"
    },
    "explanation": "Genellikle sıradan insanların veya uzmanların (doktor, sporcu vb.) ürünü veya hizmeti kullanıp memnun kaldığını anlattığı, bu sayede güven uyandırdığı reklam türüne <b>tanıklı reklam</b> (Testimonial Advertising) denir. Bu tür, sosyal kanıt yoluyla tüketicinin ikna edilmesini amaçlar."
  },
  {
    "id": "211426",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi Storyboard’un özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Storyboard tasarımı ile zaman, emek ve para tasarrufu sağlanır.",
      "B": "Hikâye kareler içerisinde görselleştirilir.",
      "C": "Her görüntüye ait kamera, müzik, ses efektleri ve diyaloglardan oluşan açıklamalar bulunmaktadır.",
      "D": "Storyboard hazırlanırken senaryoya sadık kalınmalıdır.",
      "E": "Reklam filmleri, 6-56 kare arasında tasarlanan karelerden meydana gelir."
    },
    "explanation": "<b>Storyboard</b>, bir reklam filmi, animasyon veya video projesinin çekimden önceki görsel planıdır. Senaryodaki sahneleri ve hareketleri gösteren kareler dizisidir. Storyboard'un özelliği, zaman akışını ve sahne geçişlerini göstermektir. Ancak, <b>final ürünün tüm teknik detaylarını (ışık ayarları, kamera çözünürlüğü vb.) eksiksiz olarak belirtmek</b> storyboard’un birincil özelliği değildir; bunlar prodüksiyon aşamasında belirlenir."
  },
  {
    "id": "212485",
    "unitNumber": 10,
    "text": "<strong>Harfleri oluşturan ana hatların alt ve üst bitim yerlerindeki tırnak biçimindeki küçük uzantılara ne ad verilir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Font",
      "B": "Sembol",
      "C": "Espas",
      "D": "Serif",
      "E": "Simge"
    },
    "explanation": "Harf karakterlerinin ana hatlarının (stem) alt ve üst bitim noktalarında bulunan, tırnak biçimindeki küçük yatay veya eğimli uzantılara <b>tırnak</b> veya <b>serif</b> denir. Serifler, özellikle uzun metinlerin okunabilirliğini artırmaya yardımcı olur."
  },
  {
    "id": "212486",
    "unitNumber": 10,
    "text": "<strong>Sesleri simgeleyen işaretlere (harf) verilen isim aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Fonogram",
      "B": "İdeogram",
      "C": "Piktogram",
      "D": "Amblem",
      "E": "Logotype"
    },
    "explanation": "Sesleri simgeleyen işaretlere veya grafiksel gösterimlere genel olarak <b>harf</b> (letter) denir. Bu harflerin belirli bir tasarım şekliyle oluşturulmuş setine ise <b>yazı karakteri</b> (font) adı verilir. Bağlama göre doğru cevap Yazı Karakteri ya da Harf olabilir, ancak tipografik tasarım bağlamında <b>yazı karakteri</b> terimi bu işaretler setini ifade eder."
  },
  {
    "id": "212488",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi amblem ve logo tasarımındaki temel unsurlardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Dikkat çekici olmalı",
      "B": "Yalın olmalı",
      "C": "Her tür yüzeyde ve iletişim aracında kullanılabilir ve okunabilir olmalı",
      "D": "Kurumun, hizmetin ya da ürünün niteliğini, kimliğini yansıtmalı",
      "E": "Başka bir ürünü hatırlatmalı"
    },
    "explanation": "Amblem ve logo tasarımındaki temel unsurlar arasında <b>özgünlük</b>, <b>sadelik</b>, <b>akılda kalıcılık</b>, <b>ölçeklenebilirlik</b> ve <b>işlevsellik</b> bulunur. Bir logonun temel unsurlarından biri <b>karmaşık görsel detaylar</b> veya <b>fazla renk kullanımı</b> değildir; aksine sadelik tercih edilir."
  },
  {
    "id": "212489",
    "unitNumber": 10,
    "text": "<strong>Bir ürünü veya hizmeti tanıtmak amacıyla yapılan illüstrasyon türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Moda illüstrasyonları",
      "B": "Yayın illüstrasyonları",
      "C": "Kent illüstrasyonları",
      "D": "Reklam illüstrasyonları",
      "E": "Bilimsel illüstrasyonlar"
    },
    "explanation": "Bir ürünü, hizmeti veya kampanyayı tanıtma, dikkat çekme ve satışları artırma amacı taşıyan illüstrasyon türüne <b>ticari illüstrasyon</b> veya <b>reklam illüstrasyonu</b> denir. Bu tür, genellikle görsel çekicilik ve hedef kitleye mesaj iletme üzerine kuruludur."
  },
  {
    "id": "212490",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi kültürel afişlere bir örnektir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Küresel ısınma konulu afiş",
      "B": "Emniyet kemeri kullanımının önemi konulu afiş",
      "C": "Sergi afişi",
      "D": "Kozmetik bir ürün için tasarlanmış afişi",
      "E": "Sağlıklı beslenme konulu afiş"
    },
    "explanation": "Afişler; ticari, politik ve kültürel olarak üçe ayrılır. Kültürel afişler, sanat etkinlikleri, sergiler, tiyatro oyunları, festivaller veya eğitimsel etkinlikler gibi toplumsal ve sanatsal faaliyetleri duyurur. Bu nedenle, <b>bir tiyatro oyununun duyurusunun yapıldığı afiş</b> kültürel afişe en uygun örnektir."
  },
  {
    "id": "212492",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi ambalaj tasarımının özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Marka ve ürünün karakterini yansıtmalıdır.",
      "B": "Ürünü darbelere karşı koruyabilmelidir.",
      "C": "Kolay taşınabilmelidir.",
      "D": "Her yüzeyinde farklı bir tasarım dili kullanılmalıdır.",
      "E": "Ürünün karakterine uygun tasarlanmalıdır."
    },
    "explanation": "Ambalaj tasarımının temel özellikleri; <b>koruma</b> (ürünü fiziksel hasardan koruma), <b>bilgilendirme</b> (içerik, son kullanma tarihi vb. bilgileri verme), <b>pazarlama</b> (raf çekiciliğini sağlama) ve <b>kullanım kolaylığı</b>dır. Ambalaj tasarımının özelliklerinden biri <b>ürünün fiyatını gizlemek</b> değildir; aksine, fiyat bilgisi genellikle satış noktasında kolayca görülebilir olmalıdır veya ambalaj bunu dolaylı yoldan yansıtmalıdır."
  },
  {
    "id": "212495",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi kurumsal kimlik tasarımının amaçlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "İsme bir kişilik kazandırarak markaya hayat vermesi",
      "B": "Ürünlerin üretim giderlerini arttırması",
      "C": "Markanın kabul edilmesini ve anımsanmasını sağlaması",
      "D": "Markanın rekabet içerisinde olduğu ürünlerden ayırt edilmesini sağlaması",
      "E": "Farklı marka unsurlarını aynı görüş ve duygu içerisinde birbirine bağlaması"
    },
    "explanation": "Kurumsal kimliğin temel amaçları; <b>farklılaşma</b>, <b>tanınabilirlik</b>, <b>güvenilirlik oluşturma</b> ve <b>kurum içi motivasyonu artırma</b>dır. Kurumsal kimlik tasarımının amaçlarından biri, <b>rakiplerin stratejilerini birebir kopyalamak</b> veya <b>çalışanların kişisel maaş hedeflerini belirlemek</b> değildir. Amaç, kurumun genel algısını yönetmektir."
  },
  {
    "id": "212496",
    "unitNumber": 10,
    "text": "<strong>Kullanılabilirliğin temel bileşenlerinden hangisi, kullanıcı tarafından sistem tekrar kullanıldığında, ne derece zorlandığı ile ilgili olan temel bileşen aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Öğrenilebilirlik",
      "B": "Hatırlanabilirlik",
      "C": "Verimlilik",
      "D": "Etkililik",
      "E": "Kullanıcı memnuniyeti"
    },
    "explanation": "Kullanılabilirliğin temel bileşenleri (Learnanibility, Efficiency, Memorability, Errors, Satisfaction) arasından, kullanıcının sistemi bir süre kullanmayı bıraktıktan sonra geri döndüğünde sistemi ne kadar çabuk hatırladığı ve ne kadar az zorlandığı ile ilgili olan bileşen <b>hatırlanabilirlik</b> (Memorability)'tir. Yüksek hatırlanabilirlik, sistemin öğrenilen özelliklerinin zihinde kalıcı olduğunu gösterir."
  },
  {
    "id": "212498",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi web tasarımındaki temel unsurlardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Görsel tasarımın bilgiyi düzenleyici olması",
      "B": "Görsel tasarımın tasarım öge ve ilkelerine göre yapılması",
      "C": "Sayfalarda çok renk kullanılması",
      "D": "Mobil uyumlu tasarlanması",
      "E": "Hedef kitleye uygun olması"
    },
    "explanation": "Web tasarımındaki temel unsurlar arasında <b>kullanıcı deneyimi (UX)</b>, <b>görsel hiyerarşi</b>, <b>navigasyon kolaylığı</b>, <b>uygulama hızı</b> ve <b>içerik kalitesi</b> bulunur. Web tasarımında temel bir unsur olmayan şey, <b>fiziksel baskı materyallerinin kalitesi</b>dir, zira web tasarım dijital bir süreçtir."
  },
  {
    "id": "212500",
    "unitNumber": 10,
    "text": "<strong>Ürün ya da hizmetin, rakiplerinin ismi belirtilmeden, dolaylı olarak kıyaslandığı reklam türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Ünlü karakterlerin kullanıldığı reklamlar",
      "B": "Tanık gösteren reklamlar",
      "C": "Olağan yaşantıyı örnekleyen reklamlar",
      "D": "Hikâye anlatan reklamlar",
      "E": "Karşılaştırmalı reklamlar"
    },
    "explanation": "Rekabetçi reklam türlerinden biri olan <b>karşılaştırmalı reklam</b>, genellikle bir markayı rakipleriyle kıyaslar. Eğer bu kıyaslama rakiplerin ismi açıkça belirtilmeden, \"piyasadaki X ürünlerinden daha iyi\" gibi dolaylı ifadelerle yapılıyorsa, bu <b>dolaylı karşılaştırmalı reklam</b> türüdür."
  },
  {
    "id": "350395",
    "unitNumber": 10,
    "text": "<strong>Bir kavram veya fikri görsel hâle dönüştürmek için yalın, resimsel bir dil kullanılarak tasarlanmış simgesel işaretlere ne ad verilmektedir? </strong>",
    "correctAnswer": "B",
    "options": {
      "A": "İdeogram",
      "B": "Piktogram",
      "C": "Fonogram",
      "D": "Amblem",
      "E": "Logo"
    },
    "explanation": "Bir kavram veya fikri görsel hâle dönüştürmek için sade, resimsel bir dil kullanılarak tasarlanmış simgesel işaretlere <b>piktogram</b> adı verilir. Piktogramlar, evrensel anlaşılırlık ve hızlı bilgi iletimi sağlamak amacıyla tasarlanmıştır."
  },
  {
    "id": "350397",
    "unitNumber": 10,
    "text": "<strong>Bir ürünü veya hizmeti tanıtmak amacıyla yapılan illüstrasyonlara ne ad verilmektedir? </strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kent İllüstrasyonları",
      "B": "Yayın İllüstrasyonları",
      "C": "Reklam İllüstrasyonları",
      "D": "Moda ve Tekstil İllüstrasyonları",
      "E": "Bilimsel İllüstrasyonlar"
    },
    "explanation": "Bir ürünü veya hizmeti tanıtmak, satışı teşvik etmek ve marka bilinirliğini artırmak amacıyla yapılan illüstrasyonlara <b>ticari illüstrasyon</b> veya <b>reklam illüstrasyonu</b> denir. Bu illüstrasyonlar genellikle pazarlama mesajını destekler niteliktedir."
  },
  {
    "id": "352621",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi afiş tasarım sürecinde dikkat edilmesi gereken unsurlar arasında <u>yer almaz</u>? </strong>",
    "correctAnswer": "C",
    "options": {
      "A": "En yalın şekilde tasarlanmalıdır.",
      "B": "Tasarımcı, konuya göre bu ögelerden hangilerini kullanacağını, mesaj-imge bütünlüğü çerçevesinde seçmelidir.",
      "C": "Sözcükler uzun ve anlaşılmaz olmalıdır.",
      "D": "Afişler toplumun sosyokültürel, bireylerin psikolojik özellikleri, sergilendiği çevre şartları dikkate alınmalıdır.",
      "E": "Dikkat çekmek, fark edilmek, bilgilendirmek, bireyleri harekete geçirmek gibi özellikleri bulunan afişlerde, kısa ve etkili bir slogan tercih edilmelidir."
    },
    "explanation": "Afiş tasarım sürecinde dikkat edilmesi gereken temel unsurlar arasında <b>uzaktan okunabilirlik</b>, <b>güçlü görsel etki</b>, <b>net ve kısa mesaj</b> ve <b>görsel-metin dengesi</b> yer alır. Afişler, hızlı tüketim için tasarlandığından, <b>detaylı ve uzun metin içeriği kullanmak</b> genellikle afiş tasarım sürecinde kaçınılması gereken bir durumdur."
  },
  {
    "id": "408439",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi illüstrasyonun temel işlevlerinden biridir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Sözel unsurları yazıyla betimlemek",
      "B": "Hedef kitleyle yazılı iletişim kurmak",
      "C": "Tek bir tarzda üretimde bulunmak",
      "D": "Salt propaganda mesajları üretmek",
      "E": "Sözel unsurları betimleyerek mesajı desteklemek"
    },
    "explanation": "İllüstrasyon (<b>çizimleme</b>), yazılı bir içeriği, fikri veya mesajı <b>görsel olarak açıklayan</b>, destekleyen ve zenginleştiren sanatsal bir uygulamadır. İllüstrasyonun temel işlevi, yalnızca estetik bir <b>süsleme</b> olmaktan öte, metnin anlaşılırlığını artırmaktır. Özellikle <b>karmaşık veya soyut bilgileri</b>, okuyucunun hızlı ve etkili bir şekilde algılayabileceği görsel bir biçime dönüştürür. Bu sayede, okuyucunun dikkatini çekerek metinle kurduğu <b>anlamsal bağı güçlendirir</b>. Temel işlevi, <b>metni görsel olarak destekleyerek anlamı pekiştirmek</b> ve iletişimin etkinliğini artırmaktır."
  },
  {
    "id": "211429",
    "unitNumber": 11,
    "text": "<strong>Fotoğrafın bilinen ilk örneği aşağıdakilerden hangisine aittir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Thomas Edison",
      "B": "Louis Lumiere",
      "C": "W.K.L. Dickson",
      "D": "Peter Mark Roget",
      "E": "Nicephore Niepce"
    },
    "explanation": "Fotoğrafın bilinen ilk kalıcı görüntüsü, 1826 veya 1827 yıllarında <b>Joseph Nicéphore Niépce</b> tarafından çekilen ve \"Pencereden Le Gras Manzarası\" (View from the Window at Le Gras) olarak bilinen çalışmadır. Bu görüntü, Niépce'nin geliştirdiği <b>helyografi</b> tekniğiyle oluşturulmuştur."
  },
  {
    "id": "211431",
    "unitNumber": 11,
    "text": "<strong>Çaresizlik, güçsüzlük, küçümseme gibi duyguların aktarılması amacıyla tercih edilen çekim açısı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Dar açı",
      "B": "Alt açı",
      "C": "Göz hizası",
      "D": "Geniş açı",
      "E": "Üst açı"
    },
    "explanation": "<b>Yüksek Açı</b> (High Angle) çekimi, kamera objeden veya karakterden daha yukarıya yerleştirilerek yapılan çekimdir. Bu açı, objenin küçük, zayıf ve savunmasız görünmesine neden olur; böylece izleyiciye <b>çaresizlik, güçsüzlük veya küçümseme</b> gibi duyguları aktarmada kullanılır."
  },
  {
    "id": "211433",
    "unitNumber": 11,
    "text": "<strong>Aşağıdaki çekim ölçeklerinden hangisi izleyici ve oyuncu arasında birbirleriyle konuşuyormuş hissi oluşturur?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Diz plan",
      "B": "Omuz plan",
      "C": "Bel plan",
      "D": "Genel plan",
      "E": "Detay plan"
    },
    "explanation": "<b>Yakın Plan</b> (Close-up) veya <b>Yarı Yakın Plan</b> (Medium Close-up) çekim ölçekleri, karakterin yüz ifadelerine odaklanarak izleyici ile karakter arasında güçlü bir duygusal bağ ve <b>kişisel bir konuşma hissi</b> oluşturur. Bu ölçekler, karakterin iç dünyasını ve duygusal tepkilerini en net şekilde yansıtır."
  },
  {
    "id": "211442",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi sinemanın ilk özel efekt yönetmeni olarak nitelendirilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Pudovkin",
      "B": "Melies",
      "C": "Eisenstein",
      "D": "Kuleşov",
      "E": "Edison"
    },
    "explanation": "<b>Georges Méliès</b>, sinema tarihinde <b>ilk özel efekt yönetmeni</b> olarak kabul edilir. Fantastik hikayeleri ve \"durdurma hilesi\" (stop trick), üst üste pozlama (multiple exposure) gibi yenilikçi teknikleri kullanarak sinemada illüzyonun kapılarını açmıştır."
  },
  {
    "id": "211455",
    "unitNumber": 11,
    "text": "<strong>Potemkin Zırhlısı adlı film aşağıdaki yönetmenlerden hangisine aittir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Vertov",
      "B": "Griffith",
      "C": "Pudovkin",
      "D": "Eisenstein",
      "E": "Niepce"
    },
    "explanation": "Tarihsel ve kurgusal anlatımıyla ünlü, özellikle <b>montaj</b> teorisi açısından çığır açan <b>Potemkin Zırhlısı</b> (Battleship Potemkin, 1925) filmi, Sovyet yönetmen <b>Sergey Eisenstein</b>'a aittir."
  },
  {
    "id": "212503",
    "unitNumber": 11,
    "text": "Günümüzde çoğunlukla sinema filmlerinde ........... kare (frame) bir araya gelerek bir saniyeyi oluşturmaktadır.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "16",
      "B": "18",
      "C": "24",
      "D": "32",
      "E": "64"
    },
    "explanation": "Standart sinema filmlerinde akıcı ve doğal bir hareket illüzyonu yaratmak için saniyede <b>24 kare (frame)</b> kullanılır. Bu hız, sesli sinemanın gelişiyle birlikte evrensel bir standart haline gelmiştir."
  },
  {
    "id": "212505",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi hareketle yazma (sinematografi) eylemine yardımcı unsurlardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Işık",
      "B": "Objektif",
      "C": "Pozlama",
      "D": "Kompozisyon",
      "E": "Müzik"
    },
    "explanation": "<b>Sinematografi</b> (hareketle yazma), görüntünün oluşturulması ve kaydedilmesi sürecidir. Buna yardımcı olan temel unsurlar <b>ışık</b>, <b>objektif</b>, <b>kamera hareketleri</b> ve <b>çekim ölçeği</b> gibi teknik araçlardır. Senaryo veya Ses Tasarımı gibi post-prodüksiyon veya yazım aşaması unsurları sinematografi eylemine doğrudan yardımcı değildir."
  },
  {
    "id": "212506",
    "unitNumber": 11,
    "text": "<strong>Lumiere kardeşlerin halka açık ilk gösterimlerini gerçekleştirdikleri yer ve zaman aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "23 Ocak 1896 - Hollywood",
      "B": "25 Mart 1865 - Berlin",
      "C": "18 Eylül 1895 - Londra",
      "D": "23 Kasım 1896 - Roma",
      "E": "28 Aralık 1895 - Paris"
    },
    "explanation": "Sinema tarihinin başlangıcı olarak kabul edilen <b>Lumiere kardeşlerin</b> ilk halka açık ücretli film gösterimi, <b>28 Aralık 1895</b> tarihinde Paris'teki <b>Grand Café, Salon Indien</b>'de gerçekleştirilmiştir."
  },
  {
    "id": "212519",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi çekim açılarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Alt açı",
      "B": "Üst açı",
      "C": "Omuz açı",
      "D": "Göz hizası",
      "E": "Eğik açı"
    },
    "explanation": "Temel çekim açıları, kameranın objeye göre dikey konumunu ifade eder ve <b>Normal Açı (Göz Hizası)</b>, <b>Yüksek Açı</b> (High Angle), <b>Alçak Açı</b> (Low Angle) ve <b>Hollanda Açısı</b> (Dutch/Canted Angle) gibi türleri içerir. Çekim ölçekleri (örneğin Tam Plan veya Yakın Plan) çekim açısı kategorisinde yer almaz."
  },
  {
    "id": "212521",
    "unitNumber": 11,
    "text": "<strong>Bir nesne ya da görüntünün göz önünden kaybolduktan sonra bir süre daha retina aracılığıyla beyinde yer tutmasına verilen isim aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "180 derece kuralı",
      "B": "Ağtabaka İzlenimi",
      "C": "Alan derinliği",
      "D": "Amors",
      "E": "Ölçeklendirme"
    },
    "explanation": "Bir nesne veya görüntünün göz önünden kaybolduktan sonra bile bir süre retinada iz bırakmaya devam etmesi prensibine <b>Görme Duyumunun Sürekliliği</b> (Persistence of Vision) denir. Bu fizyolojik olgu, sinemanın temelini oluşturan hızlı ardışık karelerin hareket yanılsaması oluşturmasını sağlar."
  },
  {
    "id": "212523",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi çekim ölçeklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Boy çekim",
      "B": "Diz çekim",
      "C": "Bel çekim",
      "D": "Alt çekim",
      "E": "Genel çekim"
    },
    "explanation": "Çekim ölçekleri (Shot Sizes), kameranın objeyi veya kişiyi ne kadar çerçevelediğini belirler (Örnek: Uzak Plan, Tam Plan, Yakın Plan). Çekim ölçeği olmayan bir seçenek genellikle <b>kamera açısı</b> (örn: Yüksek Açı) veya <b>kamera hareketi</b> (örn: Kaydırma/Pan) olur."
  },
  {
    "id": "212524",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi aynı zamanda \"Amerikan Plan\" olarak nitelendirilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Diz çekim",
      "B": "Genel çekim",
      "C": "Detay çekim",
      "D": "Bel çekim",
      "E": "Göğüs çekim"
    },
    "explanation": "<b>Amerikan Plan</b>, karakteri dizlerinin biraz üstünden kadraja alan çekim ölçeğidir. İngilizce'de Medium Full Shot veya <b>Diz Plan</b> (Knee Shot) olarak da bilinir. Bu plan, özellikle <b>Western</b> filmlerinde karakterlerin silahlarını rahatça göstermek amacıyla popülerleştiği için 'Amerikan Plan' adını almıştır."
  },
  {
    "id": "212525",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi kameranın, objenin ya da kişinin ne kadarlık kısmını çektiğini ya da çerçevelediğini niteler?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Alan derinliği",
      "B": "Çekim ölçeği",
      "C": "Alt açı",
      "D": "Amors",
      "E": "Karşı açı"
    },
    "explanation": "Kameranın, objenin veya kişinin ne kadarlık kısmını çerçevelediğini ve ne kadarını izleyiciye gösterdiğini niteleyen kavram <b>Çekim Ölçeği</b> (Shot Scale) veya <b>Plan</b>'dır. Bu, sahnedeki nesneler ve mekân arasındaki ilişkiyi belirler."
  },
  {
    "id": "212526",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi objektife bağlı hareketlerden biridir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Pan",
      "B": "Tilt",
      "C": "Zoom",
      "D": "Diyagonal",
      "E": "Şaryo"
    },
    "explanation": "Objektife bağlı hareket, kameranın gövdesi sabit kalırken, objektifin odak uzunluğunun değiştirilmesiyle yapılan harekettir. Bu hareket <b>Zoom</b> (Yakınlaştırma/Uzaklaştırma) olarak adlandırılır. Kamera gövdesinin hareket ettiği Dolly veya Pan gibi hareketlerden farklıdır."
  },
  {
    "id": "212527",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi kameranın yer değişikliğine bağlı hareketini sağlayan unsurlardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Zoom out",
      "B": "Pedestal",
      "C": "Dolly",
      "D": "Jimmy Jip",
      "E": "Slider"
    },
    "explanation": "Kameranın fiziksel olarak yer değiştirmesini (takip, vinç, gezinme) sağlayan unsurlar <b>Şaryo (Dolly)</b>, <b>Vinç (Crane)</b> veya <b>Steadicam</b>'dir. <b>Zoom</b> ise lens hareketi olup, kameranın yer değişikliğine bağlı bir hareket sağlamaz."
  },
  {
    "id": "350403",
    "unitNumber": 11,
    "text": "<strong>Görkem, ihtişam, güç, otorite, iktidar gibi soyut kavramların ifadesinde anlatımı güçlendirmek amacıyla hangi kamera açısı tercih edilmelidir? </strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Alt açı",
      "B": "Üst açı",
      "C": "Karşıdan açı (göz hizası)",
      "D": "Amors",
      "E": "Eğik açı"
    },
    "explanation": "<b>Alçak Açı</b> (Low Angle) çekimi, kamera objeden veya karakterden daha aşağıya yerleştirilerek yapılır. Bu teknik, karakteri daha büyük göstererek <b>görkem, ihtişam, güç</b> ve <b>otorite</b> gibi soyut kavramların ifadesini güçlendirir."
  },
  {
    "id": "352623",
    "unitNumber": 11,
    "text": "I. Panoramik<br/>II. Diyagonal<br/>III. Şaryo<br/><strong>Yukarıdakilerden hangisi ya da hangileri kameranın gövdesiyle yaptığı hareketler arasında <u>yer almaz</u>? </strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "I ve III"
    },
    "explanation": "Kameranın gövdesiyle yaptığı hareketler arasında sabit bir noktada sağa sola çevirme (I. <b>Panoramik</b>) ve kameranın bir araç üzerinde yer değiştirmesi (III. <b>Şaryo</b>/Dolly) yer alır. II. <b>Diyagonal</b> (Eğik/Çapraz) ise kameranın yatay konumu yerine, kadraj içindeki kompozisyon çizgisinin eğik yönünü ifade eder ve bir hareket türü değildir."
  },
  {
    "id": "408442",
    "unitNumber": 11,
    "text": "<strong>Kurgu alanında önemli çalışmalarıyla bilinen Sovyet sinema kuramcısı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Sergei Eisenstein",
      "B": "Alfred Hitchcock",
      "C": "Lev Kuleşov",
      "D": "Georges Méliès",
      "E": "Orson Welles"
    },
    "explanation": "<b>Kurgu</b> (Montaj) alanında çığır açan teorik çalışmalarıyla (özellikle Çarpışma Montajı teorisi ve Odessa Merdivenleri sekansının analizi) bilinen en önemli Sovyet sinema kuramcısı <b>Sergey Eisenstein</b>'dır. Lev Kuleshov da kurgu alanında önemli bir figürdür (Kuleshov Etkisi)."
  },
  {
    "id": "211462",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi medyanın genel amaçlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Bilgi verme",
      "B": "Eğlendirme",
      "C": "Gündem belirleme",
      "D": "Eğitme",
      "E": "Rehabilite etme"
    },
    "explanation": "Medyanın genel amaçları arasında toplumu <b>bilgilendirmek</b>, <b>eğitmek</b>, <b>eğlendirmek</b> ve kamuyu ilgilendiren konularda <b>kamuoyu oluşturulmasına</b> yardımcı olmak yer alır. Medyanın toplumsal bir sorumluluğu bulunurken, seçeneklerde bu temel amaçlara aykırı olan veya sadece ticari / bireysel çıkar maksimizasyonu gibi ikincil hedeflere odaklanan bir unsur, genel amaçlardan biri olarak kabul edilmez. Genellikle medyanın temel işlevi toplumsal faydadır."
  },
  {
    "id": "211464",
    "unitNumber": 12,
    "text": "<strong>“Farklı toplumsal kültürlerin karşılıklı olarak birbirlerini tanıması, ülkeler arasındaki ilişkilerin yaygınlaşması ve artması” tanımı aşağıdaki kavramlardan hangisine aittir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Tasarım",
      "B": "Küreselleşme",
      "C": "Yerelleşme",
      "D": "Kültür şoku",
      "E": "Bilgi gediği"
    },
    "explanation": "Verilen tanım, farklı toplumsal birimlerin (ülkeler, gruplar) kültürel değerlerini karşılıklı olarak öğrenmesi ve bu sayede ilişkilerin geliştirilmesi sürecini ifade eder. Bu durum, <b>kültürel etkileşim</b> veya daha geniş anlamda <b>küreselleşmenin kültürel boyutu</b> ile ilgilidir. İletişim teknolojileri bu karşılıklı tanıma sürecini hızlandırmaktadır."
  },
  {
    "id": "211468",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi yeni medyanın eleştirildiği alanlardan biridir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Üretim ve dağıtımda geleneksel medyaya göre daha ekonomik olması",
      "B": "Kanalların birbirine bağlanabilir olması",
      "C": "Güncellenebilir olması",
      "D": "İçerikte güvenilirlik sorunları",
      "E": "Zaman ve mekân kısıtlı olmaması"
    },
    "explanation": "Yeni medya teknolojileri, sunduğu olanakların yanı sıra pek çok eleştiriye de maruz kalır. Bu eleştiriler arasında <b>mahremiyetin ihlali</b>, kullanıcıların aşırı gözetlenmesi, <b>yanlış bilginin (dezenformasyonun)</b> hızlı yayılımı, yankı odaları (echo chambers) oluşturması ve <b>dijital uçurumun</b> derinleşmesi gibi konular yer alır. Yeni medya, bilgi kirliliğini artırma potansiyeli nedeniyle sıkça eleştirilmektedir."
  },
  {
    "id": "211474",
    "unitNumber": 12,
    "text": "<strong>Global köy kavramı aşağıdakilerden hangisini ifade etmektedir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Geleneksel medyayı",
      "B": "Medya ve iletişimin küreselleşmesini",
      "C": "Medyanın yerelleşmesini",
      "D": "Geleneksel dergiciliği",
      "E": "Tiraj kavramını"
    },
    "explanation": "<b>Global köy</b> (Küresel köy) kavramı, Kanadalı iletişim kuramcısı <b>Marshall McLuhan</b> tarafından ortaya atılmıştır. Bu kavram, elektronik iletişim araçlarının (radyo, televizyon ve daha sonra internet) coğrafi mesafeleri anlamsızlaştırarak tüm dünyayı tek bir küçük, anlık etkileşim içinde olan <b>kültürel topluluk</b> haline getirmesini ifade eder. Dünya, iletişim sayesinde küçülmüştür."
  },
  {
    "id": "211478",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi sayfa tasarımında kullanılan programlardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Indesign",
      "B": "Illustrator",
      "C": "Publisher",
      "D": "Corel Draw",
      "E": "Note Pad"
    },
    "explanation": "Sayfa tasarımında (mizanpaj) kullanılan programlar genellikle <b>grafik tasarım</b> ve <b>yayıncılık</b> (masaüstü yayıncılık) alanında kullanılır. Örnek olarak Adobe InDesign, QuarkXPress verilebilir. Sorunun cevabı, genellikle video düzenleme, yazılım geliştirme veya 3D modelleme gibi farklı bir amaç için kullanılan, <b>mizanpaj odaklı olmayan</b> bir yazılım olacaktır."
  },
  {
    "id": "211480",
    "unitNumber": 12,
    "text": "<strong>Bireylerin iş sahibi olmalarına yönelik amaçlarla kullanılmakta olan, iş arayanlarla işverenleri buluşturan ağ aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Indesign",
      "B": "Myspace",
      "C": "Google+",
      "D": "Linkedin",
      "E": "Twitter"
    },
    "explanation": "İş dünyasındaki profesyonelleri, iş arayanları ve işverenleri bir araya getirme, kariyer geliştirme ve profesyonel bağlantılar kurma amacıyla kullanılan sosyal ağ platformu <b>LinkedIn</b>'dir. Bu ağ, ticari ve profesyonel iletişim için tasarlanmıştır."
  },
  {
    "id": "211488",
    "unitNumber": 12,
    "text": "<strong>Kodlanan ve gönderilen bir mesajın yerine ulaşıp ulaşmadığını ve alıcı tarafından anlaşılıp anlaşılmadığını test etmeye yarayan kavram hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Geri bildirim",
      "B": "Geri dönüşüm",
      "C": "Hedef Kitle",
      "D": "Medya ağı",
      "E": "İleti"
    },
    "explanation": "İletişim sürecinde, alıcının mesaja tepki vermesi, mesajı alıp almadığını ve anlayıp anlamadığını kaynağa bildirmesi süreci <b>geri bildirim</b> (feedback) olarak adlandırılır. Geri bildirim, iletişimin <b>iki yönlü</b> hale gelmesini sağlar ve mesajın etkinliğini test etmeye yarar."
  },
  {
    "id": "212530",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi elektronik iletişim araçlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "E-posta",
      "B": "Radyo",
      "C": "Televizyon",
      "D": "Mektup",
      "E": "İnternet"
    },
    "explanation": "<b>Elektronik iletişim araçları</b>, elektrik gücü ve dijital teknolojiler aracılığıyla çalışır (radyo, TV, internet, telefon). Gazete, kitap ve dergi gibi <b>basılı medya</b> ürünleri, temel üretim süreçlerinde elektrik kullanılsa bile, nihai iletişim aracı (kâğıt) itibarıyla <b>elektronik olmayan</b>, geleneksel iletişim araçları kategorisine girer."
  },
  {
    "id": "212532",
    "unitNumber": 12,
    "text": "<strong>Kaynak tarafından hedef kitleye ulaştırılmak üzere tasarlanan, bilgi, fikir ve düşüncelere verilen isim aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Bilgi çağı",
      "B": "Yeni medya",
      "C": "Alıcı",
      "D": "Mesaj (ileti)",
      "E": "Uydu"
    },
    "explanation": "İletişim sürecinde, kaynağın (göndericinin) aktarmayı planladığı ve <b>kodlayarak</b> iletilebilir hale getirdiği bilgi, fikir veya düşüncelerin somutlaşmış biçimine <b>mesaj</b> adı verilir. Mesaj, kanal aracılığıyla alıcıya ulaştırılmak istenen içeriktir."
  },
  {
    "id": "212533",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi yeni medyanın getirdiği zorluklardan birisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yeni medya araçlarının kullanıcı dostu olması",
      "B": "İnternet erişimi olan her yerden ulaşılabilmesi",
      "C": "Kullanıcılara hız kazandırması",
      "D": "İçerik paylaşımının ve dağıtımının kolay olması",
      "E": "Güvenilir içeriği ayırt etmek"
    },
    "explanation": "Yeni medyanın getirdiği zorluklar arasında <b>bilgiye aşırı yüklenme</b> (information overload), <b>mahremiyet endişeleri</b> ve en önemlisi <b>dijital uçurum</b> yer alır. Dijital uçurum, toplumun teknolojiye erişim ve kullanım becerisi açısından ikiye ayrılması ve bu durumun sosyal eşitsizlikleri artırması anlamına gelir."
  },
  {
    "id": "212535",
    "unitNumber": 12,
    "text": "<strong>Global köy kavramı aşağıdaki hangi iletişim kuramcısına aittir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Eco",
      "B": "Baudrillard",
      "C": "McLuhan",
      "D": "Postman",
      "E": "Lacan"
    },
    "explanation": "<b>Global köy</b> kavramı, iletişimin küresel etkileri üzerine yaptığı çalışmalarla tanınan Kanadalı düşünür ve kuramcı <b>Marshall McLuhan</b>'a aittir. McLuhan, medyayı (özellikle elektrikli medyayı) mesajın kendisi olarak görerek çağımıza damgasını vurmuştur."
  },
  {
    "id": "212537",
    "unitNumber": 12,
    "text": "<strong>“Dijital dil” aşağıdakilerden hangisi tarafından geliştirilmiştir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Pavlik",
      "B": "Postman",
      "C": "Zizek",
      "D": "Baudrillard",
      "E": "G. Willhelm"
    },
    "explanation": "<b>Dijital dil</b>, tüm dijital sistemlerin temelini oluşturan, verilerin 0 ve 1'ler olarak kodlandığı <b>ikili sistemdir</b> (Binary code). Bu sistemin matematiksel temelleri Leibniz'e dayansa da, modern dijital iletişimin ve bilgi teorisinin geliştirilmesi büyük ölçüde <b>Claude Shannon</b> (Bilgi Teorisi) ve <b>Alan Turing</b>'in çalışmalarına dayanır, bu da günümüzdeki 'dijital dilin' gelişimini mümkün kılmıştır."
  },
  {
    "id": "212538",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi yeni medya teknolojilerinin özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kanalların birbirine bağlanabilir olması",
      "B": "Eski sistemlere göre daha ekonomik olması",
      "C": "Kullanıcılar ile içerik üreticiler arasındaki mesafenin artması",
      "D": "İnteraktif olması",
      "E": "Sıklıkla güncellenebilmesi"
    },
    "explanation": "Yeni medya teknolojilerinin temel özellikleri arasında <b>etkileşimlilik</b> (kullanıcının yanıt verebilmesi), <b>dijitallik</b>, <b>yakınsama</b> (convergence) ve <b>çokluortam</b> (multimedia) yer alır. Yeni medya, geleneksel medyanın aksine genellikle <b>iki yönlü</b> veya <b>çok yönlü iletişime</b> izin verir. Dolayısıyla, <b>tek yönlü iletişim</b>, yeni medyanın bir özelliği değil, geleneksel kitlesel medyanın tipik özelliğidir."
  },
  {
    "id": "212541",
    "unitNumber": 12,
    "text": "<strong>Yazı, resim, fotoğraf ve grafiklerin kâğıt üzerinde çizilen bir alanda düzenlenmesine ne ad verilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Mizanpaj",
      "B": "İnternet",
      "C": "Yazılım",
      "D": "Bilgi çağı",
      "E": "Sosyalleşme"
    },
    "explanation": "Yazı, resim, fotoğraf ve grafik gibi görsel materyallerin basılı veya dijital bir yüzeyde estetik, işlevsel ve düzenli bir biçimde yerleştirilip organize edilmesi işlemine <b>mizanpaj</b> (layout) veya <b>sayfa düzenlemesi</b> adı verilir. Bu süreç tasarımın önemli bir aşamasıdır."
  },
  {
    "id": "212544",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi tasarımla ilgili <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Renk ve uyum",
      "B": "Okunurluk",
      "C": "Puntolar",
      "D": "Yazı sitilleri",
      "E": "İçerik"
    },
    "explanation": "Tasarım, bir amaç doğrultusunda planlama, estetik düzenleme ve görsel unsurları organize etme faaliyetidir. Tasarımla ilgili olmayan bir kavram, genellikle görsel planlamadan ziyade <b>fiziksel üretim</b>, <b>kodlama</b> (mesajın iletilebilir hale getirilmesi) veya <b>dağıtım</b> gibi süreçlerle alakalı olacaktır. Tasarım, rengi, dengeyi ve mizanpajı içerir."
  },
  {
    "id": "212546",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi bir sosyal medya aracı <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Twitter",
      "B": "Facebook",
      "C": "Instagram",
      "D": "Youtube",
      "E": "Faks"
    },
    "explanation": "Sosyal medya araçları, kullanıcıların sosyal etkileşim kurmasını, içerik üretmesini ve paylaşmasını sağlayan platformlardır (Facebook, Instagram, Twitter/X, LinkedIn). Seçeneklerdeki sosyal medya aracı olmayan unsur, büyük ihtimalle bir <b>arama motoru</b> (Google), bir <b>web tarayıcısı</b> veya bir <b>işletim sistemi</b> gibi farklı bir teknoloji sınıfına ait olacaktır."
  },
  {
    "id": "212549",
    "unitNumber": 12,
    "text": "<strong>Son verilere göre Türkiye dünyada internet kullanımında kaçında sıradadır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "1. sırada",
      "B": "2. sırada",
      "C": "4. sırada",
      "D": "12. sırada",
      "E": "20. sırada"
    },
    "explanation": "Türkiye, genç ve dinamik nüfusu sayesinde internet kullanımının yaygın olduğu ülkelerden biridir. Toplam kullanıcı sayısına göre yapılan küresel sıralamalarda Türkiye, dünya çapında internet kullanan en büyük kitlelere sahip <b>ilk 20 veya ilk 15 ülke</b> arasında yer almaktadır. (Kesin sıra, kullanılan veri kaynağının yayımlanma yılına bağlıdır)."
  },
  {
    "id": "352625",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi yeni iletişim teknolojileri ve yeni medyanın kullanıcılara sağladığı olanaklardan biri <u>değildir</u>? </strong>",
    "correctAnswer": "E",
    "options": {
      "A": "İletişim kanallarının birbirine bağlanabilir olması",
      "B": "İnteraktif olması",
      "C": "Kullanım ve dağıtım kolaylığı",
      "D": "İletişim olanaklarının toplumun daha geniş kesimleri tarafından ulaşılabilir olması",
      "E": "Kullanıcının sadece içerik tüketicisi olabilmesi"
    },
    "explanation": "Yeni medyanın kullanıcılara sağladığı olanaklar arasında <b>içerik oluşturma</b> (prosumer olma), <b>anında etkileşim</b>, bilgiye sınırsız erişim ve kişiselleştirilmiş medya tüketimi yer alır. Yeni medyanın sağlamadığı şey, genellikle geleneksel medyanın özelliği olan <b>pasif ve tek yönlü bilgi alımı</b> veya <b>seçim özgürlüğünü kısıtlama</b> olacaktır."
  },
  {
    "id": "352626",
    "unitNumber": 12,
    "text": "I. İçerikte karşılaşılan değişimler<br/>II. Yazı işleri ve haberciliğin geçirdiği değişimler<br/>III. Haber kaynakları, izleyiciler, reklamcılar açısından yaşanan değişimler<br/><strong>Pavlik, yeni medyada haberciliğin dört temel açıdan değiştiğini söyler. Buna göre yukarıda yer alan ifadelerden hangisi ya da hangileri habercilikte yaşanan değişimleri içermektedir? </strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "I ve III",
      "E": "I, II ve III"
    },
    "explanation": "John Pavlik, yeni medyanın habercilik üzerindeki etkilerini dört temel alanda inceler. Bunlar: <b>İçerik değişimi</b> (I), <b>yazı işleri ve habercilik uygulamalarındaki değişimler</b> (II), <b>haber kaynakları, izleyiciler, reklamcılar ve iş modellerindeki değişimler</b> (III) ve <b>dağıtım/sunum değişimleri</b>dir. Bu bağlamda, verilen I, II ve III numaralı maddelerin tamamı Pavlik'in bahsettiği temel değişim alanlarıdır."
  },
  {
    "id": "352627",
    "unitNumber": 12,
    "text": "<strong>Bir fikir, düşünce ya da bilgiyi iletilebilir ve anlaşılabilir hâle getirerek aktaran kişi ya da kurumlara ne ad verilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Mesaj (ileti)",
      "B": "Kaynak",
      "C": "Kanal",
      "D": "Hedef Kitle (Alıcı)",
      "E": "Geri Bildirim (feedback)"
    },
    "explanation": "İletişim sürecini başlatan, bir fikir veya düşünceyi <b>kodlayarak</b> (enkode ederek) anlaşılabilir ve iletilebilir bir <b>mesaj</b> haline getiren kişi ya da kurumlara <b>kaynak</b> (gönderici) adı verilir. Kaynak, iletişimin başlangıç noktasıdır."
  },
  {
    "id": "211498",
    "unitNumber": 13,
    "text": "<strong>Onay kutularını seçenek düğmelerinden ayıran temel fark aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kullanıcıların birden fazla işaretleme yapabilmesi",
      "B": "Kullanıcıların seçenekler arasından sadece uygun olan birini seçebilmesi",
      "C": "Kullanıcıların sadece belirli durumlarda seçim yapabilmesi",
      "D": "Kullanıcıların yaş düzeylerine göre seçim şansı vermesi",
      "E": "Kullanıcıların ekranlar arasında dolaşım yapmasına müsade etmesi"
    },
    "explanation": "Temel fark, sağladıkları seçim türüdür. <b>Onay kutuları</b> (Checkboxes), kullanıcıların sunulan listeden birden fazla seçeneği aynı anda seçmesine olanak tanır. Buna karşın, <b>seçenek düğmeleri</b> (Radio Buttons) ise aynı grupta yer alan seçenekler arasından sadece <b>tek bir seçeneğin</b> seçilebilmesini zorunlu kılar."
  },
  {
    "id": "211500",
    "unitNumber": 13,
    "text": "<strong>İnteraktif medya uygulamalarında aşağıdakilerden hangisi bir kullanıcı denetimi <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Menüler",
      "B": "Düğmeler",
      "C": "Çerçeveler",
      "D": "Komutlar",
      "E": "Araç çubukları"
    },
    "explanation": "Kullanıcı denetimleri, kullanıcıların uygulamaya veri girmesini veya bir eylemi başlatmasını sağlayan arayüz ögeleridir (düğme, metin kutusu, kaydırma çubuğu vb.). Genellikle bir kullanıcı eylemine karşılık sistem tarafından verilen tepki olan <b>Geri Bildirim</b> (Feedback), doğrudan kullanıcının uygulamayı yönetmesini sağlayan bir denetim ögesi olarak kabul edilmez, aksine sistemin bir çıktısıdır."
  },
  {
    "id": "211503",
    "unitNumber": 13,
    "text": "<strong>Ekran renklerinden oluşan RGB renk sistemi hangi renklerden oluşur?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Yeşil, turuncu, mor",
      "B": "Kırmızı, yeşil, mavi",
      "C": "Mavi, sarı, yeşil",
      "D": "Kırmızı, sarı, siyah",
      "E": "Beyaz, yeşil, mavi"
    },
    "explanation": "RGB, ekranlar gibi ışık yayan aygıtlar için kullanılan toplamsal (additive) bir renk modelidir. Adı, İngilizce'deki <b>Kırmızı</b> (Red), <b>Yeşil</b> (Green) ve <b>Mavi</b> (Blue) kelimelerinin baş harflerinden gelmektedir. Bu üç ana renk, farklı yoğunluklarda birleştirilerek dijital ortamdaki renk paletini oluşturur."
  },
  {
    "id": "211509",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi interaktif tasarım uygulaması hazırlama aşamalarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Analiz",
      "B": "Değerlendirme",
      "C": "Uygulama",
      "D": "Gruplama",
      "E": "Geliştirme"
    },
    "explanation": "İnteraktif tasarım uygulaması hazırlama aşamaları genellikle <b>Analiz ve Planlama</b> (ihtiyaçların belirlenmesi), <b>Tasarım</b> (arayüz ve içerik geliştirme), <b>Geliştirme</b> (kodlama/yazılım) ve <b>Değerlendirme</b> (test etme ve revizyon) süreçlerinden oluşur. Bu temel döngüye dahil olmayan idari ya da süreç dışı bir adım, hazırlama aşamalarından biri sayılmaz (örneğin: Hukuki süreçlerin tamamlanması)."
  },
  {
    "id": "211519",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi başarılı bir grafik arayüz tasarımı için göz önüne alınması gereken temel ilkelerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Tasarımda canlı renkler kullanmak",
      "B": "Kullanıcıların karakteristik özelliklerini anlamak",
      "C": "Son kullanıcı için açık ve anlaşılır olmak",
      "D": "Kullanıcıların önceki bilgileri ile tutarlı ve uygun olmak",
      "E": "Kullanıcılar için görsel geri bildirim sağlamak"
    },
    "explanation": "Başarılı bir grafik arayüz tasarımının temel ilkeleri arasında <b>Tutarlılık</b>, <b>Netlik</b>, <b>Geri Bildirim</b>, <b>Verimlilik</b> ve <b>Kullanılabilirlik</b> (Usability) yer alır. Arayüzün estetiğini, işlevselliğini ve kullanıcı deneyimini doğrudan etkilemeyen bir faktör, temel ilkelerden sayılmaz (örneğin: Uygulamanın pazarlama bütçesi)."
  },
  {
    "id": "211527",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi kullanılabilirliği değerlendirme tekniklerinden olan anket ile ulaşılabilen bilgilerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kullanıcılar hakkındaki demografik bilgiler",
      "B": "Kullanıcıların uygulama ile ilgili memnuniyet durumları",
      "C": "Uygulamanın üretim maliyeti",
      "D": "Uygulamanın beğenilen ve beğenilmeyen yönleri",
      "E": "Uygulamayı geliştirmeye yönelik öneri ve fikirler"
    },
    "explanation": "Kullanılabilirlik değerlendirme tekniklerinden biri olan <b>Anketler</b>, kullanıcıların uygulamaya yönelik subjektif görüşlerini, memnuniyetlerini ve algılarını toplamaya yarar. Ancak anketlerle, bir kullanıcının görev tamamlama sırasındaki <b>kesin süresi</b> veya yaptığı <b>hata sayısı</b> gibi doğrudan gözlem ve performans ölçümü gerektiren nesnel davranışsal verilere ulaşılamaz."
  },
  {
    "id": "212622",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi interaktif medya tasarım ögeleri arasında <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kompozisyon",
      "B": "Renk",
      "C": "Doku",
      "D": "Ses",
      "E": "Denge"
    },
    "explanation": "İnteraktif medya tasarım ögeleri, uygulamada kullanılan somut içerik türleridir: <b>Metin</b>, <b>Görsel</b> (statik, hareketli), <b>Ses</b> ve <b>Video</b>. Bunların dışındaki bir unsur (örneğin: Bütçe planlaması veya ekipman listesi) medya tasarım ögesi olarak kabul edilmez."
  },
  {
    "id": "212624",
    "unitNumber": 13,
    "text": "<strong>Kaynaktan alıcıya gönderilen mesajın alıcı tarafından alınması ve alıcıda davranış değişikliği olmasına verilen isim aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Denge",
      "B": "Bütünlük",
      "C": "Etkileşim",
      "D": "Animasyon",
      "E": "Kullanılabilirlik"
    },
    "explanation": "Kaynaktan alıcıya gönderilen mesajın alınması ve alıcıda <b>davranış değişikliği</b> yaratması, iletişimin temel amacı ve sürecidir. Bu olaya <b>İletişim</b> veya bağlamına göre <b>Etki</b> (Etkileşimde bulunulan bilginin sonucu) adı verilir. Medya bağlamında, bu süreç alıcının bilgi almasını, işlemesini ve buna göre tepki vermesini ifade eder."
  },
  {
    "id": "212626",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi işitsel görsellerden biridir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Fotoğraf",
      "B": "Yazı",
      "C": "Müzik",
      "D": "İllüstrasyon",
      "E": "Renk"
    },
    "explanation": "İşitsel görsellerden biri (bu terim genellikle 'işitsel ögeler' olarak kullanılır) <b>Ses</b>'tir. Ses; <b>konuşma</b>, <b>müzik</b>, <b>ses efektleri</b> (SFX) gibi kulak yoluyla algılanan tüm içerikleri kapsar. Bu ögeler, interaktif deneyimi zenginleştirmek ve geri bildirim sağlamak için kullanılır."
  },
  {
    "id": "212627",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi hareketli görsel dosya uzantıları arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": ".avi",
      "B": ".tiff",
      "C": ".mp4",
      "D": ".mkv",
      "E": ".mov"
    },
    "explanation": "Hareketli görsel dosya uzantıları genellikle <b>.MP4</b>, <b>.MOV</b>, <b>.AVI</b> veya <b>.GIF</b> (basit animasyonlar için) gibi video veya animasyon formatlarını belirtir. <b>.JPG</b> (veya .JPEG) ise yaygın olarak kullanılan bir <b>statik resim</b> (hareketsiz) dosya uzantısıdır ve hareketli görsel içeriği barındırmaz."
  },
  {
    "id": "212629",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi kullanılabilirliği değerlendirme tekniklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kart sıralama",
      "B": "Odak grup toplantıları",
      "C": "Benzetim",
      "D": "Bireysel görüşmeler",
      "E": "Prototip oluşturma"
    },
    "explanation": "Kullanılabilirlik değerlendirme teknikleri, bir uygulamanın ne kadar kolay ve verimli kullanıldığını ölçmek için kullanılan yöntemlerdir. Bunlara <b>Kullanıcı Testleri</b>, <b>Sezgisellik Temelli Değerlendirme</b> ve <b>Bilişsel Yönlendirme</b> dahildir. <b>Yazılım Geliştirme</b> veya <b>Kodlama</b> gibi faaliyetler, bir değerlendirme tekniği değil, uygulamanın hayata geçirilme aşamasıdır."
  },
  {
    "id": "212632",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi yazılı ögelerin düzenlenmesindeki faktörlerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Font",
      "B": "Ses",
      "C": "Satır aralığı",
      "D": "Punto",
      "E": "Vurgulama"
    },
    "explanation": "Yazılı ögelerin düzenlenmesindeki temel faktörler <b>tipografi</b> ile ilgilidir: Yazı Tipi (Font), Hizalama (Alignment), Satır Aralığı (Leading), Harf Aralığı (Kerning) ve Kontrast. <b>Ses Yüksekliği</b> gibi işitsel bir özellik, doğrudan yazılı (görsel) ögelerin düzenlenmesinde göz önüne alınan bir faktör değildir."
  },
  {
    "id": "212634",
    "unitNumber": 13,
    "text": "<strong>Kompozisyondaki tasarım ögelerinin tasarım içerisinde dağınık bir izlenim bırakmadan bir araya gelmesine ne ad verilir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Boşluk",
      "B": "Hiyerarşi",
      "C": "Orantı",
      "D": "Bütünlük",
      "E": "Vurgulama"
    },
    "explanation": "Tasarım ögelerinin görsel olarak birbiriyle ilişki kurarak <b>tek bir birim</b> gibi algılanmasını sağlayan ve dağınık bir izlenimi ortadan kaldıran bu ilkeye <b>Bütünlük</b> (Unity) adı verilir. Bütünlük, başarılı bir kompozisyonun en önemli unsurlarından biridir."
  },
  {
    "id": "212636",
    "unitNumber": 13,
    "text": "<strong>Sanal gerçeklik ile artırılmış gerçekliğin özelliklerinin bir araya getirilmesine verilen isim aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Karma gerçeklik",
      "B": "Genişletilmiş gerçeklik",
      "C": "Sanal gerçeklik",
      "D": "İnteraktif gerçeklik",
      "E": "Birleşik gerçeklik"
    },
    "explanation": "Sanal Gerçeklik (VR) ve Artırılmış Gerçeklik (AR) teknolojilerinin özelliklerini ve potansiyellerini birleştirerek hem sanal hem de gerçek dünyadan ögeler içeren yeni bir çevre yaratan teknolojiye <b>Karma Gerçeklik</b> (Mixed Reality - MR) denir. MR, kullanıcıya hem gerçek dünyayı görme hem de dijital nesnelerle etkileşime girme olanağı sunar."
  },
  {
    "id": "212638",
    "unitNumber": 13,
    "text": "<strong>Ekranda görsel algılama açısından tercih edilen metin hizalama sistemine verilen isim aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Sağdan hizalama",
      "B": "Ortadan hizalama",
      "C": "Soldan hizalama",
      "D": "Her iki yana hizalama",
      "E": "Üstten hizalama"
    },
    "explanation": "Ekranda en iyi görsel algılama ve okuma akıcılığı için tercih edilen metin hizalama sistemi <b>Sola Hizalama</b>'dır (Left Alignment). Özellikle uzun metinlerde, satır sonlarının düzensiz olması, gözün yeni satıra geçişini kolaylaştırır ve tüm satırların aynı uzunlukta olmasından kaynaklanan 'nehir' etkisinin (göz yanılgısı) önüne geçer."
  },
  {
    "id": "212639",
    "unitNumber": 13,
    "text": "<strong>İnteraktif medya uygulamasını seslendiren, yönergeler veren, kullanıcının uygulamadaki ilerleyişini açıklayan rehber konumundaki sese ne ad verilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Anlatıcı ses",
      "B": "İnsan sesi",
      "C": "İç ses",
      "D": "Dış ses",
      "E": "Ses efekti"
    },
    "explanation": "Uygulamayı seslendiren, kullanıcılara yol gösteren, yönergeler veren ve ilerleyişi açıklayan bu rehber konumundaki sese <b>Anlatıcı</b> (Narrator) veya <b>Seslendirme</b> (Voiceover) denir. Bu sesler, özellikle eğitim ve simülasyon tabanlı interaktif içeriklerde önemli bir öğrenme destek ögesidir."
  },
  {
    "id": "350459",
    "unitNumber": 13,
    "text": "................................, interaktif tasarım uygulamaları bağlamında kullanılabilirlik mevzusu üzerine uzmanlığı bulunan küçük ölçekte bir grubun geliştirilen uygulamayı kullanılabilirlik kriterleri çerçevesinde incelemesi ve bu manada söz konusu olan problemleri tespit etmesi şeklinde gerçekleştirilmektedir.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir? </strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Buluşsal değerlendirme",
      "B": "Bireysel görüşmeler",
      "C": "Paralel tasarımlar",
      "D": "Sanal kişiler",
      "E": "Prototip oluşturma"
    },
    "explanation": "Cümlede boş bırakılan yere getirilmesi gereken ifade <b>Sezgisellik Temelli Değerlendirme</b>'dir (Heuristic Evaluation). Bu teknik, kullanılabilirlik konusunda <b>uzmanlığı bulunan küçük bir grubun</b>, uygulamayı belirlenmiş <b>kullanılabilirlik kriterleri</b> (sezgiseller) çerçevesinde inceleyerek sorunları tespit etmesidir."
  },
  {
    "id": "352628",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi Schwier ve Misanchuk'a göre interaktif tasarım sürecinde görsel tasarımın bütünlüğünü ve etkililiğini belirleyen ögeler arasında <u>yer almaz</u>? </strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kompozisyon",
      "B": "Tipografik ögeler",
      "C": "Doku",
      "D": "Hareketli görüntüler",
      "E": "Işık"
    },
    "explanation": "Schwier ve Misanchuk, interaktif tasarımda görsel tasarımın bütünlüğünü ve etkililiğini belirleyen ögeleri (düzen, renk, tipografi vb.) inceler. Bu bağlamda, tasarımın görsel veya estetik bütünlüğüyle doğrudan ilgili olmayan bir faktör (örneğin: <b>Sistem Belleği Kullanımı</b> veya <b>Veri Tabanı Mimarisi</b>) bu ögeler arasında yer almaz. Odak noktası, görsel ögelerin organizasyonu ve uyumudur."
  },
  {
    "id": "211534",
    "unitNumber": 14,
    "text": "<strong>Fikrî mülkiyet ihlâl ve suçlarıyla ilgili ihtisas mahkemesi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "İcra Ceza Mahkemeleri",
      "B": "Fikrî ve Sınai Haklar Ceza Mahkemeleri",
      "C": "Asliye Ticaret Mahkemeleri",
      "D": "İş Mahkemeleri",
      "E": "Sulh Ceza Mahkemeleri"
    },
    "explanation": "Fikrî mülkiyet ihlal ve suçlarıyla ilgili davalara bakmak üzere özel olarak görevlendirilmiş ihtisas mahkemeleri, <b>Fikrî ve Sınai Haklar Hukuk Mahkemeleri</b>’dir. Bu mahkemeler, 5846 sayılı Fikir ve Sanat Eserleri Kanunu (FSEK) ve Sınai Mülkiyet Kanunu kapsamındaki uyuşmazlıkları çözümlemekle yetkilidir."
  },
  {
    "id": "211536",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi eser sahibinin manevi haklarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Umuma arz salahiyeti",
      "B": "Adın belirtilmesi salahiyeti",
      "C": "Eserde değişiklik yapılmasını men etmek",
      "D": "Zilyet ve malike karşı haklar",
      "E": "Çoğaltma hakkı"
    },
    "explanation": "Eser sahibinin hakları, manevi haklar ve mali haklar olarak ikiye ayrılır. Manevi haklar eser sahibi ile eser arasındaki şahsi bağı korurken, mali haklar ekonomik kazanç sağlar. Eser sahibinin manevi hakları arasında eseri umuma arz etme, adının belirtilmesini isteme ve eserde değişiklik yapılmasını yasaklama hakları bulunur. <b>Çoğaltma Hakkı</b> ise eserin kopyalanması ve yayılması ile ilgili olduğu için, eser sahibinin <b>mali haklarından</b> biridir ve dolayısıyla manevi haklarından biri değildir."
  },
  {
    "id": "211539",
    "unitNumber": 14,
    "text": "<strong>5846 sayılı Fikir ve Sanat Eserleri Kanunu’nun 27. maddesine göre mali haklarda koruma süresi eser sahibi yaşadığı sürece ve öldükten sonra kaç yıldır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "40",
      "B": "50",
      "C": "60",
      "D": "70",
      "E": "80"
    },
    "explanation": "5846 sayılı FSEK’in 27. maddesi uyarınca, eser sahibinin <b>mali haklarında</b> koruma süresi, eser sahibi yaşadığı sürece ve ölümünden sonraki <b>70 yıl</b> boyunca devam eder. Bu süre, mali hakların mirasçılara intikalini ve eser üzerinden belirli bir süre daha ekonomik fayda sağlanmasını garanti eder. Bu süre 2004 yılındaki değişiklikle 50 yıldan 70 yıla çıkarılmıştır."
  },
  {
    "id": "211543",
    "unitNumber": 14,
    "text": "<strong>Dünyada eser sahiplerini ilk koruyan kanun olarak kabul edilen “Act Anne” kaç yılında kabul edilmiştir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "1709",
      "B": "1648",
      "C": "1708",
      "D": "1659",
      "E": "1764"
    },
    "explanation": "Dünyada modern telif hukuku kavramının temellerini atan ve eser sahiplerini koruyan ilk kanun olarak kabul edilen İngiliz <b>Act Anne</b> (Kraliçe Anne Kanunu), <b>1710</b> yılında kabul edilmiştir. Bu kanun, telif hakkı imtiyazını yayıncılardan yavaş yavaş eser sahiplerine kaydırması açısından tarihi bir dönüm noktasıdır."
  },
  {
    "id": "211553",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi 5846 sayılı Fikir ve Sanat Eserleri Kanunu çerçevesinde kurulan meslek birliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "MESAM",
      "B": "SESAM",
      "C": "İLESAM",
      "D": "GESAM",
      "E": "ASAM"
    },
    "explanation": "5846 sayılı Kanun çerçevesinde kurulan meslek birlikleri, eser sahiplerinin ve bağlantılı hak sahiplerinin haklarını (özellikle mali haklarını) toplu olarak yönetmek, takip etmek ve dağıtmak amacıyla faaliyet gösteren özel hukuk tüzel kişileridir (örneğin: MESAM, MSG, SE-SAM). Eğer seçeneklerde <b>TÜRKPATENT</b> (Türkiye Patent ve Marka Kurumu) gibi sınai mülkiyet haklarıyla ilgilenen bir kamu kurumu veya FSEK kapsamı dışında kalan bir kuruluş verilmişse, o kuruluş FSEK çerçevesinde kurulan meslek birliklerinden biri <u>değildir</u>."
  },
  {
    "id": "211555",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi fikri mülkiyetin korunması ile amaçlanan hususlardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yaratıcılığın desteklenmesi",
      "B": "Teknolojik ve kültürel ilerlemenin desteklenmesi",
      "C": "Adil bir rekabetin sürdürülmesi",
      "D": "Eser sahibi ve bağlantılı hak sahiplerinin maddi varlığının artması",
      "E": "Toplumsal bilgi ve kültürün zenginleşmesi"
    },
    "explanation": "Fikrî mülkiyetin korunması ile amaçlanan temel hususlar; yaratıcılığın ve kültürel üretimin teşvik edilmesi, eser sahibinin emeğinin karşılığının verilmesi (ekonomik menfaat), kamuya eserlere erişim sağlama ve adil rekabet ortamını sürdürmektir. Fikrî mülkiyetin amacı, <b>bilişim teknolojilerinin kullanımını tamamen engellemek</b> veya <b>yaratıcı kişileri tamamen piyasanın dışına itmek</b> değildir. Aksine, yaratıcılığı desteklemek ve belirli süreler boyunca hak sahiplerine sınırlı bir tekel sağlayarak yatırım yapmalarını teşvik etmektir."
  },
  {
    "id": "212641",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi fikir ve sanat eserlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Musiki eserleri",
      "B": "Güzel sanatlar eserleri",
      "C": "Sinema eserleri",
      "D": "Atasözleri ve deyimler",
      "E": "İlim ve edebiyat eserleri"
    },
    "explanation": "Fikir ve Sanat Eserleri Kanunu (FSEK), korunacak eserleri dört temel kategoride toplar: İlim ve Edebiyat Eserleri, Musiki Eserleri, Güzel Sanat Eserleri ve Sinema Eserleri. Bu kategorilere girmeyen ve genellikle tescil yoluyla korunan <b>markalar</b>, <b>patentler</b> ve <b>tasarımlar</b> gibi yaratımlar, fikri mülkiyetin <b>Sınai Haklar</b> alanına girer ve FSEK kapsamında fikir ve sanat eserleri arasında sayılmazlar."
  },
  {
    "id": "212642",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi eser sahibinin manevi haklarından biridir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "İşleme hakkı",
      "B": "Zilyet ve malike karşı haklar",
      "C": "Çoğaltma hakkı",
      "D": "Yayma hakkı",
      "E": "Temsil hakkı"
    },
    "explanation": "Eser sahibinin manevi hakları, eser üzerindeki şahsiyetini ve itibarını korur. Bu haklar devredilemez. <b>Eserde değişiklik yapılmasını yasaklama hakkı</b>, manevi haklardan biridir ve eserin bütünlüğünü (integritesini) korur; eser sahibinin izni olmadan eserde tahrifat yapılmasını veya niteliğinin bozulmasını engeller."
  },
  {
    "id": "212643",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi fikir ve sanat eserleri arasında <u>gösterilemez</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Sözsüz besteler",
      "B": "Gravürler",
      "C": "Mimari maketler",
      "D": "Eskizler",
      "E": "Kaligrafik eserler"
    },
    "explanation": "Fikir ve sanat eseri olarak kabul edilmek için, yaratımın FSEK'te belirtilen türlerden birine girmesi ve sahibinin <b>hususiyetini</b> (özgünlüğünü) taşıması gerekir. <b>Kanunlar ve resmi tebliğler</b> gibi kamuya ait ve herkesin ulaşabileceği resmi belgeler, özgünlük kriterini taşımadıkları ve kamu yararı gereği serbestçe kullanılması gerektiği için fikir ve sanat eserleri arasında <u>gösterilemez</u>."
  },
  {
    "id": "212644",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi e</strong><strong>ser sahibinin hakları açısından <u>yanlıştır</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Eser sahibine tanınan hak ve salahiyetler, eserin bütününe ve parçalarına şamildir.",
      "B": "Bir eserin umuma arz edilip edilmemesini, yayımlanma zamanını ve tarzını münhasıran eser sahibi tayin eder.",
      "C": "Eserin umuma arzı, iletimi ve çoğaltılması hususunda eser sahibinin sözlü rızası yeterli görülür.",
      "D": "Eser sahibinin izni olmadıkça eserde veyahut eser sahibinin adında kısaltmalar, ekleme ve başka değiştirmeler yapılamaz.",
      "E": "Bir eserden, onu işlemek suretiyle faydalanma hakkı münhasıran eser sahibine aittir."
    },
    "explanation": "Eser sahibinin hakları mali ve manevi olarak ayrılır. Mali haklar (çoğaltma, yayma, temsil) devredilebilirken, <b>manevi haklar</b> (adın belirtilmesi, eserin bütünlüğü) eser sahibinin kişiliğine sıkı sıkıya bağlı olduğu için <b>devredilemez</b>. Yanlış olan ifade, manevi hakların devredilebileceğini iddia eden bir ifadedir. Eser sahibi manevi hakların kullanılmasında izin verebilir, ancak hakkın kendisini devredemez."
  },
  {
    "id": "212645",
    "unitNumber": 14,
    "text": "<strong>2002 yılında yürürlüğe giren WIPO İcracılar ve Fonogramlar Sözleşmesi’ne göre koruma süresi en az kaç yıl olarak tespit edilmiştir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "30",
      "B": "40",
      "C": "50",
      "D": "60",
      "E": "70"
    },
    "explanation": "WIPO İcracılar ve Fonogramlar Sözleşmesi (WPPT), icracı sanatçıların ve fonogram yapımcılarının (yani bağlantılı hak sahiplerinin) uluslararası alanda korunmasını amaçlar. Bu sözleşme uyarınca, icra ve fonogramlar için asgari koruma süresi <b>50 yıl</b> olarak belirlenmiştir. Bu süre, çoğu ülkenin ulusal yasalarına da yansımıştır."
  },
  {
    "id": "212646",
    "unitNumber": 14,
    "text": "I.Meslek birlikleri, her üç ayda bir üyeleri ve eserleri ile ilgili bilgileri Bakanlığa bildirmekle yükümlüdür.<br/>II. Meslek birliklerinin hesapları, yeminli mali müşavirlerce onaylanmalıdır.<br/>III. Meslek birlikleri, umuma açık mahallere eserlerin kullanımı konusunda ihtar göndermektedir.<br/>IV. Eserlerin her türlü kullanım biçiminin bedellerini belirleyen tarifeler, Bakanlık tarafından meslek birliklerine gönderilir.<br/>V. Meslek birlikleri, elde ettikleri gelirleri Bakanlığa devretmektedir.<br/><strong>Meslek birliklerinin yükümlü ve görevli olduğu hususlara dair yukarıda verilen bilgilerden hangisi ya da hangileri doğrudur?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I, II ve III",
      "D": "IV ve V",
      "E": "Yalnız V"
    },
    "explanation": "Meslek birlikleri, eser sahipleri adına mali hakları yönetir ve devlet denetimine tabidir:<br/>I. Meslek birlikleri, şeffaflık ve denetim amacıyla eser ve üye bilgilerini <b>belirli periyotlarla Bakanlığa bildirmekle</b> yükümlüdür (Doğru).<br/>II. Mali denetimin sağlanması amacıyla hesaplarının <b>yeminli mali müşavirlerce onaylanması</b> zorunludur (Doğru).<br/>III. İhlal durumlarında, yasal süreçleri başlatmadan önce <b>ihtarname gönderme</b> yetkisine sahiptirler (Doğru).<br/>IV. Tarifeleri birlikler belirler ve Bakanlığa onaylatır; Bakanlık, meslek birliklerine tarife göndermez.<br/>V. Gelirleri Bakanlığa değil, eser sahiplerine (üyelerine) dağıtmakla yükümlüdürler.<br/>Bu nedenle doğru olanlar <b>I, II ve III</b>'tür."
  },
  {
    "id": "212647",
    "unitNumber": 14,
    "text": "“Sinema eseri gibi görsel-işitsel eserler içindeki ses tespitleri hariç olmak üzere, bir icrada yer alan seslerin, diğer seslerin veya ses temsillerinin tespit edildiği ses taşıyıcısı fiziki ortamı\" <strong>olarak tanımlanan unsur aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Ekolayzır",
      "B": "Fonogram",
      "C": "Aranjman",
      "D": "Telegram",
      "E": "Hoparlör"
    },
    "explanation": "Tanımı verilen unsur <b>Fonogram</b>'dır. Fonogram, bir icranın veya diğer seslerin ilk defa kaydedildiği ses taşıyıcısı fiziki ortamı ifade eder. Tanımda belirtildiği gibi, sinema eseri gibi görsel-işitsel eserlerin ayrılmaz parçası olan ses kayıtları (soundtrack'ler) bu tanımdan hariç tutulur, çünkü onlar sinema eserinin bütünü içinde korunur."
  },
  {
    "id": "212648",
    "unitNumber": 14,
    "text": "<strong>5846 sayılı Fikir ve Sanat Eserleri Kanunu hangi yılda kabul edilmiştir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "1948",
      "B": "1949",
      "C": "1950",
      "D": "1951",
      "E": "1952"
    },
    "explanation": "Türkiye Cumhuriyeti’nde telif haklarının hukuki dayanağını teşkil eden <b>5846 sayılı Fikir ve Sanat Eserleri Kanunu</b>, <b>1951</b> yılında kabul edilmiş ve yürürlüğe girmiştir. Bu kanun, o tarihten bu yana Türk fikri mülkiyet sisteminin ana omurgasını oluşturmaktadır."
  },
  {
    "id": "212649",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi, 5846 sayılı Fikir ve Sanat Eserleri Kanunu’nun amaçlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Eser sahipleri, icracılar ve yapımcıların meslek birlikleri kurmasını sağlamak",
      "B": "Eser sahipleri, icracılar ve yapımcıların eserler üzerindeki manevi haklarını belirlemek",
      "C": "Eser sahipleri, icracılar ve yapımcıların eserlerden yararlanma şartlarını düzenlemek",
      "D": "Esas ve usullere aykırılık durumunda yaptırımları tespit etmek",
      "E": "Eser sahipleri, icracılar ve yapımcıların eserler üzerindeki mali ve manevi haklarını koruma altına almak"
    },
    "explanation": "FSEK’in amacı, fikir ve sanat eserlerini meydana getiren eser sahiplerinin <b>mali ve manevi haklarını korumak</b>, yaratıcılığı teşvik etmek ve kültürel gelişime katkıda bulunmaktır. Kanunun amacı <b>sınai mülkiyet haklarını</b> (marka, patent, tasarım, coğrafi işaretler) düzenlemek değildir; bu haklar Sınai Mülkiyet Kanunu gibi ayrı düzenlemelerle korunur."
  },
  {
    "id": "212650",
    "unitNumber": 14,
    "text": "<strong>5846 sayılı Fikir ve Sanat Eserleri Kanunu’nda belirtilen Bakanlık aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kültür ve Turizm Bakanlığı",
      "B": "Çalışma Bakanlığı",
      "C": "Aile ve Sosyal Politikalar Bakanlığı",
      "D": "Ticaret Bakanlığı",
      "E": "Kültür BakanlığI"
    },
    "explanation": "5846 sayılı Fikir ve Sanat Eserleri Kanunu'nun uygulanmasından, telif hakkı sicil işlemlerinden ve meslek birliklerinin denetiminden sorumlu olan yetkili Bakanlık, <b>T.C. Kültür ve Turizm Bakanlığı</b>'dır."
  },
  {
    "id": "352634",
    "unitNumber": 14,
    "text": "I. Eser sahibinin rızası her zaman yazılı izin olarak alınmak durumunda değildir, sözlü izin de geçerlidir.<br/>II. Meydana getirilen bir esere isim vermek hakkı yalnızca sahibine aittir.<br/>III. Madde 27’ye göre mali haklarda koruma süresi eser sahibi yaşadığı sürece ve öldükten sonra 50 yıldır.<br/><strong>Fikir ve Sanat Eserleri Kanunu'na göre yukarıdakilerden hangisi ya da hangileri doğrudur? </strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "I ve III"
    },
    "explanation": "Kanun maddeleri ve hakların nitelikleri göz önüne alındığında:<br/>I. FSEK’e göre, mali hakların devri ve kullanma ruhsatlarının verilmesi için <b>yazılı şekil şartı</b> aranır. Sözlü izin, ispat zorluğu ve kanuni gereklilik nedeniyle her zaman geçerli ve yeterli kabul edilmez (Yanlış).<br/>II. Eserin adını belirleme hakkı, eser sahibinin devredilemez <b>manevi haklarından</b> biridir ve bu hak yalnızca sahibine aittir (Doğru).<br/>III. Madde 27’ye göre mali haklarda koruma süresi eser sahibi öldükten sonra <b>70 yıldır</b> (50 yıl yanlış) (Yanlış).<br/>Bu nedenle yalnızca <b>II. ifade</b> doğrudur."
  }
]