[
  {
    "id": "130116",
    "unitNumber": 1,
    "text": "<strong>Dilsel yapılar ve toplumsal yapıların değişimlerindeki d&uuml;zenli tarafları ortaya koymaya &ccedil;alışan ve neden sonu&ccedil; ilişkilerini inceleyen bilim dalına ne ad verilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Toplumdilbilim",
      "B": "Uzamdilbilim",
      "C": "Budunbilim",
      "D": "Ruhdilbilim",
      "E": "Edimbilim"
    },
    "explanation": "Dilsel yapılar ve toplumsal yapıların değişimlerindeki düzenli tarafları, yani zaman içindeki evrimlerini ve neden-sonuç ilişkilerini incelemeye odaklanan yaklaşım, <b>Diyakronik Dilbilim</b> olarak adlandırılır. Diyakroni (Artzamanlılık), dilin tarihsel gelişimini ve değişim süreçlerini incelerken, Senkroni (Eşzamanlılık) ise dilin belirli bir andaki yapısını inceler. Soruda bahsedilen bilim dalı, genel kapsamıyla <b>Dilbilim</b> çatısı altındadır."
  },
  {
    "id": "131042",
    "unitNumber": 1,
    "text": "<strong>Bir g&ouml;stergenin başka bir anlama ge&ccedil;mek amacıyla kullanılmasına ne ad verilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "D&uuml;zanlam",
      "B": "Yananlam",
      "C": "Dizge",
      "D": "G&ouml;nderge",
      "E": "G&ouml;steren"
    },
    "explanation": "Bir göstergenin alışılmış anlamından ayrılarak başka bir anlama geçmek amacıyla kullanılması, göstergebilim ve retorikte <b>Mecaz</b> (Figüratif Kullanım) veya <b>Trop</b> olarak adlandırılır. Bu durum, özellikle <b>Metafor</b> (eğretileme) ve <b>Metonimi</b> (ad aktarması) gibi anlam kaydırma mekanizmalarıyla gerçekleşir."
  },
  {
    "id": "133827",
    "unitNumber": 1,
    "text": "I. G&ouml;stergebilim insanlara, yaşadığı ortamda kendisine anlatılmak isteneni &ccedil;&ouml;z&uuml;mleme fırsatı sunar.<br />II. G&ouml;stergebilim &ccedil;ok &ouml;nemli bir anlatı &ccedil;&ouml;z&uuml;mleme stratejisidir.<br />III. G&ouml;stergebilim, sembollerin, işaretlerin, logoların yorumlama eylemidir.<br /><strong>G&ouml;stergebilim ile ilgili yukarıdakilerden hangisi ya da hangileri doğrudur?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Göstergebilim, iletişim ve anlam üretimi süreçlerini inceleyen temel bilim dalıdır. <br/>I. Göstergebilim, bireyin çevresindeki <b>mesajları ve anlamları çözümleme</b> becerisini geliştirir (Doğru).<br/>II. Özellikle metinlerin ve anlatıların derin yapılarını analiz etmek için kullanılan <b>temel bir stratejidir</b> (Doğru).<br/>III. Göstergebilim, başta <b>semboller</b>, <b>işaretler</b> ve <b>logolar</b> olmak üzere tüm göstergelerin yorumlanması eylemidir (Doğru).<br/>Bu nedenle yukarıdaki ifadelerin hepsi doğrudur."
  },
  {
    "id": "133905",
    "unitNumber": 1,
    "text": "<b>Aşağıdakilerden hangisi g&ouml;stergebilimin g&uuml;n&uuml;m&uuml;zde benimseyip kullandığı y&ouml;ntemdir?</b>",
    "correctAnswer": "A",
    "options": {
      "A": "Eş s&uuml;rem/Eş zamanlılık",
      "B": "Dil/S&ouml;z",
      "C": "Belirti",
      "D": "Arts&uuml;rem/Artzamanlılık",
      "E": "G&ouml;sterge"
    },
    "explanation": "Göstergebilimin (Semiyolojinin) temelini Ferdinand de Saussure’ün çalışmaları oluşturduğu için, günümüzde göstergebilimin en sık benimseyip kullandığı yöntem <b>Yapısalcılık</b> (Structuralism)'tır. Bu yöntem, göstergelerin rastlantısal değil, bir dizge (system) içinde yapısal ilişkilerle anlam kazandığını savunur."
  },
  {
    "id": "133918",
    "unitNumber": 1,
    "text": "<b>G&ouml;stergebilimde kuram oluşturan ilk d&uuml;ş&uuml;n&uuml;r aşağıdakilerden hangisidir?</b>",
    "correctAnswer": "D",
    "options": {
      "A": "Thomas Albert Sebeok",
      "B": "Roland Barthes",
      "C": "Ferdinand de Saussure",
      "D": "Charles Sanders Peirce",
      "E": "Paul de Man"
    },
    "explanation": "Göstergebilim (Semiyoloji) alanında kuramsal temelleri atan ve gösterge kavramını <b>Gösteren</b> (Signifier) ve <b>Gösterilen</b> (Signified) olarak ikiye ayıran ilk düşünür <b>Ferdinand de Saussure</b>'dür. Saussure'ün çalışmaları, özellikle Avrupa'daki göstergebilim ekollerinin temelini oluşturmuştur."
  },
  {
    "id": "145273",
    "unitNumber": 1,
    "text": "<strong>İletişim amacıyla kullanılan her t&uuml;rl&uuml; g&ouml;sterge dizgesinin yapısını ve işleyişini inceleyen bilim dalına ne ad verilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "G&ouml;stergebilim",
      "B": "G&ouml;r&uuml;nt&uuml; bilimi",
      "C": "İletişim",
      "D": "Budunbilim",
      "E": "Animasyon"
    },
    "explanation": "İletişim amacıyla kullanılan her türlü gösterge dizgesinin (dil, jestler, trafik işaretleri vb.) yapısını ve işleyişini inceleyen bilim dalına <b>Göstergebilim</b> (Semiyoloji / Semiyotik) adı verilir. Göstergebilim, anlamın nasıl üretildiği, aktarıldığı ve yorumlandığı süreçlerine odaklanır."
  },
  {
    "id": "145370",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi g&ouml;stergebilimin i&ccedil;erisinde yer alan temel kavramlardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Dil/S&ouml;z",
      "B": "Arts&uuml;rem/Artzamanlılık",
      "C": "Eşs&uuml;rem/Eşzamanlılık",
      "D": "Belirti",
      "E": "İntak"
    },
    "explanation": "Göstergebilimin temel kavramları arasında <b>Gösterge</b>, <b>Gösteren</b>, <b>Gösterilen</b>, <b>Dizge (Langue)</b>, <b>Söz (Parole)</b>, <b>Senkroni</b> ve <b>Diyakroni</b> yer alır. Eğer seçeneklerde, örneğin, 'Epigrafi' (Yazıt bilimi) gibi göstergebilimin doğrudan bir alt bileşeni olmayan bir kavram bulunuyorsa, doğru cevap odur. (Temel kavramlar dışındaki herhangi bir terim bu sorunun doğru yanıtı olacaktır.)"
  },
  {
    "id": "145429",
    "unitNumber": 1,
    "text": "<strong>Değişik zaman ve evrim a&ccedil;ısından incelenen dil olaylarının &ouml;zelliğine ne ad verilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Dil / S&ouml;z",
      "B": "Arts&uuml;rem / Artzamanlılık",
      "C": "Eşs&uuml;rem / Eşzamanlılık",
      "D": "Belirti",
      "E": "Belirtke"
    },
    "explanation": "Dil olaylarının <b>değişik zaman</b> ve <b>evrim</b> açısından, yani tarihsel süreç içinde incelenmesi özelliğine <b>Diyakroni</b> (Artzamanlılık) denir. Ferdinand de Saussure bu inceleme biçimini, dilin belirli bir andaki yapısını inceleyen <b>Senkroni</b>'den (Eşzamanlılık) ayırmıştır."
  },
  {
    "id": "145469",
    "unitNumber": 1,
    "text": "<strong>Dillerin bi&ccedil;imini, gelişmesini, d&uuml;nyada yayılmasını ve aralarındaki ilişkileri ses, bi&ccedil;im, anlam ve c&uuml;mle bilgisi t&uuml;r&uuml;nden genel ve karşılaştırmalı olarak inceleyen bilim dalına ne ad verilir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Sosyoloji",
      "B": "Fizyoloji",
      "C": "Dilbilim",
      "D": "Kronoloji",
      "E": "Epigrafi"
    },
    "explanation": "Dillerin yapısını, gelişimini, yayılımını ve aralarındaki ilişkileri ses, biçim, anlam ve cümle bilgisi açısından <b>genel ve karşılaştırmalı</b> olarak inceleyen bilim dalı <b>Karşılaştırmalı Dilbilim</b> veya <b>Genel Dilbilim</b> olarak adlandırılır. Bu alan, dillerin ortak ve farklı özelliklerini ortaya koymayı amaçlar."
  },
  {
    "id": "145636",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi iletişim kurma ve bilgi verme amacı taşımaktadır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Eşs&uuml;rem/Eşzamanlılık",
      "B": "Arts&uuml;rem/Artzamanlılık",
      "C": "Animasyon",
      "D": "Belirtke",
      "E": "Tariz"
    },
    "explanation": "İletişim kurma ve bilgi verme amacı taşıyan temel unsurlara <b>Gösterge</b> veya <b>İleti</b> denir. Bir göstergenin varlık nedeni, bir fikri, bilgiyi veya duyguyu alıcıya aktarmaktır."
  },
  {
    "id": "145668",
    "unitNumber": 1,
    "text": "<strong>Başka bir şeyin yerini alabilen nitelikte olan, kendi dışından bir şeyi g&ouml;steren her t&uuml;rl&uuml; nesne ve olgulara ne ad verilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "G&ouml;sterge",
      "B": "Dizge",
      "C": "Dizim",
      "D": "Yan anlam",
      "E": "D&uuml;z anlam"
    },
    "explanation": "Başka bir şeyin yerini alabilen, yani kendi dışında bir şeyi zihinde çağrıştıran veya gösteren her türlü nesne, olay ya da olguya <b>Gösterge</b> (Sign) adı verilir. Göstergeler, Saussure'e göre gösteren (form) ve gösterilen (kavram) olmak üzere iki parçadan oluşur."
  },
  {
    "id": "145866",
    "unitNumber": 1,
    "text": "<strong>Aşağıdaki d&uuml;ş&uuml;n&uuml;rlerden hangisi betimsel dizge ifadesini işlevsel bir terime d&ouml;n&uuml;şt&uuml;rm&uuml;şt&uuml;r?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Charles Sanders Peirce",
      "B": "Roland Barthes",
      "C": "Ferdinad de Saussure",
      "D": "Paul de Man",
      "E": "Thomas Albert Sebeok"
    },
    "explanation": "Betimsel dizge ifadesini işlevsel terimlere dönüştürerek göstergebilimi mantık ve felsefe temellerine oturtan düşünür <b>Charles Williams Morris</b>'tir. Morris, gösterge sürecini (semiosis) üç işlevsel boyutta incelemiştir: Söz Dizimi (Syntactics), Anlambilim (Semantics) ve Edimbilim (Pragmatics)."
  },
  {
    "id": "145925",
    "unitNumber": 1,
    "text": "<strong>G&ouml;stergebilimde ilk kuram oluşturan d&uuml;ş&uuml;n&uuml;r kimdir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Ferdinand de Saussure",
      "B": "Roland Barthes",
      "C": "Paul de man",
      "D": "Charles Sanders Peirce",
      "E": "Thomas Albert Sebeok"
    },
    "explanation": "Göstergebilimin bilimsel temellerini atan ve modern dilbilime yön veren kişi <b>Ferdinand de Saussure</b>'dür. Saussure, dilbilim ders notlarında göstergebilim (semiyoloji) adını verdiği bu bilim dalının varlığını önermiştir."
  },
  {
    "id": "145933",
    "unitNumber": 1,
    "text": "I. S&ouml;z dizimi<br />II. Anlambilim<br />III. Epigrafi<br /><strong>Yukarıdaki kavramlardan hangisi ya da hangileri Charles Williams Morris tarafından ifade edilen &uuml;&ccedil; bileşenden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "I, II, III"
    },
    "explanation": "Charles Williams Morris, göstergebilim sürecini (semiosis) üç ana bileşene ayırmıştır:<br/>I. <b>Söz Dizimi</b> (Syntactics): Göstergelerin birbirleriyle olan ilişkisi.<br/>II. <b>Anlambilim</b> (Semantics): Göstergelerin nesnelerle (referanslarla) olan ilişkisi.<br/>III. <b>Edimbilim</b> (Pragmatics): Göstergelerin kullanıcılarla/yorumlayıcılarla olan ilişkisi.<br/><b>Epigrafi</b> (III), yazıt bilimi anlamına gelir ve Morris'in kuramsal göstergebilim bileşenlerinden biri değildir. Bu nedenle sadece III doğru cevap olacaktır."
  },
  {
    "id": "145934",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi g&ouml;stergebilim &ccedil;alışmalarının yapıldığı okullardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Prag Okulu",
      "B": "Cenevre Okulu",
      "C": "Moskova Okulu",
      "D": "Kopenhag Okulu",
      "E": "Durham Okulu"
    },
    "explanation": "Göstergebilim alanında önemli çalışmaların yapıldığı başlıca okullar arasında <b>Prag Okulu</b>, <b>Tartu-Moskova Okulu</b>, <b>Paris Okulu</b> (Greimas) ve Kuzey Amerika (Peirce geleneği) sayılabilir. Eğer seçeneklerde, örneğin, Frankfurt Okulu gibi göstergebilimden farklı temel odaklara sahip bir ekol bulunuyorsa, cevap odur."
  },
  {
    "id": "189610",
    "unitNumber": 1,
    "text": "<strong>Dilin edinilmesinde ve kullanılmasında &ouml;zellikle etkin olan ruhsal s&uuml;re&ccedil;leri inceleyen bilim dalı hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Edimbilim",
      "B": "Toplumdilbilim",
      "C": "Ruhdilbilim",
      "D": "Uzamdilbilim",
      "E": "Uygulamalı dilbilim"
    },
    "explanation": "Dilin edinilmesinde, anlaşılmasında, üretilmesinde ve kullanılmasındaki zihinsel ve <b>ruhsal süreçleri</b> (bilişsel mekanizmaları) inceleyen bilim dalına <b>Ruhdilbilim</b> (Psikodilbilim / Psycholinguistics) denir."
  },
  {
    "id": "189613",
    "unitNumber": 1,
    "text": "I. Alımlama Estetiği<br />II. Metindilbilim<br />III. &Ccedil;eviribilim<br /><strong>Yukarıdakilerden hangisi ya da hangileri Almanya&rsquo;da yapılan &ccedil;alışmalardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "Yalnız III",
      "E": "I, II ve III"
    },
    "explanation": "Almanya, özellikle göstergebilim ve edebiyat teorisi bağlamında <b>Alımlama Estetiği</b> (Konstanz Okulu) ve <b>Metindilbilim</b> alanlarında öncü çalışmalara ev sahipliği yapmıştır. <b>Çeviribilim</b> ise uluslararası ölçekte yürütülen ve Almanya'daki ekollerle spesifik olarak ilişkilendirilmeyen daha genel bir disiplindir. Bu bağlamda, III (Çeviribilim)'in Almanya'daki temel ekol çalışmalarından biri olmadığı kabul edilir."
  },
  {
    "id": "189617",
    "unitNumber": 1,
    "text": "<strong>Bir g&ouml;stergenin başka bir anlam amacıyla başka bir anlama ge&ccedil;mek i&ccedil;in kullanılmasına ne ad verilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Yan anlam",
      "B": "D&uuml;z anlam",
      "C": "&Ccedil;oklu anlam",
      "D": "İkili anlam",
      "E": "Metafor"
    },
    "explanation": "Bir göstergenin alışılmış anlamının ötesine geçerek başka bir anlam için kullanılması, retorikte <b>Mecaz</b> ya da <b>Trop</b> olarak adlandırılır. Bu süreç, göstergebilim açısından anlam kaymasının temel mekanizmalarından biridir."
  },
  {
    "id": "189624",
    "unitNumber": 1,
    "text": "<strong>G&ouml;sterge Kuramı&#39;nın Temelleri (Foundation of the Theory of Signs) adlı yapıt aşağıdakilerden hangisine aittir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Charles Sanders Peirce",
      "B": "Thomas Albert Sebeok",
      "C": "Ferdinand de Saussure",
      "D": "Charles Williams Morris",
      "E": "Paul de Man"
    },
    "explanation": "Göstergebilimin felsefi ve mantıksal temellerini atarak onu üç ana bölüme (Söz Dizimi, Anlambilim, Edimbilim) ayıran <b>Gösterge Kuramı'nın Temelleri (Foundation of the Theory of Signs)</b> adlı eser, Amerikalı düşünür <b>Charles Williams Morris</b>'e aittir."
  },
  {
    "id": "339884",
    "unitNumber": 1,
    "text": "<strong>Dilbilim &ccedil;alışmalarının &ouml;nemli araştırmacılarından olan Ferdinand de Saussure&#39;nin g&ouml;stergebilim alanında&nbsp; dil yetisinin bireysel ve toplumsal y&ouml;n&uuml;n&uuml; vurguladığı karşıtlık aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Dil/s&ouml;z",
      "B": "Arts&uuml;rem/eşs&uuml;rem",
      "C": "Belirti/belirtke",
      "D": "G&ouml;steren/g&ouml;sterilen",
      "E": "Yan anlam/d&uuml;z anlam"
    },
    "explanation": "Ferdinand de Saussure, dil yetisini incelemede <b>toplumsal</b> (kolektif olarak paylaşılan sistem) ve <b>bireysel</b> (kullanım edimi) yönleri birbirinden ayırmak için <b>Dil (Langue)</b> ve <b>Söz (Parole)</b> karşıtlığını kullanmıştır. Langue, toplumsal sözleşme sonucu ortaya çıkan dil sistemini, Parole ise bu sistemin bireysel ve rastgele kullanımını ifade eder."
  },
  {
    "id": "339888",
    "unitNumber": 1,
    "text": "<strong>Dilin tarihsel değişim i&ccedil;erisinde belli bir anında belli bir dili kullanan toplulukta yazılan, konuşulan dile dayanan ve g&uuml;n&uuml;m&uuml;z g&ouml;stergebilim &ccedil;alışmalarının y&ouml;ntem olarak esas aldığı kavram aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Arts&uuml;rem/artzamanlılık",
      "B": "Eşs&uuml;rem/eşzamanlılık",
      "C": "Yan anlam",
      "D": "D&uuml;z anlam",
      "E": "G&ouml;sterilen"
    },
    "explanation": "Soruda tanımı yapılan kavram <b>Eşzamanlılık</b> (Senkronik) yaklaşımıdır. Dilbilimci Ferdinand de Saussure, dili inceleme yöntemini iki temel eksene ayırır: Eşzamanlılık (Synchronic) ve Artzamanlılık (Diachronic). Artzamanlılık, dilin tarihsel süreçteki değişimini ve evrimini incelerken; <b>Eşzamanlılık</b>, dilin <b>tarihsel değişim içerisinde belli bir anında</b>, yani dil sisteminin o anda dondurulmuş haliyle mevcut yapısını, kurallarını ve o andaki ilişkilerini incelemeyi esas alır.<br>Günümüzdeki <b>göstergebilim</b> ve yapısalcılık çalışmaları, dilin veya diğer gösterge sistemlerinin analizi için yöntemsel olarak <b>eşzamanlı yaklaşımı</b> temel alır. Bu, gösterge sisteminin o anki işleyişini, dildeki birbiriyle ilişkili göstergeleri ve o dili kullanan toplulukta geçerli olan yazılı ve sözlü normları incelemeye odaklanır."
  },
  {
    "id": "130125",
    "unitNumber": 2,
    "text": "<strong>Ağzın tek hareketiyle &ccedil;ıkarılan ses ya da ses k&uuml;mesine ne ad verilir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Morfem",
      "B": "Kelime",
      "C": "Hece",
      "D": "S&ouml;zdizisi",
      "E": "Diksiyon"
    },
    "explanation": "Ağzın tek bir hareketiyle, genellikle bir ünlü sesin etrafında örgütlenerek çıkarılan ses ya da ses kümesine <b>hece</b> (syllable) adı verilir. Hece, dilin doğal konuşma ritminin temel yapı taşlarından biridir."
  },
  {
    "id": "133951",
    "unitNumber": 2,
    "text": "I. Fonoloji<br />II. Sentaks<br />III. Pragmatik<br /><strong>Yukarıdakilerden hangisi ya da hangileri dilbilim d&uuml;zeyleri arasında yer alır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "I ve III",
      "E": "I, II ve III"
    },
    "explanation": "Dilbilim, dili farklı açılardan inceleyen çeşitli düzeylere ayrılır. Bu düzeyler arasında <b>Fonoloji</b> (ses sistemleri), <b>Sentaks</b> (cümle yapısı) ve <b>Pragmatik</b> (dili bağlam içinde kullanma) temel düzeyler olarak yer alır. Bu nedenle verilen üç öge de dilbilim düzeyleri arasındadır."
  },
  {
    "id": "133960",
    "unitNumber": 2,
    "text": ".............................., dilsel ses yapısının ve ses sistemlerinin ele alındığı inceleme alanıdır.<br /><strong>C&uuml;mlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Fonetik",
      "B": "Fonoloji",
      "C": "Semantik",
      "D": "Morfoloji",
      "E": "Sentaks"
    },
    "explanation": "Dilsel ses yapısının ve seslerin bir dildeki işlevlerinin, sistemlerinin ve düzenlenme kurallarının incelendiği alan <b>Fonoloji</b>'dir (Ses Bilimi). Fonoloji, seslerin fiziksel üretimini inceleyen <b>Fonetik</b>'ten ayrılırken, seslerin zihinsel ve işlevsel organizasyonuna odaklanır."
  },
  {
    "id": "133968",
    "unitNumber": 2,
    "text": "I. Telaffuz<br />II. S&ouml;zc&uuml;k yapısı&nbsp;<br />III. C&uuml;mle yapısı<br />IV. Anlam<br /><strong>Yukarıdakilerden hangisi ya da hangileri sosyodilbilimin inceleme alanına girmektedir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız III",
      "B": "I ve II",
      "C": "II ve IV",
      "D": "I, II ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "<b>Sosyodilbilim</b>, dilin toplumsal bağlam içinde kullanımını, varyasyonlarını ve sosyal faktörlerle ilişkisini inceleyen disiplindir. Dilin tüm yönleri (<b>Telaffuz</b>, <b>Sözcük yapısı</b>, <b>Cümle yapısı</b> ve <b>Anlam</b>) sosyal değişkenlere bağlı olarak farklılık gösterebildiği için, bu dört öge de sosyodilbilimin inceleme alanına girer."
  },
  {
    "id": "133971",
    "unitNumber": 2,
    "text": "I. G&ouml;sterge<br />II. Anlam<br />III. Yorum<br /><strong>Charles</strong> <strong>Morris&#39;e g&ouml;re yukarıdakilerden hangisi ya da hangileri g&ouml;stergebilimin boyutları arasında yer alır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "II ve III",
      "D": "I ve III",
      "E": "I, II ve III"
    },
    "explanation": "Charles Morris, göstergebilimi (semiyotik) üç temel boyutta incelemiştir:<br>I. <b>Sentaktik</b> (Göstergelerin birbiriyle ilişkisi / <b>Gösterge</b> yapısı)<br>II. <b>Semantik</b> (Göstergelerin nesnelerle ilişkisi / <b>Anlam</b>)<br>III. <b>Pragmatik</b> (Göstergelerin kullanıcılarla ilişkisi / <b>Yorum</b> ve kullanım)<br>Bu nedenle, üç öge de Morris'e göre göstergebilimin boyutları arasında yer alır."
  },
  {
    "id": "144809",
    "unitNumber": 2,
    "text": "<strong>Dilbilim d&uuml;zeyleri ele aldıkları &ccedil;alışma birimleri bakımından aşağıdakilerden hangisinde doğru olarak sıralanmıştır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Pragmatik- Semantik- Sentaks- Morfoloji- Fonoloji- Fonetik",
      "B": "Fonoloji- Fonetik- Morfoloji- Sentaks- Semantik- Pragmatik",
      "C": "Semantik- Pragmatik- Sentaks- Morfoloji- Fonoloji- Fonetik",
      "D": "Fonetik- Fonoloji- Morfoloji- Pragmatik- Semantik- Sentaks",
      "E": "Fonetik- Fonoloji- Morfoloji- Sentaks- Semantik- Pragmatik"
    },
    "explanation": "Dilbilim düzeyleri, ele aldıkları birimin büyüklüğüne göre genellikle küçükten büyüğe doğru sıralanır. En küçük birim olan sesten başlayarak: <b>Fonetik/Fonoloji</b> (Ses), <b>Morfoloji</b> (Sözcük yapısı/Biçim), <b>Sentaks</b> (Cümle yapısı) ve <b>Semantik/Pragmatik</b> (Anlam/Kullanım) şeklinde doğru bir hiyerarşi izlenir."
  },
  {
    "id": "144923",
    "unitNumber": 2,
    "text": "<strong>Fiziksel bir s&uuml;re&ccedil; olarak konuşmanın ses bilgisinin incelendiği dilbilim d&uuml;zeyi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Fonetik",
      "B": "Morfoloji",
      "C": "Sentaks",
      "D": "Semantik",
      "E": "Pragmatik"
    },
    "explanation": "Dilbilim düzeylerinden <b>Fonetik</b> (Ses Bilgisi), dili fiziksel bir süreç olarak ele alır ve konuşma seslerinin (ünlü ve ünsüzler) nasıl <b>üretildiğini</b> (artikülatuar fonetik), nasıl <b>aktarıldığını</b> (akustik fonetik) ve nasıl <b>algılandığını</b> (işitsel fonetik) inceler."
  },
  {
    "id": "144935",
    "unitNumber": 2,
    "text": "<strong>Morfolojik Yaklaşım&#39;a g&ouml;re anlam ve dil bilgisi a&ccedil;ısından dildeki en k&uuml;&ccedil;&uuml;k birim aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Ses",
      "B": "Hece",
      "C": "Morfem",
      "D": "Harf",
      "E": "Kelime k&ouml;k&uuml;"
    },
    "explanation": "<b>Morfolojik Yaklaşım</b>, sözcük yapısını ve biçimleri inceler. Bu yaklaşıma göre, anlam taşıyan veya dilbilgisel bir işlevi olan dildeki en küçük birim <b>Morfem</b> (Biçimbirim)'dir. Morfemler, sözcükleri oluşturan kökler ve eklerdir."
  },
  {
    "id": "144986",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi sentaksın inceleme alanı i&ccedil;inde <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "S&ouml;zc&uuml;k sırası",
      "B": "C&uuml;mle yapısı",
      "C": "Kelimelerin d&uuml;zenlenişi",
      "D": "Konuşanın ve dinleyenin durumu",
      "E": "S&ouml;zc&uuml;klerin birleşimi"
    },
    "explanation": "<b>Sentaks</b> (Sözdizimi), sözcüklerin cümle içinde düzenlenmesini, cümle yapısını ve söz öbeklerini inceleyen dilbilim düzeyidir. Cümle kurallarını ve sözcük sıralamasını incelerken, <b>Seslerin üretimi</b> (Fonetik) ile ilgilenmez. Bu, Fonetik düzeyinin inceleme alanıdır."
  },
  {
    "id": "145003",
    "unitNumber": 2,
    "text": "<strong>Bir dilin veya dillerin zaman i&ccedil;indeki değişimini ve gelişimini inceleyen dilbilim dalı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "N&ouml;rodilbilim",
      "B": "Tarihsel dilbilim",
      "C": "Derlem",
      "D": "Toplumdilbilim",
      "E": "Psikodilbilim"
    },
    "explanation": "Bir dilin veya dillerin tarihi süreç içerisindeki kökenlerini, değişimlerini ve gelişimini inceleyen dilbilim dalına <b>Tarihsel (Diakronik) Dilbilim</b> adı verilir. Bu alan, dillerin zaman içindeki evrimine odaklanır."
  },
  {
    "id": "145012",
    "unitNumber": 2,
    "text": "<strong>İletişim teknolojileri aracılığı ile dolaşıma giren &ndash;ses, yazı, işaret, simge gibi- metin yığınlarının istatistiksel analizle işlenmesini ve dil &uuml;r&uuml;nlerinden veri elde edilmesini sağlayan dilbilim alanı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Derlem",
      "B": "Psikodilbilim",
      "C": "Dil edinimi",
      "D": "N&ouml;rodilbilim",
      "E": "Toplumdilbilim"
    },
    "explanation": "İletişim teknolojileri kullanarak büyük miktardaki metin (korpus) yığınlarını istatistiksel yöntemlerle analiz eden, dil ürünlerinden büyük ölçekli veri elde eden alan <b>Hesaplamalı Dilbilim</b> (veya Korpus Dilbilimi)'dir. Bu disiplin, dilin bilgisayarlar aracılığıyla işlenmesine odaklanır."
  },
  {
    "id": "145037",
    "unitNumber": 2,
    "text": "<strong>Antik Yunan&rsquo;da dil alanındaki ilk eser olan Kratylos aşağıdakilerden hangisine aittir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Sokrates",
      "B": "Platon",
      "C": "Aristo",
      "D": "Varro",
      "E": "Homeros"
    },
    "explanation": "Antik Yunan'da dilin doğası, kökeni ve nesnelerle ilişkisi üzerine yapılan ilk felsefi tartışmalardan biri olan <b>Kratylos</b> diyalogu, ünlü Yunan filozofu <b>Platon</b> (Eflatun)'a aittir."
  },
  {
    "id": "145048",
    "unitNumber": 2,
    "text": "<strong>T&uuml;rk d&uuml;nyasının bilinen ilk dilbilimcisi Kaşgarlı Mahmut&rsquo;un ansiklopedik s&ouml;zl&uuml;k niteliğindeki eseri aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kitab&uuml;&rsquo;l Ayn",
      "B": "El Kitap",
      "C": "D&icirc;v&acirc;n-ı L&uuml;gati&#39;t-T&uuml;rk",
      "D": "El L&uuml;gat",
      "E": "Erya"
    },
    "explanation": "Türk dünyasının bilinen ilk dilbilimcisi <b>Kaşgarlı Mahmut</b>'un 11. yüzyılda kaleme aldığı, Türk lehçelerini ve kültürünü Araplara tanıtmayı amaçlayan, ansiklopedik sözlük niteliğindeki büyük eseri <b>Divanü Lugati't-Türk</b>'tür."
  },
  {
    "id": "145084",
    "unitNumber": 2,
    "text": "<strong>Avrupa yapısalcılığı ve modern dil bilim aşağıdaki d&uuml;ş&uuml;n&uuml;rlerin hangisi ile başlar?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Saussure",
      "B": "Humbolt",
      "C": "Grimm",
      "D": "Rask",
      "E": "Barthes"
    },
    "explanation": "Modern dilbilimin ve <b>Avrupa Yapısalcılığı</b> akımının başlangıcı, dili eşzamanlı (senkronik) ve sistematik bir yapı olarak inceleme gerekliliğini ortaya koyan İsviçreli dilbilimci <b>Ferdinand de Saussure</b> ile kabul edilir. Onun çalışmaları, 20. yüzyıl dilbilimine yön vermiştir."
  },
  {
    "id": "145105",
    "unitNumber": 2,
    "text": "<strong>Dilde yaptığı i&ccedil; yapı-dış yapı ayrımı ile dilin dış yapısına tekab&uuml;l eden ses değişiminin yanı sıra dilin k&uuml;lt&uuml;rden k&uuml;lt&uuml;re farklılaşan bir karakter taşıyan i&ccedil; yapısının da olduğunu savunan 19. y&uuml;zyıl d&uuml;ş&uuml;n&uuml;r&uuml; aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Levi Strauss",
      "B": "Saussure",
      "C": "Humbolt",
      "D": "Chomsky",
      "E": "Derrida"
    },
    "explanation": "19. yüzyıl düşünürü <b>Wilhelm von Humboldt</b>, dilin <b>iç yapısı</b> (Weltanschauung - dilin düşünce ve kültürle ilişkisi) ile <b>dış yapısı</b> (fiziksel sesler) arasında bir ayrım yapmıştır. Humboldt'a göre dil, sadece ses değişimi (dış yapı) değil, aynı zamanda kültüre özgü bir dünya görüşünü yansıtan iç yapıya da sahiptir."
  },
  {
    "id": "189803",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi fonetik d&uuml;zeyi ifade eder?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "S&ouml;zc&uuml;k sırasının ve c&uuml;mlelerin yapısının ele alındığı seviye",
      "B": "Kelimelerin yapısının incelendiği seviye",
      "C": "Fiziksel bir s&uuml;re&ccedil; olarak konuşmanın, ses bilgisinin incelendiği seviye",
      "D": "C&uuml;mle ve c&uuml;mleciklerin ele alındığı seviye",
      "E": "Bağlamın incelendiği seviye"
    },
    "explanation": "<b>Fonetik düzey</b>, dilin seslerinin fiziksel gerçekliğiyle ilgilenir. Bu düzey, konuşma seslerinin insan konuşma organları tarafından <b>fiziksel olarak nasıl üretildiğini</b>, akustik olarak nasıl iletildiğini ve işitme organları tarafından nasıl algılandığını inceler."
  },
  {
    "id": "189804",
    "unitNumber": 2,
    "text": "<strong>Dil bilim d&uuml;zeylerinden sentaksın &ccedil;alışma alanı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "C&uuml;mle ve c&uuml;mlecik",
      "B": "Anlam",
      "C": "İnsan sesleri",
      "D": "Bağlamdaki anlam",
      "E": "Seslerin sınıflandırılması"
    },
    "explanation": "Dilbilim düzeylerinden <b>Sentaks</b> (Sözdizimi), morfemlerin ve sözcüklerin birleşerek daha büyük birimler olan <b>söz öbeklerini ve cümleleri nasıl oluşturduğunu</b> inceleyen, yani cümle kurallarını ve düzenini belirleyen alandır."
  },
  {
    "id": "189810",
    "unitNumber": 2,
    "text": "<strong>19. y&uuml;zyıl dil &ccedil;alışmalarının karakteristik y&ouml;nelimi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Senkronik",
      "B": "İşlevselci",
      "C": "Diakronik",
      "D": "Bilişselci",
      "E": "&Uuml;retimsel"
    },
    "explanation": "19. yüzyıldaki dil çalışmalarının baskın ve karakteristik yönelimi, dillerin kökenlerini, akrabalıklarını ve zaman içindeki değişimlerini inceleyen <b>tarihsel ve karşılaştırmalı dilbilim</b> olmuştur. Bu dönemde özellikle Hint-Avrupa dillerinin analizi önemlidir."
  },
  {
    "id": "189811",
    "unitNumber": 2,
    "text": "<strong>S&ouml;zdizimsel yapıların, belli bir dizi d&ouml;n&uuml;ş&uuml;msel kurallara tabi olduğundan hareketle ortaya konmuş olan D&ouml;n&uuml;ş&uuml;msel-&Uuml;retisimsel Dil Teorisi, aşağıdaki d&uuml;ş&uuml;n&uuml;rlerden hangisine aittir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Humbolt",
      "B": "Saussure",
      "C": "Rask",
      "D": "Chomsky",
      "E": "Grimm"
    },
    "explanation": "Derin yapı ve yüzey yapı ayrımı yaparak, sözdizimsel yapıların <b>dönüşümsel kurallar</b> ile üretildiğini savunan <b>Dönüşümsel-Üretimsel Dil Teorisi</b> (Generative Transformational Grammar), modern dilbilimin en etkili isimlerinden <b>Noam Chomsky</b>'ye aittir."
  },
  {
    "id": "189812",
    "unitNumber": 2,
    "text": "<strong>Evrensel Dil Bilgisi g&ouml;r&uuml;ş&uuml;ne karşı &ccedil;ıkan, dilin bilişsel s&uuml;re&ccedil;lerin &uuml;r&uuml;n&uuml; olduğunu, dolayısıyla t&uuml;m insanlar i&ccedil;in ge&ccedil;erli bir dil bilgisel sistemin var olamayacağını savunan teori aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "D&ouml;n&uuml;ş&uuml;msellik",
      "B": "&Uuml;retimsellik",
      "C": "Yapısalcılık",
      "D": "İşlevselcilik",
      "E": "Bilişselcilik"
    },
    "explanation": "<b>Evrensel Dil Bilgisi</b> (Chomsky) görüşüne karşı çıkan ve dilin doğuştan gelen özel bir modül yerine, genel <b>bilişsel süreçlerin</b> (öğrenme, deneyim, algı) bir ürünü olduğunu savunan ana akım, <b>Bilişsel Dilbilim</b>'dir. Bu teoriye göre, dil bilgisel sistemler kullanımdan ortaya çıkar ve evrensel olmak zorunda değildir."
  },
  {
    "id": "309645",
    "unitNumber": 2,
    "text": "Saussure&rsquo;&uuml;n g&ouml;stergesi, &hellip;&hellip;.......... ve &hellip;......&hellip;.. olmak &uuml;zere iki y&ouml;nl&uuml;d&uuml;r.<br /><strong>C&uuml;mlede boş bırakılan yerlere sırasıyla aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "g&ouml;nderge - dizgi",
      "B": "g&ouml;steren - g&ouml;nderge",
      "C": "g&ouml;sterilen - g&ouml;nderge",
      "D": "g&ouml;steren - dizgi",
      "E": "g&ouml;steren - g&ouml;sterilen"
    }
  },
  {
    "id": "339925",
    "unitNumber": 2,
    "text": "<strong>Dilde anlam problemini ciddi bir bi&ccedil;imde inceleyen ve Antik Yunan&rsquo;da dil alanındaki ilk eser olan Kratylos&#39;u yazan filozof aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Homeros",
      "B": "Marcus Terentius Varro",
      "C": "Platon",
      "D": "El Halil",
      "E": "Kaşgarlı Mahmut"
    }
  },
  {
    "id": "339932",
    "unitNumber": 2,
    "text": "T&uuml;rk d&uuml;nyasında yapılan dil &ccedil;alışmaları genellikle s&ouml;zl&uuml;k alanındadır. T&uuml;rk d&uuml;nyasının bilinen ilk dilbilimcisi Kaşgarlı Mahmut&rsquo;tur. Ansiklopedik s&ouml;zl&uuml;k niteliğindeki eseri ile Karahanlı T&uuml;rk&ccedil;esinin yanı sıra T&uuml;rk leh&ccedil;elerine ait dilsel kuralları i&ccedil;ermektedir.<br /><strong>Paragrafta s&ouml;z&uuml; edilen eser aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "D&icirc;v&acirc;n&uuml; L&uuml;gati&#39;t-T&uuml;rk",
      "B": "Kamus-ı T&uuml;rk&icirc;",
      "C": "Kutadgu Bilig",
      "D": "Irk Bitig",
      "E": "Kalyanamkara ve Papamkara"
    }
  },
  {
    "id": "130084",
    "unitNumber": 3,
    "text": "<strong>Olay ya da olguları anlayabilmek i&ccedil;in onların altında yatan ve asıl belirleyici temel olduğu d&uuml;ş&uuml;n&uuml;len yapıları anlamak gerektiğini savunan yaklaşım aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Yapısalcılık",
      "B": "Modernizm",
      "C": "Postmodernizm",
      "D": "K&uuml;lt&uuml;rel Analiz",
      "E": "Varoluş&ccedil;uluk"
    },
    "explanation": "Bu tanım doğrudan <b>Yapısalcılığı</b> (Structuralism) işaret etmektedir. Yapısalcılık, görünen yüzeydeki <b>olay ya da olguların</b> rastlantısal olmadığını, aksine bunların altında yatan ve asıl belirleyici olan <b>temel yapıları</b> anlamak gerektiğini savunan temel bir yaklaşımdır. Yapısalcılar, bu derin yapıların bilinçdışı ve evrensel olduğunu öne sürer."
  },
  {
    "id": "130088",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisinde yapısalcılığın doğuş yeri ve tarihi doğru olarak verilmiştir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "1930&#39;lu yıllar-İngiltere",
      "B": "1940&#39;lı yıllar-Almanya",
      "C": "1950&#39;li yıllar-Fransa",
      "D": "1960&#39;lı yıllar-Amerika",
      "E": "1970&#39;li yıllar-&Ccedil;in"
    },
    "explanation": "Yapısalcılığın entelektüel kökleri, 20. yüzyılın başlarında <b>İsviçreli dilbilimci Ferdinand de Saussure'ün</b> çalışmalarıyla atılmıştır. Akımın sosyal bilimlerde popüler hale gelmesi ve zirveye ulaşması ise özellikle 1950'li ve 1960'lı yıllarda <b>Fransa'da</b> gerçekleşmiştir. Dolayısıyla doğuş yeri 20. yüzyılın başı <b>Avrupa</b> (Dilbilim kökeni) olarak kabul edilir."
  },
  {
    "id": "134128",
    "unitNumber": 3,
    "text": "I. Derinlik y&uuml;zeyi a&ccedil;ıklar.<br />II. Yorumcu nesneldir.<br />III. K&uuml;lt&uuml;r dile benzer.<br /><strong>Yukarıdakilerden hangisi ya da hangileri&nbsp;Smith ve Riley&#39;e g&ouml;re yapısalcı yaklaşımların ortak &ouml;zellikleri arasında yer alır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Smith ve Riley'e göre yapısalcı yaklaşımların iki temel ortak özelliği bulunur: I. <b>Derinlik yapısının yüzeydeki olguları</b> açıklaması (gözlemlenenin altında yatan kuralların varlığı). III. <b>Kültürün</b>, Saussure'ün dil modeline benzer şekilde, bir göstergeler ve <b>dile benzer yapılar</b> sistemi olarak görülmesi. Yorumcunun nesnel olması yapısalcılığın bir hedefi olsa da, I ve III temel felsefi dayanaklarıdır."
  },
  {
    "id": "134190",
    "unitNumber": 3,
    "text": "<strong>Yapısalcı Y&ouml;ntemi ilk kez dil bilimi dışında kalan bir bilim dalında (</strong><strong>antropolojide</strong><strong>) uygulayan teorisyen aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Jean Piaget",
      "B": "Auguste Comte",
      "C": "Roland Barthes",
      "D": "Claude L&eacute;vi-Strauss",
      "E": "Anthony Giddens"
    },
    "explanation": "Yapısalcı yöntemi, <b>Ferdinand de Saussure'ün</b> dilbiliminden alarak, ilk kez dilbilim dışındaki bir bilim dalı olan <b>antropolojide</b> başarıyla uygulayan kişi <b>Claude Lévi-Strauss</b>'tur. Lévi-Strauss, ilkel toplulukların akrabalık sistemlerini ve mitlerini, Saussure'ün dil modeline benzer biçimde, temel ve ikili yapılar üzerinden incelemiştir."
  },
  {
    "id": "145115",
    "unitNumber": 3,
    "text": "<strong>20. y&uuml;zyılda, nihai ve tek bir doğrunun olduğu, anlamın doğada ve toplumda hazır bir şekilde bulunduğu ve doğanın saf bilgi kategorilerinden oluştuğuna dair geleneksel bilimsel anlayışa karşı &ccedil;ıkan yaklaşımlar aşağıdakilerden hangisini &ouml;ne &ccedil;ıkarır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Aşkın toplumsal teorileri",
      "B": "Yapı ve k&uuml;lt&uuml;rel sistemin rol&uuml;n&uuml;",
      "C": "Ekonomik determinizmi",
      "D": "Ampirik araştırma geleneğini",
      "E": "Altyapı-&uuml;styapı metaforunu"
    },
    "explanation": "Yapısalcılık, 20. yüzyılda yükselen ve sosyal bilimleri etkileyen temel bir akımdır. Bu yaklaşım, bilginin doğada hazır bulunduğu ve anlamın kendiliğinden var olduğu yönündeki <b>geleneksel bilimsel anlayışı</b> reddeder. Bunun yerine, <b>anlamın yapısal ilişkiler ve dilsel sistemler içinde inşa edildiğini</b> öne sürer. Bu düşünce, postmodern ve post-yapısalcı yaklaşımlara zemin hazırlamıştır."
  },
  {
    "id": "145129",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi yapısalcılığın &ouml;zellikle 1950&rsquo;li yıllardan sonra d&uuml;ş&uuml;nsel olarak etki ettiği disiplinler arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Sosyoloji",
      "B": "Antropoloji",
      "C": "Dilbilim",
      "D": "Kimya",
      "E": "Edebiyat"
    },
    "explanation": "Yapısalcılık, özellikle 1950'li yıllardan sonra <b>beşeri bilimler ve sosyal bilimler</b> alanında (Antropoloji, Edebiyat, Felsefe, Marksizm, Psikoloji) büyük bir etki yaratmıştır. <b>Fizik</b>, yapısalcılığın düşünsel olarak etki ettiği temel sosyal bilim disiplinleri arasında <u>yer almaz</u>, çünkü yapısalcılığın temel metodolojisi (dilbilimsel analiz) sosyal ve kültürel fenomenlere odaklanmıştır."
  },
  {
    "id": "145139",
    "unitNumber": 3,
    "text": "<strong>Aşağıdaki konulardan hangisinde yapısalcı araştırma ve uygulamalar <u>g&ouml;r&uuml;lmemiştir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Halk masalları",
      "B": "K&uuml;lt&uuml;r araştırmaları",
      "C": "Edebiyat metinleri",
      "D": "Efsaneler",
      "E": "Telekom&uuml;nikasyon sistemleri"
    },
    "explanation": "Yapısalcı araştırma ve uygulamalar; <b>Dilbilim</b> (Saussure), <b>Antropoloji</b> (Lévi-Strauss), <b>Edebiyat eleştirisi</b>, <b>Marksizm</b> (Althusser) ve <b>Psikanaliz</b> (Lacan) gibi sosyal ve kültürel sistemlerin derin yapısını inceleyen alanlarda görülmüştür. Biyoloji ise yapısalcı analizin odaklandığı konular arasında <u>yer almamıştır</u>."
  },
  {
    "id": "145178",
    "unitNumber": 3,
    "text": "<strong>Yapısalcılığa g&ouml;re olay ya da olguları anlayabilmek i&ccedil;in &ouml;ncelikle incelememiz gereken belirleyici temel aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "D&uuml;zen",
      "B": "Sıra",
      "C": "Yapı",
      "D": "Rol",
      "E": "Norm"
    },
    "explanation": "Yapısalcılığın merkezi tezi, görünen <b>olaylar veya olguların</b> (yüzey) ardında, onları belirleyen <b>temel, derin veya gizli yapıların</b> (deep structure) bulunduğudur. Bu nedenle, yapısalcılığa göre olayları anlamak için öncelikle bu <b>Yapıları</b> incelememiz gerekir."
  },
  {
    "id": "145188",
    "unitNumber": 3,
    "text": "<strong>İnsan g&ouml;zlem ve deneyimlerine ilişkin duyu verilerinin &ccedil;atısını oluşturacak temel ve kurucu &ldquo;yapıları&rdquo; bulma &ccedil;abası tarihsel olarak hangi d&ouml;neme kadar g&ouml;t&uuml;r&uuml;lebilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Orta &Ccedil;ağ",
      "B": "Antik Yunan",
      "C": "Yakın &Ccedil;ağ",
      "D": "Roma D&ouml;nemi",
      "E": "R&ouml;nesans D&ouml;nemi"
    },
    "explanation": "İnsan gözlem ve deneyimlerinin altında yatan <b>temel ve kurucu yapıları</b> bulma çabası, modern yapısalcılıktan çok daha eskiye, felsefe tarihinde <b>Rasyonalizm</b> akımına, özellikle de Immanuel <b>Kant'ın</b> aklın değişmez kategorilerini incelemesine kadar geri götürülebilir. Bu çaba, deneyimden bağımsız evrensel kuralları aramayı içerir."
  },
  {
    "id": "145211",
    "unitNumber": 3,
    "text": "<strong>Yapısalcılığın bir &ouml;ğretiden &ccedil;ok bir y&ouml;ntem olduğuna dikkat &ccedil;eken d&uuml;ş&uuml;n&uuml;r aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Jean Piaget",
      "B": "Auguste Comte",
      "C": "Anthony Giddens",
      "D": "Mikhail Bakhtin",
      "E": "Roland Barthes"
    },
    "explanation": "Ünlü İsviçreli psikolog ve filozof <b>Jean Piaget</b>, yapısalcılığın bir felsefi öğreti (doktrin) olmaktan ziyade, farklı disiplinlerde (Matematik, Fizik, Biyoloji, Psikoloji) uygulanabilen <b>genel bir yöntem</b> (metot) olduğuna dikkat çekmiştir. Piaget, yapının zorunlu üç özelliğini (bütünlük, dönüşüm, öz düzenleme) de tanımlamıştır."
  },
  {
    "id": "145223",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi yapısalcılığın temel ama&ccedil; ya da y&ouml;nelimleri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Ele alınan nesnenin kendi başına ve kendi kendisi i&ccedil;in incelenmesi",
      "B": "Nesnenin bir dizge olarak ele alınması",
      "C": "Nesnenin arts&uuml;remlilik i&ccedil;inde ele alınması",
      "D": "Nesnenin eşs&uuml;remlilik i&ccedil;inde ele alınması",
      "E": "Nesnenin doğa &ouml;tesel değil, &ouml;zdek&ccedil;i bir yaklaşım bi&ccedil;iminde tanımlanması"
    },
    "explanation": "Yapısalcılığın temel amacı, <b>evrensel ve derin yapıları</b> ortaya çıkarmaktır. Yapısalcı analiz, genellikle <b>diyakronik (tarihsel)</b> gelişimi ve <b>bireysel niyetleri</b> arka plana iter, çünkü bu yaklaşıma göre temel belirleyici, bilinçdışı ve zamanlar üstü olan yapının kendisidir. Dolayısıyla, <b>tarihsel gelişimi incelemek</b> yapısalcılığın temel amaçları arasında <u>yer almaz</u>."
  },
  {
    "id": "145232",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi Piaget&rsquo;ye g&ouml;re yapı kavramını oluşturan ana d&uuml;ş&uuml;ncelerden biridir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "D&ouml;n&uuml;şl&uuml;l&uuml;k",
      "B": "Eleştirellik",
      "C": "Toplumsallık",
      "D": "&Ouml;zd&uuml;zenleme",
      "E": "Ayrıksı olma"
    },
    "explanation": "Jean Piaget'ye göre yapı kavramını oluşturan üç temel ana düşünce vardır: <b>Bütünlük</b> (Yapının parçalarının toplamından fazlası olması), <b>Dönüşüm</b> (Yapının zaman içinde değişime izin vermesi) ve <b>Öz Düzenleme</b> (Yapının kendini koruma ve sürdürme yeteneği). Bu nedenle <b>Bütünlük</b>, bu ana düşüncelerden biridir."
  },
  {
    "id": "145247",
    "unitNumber": 3,
    "text": "<strong>Dilbilimsel y&ouml;ntemiyle yapısalcılığın en bilinen bi&ccedil;imine kaynaklık eden d&uuml;ş&uuml;n&uuml;r aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Ferdinand de Saussure",
      "B": "Roland Barthes",
      "C": "Claude L&eacute;vi-Strauss",
      "D": "Jean Piaget",
      "E": "Louis Althusser"
    },
    "explanation": "Yapısalcılığın modern formu ve dilbilimsel yöntemi, <b>Ferdinand de Saussure'ün</b> ortaya koyduğu 'dil' (langue) ve 'söz' (parole) ayrımı ile göstergebilimsel modelden kaynaklanmıştır. Saussure'ün bu modeline dayanarak, yapısalcı yaklaşımlar diğer sosyal bilim dallarına yayılmıştır."
  },
  {
    "id": "145256",
    "unitNumber": 3,
    "text": "<strong>İlk eserlerinde yapısalcı yaklaşıma olan yakınlığı ve ideoloji sorununu bu yapısalcılıkla b&uuml;t&uuml;nleştirerek &ccedil;&ouml;zme &ccedil;abaları giderek d&ouml;n&uuml;ş&uuml;me uğrayan ve daha sonraları post-yapısalcılık i&ccedil;inde konumlandırılan d&uuml;ş&uuml;n&uuml;r aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Jacques Lacan",
      "B": "Roland Barthes",
      "C": "Claude L&eacute;vi-Strauss",
      "D": "Karl Marx",
      "E": "Max Weber"
    },
    "explanation": "<b>Louis Althusser</b>, Marksist teoriyi yapısalcı bir okumaya tabi tutarak ideoloji sorununu yapısal çerçevede çözmeye çalışmıştır. Ancak, yapısalcılığın kurallarını zorlayan ve özne/ideoloji üzerine yoğunlaşan çalışmaları, daha sonraları <b>Post-Yapısalcılık</b> akımının (özellikle ideoloji ve özne eleştirisi bağlamında) gelişiminde önemli bir rol oynamıştır."
  },
  {
    "id": "189813",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi yapısalcılığın, Ferdinand de Saussure tarafından ortaya koyulan dil bilimsel kurallara bağlılık g&ouml;steren şeklinin temel &ouml;zellikleri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Dil ile ilgilenme",
      "B": "&Ouml;znelciliğe saldırı",
      "C": "H&uuml;manizme saldırı",
      "D": "Tarihselcilikten yararlanma",
      "E": "İkili karşıtlıklarla ilgilenme"
    },
    "explanation": "Saussure'ün yapısal dilbilimi, <b>eşzamanlı (senkronik)</b>, yani dili belirli bir andaki bir sistem olarak incelemeye odaklanır ve <b>dil (langue)</b> sistemini inceler. Bu model, dilin tarihsel gelişimini (<b>diyakroni</b>) veya bireysel konuşma eylemlerini (<b>sözceleme/parole</b>) incelemeyi dışarıda bırakır. Dolayısıyla, <b>diyakronik inceleme</b> temel özellikler arasında <u>yer almaz</u>."
  },
  {
    "id": "339962",
    "unitNumber": 3,
    "text": "<strong>&quot;Genel Dilbilim Dersleri&quot; adlı eseriyle dilbilimin kurucularından biri olarak tanınan &uuml;nl&uuml; İsvi&ccedil;reli dilbilimci kimdir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Megill",
      "B": "Piaget",
      "C": "Platon",
      "D": "Claude L&eacute;vi-Strauss",
      "E": "Ferdinand de Saussure"
    },
    "explanation": "<b>Ferdinand de Saussure</b>, 20. yüzyıl dilbiliminin ve yapısalcılığın kurucu figürüdür. Ölümünden sonra öğrencileri tarafından derlenip yayımlanan <b>\"Genel Dilbilim Dersleri\"</b> adlı eseri, dilin soyut sistemini (langue) ve göstergelerin doğasını inceleyerek modern dilbilimin temelini atmıştır."
  },
  {
    "id": "340157",
    "unitNumber": 3,
    "text": "Piaget, yapı kavramının &uuml;&ccedil; ana d&uuml;ş&uuml;nceden oluştuğunu vurgular.<br /><strong>Aşağıdakilerden hangisinde bu &uuml;&ccedil; d&uuml;ş&uuml;nce doğru verilmiştir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "B&uuml;t&uuml;nl&uuml;k, d&ouml;n&uuml;ş&uuml;m, &ouml;z d&uuml;zenleme",
      "B": "Değişim, b&uuml;t&uuml;nl&uuml;k, gelişim",
      "C": "&Ouml;z d&uuml;zenleme, gelişim, değişim",
      "D": "Farkındalık, b&uuml;t&uuml;nl&uuml;k, d&ouml;n&uuml;ş&uuml;m",
      "E": "D&ouml;n&uuml;ş&uuml;m, gelişim, b&uuml;t&uuml;nl&uuml;k"
    },
    "explanation": "Jean Piaget, yapısalcılığı bir yöntem olarak ele almış ve bir yapının zorunlu olarak üç temel özelliği taşıması gerektiğini belirtmiştir: 1) <b>Bütünlük</b> (Bileşenlerin bir araya gelerek yeni nitelikler oluşturması), 2) <b>Dönüşüm</b> (Yapının statik olmayıp, kendisini değiştirebilmesi) ve 3) <b>Öz Düzenleme</b> (Yapının dışsal müdahaleye gerek duymadan kendini koruyup sürdürebilmesi)."
  },
  {
    "id": "340158",
    "unitNumber": 3,
    "text": "<strong>Akrabalık ilişkileri ile s&ouml;ylemlerin temel yapısını araştırırken ileri s&uuml;rd&uuml;ğ&uuml; yapısal inceleme y&ouml;ntemi ve dil bilim kaynaklı okuma bi&ccedil;imiyle yapısalcı y&ouml;ntemi ilk kez dil bilim dışında kalan bir bilim dalında antropolojide uygulayan teorisyen aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Ferdinand de Saussure",
      "B": "Claude L&eacute;vi-Strauss",
      "C": "Roland Barthes",
      "D": "Auguste Comte",
      "E": "Jean Piaget"
    },
    "explanation": "Bu soru, 134190 numaralı soruyla aynı konuyu sormaktadır. Yapısalcı yöntemi dilbilimi dışına çıkararak, özellikle akrabalık ilişkileri ve mitleri incelemek üzere <b>antropolojide</b> uygulayan öncü teorisyen <b>Claude Lévi-Strauss</b>'tur. Bu uygulama, yapısalcılığın sosyal bilimlerdeki yükselişini sağlamıştır."
  },
  {
    "id": "341850",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi yapısalcılığın temel ama&ccedil; ve y&ouml;nelimleri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Ele alınan nesnenin &quot;kendi başına ve kendi kendisi i&ccedil;in&quot; incelenmesi",
      "B": "Nesnenin kendi &ouml;geleri arasındaki bağıntılardan oluşan bir &quot;dizge&quot; olarak ele alınması",
      "C": "Nesnenin arts&uuml;remlilik i&ccedil;inde değil, eşs&uuml;remlilik (eşzamanlılık) i&ccedil;inde ele alınması",
      "D": "Bu yaklaşımın felsefi, siyasal ya da sanatsal bir &ouml;ğreti olması",
      "E": "Nesnenin &quot;doğa &ouml;tesel&quot; değil, &quot;&ouml;zdek&ccedil;i&quot; bir yaklaşım bi&ccedil;iminde tanımlanması"
    },
    "explanation": "Yapısalcılığın temel yönelimi, <b>derin ve evrensel yapıları</b> ortaya çıkarmaktır. Bu yaklaşım, sosyal olguları <b>tarihsel süreçler</b> veya <b>bireysel öznellik</b> üzerinden açıklamayı reddeder. Bu nedenle, olguları <b>tarihsel (diyakronik) gelişim</b> bağlamında incelemek, yapısalcılığın temel amaçları arasında <u>yer almaz</u>; yapısalcılar bunun yerine eşzamanlı (senkronik) sisteme odaklanır."
  },
  {
    "id": "130105",
    "unitNumber": 4,
    "text": "<strong>Metnin yapı ve eleştirel yaklaşım kategorileri i&ccedil;ine sokulmayan anlam genişlemesi olarak a&ccedil;ıklanabilen kavram aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Yapıbozum",
      "B": "Sa&ccedil;ılma",
      "C": "Analiz",
      "D": "Anlam kayması",
      "E": "Dipanlam"
    },
    "explanation": "Bu kavram, metnin anlamının yapısalcı veya eleştirel kategoriler içine hapsedilemeyecek şekilde sürekli olarak <b>genişlemesi</b> ve <b>saçılması</b> anlamına gelir. Bu durum, özellikle <b>Jacques Derrida</b> tarafından kullanılarak, anlamın sabitlenemezliğini ve tek bir merkeze indirgenemezliğini vurgular. Metinlerin, okuyucu tarafından belirlenemeyen çoklu anlamlar üretme kapasitesi olarak da açıklanır."
  },
  {
    "id": "130109",
    "unitNumber": 4,
    "text": "<strong>&ldquo;Sous Rature&rdquo; yani &uuml;st&uuml;n&uuml; &ccedil;izme kavramıyla metinde okuyucu, s&ouml;zc&uuml;ğ&uuml;n &uuml;st&uuml;n&uuml;n &ccedil;izili olduğunu g&ouml;rmesiyle s&ouml;zc&uuml;ğ&uuml;n g&ouml;r&uuml;n&uuml;rdeki anlamına inanmayacağını ileri s&uuml;ren postyapısalcı d&uuml;ş&uuml;n&uuml;r aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Jacques Lacan",
      "B": "Jacques Derrida",
      "C": "Michel Foucault",
      "D": "Ferdinand De Saussure",
      "E": "Julia Kristeva"
    },
    "explanation": "<b>\"Sous Rature\"</b> (üstünü çizme), <b>Jacques Derrida</b>'nın kullandığı bir kavramdır. Bir sözcüğün yazılıp üstünün çizilmesi, o sözcüğün hem gerekli hem de yetersiz olduğunu, yani geleneksel anlamının sorgulanması gerektiğini gösterir. Bu, Yapıbozum'un bir aracıdır ve sözcüğün görünürdeki anlamının <b>mutlak hakikat</b> taşımadığını vurgular."
  },
  {
    "id": "130117",
    "unitNumber": 4,
    "text": "<strong>Batı edebiyatında erkek egemenliğinde olan yazma s&uuml;recini incelemeye alan ve kadının bu sisteme başkaldırı yapmasının ancak yazma s&uuml;reci ile ger&ccedil;ekleşeceğine vurgu yapan postmodern feminist d&uuml;ş&uuml;n&uuml;r aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Julia Kristeva",
      "B": "Luce Irigaray",
      "C": "Jacques Derrida",
      "D": "Larissa Grunig",
      "E": "Helena Cixous"
    },
    "explanation": "Bu tanım, özellikle <b>Hélène Cixous</b>'un <b>\"écriture féminine\"</b> (kadınsı yazı) kavramıyla ilgilidir. Cixous, Batı edebiyatının <b>fallogosentrik</b> (erkek merkezli) yapısını eleştirir ve kadının bu egemen sisteme karşı çıkmasının ve kendi öznelliğini oluşturmasının ancak <b>bedensel</b> ve <b>bastırılmamış</b> bir yazma süreci aracılığıyla mümkün olacağını savunur."
  },
  {
    "id": "134267",
    "unitNumber": 4,
    "text": "........................................., dilbilimden, yazın alanına, toplum bilime ve g&ouml;stergebilime kadar farklı alanlarda ortaya &ccedil;ıkan yapısalcılığın arg&uuml;manlarını reddeden bir d&uuml;ş&uuml;nce sistemidir.<br /><strong>C&uuml;mlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Postyapısalcılık",
      "B": "Liberalizm",
      "C": "Modernizm",
      "D": "Pragmatizm",
      "E": "Neoliberalizm"
    },
    "explanation": "Boş bırakılan yere <b>Postyapısalcılık</b> gelmelidir. Postyapısalcılık, 1960'ların sonlarında özellikle Fransa'da ortaya çıkan ve dilbilimden felsefeye kadar birçok alanda Yapısalcılığın temel argümanlarını (özellikle sabit bir merkez ve kesin yapı inancını) reddeden, <b>Yapıbozum</b> ve <b>Söylem</b> analizi gibi yöntemleri merkeze alan bir düşünce sistemidir."
  },
  {
    "id": "134348",
    "unitNumber": 4,
    "text": "<strong>Postyapısalcılıkla ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "B&uuml;t&uuml;nsel ve değişmez toplum yapısını kabul etmez.",
      "B": "Toplumsal yapı i&ccedil;inde &ouml;zne pasif değil, aktif olarak konumlandırılmalıdır.",
      "C": "Toplumsal yapı i&ccedil;inde kadın ve erkek dışında farklı cinsel ve alt kimlikler kendine yer bulmalıdır.",
      "D": "&Ouml;znelere g&ouml;re değişen par&ccedil;alı anlam yapısını &ouml;n plana &ccedil;ıkarır.",
      "E": "Toplum bir b&uuml;t&uuml;nd&uuml;r ve değişime a&ccedil;ık değildir."
    },
    "explanation": "Postyapısalcılık, Yapısalcılığın aksine, metinlerin veya anlamların kesin bir <b>merkeze</b> sahip olduğunu reddeder; anlamın sürekli olarak <b>kaydığını</b> ve <b>ertelenerek</b> oluştuğunu (différance) savunur. Bu nedenle, postyapısalcılıkla ilgili olarak <b>\"anlamın sabitlenmesi gerektiğini\"</b> veya <b>\"yapının bir merkezi olması gerektiğini\"</b> iddia eden bir ifade kesinlikle yanlıştır."
  },
  {
    "id": "145261",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi Postyapısalcılığın geliştiği d&ouml;nemdir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "1920-1940",
      "B": "1940-1960",
      "C": "1910-1920",
      "D": "1950-1970",
      "E": "1930-1940"
    },
    "explanation": "Postyapısalcılık, <b>1960'ların ortalarından</b> itibaren (özellikle 1966'daki Jacques Derrida'nın konferansından sonra) Yapısalcılığın sınırlılıklarına bir tepki olarak doğmuş ve <b>1970'ler boyunca</b> gelişimini sürdürmüştür. Bu dönem, genel olarak <b>Postmodern</b> çağın başlangıcına denk gelir."
  },
  {
    "id": "145281",
    "unitNumber": 4,
    "text": "<strong>Postyapısalcıların eleştirdiği bilim modeli aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Postmodernizm",
      "B": "G&ouml;stergebilim",
      "C": "Eleştirel Kuram",
      "D": "Ampirizm",
      "E": "Mantık&ccedil;ı-Pozitivizm"
    },
    "explanation": "Postyapısalcılar, evrensel yasaların varlığına, mutlak hakikate ve nesnelliğe dayanan bilimsel bilgi modelini eleştirir. Eleştirdikleri temel model, 19. yüzyıldan itibaren sosyal bilimlere de sirayet eden <b>Pozitivist bilim modeli</b>dir. Bu model, bilginin iktidar ilişkilerinden bağımsız, tarafsız olduğu iddiası nedeniyle <b>Michel Foucault</b> gibi düşünürlerce sorgulanmıştır."
  },
  {
    "id": "145283",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi postyapısalcı d&uuml;ş&uuml;n&uuml;rlerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Jacques Derrida",
      "B": "Jacques Lacan",
      "C": "Ferdinand De Saussure",
      "D": "Michel Foucault",
      "E": "Julia Kristeva"
    },
    "explanation": "Başlıca postyapısalcı düşünürler arasında <b>Jacques Derrida</b>, <b>Michel Foucault</b>, <b>Jacques Lacan</b>, <b>Julia Kristeva</b>, <b>Jean-François Lyotard</b> ve <b>Gilles Deleuze</b> sayılabilir. Eğer şıklarda Yapısalcılığın kurucularından olan <b>Ferdinand de Saussure</b> veya <b>Claude Lévi-Strauss</b> gibi isimler varsa, bu kişi postyapısalcı değildir, zira postyapısalcılık onların sistemlerini eleştirerek ortaya çıkmıştır."
  },
  {
    "id": "145292",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi postyapısalcıların eleştirdiği kavramlar arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "&Ouml;zne",
      "B": "Belirsizlik",
      "C": "B&uuml;y&uuml;k &Ouml;teki",
      "D": "Doğruluk",
      "E": "Nedensizlik"
    },
    "explanation": "Postyapısalcılar, Batı metafiziğinin temelini oluşturan <b>merkez</b>, <b>kaynak</b>, <b>kesin anlam</b>, <b>doğrudan mevcudiyet (presence)</b> ve <b>rasyonel özne</b> gibi kavramları eleştirirler. Postyapısalcıların temel aldığı veya olumladığı kavramlar (örneğin <b>söylem</b>, <b>fark/différance</b>, <b>iz</b>) eleştirdikleri kavramlar arasında yer almaz."
  },
  {
    "id": "145302",
    "unitNumber": 4,
    "text": "<strong>&Ouml;zne kavramını s&ouml;ylem ve biyo-iktidar ile ilişkili olarak a&ccedil;ıklayan d&uuml;ş&uuml;n&uuml;r aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Michel Foucault",
      "B": "Jacques Derrida",
      "C": "Jacques Lacan",
      "D": "Julia Kristeva",
      "E": "Helena Cixous"
    },
    "explanation": "<b>Michel Foucault</b>, özne kavramını, rasyonel ve özerk bir varlık olmaktan çıkarıp, tarihsel olarak değişen <b>söylemlerin</b> (discourse) ve <b>iktidar mekanizmalarının</b> (kurumlar, disiplin teknikleri) bir ürünü olarak açıklar. Foucault, modern iktidarın yaşamı ve bedeni kontrol etme biçimi olan <b>biyo-iktidar</b> (biopower) kavramını da bu bağlamda geliştirmiştir."
  },
  {
    "id": "145341",
    "unitNumber": 4,
    "text": "<strong>Sa&ccedil;ılma (dissemination) kavramını &ccedil;alışmalarında temel alan d&uuml;ş&uuml;n&uuml;r aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Michel Foucault",
      "B": "Jacques Derrida",
      "C": "Jacques Lacan",
      "D": "Julia Kristeva",
      "E": "Helena Cixous"
    },
    "explanation": "<b>Saçılma (Dissemination)</b> kavramı, <b>Jacques Derrida</b>'nın Yapıbozum (Deconstruction) teorisinin anahtarıdır. Bu, metnin anlamının herhangi bir merkeze, kökene veya tek bir okumaya sabitlenemeyeceğini, aksine sonsuz sayıda farklı yollara <b>yayılıp</b> çoğaldığını (saçıldığını) ifade eder."
  },
  {
    "id": "145354",
    "unitNumber": 4,
    "text": "<strong>Lacan&rsquo;ın psikanaliz &ccedil;alışmalarında dilin gelişim aşamaları aşağıdakilerden hangisinde doğru olarak verilmiştir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Preodipal evre-ayna evresi- oedipal evre",
      "B": "Ayna evresi- oedipal evre- preodipal evre",
      "C": "Oedipal evre- ayna evresi- preodipal evre",
      "D": "İd-ego-s&uuml;perego evresi",
      "E": "G&ouml;stergesel dil evresi- sembolik dil evresi"
    },
    "explanation": "<b>Jacques Lacan</b>, psikanalitik gelişim sürecini ve öznenin dil ile ilişkisini üç ana düzen (order) üzerinden açıklar. Bunlar sırasıyla: <b>İmgesel (Imaginary)</b>, <b>Simgesel (Symbolic)</b> ve <b>Gerçek (Real)</b> düzenlerdir. Simgesel düzen, dilin ve ataerkil yasanın devreye girdiği aşamayı temsil eder."
  },
  {
    "id": "145362",
    "unitNumber": 4,
    "text": "<strong>Dili yapısalcı sistemin bir &uuml;r&uuml;n&uuml; olarak &quot;B&uuml;y&uuml;k &Ouml;teki&quot; kavramı ile ilişkili olarak eleştiren d&uuml;ş&uuml;n&uuml;r aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Luce Irigaray",
      "B": "Derrida",
      "C": "Lacan",
      "D": "Helena Cixous",
      "E": "Foucault"
    },
    "explanation": "Dili yapısalcı bir sistemin ürünü olarak ele alan ve bu yapıyı öznenin oluşumunda merkezi bir rol oynayan olarak tanımlayan düşünür <b>Jacques Lacan</b>'dır. Lacan'ın <b>\"Büyük Öteki\"</b> (The Big Other) kavramı, toplumsal normları, yasaları ve dili içeren, bireyi Simgesel Düzene sokan yapısal sistemi ifade eder."
  },
  {
    "id": "145371",
    "unitNumber": 4,
    "text": "<strong>Postyapısalcı dil ve anlam ilişkisinde aşağıdakilerden hangisi <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Dilde metaforlar vardır.",
      "B": "Dilde metonimiler bulunur.",
      "C": "Anlam belirsizdir.",
      "D": "Anlam tek ve değişmezdir.",
      "E": "Anlam &ouml;znelere g&ouml;re değişmektedir."
    },
    "explanation": "Postyapısalcı düşünce, anlamın <b>kaynağının mevcudiyetine (presence)</b>, <b>merkeze</b> ve <b>anlamın sabitliğine</b> karşıdır. Derrida’nın <b>\"différance\"</b> kavramı, anlamın sürekli olarak ertelendiğini ve izler aracılığıyla oluştuğunu gösterir. Bu nedenle, postyapısalcı bakış açısında, gösteren ve gösterilen arasındaki ilişkinin <b>doğal veya değişmez</b> olduğu inancı kesinlikle yer almaz, bu yapısalcı bir kabuldür."
  },
  {
    "id": "145380",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi postyapısalcılığın eleştirdiği konular arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "&Ouml;znenin inşasının toplumsal yapı tarafından belirlenmesi",
      "B": "Dil ve anlam ilişkisi olarak kabul edilen g&ouml;stergebilimin nedensiz ilişkiyle anlamı sabitlemesi",
      "C": "Metnin anlamının tek ve değişmez olduğu ger&ccedil;eği",
      "D": "Batı K&uuml;lt&uuml;r&uuml;nde yer alan ikili karşıtlıklar",
      "E": "Kadın yazma pratiğinin &ouml;n plana &ccedil;ıkması"
    },
    "explanation": "Postyapısalcılık, <b>logomerkezcilik</b>, <b>fallomerkezcilik</b>, <b>Batı metafiziği</b> ve <b>merkeziyetçilik</b> gibi kavramları eleştirirken, <b>söylem analizi</b>, <b>çokluk</b> (multiplicity) ve <b>fark</b> (différance) gibi kavramları kendi metodolojisi içinde kullanır ve olumlar. Dolayısıyla, bu olumlanan kavramlardan biri eleştiri konusu olamaz."
  },
  {
    "id": "189970",
    "unitNumber": 4,
    "text": "<strong>Saussure&rsquo;&uuml;n kelime anlamlarını nedensiz bir ilişkiye dayandırmasını eleştiren postyapısalcı d&uuml;ş&uuml;n&uuml;r aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Foucault",
      "B": "Derrida",
      "C": "Kristeva",
      "D": "Cixous",
      "E": "Lacan"
    },
    "explanation": "Saussure’ün dil sistemi, gösteren ve gösterilen arasındaki ilişki nedensiz olsa da, sistem içinde sabitlenmiştir. Bu sabitlenme ve özellikle sözü (presence) yazıya tercih etmesi (logomerkezcilik), <b>Jacques Derrida</b> tarafından eleştirilmiştir. Derrida, anlamın yalnızca nedensiz değil, aynı zamanda <b>izlere</b> ve <b>ertelenmeye</b> (différance) dayandığını ileri sürer."
  },
  {
    "id": "190227",
    "unitNumber": 4,
    "text": "<strong>Sa&ccedil;ılma, &uuml;st&uuml;n&uuml; &ccedil;izme ve yapıbozum kavramlarını &ccedil;alışmalarında kullanan postyapısalcı d&uuml;ş&uuml;n&uuml;r aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Foucault",
      "B": "Kristeva",
      "C": "Cixous",
      "D": "Derrida",
      "E": "Lacan"
    },
    "explanation": "<b>Saçılma (Dissemination)</b>, <b>Üstünü Çizme (Sous Rature)</b> ve <b>Yapıbozum (Deconstruction)</b> kavramlarının tamamı, Batı metafiziğinin merkeziyetçi yapısını çözmeye odaklanan <b>Jacques Derrida</b>'nın postyapısalcı teorisine aittir. Bu kavramlar, metindeki anlamın kayganlığını ve çokluğunu göstermek için kullanılır."
  },
  {
    "id": "190231",
    "unitNumber": 4,
    "text": "<strong>Julia Kristeva&rsquo;nın dil yapılanma s&uuml;recini anlatan kavramlarının doğru sıralanışı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "G&ouml;stergesel Dil Evresi- Simgesel Dil Evresi",
      "B": "Simgesel Dil Evresi- G&ouml;stergesel Dil Evresi",
      "C": "Oedipal- Ayna- Preodipal",
      "D": "İd- Ego- Superego",
      "E": "Preodipal- Ayna- Oedipal"
    },
    "explanation": "Postyapısalcı feminist düşünür <b>Julia Kristeva</b>, dil yapılanma sürecini iki temel aşamaya ayırır: <b>Semiyotik (Semiotic)</b> ve <b>Simgesel (Symbolic)</b>. Semiyotik, dil öncesi bedensel dürtüleri ve ritimleri; Simgesel ise dilin ve ataerkil yasanın düzenini temsil eder. Doğru sıralanış genellikle <b>Semiyotik</b> ve ardından <b>Simgesel</b> olarak verilir."
  },
  {
    "id": "190233",
    "unitNumber": 4,
    "text": "<strong>&Ouml;zne kavramına dair postyapısalcıların bakış a&ccedil;ısı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "G&uuml;&ccedil;l&uuml; &ouml;zne",
      "B": "Rasyonel &ouml;zne",
      "C": "Tek bir kimliğe sahip olan &ouml;zne",
      "D": "Zaman i&ccedil;inde değişen &ouml;zne",
      "E": "İktidar s&ouml;ylemi i&ccedil;inde olan &ouml;zne"
    },
    "explanation": "Postyapısalcılar, modernizmin öngördüğü <b>bütüncül</b>, <b>rasyonel</b> ve <b>özerk</b> özne kavramını reddeder. Onların bakış açısına göre özne, <b>parçalanmış</b>, <b>söylem ve iktidar ilişkileri tarafından inşa edilmiş</b> ve daima <b>dilsel yapılar</b> içinde konumlanmış geçici bir mevkidir. Özne, merkezi değil, merkeziyetten yoksun bir yapıdır."
  },
  {
    "id": "190246",
    "unitNumber": 4,
    "text": "<strong>Yazı karşısına s&ouml;z merkezciliği &ouml;n plana &ccedil;ıkaran postyapısalcı d&uuml;ş&uuml;n&uuml;r aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Lacan",
      "B": "Derrida",
      "C": "Cixous",
      "D": "Kristeva",
      "E": "Foucault"
    },
    "explanation": "Yazı karşısında söz merkezciliği (Logomerkezcilik), Batı metafiziği geleneğinin bir özelliğidir ve postyapısalcıların <b>eleştirdiği</b> temel kavramdır. Bu eleştiriyi ön plana çıkaran ve yazının üstünlüğünü (Archi-écriture) savunan düşünür <b>Jacques Derrida</b>'dır. Derrida, sözün (presence) yazıdan üstün olduğu inancını çürüterek postyapısalcılığın temellerini atmıştır."
  },
  {
    "id": "190249",
    "unitNumber": 4,
    "text": "<strong>Lacan&rsquo;ın babanın dili olarak kabul ettiği evre aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "G&ouml;stergesel dil",
      "B": "Sembolik dil",
      "C": "Ego evresi",
      "D": "İd evresi",
      "E": "Oedipus&nbsp; evresi"
    },
    "explanation": "Lacan’ın psikoseksüel gelişim teorisinde üç temel evre veya düzen bulunur: İmgesel (Imaginary), Simgesel (Symbolic) ve Gerçek (Real). Babanın dili, yani <b>ataerkil yasa</b> ve toplumsal yapıların dil aracılığıyla bireye dayatılması, <b>Simgesel Evre</b>'ye aittir. Bu evre, çocuğun <b>Oedipus kompleksi</b> ile birlikte, fallik otoritenin (Babanın Adı) devreye girmesiyle gerçekleşir. Çocuk, anneden ayrışarak dilin ve kültürün kurallarını öğrenir. Bu evre, öznenin toplumsal alana girişini ve arzu nesnelerinin yasaklanmasını içerir."
  },
  {
    "id": "340162",
    "unitNumber": 4,
    "text": "<strong>&Ouml;zne kavramı ilk olarak aşağıdakilerden hangisi tarafından tartışmaya a&ccedil;ılmıştır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Michel Foucault",
      "B": "Paul De Man",
      "C": "Ferdinand de Saussure",
      "D": "Karl Marx",
      "E": "Louis Althusser"
    },
    "explanation": "Özne kavramının felsefi alanda, özellikle Batı felsefesinde yüzyıllardır süregelen <b>Kartezyen, bütünlüklü özne</b> (cogito) anlayışından sarsılarak tartışmaya açılması, genellikle 20. yüzyılın ikinci yarısında etkili olan <b>Postyapısalcı düşünürler</b> tarafından gerçekleştirilmiştir. Özellikle <b>Michel Foucault</b> ve <b>Jacques Derrida</b> gibi isimler, özneyi sabit ve evrensel bir merkez olarak değil; <b>dilin, iktidar ilişkilerinin ve söylemlerin</b> bir ürünü olarak görmüşlerdir. Onlara göre özne, merkeziyetini yitirmiş (decentered) ve sürekli inşa halinde olan bir yapıdır."
  },
  {
    "id": "340700",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi postyapısalcılığın eleştirel yaklaştığı noktalardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "&Ouml;znenin inşasının toplumsal yapı tarafından belirlenmesi",
      "B": "Kadın merkezci yazma pratiğinin erkeği ikincil ve &ouml;teki olarak konumlandırması",
      "C": "Dil ve anlam ilişkisi olarak kabul edilen g&ouml;stergebilimin nedensiz ilişkiyle anlamı sabitlemesi",
      "D": "Metnin anlamının tek ve değişmez olduğu ger&ccedil;eği",
      "E": "Batı k&uuml;lt&uuml;r&uuml;nde yer alan ikili karşıtlıklar"
    },
    "explanation": "Postyapısalcılık, <b>yapısalcılığın determinizmini</b> ve felsefedeki bazı geleneksel kabulleri eleştirir. Eleştirdiği temel noktalar şunlardır: Evrensel bir hakikatin varlığı, sabit ve değişmez anlam, <b>meta-anlatılar</b> (büyük hikayeler) ve <b>merkeziyetçi, bütünlüklü özne</b>. Dolayısıyla, postyapısalcılığın eleştirel yaklaştığı noktalardan biri olmayan bir ifade, postyapısalcıların benimsediği bir görüşü temsil etmelidir. Postyapısalcılar, genellikle <b>anlamın çoğulcu ve istikrarsız olması</b> veya <b>merkezsizleşmiş öznenin kabulü</b> gibi kavramları desteklerler ve bunları eleştirmezler."
  },
  {
    "id": "340704",
    "unitNumber": 4,
    "text": "<strong>Batı edebiyatında erkek egemenliğinde olan yazma s&uuml;recini incelemeye alan ve kadının bu sisteme başkaldırı yapmasının ancak yazma s&uuml;reci ile ger&ccedil;ekleşeceğine vurgu yapan postyapısalcı feminist kimdir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Luce Irigaray",
      "B": "Helena Cixous",
      "C": "Julia Kristeva",
      "D": "Jacques Derrida",
      "E": "Jacques Lacan"
    },
    "explanation": "Batı edebiyatındaki <b>ataerkil söylemi</b> eleştiren ve kadının toplumsal ve dilsel baskıya karşı mücadelesinin ancak kendine özgü bir \"yazma\" biçimiyle gerçekleşebileceğini savunan postyapısalcı feminist düşünür <b>Hélène Cixous</b>'dur. Cixous, <b>\"kadın yazısı\" (écriture féminine)</b> kavramını ortaya atmıştır. Bu kavram, kadınların bedenlerinden ve duygularından yola çıkarak, erkek egemenliğindeki mantık ve dil yapısını bozan, akışkan ve çok sesli bir ifade biçimi yaratmasını savunur. Eseri \"Medusa'nın Kahkahası\" bu fikrin manifestosudur."
  },
  {
    "id": "130066",
    "unitNumber": 5,
    "text": "<strong>Yirminci y&uuml;zyılda Avrupa Dil Bilimi&#39;nin neredeyse tamamının beslendiği bilim insanı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Saussure",
      "B": "Mathesius",
      "C": "Jakopsan",
      "D": "Trubetzkoy",
      "E": "Pierce"
    },
    "explanation": "Yirminci yüzyılda modern dil biliminin (linguistics) kurucusu olarak kabul edilen kişi <b>Ferdinand de Saussure</b>'dür. Saussure, 1916 yılında yayınlanan 'Genel Dil Bilimi Dersleri' (Cours de linguistique générale) adlı eseriyle, dili sistematik bir göstergebilim (semiyoloji) olarak ele almış ve bu yaklaşımıyla Avrupa dil biliminin neredeyse tamamının temelini oluşturmuştur. Onun görüşleri, <b>Prag Okulu</b> ve <b>Kopenhag Okulu</b> gibi önemli dil bilim çevrelerini derinden etkilemiştir."
  },
  {
    "id": "130071",
    "unitNumber": 5,
    "text": "<strong>Avrupa dilbilimine b&uuml;y&uuml;k katkı sunan&nbsp;Kopenhag Okulu&#39;nun en b&uuml;y&uuml;k temsilcisi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Hjelmslev",
      "B": "Barthes",
      "C": "Metz",
      "D": "Greimas",
      "E": "Br&ouml;ndal"
    },
    "explanation": "Avrupa yapısalcı dil biliminin önemli okullarından biri olan Kopenhag Okulu (Copenhagen School), özellikle dilin biçimini ve işlevini matematiksel kesinlikte incelemeyi amaçlamıştır. Bu okulun kurucusu ve en büyük temsilcisi <b>Louis Hjelmslev</b>'dir. Hjelmslev, Saussure'ün fikirlerini daha da ileri taşıyarak, 'glossematik' adını verdiği teoriyi geliştirmiştir. Bu teori, dilin saf biçimini maddeye bakmaksızın incelemeyi temel alır."
  },
  {
    "id": "130138",
    "unitNumber": 5,
    "text": "Se&ccedil;ilmiş terim ya da s&ouml;zc&uuml;klere ..........................., bu terim ve s&ouml;zc&uuml;klerin birleştirilmesine ........................... denilmektedir.<br /><strong>C&uuml;mlede boş bırakılan yerlere sırasıyla aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "dizi - dizim",
      "B": "serim - &ccedil;&ouml;z&uuml;m",
      "C": "giriş - gelişme",
      "D": "d&uuml;ğ&uuml;m - &ccedil;&ouml;z&uuml;m",
      "E": "serim - dizim"
    },
    "explanation": "Saussure, dilin iki tür ilişki biçiminde çalıştığını belirtir: <b>Dizimsel (Sentagmatik)</b> ve <b>Dizisel (Çağrışımsal/Paradigmatik)</b>. <br>Seçilmiş terim ya da sözcüklere <b>çağrışım (dizisel)</b>, bu terim ve sözcüklerin birleştirilmesine ise <b>dizim (sentagma)</b> denir. Dizisel ilişki, aynı bağlamda birbirinin yerine geçebilecek sözcükleri (seçim havuzunu) içerirken; dizimsel ilişki, bu seçilen sözcüklerin belirli bir düzende yan yana getirilmesini (birleştirmeyi) ifade eder."
  },
  {
    "id": "130139",
    "unitNumber": 5,
    "text": "<strong>Avrupa dil bilimine b&uuml;y&uuml;k katkı sunan Prag Okulu ka&ccedil; yılında kurulmuştur?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "1899",
      "B": "1912",
      "C": "1926",
      "D": "1932",
      "E": "1944"
    },
    "explanation": "Avrupa yapısalcı dil biliminin en etkili okullarından biri olan <b>Prag Okulu</b> (Prague Linguistic Circle), <b>1926</b> yılında kurulmuştur. Bu okul, özellikle dilin işlevi (fonksiyonu) üzerine yoğunlaşmış ve fonoloji (işlevsel ses bilimi) alanında devrim niteliğinde çalışmalar yapmıştır. Roman Jakobson ve Nikolay Trubetzkoy okulun önde gelen temsilcilerindendir."
  },
  {
    "id": "145403",
    "unitNumber": 5,
    "text": "<strong>Dil becerisinin aşağıdakilerden hangisi &uuml;zerinde etkisi en azdır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "İnsanların iletişim kurmasını sağlar.",
      "B": "K&uuml;lt&uuml;r&uuml;n gelişmesine katkı sağlar.",
      "C": "Toplumu etkilemektedir.",
      "D": "Dil &ouml;ğrenmede ve kendini ifade etmede etkilidir.",
      "E": "Yabancı bir dili kısa zamanda &ouml;ğrenmede etkilidir."
    },
    "explanation": "Dil becerisi, insanın <b>bilişsel gelişimi</b>, <b>sosyal etkileşimi</b>, kültürel kimliği ve duygusal ifadesi üzerinde kritik etkilere sahiptir. Dil, düşünmeyi yapılandıran temel araçtır. Ancak, doğrudan <b>fiziksel motor becerilerin</b> (örneğin, koşma, zıplama, denge kurma gibi) gelişimi üzerindeki etkisi, bilişsel veya sosyal etkileşime kıyasla en az olan alandır. Dil, motor becerilerin adlandırılmasına yardımcı olsa da, becerinin kendisini doğrudan sağlamaz."
  },
  {
    "id": "145441",
    "unitNumber": 5,
    "text": "<strong>Aşağıdaki kavramlardan hangisi dilbilimcilerin uğraşı ile ilgili <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Dilbilimci dil kavramının doğuştan gelip gelmediğini araştırır.",
      "B": "Dilbilimci şart koşar.",
      "C": "Dilbilimci dile yeni giren kelimelerin k&ouml;kenini inceler.",
      "D": "Dilbilimci dilin nasıl işlediğini araştırır.",
      "E": "Dilbilimci farklı dillerde kullanılan kelimeleri inceler."
    },
    "explanation": "Dilbilimciler (linguists), doğal dillerin yapısını, anlamını, ses sistemlerini (fonoloji ve fonetik), morfolojisini (biçim bilimi) ve sözdizimini (syntax) incelerler. Bu çalışmalar, <b>gösterge</b>, <b>anlam</b>, <b>söz</b> (parole), <b>dil</b> (langue) gibi kavramları içerir. Dilbilimin uğraş alanına girmeyen bir kavram, genellikle sosyal, psikolojik veya kültürel olmayan, dille doğrudan ilişkisi bulunmayan tamamen farklı bir disipline ait bir terimdir (Örn: Jeoloji, Astronomi gibi). Dilbilimin temel uğraşı <b>insan dili</b> ve onun dizgeleridir."
  },
  {
    "id": "145470",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi g&ouml;stergebilimin &ouml;zelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kendi dışında bir şeyi temsil eder.",
      "B": "G&ouml;stergeler bazen el kol hareketi olabilir.",
      "C": "Simgeler durumuna gelebilirler.",
      "D": "Simgeler her zaman dilseldir.",
      "E": "Toplumsal bildirimde bulunurlar."
    },
    "explanation": "Göstergebilim (semiyoloji veya semiotik), dil göstergeleri de dahil olmak üzere, her türlü gösterge dizgesini inceleyen bilim dalıdır. Saussure'e göre, göstergebilimin amacı, <b>toplumsal yaşamdaki anlamlı dizgeleri</b> araştırmaktır. Göstergebilimin temel özelliklerinden biri, evrensel bir bilim dalı olması ve yalnızca sözlü dili değil, tüm iletişim biçimlerini (görsel, işitsel, koku, jestler vb.) incelemesidir. Yanlış olan özellik, genellikle göstergebilimi yalnızca dil biliminin bir alt dalı olarak görmek veya sadece 'doğal' göstergelerle sınırlamak gibi ifadelerdir. Göstergebilim <b>toplumsal uzlaşıma dayalı tüm dizgeleri</b> kapsar."
  },
  {
    "id": "145483",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi g&ouml;stergenin &ouml;zellikleri arasında yer alır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "G&ouml;sterge bir kavramla bir iletişim imgesini birleştirir.",
      "B": "G&ouml;sterge bir nesneyle adı birleştirir.",
      "C": "G&ouml;sterge duyular aracılığıyla oluşmaz.",
      "D": "Ses imgesinin oluşturduğu bir kavramdır.",
      "E": "Zihnimizde &ouml;nceden kodlanmıştır."
    },
    "explanation": "Ferdinand de Saussure'e göre dilsel gösterge iki temel özelliğe sahiptir: <b>Keyfilik (Arbitrariness)</b> ve <b>Çizgisellik (Linearity)</b>. <br>Göstergenin <b>Keyfilik</b> özelliği, gösteren (ses imgesi) ile gösterilen (kavram) arasındaki ilişkinin doğal, mantıksal veya zorunlu olmaması, tamamen <b>uzlaşıma dayalı</b> olması demektir. 'Kedi' sesinin, kedi kavramını temsil etmesi rastlantısaldır, zorunlu değildir. Göstergenin bu keyfi yapısı onun en belirgin özelliklerindendir."
  },
  {
    "id": "145496",
    "unitNumber": 5,
    "text": "<strong>Dil bilim ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "G&ouml;steren bazı durumlarda zorunluluk olarak benimsenmiştir.",
      "B": "Dilin se&ccedil;tiği g&ouml;steren dışında da g&ouml;sterenler kullanılır.",
      "C": "Topluluk g&ouml;steren &uuml;zerinde uzlaşmıştır.",
      "D": "Dildeki anlaşmalar kolayca değişmez.",
      "E": "Her dilde farklı kullanılabilir."
    },
    "explanation": "Dil bilim, dili bilimsel, tarafsız ve sistematik olarak inceler. Yanlış olan bir ifade, genellikle dilin tarihsel değişimi (<b>eş zamanlılık/art zamanlılık</b> ayrımına dikkat etmemek) veya <b>Dil (Langue)</b> ve <b>Söz (Parole)</b> ayrımını karıştırmaktan kaynaklanır. Örneğin, dil bilimi sadece standart dil kurallarını öğretir veya 'doğru' dilden bahseder gibi bir iddia yanlıştır. Dil bilim, dilin nasıl kullanıldığını (betimleyici/descriptive) inceler, nasıl kullanılması gerektiğini (kuralcı/prescriptive) söylemez. Dilbilim <b>betimleyicidir</b>, kural koyucu (normatif) değildir."
  },
  {
    "id": "145559",
    "unitNumber": 5,
    "text": "<strong>G&ouml;stergeler i&ccedil;in aşağıdakilerden hangisi <u>s&ouml;ylenemez</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Değişmezlik &ouml;zelliği",
      "B": "Nedensizlik &ouml;zelliği",
      "C": "&Ccedil;izgisellik &ouml;zelliği",
      "D": "Dizimsellik &ouml;zelliği",
      "E": "G&ouml;r&uuml;n&uuml;rl&uuml;k &ouml;zelliği"
    },
    "explanation": "Göstergeler, Saussure'e göre <b>iki yönlüdür</b> (gösteren ve gösterilen), <b>keyfidir</b> ve dilsel gösterenler <b>çizgisel</b> bir karaktere sahiptir. Göstergeler toplumsal yaşam içinde anlam taşır ve bir uzlaşım sonucu oluşur. Göstergeler için söylenemeyecek olan şey, genellikle gösterenin ile gösterilenin arasında doğal bir bağ bulunması (keyfilik özelliğini reddetmek) veya göstergelerin zaman içinde asla değişmemesidir (<b>değişmezlik ve değişebilirlik</b> zıtlığı). Gösterge dizgeleri zamanla <b>değişmeye</b> tabidir."
  },
  {
    "id": "145571",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi g&ouml;sterenin &ccedil;izgiselliği ile ilgili olarak <u>yanlıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Sesbirimler &ccedil;izgisel bir şekilde yer alırlar.",
      "B": "Sesler birbiri ardına s&ouml;ylenir.",
      "C": "Aynı anda iki ses birlikte &ccedil;ıkarılmaz.",
      "D": "Ses &ouml;geleri birbirinden b&ouml;l&uuml;nemez yapıdadır.",
      "E": "Ses bilgileri birbirleriyle ilişkilidir."
    },
    "explanation": "Gösterenin çizgiselliği (linearity of the signifier), Saussure'ün göstergenin ses imgesi (akustik gösteren) için tanımladığı temel bir özelliktir. Bu, ses zincirlerinin <b>zaman içinde ardışık</b> olması gerektiği anlamına gelir. <br>Yanlış olan ifade, gösterenin çizgiselliğini reddeden veya onu görsel göstergelerle karıştıran bir ifadedir. Örneğin: 'Gösteren, zamanda birden fazla boyutta aynı anda algılanabilir' ifadesi yanlıştır. Çünkü gösterenin çizgiselliği, ses dizgesinin <b>zamanda tek boyutlu ve ardışık</b> (sequential) olmasını zorunlu kılar; iki ses aynı anda söylenemez, kelimeler sırayla dizilmek zorundadır."
  },
  {
    "id": "145581",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi ses dizgelerinin &ouml;zelliklerinden <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Ses birimleri tek başlarına kaldıklarında anlamlı olurlar.",
      "B": "Ses birimleri yalnızca g&ouml;sterenden oluşurlar.",
      "C": "Ses birimleri bir i&ccedil;eriğe g&ouml;nderme yapmazlar.",
      "D": "Bir &ouml;ğe dışarıda bırakıldığında genel yapı bozulur.",
      "E": "Ses birimleri belli bir sistem i&ccedil;inde bulunurlar."
    },
    "explanation": "Ses dizgelerinin (phonological systems) temel özellikleri arasında <b>çift eklemlilik</b> (double articulation), <b>sınırlı sayıda birimden sonsuz sayıda ifade oluşturma</b> yeteneği ve <b>seslerin ayırt edici işlevi</b> yer alır. Ses dizgelerinin özelliği olmayan bir durum, genellikle anlamsal özelliklerle karıştırılan veya evrensel olmayan bir özelliktir. Örneğin, ses dizgelerinin 'tamamen doğal ve kültüre bağımlı olmaması' yanlış bir ifadedir; zira fonemlerin seçimi ve dağılımı <b>her dilde farklılık gösterir</b> ve kültürel uzlaşımlara bağlıdır."
  },
  {
    "id": "145590",
    "unitNumber": 5,
    "text": "<strong>G&ouml;stergebilim ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Bir kavrama hangi ismin verildiği her zaman bellidir.",
      "B": "Dildeki uzlaşım aynı zamanda dilin şifresidir.",
      "C": "G&ouml;sterenle g&ouml;sterilen arasındaki ilişkide her zaman nedensellik bulunur.",
      "D": "Belli sesler belli kavramları ifade eder.",
      "E": "Her toplumun farklı uzlaşımları bulunabilir."
    },
    "explanation": "Göstergebilim (semiotics/semiology), <b>gösteren</b>, <b>gösterilen</b>, <b>keyfilik</b>, <b>uzlaşım</b>, <b>dizge</b> (system) gibi kavramları temel alır. Göstergebilimle ilgili yanlış olan bir ifade, genellikle göstergebilimin sadece dilsel göstergelerle sınırlı olduğunu veya Saussure'ün göstergebilim tanımının dışında kaldığını iddia eden ifadelerdir. Örneğin, 'Göstergebilim, psikolojinin bir alt dalıdır' gibi bir iddia yanlıştır. Saussure'e göre, dilbilim <b>genel bir göstergebilimin</b> bir parçasıdır, tam tersi değil."
  },
  {
    "id": "190280",
    "unitNumber": 5,
    "text": "<strong>&ldquo;Dilin se&ccedil;tiği g&ouml;steren yerine bir başkası kullanılamaz.&rdquo; diyen Saussure, g&ouml;stergenin hangi &ouml;zelliğini vurgulamaktadır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "G&ouml;stergenin g&ouml;sterenlerini",
      "B": "G&ouml;stergenin nedensizliğini",
      "C": "G&ouml;stergenin değişmezliğini",
      "D": "G&ouml;stergenin simgeselliğini",
      "E": "G&ouml;stergenin &ccedil;izgiselliğini"
    },
    "explanation": "Saussure, gösterenin gösterilenle bağının keyfi olduğunu söylese de, dilin bir kez toplumsal olarak uzlaşılmış olması nedeniyle, bireyin göstereni tek başına değiştiremeyeceğini belirtir. Bu durum, göstergenin <b>değişmezlik (sabitlik)</b> özelliğini vurgular. Dil, bir uzlaşım sonucu kabul edildiği için, toplum baskısı ve kitlesel eylemsizlik nedeniyle bireysel değişimlere karşı koyar ve uzun süre boyunca sabit kalır. Bu, <b>gösterenin kolektif hafızaya ve geleneğe bağlılığıdır</b>."
  },
  {
    "id": "190284",
    "unitNumber": 5,
    "text": "<strong>G&ouml;stergebilimle ilgili olarak aşağıdaki kavramlardan hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kavramlar işitim imgesi dışında g&ouml;sterilemez.",
      "B": "Bir g&ouml;steren farklı farklı g&ouml;sterenler ile bağlantı kurabilir.",
      "C": "Her kavram belli bir g&ouml;steren ve g&ouml;stergeden meydana gelmektedir.",
      "D": "G&ouml;sterge kendi i&ccedil;inde bir b&uuml;t&uuml;nd&uuml;r.",
      "E": "Bilgilerimizi g&ouml;stergeler &uuml;st&uuml;nden ediniriz."
    },
    "explanation": "Göstergebilim, dilin yanı sıra <b>tüm anlam sistemlerini</b> (trafik işaretleri, giyim, ritüeller) inceler. Temel kavramları arasında <b>gösteren, gösterilen, uzlaşım, dizge</b> bulunur. Yanlış olan bir kavram, genellikle 'doğal yasalar' veya 'doğrudan nedensellik' gibi göstergebilimden çok bilim felsefesi veya doğa bilimlerine ait olan kavramlardır. Göstergebilim, <b>sosyal ve kültürel uzlaşımlara</b> odaklanır."
  },
  {
    "id": "340065",
    "unitNumber": 5,
    "text": "G&ouml;stergeler, g&uuml;ndelik yaşamın akışında karşılaştığımız anlamlı dizgeler ve belli uzlaşımlar sonucu ilk başta anlaşılması zor olsa da sonradan anlamı a&ccedil;ılmaya başlayan, toplumsal bildirişimde şu ya da bu bi&ccedil;imde kolaylık sağlayan yalın dizgelerdir.<br /><strong>Buna g&ouml;re aşağıdakilerden hangisi g&ouml;sterge <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Anlamsız harflerin yan yana gelişi",
      "B": "Trafik işaretleri",
      "C": "Sağır-dilsiz alfabesi",
      "D": "Denizcilerin flamaları",
      "E": "Demiryolu g&ouml;revlilerinin işaretleşmeleri"
    },
    "explanation": "Tanıma göre göstergeler, 'anlamlı dizgeler' olup, 'belli uzlaşımlar sonucu' toplumsal bildirişimde kolaylık sağlar. Göstergenin temel özelliği <b>anlam taşıması</b> ve <b>toplumsal olarak kabul görmüş olmasıdır</b>. Gösterge olmayan bir şey, herhangi bir bildirişim amacı taşımayan veya rastgele oluşan bir durumdur. Örneğin, bir kelime (uzlaşım), bir trafik ışığı (uzlaşım) göstergedir. Ancak <b>rastgele çıkan bir gürültü</b> (anlamı ve uzlaşımı yoksa) veya <b>doğal bir fiziksel nesnenin kendisi</b> (bir ağaç, eğer bir şeyi temsil etmiyorsa) gösterge değildir."
  },
  {
    "id": "340709",
    "unitNumber": 5,
    "text": "S&ouml;zc&uuml;ğ&uuml;n yazıda g&ouml;rd&uuml;ğ&uuml;m&uuml;z ve işittiğimiz bi&ccedil;imine ............, zihnimizde uyandırdığı kavram boyutuna .................. denilmektedir.<br /><strong>C&uuml;mlede boş bırakılan yerlere sırasıyla aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "g&ouml;sterilen - g&ouml;sterge",
      "B": "g&ouml;sterge - g&ouml;nderge",
      "C": "g&ouml;steren - g&ouml;sterilen",
      "D": "g&ouml;sterilen - g&ouml;nderge",
      "E": "g&ouml;steren - g&ouml;sterge"
    },
    "explanation": "Saussure'e göre, dilsel gösterge iki yüzlüdür. Sözcüğün yazıda gördüğümüz ve işittiğimiz biçimine yani akustik imgeye <b>gösteren</b> (signifier), zihnimizde uyandırdığı kavram boyutuna ise <b>gösterilen</b> (signified) denilmektedir. Örneğin, 'AĞAÇ' sesi/yazısı gösteren, zihnimizdeki o bitki kavramı ise gösterilendir."
  },
  {
    "id": "341176",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisinde dilin &ccedil;izgisellik &ouml;zelliği a&ccedil;ıklanmaktadır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Dilin en k&uuml;&ccedil;&uuml;k birimleri olan ses birimler birbirine ancak sırayla eklenir, aynı anda iki ses (harfi) birden &ccedil;ıkarılamaz.",
      "B": "Başka dillerden kavramlar ve s&ouml;zc&uuml;kler bir dil g&ouml;stergesinin yerine ge&ccedil;ebilir.",
      "C": "G&ouml;sterileni (anlamı) g&ouml;sterene (ses dizi) bağlayan bağ hi&ccedil;bir i&ccedil; ilişkiye dayanmaz.",
      "D": "Tek başına duran g&ouml;stergenin anlamı olduk&ccedil;a farklılaşabileceği i&ccedil;in g&ouml;sterge asıl değerini dizge i&ccedil;inde kazanır.",
      "E": "Doğada bulunan bazı yansıma sesler dilin bu &ouml;zelliğine en iyi &ouml;rneklerdendir."
    },
    "explanation": "Dilin çizgisellik özelliği, dilsel gösterenin (ses imgesinin) doğası gereği <b>zamanda ard arda dizilmek zorunda</b> olmasını ifade eder. Sesler, konuşma zincirinde birbirini takip etmek zorundadır; aynı anda birden fazla ses çıkarılamaz. <br>Dolayısıyla, dilin çizgisellik özelliği, dilsel birimlerin <b>zamanda tek boyutlu bir zincir oluşturması</b> ve eş zamanlı (simultane) olarak algılanamaması anlamına gelir. Örneğin, 'k-i-t-a-p' seslerinin sırayla söylenmesi zorunluluğu çizgiselliktir."
  },
  {
    "id": "341863",
    "unitNumber": 5,
    "text": "Her dilde belli kavramlar bazı adlarla (s&ouml;zc&uuml;kler, ses zincirleri) ifade edilmektedir. Yani her dilde g&ouml;sterilenlerin belli olduğu g&ouml;sterenleri bulunmaktadır. Bir kavrama atalarımızın neden &ouml;yle bir ad taktığı &ccedil;oğu zaman bilinmemektedir. Ama neye, ni&ccedil;in &ouml;yle dendiği zaten &ouml;nemsizdir. &Ouml;nemli olan neye, ne deneceği konusunda bir uzlaşıma varılmış olmasıdır. İşte bu uzlaşım, dilin şifresini oluşturmaktadır.<br /><strong>Yukarıda dilin hangi &ouml;zelliğinden bahsedilmektedir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Nedenlilik",
      "B": "Nedensizlik",
      "C": "&Ccedil;ift eklemlilik",
      "D": "Değişmezlik",
      "E": "Değişebilirlik"
    },
    "explanation": "Verilen metin, bir kavramın hangi adla anılacağının (gösteren ile gösterilen arasındaki bağın) mantıksal bir nedeni olmadığını, önemli olanın bu konuda <b>toplumsal bir uzlaşım</b> sağlanmış olması olduğunu açıklamaktadır. Gösteren ve gösterilen arasındaki bu rastlantısal, nedensiz bağ, Saussure'ün dilin <b>keyfilik (arbitrariness)</b> özelliği olarak adlandırdığı temel ilkedir. Keyfilik, dilin şifresinin temelini oluşturur, çünkü anlam sadece bir <b>topluluk anlaşmasına</b> dayanır."
  },
  {
    "id": "130074",
    "unitNumber": 6,
    "text": "<strong>Morris&#39;e g&ouml;re&nbsp;g&ouml;sterge ile belirttiği şey arasındaki ilişkiyi inceleyen g&ouml;stergebilim bileşeni aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "S&ouml;zdizim",
      "B": "Retorik",
      "C": "Anlambilim",
      "D": "Edimbilim",
      "E": "Olgubilim"
    },
    "explanation": "Charles Morris, göstergebilimi üç temel boyutta incelemiştir. Göstergenin kendi dışında işaret ettiği şeyle (belirttiği şey/nesne) arasındaki ilişkiyi inceleyen bileşen <b>Anlam Bilim (Semantics)</b>'dir. <br>Diğer bileşenler: Göstergelerin birbirleriyle olan ilişkisi <b>Söz Dizim (Syntax)</b>; göstergelerin yorumlayıcılarla/kullanıcılarla olan ilişkisi ise <b>Edim Bilim (Pragmatics)</b>'dir."
  },
  {
    "id": "130077",
    "unitNumber": 6,
    "text": "<strong>Nitel G&ouml;sterge, Tekil G&ouml;sterge ve Kavramsal/Kural G&ouml;sterge kavramları Peirce tarafından oluşturulan &ouml;beklerden hangisine aittir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Birinci &Ouml;bek",
      "B": "İkinci &Ouml;bek",
      "C": "Ortanca &Ouml;bek",
      "D": "&Uuml;&ccedil;&uuml;nc&uuml; &Ouml;bek",
      "E": "Sonuncu &Ouml;bek"
    },
    "explanation": "Charles Sanders Peirce, göstergeleri sınıflandırırken üç temel öbek (trichotomy) kullanmıştır. <b>Nitel Gösterge (Qualisign)</b> (salt bir nitelik), <b>Tekil Gösterge (Sinsign)</b> (tek bir varoluşsal olay) ve <b>Kavramsal/Kural Gösterge (Legisign)</b> (uzlaşım gerektiren kural), göstergenin kendisinin doğasına odaklanan <b>Birinci Öbek</b> içerisinde yer alan gösterge türleridir."
  },
  {
    "id": "130079",
    "unitNumber": 6,
    "text": "<strong>G&ouml;steren ile g&ouml;sterilen arasında varoluşsal bir bağın olduğu, neden-sonu&ccedil; ilişkisiyle birbirlerine bağlanmaları sonucu ger&ccedil;ekleşen g&ouml;stergelere ne ad verilir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "G&ouml;r&uuml;nt&uuml;sel g&ouml;sterge",
      "B": "Simge",
      "C": "Sav/kanıt &ccedil;ıkarma",
      "D": "S&ouml;zcebirim/terim",
      "E": "Belirtisel g&ouml;sterge"
    },
    "explanation": "Göstergebilimde, gösteren ile gösterilen arasında doğrudan, <b>varoluşsal bir bağın</b> bulunduğu, yani aralarında fiziksel bir <b>neden-sonuç ilişkisinin</b> olduğu göstergelere <b>Belirtisel Gösterge (İndeks)</b> adı verilir. Örneğin, duman (gösteren) ateşin (gösterilen) varlığını belirtir."
  },
  {
    "id": "131233",
    "unitNumber": 6,
    "text": "<strong>Bedenin sibernetik dizgelerinin araştırılması &uuml;zerine &ccedil;alışmaların yapıldığı araştırma alanı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Endosemiyotik",
      "B": "Homosemiyotik",
      "C": "Antroposemiyotik",
      "D": "Publicsemiyotik",
      "E": "Zoosemiyotik"
    },
    "explanation": "Bedenin kendi kendine düzenleme ve kontrol mekanizmalarını, yani <b>sibernetik dizgelerini</b> ve bu sistemler arasındaki bilgi akışını/iletişimini inceleyen araştırma alanı <b>Siber Semiyotik (Cyber Semiotics)</b> olarak adlandırılır. Bu alan, özellikle canlı sistemlerdeki otomatik bilgi işleme süreçlerine odaklanır."
  },
  {
    "id": "134444",
    "unitNumber": 6,
    "text": "I. Birinci &Ouml;bek<br />II. İkinci &Ouml;bek<br />III. Orta &Ouml;bek<br />IV. Sonuncu &Ouml;bek<br /><strong>Yukarıdakilerden hangisi ya da hangileri Peirce tarafından g&ouml;stergeleri a&ccedil;ıklamak &uuml;zere oluşturulan &ouml;beklerdendir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız IV",
      "C": "I ve II",
      "D": "III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Charles Sanders Peirce, göstergeleri dokuz farklı kategoriye ayırmak için göstergenin farklı ilişki biçimlerine göre üç ana öbek (trichotomy) oluşturmuştur. Bunlar <b>I. Birinci Öbek</b> (Göstergenin kendisi), <b>II. İkinci Öbek</b> (Göstergenin nesne ile ilişkisi) ve <b>Üçüncü Öbek</b> (Göstergenin yorumlayıcı ile ilişkisi)'dir. Orta Öbek bu sınıflandırmada kullanılan bir terim değildir."
  },
  {
    "id": "145598",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi Amerikan g&ouml;stergebilimin &ouml;nc&uuml;lerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Charles Sanders Peirce",
      "B": "Charles William Morris",
      "C": "Thomas Albert Sebeok",
      "D": "Michael Riffaterre",
      "E": "Ferdinand de Saussure"
    },
    "explanation": "Amerikan göstergebilim geleneğinin temel öncüleri <b>Charles Sanders Peirce</b> ve <b>Charles Morris</b>'tir. Buna karşın, <b>Ferdinand de Saussure</b>, göstergebilimin Avrupa'daki (Semiyoloji) yapısalcı geleneğinin kurucusudur ve Amerikan göstergebiliminin öncüsü olarak kabul edilmez."
  },
  {
    "id": "145606",
    "unitNumber": 6,
    "text": "<strong>Kendisinden başka bir şeyin yerini tutan, kendi dışında bir şeyi g&ouml;steren olguya ne ad verilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "G&ouml;sterge",
      "B": "İkon",
      "C": "Belirti",
      "D": "Sembol",
      "E": "Sav"
    },
    "explanation": "Göstergebilimin temelini oluşturan bu kavram, kendisinden başka bir şeyi işaret eden, yani <b>kendi dışında bir şeyin yerini tutan</b> ve onun hakkında bilgi veren maddi veya zihinsel olguyu ifade eder. Bu temel kavrama <b>Gösterge (Sign)</b> adı verilir."
  },
  {
    "id": "145631",
    "unitNumber": 6,
    "text": "<strong>Yaşamımızın her anında bulunan g&ouml;stergeleri inceleyen bilim dalına ne ad verilir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Estetik",
      "B": "Canlılar bilimi",
      "C": "Etik",
      "D": "G&ouml;stergebilim",
      "E": "Felsefe"
    },
    "explanation": "Göstergeleri, gösterge sistemlerini ve bu sistemlerin nasıl işlediğini inceleyen bilim dalına <b>Göstergebilim (Semiotics/Semiyoloji)</b> adı verilir. Göstergebilim, dil, kültür, medya, doğa ve toplumsal yaşamdaki tüm göstergeleri araştırır."
  },
  {
    "id": "145639",
    "unitNumber": 6,
    "text": "I. Charles Sanders Peirce<br />II. Ferdinand de Saussure<br />III. George Eliot<br /><strong>Yukarıdaki bilim insanlarından hangisi ya da hangileri g&ouml;stergebilimin &ouml;nc&uuml;lerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "I, II ve III"
    },
    "explanation": "Modern göstergebilimin iki temel kurucu ismi <b>Charles Sanders Peirce</b> ve <b>Ferdinand de Saussure</b>'dür. <b>III. George Eliot</b> ise 19. yüzyılda yaşamış ünlü bir İngiliz romancıdır (Mary Ann Evans'ın takma adı) ve göstergebilimin öncülerinden biri olarak kabul edilmez."
  },
  {
    "id": "145646",
    "unitNumber": 6,
    "text": "<strong>Morris&rsquo;e g&ouml;re g&ouml;stergeler ile g&ouml;stergeleri kullananlar arasındaki ilişkiyi inceleyen bileşen aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "S&ouml;zdizim",
      "B": "Edimbilim",
      "C": "Anlambilim",
      "D": "Endosemiyotik",
      "E": "Zoosemiyotik"
    },
    "explanation": "Charles Morris'in üç temel göstergebilim bileşeninden biri olan <b>Edim Bilim (Pragmatics)</b>, göstergeler ile bu göstergeleri kullananlar (yorumlayıcılar) arasındaki ilişkiyi, yani göstergelerin kullanım bağlamını ve etkilerini inceleyen alandır."
  },
  {
    "id": "145653",
    "unitNumber": 6,
    "text": "I. S&ouml;z dizim<br />II. Anlam bilim<br />III. Simge<br /><strong>Yukarıdakilerden hangisi ya da hangileri Morris&rsquo;in belirlediği bileşenler arasında&nbsp;<u>yer almaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "I, II ve III"
    },
    "explanation": "Charles Morris'in belirlediği göstergebilim bileşenleri <b>Söz Dizim (Syntax)</b>, <b>Anlam Bilim (Semantics)</b> ve <b>Edim Bilim (Pragmatics)</b>'tir. <b>Simge (Symbol)</b> ise Morris'in belirlediği çalışma bileşenlerinden biri değil, Peirce’ın gösterge sınıflandırmasında yer alan bir <b>gösterge türüdür</b>."
  },
  {
    "id": "145658",
    "unitNumber": 6,
    "text": "<strong>T&uuml;m canlıları kapsayan Canlılar G&ouml;stergebiliminin &ouml;nc&uuml;s&uuml; kimdir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Thomas Albert Sebeok",
      "B": "Ferdinand de Saussure",
      "C": "Charles Sanders Peirce",
      "D": "Charles William Morris",
      "E": "Paul de Man"
    },
    "explanation": "Tüm canlı varlıkları ve onların gösterge süreçlerini kapsayan <b>Canlılar Göstergebilimi (Biosemiotics)</b> alanının, özellikle 20. yüzyılın ikinci yarısında akademik bir disiplin olarak gelişmesine öncülük eden ve büyük katkılar sağlayan isim <b>Thomas A. Sebeok</b>'tur."
  },
  {
    "id": "145665",
    "unitNumber": 6,
    "text": "<strong>Canlılar G&ouml;stergebilim i&ccedil;erisinde insana &ouml;zg&uuml; g&ouml;stergeleri araştıran alan hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Zoosemiyotik",
      "B": "Endosemiyotik",
      "C": "Antroposemiyotik",
      "D": "Sibernetik",
      "E": "Dizge bilimi"
    },
    "explanation": "Canlılar Göstergebilimi (Biosemiotics) tüm yaşamı kapsarken, bu alan içerisinde sadece <b>insana özgü</b> kültürel, dilsel ve toplumsal gösterge sistemlerini inceleyen özel alt disipline <b>Antroposemiyotik (Anthroposemiotics)</b> adı verilir."
  },
  {
    "id": "145704",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi Sebeok tarafından belirlenen g&ouml;sterge t&uuml;rleri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Sinyal",
      "B": "Semptom",
      "C": "İkon",
      "D": "Endis",
      "E": "Sav"
    },
    "explanation": "Thomas A. Sebeok, Peirce'ın temel gösterge üçlüsünü (İndeks, İkon, Simge) kullanmakla birlikte, özellikle biyolojik iletişimde önemli olan <b>Sinyal</b> ve <b>Belirti (Symptom)</b> gibi türleri de merkeze almıştır. <b>Tekil Gösterge (Sinsign)</b> ise Peirce'ın Birinci Öbeği'ndeki spesifik bir gösterge çeşididir ve Sebeok'un kullandığı temel fonksiyonel gösterge türleri arasında yer almaz."
  },
  {
    "id": "145735",
    "unitNumber": 6,
    "text": "<strong>Foundation of The Theory of Signs (G&ouml;stergeler Kuramının Temelleri)&nbsp; isimli eser aşağıdakilerden hangisine aittir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Charles Sanders Peirce",
      "B": "Charles William Morris",
      "C": "Paul de Man",
      "D": "Ferdinand de Saussure",
      "E": "Michael Riffaterre"
    },
    "explanation": "Amerikan göstergebiliminin öncülerinden olan <b>Charles Morris</b>’in, göstergebilimin Söz Dizim, Anlam Bilim ve Edim Bilim olmak üzere üç ana bileşenini sistematik olarak tanımladığı temel eseri <b>Foundation of The Theory of Signs (Göstergeler Kuramının Temelleri)</b>’dir."
  },
  {
    "id": "190296",
    "unitNumber": 6,
    "text": "I. &Ouml;nerme<br />II. Belirtisel G&ouml;sterge/İndeks<br />III. Kavramsal/Kural G&ouml;sterge<br /><strong>Yukarıdakilerden hangisi ya da hangileri Peirce&rsquo;in belirlediği &uuml;&ccedil;&uuml;nc&uuml; &ouml;bek i&ccedil;erisinde yer alır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız II",
      "B": "Yalnız III",
      "C": "I, II ve III",
      "D": "Yalnız I",
      "E": "I ve II"
    },
    "explanation": "Peirce’ın <b>Üçüncü Öbek (Third Trichotomy)</b> göstergeleri, göstergenin yorumlayıcı ile olan ilişkisini inceler (Üçüncülük). Bu öbekte yer alan gösterge türleri <b>Terim (Rheme)</b>, <b>Önerme (Dicent Sign)</b> ve <b>Argüman (Argument)</b>’dır. Listede yer alan <b>I. Önerme</b> (Dicent Sign), bu öbek içerisinde yer alır."
  },
  {
    "id": "190303",
    "unitNumber": 6,
    "text": "<strong>G&ouml;stergebilimi semeotic olarak adlandıran d&uuml;ş&uuml;n&uuml;r kimdir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Paul de Man",
      "B": "Charles William Morris",
      "C": "Ferdinand de Saussure",
      "D": "Thomas Albert Sebeok",
      "E": "Charles Sanders Peirce"
    },
    "explanation": "Göstergebilim için Yunanca kökenli *semeion* (gösterge) kelimesinden türeyen <b>semeotic</b> (veya semeiotics) terimini, göstergeyi üçlü bir yapı içinde inceleyerek Amerikan göstergebilim geleneğini başlatan düşünür <b>Charles Sanders Peirce</b>'tür. (Saussure ise 'Semiyoloji' terimini kullanmıştır.)"
  },
  {
    "id": "190305",
    "unitNumber": 6,
    "text": "<strong>Dış d&uuml;nyayı bir yana bırakarak g&ouml;stergeyi kavram ve onun temsilcisi olarak s&ouml;zc&uuml;kten oluşan iki d&uuml;zlemli (dyadic) bir olgu olarak g&ouml;ren d&uuml;ş&uuml;n&uuml;r kimdir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Ferdinad de Saussure",
      "B": "Charles Sanders Peirce",
      "C": "Paul de Man",
      "D": "Charles William Morris",
      "E": "Thomas Albert Sebeok"
    },
    "explanation": "<b>Ferdinand de Saussure</b>, göstergeyi Gösteren (sözcük/işaret) ve Gösterilen (kavram) olmak üzere iki düzlemli (dyadic) zihinsel bir olgu olarak tanımlamıştır. Bu model, dış dünyadaki nesneyi (referent) gösterge yapısının dışında bırakır."
  },
  {
    "id": "190307",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi Peirce&rsquo;ın belirlediği ikinci &ouml;bek i&ccedil;erisinde yer alır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Nitel g&ouml;sterge",
      "B": "Tekil g&ouml;sterge",
      "C": "Simge",
      "D": "&Ouml;nerme",
      "E": "S&ouml;zcebirim/Terim"
    },
    "explanation": "Peirce’ın <b>İkinci Öbek</b> göstergeleri, göstergenin nesne ile olan doğrudan ilişkisine odaklanır (İkincillik). Bu öbekte yer alan göstergeler <b>İkon (Icon)</b>, <b>İndeks (Index)</b> ve <b>Simge (Symbol)</b>'dir."
  },
  {
    "id": "341183",
    "unitNumber": 6,
    "text": "<strong>Saussure&rsquo;den farklı olarak g&ouml;stergeyi ikili değil, &uuml;&ccedil;l&uuml; bir yapı olarak değerlendiren d&uuml;ş&uuml;n&uuml;r aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Charles Sanders Peirce",
      "B": "Jacques Derrida",
      "C": "Paul de Man",
      "D": "Roland Barthes",
      "E": "Tzvetan Todorov"
    },
    "explanation": "<b>Ferdinand de Saussure</b> göstergeyi ikili (dyadic) bir yapı olarak ele alırken (gösteren/gösterilen), <b>Charles Sanders Peirce</b> göstergeyi, nesne (Object) ve yorumlayıcıdan (Interpretant) oluşan üç temel öğeyi barındıran <b>üçlü (triadic)</b> bir ilişki olarak değerlendirmiştir."
  },
  {
    "id": "130085",
    "unitNumber": 7,
    "text": "<strong>Kastedilen şeyin, &ouml;zg&uuml;n olanın bir &ouml;zelliğinin başka bir şeyde temsil edildiği s&ouml;z mecazına ne ad verilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Metonim",
      "B": "Metafor",
      "C": "Yananlam",
      "D": "D&uuml;zanlam",
      "E": "Retorik"
    },
    "explanation": "Kastedilen şeyin, özgün olanın bir özelliğinin başka bir şeyde temsil edildiği bu söz sanatı, <b>söz mecazı</b> (trop) olarak adlandırılır. Bu durum, dilin düz anlam sınırlarını aşarak, kavramlar veya nesneler arasında ilişki kurma yoluyla <b>yan anlam</b> (connotation) üretilmesini sağlar. Örnek olarak <b>metonimi</b> (ad aktarması) bu tanıma uyan yaygın bir mecaz türüdür."
  },
  {
    "id": "131394",
    "unitNumber": 7,
    "text": "<strong>Barthes&#39;e g&ouml;re b</strong><strong>urjuva sınıfının &ccedil;ıkarları i&ccedil;in bazı anlamların doğallaştırılarak d&uuml;nyanın şu anki durumunu edebileştiren temsil bi&ccedil;imlerine ne ad verilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Mit",
      "B": "S&ouml;ylem",
      "C": "Roman",
      "D": "Şiir",
      "E": "Ağıt"
    },
    "explanation": "Barthes, burjuva sınıfının çıkarına hizmet eden ve belirli anlamları 'doğal' veya 'ebedi' olarak sunarak dünyanın şu anki durumunu meşrulaştıran bu temsil biçimlerine <b>Mit</b> (Myth) adını verir. Mitler, dilin ikinci düzey göstergebilim sisteminde, yani <b>yan anlam</b> (connotation) düzleminde işler ve tarihi bağlamı unutturarak ideolojik işlev görür."
  },
  {
    "id": "131397",
    "unitNumber": 7,
    "text": "<strong>S&ouml;zl&uuml; k&uuml;lt&uuml;r&uuml;n &uuml;retimleri olan masallar, romanlar, hik&acirc;yeler ve&nbsp; destanlar gibi i&ccedil;eriklere karşılık gelen metinler aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Yazarsıl metinler",
      "B": "Okurcul metinler",
      "C": "Derin metinler",
      "D": "Meteforlar",
      "E": "Metonimler"
    },
    "explanation": "Sözlü kültürden gelip yazılı kültüre aktarılan masallar, hikâyeler, romanlar ve destanlar gibi geleneksel ve kapalı anlatı formlarına sahip içerikler, Barthes'ın terminolojisinde <b>Okurcul Metin</b> (Lisible / Readerly Text) olarak adlandırılır. Bu metinler, okuyucudan pasif bir tüketim bekler."
  },
  {
    "id": "134491",
    "unitNumber": 7,
    "text": "<b>Aşağıdakilerden hangisi&nbsp;Barthes&#39;in etkilendiği isimlerden biri <u>değildir</u>?</b>",
    "correctAnswer": "A",
    "options": {
      "A": "Grunig",
      "B": "Marx",
      "C": "Freud",
      "D": "Nietzsche",
      "E": "Saussure"
    },
    "explanation": "Roland Barthes, <b>Ferdinand de Saussure’ün göstergebilim</b> kuramından, <b>yapısalcılık</b> akımından ve <b>psikanaliz</b> gibi modern düşünce sistemlerinden büyük ölçüde etkilenmiştir. Eğer şıklar arasında modern eleştiri akımlarıyla doğrudan ilişkili olmayan bir isim (örneğin <b>Aristoteles</b>) varsa, o isim Barthes'ın ana ilham kaynaklarından biri <b>değildir</b>."
  },
  {
    "id": "145829",
    "unitNumber": 7,
    "text": "<strong>S&ouml;zl&uuml; k&uuml;lt&uuml;r&uuml;n &uuml;retimi olan masallar, romanlar, hik&acirc;yeler ve destanlar gibi i&ccedil;erikler aşağıdakilerden hangisine aittir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Okurcul metin",
      "B": "Yazarsıl metin",
      "C": "Dizisel metin",
      "D": "İmgesel metin",
      "E": "Moda"
    },
    "explanation": "Sözlü kültürün ürünü olan ve geleneksel anlatı yapılarına (masal, roman, destan) sahip bu içerikler, anlamın kapalı ve sabit olduğu, okuyucunun edilgen kaldığı <b>Okurcul Metinler</b> (Readerly Texts) kategorisine aittir."
  },
  {
    "id": "145833",
    "unitNumber": 7,
    "text": "<strong>G&ouml;stergenin aşik&acirc;r anlamına g&ouml;ndermede bulunan &ouml;ge aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Yan anlam",
      "B": "D&uuml;z anlam",
      "C": "Metafor",
      "D": "Metonim",
      "E": "Teşbih"
    },
    "explanation": "Göstergenin genel kabul gören, sözlük anlamı veya herkesin anlayabildiği <b>aşikar anlamına</b> göndermede bulunan öge <b>Düz Anlam</b> (Denotation)'dır. Bu, göstergenin ilk düzey anlam sistemini oluşturur ve yan anlamın (connotation) temelini teşkil eder."
  },
  {
    "id": "145838",
    "unitNumber": 7,
    "text": "<strong>Belli bir ama&ccedil; i&ccedil;in bir s&ouml;z&uuml;n kendi anlamı dışında kullanılmasına ne ad verilir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Metonim",
      "B": "D&uuml;z anlam",
      "C": "Yorumlama",
      "D": "Metafor",
      "E": "İntak"
    },
    "explanation": "Belli bir etki yaratmak veya anlatımı güçlendirmek amacıyla bir sözün kendi asıl anlamının dışında, dolaylı olarak kullanılmasına <b>Söz Mecazı</b> veya daha geniş anlamda <b>Retorik</b> denir. Bu, <b>yan anlam</b> üretiminin temel yoludur."
  },
  {
    "id": "145860",
    "unitNumber": 7,
    "text": "<strong>Bir g&ouml;sterenin bir g&ouml;sterilene iliştirilerek anlamın sabitlenmesine ve kapanmasına ne isim verilir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "G&ouml;sterge",
      "B": "Yazarsıl metin",
      "C": "Okurcul metin",
      "D": "Eğretileme",
      "E": "D&uuml;zdeğişmece"
    },
    "explanation": "Barthes'ın özellikle fotoğraf ve görsel iletişim bağlamında kullandığı bu kavram, çok anlamlılık potansiyeli olan bir gösterenin (genellikle resim) anlamının bir gösterilene (genellikle yazı) bağlanarak <b>sabitlenmesine</b> ve kapatılmasına verilen isimdir: <b>Çapa</b> (Anchorage). Çapa, okuyucunun arzulanan anlamı yakalamasını sağlar."
  },
  {
    "id": "145870",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi anlamı a&ccedil;arak iki ucu a&ccedil;ık anlam &uuml;retimi oluşturur?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Okurcul metin",
      "B": "Metafor",
      "C": "Moda",
      "D": "Metonim",
      "E": "Yazarsıl metin"
    },
    "explanation": "Anlamı açarak okuyucunun aktif katılımını gerektiren ve birden çok, <b>iki ucu açık anlam</b> üretimi oluşturan metin türü <b>Yazarsal Metin</b> (Scriptible / Writerly Text)'dir. Bu metinler, geleneksel anlatı formlarının kapalılığını reddeder."
  },
  {
    "id": "145872",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisinde okuyucu metne karşı diren&ccedil; g&ouml;sterir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Yazarsıl metin",
      "B": "Okurcul metin",
      "C": "Metafor",
      "D": "Metonim",
      "E": "G&ouml;sterge"
    },
    "explanation": "Okuyucunun metne karşı pasif tüketimden kaçınarak aktif bir rol üstlendiği, metnin geleneksel anlam yapısına <b>direnç gösterdiği</b> metin türü <b>Yazarsal Metin</b>'dir (Writerly Text). Bu metinler okuru, anlamın üretimine katılmaya zorlar."
  },
  {
    "id": "145876",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi okuru eyleme ge&ccedil;irerek onun &ouml;zne konumunu bozmaktadır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Okurcul metin",
      "B": "Yazarsıl metin",
      "C": "Metafor",
      "D": "Moda",
      "E": "Mit"
    },
    "explanation": "Geleneksel olarak pasif (obje) konumunda olan okuyucuyu aktif hale getirerek, onu metnin anlamını <b>üretmeye zorlayan</b> ve böylece özne konumunu bozan metin türü <b>Yazarsal Metin</b>'dir (Scriptible). Okur, bu metinlerde tüketici değil, üretici (yazıcı) haline gelir."
  },
  {
    "id": "145882",
    "unitNumber": 7,
    "text": "<strong>Barthes&rsquo;ın 1967 yılında giyim modasının d&uuml;zeni ile ilgili g&ouml;stergebilimsel yaklaşımını ortaya koyduğu eseri aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "G&ouml;stergeler Kuramının Temelleri",
      "B": "G&ouml;stergeler, Dil ve Davranış",
      "C": "Sadakat Felsefesi",
      "D": "İşaret Teorisi",
      "E": "Modanın Dizgesi"
    },
    "explanation": "Roland Barthes'ın 1967 yılında giyim modasının göstergebilimsel düzenini incelediği ve moda işaretlerinin nasıl anlam ürettiğini analiz ettiği eseri <b>Système de la Mode</b> (Göstergebilimsel Moda Sistemi)'dir."
  },
  {
    "id": "146039",
    "unitNumber": 7,
    "text": "<strong>Barthes hangi eserinde yan alamı ve d&uuml;z anlamı iki farklı d&uuml;zlem olarak ele alır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yazının Sıfır Derecesi",
      "B": "S/Z",
      "C": "&Ccedil;ağdaş S&ouml;ylenler",
      "D": "Eyfel Kulesi",
      "E": "Eleştirel Denemeler"
    },
    "explanation": "Barthes, <b>yan anlam</b> (connotation) ve <b>düz anlam</b> (denotation) kavramlarını iki farklı göstergebilimsel düzlem olarak ele aldığı eseri <b>Göstergebilim İlkeleri</b>'dir (Elements of Semiology). Bu eserde, göstergenin ilk (düz anlam) ve ikinci (yan anlam/mit) düzey sistemleri açıklanır."
  },
  {
    "id": "146058",
    "unitNumber": 7,
    "text": "<strong>Ana işlevi tarihi doğallaştırma olan &ouml;ge aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Metafor",
      "B": "Metonim",
      "C": "Moda",
      "D": "Mit",
      "E": "Okurcul metin"
    },
    "explanation": "Tarihi ve kültürel olguları, sanki doğanın kendi ürünüymüş gibi göstererek (tarihselliğini gizleyerek) onları <b>doğallaştırma</b> işlevi gören öge, Barthes'ın incelediği <b>Mit</b> (Myth) kavramıdır. Mit, ideolojinin en önemli aracıdır."
  },
  {
    "id": "190478",
    "unitNumber": 7,
    "text": "<strong>Aşağıdaki ifadelerden hangisi okurcul metne ait <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Bir g&ouml;sterenin bir g&ouml;sterilene iliştirilerek anlamının sabitlenmesidir.",
      "B": "S&ouml;zl&uuml; k&uuml;lt&uuml;r&uuml;n &uuml;retimi olan masallar ve destanlar gibi i&ccedil;eriklere karşılık gelir.",
      "C": "Metni alımlayanlar, metnin t&uuml;ketilmesi gerektiğine inanır.",
      "D": "Kapalı &ouml;zelliğe sahiptir.",
      "E": "Okuyucuyu rahatsız eden ve onun gelenekleri ve k&uuml;lt&uuml;r&uuml; dışında &ouml;zne konumu yaratır."
    },
    "explanation": "<b>Okurcul Metin</b>'e (Readerly Text) ait olan özellikler, Yazarsal Metne (Writerly Text) ait <b>değildir</b>. Örneğin, 'Okuyucuyu pasif tüketime zorlamak', 'Anlamın sabit ve kapalı olması' ya da 'Geleneksel anlatı kodlarına bağlı kalmak' gibi ifadeler Yazarsal Metin için geçerli değildir."
  },
  {
    "id": "340118",
    "unitNumber": 7,
    "text": "<strong>Sanatsal bir olgu olması sebebiyle anlatılmak istenen şeyin bambaşka bir şekilde anlaşılmasını sağlayan kavram aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Eğretileme",
      "B": "Metonim",
      "C": "Metafor",
      "D": "Benzetme",
      "E": "Kişileştirme"
    },
    "explanation": "Sanatsal bir ifade biçimi olması sebebiyle, anlatılmak istenen şeyin doğrudan değil de dolaylı, bambaşka bir şekilde anlaşılmasını sağlayan bu kavram, <b>Söz Mecazı</b> (Trop) veya bu sürecin sonucu olan <b>Yan Anlam</b> (Connotation)'dır. Bu, dilin retorik boyutunu oluşturur."
  },
  {
    "id": "341185",
    "unitNumber": 7,
    "text": "<strong>Yapısalcılık, g&ouml;stergebilim ve psikanalizin etkilerini birleştiren, kendine &ouml;zg&uuml; bir edebiyat eleştirisi geliştiren Fransız aydın kimdir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Michael Riffaterre",
      "B": "Charles Sanders Peirce",
      "C": "Jacques Derrida",
      "D": "Ferdinand de Saussure",
      "E": "Roland Barthes"
    },
    "explanation": "Yapısalcılık, göstergebilim ve psikanalizin kavramlarını bir araya getirerek, hem popüler kültürü (Mitler) hem de metin teorisini (Okurcul/Yazarsal) devrimci bir şekilde ele alan ve kendine özgü bir edebiyat eleştirisi geliştiren Fransız aydın <b>Roland Barthes</b>'dır."
  },
  {
    "id": "341186",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi Roland Barthes&#39;ın</strong> <strong>g&ouml;stergebilim alanındaki g&ouml;r&uuml;şlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Dil sadece bir bildirişim aracı değil aynı zamanda bilin&ccedil;li ya da bilin&ccedil;siz şekilde yapılan d&uuml;ş&uuml;nsel bir s&uuml;re&ccedil;tir.",
      "B": "G&ouml;stergebilim dilbilimin bir alt dalıdır.",
      "C": "Kendi g&ouml;stergebilimini dilbilimin &ccedil;&ouml;z&uuml;lmesi sebebiyle bir kenara atılmış anlamlamanın bir incelenmesi olarak g&ouml;r&uuml;r.",
      "D": "Anlamlandırma, g&ouml;sterge sisteminin g&ouml;ndergesel ger&ccedil;ekliği ile ilgilidir.",
      "E": "Dizisel ve dizimsel ilişkilerin yemek ve moda gibi dilsel olmayan alanlarda da bulunduğunu ifade eder."
    },
    "explanation": "Roland Barthes'ın göstergebilim ve edebiyat eleştirisindeki temel görüşü, <b>Yazarın Ölümü</b> fikriyle özetlenebilir. Bu görüşe göre, metnin tek ve sabit bir anlamı yoktur ve bu anlam yazarın niyetine bağlı <b>değildir</b>; aksine anlam, okuyucu tarafından metinle etkileşim kurularak üretilir (Yazarsal Metin)."
  },
  {
    "id": "145344",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi Rus Bi&ccedil;imcilere bağlı olarak kurulan okullardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Moskova Okulu",
      "B": "Prag Okulu",
      "C": "Berlin Okulu",
      "D": "Paris Okulu",
      "E": "Kopenhag Okulu"
    },
    "explanation": "Rus Biçimcilik akımı, başlangıçta <b>Moskova Dilbilim Çevresi</b> (MDC) ve <b>OPOYAZ</b> (Şiirsel Dili İnceleme Topluluğu) gibi gruplar etrafında örgütlenmiştir. Bu akımın daha sonraki gelişimi, <b>Roman Jakobson</b>'un da etkisiyle <b>Prag Dilbilim Çevresi</b>'nin kurulmasıyla yapısalcılığa evrilmiştir. Bu nedenle, sorunun doğru cevabı, bu üç ana okuldan (MDC, OPOYAZ, Prag Çevresi) biri olmayan seçenektir."
  },
  {
    "id": "145358",
    "unitNumber": 8,
    "text": "<strong>Masalın Bi&ccedil;im Bilimi adlı eserin yazarı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Saussure",
      "B": "Voloshinov",
      "C": "Bakhtin",
      "D": "Propp",
      "E": "Kristeva"
    },
    "explanation": "<b>Vladimir Propp</b>, 1928 yılında yayımladığı çığır açan eseri “<b>Masalın Biçim Bilimi</b>” (Morphology of the Folktale) ile tanınır. Bu eserde, yüzlerce olağanüstü masalı incelemiş ve masallarda tekrar eden 31 temel <b>işlev</b> (functions) belirleyerek modern anlatı (narrative) çalışmalarına yapısalcı bir temel atmıştır."
  },
  {
    "id": "145375",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi roman s&ouml;yleminden hareketle toplumsal ve k&uuml;lt&uuml;rel yaşamla ilgili &ouml;nemli bilgileri ortaya &ccedil;ıkaracağı g&ouml;r&uuml;ş&uuml;n&uuml; savunmaktadır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Voloshinov",
      "B": "Bakhtin",
      "C": "Propp",
      "D": "Kristeva",
      "E": "Saussure"
    },
    "explanation": "Bu görüş, edebi söylemin, özellikle de roman türünün, toplumsal ve kültürel yaşamın bir yansıması ve çatışma alanı olduğunu savunan <b>Mikhail Bakhtin</b>’e aittir. Bakhtin, romandaki <b>diyalojik</b> yapının ve <b>çoksesliliğin</b> (polyphony), farklı toplumsal sınıfların ve ideolojilerin etkileşimini ortaya çıkardığını savunur."
  },
  {
    "id": "145408",
    "unitNumber": 8,
    "text": "<strong>Propp&rsquo;a g&ouml;re aşağıdakilerden hangisinden sonra masalda bir devingenlik ortaya &ccedil;ıkmaya başlar?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kahraman evinden ayrılır.",
      "B": "Kahraman geri d&ouml;ner.",
      "C": "Saldırgan aileden birine zarar verir.",
      "D": "Yasak &ccedil;iğnenir.",
      "E": "Aileden biri uzaklaşır."
    },
    "explanation": "Vladimir Propp’un masal analizine göre, masaldaki olay örgüsünün asıl <b>devingenliği</b> (hareketliliği), masalın başlangıç durumundaki dengenin bozulmasıyla başlar. Bu bozulma genellikle bir <b>kötülük</b> (Villainy) eylemi ya da kahramanın bir <b>eksiklik</b> (Lack) fark etmesiyle ortaya çıkar. Bu işlevler, kahramanı harekete geçiren ilk adımlardır."
  },
  {
    "id": "145438",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi bir metnin &uuml;retileceği mantıksal, derin d&uuml;zeyi doğrudan &uuml;retme aşamasını belirler?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "T&uuml;keten metin",
      "B": "&Uuml;reten metin",
      "C": "Metinlerarasılık",
      "D": "G&ouml;sterge",
      "E": "Bi&ccedil;imbilim"
    },
    "explanation": "Bu tanım, yapısalcı göstergebilimin önemli isimlerinden <b>Algirdas Julien Greimas</b>’ın <b>Üretken Poetika</b> (Generative Poetics) modelini işaret eder. Greimas’a göre metinler, önce en soyut ve mantıksal düzeyde (<b>derin yapı</b>), yani anlamın temel karşıtlıklarının üretildiği aşamada oluşturulur, daha sonra yüzeydeki anlatıya dönüştürülür."
  },
  {
    "id": "145468",
    "unitNumber": 8,
    "text": "<strong>Rus Bi&ccedil;imcilerin toplandıkları ilk okul aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kopenhag Okulu",
      "B": "Tartu Okulu",
      "C": "Paris Okulu",
      "D": "Prag Okulu",
      "E": "Moskova Okulu"
    },
    "explanation": "Rus Biçimcilik akımının çalışmalarını başlattığı ve edebiyat bilimine biçimsel bir yaklaşım getirdiği ilk ve en etkili örgütlenme, St. Petersburg/Petrograd merkezli <b>OPOYAZ</b>’dır (Şiirsel Dili İnceleme Topluluğu). 1916’da kurulan bu toplulukta <b>Viktor Shklovsky</b>, Yury Tynyanov ve Boris Eichenbaum gibi isimler yer almıştır. Moskova Dilbilim Çevresi ise 1915'te kurulmuş ancak OPOYAZ, biçimciliğin edebi odak noktası olmuştur."
  },
  {
    "id": "145560",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi bir kişinin eyleminin, olay &ouml;rg&uuml;s&uuml; i&ccedil;erisinde taşıdığı anlam bakımından tanımlanması anlamına gelir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Metinlerarasılık",
      "B": "G&ouml;sterge",
      "C": "İşlev",
      "D": "&Uuml;retilmiş metin",
      "E": "Dizge"
    },
    "explanation": "Bu tanım, <b>Vladimir Propp</b>'un masal analizinde kullandığı temel kavram olan <b>işlevi</b> (Function) ifade eder. Propp, işlevi, bir masal karakterinin eyleminin, olayın genel akışı içindeki anlamı ve rolü açısından tanımlanması olarak belirlemiştir. Bu eylem, kimin tarafından yapıldığına bakılmaksızın aynı anlama sahiptir."
  },
  {
    "id": "145591",
    "unitNumber": 8,
    "text": "<strong>Aşağıdaki d&uuml;ş&uuml;n&uuml;rlerden hangisi ideolojik g&ouml;stergelerin toplumsal &ccedil;ok vurgululuğu &uuml;zerine dil bilim &ccedil;alışmalarını y&uuml;r&uuml;tm&uuml;şt&uuml;r?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Voloshinov",
      "B": "Kristeva",
      "C": "Bakhtin",
      "D": "Jakobson",
      "E": "Propp"
    },
    "explanation": "Bu tanım, ideoloji ve dil arasındaki ilişkiyi inceleyen ve <b>Mikhail Bakhtin</b> çevresine dahil edilen <b>Valentin Voloshinov</b>'a aittir. Voloshinov, göstergelerin (özellikle dilin) nötr olmadığını, aksine toplumsal ve sınıfsal mücadelelerin bir yansıması olarak sürekli çatışan anlamlar taşıdığını (<b>çok vurgululuk</b>) savunur."
  },
  {
    "id": "145624",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi Rus Bi&ccedil;imcilerce g&uuml;nl&uuml;k dil kullanımından farklı olmasını ve amacının alışkanlıkları kırarak farkında olma bilincini yansıtması gereken unsur olarak tanımlanır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Edebiyat",
      "B": "Edebiyat tarihi",
      "C": "Edebiyat dili",
      "D": "Metinlerarasılık",
      "E": "İşlevler"
    },
    "explanation": "Rus Biçimcilerin temel estetik ilkesi olan bu kavram, <b>Viktor Shklovsky</b> tarafından ortaya atılan <b>yadırgatmaktır</b> (Ostraneniye). Biçimcilere göre sanat, algımızı otomatikleştiren alışkanlıkları kırarak, nesneleri sanki ilk kez görüyormuşuz gibi algılamamızı sağlamalı ve bu sayede <b>farkında olma bilincini</b> (idrak) yansıtmalıdır."
  },
  {
    "id": "145641",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi Rus bi&ccedil;imcilerin edebiyat ile ilgili g&ouml;r&uuml;şleri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Eserin i&ccedil;eriği bi&ccedil;imden daha &ouml;nemlidir.",
      "B": "Eserde bi&ccedil;im i&ccedil;erikten daha &ouml;nemlidir.",
      "C": "Edebiyatı diğer bilim dallarından soyutlamaya &ccedil;alışmışlardır.",
      "D": "Sadece edebiyat ile ilgili olan terimleri incelemişlerdir.",
      "E": "İnsana ait duygu, d&uuml;ş&uuml;nce ve geleneklerin edebiyata ait olmadığını ileri s&uuml;rm&uuml;şlerdir."
    },
    "explanation": "Rus Biçimciler, edebiyatın incelenmesini bilimselleştirmeyi amaçlamış ve odağı metnin dışındaki unsurlardan (yazarın psikolojisi, tarihsel bağlam, toplumsal mesaj) metnin içindeki <b>biçimsel tekniklere</b> ve <b>edebilik</b> (literariness) kavramına kaydırmışlardır. Edebi eserin temel amacının duyguları ifade etmek olduğu görüşü, Biçimcilerin nesnel, teknik odaklı yaklaşımı arasında <b>yer almaz</b>."
  },
  {
    "id": "148597",
    "unitNumber": 8,
    "text": "<strong>&ldquo;Teknik Olarak Sanat&rdquo; isimli yapıtında edebiyat dilinin g&uuml;nl&uuml;k dil kullanımından farklı olması gerektiğini ve amacının alışkanlıkları kırarak farkında olma ve farkına varma bilincini aşılaması gerektiğini savunan bilim insanı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Osip Brik",
      "B": "Victor Shlovsky",
      "C": "Viktor Vinogradov",
      "D": "Vladimir Propp",
      "E": "Yuri Tinyanov"
    },
    "explanation": "Bu tanım, Rus Biçimci kuramın kurucularından <b>Viktor Shklovsky</b>'ye aittir. Shklovsky, “<b>Teknik Olarak Sanat</b>” (Art as Technique / Iskusstvo kak priem) adlı makalesinde, sanatın temel tekniğinin ve işlevinin <b>yadırgatma</b> (Ostraneniye) olduğunu, bunun da algıyı canlandırarak 'farkına varma bilincini' geri getirdiğini savunur."
  },
  {
    "id": "148715",
    "unitNumber": 8,
    "text": "<strong>Roman Jakobson ve Pjotr Bogatyrev&rsquo;in &ouml;nc&uuml;l&uuml;ğ&uuml;nde 1915 yılında kurulan ve&nbsp;yapısalcı dilbilim &uuml;zerinde ve yazınbiliminin temellerinin oluşmasında olduk&ccedil;a etkili olan okul aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Paris Okulu",
      "B": "Londra Okulu",
      "C": "Moskova Okulu",
      "D": "Yugoslavya Okulu",
      "E": "Prag Okulu"
    },
    "explanation": "1915 yılında <b>Roman Jakobson</b> ve Pjotr Bogatyrev'in öncülüğünde kurulan bu okul, <b>Moskova Dilbilim Çevresi</b>'dir (MDC). Bu çevre, Rus Biçimcilik hareketinin önemli bir kolu olmuş ve dilbilimsel yaklaşımları kullanarak yazınbiliminin ve daha sonra yapısalcı dilbilimin temellerinin atılmasında kritik rol oynamıştır."
  },
  {
    "id": "149037",
    "unitNumber": 8,
    "text": "............................................&nbsp; &ldquo;dışarıdan eleştiri&rdquo; y&ouml;ntemiyle araştırmayı ama&ccedil;layan bakış a&ccedil;ılarına karşılık metnin i&ccedil;indeki &ouml;geleri inceleyerek &ldquo;i&ccedil;eriden eleştiri&rdquo; anlayışını &ccedil;alışmalarına uygulayan ilk kuramcılardır.<br /><strong>C&uuml;mlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Rus bi&ccedil;imciler",
      "B": "Alman bi&ccedil;imciler",
      "C": "Japon bi&ccedil;imciler",
      "D": "İngiliz bi&ccedil;imciler",
      "E": "Fransız bi&ccedil;imciler"
    },
    "explanation": "Metnin içindeki ögeleri inceleyerek 'içeriden eleştiri' anlayışını uygulamaya başlayan ilk kuramcılar <b>Rus Biçimciler</b>’dir. Onlar, metnin dışındaki sosyolojik, tarihsel veya biyografik bağlamları (dışarıdan eleştiri) reddederek, edebi eseri oluşturan <b>dilsel ve biçimsel tekniklere</b> odaklanmışlardır."
  },
  {
    "id": "150597",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi&nbsp;Rus Bi&ccedil;imciler&#39;in edebiyat ile ilgili belirlediği temel &ouml;zelliklerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Her t&uuml;rl&uuml; dogma kabul edilmelidir.",
      "B": "Şiirsel olan ya da olmayandan s&ouml;z edilmesi doğru değildir.",
      "C": "Uyağı yalnızca bir ses &ouml;gesi olarak ele almayıp bir anlam olgusu, dil bilgisi olarak ele almalıdır.",
      "D": "Şiirsel yapı tam anlamıyla b&uuml;t&uuml;n ve b&ouml;l&uuml;nmez bir yapı olarak ele alınmalıdır.",
      "E": "İşlev ile bi&ccedil;im arasındaki bağ tesad&uuml;fi bir yapıdan oluşmamıştır."
    },
    "explanation": "Rus Biçimciler, edebiyatın esas özelliğinin <b>edebilik</b> (literariness) olduğunu, yani kullanılan teknikler (biçim) ile tanımlanması gerektiğini savunurlar. Bu yüzden, edebiyatın estetik değerinin içeriğin derinliğinden geldiği veya bir toplumsal mesaj ilettiği görüşü, Biçimcilerin mekanik ve biçimsel odaklı yaklaşımına <b>ters düşer</b>."
  },
  {
    "id": "150619",
    "unitNumber": 8,
    "text": "I. Olağan&uuml;st&uuml; masalların i&ccedil;erdiği işlevler sayıca sınırlıdır.<br />II. İşlevlerin dizilişi her zaman aynıdır.<br />III. B&uuml;t&uuml;n olağan&uuml;st&uuml; masallar yapıları a&ccedil;ısından aynı tipe bağlanır.<br /><strong>Yukarıdakilerden hangisi ya da hangileri Propp&rsquo;a g&ouml;re işlevin temel &ouml;zelliklerindendir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "<b>Vladimir Propp</b>'a göre işlevin üç temel özelliği vardır:<br/>I. Masalların içerdiği işlevler <b>sayıca sınırlıdır</b> (31 adettir).<br/>II. Bu işlevlerin olay örgüsü içerisindeki <b>dizilişi her zaman aynıdır</b>.<br/>III. Bütün olağanüstü masallar yapıları açısından <b>aynı tipe bağlanır</b> (tek bir kalıptan türemiştir). Bu nedenle, verilen üç madde de Propp’un temel yasalarındandır."
  },
  {
    "id": "190526",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi ideolojik &ouml;gelerin zorunlu bir sınıfsal aitliklerinin olmadığını dile getirir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Propp",
      "B": "Kristeva",
      "C": "Bakhtin",
      "D": "Voloshinov",
      "E": "Saussure"
    },
    "explanation": "Bu görüş, dilin ve ideolojik göstergelerin doğası gereği tek bir sınıfa sabitlenemeyeceğini savunan <b>Valentin Voloshinov</b> (Bakhtin Çevresi) tarafından desteklenir. Voloshinov, göstergelerin toplumsal mücadelenin alanı olduğunu, farklı sınıflar tarafından sahiplenilip <b>yeniden vurgulanabildiğini</b>, dolayısıyla zorunlu ve sabit bir sınıfsal aidiyetlerinin olmadığını belirtir."
  },
  {
    "id": "190548",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi Rus bi&ccedil;imcilerin edebiyat ile ilgili belirlediği temel &ouml;zelliklerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Her t&uuml;rl&uuml; dogma reddedilmelidir.",
      "B": "Farklı oluşturucu &ouml;geler birbirinden ayrılmamalıdır.",
      "C": "Yazınsal olgular, karşılıklı ve birleştirici bağlantılarından koparılarak incelenemez.",
      "D": "Olguların ve eş anlamlı olmayan dizilerin karmaşık g&ouml;r&uuml;nt&uuml;lerini yok sayar.",
      "E": "Toplumsal yaşama g&ouml;re dilsel bir işlev taşır."
    },
    "explanation": "Rus Biçimcilik, edebiyatın bilimsel incelemesine odaklanmış ve eserin özgüllüğünü, yani <b>edebiliği</b> (literariness) sağlayan teknikler bütününü incelemeyi temel almıştır. Edebiyatın, birincil olarak yazarın duygu ve düşüncelerini yansıtması veya toplumsal fayda sağlaması gerektiği görüşü, biçim ve tekniğe odaklanan Biçimcilerin temel özellikleri arasında <b>yer almaz</b>."
  },
  {
    "id": "190558",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi metinlerin i&ccedil; i&ccedil;e ge&ccedil;mesiyle ve birbirine eklenmesinden oluşan kavramdır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "İşlevsel metin",
      "B": "Dizge",
      "C": "Metinlerarasılık",
      "D": "&Uuml;reten metin",
      "E": "G&ouml;sterge"
    },
    "explanation": "Metinlerin birbirinden bağımsız yapılar olmadığı, aksine diğer metinlerden alıntılar, göndermeler ve etkileşimler yoluyla iç içe geçtiği fikri <b>metinlerarasılık</b> (intertextuality) kavramıyla tanımlanır. Bu kavram, <b>Julia Kristeva</b> tarafından Bakhtin’in diyalojizm kuramından yola çıkılarak geliştirilmiştir."
  },
  {
    "id": "190560",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi masalların doğru betimlemesi i&ccedil;in Propp tarafından uygulanan y&ouml;ntemin &ouml;zellikleri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Değişmez değerler ile değişken değerlere rastlanılır.",
      "B": "Değişen, kişi adları ve aynı zamanda kişilerin &ouml;zellikleridir.",
      "C": "Değişmeyen, kişilerin eylemleri ve işlevlerini oluşturan &ouml;zelliklerdir.",
      "D": "Olaylar masalların temel b&ouml;l&uuml;mlerini oluşturur.",
      "E": "Kişilerin işlevleri masalın temel b&ouml;l&uuml;mlerini oluşturur."
    },
    "explanation": "Vladimir Propp’un masal inceleme yöntemi katı bir şekilde <b>biçimsel</b> ve <b>işlevsel</b>dir. Bu yöntem, masalın kökenine, tarihsel gelişimine veya karakterlerin psikolojik motivasyonlarına <b>odaklanmaz</b>. Sadece eylemlerin (işlevlerin) masalın ilerleyişi açısından taşıdığı anlamı ve diziliş sırasını inceler."
  },
  {
    "id": "356573",
    "unitNumber": 8,
    "text": "<strong>Victor Shlovsky&#39;nin kaleme aldığı, edebiyat dilinin g&uuml;nl&uuml;k dil kullanımından farklı olması ve alışkanlıkları kırarak farkına varma bilinci oluşturması gerektiğini savunduğu eser aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Bilim Olarak Edebiyat",
      "B": "Teknik Olarak Sanat",
      "C": "Yeniden Sanat",
      "D": "Edeb&icirc; Eleştiri",
      "E": "Edebiyat G&uuml;nl&uuml;ğ&uuml;"
    },
    "explanation": "Söz konusu eser, Rus Biçimci <b>Viktor Shklovsky</b>'nin 1917 tarihli “<b>Teknik Olarak Sanat</b>” (Art as Technique) makalesidir. Shklovsky bu eserde, sanatsal üretimin temel tekniklerinden biri olan <b>yadırgatmanın</b> (Ostraneniye) amacının, otomatikleşmiş algıyı kırarak <b>farkına varma bilincini</b> (idrak) yeniden tesis etmek olduğunu ileri sürmüştür."
  },
  {
    "id": "356574",
    "unitNumber": 8,
    "text": "I. Dil yoluyla algılama s&uuml;recini uzatmak<br />II. Anlaşılmayı zorlaştırmak<br />III. Alışkanlıkları kırmak<br /><strong>Yukarıdakilerden hangisi ya da hangileri Rus Bi&ccedil;imciler&#39;e g&ouml;re sanatın ama&ccedil;ları arasındadır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "145718",
    "unitNumber": 9,
    "text": "<strong>Claude L&eacute;vi-Strauss&rsquo;un da i&ccedil;inde bulunduğu Avrupa geleneğini temsil eden d&uuml;ş&uuml;n&uuml;rler aşağıdakilerden hangisinden etkilenmiştir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Ferdinand de Saussure",
      "B": "John Locke",
      "C": "Bernard Bolzano",
      "D": "Charles Sanders Peirce",
      "E": "Edmund Husserl"
    },
    "explanation": "Claude Lévi-Strauss’un temsil ettiği Avrupa geleneği, göstergebilimi dilbilim üzerine kuran İsviçreli dilbilimci <b>Ferdinand de Saussure</b>’den etkilenmiştir. Saussure’ün dilin yapısını inceleyen yaklaşımı, göstergenin <b>gösteren (signifier)</b> ve <b>gösterilen (signified)</b> arasındaki ilişkiye dayanmasıyla, Avrupa yapısalcılığının ve göstergebiliminin temelini oluşturmuştur."
  },
  {
    "id": "145854",
    "unitNumber": 9,
    "text": "<strong>Umberto Eco 1971 yılında G&ouml;stergebilim profes&ouml;r&uuml; olarak aşağıdaki &uuml;niversitelerin hangisinde ders vermiştir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Oxford &Uuml;niversitesi",
      "B": "Kaliforniya &Uuml;niversitesi",
      "C": "Yale &Uuml;niversitesi",
      "D": "Bologna &Uuml;niversitesi",
      "E": "Chicago &Uuml;niversitesi"
    },
    "explanation": "Umberto Eco, göstergebilim alanındaki önemli çalışmalarının yanı sıra, akademik kariyerinin büyük bir kısmını İtalya’daki <b>Bologna Üniversitesi</b>’nde geçirmiştir. 1971 yılında bu üniversitede Göstergebilim Profesörü olarak ders vermeye başlamıştır."
  },
  {
    "id": "145947",
    "unitNumber": 9,
    "text": "Umberto Eco &hellip;&hellip;&hellip;&hellip;&hellip;&hellip;. kavramını kendisinin dışında herhangi başka bir şeklin, bi&ccedil;imin yahut objenin yerine ge&ccedil;en ve onu simgeleyen bir kavram olarak kullandığını ifade eder.<br /><strong>C&uuml;mlede boş bırakılan yere aşağıdaki kavramlardan hangisi getirilmelidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "a&ccedil;ıklık",
      "B": "aşırı yorum",
      "C": "kodlama",
      "D": "bi&ccedil;im teorisi",
      "E": "g&ouml;sterge"
    },
    "explanation": "Boş bırakılan yere getirilmesi gereken kavram <b>Gösterge</b>'dir. Umberto Eco, göstergebilimin temelini oluşturan bu kavramı, kendisinin dışında herhangi başka bir şeklin, biçimin yahut objenin yerine geçen ve onu simgeleyen bir unsur olarak tanımlar. Bu tanım, klasik göstergebilimin 'bir şeyin başka bir şeyin yerini tutması' ilkesiyle örtüşür."
  },
  {
    "id": "145952",
    "unitNumber": 9,
    "text": "<strong>Umberto Eco&rsquo;nun g&ouml;stergelerin &uuml;retim tarzı tipolojisinde g&ouml;stergeyi &uuml;retmek i&ccedil;in ilk aşama aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Tanıma",
      "B": "Buluş",
      "C": "Fiziksel emek",
      "D": "Doğrudan g&ouml;sterge",
      "E": "Kopya (&ouml;rnek)"
    },
    "explanation": "Umberto Eco’nun göstergelerin üretim tarzı tipolojisinde (sign production typology), göstergeyi üretmek için ilk aşama genellikle <b>Tanıma (Recognition)</b> olarak kabul edilir. Bu, bir nesneyi veya olguyu belirli bir işlev veya kod doğrultusunda algılama ve onu bir gösterge olarak kullanma sürecinin başlangıcıdır. Diğer aşamalar arasında gösterme (ostention) ve tekrarlama (replicas) yer alır."
  },
  {
    "id": "145956",
    "unitNumber": 9,
    "text": "<strong>Umberto Eco&rsquo;nun &ouml;ncelikli olarak edebiyat, plastik sanat &uuml;r&uuml;nleri ve m&uuml;zik yapıtlarının &ccedil;oğul yorumlara yol a&ccedil;abilme &ouml;zelliğine vurgu yaptığı eseri aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Foucault Sarkacı",
      "B": "A&ccedil;ık Yapıt",
      "C": "Edebiyata Dair",
      "D": "Yanlış Okumalar",
      "E": "Budalalıktan Deliliğe"
    },
    "explanation": "Umberto Eco’nun sanat eserlerinin, özellikle edebiyat ve modern sanatlarda, birden fazla ve çeşitli yorumlara açık olma özelliğini incelediği temel eseri <b>Açık Yapıt</b> (Opera Aperta)'tır. Bu eserde Eco, sanat eserinin anlamını okuyucunun veya izleyicinin aktif katılımıyla birlikte oluştuğunu vurgular."
  },
  {
    "id": "145964",
    "unitNumber": 9,
    "text": "I. Okuma s&uuml;reci boyunca &ouml;nceden rotası &ccedil;izilmiş bir yol &uuml;zerinde ilerler.<br />II. Genel olarak aydın kesime ait ve edebi metinlerdir.<br />III. Bir projeye g&ouml;re tasarlanmış &ccedil;ok katı metinlerdir.<br /><strong>Yukarıdakilerden hangisi ya da hangileri kapalı metnin &ouml;zellikleri arasında yer alır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "<b>Kapalı metin</b> (I) okuma sürecini katı bir şekilde önceden belirler ve okuyucuyu sınırlı bir rotada ilerlemeye zorlar. Aynı zamanda (III) bir projeye göre tasarlanmış, tek ve baskın bir anlamı dayatan <b>çok katı metinlerdir</b>. Bu nedenle I ve III kapalı metnin özelliklerindendir. II. madde (aydın kesime ait ve edebi metinler olması) ise genellikle yoruma açık olan açık metinlerin bir özelliğidir. Doğru cevap I ve III’tür."
  },
  {
    "id": "145990",
    "unitNumber": 9,
    "text": "<strong>Şiirde a&ccedil;ık yapıt tavrı bilin&ccedil;li olarak ilk kez hangi akımda karşımıza &ccedil;ıkmaktadır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Realizm (Ger&ccedil;ek&ccedil;ilik)",
      "B": "Rasyonalizm (Deneycilik)",
      "C": "Sembolizm (Simgecilik)",
      "D": "S&uuml;rrealizm (Ger&ccedil;ek&uuml;st&uuml;c&uuml;l&uuml;k)",
      "E": "Egzistansiyalizm (Varoluş&ccedil;uluk)"
    },
    "explanation": "Şiirde açık yapıt tavrı, yani anlamın belirsizleşmesi, çoklu yoruma izin verilmesi ve eserin tamamlanmasının okuyucuya bırakılması gibi özellikler, bilinçli bir estetik duruş olarak ilk kez <b>Sembolizm</b> akımında karşımıza çıkmaktadır. Sembolistler, dilin çağrışım gücünü kullanarak netliği terk etmişlerdir."
  },
  {
    "id": "145999",
    "unitNumber": 9,
    "text": "<strong>L&eacute;vi-Strauss yapısalcılık kuramını hangi alanların uygulamalarından yararlanarak antropolojiye uyarlamıştır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Mantık ve Psikoloji",
      "B": "Sosyoloji ve Dilbilim",
      "C": "Felsefe ve Mantık",
      "D": "Psikoloji ve Sosyoloji",
      "E": "Dilbilim ve Psikanaliz"
    },
    "explanation": "Claude Lévi-Strauss, <b>yapısal antropoloji</b> kuramını oluştururken, <b>dilbilim</b> (özellikle Ferdinand de Saussure ve Roman Jakobson’un yapısal dilbiliminden) uygulamalarından yararlanmıştır. Dilin temel birimlerinin (fonemler) ilişkisel yapısını inceleyen bu yöntemi, akrabalık sistemleri ve mitler gibi kültürel olguların altında yatan evrensel ve bilinçdışı yapıları çözümlemek için kullanmıştır."
  },
  {
    "id": "146043",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi mitlerin &ouml;zelliklerinden <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Toplumun ataları aracılığı ile yeni kuşaklara aktarılmış olan mesajların b&uuml;t&uuml;n&uuml;d&uuml;r.",
      "B": "Zihnin bilin&ccedil; dışı yapısının &uuml;r&uuml;nlerindendir.",
      "C": "&Ouml;yk&uuml;leri ger&ccedil;ek olarak kabul edilmez.",
      "D": "Mitler genel anlamda bir karşıtlık i&ccedil;erir.",
      "E": "Bir k&uuml;lt&uuml;rde yer alan doğa karşıtlığının simgesel y&ouml;n&uuml;n&uuml;n ifade etmektedir."
    },
    "explanation": "Lévi-Strauss’a göre mitler, <b>ikili karşıtlıklar</b> (binary oppositions) üzerine kurulmuş, sürekli tekrarlanan ve bu sayede yapısal analize uygun olan anlatılardır. Mitlerin özelliği <b>yapısal ve biçimsel analize uygun olmaması</b> değildir; tam tersine, Lévi-Strauss’un yaklaşımının temeli, mitlerin yapısal çözümlemesini yapmaktır."
  },
  {
    "id": "146047",
    "unitNumber": 9,
    "text": "<strong>L&eacute;vi-Strauss&rsquo;un yalın okumalarla, konuyu bilmeyen birinin de anlamlandırabileceği y&uuml;zeysel anlam olarak tanımladığı kavram aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Metonomi",
      "B": "Mytos",
      "C": "Metofori",
      "D": "İzotip",
      "E": "Hermetizm"
    },
    "explanation": "Lévi-Strauss, mitlerin iki farklı okumasını yapar: yalın, kronolojik okuma (konuyu bilmeyenin anlamlandırabileceği yüzeysel olay akışı) ve yapısal okuma. Yalın okumayla ortaya çıkan yüzeysel anlam, <b>Diyatronik Anlam</b> olarak adlandırılır. Bu, mitin olay örgüsünü zaman içindeki sırasına göre takip eden okumadır. Asıl önemli olan derin yapı ise <b>Senkronik Anlam</b>’dır."
  },
  {
    "id": "148881",
    "unitNumber": 9,
    "text": "<strong>Bir &ouml;yk&uuml;n&uuml;n tek bi&ccedil;imli okunmasına imk&acirc;n sağlayan &ccedil;ok katlı anlambilimsel kategoriler b&uuml;t&uuml;n&uuml;ne ne ad verilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "İzotopi",
      "B": "Hermetizm",
      "C": "Rasyonalizm&nbsp;",
      "D": "İrrasyonalizm",
      "E": "Sembolizm"
    },
    "explanation": "Bir öykünün okuyucuya neredeyse hiç yorum esnekliği bırakmadan, tek bir biçimde okunmasına olanak sağlayan, yazar tarafından tasarlanmış çok katlı anlambilimsel kategoriler bütünü <b>Kapalı Kod</b> olarak adlandırılır. Bu kod, okuyucunun metinle etkileşimini kesin sınırlar içinde tutarak, metnin <b>kapalı yapısını</b> korur."
  },
  {
    "id": "149174",
    "unitNumber": 9,
    "text": "<strong>Amerikan geleneğini temsil eden Charles W. Morris, Ivor A. Richards, Charles K. Ogden, Umberto Eco ve Thomas Sebeok gibi araştırmacılar aşağıdaki d&uuml;ş&uuml;n&uuml;rlerden hangisinden etkilenmiştir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Saussure",
      "B": "Pierce",
      "C": "Baudrillard",
      "D": "Hjelmslev",
      "E": "Barthes"
    },
    "explanation": "Charles W. Morris, Ivor A. Richards, Charles K. Ogden ve Thomas Sebeok gibi Amerikan geleneğini temsil eden göstergebilimciler, göstergeyi üçlü ilişki (ikon, indeks, sembol) üzerinden inceleyen ve göstergebilimi mantık felsefesi temelinde kuran <b>Charles Sanders Peirce</b>’ten etkilenmiştir. Bu gelenek, Avrupa geleneği olan Saussure’den farklı bir yol izler."
  },
  {
    "id": "150621",
    "unitNumber": 9,
    "text": "I. Kodlamanın &ouml;zelliklerini bi&ccedil;imselleştirme yolu ile &uuml;stlenir.<br />II. D&ouml;rd&uuml;nc&uuml; aşama olarak kabul edilir.<br />III. Bu aşamanın &ouml;rnekleri amblemler, m&uuml;zik harfleri ve matematiksel g&ouml;stergelerdir.<br /><strong>Yukarıdaki &ouml;zellikler Eco&#39;nun&nbsp;g&ouml;stergelerin &uuml;retim tarzı tipolojisine ait aşamalarından hangisi ile ilgilidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Fiziksel emek",
      "B": "Tanıma",
      "C": "Doğrudan g&ouml;sterge (ostensiyon)",
      "D": "Kopya (&ouml;rnek)",
      "E": "Buluş"
    },
    "explanation": "Verilen özellikler Umberto Eco’nun gösterge üretim tarzı tipolojisinin <b>Dördüncü Aşama: Programlama</b> ile ilgilidir. Bu aşama, göstergelerin kodlamanın özelliklerini biçimselleştirme yolu ile üstlendiği, yüksek düzeyde soyut ve uzlaşmaya dayalı işaretleri (matematiksel formüller, müzik harfleri, amblemler) içerir."
  },
  {
    "id": "190586",
    "unitNumber": 9,
    "text": "I. D&ouml;rd&uuml;nc&uuml; aşama olarak kabul edilir.<br />II. Kodlamanın &ouml;zelliklerini bi&ccedil;imselleştirme yolu ile &uuml;stlenir.<br />III. &Ouml;rnekleri arasında amblemler, m&uuml;zik harfleri ve matematiksel g&ouml;stergeler vardır.<br /><strong>&Ouml;zellikleri verilen &uuml;retim tipoloji aşaması aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Fiziksel emek",
      "B": "Kopya (&ouml;rnek)",
      "C": "Tanıma",
      "D": "Buluş",
      "E": "Doğrudan g&ouml;sterge"
    },
    "explanation": "Verilen maddeler (Dördüncü aşama olması, kodlamanın özelliklerini biçimselleştirmesi ve örneklerinin amblemler, müzik harfleri, matematiksel göstergeler olması), Eco’nun gösterge üretim tarzı tipolojisinde yer alan <b>Programlama</b> (veya Biçimlendirme) aşamasına aittir. Bu aşama, en soyut ve en yapılandırılmış gösterge türlerini kapsar."
  },
  {
    "id": "190587",
    "unitNumber": 9,
    "text": "Eco G&ouml;stergebilim Kuramı&#39;nı temellendirirken bazı kavramsal durumlara da kendi d&uuml;ş&uuml;nceleri ekseninde a&ccedil;ıklamalar yapmış ve kavramlar kullanmıştır. Bu durumda ilk olarak &hellip;&hellip;&hellip;&hellip;&hellip;&hellip;&hellip;&hellip;&hellip;&hellip;&hellip;&hellip; bahsetmektedir.<br /><strong>C&uuml;mlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "sistemsel kodlardan",
      "B": "bi&ccedil;im teorisinden",
      "C": "a&ccedil;ık metinden",
      "D": "metin- okur diyalektiğinden",
      "E": "g&ouml;sterge kavramından"
    },
    "explanation": "Umberto Eco, göstergebilim kuramını temellendirirken ilk olarak bu bilimin ana nesnesi olan <b>Gösterge</b> kavramından bahsetmektedir. Eco, göstergenin ne anlama geldiğini, nasıl işlediğini ve hangi türlerinin bulunduğunu açıklayarak kuramına zemin hazırlar."
  },
  {
    "id": "190600",
    "unitNumber": 9,
    "text": "I. Genel itibarıyla her kesime a&ccedil;ık olan kitle iletişim ara&ccedil;larından gelen iletilerdir.<br />II. Yorum d&uuml;zeyinin olduk&ccedil;a y&uuml;ksek olabileceği bir şekilde kurulur.<br />III. Genel olarak aydın kesime ait ve edebimetinlerin &ouml;zelliğidir.<br /><strong>Yukarıdakilerden hangisi ya da hangileri a&ccedil;ık metinin &ouml;zelliklerinden <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "Yalnız II",
      "D": "I ve III",
      "E": "II ve III"
    },
    "explanation": "Açık metin, yoruma açıktır (II) ve genellikle aydın kesime ait edebi metinlerdir (III). Bu metinler, okuyucuya yaratıcı bir katılım imkanı sunar. I. madde ise (Genel itibarıyla her kesime açık olan kitle iletişim araçlarından gelen iletiler) tipik olarak <b>kapalı metinlerin</b> özelliğidir, çünkü bu iletiler tek bir yoruma yönlendirmek üzere tasarlanmıştır. Dolayısıyla açık metin özelliklerinden olmayan madde Yalnız I’dir."
  },
  {
    "id": "356575",
    "unitNumber": 9,
    "text": "<strong>G&ouml;stergebilimin Amerika geleneğini temsil eden d&uuml;ş&uuml;n&uuml;rler arasında aşağıdakilerden hangisi <u>yer almaz</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Christian Metz",
      "B": "Charles W. Morris",
      "C": "Ivor A. Richards",
      "D": "Umberto Eco",
      "E": "Thomas Sebeok"
    },
    "explanation": "Göstergebilimde iki ana gelenek bulunur: Peirce’in temelini attığı <b>Amerika geleneği</b> (Morris, Sebeok) ve Saussure’ün temelini attığı <b>Avrupa geleneği</b> (Lévi-Strauss, Barthes). Claude Lévi-Strauss yapısalcılığı antropolojiye uyarlamış ve Avrupa geleneğinin önde gelen temsilcilerinden biri olmuştur; bu yüzden Amerika geleneğini temsil eden düşünürler arasında <u>yer almaz</u>."
  },
  {
    "id": "145016",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi fotoğrafın erken d&ouml;nem kabullerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Ger&ccedil;ekliğin temsilindeki otantiklik ve doğruluk ideali, yaygın g&ouml;r&uuml;şe g&ouml;re &quot;doğanın kalemi&quot; olarak nitelendirilen fotoğraf sayesinde &quot;nesnel olarak&quot; başarılmıştı.",
      "B": "Fotoğrafın resim sanatına g&ouml;re temel yeniliği onun &quot;nesnel&quot; bir ara&ccedil; olmasıdır.",
      "C": "Resim sanatı fotoğrafın tamlığını ve ayrıntılardaki kusursuzluğunu taklit edemez.",
      "D": "Fotoğrafın kendisi ile temsil ettiği ger&ccedil;eklik arasında &ouml;zdeşlik vardır.",
      "E": "Fotoğraf yapılandırılmış ve keyfi bir dildir."
    },
    "explanation": "Fotoğrafın erken dönem kabullerinde, teknik bir buluş olarak <b>gerçeği nesnel</b> ve <b>bilimsel</b> bir şekilde kaydetme yeteneği ön plandaydı. Fotoğrafın bir sanat formu olarak kabul edilmesi ve <b>sanatsal anlatım aracı</b> olarak kullanılması fikri, Modernist döneme kadar yaygın kabul görmemiştir."
  },
  {
    "id": "145088",
    "unitNumber": 10,
    "text": "B&uuml;t&uuml;n sanatlar insanın varlığı &uuml;zerine kuruludur; ancak fotoğraf&ccedil;ılıkta insanın yokluğundan zevk alırız.<br /><strong>Film kuramcısı Andr&eacute; Bazin bu c&uuml;mle ile aşağıdakilerden hangisini vurgulamak istemiştir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Fotoğrafın şeffaf bir ara&ccedil; olmadığını",
      "B": "Fotoğrafik ger&ccedil;ekliğin imk&acirc;nsızlığını",
      "C": "Fotoğrafın bir simge olduğunu",
      "D": "Fotoğrafın &quot;nesnel&quot; bir temsil olduğunu",
      "E": "Fotoğrafın bir g&ouml;r&uuml;nt&uuml;sel g&ouml;sterge olduğunu"
    },
    "explanation": "Film kuramcısı André Bazin, fotoğrafın <b>nesnel varoluş</b> ve <b>gerçeklik bağı</b> kurmasını vurgulamıştır. Bazin, resimde insanın varlığının (sanatçının yorumunun) esas olduğunu, ancak fotoğrafta kameranın bir 'otomatizma' ile çalıştığını ve imgenin insan müdahalesi olmadan, nesnenin kendi varlığı tarafından oluşturulduğunu savunur. Bu durum, fotoğrafın <b>insanın yokluğundan zevk alan</b> bir imge türü olduğunu gösterir."
  },
  {
    "id": "145205",
    "unitNumber": 10,
    "text": "<strong>S</strong><strong>ahnelenmiş fotoğraf sanatı ile ilgili olarak a</strong><strong>şağıdakilerden hangisi</strong><strong>&nbsp;<u>yanlıştır</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Ger&ccedil;eklik, aslına sadık kalmaya &ccedil;alışılarak yansıtılır.",
      "B": "Aslı olmayan kopyalar ve modeller aracılığıyla bir ger&ccedil;eklik inşa edilmeye &ccedil;alışılmaktadır.",
      "C": "Sahnelenmiş fotoğraf sanatı yaklaşımı &ccedil;er&ccedil;evesinde &uuml;retilen imgeler bir g&ouml;ndergeden yoksundur, g&ouml;r&uuml;ng&uuml;ler d&uuml;nyasıyla doğrudan bir ilişkileri yoktur.",
      "D": "Sahnelenmiş fotoğraf sanatı yaklaşımında kurgulanmış ger&ccedil;eklik s&ouml;z konusudur.",
      "E": "Maddi d&uuml;nyayı referans g&ouml;stermeden, iki metin arasında yorumsal ilişki kurgulanır."
    },
    "explanation": "Sahnelenmiş fotoğraf (Staged Photography) <b>kurgusal</b> bir yaklaşımdır. Bu sanatta, sanatçı tıpkı bir yönetmen gibi sahneyi kurar, ışığı ve objeleri düzenler. Bu yaklaşım, fotoğrafın <b>doğrudan gerçekliği temsil etme</b> iddiasını reddeder. Dolayısıyla, bu tür fotoğrafların <b>belgesel gerçeklikle bağ kurması</b> veya <b>gerçek bir anı yansıtması</b> yanlıştır."
  },
  {
    "id": "145715",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi postmodern fotoğraf sanat&ccedil;ılarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Cindy Sherman",
      "B": "Alex Prager",
      "C": "Jeff Wall",
      "D": "Gregory Crewdson",
      "E": "Paul Strand"
    },
    "explanation": "Postmodern fotoğraf sanatçıları, genellikle <b>simülasyon</b>, <b>metinlerarasılık</b> ve <b>kurgu</b> gibi kavramlarla çalışır (Cindy Sherman, Jeff Wall, vb.). Eğer seçenekte <b>Ansel Adams</b> ya da <b>Edward Weston</b> gibi bir isim varsa, bu sanatçılar Modernist 'Düz Fotoğrafçılık' (Straight Photography) akımının temsilcileridir ve postmodern fotoğrafçılardan sayılmazlar."
  },
  {
    "id": "146013",
    "unitNumber": 10,
    "text": "Sahnelenmiş fotoğraf yaklaşımının &ouml;nc&uuml;lerinden biri olan Amerikalı sanat&ccedil;ı .............................&nbsp;&nbsp; &ccedil;eşitli kadın rollerine b&uuml;r&uuml;nerek hem kameranın &ouml;n&uuml;nde performansını ger&ccedil;ekleştirmekte hem de tıpkı bir y&ouml;netmen gibi g&ouml;r&uuml;nt&uuml;leri d&uuml;zenlemekte ve sahnelemektedir.<br /><strong>C&uuml;mlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Sherrie Levine",
      "B": "Cindy Sherman",
      "C": "Susan Meiselas",
      "D": "Alex Prager",
      "E": "Hannah Starkey"
    },
    "explanation": "Cümlede tasvir edilen sanatçı, postmodern fotoğrafın en önemli isimlerinden olan <b>Cindy Sherman</b>'dır. Sherman, 'Untitled Film Stills' gibi serilerinde kendisini <b>çeşitli tipleştirmelerle</b> (stereotiplerle) fotoğraflayarak, medyada kadın temsilini ve kimlik inşasını eleştirmiştir."
  },
  {
    "id": "146339",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi fotoğrafik ger&ccedil;ekliği <u>onaylamaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Paul Strand",
      "B": "Andr&eacute; Bazin",
      "C": "Louis Mand&eacute; Daguerre",
      "D": "Umberto Eco",
      "E": "Henry Fox Talbot"
    },
    "explanation": "Fotoğrafik gerçekliği onaylamayan yaklaşımlar genellikle fotoğrafın nesnel değil, <b>ideolojik bir temsil</b> veya tamamen <b>kurgusal</b> bir inşa olduğunu savunur. Özellikle <b>Simülakr</b> ve <b>Simülasyon</b> kavramları (Baudrillard), fotoğrafın gerçeklik izini yitirdiğini, dolayısıyla artık gerçekliği onaylamadığını iddia eder."
  },
  {
    "id": "146381",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi modernist fotoğrafın temel &ouml;zellikleri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Fotoğraf&ccedil;ı konularını icat etmemeli, aksine bulmalıdır.",
      "B": "G&ouml;r&uuml;nt&uuml;lediği ger&ccedil;eklik &uuml;zerinde herhangi bir değişiklik yapmamalıdır.",
      "C": "Baskılar teknik a&ccedil;ıdan kusursuz olmalı, tonal zenginlik i&ccedil;ermeli ve manip&uuml;le edilmemelidir.",
      "D": "Fotoğraf &ccedil;ekerken şeyleri nesnel bir bi&ccedil;imde yani hem bi&ccedil;im hem de detay a&ccedil;ısından net, keskin ve doğru olarak betimlemeye &ccedil;alışmalıdır.",
      "E": "&Ccedil;ekimden &ouml;nce konularını d&uuml;zenlemeye, inşa etmeye ya da sahnelemeye &ccedil;alışır."
    },
    "explanation": "Modernist fotoğrafın temel özellikleri arasında <b>nesnellik</b>, <b>doğrudanlık</b> (manipülasyonu reddetme) ve <b>biçimsel saflık</b> yer alır. <b>Metinlerarasılık</b> ya da <b>Simülasyon</b> gibi kavramlar ise genellikle postmodern sanatın temel özellikleri arasında yer alır ve modernist fotoğrafın ilkeleri arasında <u>yer almaz</u>."
  },
  {
    "id": "148723",
    "unitNumber": 10,
    "text": "<strong>Kurgusal fotoğrafın &ouml;nemli isimlerinden biri olmasına rağmen, her fotoğrafın farklı d&uuml;zeylerde de olsa kurgu i&ccedil;erdiğine inandığı i&ccedil;in &quot;kurgusal&quot; terimini reddeden sanat&ccedil;ı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Jeff Wall",
      "B": "Gregory Crewdson",
      "C": "Alex Prager",
      "D": "Cindy Sherman",
      "E": "Hannah Starkey"
    },
    "explanation": "Her fotoğrafın farklı düzeylerde de olsa kurgu içerdiğine inandığı için 'kurgusal' terimini reddeden sanatçı, Kanadalı fotoğrafçı <b>Jeff Wall</b>'dur. Wall, büyük boyutlu, sinematik sahneler oluştursa da, çalışmalarını daha çok <b>resimsel fotoğraf</b> olarak tanımlar ve fotoğrafın doğası gereği inşa edilmiş olduğunu savunur."
  },
  {
    "id": "150686",
    "unitNumber": 10,
    "text": "Bir k&ouml;ken ya da bir ger&ccedil;eklikten yoksun ger&ccedil;eğin modeller aracılığıyla t&uuml;retilmesine ............................ yani sim&uuml;lasyon denilmektedir.<br /><strong>C&uuml;mlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "nesnellik",
      "B": "&ouml;znellik",
      "C": "sadelik",
      "D": "hiperger&ccedil;eklik",
      "E": "uygulama"
    },
    "explanation": "Tanımlanan kavram <b>Simülakr</b>'dır. Postmodern kuramcı Jean Baudrillard'a göre Simülakr, <b>kökeninden veya referans noktasından yoksun</b> bir gerçeğin kopyasıdır. <b>Simülasyon</b> ise bu simülakrların modeller aracılığıyla türetilmesi sürecidir."
  },
  {
    "id": "150771",
    "unitNumber": 10,
    "text": "................................. fotoğraf, maddi d&uuml;nyayı referans g&ouml;stermeden, iki metin arasında yorumsal ilişki kurgulayarak o kurgudan yeni bir olabilirlik d&uuml;ş&uuml;ncesi oluşturur.<br /><strong>C&uuml;mlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Modern",
      "B": "Postmodern",
      "C": "Klasik",
      "D": "Naturel",
      "E": "Neo klasik"
    },
    "explanation": "Maddi dünyayı doğrudan referans göstermeden, mevcut metinler ve kültürel kodlar arasında ilişki kurarak anlam üreten fotoğraf yaklaşımı <b>Metinlerarası fotoğraf</b> (Intertextual Photography) olarak adlandırılır. Bu yaklaşım, fotoğrafın <b>göstergebilimsel</b> doğasını ve kültürel bağlamını vurgular."
  },
  {
    "id": "150773",
    "unitNumber": 10,
    "text": ".............................. ve................................... gibi kavramlar modernizmin fotoğrafa atfettiği temel niteliklerin başında gelmektedir.<br /><strong>C&uuml;mlede boş bırakılan yerlere sırasıyla aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Ger&ccedil;ek&ccedil;ilik-nesnellik",
      "B": "A&ccedil;ıklık-gizlilik",
      "C": "Doğrusallık- a&ccedil;ıklık",
      "D": "A&ccedil;ıklık-nesnellik",
      "E": "Nesnellik-gizlilik"
    },
    "explanation": "Modernizmin fotoğrafa atfettiği temel nitelikler, fotoğrafın kendisi için benzersiz olan yeteneklere odaklanır. Bu niteliklerin başında <b>Doğrudanlık</b> (Straight Photography) ve <b>Nesnellik</b> (gerçeği objektif kaydetme iddiası) gelmektedir."
  },
  {
    "id": "190655",
    "unitNumber": 10,
    "text": "I. Kurgu<br />II. Nesnellik<br />III. Doğrudanlık<br /><strong>Yukarıdakilerden hangisi ya da hangileri modernist fotoğrafın temel &ouml;zellikleri arasında yer alır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Modernist fotoğrafın temel özellikleri, fotoğrafın eşsiz optik yeteneklerini ve manipülasyondan uzak kalma ilkesini temel alır. Bu özellikler arasında <b>II. Nesnellik</b> (objektif kayıt yeteneği) ve <b>III. Doğrudanlık</b> (Straight Photography) bulunur. <b>I. Kurgu</b> ise Modernizm sonrası yaklaşımların özelliğidir."
  },
  {
    "id": "190658",
    "unitNumber": 10,
    "text": "Charles Sanders Pierce, nesnesiyle olan fiziksel bağından dolayı fotoğrafı&nbsp;&nbsp;&nbsp; .................................&nbsp; olarak kabul etmiştir.<br /><strong>C&uuml;mlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "ikon",
      "B": "g&ouml;r&uuml;nt&uuml;sel g&ouml;sterge",
      "C": "belirtisel g&ouml;sterge",
      "D": "simge",
      "E": "işaret"
    },
    "explanation": "Charles Sanders Pierce'ın göstergebilim sınıflandırmasına göre, fotoğraf nesnesiyle arasında <b>fiziksel, nedensel veya varoluşsal bir bağ</b> bulundurur (ışık izi). Bu nedenle fotoğraf, <b>İndeks</b> olarak kabul edilir."
  },
  {
    "id": "190685",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi postmodernizmin temel s&ouml;ylemlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Dil kapalı u&ccedil;lu bir yapıdan ziyade a&ccedil;ık u&ccedil;lu ve &ouml;znel bir s&uuml;re&ccedil;tir.",
      "B": "Dil işaretinin belirlenmesinde keyfilik s&ouml;z konusudur.",
      "C": "Dış d&uuml;nya nesnel olarak temsil edilebilir.",
      "D": "Dil nesnel ger&ccedil;ekliği yansıtmaya uygun bir ara&ccedil; değildir.",
      "E": "Doğru ve nesnel ger&ccedil;ekliği yansıttığı iddiasını taşıyan t&uuml;m kuramlar ge&ccedil;ersizdir."
    },
    "explanation": "Postmodernizm, <b>büyük anlatıları reddeder</b>, <b>çoğulculuğu</b> ve <b>yerelleşmeyi</b> savunur. Evrensel ve değişmez bir <b>Nesnellik</b> veya <b>Mutlak Hakikat</b> iddiası ise modernizme ait bir söylemdir, dolayısıyla postmodernizmin temel söylemlerinden biri <u>değildir</u>."
  },
  {
    "id": "190687",
    "unitNumber": 10,
    "text": "<strong>Postmodern fotoğraf sanatında bir temsil stratejisi olarak sahnelemenin ana gerek&ccedil;elerinden biri aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Fotoğrafların d&uuml;nyaya a&ccedil;ılan pencere olarak g&ouml;r&uuml;lmesi",
      "B": "Fotoğrafların belirtisel g&ouml;sterge olarak kabul edilmesi",
      "C": "Fotoğrafların g&ouml;r&uuml;nt&uuml;sel g&ouml;sterge olarak kabul edilmesi",
      "D": "Temsil konusunda g&ouml;stergelere atfedilen yetersizlik",
      "E": "Fotoğrafların ger&ccedil;eğin aynası olarak g&ouml;r&uuml;lmesi"
    },
    "explanation": "Postmodern sanatta sahnelemenin ana gerekçesi, fotoğrafın <b>gerçeklik iddiasını eleştirmek</b> ve <b>belgeselci miti yıkmaktır</b>. Sahneleme, izleyiciye fotoğrafın da diğer temsiller gibi <b>kurgusal</b> ve <b>inşa edilmiş</b> olduğunu gösterme stratejisidir."
  },
  {
    "id": "356307",
    "unitNumber": 10,
    "text": "Charles Sanders Pierce fotoğrafı nesnesiyle olan fiziksel bağından dolayı ........... olarak kabul etmiştir.<br /><strong>C&uuml;mlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "simge",
      "B": "belirtisel g&ouml;sterge",
      "C": "g&ouml;r&uuml;nt&uuml;sel g&ouml;sterge",
      "D": "dilbilim",
      "E": "işaret"
    },
    "explanation": "Charles Sanders Pierce'ın göstergebilim sınıflandırmasına göre, fotoğraf nesnesiyle arasında <b>fiziksel, nedensel veya varoluşsal bir bağ</b> bulundurur (ışık izi). Bu nedenle fotoğraf, <b>İndeks</b> olarak kabul edilir."
  },
  {
    "id": "146060",
    "unitNumber": 11,
    "text": "<strong>Sessiz sinema d&ouml;neminde Lumi&egrave;re Kardeşler tarafından yapılmış ve sinemanın etkili bir dil olması a&ccedil;ısından &ouml;nemli olan ilk film aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Potemkin Zırhlısı",
      "B": "Trenin Gara Girişi",
      "C": "New York Rıhtımları",
      "D": "Modern Zamanlar",
      "E": "Bisiklet Hırsızları"
    },
    "explanation": "Lumière Kardeşler tarafından çekilen ve sinemanın potansiyelini erken dönemde gösteren en ünlü filmlerden biri, 1895 tarihli <b>L'Arrivée d'un train en gare de La Ciotat</b>'dır (Bir Trenin La Ciotat Garına Girişi). Bu film, kayıt altına alınan gerçekçi hareketler ve seyirci üzerinde yarattığı şok etkisi (trenin perdeden seyircinin üzerine geliyormuş hissi) nedeniyle, sinemanın etkili ve benzersiz bir dil olduğunun ilk kanıtlarından sayılır."
  },
  {
    "id": "146067",
    "unitNumber": 11,
    "text": "<strong>Kameranın aşağı &ccedil;evrinme hareketiyle verilen bir kişi g&ouml;stergebilimsel olarak nasıl anlamlandırılmaktadır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "G&uuml;&ccedil;l&uuml; ve azamet sahibi",
      "B": "Zayıf karakterli",
      "C": "Telaşlı",
      "D": "&Uuml;zg&uuml;n",
      "E": "Umutlu"
    },
    "explanation": "Kamera hareketi de filmsel göstergebilimin önemli bir parçasıdır. <b>Aşağı çevrinme (Tilt Down)</b> hareketi, kameranın yukarıdan aşağıya doğru kaymasıyla nesneye veya kişiye odaklanır. Bu hareket, genellikle gösterilen kişinin <b>küçük, çaresiz, güçsüz</b> veya <b>kaderin baskısı altında</b> olduğu algısını yaratmak için kullanılır, çünkü izleyiciye yukarıdan bakan bir otorite figürünün (kamera/tanrısal bakış) bakış açısını taklit eder."
  },
  {
    "id": "146073",
    "unitNumber": 11,
    "text": "<strong>Bir filmsel anlatıda sevgilisine kızan gen&ccedil; kızın onun fotoğrafını yırtması Pierce&rsquo;ın g&ouml;sterge tiplerinden hangisine &ouml;rnektir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Simgesel",
      "B": "Belirtisel",
      "C": "G&ouml;r&uuml;nt&uuml;sel",
      "D": "İmge",
      "E": "Simge"
    },
    "explanation": "Charles Sanders Pierce’ın göstergebilim tipolojisine göre, gösterge türlerinden biri <b>Görüntüsel (İkonik) Gösterge</b>’dir (Icon). İkonlar, temsil ettikleri nesneye <b>fiziksel benzerlik</b> yoluyla atıfta bulunur. Genç kızın sevgilisinin fotoğrafını yırtması eylemi, fotoğrafın (görüntüsel gösterge) sevgilisini temsil etmesinden kaynaklanır; kız, fotoğraf aracılığıyla temsil edilen kişiye (sevgiliye) olan öfkesini yansıtır. Fotoğraf, kişinin bir görüntüsü olarak ikonik bir ilişki kurar."
  },
  {
    "id": "146076",
    "unitNumber": 11,
    "text": "<strong>Pierce&rsquo;ın &ldquo;Yalpalayarak y&uuml;r&uuml;yen bir adam g&ouml;r&uuml;yorum. Bu, adamın bir denizci olmasını muhtemel kılan bir &ouml;zelliktir.&rdquo; s&ouml;z&uuml; g&ouml;sterge tiplerinden hangisine &ouml;rnektir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Simgesel",
      "B": "Metafor",
      "C": "G&ouml;r&uuml;nt&uuml;sel",
      "D": "İkon",
      "E": "Belirtisel"
    },
    "explanation": "Pierce’ın gösterge tiplerinden biri <b>Belirtisel (Endeks/İndeks) Gösterge</b>’dir (Index). Belirtisel göstergeler, temsil ettikleri nesne ile aralarında <b>nedensel, fiziksel veya uzamsal bir bağlantı</b> kurar. Yalpalayarak yürüme eylemi, kişinin denizci olmasını sağlayan yaşam tarzının (uzun süre gemide denizde kalma) veya mesleki durumunun bir sonucudur. Burada bir <b>fiziksel neden-sonuç</b> ilişkisi mevcuttur (yalpalama yürüyüşü denizciliğin bir belirtisidir)."
  },
  {
    "id": "146098",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi anlatıda sinemasal anlam oluşturan &ccedil;ekim &ouml;l&ccedil;eklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Boy",
      "B": "Bel",
      "C": "Omuz",
      "D": "Derin",
      "E": "Ayrıntı"
    },
    "explanation": "Anlatıda sinemasal anlam oluşturan temel çekim ölçekleri (Close Up/İri Plan, Medium Shot/Orta Plan, Long Shot/Uzun Plan vb.) nesne veya kişiyi çerçeve içindeki büyüklüğüne göre tanımlar. Anlam oluşturan unsurlar arasında yer alan ancak doğrudan bir ölçek olmayan bir unsur genellikle seçeneklerde dışarıda bırakılır. Örneğin, <b>Mizansen</b> (Mise-en-scène) veya <b>Ses Tasarımı</b>, çekim ölçeği değil, anlatının görsel/işitsel bileşenlerini oluşturan daha genel terimlerdir."
  },
  {
    "id": "146102",
    "unitNumber": 11,
    "text": "<strong>Takip sahnelerinde heyecan ve merak duygusunu oluşturan kamera hareketi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Zoom",
      "B": "G&ouml;r&uuml;nt&uuml;den uzaklaşma",
      "C": "Tilt",
      "D": "Pan",
      "E": "G&ouml;r&uuml;nt&uuml;ye arkadan yaklaşma"
    },
    "explanation": "Heyecan ve merak duygusunu güçlendiren en etkili kamera hareketlerinden biri <b>Takip (Tracking)</b> veya <b>Dolly</b> hareketidir. Bu hareket, kameranın raylar üzerinde veya tekerlekli bir araba üzerinde hareket ederek karakteri dinamik bir şekilde takip etmesini sağlar. Özellikle takip sahnelerinde, izleyicinin karakterle birlikte hareket etmesi ve eylemin içine çekilmesi, gerilimi ve <b>hızı hissetmesini</b> sağlar."
  },
  {
    "id": "146104",
    "unitNumber": 11,
    "text": "<strong>1928 yılında basılan Masalın Bi&ccedil;imbilimi isimli eseriyle Rus halk masallarını inceleme konusu yapan kişi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Umberto Eco",
      "B": "Charles Sanders Peirce",
      "C": "Vladamir Propp",
      "D": "Ferdinend de Saussure",
      "E": "Christian Metz"
    },
    "explanation": "Rus biçimci (formalist) kuramcı <b>Vladimir Propp</b>, 1928 yılında yayımlanan <b>Masalın Biçimbilimi</b> (Morphology of the Folktale) adlı eseriyle tanınır. Propp, Rus halk masallarını analiz ederek tüm masalların temelinde yer alan <b>31 işlev</b> ve 7 ana karakter türü belirlemiştir. Bu çalışma, anlatı yapıları üzerine yapılan göstergebilimsel ve yapısalcı çalışmaların temelini atmıştır."
  },
  {
    "id": "146114",
    "unitNumber": 11,
    "text": "<strong>Sinemasal anlamlandırma &ccedil;abalarına Freud&#39;cu psikanalizin katkı sağlayabileceğine inanan &ccedil;ağdaş film kuramcısı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Vladamir Propp",
      "B": "Christian Metz",
      "C": "Saussure",
      "D": "Umberto Eco",
      "E": "Wollen"
    },
    "explanation": "Çağdaş film kuramcısı <b>Christian Metz</b>, 1960'lı yıllardan itibaren film göstergebilimine önemli katkılar yapmıştır. Metz, sinemasal anlamlandırma mekanizmalarını açıklarken, filmin seyirci üzerindeki etkilerini ve arzunun rolünü anlamak için <b>Freud'cu psikanaliz</b> kavramlarını (özellikle 'bakış', 'arzu' ve 'özdeşleşme') kullanmıştır. Onun çalışmaları, psikanalitik film kuramının en önemli temel metinlerindendir."
  },
  {
    "id": "146140",
    "unitNumber": 11,
    "text": "<strong>Metz&rsquo;e g&ouml;re aşağıdakilerden hangisi anlamın &uuml;zerine kurulduğu ve filmi seyrederken dikkat edilen bilgi kanallarından biri&nbsp;<u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Ekranda okuduğumuz t&uuml;m yazılı maddeyi i&ccedil;eren grafik &ccedil;izimler",
      "B": "Kaydedilmiş m&uuml;zikler",
      "C": "Kaydedilmiş g&uuml;r&uuml;lt&uuml;ler",
      "D": "Kaydedilmiş konuşmalar",
      "E": "Kurgu teknikleri"
    },
    "explanation": "Christian Metz, filmin birden çok bilgi kanalından oluştuğunu belirtir. Bu kanallar arasında görüntü (hareketli ve hareketsiz), yazılı dil, sözlü dil, müzik ve ses efektleri bulunur. Anlamın üzerine kurulmadığı bir kanal, filmin temel göstergebilimsel unsurları dışındaki bir alan olacaktır. Örneğin, <b>Dağıtım Yöntemi</b> (filmin sinemaya veya dijital platforma nasıl ulaştığı), anlamın filmsel yapı içinde oluştuğu bir kanal değildir."
  },
  {
    "id": "146150",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi Metz&rsquo;in sinema g&ouml;stergebilimine ilişkin g&ouml;r&uuml;şlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Sinemada m&uuml;mk&uuml;n olan her anlam bir kodla verilmektedir.",
      "B": "Sinema toplumun kendisidir.",
      "C": "Sinemada her bir kod &ouml;zg&uuml;ld&uuml;r.",
      "D": "Sinemada her bir kod genellik d&uuml;zeyine g&ouml;redir.",
      "E": "Genel kodların yanında bazı filmlerde &ouml;zel ya da tekil kodlar vardır."
    },
    "explanation": "Christian Metz'in sinema göstergebilimine en kritik katkısı, sinemanın bir dil (langue) olmadığını, ancak bir dil gibi işleyen bir sistem (langage) olduğunu savunmasıdır. Metz, dilin çift eklemlenmeye (Double Articulation – ses birimleri ve anlam birimleri) sahip olmasına karşın, sinemanın <b>çift eklemlenmeye sahip olmadığını</b> ve bu nedenle dilbilimsel anlamda bir 'dil' olarak ele alınamayacağını öne sürmüştür. Dolayısıyla, “Sinema, dil gibi çift eklemlenmeye sahiptir” görüşü Metz’e ait değildir."
  },
  {
    "id": "150711",
    "unitNumber": 11,
    "text": "I. İkna etme<br />II. Etkileme<br />III. Y&ouml;nlendirme<br /><strong>Yukarıdakilerden hangisi ya da hangileri bir dil olarak sinemanın kitleler &uuml;zerinde sahip olduğu g&uuml;&ccedil; unsurları arasında yer alır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız II",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "I ve III",
      "E": "I, II ve III"
    },
    "explanation": "Sinema, <b>görsel-işitsel gücü</b> sayesinde kitle iletişim araçlarının en güçlülerinden biri olarak kabul edilir. Tarihsel olarak, hem sanatsal hem de propaganda amaçlı kullanılmıştır. Bu güç, kitleleri <b>I. İkna etme</b>, ideolojiler doğrultusunda <b>II. Etkileme</b> ve belirli davranış kalıplarına ya da siyasi hedeflere doğru <b>III. Yönlendirme</b> yeteneklerini içerir. Bu nedenle, bahsedilen maddelerin hepsi sinemanın kitleler üzerindeki gücü arasındadır."
  },
  {
    "id": "151366",
    "unitNumber": 11,
    "text": "I. Belirtisel g&ouml;sterge<br />II. G&ouml;r&uuml;nt&uuml;sel g&ouml;sterge<br />III. Simgesel g&ouml;sterge<br /><strong>Yukarıdakilerden hangisi ya da hangileri&nbsp;Pierce&#39;ın g&ouml;stergebilim alanında ortaya koymuş olduğu g&ouml;sterge tiplerindendir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız II",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Amerikalı filozof ve göstergebilimci Charles Sanders Pierce, göstergeleri, temsil ettikleri nesnelerle olan ilişkilerine göre üç temel tipe ayırır:<br/>I. <b>Belirtisel Gösterge (Index/Endeks)</b>: Nedensel veya fiziksel bağlantı (Duman, ateşin belirtisidir).<br/>II. <b>Görüntüsel Gösterge (Icon/İkon)</b>: Benzerlik ilişkisi (Portre, temsil ettiği kişiye benzer).<br/>III. <b>Simgesel Gösterge (Symbol/Sembol)</b>: Keyfi veya kültürel uzlaşımsal bağlantı (Trafik ışıkları, bayraklar).<br/>Bu üç tipin tamamı Pierce’ın göstergebilim tipolojisinin temelini oluşturur."
  },
  {
    "id": "190718",
    "unitNumber": 11,
    "text": "<strong>Western&rsquo;lerde g&ouml;ğs&uuml;nde parlak yıldız taşıyan karakter g&ouml;stergebilimsel olarak aşağıdakilerden hangisine karşılık gelir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kumarbaz",
      "B": "Yasa adamı",
      "C": "&Ccedil;ete &uuml;yesi",
      "D": "&Ccedil;ift&ccedil;i",
      "E": "Doktor"
    },
    "explanation": "Göstergebilimde <b>Simgesel Göstergeler</b> (Semboller), anlamını kültürel uzlaşımdan alan işaretlerdir. Western filmlerinde, bir karakterin göğsünde taşıdığı parlak yıldız, uluslararası alanda tanınan ve <b>yasal otoriteyi, düzeni ve kanun gücünü</b> temsil eden bir simgedir. Bu gösterge, karakterin Şerif veya Yasa Temsilcisi olduğunu kültürel kodlar aracılığıyla bildirir."
  },
  {
    "id": "190737",
    "unitNumber": 11,
    "text": "<strong>Eco&rsquo;nun A Theory of Semiotics adlı kitabında oluşturmuş olduğu ve g&ouml;stergebilimle ilgili g&ouml;r&uuml;şlerinin temelini oluşturan kavram aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Tamamlılık",
      "B": "A&ccedil;ıklılık",
      "C": "Yalan Teorisi",
      "D": "Simge",
      "E": "Belirti"
    },
    "explanation": "Umberto Eco’nun <b>A Theory of Semiotics</b> (Göstergebilim Kuramı) adlı eserinde göstergebilimle ilgili görüşlerinin temelini oluşturan ana kavramlardan biri, göstergenin yalnızca bir şeyin yerini tutan sabit bir birim olmak yerine, <b>Gösterge İşlevi (Sign Function)</b> görmesidir. Eco, anlamın sadece gösterilen ve gösteren arasındaki basit ilişkiye indirgenemeyeceğini, bu işlevin kültürel kodlar bağlamında karmaşık bir şekilde ortaya çıktığını vurgular."
  },
  {
    "id": "190745",
    "unitNumber": 11,
    "text": "<strong>Eco&rsquo;nun filmsel bir anlatıda g&ouml;sterilen bir araba g&ouml;r&uuml;nt&uuml;s&uuml; ile bir araba s&ouml;zc&uuml;ğ&uuml;n&uuml;n aynı i&ccedil;erik biriminin yerine ge&ccedil;tiğini ifade ettiği kavram ikilisi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "A&ccedil;ıklık-Tamamlılık",
      "B": "Tamamlılık-G&ouml;nderme",
      "C": "Yerine ge&ccedil;me-G&ouml;nderme",
      "D": "Yerine ge&ccedil;me-Tamamlılık",
      "E": "Simge-Belirti"
    },
    "explanation": "Eco, göstergebilimde bir araba görüntüsü (görsel gösteren) ile bir araba sözcüğünün (dilsel gösteren), zihnimizde aynı <b>İçerik Biriminin</b> (Content Unit) karşılığına geldiğini ifade eder. Eco’ya göre, filmsel göstergeler ve dilsel göstergeler farklı ifade planlarına sahip olsalar bile, her ikisi de aynı kavramsal içeriği (İçerik Birimi) iletmek için kullanılabilirler. Bu, göstergebilimin sadece dilsel sistemlerle sınırlı olmadığını gösterir."
  },
  {
    "id": "190750",
    "unitNumber": 11,
    "text": "<strong>Eco&rsquo;nun James Bond serisini 9 işlev &uuml;zerine kurması aşağıdaki isimlerden hangisinin 31 işleviyle benzerlik g&ouml;stermektedir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Wollen",
      "B": "Eco",
      "C": "Metz",
      "D": "Peirce",
      "E": "Propp"
    },
    "explanation": "Umberto Eco, James Bond serisi gibi popüler kültürel anlatıları analiz ederken, bu serilerin olay örgüsünün bir dizi tekrar eden ve sabit işlevler üzerine kurulu olduğunu gösterir. Bu yaklaşım, Rus biçimci <b>Vladimir Propp</b>’un <b>Masalın Biçimbilimi</b> eserinde Rus halk masallarını analiz ederek belirlediği <b>31 işlev</b> yapısıyla benzerlik göstermektedir. Eco, Propp’un metodolojisini çağdaş anlatı formlarına uygulamıştır."
  },
  {
    "id": "190774",
    "unitNumber": 11,
    "text": "<strong>Filmsel bir anlatıda normal olmayan bir davranışın s&uuml;rprizinde kullanılan ve g&ouml;stergebilimsel anlamı oluşturan &ouml;ge aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Pan",
      "B": "Alt a&ccedil;ı",
      "C": "&Uuml;st a&ccedil;ı",
      "D": "Tilt",
      "E": "Zoom"
    },
    "explanation": "Filmsel bir anlatıda, bir karakterin normal olmayan veya beklenmedik bir davranış sergilemesiyle oluşan sürpriz, genellikle <b>Kodun İhlali</b> (Violation of Code) yoluyla gerçekleşir. Sinema, toplumsal ve anlatısal kodlarla (beklentiler, tür kuralları) işler. Bu kodların aniden kırılması veya <b>yerleşik gösterge anlamının bozulması</b>, izleyicide şaşkınlık ve sürpriz duygusu yaratır. Bu, özellikle oyuncunun performansı ve mizansen üzerinden sağlanır."
  },
  {
    "id": "356309",
    "unitNumber": 11,
    "text": "I. G&ouml;r&uuml;nt&uuml; &ccedil;er&ccedil;evesi<br />II. Kamera a&ccedil;ıları<br />III. Ses efektleri<br /><strong>Yukarıdakilerden hangisi ya da hangileri sinemada anlam oluşturan unsurlar arasında yer alır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Sinema, çok kanallı bir gösterge sistemidir. Anlam oluşturan temel unsurlar, izleyicinin ne gördüğünü ve ne duyduğunu kapsar. Bunlar:<br/>I. <b>Görüntü çerçevesi</b> (kompozisyon, ölçekler, alan derinliği).<br/>II. <b>Kamera açıları</b> (anlamı etkileyen yüksek veya alçak açılar).<br/>III. <b>Ses efektleri</b> (atmosfer, heyecan veya gerçekçilik katan işitsel unsurlar).<br/>Bu unsurların hepsi filmsel anlatının anlam katmanlarını inşa etmek için kullanılır, dolayısıyla doğru cevap I, II ve III'tür."
  },
  {
    "id": "145179",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi haber konusuna dair kendi durum tanımlarını ortaya koyan asker&icirc;, siyasi, ekonomik ve sembolik se&ccedil;kinler i&ccedil;in Hall&rsquo;un belirlediği kavramdır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "İkincil tanımlayıcılar",
      "B": "Birincil tanımlayıcılar",
      "C": "Elitler",
      "D": "Aydınlar",
      "E": "Entelekt&uuml;eller"
    },
    "explanation": "Stuart Hall'un medya çalışmalarında, haber konularına dair kendi durum tanımlarını ve çerçevelerini ortaya koyan askerî, siyasi, ekonomik ve sembolik elitler <b>Birincil Tanımlayıcılar</b> (Primary Definers) olarak adlandırılır. Bu seçkinler, medyaya erişim ve güvenilirlik açısından ayrıcalıklı konumdadır, bu sayede haber akışını ve olayların nasıl çerçeveleneceğini belirleme gücüne sahiptirler. Haberciler genellikle bu kaynakları kullanarak <b>egemen ideolojinin</b> yeniden üretilmesine katkıda bulunurlar."
  },
  {
    "id": "145260",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi haber metinlerinin yazılı g&ouml;sterge &ouml;gelerinden biridir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Seslendirme vurguları",
      "B": "Metnin uzunluğu",
      "C": "S&ouml;zc&uuml;k se&ccedil;imleri",
      "D": "Başlığın b&uuml;y&uuml;kl&uuml;ğ&uuml;",
      "E": "Fotoğraf a&ccedil;ısı"
    },
    "explanation": "Haber metinlerinin yazılı gösterge ögeleri, metnin kendisi, alt başlıklar, spot ve manşet (başlık) gibi unsurları içerir. Bu ögelerden biri olan <b>başlık</b>, metnin içeriği hakkında ilk bilgiyi verir ve okuyucuyu metne çekmek için kritik öneme sahiptir. Haber metinleri bu tür yazılı göstergeler aracılığıyla anlam üretir ve okuyucuya iletilir."
  },
  {
    "id": "145397",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi haber metni i&ccedil;erisinde sorumluluğun faillere y&uuml;klenerek olay/olgunun toplumsal bağlamından kopmasına yol a&ccedil;an s&ouml;ylemsel stratejidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kişiselleştirme",
      "B": "Kategorileştirme",
      "C": "Tipleştirme",
      "D": "Şeyleştirme",
      "E": "Birleştirme"
    },
    "explanation": "<b>Kişiselleştirme</b> (Personalization), haber metinlerinde olayların toplumsal, ekonomik veya siyasi bağlamından koparılarak, sorumluluğun sadece bireysel aktörlere, faillere ya da kurbanlara yüklenmesini sağlayan söylemsel bir stratejidir. Bu durum, yapısal sorunların göz ardı edilmesine ve olayın <b>toplumsal bağlamının</b> gizlenmesine neden olur, böylece egemen ideolojinin sorgulanmasını engeller."
  },
  {
    "id": "146387",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi haber &ouml;l&ccedil;&uuml;tlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Sadelik",
      "B": "Yenilik",
      "C": "İlgin&ccedil;lik",
      "D": "Sıklık",
      "E": "Pozitiflik"
    },
    "explanation": "Haber ölçütleri (news values), bir olayın haber değeri taşıyıp taşımadığına karar verirken kullanılan kriterlerdir. Bunlar arasında <b>olağandışılık, yakınlık, çatışma, negatiflik</b> gibi unsurlar yer alır. Ancak <b>Tarafsızlık</b> (veya Nesnellik), haberin içeriğinin değil, yazımının veya sunumunun uyması gereken <b>mesleki ilke</b> veya etik kuraldır, doğrudan haber değeri ölçütü değildir."
  },
  {
    "id": "146390",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi ikinci el haber kaynakları arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "G&ouml;rg&uuml; tanıkları",
      "B": "Haber ajansları",
      "C": "Basın a&ccedil;ıklamaları",
      "D": "Diğer medya organları",
      "E": "Resm&icirc; kuruluşlar"
    },
    "explanation": "<b>İkinci el haber kaynakları</b>, bir olayı yaşamamış veya gözlemlememiş ancak olaya dair bilgi veren kişi veya belgeleri içerir (örneğin, hükümet raporları, resmi açıklamalar, ajans bültenleri). Olayı bizzat gören ya da yaşayan kişiler, olayın ilk elden bilgisini sağlayan <b>Birincil Kaynaklar</b> arasında yer alır ve bu nedenle ikinci el kaynak değildir."
  },
  {
    "id": "146401",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi haber fotoğrafında ana unsuru diğer &ouml;gelerden ayırma y&ouml;nteminin adıdır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Deklanş&ouml;r",
      "B": "Enstantane",
      "C": "Dekupe",
      "D": "Mizanpaj",
      "E": "Photoshop"
    },
    "explanation": "Haber fotoğrafında ana unsuru diğer ögelerden ayırma yöntemi genellikle <b>alan derinliğini</b> (depth of field) ayarlayarak gerçekleştirilir. Bu yöntem, fotoğrafın ana konusunun net, arka planın ise bulanık (odak dışı) olmasını sağlar. Bu tekniğe <b>Odaklama/Vurgulama</b> denir ve izleyicinin dikkatinin doğrudan haberin ana öğesine çekilmesini sağlar."
  },
  {
    "id": "146406",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi haber kaynağı olarak g&ouml;r&uuml;şlerine başvurulan sembolik se&ccedil;kinler arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Yazarlar",
      "B": "Siyasi liderler",
      "C": "Akademisyenler",
      "D": "Y&ouml;netmenler",
      "E": "Sanat&ccedil;ılar"
    },
    "explanation": "Haber kaynağı olarak başvurulan sembolik seçkinler, toplumun <b>kültürel, entelektüel veya sanatsal</b> alanlarında otorite sahibi olan kişilerdir (örneğin, akademisyenler, din adamları, sanatçılar). <b>Siyasi parti liderleri</b> ise doğrudan <b>siyasi seçkinler</b> kategorisinde yer alır ve sembolik seçkinler arasında yer almaz."
  },
  {
    "id": "146411",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi Althusser tarafından belirlenen devletin ideolojik aygıtları arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Medya",
      "B": "Din&icirc; organizasyonlar",
      "C": "Aile",
      "D": "Mahkemeler",
      "E": "Eğitim sistemi"
    },
    "explanation": "Louis Althusser'e göre, devletin ideolojiyi yayma ve sürdürme işlevini gören aygıtları <b>İdeolojik Devlet Aygıtları</b> (İDA) olarak adlandırılır (Eğitim, medya, aile, din). Bunlardan farklı olarak, doğrudan fiziksel güç ve tehdit yoluyla düzeni sağlayan aygıtlar ise <b>Baskıcı Devlet Aygıtları</b> (BDA) olarak adlandırılır (Örn: Ordu, Polis). Bu nedenle listede bu baskı aygıtlarından biri (Polis/Ordu) İdeolojik Aygıtlar arasında yer almaz."
  },
  {
    "id": "146439",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi herhangi bir d&uuml;zenlemenin, eylemin, kararın, girişimin adil, eşitlik&ccedil;i, akılcı ve alternatifsiz, dolayısıyla desteklenmeye değer olduğunu g&ouml;sterme &ccedil;abasını ifade etmektedir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Şeyleştirme",
      "B": "Kaydırma",
      "C": "Par&ccedil;alama",
      "D": "Meşrulaştırma",
      "E": "Birleştirme"
    },
    "explanation": "Herhangi bir düzenlemenin, kararın veya girişimin <b>adil, akılcı ve alternatifsiz</b> olduğunu gösterme çabası <b>Meşrulaştırma</b> kavramıyla ifade edilir. Bu süreç, uygulanan politikaların kabul edilebilirliğini artırmak ve halk desteğini sağlamak amacıyla, o eylemin doğal ve kaçınılmaz olduğu izlenimini yaratır."
  },
  {
    "id": "148735",
    "unitNumber": 12,
    "text": "<strong>Bir haber yazımında teşhir edilebilir &ouml;zneler ya da s&uuml;re&ccedil;lerin neden olduğu olguların &ouml;znesizleştirilmesine ne ad verillir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kaydırma",
      "B": "Birleştirme",
      "C": "Par&ccedil;alama",
      "D": "Şeyleştirme",
      "E": "Meşrulaştırma"
    },
    "explanation": "Haber yazımında, teşhir edilebilir özneler (yani eylemi gerçekleştiren kişi veya kurumlar) tarafından neden olunan olguların, bu öznelerden bağımsızmış gibi gösterilmesine <b>Öznesizleştirme</b> (veya edilgen yapı kullanımı) adı verilir. Bu söylemsel strateji, sorumluluğu belirsizleştirerek ya da yapısal nedenleri gizleyerek, egemen ideolojiye hizmet eder."
  },
  {
    "id": "149192",
    "unitNumber": 12,
    "text": "<strong>Bir olay ve olgu &uuml;zerine edinilen, iletişim ya da yayın organlarıyla verilen bilgiye ne ad verilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Haber",
      "B": "Sunum",
      "C": "İdeoloji",
      "D": "Y&ouml;ntem",
      "E": "S&uuml;re&ccedil;"
    },
    "explanation": "Bir olay veya olgu üzerine edinilen ve iletişim ya da yayın organları aracılığıyla kamuoyuna aktarılan bilgiye <b>Haber</b> adı verilir. Haber, güncel, ilgi çekici ve genellikle alışılmışın dışında olan bilgileri içerir ve toplumsal iletişimin temelini oluşturur."
  },
  {
    "id": "150827",
    "unitNumber": 12,
    "text": "<b>Aşağıdakilerden hangisi bir haber metni yazılırken uyulması gereken kurallardan <u>değildir</u>?</b>",
    "correctAnswer": "A",
    "options": {
      "A": "Subjektif olmalıdır.",
      "B": "Alıntılar değiştirilmeden aktarılmalıdır.",
      "C": "Kaynak g&ouml;sterilmelidir.",
      "D": "Kamu yararı g&ouml;zetilmelidir.",
      "E": "Konunun t&uuml;m taraflarına yer vermelidir."
    },
    "explanation": "Başarılı bir haber metni yazılırken uyulması gereken temel kurallar; <b>kısa ve yalın cümleler</b> kullanmak, nesnel (objektif) bir dil benimsemek ve okuyucunun anlayacağı açıklıkta yazmaktır. <b>Ağdalı, süslü veya sanatlı bir dil kullanmak</b>, haberin anlaşılırlığını azalttığı ve nesnelliği zedeleyebileceği için haber yazım kurallarından biri değildir, aksine kaçınılması gereken bir durumdur."
  },
  {
    "id": "150849",
    "unitNumber": 12,
    "text": "Habercilik tarihinin hem en eski hem de en &ccedil;ok kullanılan haber yazım y&ouml;ntemi olan .................................., haberi oluşturan &ouml;gelerin en &ouml;nemliden &ouml;nemsize doğru sıralanmasını ifade eder.<br /><strong>C&uuml;mlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "D&uuml;z Piramit Kuralı",
      "B": "Ters Piramit Kuralı",
      "C": "5 N 1 K Kuralı",
      "D": "D&uuml;z Kare Kuralı",
      "E": "G&uuml;nl&uuml;k Dil Kuralı"
    },
    "explanation": "Habercilik tarihinin en eski ve en yaygın kullanılan yazım yöntemi, <b>Ters Piramit Tekniği</b>'dir. Bu teknikte, haberi oluşturan ögeler, en önemliden (kurşun/giriş) en önemsize doğru sıralanır. Bu yapı, okuyucunun habere dair en kritik bilgiyi hemen almasını sağlarken, editörlerin de sayfa kısıtlamalarına göre metni alttan kolayca kesmesine olanak tanır."
  },
  {
    "id": "190793",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi haber metni yazımında uyulması gereken kurallardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Alıntılar yorumlanmalı",
      "B": "Objektif olmalı",
      "C": "Kaynak g&ouml;sterilmeli",
      "D": "Kamu yararı g&ouml;zetilmeli",
      "E": "Kısa ve a&ccedil;ık c&uuml;mleler kurulmalı"
    },
    "explanation": "Haber metni yazımında temel ilke <b>nesnelliktir</b>. Haber, olayları olduğu gibi yansıtmalı ve yazarın kişisel görüş veya yargılarını içermemelidir. Bu nedenle, metne <b>kişisel yorum katmak</b>, haber yazımında uyulması gereken kurallardan biri kesinlikle değildir. Diğer kurallar arasında yalınlık, doğruluk ve 5N1K'ya uygunluk bulunur."
  },
  {
    "id": "190812",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi egemen ideolojilerin sembolik inşasında medyanın kullandığı y&ouml;ntemlerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Şeyleştirme",
      "B": "Eleştirme",
      "C": "Meşrulaştırma",
      "D": "Par&ccedil;alama",
      "E": "Birleştirme"
    },
    "explanation": "Medyanın egemen ideolojileri sembolik olarak inşa etme yöntemleri arasında <b>meşrulaştırma, doğallaştırma, kişiselleştirme</b> gibi söylemsel stratejiler yer alır. Bu yöntemler, egemen görüşü normalleştirir ve sorgulanmasını engeller. Dolayısıyla <b>alternatif görüşlere geniş yer verme</b> veya eleştirel analiz yapma, egemen ideolojinin inşasında kullanılan bir yöntem değildir."
  },
  {
    "id": "190817",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi sık yaşanan olayların hep aynı tarzda haberleştirildiğini ifade eden s&ouml;ylemsel stratejidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Dramatikleştirme",
      "B": "Magazinelleştirme",
      "C": "Kişiselleştirme",
      "D": "Kategorileştirme",
      "E": "Tipleştirme"
    },
    "explanation": "<b>Doğallaştırma</b>, medya söylemlerinde sık yaşanan veya tekrar eden olayların (örneğin yoksulluk, trafik kazaları) hep aynı tarzda ve değişmez, <b>doğal bir düzenin parçası</b> olarak haberleştirilmesini ifade eden stratejidir. Bu, olayların toplumsal/siyasi kökenlerinin göz ardı edilmesini ve durumun sorgulanmasının engellenmesini amaçlar."
  },
  {
    "id": "356312",
    "unitNumber": 12,
    "text": "Medya egemen ideolojinin sembolik inşasını oluştururken eylem ya da olguyu kendi g&uuml;ncel ve somut b&uuml;t&uuml;nl&uuml;ğ&uuml;n&uuml;n dışında değerlendirir.&nbsp;<br /><strong>Bu tanımlama i&ccedil;in aşağıdaki kavramlardan hangisi&nbsp; kullanılır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Meşrulaştırma",
      "B": "Kaydırma",
      "C": "Birleştirme",
      "D": "Par&ccedil;alama",
      "E": "Şeyleştirme"
    },
    "explanation": "Medyanın egemen ideolojinin inşasında kullandığı önemli stratejilerden biri <b>Soyutlama</b> (Abstraction) veya <b>Bağlamından Koparma</b>'dır. Bu strateji, bir eylem veya olgunun kendi güncel ve somut bütünlüğünden (tarihi, ekonomik veya siyasi köklerinden) ayrılarak, yalnızca yüzeysel, teknik veya formal yönleriyle değerlendirilmesini ifade eder. Bu, olayın gerçek nedenlerinin görünmez kılınmasına yol açar."
  },
  {
    "id": "356577",
    "unitNumber": 12,
    "text": "I. Sadelik<br />II. Ger&ccedil;eğe uygunluk<br />III. Olağandışılık<br /><strong>Yukarıdakilerden hangisi ya da hangileri haber değeri &ouml;l&ccedil;&uuml;tleri arasında yer alır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Haber değeri ölçütleri (news values), bir olayın yayınlanmaya değer olup olmadığını belirleyen kriterlerdir. Bu ölçütler arasında <b>Olağandışılık</b> (alışılmışın dışında olma, beklenmediklik) önemli bir yer tutar. Sadelik, haberin yazım diliyle ilgili bir kuraldır; gerçeğe uygunluk ise temel bir gazetecilik ilkesidir. Dolayısıyla haber değeri ölçütü olarak kabul edilen temel unsur sadece <b>III. Olağandışılık</b>'tır."
  },
  {
    "id": "148957",
    "unitNumber": 13,
    "text": "<strong>&Uuml;r&uuml;n veya hizmetin yerine bir şirketin imajına katkı sağlamak amacıyla yapılan &ouml;zel reklamlara ne ad verilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kurumsal reklamcılık",
      "B": "Finansal reklamcılık",
      "C": "Halkla ilişkiler",
      "D": "Sorun y&ouml;netimi",
      "E": "Uluslararası ilişkiler"
    },
    "explanation": "Ürünün veya hizmetin özelliklerini tanıtmak yerine, şirketin genel itibarını, felsefesini ve imajını hedef kitle nezdinde güçlendirmeyi amaçlayan özel reklamlara <b>Kurumsal Reklamcılık</b> (Corporate Advertising) adı verilir. Bu reklamlar, uzun vadede şirketin marka değerine katkı sağlamayı hedefler."
  },
  {
    "id": "149090",
    "unitNumber": 13,
    "text": "<strong>Sadelik, doğruluk, temizlik, olumluluk, saflık, barış, bilgi ve aydınlığı simgeleyen renk aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Siyah",
      "B": "Beyaz",
      "C": "Kırmızı",
      "D": "Mavi",
      "E": "Yeşil"
    },
    "explanation": "Saflık, temizlik ve aydınlık gibi kavramlar, Batı kültüründe genellikle <b>Beyaz</b> renk ile ilişkilendirilir. Beyaz aynı zamanda sadeliği, barışı, bilgiyi ve yeni başlangıçları da simgeler."
  },
  {
    "id": "149415",
    "unitNumber": 13,
    "text": "<strong>Hayat-&ouml;l&uuml;m, zengin-fakir, efendi-k&ouml;le ve kahraman-k&ouml;t&uuml; adam şeklinde birbirleri ile zıt olan fikir veya nesnelerin birlikte verilmesine ne ad verilir?&nbsp;</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Sembolik kod",
      "B": "Yananlamsal kod",
      "C": "Enigmatik kod",
      "D": "K&uuml;lt&uuml;rel kod",
      "E": "Eylemsel kod"
    },
    "explanation": "Hayat-ölüm, zengin-fakir gibi birbirine zıt olan fikir, nesne veya kavramların bir arada kullanılarak mesajın etkisini güçlendirmeye yarayan retorik figüre <b>Antitez</b> (Antithesis) adı verilir. Reklamda dramatik etki yaratmak için sıklıkla kullanılır."
  },
  {
    "id": "181908",
    "unitNumber": 13,
    "text": "<strong>İzleyicinin ilgisini &ccedil;ekerek ve merak uyandırarak filme s&uuml;r&uuml;kleyici bir &ouml;zellik kazandırmayı sağlayan koda ne ad verilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Enigmatik",
      "B": "Sembolik",
      "C": "Yananlamsal",
      "D": "K&uuml;lt&uuml;rel",
      "E": "Eylemsel"
    },
    "explanation": "İzleyicinin başlangıçta tam olarak anlamadığı, bir gizem veya sır (enigma) yaratarak ilgisini çekmeyi ve merak uyandırarak filmi sonuna kadar takip etmesini sağlamayı amaçlayan koda <b>Enigmatik Kod</b> (Gizem Kodu) denir. Bu kod, anlatıya sürükleyici bir özellik kazandırır."
  },
  {
    "id": "181909",
    "unitNumber": 13,
    "text": "Postallı ayakkabılar b&uuml;y&uuml;k ordunun, takvimden d&uuml;şen yapraklar ise ge&ccedil;en<br />zamanı temsil etmektedir.<br /><strong>C&uuml;mlede verilen &ouml;rnek aşağıdakilerden hangisine aittir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Metafor",
      "B": "Sembolik kod",
      "C": "Metonim",
      "D": "Yananlam",
      "E": "Eylemsel kod"
    },
    "explanation": "Bu örnekte (postallı ayakkabıların orduyu, düşen yaprakların zamanı temsil etmesi), gösterilen nesneler yüzeysel anlamlarının ötesinde, kültürel veya bağlamsal olarak başka bir anlamı çağrıştırmaktadır. Bu tür çağrışımlara dayanan koda <b>Yananlamsal Kod</b> (Connotative Code) denir. Bu kod, gösterilenin arkasındaki gizli veya dolaylı anlamı aktarır."
  },
  {
    "id": "181910",
    "unitNumber": 13,
    "text": "<strong>Sıcaklık, canlılık, gen&ccedil;lik, neşe, parlaklık anlamlarını veren renk aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Siyah",
      "B": "Kırmızı",
      "C": "Yeşil",
      "D": "Sarı",
      "E": "Mor"
    },
    "explanation": "Güneş ışığıyla ilişkilendirilen <b>Sarı</b> (Yellow) renk, genellikle sıcaklık, canlılık, enerji, neşe ve parlaklık gibi pozitif anlamları temsil eder. Aynı zamanda gençlik ve iyimserlik duygularını da yansıtır."
  },
  {
    "id": "181911",
    "unitNumber": 13,
    "text": "<strong>Tazelik, serinlik, uyum, b&uuml;y&uuml;me, yeniden doğuş, huzur, g&uuml;ven ve bahar anlamlarını veren renk aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Yeşil",
      "B": "Mavi",
      "C": "Kırmızı",
      "D": "Turuncu",
      "E": "Mor"
    },
    "explanation": "Doğayı ve bitki örtüsünü çağrıştıran <b>Yeşil</b> (Green) renk, tazelik, serinlik, uyum, büyüme, huzur, güven ve bahar gibi anlamları sembolize eder. Bu nedenle sağlık ve doğallık vurgusu yapılan reklamlarda sıklıkla kullanılır."
  },
  {
    "id": "181912",
    "unitNumber": 13,
    "text": "I. Kurumsal reklamcılık<br />II. Sosyal sorumluluk<br />III. Ekonomi<br /><strong>Yukarıdakilerden hangisi ya da hangileri halkla ilişkilerin uygulama alanlarındandır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız III",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Halkla ilişkiler (Hİ), kurum ile paydaşları arasındaki ilişkileri yönetir. Hİ’nin uygulama alanları arasında I. <b>Kurumsal Reklamcılık</b> (imaj yönetimi) ve II. <b>Sosyal Sorumluluk</b> projeleri (topluma katkı ve itibar kazanma) yer alır. III. Ekonomi, bir uygulama alanı olmaktan ziyade, Hİ çalışmalarının etki ettiği bir sonuç faktörüdür. (I ve II doğrudur.)"
  },
  {
    "id": "181913",
    "unitNumber": 13,
    "text": "<strong>Sorunların belirlenip analiz edildiği, &ouml;nceliklere g&ouml;re sıralama yapıldığı, strateji se&ccedil;ildiği, uygulama yapılan ve etkinliğin &ccedil;&ouml;z&uuml;ld&uuml;ğ&uuml; s&uuml;rece ne ad verilir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kurumsal reklamcılık",
      "B": "Finansal halkla ilişkiler",
      "C": "Sosyal sorumluluk",
      "D": "Sponsorluk",
      "E": "Sorun y&ouml;netimi"
    },
    "explanation": "Bu adımlar (sorunların belirlenmesi, analizi, önceliklendirme, strateji seçimi, uygulama ve etkinliğin çözülmesi/değerlendirilmesi), her türlü kurumsal yönetim ve özellikle <b>Halkla İlişkiler Süreci</b>nin döngüsel aşamalarını oluşturur. Bu süreç, planlı ve sistematik bir yaklaşımı temsil eder."
  },
  {
    "id": "181914",
    "unitNumber": 13,
    "text": "<strong>İnfomersiyal reklamlar hangi reklam t&uuml;r&uuml;ne aittir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Ama&ccedil; a&ccedil;ısından reklamlar",
      "B": "Hedef Pazar a&ccedil;ısından reklamlar",
      "C": "A&ccedil;ık yapılıp yapılmadığına g&ouml;re reklamlar",
      "D": "Zaman kriterlerine g&ouml;re reklamlar",
      "E": "&Ouml;deme a&ccedil;ısından reklamlar"
    },
    "explanation": "İnfomersiyal reklamlar (Infomercials), uzun süreli formatlarda (genellikle 30 dakika) ürün hakkında detaylı bilgi veren ve izleyiciyi hemen o anda ürünü satın almaya veya sipariş vermeye yönlendiren reklamlardır. Bu özellikleriyle, <b>Doğrudan Yanıt Reklamcılığı</b> (Direct Response Advertising) türüne aittirler."
  },
  {
    "id": "181915",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi &ouml;z&uuml;nde bilinmeyeni bilinen bir şeyin &ouml;zelliklerine benzeterek anlatmak i&ccedil;in kullanılan kavramdır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Enigmatik kod",
      "B": "Metafor",
      "C": "Metonim",
      "D": "K&uuml;lt&uuml;rel kod",
      "E": "Sembolik kod"
    },
    "explanation": "<b>Metafor</b> (Mecaz), bir şeyi kendi adı yerine, ona benzeyen veya onun özelliklerini taşıyan bilinen başka bir şeyle anlatma sanatıdır. Reklamcılıkta, soyut veya yeni kavramları hedef kitlenin kolayca anlayabileceği somut benzetmelerle sunmak için kullanılır."
  },
  {
    "id": "181916",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi reklam iletisindeki anlamı kurgulamada, aktarmada ve &ccedil;&ouml;z&uuml;mlemede kullanılan kodlardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Enigmatik kod",
      "B": "Sembolik kod",
      "C": "K&uuml;lt&uuml;rel kod",
      "D": "İntak kodu",
      "E": "Eylemsel kod"
    },
    "explanation": "Reklam iletisindeki anlamı kurgulama, aktarma ve çözümlemede semiyotik kodlar (Enigmatik, Yananlamsal, Retorik kodlar gibi) kullanılır. Eğer şıklarda 'İnfomersiyal kod' gibi bir ifade varsa, bu bir kodlama yöntemi değil, bir reklam türü olduğu için listede yer almaz. Kodlar, mesajın nasıl yorumlandığını belirler."
  },
  {
    "id": "181917",
    "unitNumber": 13,
    "text": "<strong>&nbsp;L&uuml;ks &uuml;r&uuml;nleri tanıtmak i&ccedil;in yapılan reklamlarda siyah renk aşağıdakilerden hangisini temsil etmektedir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Asalet",
      "B": "Aşk",
      "C": "Enerji",
      "D": "Hırs",
      "E": "Huzur"
    },
    "explanation": "Siyah renk genellikle yas ve gizemle ilişkilendirilse de, lüks ürünlerin (otomobil, saat, moda) tanıtımında kullanıldığında <b>Zarafet, Prestij, Güç, Otorite</b> ve <b>Yüksek Kalite/Sınıf</b> anlamlarını temsil eder. Bu, renge kültürel bağlamda yüklenen pozitif anlamlardan biridir."
  },
  {
    "id": "190855",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi seyirciye bir şeyi g&ouml;sterirken başka şeyler anlatmak i&ccedil;in kullanılan koddur?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Eylemsel kod",
      "B": "K&uuml;lt&uuml;rel kod",
      "C": "Sembolik kod",
      "D": "Enigmatik kod",
      "E": "Yan anlamsal kod"
    },
    "explanation": "Seyirciye gösterilen görüntünün (gösteren) yüzeyde taşıdığı anlamın ötesinde, kültürel veya duygusal çağrışımlarla başka bir şeyi (gösterilen) anlatmak için kullanılan kod <b>Yananlamsal Kod</b>'dur (Connotative Code). Bu kod, dolaylı ve kültüre bağımlı anlam yaratır."
  },
  {
    "id": "190879",
    "unitNumber": 13,
    "text": "I. Bilgilendirme<br />II. İkna Etme<br />III. Sınırlandırma<br /><strong>Yukarıdakilerden hangisi ya da hangileri reklamın işlevleri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "I, II ve III"
    },
    "explanation": "Reklamın temel işlevleri arasında I. <b>Bilgilendirme</b> (ürün özellikleri), II. <b>İkna Etme</b> (satın alma teşviki) ve Hatırlatma yer alır. III. <b>Sınırlandırma</b>, tüketicinin pazar erişimini daraltmayı ifade eder ki bu, reklamın temel işlevleriyle çelişir ve işlevleri arasında yer almaz."
  },
  {
    "id": "190885",
    "unitNumber": 13,
    "text": "I. Enigmatik kod<br />II. Yananlamsal kod<br />III. İnfomersiyal kod<br /><strong>Yukarıdaki kodlardan hangisi ya da hangileri reklam iletisindeki anlamı kurgulamada, aktarmada ve &ccedil;&ouml;z&uuml;mlemede kullanılan kodlardan biri&nbsp;<u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "I, II ve III"
    },
    "explanation": "I. <b>Enigmatik Kod</b> ve II. <b>Yananlamsal Kod</b>, reklam iletisini kurgulamada ve çözümlemede kullanılan semiyotik kodlardır. Ancak III. <b>İnfomersiyal Kod</b> diye bir semiyotik kodlama türü yoktur; 'İnfomersiyal', uzun süreli televizyon reklamı formatını tanımlayan bir <b>reklam türüdür</b>. Bu nedenle sadece III. madde kodlardan biri değildir."
  },
  {
    "id": "356315",
    "unitNumber": 13,
    "text": "<strong>İzleyicinin ilgisini &ccedil;ekerek ve merak uyandırarak reklam filminin s&uuml;r&uuml;kleyici bir &ouml;zellik taşımasını sağlayan kodlamaya verilen ad aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yananlamsal kod",
      "B": "Sembolik kod",
      "C": "Enigmatik kod",
      "D": "K&uuml;lt&uuml;rel kod",
      "E": "Eylemsel kod"
    },
    "explanation": "Bu tanım, Soru 181908 ile aynıdır. Reklam filmine bir sır veya gizem katarak izleyicinin ilgisini çekmeyi ve merakını canlı tutarak sürükleyicilik sağlamayı amaçlayan koda <b>Enigmatik Kod</b> (Gizem Kodu) adı verilir."
  },
  {
    "id": "146967",
    "unitNumber": 14,
    "text": "I. Veriler &uuml;zerinde arama yapmak daha hızlı ve kolay h&acirc;le gelmiştir.<br />II. Enformasyon istenildiği kadar &ccedil;oğaltılabilir h&acirc;le gelmiştir.<br />III. Enformasyon &uuml;zerinde d&uuml;zeltme yapılması kolaylaşmıştır.<br /><strong>Yukarıdakilerden hangisi ya da hangileri dijitalleşmenin iletişim s&uuml;recinde sağladığı avantajlardandır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "I, II ve III"
    },
    "explanation": "Dijitalleşme, verilerin çok daha hızlı ve kolay bir şekilde aranmasını sağlamıştır (I). Ayrıca enformasyonun <b>istenildiği kadar çoğaltılması</b> (kopyalanması) ve üzerinde <b>düzeltme yapılması</b> gibi süreçleri de son derece kolaylaştırmıştır (II ve III). Bu üç madde de dijitalleşmenin iletişim sürecine getirdiği temel avantajlardır."
  },
  {
    "id": "146968",
    "unitNumber": 14,
    "text": "<strong>G&uuml;nl&uuml;k hayatımızda eğitim, medya takibi, sağlık kuruluşlarından randevu alma ve tahsil sonu&ccedil;larını g&ouml;rme, eğlence, alışveriş vb. gibi t&uuml;m aktivitelerin &ccedil;oğunluğunun internet ortamında yapılmasına olan sağlayan olgu aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "B&uuml;y&uuml; veri",
      "B": "Sayısallaşma",
      "C": "Enformasyon",
      "D": "Sens&ouml;r",
      "E": "K&uuml;reselleşme"
    },
    "explanation": "Günlük hayatta eğitim, sağlık, eğlence, alışveriş, medya takibi gibi tüm aktivitelerin büyük çoğunluğunun internet ortamında gerçekleştirilmesine olanak sağlayan bu olgu, <b>Dijital Yaşam</b> veya e-Hayat olarak adlandırılır. Bu, dijital teknolojilerin yaşamın her alanına entegrasyonunu ifade eder."
  },
  {
    "id": "146969",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi End&uuml;stri 4.0&rsquo;ı diğer sanayi devrimlerinden ayıran unsurlardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Sens&ouml;r",
      "B": "Veri",
      "C": "Bilgi",
      "D": "S&uuml;re&ccedil;",
      "E": "İşlem"
    },
    "explanation": "Endüstri 4.0, <b>Siber Fiziksel Sistemler</b> (CPS), <b>Nesnelerin İnterneti</b> (IoT) ve <b>Yapay Zekâ</b> gibi unsurlarla karakterize edilir. Buhar gücünün kullanılması ise ilk sanayi devrimi olan <b>Endüstri 1.0</b>’ı diğerlerinden ayıran temel unsurdur ve Endüstri 4.0’ın ayırt edici özelliklerinden biri değildir."
  },
  {
    "id": "146970",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisinde End&uuml;stri 4.0&rsquo;ı diğer sanayi devrimlerinden ayıran unsurlar doğru olarak sıralanmıştır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Sens&ouml;r - İşlem - Bilgi - Veri",
      "B": "İşlem - Bilgi - Veri - Sens&ouml;r",
      "C": "Sens&ouml;r - Veri - Bilgi - İşlem",
      "D": "Veri - İşlem &not;- Bilgi - Sens&ouml;r",
      "E": "Sens&ouml;r - Bilgi - İşlem - Veri"
    },
    "explanation": "Endüstri 4.0’ı diğer sanayi devrimlerinden ayıran temel unsurlar, fiziksel ve dijital dünyaların birleşimiyle ortaya çıkan <b>Yapay Zekâ</b> (AI), <b>Nesnelerin İnterneti</b> (IoT) ve <b>Siber Fiziksel Sistemler</b> (CPS) kullanımıdır. Bu teknolojiler, akıllı ve otonom üretim sistemlerini mümkün kılar."
  },
  {
    "id": "146971",
    "unitNumber": 14,
    "text": "<strong>1900&rsquo;l&uuml; yılların sonundan itibaren dijital teknolojilerde yaşanan gelişmelerin nesiller arasından oluşturduğu &ccedil;eşitli farklılıklara dayanarak yapılan dijital yerli ve dijital g&ouml;&ccedil;men ayrımı yapan bilim insanı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Marc Prensky",
      "B": "Kevin Ashton",
      "C": "Manuel Castells",
      "D": "Marshall McLuhan",
      "E": "Anthony Giddens"
    },
    "explanation": "1900'lü yılların sonundan itibaren dijital teknolojilerdeki gelişmelere dayanarak, dijital teknolojilerle doğanlar (<b>Dijital Yerliler</b>) ve sonradan adapte olmak zorunda kalanlar (<b>Dijital Göçmenler</b>) ayrımını yapan bilim insanı <b>Marc Prensky</b>’dir."
  },
  {
    "id": "146973",
    "unitNumber": 14,
    "text": "Teknolojinin kullanımı ve teknoloji tabanlı &ouml;ğrenmede g&uuml;&ccedil;l&uuml;k &ccedil;eken ve uyum problemi yaşayan, dijital okuryazarlığı &ccedil;ok daha d&uuml;ş&uuml;k olan bireylerin oluşturduğu grup &hellip;&hellip;&hellip;&hellip;&hellip; olarak adlandırılmaktadır.<br /><strong>C&uuml;mlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "dijital melez",
      "B": "dijital g&ouml;&ccedil;men",
      "C": "dijital yerli",
      "D": "dijital nesil",
      "E": "dijital grup"
    },
    "explanation": "Dijital teknolojilerle sonraki yaşlarda tanışan, teknoloji tabanlı öğrenmede ve kullanımda güçlük çeken, uyum problemi yaşayan ve dijital okuryazarlığı düşük olan bireylerin oluşturduğu grup <b>Dijital Göçmenler</b> olarak adlandırılır."
  },
  {
    "id": "146975",
    "unitNumber": 14,
    "text": "I. Maddi yetersizlik<br />II. Zaman yetersizliği<br />III. Kullanım engeli<br /><strong>Yukarıdakilerden hangisi ya da hangileri bireyler arasındaki dijital u&ccedil;uruma neden olan ve bu durumu besleyen unsurlardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "I, II ve III"
    },
    "explanation": "Dijital uçurumun temel nedenleri arasında <b>Maddi Yetersizlik</b> (ekonomik eşitsizlik nedeniyle donanıma veya internete erişememe) ve <b>Kullanım Engeli</b> (dijital okuryazarlık eksikliği) bulunur. <b>Zaman yetersizliği</b>, bireysel bir kısıtlama olup, dijital uçurumu besleyen yapısal bir neden olarak kabul edilmez."
  },
  {
    "id": "146978",
    "unitNumber": 14,
    "text": "<strong>Dil dışı g&ouml;stergelere belirtkeden sonra, ikon veya g&ouml;r&uuml;nt&uuml;sel g&ouml;sterge ve simgenin de eklemlenebileceğini ilk kez s&ouml;yleyen bilim insanı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Ferdinand de Saussure",
      "B": "Noam Chomsky",
      "C": "Kevin Ashton",
      "D": "Manuel Castells",
      "E": "Charles Sanders Peirce"
    },
    "explanation": "Dil dışı göstergelere, belirtkeden (index) sonra, görsel temsiliyeti ifade eden <b>ikon</b> (icon) ve kültürel uzlaşmayla anlam kazanan <b>simge</b> (symbol) kavramlarını ekleyen bilim insanı <b>Charles Sanders Peirce</b>’dir. Peirce’in bu ayrımı, göstergebilimin (semiyotik) temelini oluşturur."
  },
  {
    "id": "146979",
    "unitNumber": 14,
    "text": "<strong>Belirli bir sırayla yan yana konulduğunda bir duyguyu dışa vuran g&ouml;rsel ipu&ccedil;larına ne ad verilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Emoticon",
      "B": "Simge",
      "C": "Emoji",
      "D": "Smile",
      "E": "İkon"
    },
    "explanation": "Belirli bir sırayla yan yana dizildiğinde (örneğin :-) veya :) ) bir yüz ifadesini veya duyguyu dışa vuran görsel ipuçlarına <b>Emoticon</b> (İfade Simgesi) adı verilir. Bunlar, dijital iletişimde duygusal tonu yansıtmaya yardımcı olur."
  },
  {
    "id": "146983",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi sosyal medyada dilsel g&ouml;sterge olarak <u>değerlendirilemez</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kullanıcının hesabına giriş yapması",
      "B": "İ&ccedil;erik oluşturması",
      "C": "Durum g&uuml;ncellemesi",
      "D": "Diğer kullanıcıların fotoğraflarını incelemesi",
      "E": "Yorum yazması"
    },
    "explanation": "Dilsel göstergeler, harfler, kelimeler ve tam cümleler gibi dili oluşturan temel birimleri içerir. <b>Emoji</b> ise, genellikle bir duyguyu, nesneyi veya durumu temsil eden <b>görsel</b> veya <b>sembolik</b> (dil dışı) bir gösterge olarak değerlendirilir, bu yüzden dilsel gösterge değildir."
  },
  {
    "id": "149330",
    "unitNumber": 14,
    "text": "<strong>Bireyler, işletmeler ve farklı sosyoekonomik seviyedeki coğrafi b&ouml;lgeler arasındaki bilgi ve iletişim teknolojilerine erişim, internete erişim ve kullanım imk&acirc;nları a&ccedil;ısından oluşan farklılığa ne ad verilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Dijital b&ouml;l&uuml;nme",
      "B": "Dijital gelişim",
      "C": "Dijital entegrasyon",
      "D": "Dijital d&ouml;n&uuml;ş&uuml;m",
      "E": "Dijital dezenformasyon"
    },
    "explanation": "Bireyler, işletmeler ve coğrafi bölgeler arasında Bilgi ve İletişim Teknolojilerine (BİT) erişim, internet bağlantısı ve kullanım imkanları açısından oluşan eşitsizliğe ve farklılığa <b>Dijital Uçurum</b> (Digital Divide) adı verilir. Bu durum, teknolojik, sosyolojik ve ekonomik farklılıklardan kaynaklanır."
  },
  {
    "id": "149434",
    "unitNumber": 14,
    "text": "<strong>Ses, ışık, nem, ısı, basın&ccedil;, hareket, kuvvet, elektrik, uzaklık, ivme vb. fiziksel ya da kimyasal sinyalleri veriye &ccedil;evirebilen algılayıcılara ne ad verilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Sens&ouml;r",
      "B": "İşlem",
      "C": "S&uuml;re&ccedil;",
      "D": "Bilgi",
      "E": "Veri"
    },
    "explanation": "Ses, ışık, ısı, basınç, hareket, nem vb. gibi çevresel veya fiziksel sinyalleri algılayarak bu sinyalleri işlenebilir <b>veriye</b> çevirebilen algılayıcılara <b>Sensör</b> (Algılayıcı) adı verilir. Bu cihazlar, Nesnelerin İnterneti (IoT) teknolojisinin temelini oluşturur."
  },
  {
    "id": "151163",
    "unitNumber": 14,
    "text": ".......................................: İnterneti, sanal oyunları, akıllı telefonları dijital bir dile &ccedil;evirerek iletişim kuran nesil dijital yerliler olarak adlandırılmaktadır ve bu neslin dijital okuryazarlık oranı olduk&ccedil;a y&uuml;ksektir.<br /><strong>C&uuml;mlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Dijital g&ouml;&ccedil;menler",
      "B": "Dijital yerliler",
      "C": "K&ouml;r dijitalciler",
      "D": "Dijital melezler",
      "E": "İleri d&uuml;zey dijitalciler"
    },
    "explanation": "İnterneti, sanal oyunları ve akıllı telefonları doğal bir şekilde kullanan, dijital bir dille iletişim kuran ve dijital okuryazarlık oranı oldukça yüksek olan nesil <b>Dijital Yerliler</b> (Digital Natives) olarak adlandırılmaktadır."
  },
  {
    "id": "190903",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi dijitalleşmenin iletişim s&uuml;recinde sağladığı avantajlardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Enformasyon istenildiği kadar &ccedil;oğaltılabilir.",
      "B": "Enformasyonun saklanması ve arşivlenmesi kolaylaşmıştır.",
      "C": "Enformasyon paylaşılması ve dağıtılması &ccedil;ok daha hızlı ve kolay h&acirc;le gelmiştir.",
      "D": "Enformasyon &uuml;zerinde her zaman g&uuml;ncelleme yapma olanaklı olmuştur.",
      "E": "Enformasyonun &uuml;retimi ve dağıtımı y&uuml;ksek maliyet gerektirmiştir."
    },
    "explanation": "Dijitalleşme, enformasyon üzerinde düzeltme yapmayı <b>kolaylaştırmıştır</b>. Bu bağlamda, 'Enformasyon üzerinde düzeltme yapılması zorlaşmıştır' ifadesi bir avantaj değil, tam tersi dijitalleşmenin sağladığı kolaylığa aykırı bir ifadedir veya bir dezavantajdır. (Diğer şıklar muhtemelen hız, çoğaltma kolaylığı ve kolay erişim gibi avantajları içeriyordu.)"
  },
  {
    "id": "190907",
    "unitNumber": 14,
    "text": "<strong>Yapay zek&acirc;, 3D yazıcılar, robotik, nano ve uzay teknolojisi alanlarında yaşanan gelişmeler &ccedil;er&ccedil;evesinde belirli bir ekonomik değere sahip canlı-cansız her nesnenin internet bağlantılarıyla diğer nesnelerle iletişime ve etkileşime ge&ccedil;ebileceği akıllı &uuml;retim d&ouml;nemine ne ad verilir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Bilgi &Ccedil;ağı",
      "B": "Sanayileşme",
      "C": "End&uuml;stri 4.0",
      "D": "Enformasyon Devrimi",
      "E": "Web 2.0"
    },
    "explanation": "Yapay zekâ, robotik, IoT, 3D yazıcılar ve nano teknolojiler çerçevesinde, canlı-cansız her nesnenin internet bağlantılarıyla etkileşime geçtiği bu akıllı üretim ve otomasyon dönemi <b>Endüstri 4.0</b> olarak adlandırılır. Bu dönem, Siber Fiziksel Sistemlerin (CPS) yaygınlaşmasını ifade eder."
  },
  {
    "id": "190914",
    "unitNumber": 14,
    "text": "<strong>&quot;Dolapta eksik olan gıda maddelerini alışveriş listesi h&acirc;linde cep telefonumuza g&ouml;nderen buzdolapları veya hangi otob&uuml;s&uuml;n durağa yaklaşmak &uuml;zere olduğunu bildiren akıllı duraklar&hellip;&quot;&nbsp;ifadesinde ge&ccedil;en &ouml;rnekleri m&uuml;mk&uuml;n kılan teknoloji aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Artırılmış ger&ccedil;eklik",
      "B": "Giyilebilir teknoloji",
      "C": "Etkileşimli internet",
      "D": "İnovasyon",
      "E": "Nesnelerin interneti"
    },
    "explanation": "Dolapların eksik gıdaları tespit etmesi veya akıllı durakların otobüs konumunu bildirmesi gibi örnekler, günlük nesnelerin (buzdolabı, durak) internet üzerinden veri toplayıp iletişim kurmasını sağlayan <b>Nesnelerin İnterneti (IoT)</b> teknolojisi sayesinde mümkün olmaktadır."
  },
  {
    "id": "356317",
    "unitNumber": 14,
    "text": "<strong>&Ouml;zellikle yirmili yaşlardan sonra sanal d&uuml;nya ile tanışan, teknolojinin kullanımı ve teknoloji tabanlı &ouml;ğrenmede g&uuml;&ccedil;l&uuml;k &ccedil;eken ve uyum problemi yaşayan bireylerin oluşturduğu grubu ifade eden kavram aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Dijital g&ouml;&ccedil;menler",
      "B": "Dijital yerliler",
      "C": "Dijital yaşlılar",
      "D": "Dijital gecikenler",
      "E": "Dijital milenyumlar"
    },
    "explanation": "Özellikle yirmili yaşlardan sonra sanal dünya ile tanışan, teknoloji tabanlı öğrenme süreçlerinde güçlük çeken ve adaptasyon sorunu yaşayan bireylerin oluşturduğu gruba <b>Dijital Göçmenler</b> adı verilir. Bu kavram, Marc Prensky tarafından ortaya konmuştur."
  },
  {
    "id": "356318",
    "unitNumber": 14,
    "text": "<strong>Dijital b&ouml;l&uuml;nmenin teknolojik, sosyolojik ve ekonomik dezavantajları nedeniyle bilgi ve iletişim teknolojilerine erişimden yoksun olanlar ile olmayanlar arasındaki farklılığı işaret eden seviyesi anlamına gelen ifade aşağıdakilerden hangisidir?&nbsp;</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kurumsal seviye",
      "B": "Bireysel seviye",
      "C": "K&uuml;resel seviye",
      "D": "Yeteneksel seviye",
      "E": "Kamusal seviye"
    },
    "explanation": "Dijital bölünmenin (uçurumun) teknolojik ve ekonomik dezavantajlar nedeniyle bilgi ve iletişim teknolojilerine <b>erişimden</b> yoksun olanlar ile olmayanlar arasındaki farkı işaret eden seviyesi <b>Dijital Uçurumun Birinci Seviyesi</b> olarak adlandırılır. İkinci seviye ise erişime sahip olanların kullanım kalitesindeki farklılıklara odaklanır."
  }
]