[
  {
    "id": "337063",
    "unitNumber": 1,
    "text": "<strong>İllüstrasyonun temel işlevi nedir?</strong>",
    "options": {
      "A": "Sayfayı doldurmak",
      "B": "Reklam",
      "C": "Satışı artırmak",
      "D": "Dikkat çekmek",
      "E": "Bir metni açıklamak"
    },
    "correctAnswer": "E",
    "explanation": "İllüstrasyonun temel işlevi, genellikle metinsel bir içeriği <b>açıklama, yorumlama veya görselleştirme</b>dir. Bir görselin metinle birlikte kullanılması, okuyucunun içeriği daha kolay anlamasına, metni duygusal veya estetik açıdan zenginleştirmesine yardımcı olur. Temel olarak, illüstrasyon <b>mesajı görsel olarak güçlendirir</b> ve <b>anlatıyı destekler</b>."
  },
  {
    "id": "337064",
    "unitNumber": 1,
    "text": "<strong>İnsanın iletişim kaygısı sonucu gelişen yazı aşağıdaki hangi aşamalara sahiptir?</strong>",
    "options": {
      "A": "Resim-söz-yazı",
      "B": "Yazı-söz-resim",
      "C": "Söz-resim-yazı",
      "D": "Resim-yazı-söz",
      "E": "Yazı-resim-söz"
    },
    "correctAnswer": "A",
    "explanation": "İnsanın iletişim ihtiyacından doğan yazı, tarihsel süreçte belirli aşamalardan geçmiştir. Bu aşamalar sırasıyla; nesneleri temsil eden görsel işaretlerin kullanıldığı <b>Piktogram</b> (Resim Yazı), soyut fikirleri ve kavramları temsil eden <b>İdeogram</b> (Düşünce Yazı) ve son olarak sesleri temsil eden sembollere dayanan <b>Fonogram</b> (Ses Yazı - Alfabetik yazı sistemi) olarak sıralanır."
  },
  {
    "id": "337065",
    "unitNumber": 1,
    "text": "<strong>Kitap ve kitap resimlemenin gelişim merkezi aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Asya",
      "B": "Amerika",
      "C": "Avrupa",
      "D": "Rusya",
      "E": "Mısır"
    },
    "correctAnswer": "C",
    "explanation": "Matbaanın icadından önceki dönemde kitap üretimi ve resimlemesi (minyatür sanatı) büyük ölçüde <b>Manastırlarda</b> ve <b>scriptorium</b> adı verilen yazım merkezlerinde gerçekleşmiştir. Özellikle Orta Çağ Avrupa'sında, kitap ve kitap resimleme sanatının korunması ve geliştirilmesi bu dini merkezlerin sorumluluğundaydı."
  },
  {
    "id": "337066",
    "unitNumber": 1,
    "text": "<strong>Orta Çağ, 11. ve 13. yüzyıllarda el yazmalarında yer alan resimlemelerde meydana gelen değişiklikler aşağıdakilerden hangidir?</strong>",
    "options": {
      "A": "Nesnenin asıl rengi kullanılmıştır.",
      "B": "Olayın geçtiği mekân önem kazanmıştır.",
      "C": "Kutsal öyküyü anlatmak ve mesaj vermek önem kazanmıştır.",
      "D": "Amaca yönelik detay önem kazanmıştır.",
      "E": "Renk kullanımı azalmıştır."
    },
    "correctAnswer": "C",
    "explanation": "Orta Çağ'da, özellikle 11. ve 13. yüzyıllarda el yazmalarında kullanılan resimleme sanatı (minyatür), Romanesk etkiden Gotik etkiye doğru kaymıştır. Bu dönemdeki temel değişiklikler arasında, figürlerin daha <b>gerçekçi ve hareketli</b> tasvir edilmesi, mekan derinliğinin artması ve <b>dini konuların yanı sıra laik/seküler konulara</b> da yer verilmeye başlanması bulunmaktadır. Sanat daha zarif ve detaylı hale gelmiştir."
  },
  {
    "id": "337068",
    "unitNumber": 1,
    "text": "<strong>Matbaanın bulunuşunun doğurduğu olumlu sonuçlar aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Kitap basımının sınırlı sayıda yapılması",
      "B": "Basım işleminin uzun zaman gerektirmesi",
      "C": "Bilginin toplumun her kesimine daha ucuz ve hızlı bir şekilde ulaşması",
      "D": "Sadece kilise ve manastırlarda basılması",
      "E": "Halkın erişimine ulaşmaması"
    },
    "correctAnswer": "C",
    "explanation": "Johannes Gutenberg tarafından 15. yüzyılda geliştirilen matbaa, en önemli sonuç olarak kitapların <b>hızlı ve toplu üretimine</b> imkan tanımıştır. Bu durum, kitap maliyetlerinin düşmesine, dolayısıyla bilginin geniş kitlelere yayılmasına ve <b>okuryazarlığın hızla artmasına</b> neden olmuştur. Matbaa, <b>Rönesans ve Reformasyon</b> gibi kültürel hareketlerin yayılmasında katalizör rolü oynamıştır."
  },
  {
    "id": "337069",
    "unitNumber": 1,
    "text": "<strong>19. yüzyılda Avrupa sanatını etkileyen sanat akımı aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Art Nouveau",
      "B": "Empresyonizm",
      "C": "Soyut sanat",
      "D": "Ekspresyonizm",
      "E": "Kübizm"
    },
    "correctAnswer": "A",
    "explanation": "19. yüzyıl Avrupa sanatını derinden etkileyen ve modern sanata geçişi sağlayan akımlar arasında <b>Romantizm</b>, <b>Realizm</b> ve yüzyılın ikinci yarısında etkili olan <b>İzlenimcilik (Empresyonizm)</b> bulunmaktadır. İzlenimcilik, özellikle ışık, renk ve anlık atmosfer üzerine odaklanarak geleneksel akademik resim kurallarını yıkan devrimci bir harekettir."
  },
  {
    "id": "337070",
    "unitNumber": 1,
    "text": "<strong>20. Yüzyılda afiş tasarımına yeni bir yaklaşım getiren sanatçı kimdir?</strong>",
    "options": {
      "A": "Édouard Manet",
      "B": "Honoré Daumier",
      "C": "Saul Bass",
      "D": "Toulouse Lautrec",
      "E": "Mengü Ertel"
    },
    "correctAnswer": "C",
    "explanation": "20. yüzyılın başlarında afiş tasarımına sade ve etkili bir görsel dil getiren akım, <b>Plakatstil</b> (Nesne Posteri) olarak bilinir. Bu akımın önde gelen sanatçısı olan <b>Lucian Bernhard</b>, afişleri gereksiz süslemelerden arındırarak, sadece <b>marka adı ve ürünün minimalist bir görselini</b> kullanmayı esas almış ve modern afiş tasarımının temellerini atmıştır."
  },
  {
    "id": "337071",
    "unitNumber": 1,
    "text": "<strong>Reklam illüstrasyonu kapsamına giren alanlar hangileridir?</strong>",
    "options": {
      "A": "Moda, afiş, ambalaj",
      "B": "Kitap, dergi, gazete",
      "C": "Tıp, botanik, mimari",
      "D": "Ambalaj, dergi, kitap",
      "E": "Moda, tıp, kitap"
    },
    "correctAnswer": "A",
    "explanation": "Reklam illüstrasyonu, ticari amaçlar için görsel içerik üretme alanını kapsar. Bu alanlar; <b>dergi ve gazete reklamları</b>, <b>afişler</b>, <b>broşürler</b>, <b>ambalaj tasarımları</b>, <b>ürün etiketleri</b> ve çeşitli <b>satış noktası (POS) materyalleri</b> gibi, bir ürün veya hizmeti tanıtmayı hedefleyen tüm ticari basılı ve dijital mecralardır."
  },
  {
    "id": "346727",
    "unitNumber": 1,
    "text": "<strong>Aşağıdaki ifadelerden hangisi illüstrasyon teriminin tanımlarından biri <u>değildir</u>?</strong>",
    "options": {
      "A": "İllüstrasyon bir metni, bir olguyu, bir durumu görsel yolla açıklamaya yönelik resimlemelerdir.",
      "B": "İllüstrasyon kitap içindeki yazıyı açıklayan ve süsleyen bir ögedir.",
      "C": "İllüstrasyon artık canlı ve sürekli gelişmekte olan güçlü bir uygulamalı sanat biçimidir.",
      "D": "İllüstrasyon, izah edici resim anlamına gelmektedir.",
      "E": "İllustrasyon geleneksel sanatlardan biri olarak ifade edilmektedir."
    },
    "correctAnswer": "E",
    "explanation": "İllüstrasyon, tanımı gereği daima <b>açıklayıcı, yorumlayıcı veya anlatısal</b> bir amaca hizmet eder, yani bir metin veya fikri destekler. Bu nedenle, eğer bir ifade illüstrasyonu salt <b>kişisel, öznel plastik sanat eseri</b> olarak tanımlıyor ve <b>içerikten bağımsız</b> olduğunu vurguluyorsa, bu ifade illüstrasyonun temel işlevlerinden biri <b>değildir</b>, çünkü illüstrasyon daima bir içeriğe bağlıdır."
  },
  {
    "id": "346728",
    "unitNumber": 1,
    "text": "<strong>Aşağıdaki sanat akımlarından hangisi 20. yüzyılın başlarında ortaya çıkmış ve modern boyutta bir tarza dönüşmüştür?</strong>",
    "options": {
      "A": "Lale Devri Sanatı",
      "B": "Art Deco Sanat Akımı",
      "C": "Art Nouveau Sanat Akımı",
      "D": "Rönesans Dönemi Sanatı",
      "E": "Barok Dönemi Sanatı"
    },
    "correctAnswer": "B",
    "explanation": "20. yüzyılın başlarında ortaya çıkan ve modern sanatı kökten değiştiren akımlar, geleneksel temsil biçimlerini reddetmiştir. Bu akımlardan <b>Kübizm</b> (Picasso ve Braque öncülüğünde), nesneleri geometrik formlara ayrıştırarak ve birden fazla bakış açısını tek bir düzlemde birleştirerek sanata modern bir boyut kazandırmış ve illüstrasyon/grafik tasarım dünyasını da etkilemiştir."
  },
  {
    "id": "346729",
    "unitNumber": 1,
    "text": "<strong>İllüstrasyonun uygulama alanlarından biri aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Geleneksel El Sanatları",
      "B": "Dokuma Sanayii",
      "C": "Teknik ve Bilimsel İllüstrasyon",
      "D": "Eğitim Bilimleri",
      "E": "Sosyal Bilimler Eğitimi"
    },
    "correctAnswer": "C",
    "explanation": "İllüstrasyon, görselleştirme ihtiyacı olan hemen hemen her yerde kullanılır. En yaygın uygulama alanları arasında <b>Kitap Resimleme</b> (özellikle çocuk kitapları), <b>Editoryal İllüstrasyon</b> (dergiler ve gazeteler), Reklam ve <b>Bilimsel/Teknik İllüstrasyon</b> bulunmaktadır. Kitap resimleme, illüstrasyonun en köklü ve yaygın uygulama alanlarından biridir."
  },
  {
    "id": "346731",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi illüstrasyon malzeme ve tekniklerinden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Kuru Boya Teknikleri",
      "B": "Su Bazlı Teknikler",
      "C": "Karakalem Tekniği",
      "D": "Mürekkepler",
      "E": "Dijital Uygulama Teknikleri"
    },
    "correctAnswer": "C",
    "explanation": "İllüstrasyon malzeme ve teknikleri, görsel eseri oluşturmak için kullanılan araçlardır (örneğin: suluboya, akrilik, dijital çizim, mürekkep, vb.). Eğer seçeneklerde, çizim ve boyama ile ilgili olmayan, örneğin <b>heykel veya mimari bir yapım yöntemi</b> (Örn: Taş Oymacılığı) bulunuyorsa, bu illüstrasyon tekniği <b>değildir</b>, çünkü illüstrasyon genellikle 2 boyutlu yüzeylerde çalışır."
  },
  {
    "id": "347325",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi İspanya’da bulunan bir mağaradır?</strong>",
    "options": {
      "A": "Magura mağarası",
      "B": "Lascaux Mağarası",
      "C": "Altamira Mağarası",
      "D": "Bhimbetka Mağarası",
      "E": "Eller Mağarası"
    },
    "correctAnswer": "C",
    "explanation": "İnsanın ilk görsel iletişim çabalarının örneklerini barındıran Paleolitik Çağ mağara resimleri, İspanya ve Fransa'da yoğunlaşmıştır. İspanya'da bulunan ve özellikle bizon resimleriyle meşhur olan mağara <b>Altamira Mağarası</b>'dır. Bu mağaralar, <b>prehistorik piktogramların</b> ve erken sanatın önemli kanıtlarıdır."
  },
  {
    "id": "347327",
    "unitNumber": 1,
    "text": "<strong>Toplumcu Yaklaşım hangi dönemde önem kazanmaya başlamıştır?</strong>",
    "options": {
      "A": "Orta Çağ",
      "B": "Rönesans",
      "C": "Aydınlanma",
      "D": "Postmodernizm",
      "E": "Modernizm"
    },
    "correctAnswer": "B",
    "explanation": "Sanatın toplumsal değişim ve sosyal konuları ele alma amacı taşıyan <b>Toplumcu Yaklaşım</b>, özellikle <b>19. yüzyılın sonları ve 20. yüzyılın başlarında</b>, sanayileşme ve toplumsal eşitsizliklerin artmasıyla önem kazanmıştır. Bu dönemde Rusya'da gelişen <b>Konstrüktivizm</b> ve <b>Sosyal Gerçekçilik</b> gibi akımlar bu yaklaşımın güçlü örnekleridir."
  },
  {
    "id": "347331",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi afiş tasarımında Plakatstil tarzının özelliklerinden biridir?</strong>",
    "options": {
      "A": "Yoğun çizgiler",
      "B": "Karışık renkler",
      "C": "Ayrıntılı çizgiler",
      "D": "Minimal etkiler",
      "E": "Karışık desenler"
    },
    "correctAnswer": "D",
    "explanation": "Alman afiş tarzı olan <b>Plakatstil</b>'in (Nesne Posteri) en belirgin özelliklerinden biri, afişin konusunu oluşturan nesnenin <b>izole edilmiş, sadeleştirilmiş ve güçlü bir şekilde vurgulanmasıdır</b>. Gereksiz detaylardan kaçınılır, <b>düz renk alanları</b> ve net, kalın tipografi kullanılır. Bu yaklaşım, mesajın maksimum hızda ve etkiyle iletilmesini sağlar."
  },
  {
    "id": "337075",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi bilgisayarın gelişim sürecine ait dönemlerden biridir?</strong>",
    "options": {
      "A": "Mekanik Çağ",
      "B": "Paleolitik Çağ",
      "C": "Mezolitik Çağ",
      "D": "Neolitik Çağ",
      "E": "Kalkolitik Çağ"
    },
    "correctAnswer": "A",
    "explanation": "Bilgisayarların tarihsel gelişim süreci, genellikle kullanılan teknolojiye göre farklı dönemlere ayrılır. Bu dönemler arasında <b>Elektromekanik Dönem</b>, <b>Transistör Dönemi</b>, <b>Entegre Devre Dönemi</b> ve özellikle Masaüstü Yayıncılık'ın başlangıcını mümkün kılan <b>Mikroişlemci Dönemi</b> (Kişisel Bilgisayar Dönemi) yer alır. Soruda bahsedilen şık, bu teknolojik ilerleme aşamalarından birini temsil etmektedir."
  },
  {
    "id": "337076",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi bilgisayarın tasarımda kullanılmadığı zamanlarda grafik tasarımcıların kullandığı araçlardan biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Letraset",
      "B": "Kretuar",
      "C": "Yapıştırıcı",
      "D": "Asetat",
      "E": "Grafik Tablet"
    },
    "correctAnswer": "E",
    "explanation": "Bilgisayarların grafik tasarımda kullanılmadığı dönemlerde (Masaüstü Yayıncılık öncesi), tasarımcılar metin ve görsel düzenlemeleri manuel olarak yaparlardı. Kullanılan araçlar arasında <b>rapidograf</b> (çizim kalemi), <b>T-cetveli</b>, <b>astrolon</b> (sayfa planı için şeffaf film) ve <b>tutkal</b> (yapıştırma için) bulunurdu. Masaüstü Yayıncılık yazılımları (örneğin Adobe Illustrator veya PageMaker) ise bu dönemin araçlarından biri <b>değildir</b> çünkü bunlar bilgisayarla tasarım dönemine aittir."
  },
  {
    "id": "337077",
    "unitNumber": 2,
    "text": "<strong>1984’te lansmanı yapılan Macintosh bilgisayarın masaüstü yayıncılık için uygun bir sistem olmasının başlıca nedeni aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Grafiksel kullanıcı arayüzüne (GUI) sahip olması",
      "B": "Renkli monitörünün olması",
      "C": "Disket sürücüye sahip olması",
      "D": "Ethernet bağlantısına sahip olması",
      "E": "All-in-one sistemine sahip olması"
    },
    "correctAnswer": "A",
    "explanation": "1984'te tanıtılan Macintosh bilgisayarın masaüstü yayıncılığın başlangıcında kilit rol oynamasının başlıca nedeni, <b>grafik kullanıcı arayüzüne (GUI)</b> sahip olması ve bu arayüz sayesinde tasarımcıların ekranda gördüklerini (WYSIWYG - What You See Is What You Get) çıktıya aktarabilmesiydi. Ayrıca, Apple’ın aynı dönemde <b>LaserWriter</b> lazer yazıcısını piyasaya sürmesi ve <b>PageMaker</b> yazılımının gelmesi, Macintosh'u DTP için ideal bir sisteme dönüştürdü."
  },
  {
    "id": "337078",
    "unitNumber": 2,
    "text": "<strong>Paul Brainerd’in kurucusu olduğu yazılım firması ismini aşağıdaki yayıncıların hangisinden almıştır?</strong>",
    "options": {
      "A": "Aldus Freehand",
      "B": "Aldus Corporation",
      "C": "Aldus Gutenberg",
      "D": "Aldus Manutius",
      "E": "Aldus Publisher"
    },
    "correctAnswer": "D",
    "explanation": "Paul Brainerd, Masaüstü Yayıncılık devriminin ilk ve en önemli yazılımlarından olan PageMaker'ı geliştiren Aldus Corporation'ın kurucusudur. Şirketin ismi, 15. yüzyıl Venedik'te yaşamış ve tipografiye büyük katkılarda bulunmuş olan ünlü yayıncı ve matbaacı <b>Aldus Manutius</b>'tan (Aldo Manuzio) alınmıştır."
  },
  {
    "id": "337079",
    "unitNumber": 2,
    "text": "<strong>\"Masaüstü Yayıncılık\" kavramı tasarımın aşağıdaki hangi aşamasını kapsar?</strong>",
    "options": {
      "A": "Tasarım fikri geliştirme",
      "B": "İletişim problemini belirleme",
      "C": "Tasarım ve iletişim sürecinden beklenen çıktıları belirleme",
      "D": "Hedef kitle analizi",
      "E": "Karar verilen tasarımın yayına hazır hâle getirilmesi"
    },
    "correctAnswer": "E",
    "explanation": "<b>Masaüstü Yayıncılık (DTP)</b>, kişisel bilgisayarlar kullanarak metin ve görsellerin bir araya getirilerek dergi, broşür, kitap gibi yayınların <b>sayfa düzeni</b> (layout) ve <b>baskı öncesi hazırlık</b> aşamalarının gerçekleştirilmesini kapsar. Yani, tasarımın üretim ve düzenleme aşamaları DTP kavramı altındadır."
  },
  {
    "id": "337080",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi bir masaüstü yayıncılık aracı <u>değildir</u>?</strong>",
    "options": {
      "A": "Bilgisayar",
      "B": "Yazılım",
      "C": "Tarayıcı",
      "D": "Ofset baskı makinesi",
      "E": "Veri nakil, depolama sistemleri"
    },
    "correctAnswer": "D",
    "explanation": "Masaüstü Yayıncılık araçları genellikle sayfa düzeni (PageMaker, InDesign, QuarkXPress) veya görsel düzenleme (Photoshop, Illustrator) yazılımlarını içerir. Bu araçların aksine, örneğin <b>Microsoft Excel</b> gibi bir <b>elektronik tablo</b> veya veri işleme programı, temel bir masaüstü yayıncılık aracı olarak kabul edilmez, zira birincil işlevi sayfa düzeni oluşturmak değildir. DTP araçları; metin, resim ve grafikleri birleştirmeye odaklanır."
  },
  {
    "id": "337081",
    "unitNumber": 2,
    "text": "<strong>Masaüstü yayıncılıkta bilgisayar teknolojisinin birincil işlevi aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Bir iletişim problemini tespit etmek",
      "B": "İletişim probleminin çözümüne yönelik fikir geliştirmek",
      "C": "Göz alıcı ve estetik tasarımı üretmek",
      "D": "Tek başına iletişim probleminin çözümünü gerçekleştirmek",
      "E": "Tasarımcının fikrini ürüne dönüştürmesinde yardımcı olmak"
    },
    "correctAnswer": "E",
    "explanation": "Masaüstü yayıncılıkta bilgisayar teknolojisinin birincil işlevi, tasarım öğelerinin (metin, fotoğraf, illüstrasyon) <b>sayfa düzenini oluşturmak</b> ve bu düzenlenmiş içeriği baskıya hazır hale getirmektir. Bu süreç, geleneksel montaj süreçlerinin yerini alarak verimliliği artırmıştır."
  },
  {
    "id": "337082",
    "unitNumber": 2,
    "text": "<strong>Grafik tasarım uygulaması yapılan bilgisayarda aşağıdaki özelliklerden hangisine sahip olması öncelikle <u>beklenmez</u>?</strong>",
    "options": {
      "A": "Kayıt özellikli çift DVD sürücü",
      "B": "Yüksek kapasiteli sabit disk",
      "C": "Büyük monitör",
      "D": "Yüksek kapasiteli RAM",
      "E": "Gelişmiş ekran kartı"
    },
    "correctAnswer": "A",
    "explanation": "Grafik tasarım uygulamaları için bilgisayardan beklenen öncelikli özellikler; yüksek RAM, hızlı işlemci, geniş depolama alanı ve renk doğruluğu yüksek monitördür. Donanım olarak, tasarım ve görsel işleme ile doğrudan ilgisi olmayan bir özellik (örneğin <b>Dahili TV kartı</b> veya <b>Sesli asistan entegrasyonu</b>) öncelikle beklenen bir özellik <b>değildir</b>."
  },
  {
    "id": "337083",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi masaüstü yayıncılık uygulamalarında kullanılabilecek bir çıktı cihazı <u>değildir</u>?</strong>",
    "options": {
      "A": "Mürekkep püskürtmeli yazıcı",
      "B": "Nokta vuruşlu yazıcı",
      "C": "Lazer yazıcı",
      "D": "Kalıp çıkış cihazı",
      "E": "Film çıkış cihazı"
    },
    "correctAnswer": "B",
    "explanation": "Masaüstü yayıncılıkta çıktı cihazları, hazırlanan yayının somutlaştırılmasını sağlar (örneğin Lazer yazıcılar, Mürekkep Püskürtmeli yazıcılar, Imagesetter'lar). <b>Tarayıcı (Scanner)</b> ise bir çıktı cihazı değil, fiziksel görüntüleri ve belgeleri dijital ortama aktarmak için kullanılan bir <b>giriş cihazıdır</b>."
  },
  {
    "id": "346732",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi bilgisayarda kullanılan sistem yazılımlardan biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Resim işletim sistemi",
      "B": "MacOs işletim sistemi",
      "C": "Windows işletim sistemi",
      "D": "Pardus işletim sistemi",
      "E": "Linux işletim sistemi"
    },
    "correctAnswer": "A",
    "explanation": "Yazılımlar temelde sistem yazılımları ve uygulama yazılımları olarak ikiye ayrılır. Sistem yazılımları (örneğin İşletim Sistemi, Sürücüler) bilgisayarın temel çalışmasını sağlarken, uygulama yazılımları kullanıcının belirli bir işi yapmasına yarar (örneğin grafik tasarım, kelime işlem). <b>Adobe InDesign</b>, <b>QuarkXPress</b> veya <b>Microsoft Word</b> gibi programlar, kullanıcıya özel görevler sağlayan <b>uygulama yazılımlarıdır</b> ve sistem yazılımları kategorisine girmez."
  },
  {
    "id": "346735",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi 1950’lerin sonundan itibaren sayısız afiş ve grafik ürünü tasarlayan, Türk Grafik Tasarım tarihinin önemli tasarımcılarından biridir?</strong>",
    "options": {
      "A": "Mengü Ertel",
      "B": "Albert Dürer",
      "C": "Michelangelo",
      "D": "İbrahim Çallı",
      "E": "Matrakçı Nasuh"
    },
    "correctAnswer": "A",
    "explanation": "1950’ler ve sonrası, Türk Grafik Tasarımının modernleşme sürecinde önemli bir dönemdir. Bu dönemde sayısız afiş ve grafik ürünleri tasarlayan, Türk Grafik Sanatının duayenlerinden biri <b>Sait Maden</b>’dir. Sait Maden, özellikle kitap kapakları, logolar ve afiş çalışmalarıyla tanınan, dönemin önde gelen tasarımcılarındandır."
  },
  {
    "id": "347336",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi lazer yazıcının avantajlarından biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Yüksek çıkış hızı",
      "B": "Kaliteli renkli baskı imkânı",
      "C": "Kaliteli siyah-beyaz baskı imkânı",
      "D": "Çok büyük ebatlı baskı imkânı",
      "E": "Düşük çıkış maliyeti"
    },
    "correctAnswer": "D",
    "explanation": "Lazer yazıcıların avantajları arasında yüksek baskı hızı, profesyonel kalitede (özellikle metin ve çizgi sanatı için) çıktı verme ve sayfa başına düşük maliyet (toner kullanımı nedeniyle) bulunur. Ancak, lazer yazıcıların dezavantajı, genellikle <b>yüksek ilk yatırım maliyetidir</b>. Bu nedenle 'Çok düşük ilk yatırım maliyetine sahip olması' lazer yazıcının bir avantajı <b>değildir</b>."
  },
  {
    "id": "347339",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi masaüstü yayıncılık amacıyla kullanılan bilgisayarın monitöründen beklenen özelliklerden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Büyük olması",
      "B": "Hızlı tepki süresine sahip olması",
      "C": "Yüksek çözünürlüğe sahip olması",
      "D": "Çok yüksek kontrastlı olması",
      "E": "Renk tutarlılığına sahip olması"
    },
    "correctAnswer": "D",
    "explanation": "Masaüstü yayıncılıkta kullanılan monitörlerden beklenen en önemli özellikler; renklerin doğru ve tutarlı görüntülenmesi için <b>yüksek renk doğruluğu</b> (kalibrasyon), karmaşık detayları göstermek için <b>yüksek çözünürlük</b> ve yeterli ekran boyutudur. Bu bağlamda, <b>Çok düşük çözünürlüğe</b> sahip bir monitör, tasarım detaylarını gösterme yeteneğini kısıtlayacağı için beklenen bir özellik <b>değildir</b>."
  },
  {
    "id": "347341",
    "unitNumber": 2,
    "text": "<strong>Bilgisayarın kullanılmadığı manuel grafik tasarım döneminde, tasarımda kullanılacak görselleri ve diğer tasarım elemanlarını tasarım planına göre sayfalara (veya astrolona) yapıştıran meslek elemanı aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Agrandizör",
      "B": "Pikajör",
      "C": "Vizör",
      "D": "Grafikçi",
      "E": "Desinatör"
    },
    "correctAnswer": "B",
    "explanation": "Bilgisayar öncesi (manuel) grafik tasarım döneminde, görsel materyalleri (metin, fotoğraf klişeleri vb.) alıp, tasarım planına göre fiziksel olarak astrolon veya sayfalara yapıştırma işini yapan meslek elemanına <b>Montajcı</b> (Paste-up Artist) veya <b>Reprodüksiyon elemanı</b> denirdi. Bu kişi, baskı öncesi hazırlığın fiziksel düzenlemesinden sorumluydu."
  },
  {
    "id": "337095",
    "unitNumber": 3,
    "text": "<strong>Alfabeyi ilk bulan uygarlık aşağıdakilerden hangisidir? </strong>",
    "options": {
      "A": "Romalılar",
      "B": "Fenikeliler",
      "C": "Yunanlılar",
      "D": "Türkler",
      "E": "Mısırlılar"
    },
    "correctAnswer": "B",
    "explanation": "Tarihsel olarak kabul edildiği üzere, ilk gerçek alfabeyi (ses temelli ve sadece ünsüz harflerden oluşan) geliştiren uygarlık <b>Fenikelilerdir</b>. Fenike alfabesi, yaklaşık MÖ 1050 civarında ortaya çıkmış ve Mısır hiyerogliflerinden esinlenerek büyük ölçüde basitleştirilmiştir. Bu alfabe, daha sonra Yunan ve Latin gibi günümüzdeki pek çok alfabenin temelini oluşturmuştur."
  },
  {
    "id": "337097",
    "unitNumber": 3,
    "text": "<strong>İlk alfabenin okuma yönü aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Sağdan sola",
      "B": "Soldan Sağa",
      "C": "Yukarıdan aşağıya",
      "D": "Aşağıdan yukarıya",
      "E": "Karışık"
    },
    "correctAnswer": "A",
    "explanation": "Fenike alfabesi gibi <b>Sami dillerine dayanan ilk alfabeler</b>, geleneksel olarak <b>sağdan sola</b> doğru yazılırdı. Bu yazım yönü, Arapça ve İbranice gibi dillerde günümüzde de kullanılmaya devam etmektedir. Batı dillerinde kullanılan Latin alfabesi ise Yunan alfabesinin etkisiyle soldan sağa doğru yazılmaya başlamıştır."
  },
  {
    "id": "337101",
    "unitNumber": 3,
    "text": "<strong>Gutenberg neyi icat etmiştir?</strong>",
    "options": {
      "A": "Yazı",
      "B": "Matbaa",
      "C": "Kalem",
      "D": "Kağıt",
      "E": "Papirüs"
    },
    "correctAnswer": "B",
    "explanation": "Johannes Gutenberg, 15. yüzyılda Avrupa'da <b>hareketli metal harflerle baskı tekniğini</b> (matbaayı) icat etmiştir. Bu icat, kitapların hızlı ve ucuz bir şekilde çoğaltılmasını sağlayarak bilginin yayılmasında devrim yaratmış ve Rönesans'ın en önemli katalizörlerinden biri olmuştur."
  },
  {
    "id": "337103",
    "unitNumber": 3,
    "text": "<strong>“Boustrophedon” nedir?</strong>",
    "options": {
      "A": "Antik geminin adı",
      "B": "Soldan sağa veya sağdan sola karışık okuma biçimi",
      "C": "Kağıt yapımında bir teknik",
      "D": "Matbaa için gerekli bir alet",
      "E": "Özel bir mürekkebin ismi"
    },
    "correctAnswer": "B",
    "explanation": "“Boustrophedon”, kelime anlamı olarak 'öküzün döndüğü gibi' demektir. Bu, yazının bir satırda <b>sağdan sola</b>, hemen ardından gelen satırda ise <b>soldan sağa</b> doğru yazıldığı, yönün satır sonunda değiştiği (alternatif yönlü) bir yazım şeklidir. Özellikle <b>Eski Yunan yazıtlarında</b> görülen bu yöntem, okuma akışını kolaylaştırmayı amaçlamıştır."
  },
  {
    "id": "337104",
    "unitNumber": 3,
    "text": "<strong>Uluburun batığında yazı tarihi için önemi olan ne bulunmuştur?</strong>",
    "options": {
      "A": "Antik yazıtlar",
      "B": "Antik paralar",
      "C": "Tarihteki ilk balmumu yazı takımı",
      "D": "Papirüsler",
      "E": "Parşömen bir kitap"
    },
    "correctAnswer": "C",
    "explanation": "14. yüzyıla tarihlenen Uluburun batığında, o dönemde yazışma ve kayıt tutma aracı olarak kullanılan, katlanabilir <b>balmumu tabletler (diptych)</b> bulunmuştur. Bu bulgu, Miken döneminden itibaren Akdeniz ticaretinde <b>taşınabilir yazılı iletişimin</b> önemini göstermesi açısından yazı tarihi için büyük bir öneme sahiptir."
  },
  {
    "id": "337108",
    "unitNumber": 3,
    "text": "<strong>Papirüs nerede yetişmektedir?</strong>",
    "options": {
      "A": "İtalya, Roma kıyısında",
      "B": "Türkiye, Uluburun kıyısında",
      "C": "Türkiye, Bergama kıyısında",
      "D": "Mısır, Nil kıyısında",
      "E": "Akdeniz ikliminde"
    },
    "correctAnswer": "D",
    "explanation": "Papirüs, yazı malzemesi olarak kullanılan bir bitkidir (Cyperus papyrus). Bu bitki, sadece <b>Nil Nehri deltasının bataklık bölgelerinde</b> doğal olarak bol miktarda yetişir. Bu nedenle, Papirüs üretimi ve kullanımı binlerce yıl boyunca ağırlıklı olarak <b>Antik Mısır'ın tekeli</b> altında kalmıştır."
  },
  {
    "id": "337109",
    "unitNumber": 3,
    "text": "<strong>Parşömen nerede icat edilmiştir?</strong>",
    "options": {
      "A": "Fenike",
      "B": "Kapadokya",
      "C": "Bergama",
      "D": "Perge",
      "E": "Side"
    },
    "correctAnswer": "C",
    "explanation": "Parşömen (Pergamenum), MÖ 2. yüzyılda, Papirüs ambargosuna bir cevap olarak <b>Anadolu'daki Bergama (Pergamon) Krallığı'nda</b> icat edilmiştir. Hayvan derisinin özel yöntemlerle işlenmesiyle elde edilen bu malzeme, Bergama Kütüphanesi'nin ihtiyacını karşılamak için geliştirilmiştir."
  },
  {
    "id": "337110",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi parşömenin papirüse kıyasla olumlu bir yönünü ifade etmektedir?</strong>",
    "options": {
      "A": "Kırılganlığının fazla olması",
      "B": "Yapışkan istememesi",
      "C": "Tek taraflı yazılabilmesi",
      "D": "Yumuşak fırça kullanılması",
      "E": "Katlanabilmesi"
    },
    "correctAnswer": "E",
    "explanation": "Parşömen, papirüse kıyasla çok daha <b>dayanıklı</b> ve <b>uzun ömürlü</b>dür. En büyük olumlu yönlerinden biri, işlenmiş derinin yapısı sayesinde <b>her iki yüzüne de yazı yazılabilmesi</b>dir (Papirüs genellikle tek yüze yazılırdı). Ayrıca, yazı silinerek (palimpsest) tekrar kullanılabilir olması da önemli bir ekonomik avantaj sağlıyordu."
  },
  {
    "id": "337111",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi parşömenin icadı için sebep olmuştur?</strong>",
    "options": {
      "A": "Firavunun Bergama’ya papirüs ithalatını durdurması",
      "B": "Uzun süren savaşlar",
      "C": "Ekonominin kötü olması",
      "D": "Bambu’nun popüler olması",
      "E": "Kağıdın icadı"
    },
    "correctAnswer": "A",
    "explanation": "Parşömenin icadının temel sebebi, Mısır'daki Ptolemaios Krallığı'nın (MÖ 2. yüzyıl) <b>Bergama Krallığı'na papirüs ihracatını durdurması veya kısıtlamasıdır</b>. Bergama, kütüphanesinin büyüyen ihtiyacını karşılamak için yeni ve alternatif bir yazı materyali geliştirmek zorunda kalmıştır ki bu da parşömendir."
  },
  {
    "id": "337113",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi bir tipografi terimi <u>değildir</u>?</strong>",
    "options": {
      "A": "Ligature",
      "B": "Serif",
      "C": "Papirüs",
      "D": "Crotch",
      "E": "Terminal"
    },
    "correctAnswer": "C",
    "explanation": "Tipografi, yazı karakterlerinin tasarımı ve düzenlenmesi sanatıdır. Tipografi terimleri genellikle 'Font', 'Kerning' (harf aralığı), 'Leading' (satır aralığı) ve 'Point Size' (harf büyüklüğü) gibi kavramları içerir.<br>Bu nedenle, seçeneklerde tipografiyle doğrudan ilgisi olmayan bir terim (Örn: 'Hidroliz' veya 'Sismograf') bu sorunun doğru cevabını oluşturur, çünkü tipografi <b>yazı ve dizgi sanatı</b> üzerine odaklanır."
  },
  {
    "id": "346737",
    "unitNumber": 3,
    "text": "<strong>Yazı tipinin seçilmesinde ve tasarımın oluşturulmasında aşağıdakilerden hangisi <u>kullanılmaz</u>?</strong>",
    "options": {
      "A": "Fotoğraf",
      "B": "Görsel imgeler",
      "C": "Diğer yazı elemanları",
      "D": "Renk",
      "E": "Doku"
    },
    "correctAnswer": "E",
    "explanation": "Yazı tipinin seçilmesinde; okunabilirlik, hedef kitlenin algısı, metin hiyerarşisi, satır uzunluğu ve tasarımın genel amacı gibi <b>estetik ve işlevsel faktörler</b> kullanılır. Kullanılmayan bir faktör, tasarım veya baskı sürecinin kendisiyle ilgisi olmayan alakasız bir unsur olmalıdır (Örn: Baskı makinesinin rengi). Seçim süreci tamamen <b>iletişimin etkinliğini</b> sağlamak üzerine kuruludur."
  },
  {
    "id": "347343",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi \"alfabe\" sözcüğünün anlamını ifade eder?</strong>",
    "options": {
      "A": "Alpha ve Beta sözcüklerinin bir araya gelmesinden türemiştir.",
      "B": "Alpha ve Tetra sözcüklerinin bir araya gelmesinden türemiştir.",
      "C": "Alpha ve Delta sözcüklerinin bir araya gelmesinden türemiştir.",
      "D": "Beta ve Gama sözcüklerinin bir araya gelmesinden türemiştir.",
      "E": "Tetra ve Gama sözcüklerinin bir araya gelmesinden türemiştir."
    },
    "correctAnswer": "A",
    "explanation": "Türkçeye Latinceden geçen 'Alfabe' (Alphabet) sözcüğü, kökenini <b>Yunan alfabesinin ilk iki harfi</b> olan <b>Alpha</b> (A) ve <b>Beta</b> (B) harflerinin birleştirilmesiyle alır. Bu isim, bir dildeki temel sesleri temsil eden işaretler dizisinin tamamını ifade etmek için kullanılır."
  },
  {
    "id": "347350",
    "unitNumber": 3,
    "text": "<strong>Gutenberg aşağıdakilerden hangisini icat etmiştir?</strong>",
    "options": {
      "A": "Kâğıt",
      "B": "Yapışkan",
      "C": "Mürekkep",
      "D": "Bıçak",
      "E": "Kalem"
    },
    "correctAnswer": "C",
    "explanation": "Bu soru (337101 ile aynı içeriğe sahip), Johannes Gutenberg'in 15. yüzyıl ortalarında geliştirdiği en önemli katkıya işaret etmektedir. Gutenberg, Avrupa'da <b>hareketli harflerle çalışan matbaayı</b> icat ederek, bilgi üretimi ve dağıtım hızını dramatik bir şekilde artırmış ve modern çağın başlangıcında kilit bir rol oynamıştır."
  },
  {
    "id": "337138",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi çevre grafiği alanlarından biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Yön grafiği",
      "B": "Ambalaj grafiği",
      "C": "Kimlik grafiği",
      "D": "Açıklayıcı grafik",
      "E": "Düzenleyici grafik"
    },
    "correctAnswer": "B",
    "explanation": "Çevre grafiği (Çevresel Grafik Tasarım), genellikle <b>fiziksel bir mekânın kullanıcı deneyimini iyileştiren</b> ve mekânla iletişim kuran görsel unsurları kapsar. Ana alanları arasında <b>Yönlendirme Sistemleri</b> (Wayfinding), <b>Kimlik Grafikleri</b> (Branding), <b>Bilgilendirme Grafikleri</b> ve <b>Mimari Tasarım Entegrasyonu</b> bulunur.<br/>Cevabın dışındaki alan (örneğin, Kişisel Web Sitesi Tasarımı) çevre grafiği alanının fiziksel mekân sınırları içinde yer almayan bir grafik tasarım alt dalıdır."
  },
  {
    "id": "337140",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi çevresel grafik tasarımının işlevlerinden <u>değildir</u>?</strong>",
    "options": {
      "A": "Bilgi vermek",
      "B": "Yön bulmak",
      "C": "Satış yapmak",
      "D": "Aidiyet duygusu yaratmak",
      "E": "Mekânı tanımak"
    },
    "correctAnswer": "E",
    "explanation": "Çevresel grafik tasarımının temel işlevleri arasında <b>mekânı tanımlamak</b>, <b>yol göstermek (navigasyon)</b>, güvenlik kurallarını belirtmek ve <b>kurumsal kimliği güçlendirmek</b> yer alır. Bu tasarımın işlevi, karmaşık bir yapının inşasını yönetmek (ki bu mimarın veya inşaat müdürünün görevidir) değildir; bu, tasarımın uygulandığı aşamanın bir parçasıdır, ancak grafik tasarımcının temel işlevi değildir."
  },
  {
    "id": "337142",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi çevresel grafik tasarımının işlevlerinden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Bilgi vermek",
      "B": "Yön bulmak",
      "C": "Satış yapmak",
      "D": "Aidiyet duygusu yaratmak",
      "E": "Mekânı tanımak"
    },
    "correctAnswer": "C",
    "explanation": "Çevresel grafik tasarımının işlevleri, mekânsal algıyı kolaylaştırmak, kurum kimliğini yansıtmak ve kullanıcılara <b>net bilgi akışı</b> sağlamaktır. Bu tasarımın bir işlevi, herhangi bir <b>geleneksel reklam panosu</b> kurmak değildir. EGD, reklamcılıktan ziyade <b>mekânla bütünleşik, kalıcı ve kullanıcı odaklı iletişim</b> kurmaya odaklanır."
  },
  {
    "id": "337144",
    "unitNumber": 4,
    "text": "<strong>Hangisi düzenleyici çevre grafiğine örnek olabilir?</strong>",
    "options": {
      "A": "Kural piktogramları",
      "B": "Site haritası",
      "C": "Müze kataloğu",
      "D": "Apartman numarası",
      "E": "Otel kat bilgilendirmesi"
    },
    "correctAnswer": "A",
    "explanation": "<b>Düzenleyici çevre grafikleri</b>, kullanıcıların belirli bir mekânda uyması gereken <b>kuralları, yasakları veya güvenlik uyarılarını</b> belirten işaretlerdir. Buna en iyi örnekler <b>hız limitleri</b>, ‘Giriş Yasaktır’ işaretleri, <b>acil çıkış levhaları</b> veya 'Sigara İçilmez' gibi zorunlu talimatlardır. Bunlar, çevredeki düzeni ve güvenliği sağlamayı amaçlar."
  },
  {
    "id": "337146",
    "unitNumber": 4,
    "text": "<strong>Hangisi çevresel grafik tasarımcının görevlerinden <u>değildir</u>?</strong>",
    "options": {
      "A": "Oryantasyon",
      "B": "Navigasyon",
      "C": "Bilgilendirme",
      "D": "Her yeri renklendirme",
      "E": "Bellek oluşturma"
    },
    "correctAnswer": "D",
    "explanation": "Çevresel grafik tasarımcının görevleri; mimarlar ve iç mimarlarla iş birliği yapmak, <b>uygun malzeme ve üretim tekniklerini</b> belirlemek ve <b>yönlendirme stratejileri</b> geliştirmektir. Ancak tasarımcının görevi, <b>mimari projenin temel yapısını</b> veya statik hesaplamalarını yapmak değildir. Bu tamamen inşaat ve mimarlık disiplinlerinin sorumluluğundadır."
  },
  {
    "id": "337147",
    "unitNumber": 4,
    "text": "<strong>Çevresel grafik tasarımının işlevini aşağıdakilerden hangisi <u>açıklamaz</u>?</strong>",
    "options": {
      "A": "Mekâna kimlik kazandırmak",
      "B": "Ben neredeyim sorusuna cevap bulmak",
      "C": "Mekânı tanımlamak",
      "D": "Mekâna satış sağlamak",
      "E": "Mekânı yaşanır kılmak"
    },
    "correctAnswer": "D",
    "explanation": "Çevresel grafik tasarımının temel işlevi, <b>mekânsal karmaşıklığı azaltmak</b> ve kullanıcıların ortamı kolayca anlamalarını sağlamaktır (Yön bulma). İşlevini açıklamayan ifade, 'Mekânı kasten karmaşık ve zor anlaşılır hale getirmesi' olmalıdır, çünkü EGD'nin varlık nedeni tam tersidir: <b>bilgiyi erişilebilir kılmak</b>."
  },
  {
    "id": "337149",
    "unitNumber": 4,
    "text": "I. Yalın işaretler<br/>II. Doğru noktalara konmuş bilgilendirmeler<br/>III. Mekânla uyum sağlayan grafikler<br/><strong>Yukarıdakilerden hangisi ya da hangileri çevre tasarımının grafik tasarım kapsamındaki işlevleri arasında yer alır?</strong>",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "correctAnswer": "E",
    "explanation": "Çevre grafiği tasarımının etkin olması için üç temel unsur kritik öneme sahiptir:<br/>I. <b>Yalın işaretler</b> (hızlı anlaşılabilirlik),<br/>II. <b>Doğru noktalara konmuş bilgilendirmeler</b> (stratejik yerleştirme ve alaka düzeyi),<br/>III. <b>Mekânla uyum sağlayan grafikler</b> (estetik ve mimari entegrasyon).<br/>Bu maddelerin hepsi (I, II ve III) çevre tasarımının grafik tasarım kapsamındaki işlevleri ve gereklilikleri arasında yer alır."
  },
  {
    "id": "337150",
    "unitNumber": 4,
    "text": "<strong>Çevresel grafik tasarım elemanları kullanıcıya aşağıdakilerden hangisini <u>vermez</u>?</strong>",
    "options": {
      "A": "Açıklayıcı bilgisi",
      "B": "Yön bilgisi",
      "C": "Kural bilgisi",
      "D": "Zaman bilgisi",
      "E": "Kimlik bilgisi"
    },
    "correctAnswer": "D",
    "explanation": "Çevresel grafik tasarım elemanları kullanıcıya <b>yön</b>, <b>kimlik bilgisi</b>, <b>güvenlik talimatları</b> ve mekânsal deneyim sunar. Bu tasarımlar, görsel iletişim araçlarıdır ve kullanıcılara <b>tıbbi tavsiye</b>, hukuki görüş veya kişisel mali danışmanlık gibi uzmanlık gerektiren profesyonel hizmetleri veya bilgileri vermez."
  },
  {
    "id": "337152",
    "unitNumber": 4,
    "text": "<strong>Hangisi bir çevre grafiği örneği <u>değildir</u>?</strong>",
    "options": {
      "A": "Antik çağlardaki duvar resimleri",
      "B": "Kent haritaları",
      "C": "Sinema afişleri",
      "D": "Müze bilgilendirme panoları",
      "E": "Otoban tabelaları"
    },
    "correctAnswer": "C",
    "explanation": "Çevre grafiği, <b>fiziksel ve inşa edilmiş bir çevre</b> ile etkileşim kuran grafiklerdir. Örnekler arasında bina cephesindeki logolar, yönlendirme panoları ve yer işaretleri bulunur. <b>Kişisel bilgisayar masaüstü arayüzü</b> ise dijital ortamda yer alır ve fiziksel çevre grafiği kapsamına girmez."
  },
  {
    "id": "337154",
    "unitNumber": 4,
    "text": "<strong>Çevresel grafik tasarım aşağıdaki hangi tasarım alanı kapsamına girer?</strong>",
    "options": {
      "A": "Bilgilendirme Tasarımı",
      "B": "Ambalaj Tasarımı",
      "C": "Reklam Fotoğrafçılığı",
      "D": "Web Tasarımı",
      "E": "Font Tasarımı"
    },
    "correctAnswer": "A",
    "explanation": "Çevresel grafik tasarım, geleneksel olarak <b>Grafik Tasarım</b> disiplini ile <b>Mimarlık</b> ve <b>İç Mimarlık</b> alanlarının kesişim kümesinde yer alan, disiplinler arası bir alandır. Grafik tasarım prensiplerini alıp, bunları <b>üç boyutlu mekânlara ve yapılara</b> uygular. Bu nedenle hem grafik tasarım hem de mekân tasarımı kapsamına girer."
  },
  {
    "id": "346740",
    "unitNumber": 4,
    "text": "<strong> Aşağıdakilerden hangisi grafik tasarımcının görevlerinden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Düzenli ya da düzensiz yerleşke yapısı içerisinde insanların akışını kolaylaştırmak",
      "B": "Düzenli ya da düzensiz yerleşke yapısı içerisinde insanların yönelişini ve aradığını bulmasını kolaylaştırmak",
      "C": "Çevreye bir kimlik vermek, dokusuna uygun tasarımlar üretmek",
      "D": "Grafik tasarımcısı çevre tasarımı yaparken en önemli hedefi izleyiciye/kullanıcıya gerekli bilgiyi doğru yerde ve doğru zamanda iletmek",
      "E": "Çevre tasarım çalışmalarında yer almamak"
    },
    "correctAnswer": "E",
    "explanation": "Grafik tasarımcı, <b>görsel iletişim stratejileri</b> oluşturur, görsel hiyerarşiyi planlar, renk ve tipografi seçimi yapar. Ancak tasarımcının görevi, tasarımla ilgili olsa da, bir mimar veya inşaat ekibinin yürüttüğü <b>yapının statik hesaplamalarını yapmak</b>, malzemelerin mukavemetini denetlemek gibi temel mühendislik sorumluluklarını içermez."
  },
  {
    "id": "346741",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi çevre grafiği çeşitlerinden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Deprem grafikleri",
      "B": "Kimlik grafikleri",
      "C": "Yön grafikleri",
      "D": "Açıklayıcı grafikler",
      "E": "Düzenleyici (kural) grafikler"
    },
    "correctAnswer": "A",
    "explanation": "Çevre grafiği çeşitleri genellikle <b>Yönlendirme Grafikleri</b> (Wayfinding), <b>Düzenleyici Grafikler</b> (Regulatory), <b>Kimlik Grafikleri</b> (Identity) ve <b>Yorumlayıcı/Anıtsal Grafikler</b> (Interpretive) olarak sınıflandırılır. <b>Sosyal Medya Grafikleri</b> ise dijital iletişim alanına aittir ve fiziksel çevresel grafik tasarımı çeşitlerinden biri değildir."
  },
  {
    "id": "346742",
    "unitNumber": 4,
    "text": "<strong>Düzenleyici grafikler çevreye ait kuralları gösteren tasarım elemanlarını içerir. Bu ifadeye göre yola çıkılarak aşağıdakilerden hangisi \"Kural (Düzenleyici) Grafikler / İşaretler\" arasında <u>yer almaz</u>?</strong>",
    "options": {
      "A": "Uyarıcı",
      "B": "Bilgi verici",
      "C": "Herhangi bir kuraldan bağımsız",
      "D": "Yasakları vurgulayıcı",
      "E": "Mekânı düzenleyici"
    },
    "correctAnswer": "C",
    "explanation": "Düzenleyici grafikler, çevreye ait <b>zorunlu kuralları, güvenlik talimatlarını veya yasakları</b> gösterir. Bunlar arasında 'Dur' levhaları veya yangın söndürücü işaretleri bulunur. <b>Kurumsal logo ve renklerin</b> kullanımı ise bir kuralı değil, <b>kurumun kimliğini</b> ve görsel dilini belirler, dolayısıyla bunlar 'Kimlik Grafikleri' arasında yer alır."
  },
  {
    "id": "346743",
    "unitNumber": 4,
    "text": "<strong>Kimlik grafikleri için aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "options": {
      "A": "Mekânların kimliğini ortaya çıkarır.",
      "B": "Çevreyi güzelleştirir.",
      "C": "Mekânın karakterini ortaya çıkarır.",
      "D": "Tarihsel sürecini ortaya çıkarır.",
      "E": "Geçmişini iletişim yoluyla kullanıcıya aktarmayı amaçlar."
    },
    "correctAnswer": "B",
    "explanation": "<b>Kimlik grafikleri</b>, bir kurumun veya yerin <b>imajını ve markasını</b> mekân içinde güçlendirmek için kullanılır. Bu grafikler sadece bilgilendirme amaçlı değildir; <b>estetik kaygılar</b> taşır, <b>mekânın ruhunu</b> yansıtır ve kurumsal imajı destekler. Dolayısıyla, 'Sadece bilgilendirme amaçlı kullanılır, estetik kaygısı taşımaz' ifadesi kimlik grafikleri için <b>yanlıştır</b>."
  },
  {
    "id": "408885",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi çevresel grafik tasarım olarak da adlandırdığımız çevre grafiği işlevlerinden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Kimlik Grafikleri",
      "B": "Yön Grafikleri",
      "C": "Açı Grafikleri",
      "D": "Açıklayıcı Grafikler",
      "E": "Düzenleyici Grafikler"
    },
    "correctAnswer": "C",
    "explanation": "Çevresel grafik tasarımının temel işlevleri; <b>yön bulmayı kolaylaştırmak</b>, mekânsal kimliği güçlendirmek, kullanıcıya bilgi sunmak ve <b>güvenliği artırmaktır</b>. Bu tasarımın işlevlerinden biri <b>mekansal akışı bilerek engellemek</b> veya kasten karmaşa yaratmak değildir. EGD her zaman kullanıcı deneyimini ve akışı optimize etmeyi hedefler."
  },
  {
    "id": "337716",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi Çukur Baskı Teknikleri'nden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Asite yedirme (Etching)",
      "B": "Linol baskı",
      "C": "Leke baskı (Aquatint )",
      "D": "Kabartma (Embossing)",
      "E": "Yumuşak yedirme (Soft ground)"
    },
    "correctAnswer": "B",
    "explanation": "Çukur baskı (Intaglio) teknikleri, mürekkebin plakanın oyuk veya kazınmış kısımlarına yerleştirilmesi prensibine dayanır. Bu teknikler arasında <b>Asit İndirme (Etching), Gravür (Engraving), Kuru İğne (Drypoint) ve Mezzotint</b> gibi yöntemler bulunur. Eğer seçeneklerde <b>Serigrafi (Elek Baskı)</b> veya <b>Linol Baskı (Yüksek Baskı)</b> gibi yüzey/elek baskı grubuna ait bir teknik varsa, o teknik çukur baskı tekniklerinden biri <u>değildir</u>."
  },
  {
    "id": "337717",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi serigrafi baskının önceki isimlerinden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Elek baskı",
      "B": "İpek baskı",
      "C": "Stencil baskı",
      "D": "Leke baskı (Aquatint)",
      "E": "Screen printing"
    },
    "correctAnswer": "D",
    "explanation": "<b>Serigrafi</b>, modern baskı tekniklerinden biridir ve 'ipek yazısı' anlamına gelir (Seri: İpek, Graphos: Yazı). Geçmişte kullanılan yaygın isimleri arasında, özellikle elek malzemesinin ipekten yapıldığı dönemde, <b>İpek Baskı</b> veya daha genel bir ifadeyle <b>Elek Baskı (Screen Printing)</b> bulunur. Eğer listedeki seçenek tamamen farklı bir baskı tekniği adıysa (Örn: Taş Baskı veya Gravür), bu isim serigrafinin önceki isimlerinden biri <u>değildir</u>."
  },
  {
    "id": "337718",
    "unitNumber": 5,
    "text": "<strong>Aşağıdaki tekniklerden hangisinde kalıp oluşturulurken asit kullanılır?</strong>",
    "options": {
      "A": "Leke baskı (Aquatint)",
      "B": "Ağaç baskı",
      "C": "Linol baskı",
      "D": "Ağaç gravür",
      "E": "Serigrafi baskı"
    },
    "correctAnswer": "A",
    "explanation": "Kalıp oluşturulurken asit kullanılan temel baskı tekniği <b>Asit İndirme (Etching)</b>dir. Bu bir çukur baskı yöntemidir. Sanatçı, asit dirençli vernikle kaplanmış metal plakayı (genellikle bakır veya çinko) kazır. Ardından plaka aside daldırılır; asit, sadece verniğin kalktığı yerlerdeki metali aşındırarak mürekkebin tutunacağı <b>çukurlukları</b> oluşturur. Asit kullanımı aynı zamanda <b>Akvatint</b> tekniğinde de tonlama amacıyla gerçekleşir."
  },
  {
    "id": "337719",
    "unitNumber": 5,
    "text": "<strong>Aşağıdaki tekniklerden hangisinde edisyonlu (çok kopyalı) baskı <u>alınamaz </u>?</strong>",
    "options": {
      "A": "Linol baskı",
      "B": "Mono baskı",
      "C": "Serigrafi baskı",
      "D": "Litografi / Taş baskı",
      "E": "Dijital baskı"
    },
    "correctAnswer": "B",
    "explanation": "Geleneksel baskı tekniklerinin çoğu sınırlı sayıda (edisyonlu) kopya üretimi için tasarlanmıştır. Ancak <b>Monotip (Monotype)</b> tekniği, kalıp üzerine uygulanan mürekkebin baskı sırasında kağıda tamamen transfer edilmesi prensibine dayanır. Bu nedenle, bir kalıptan <b>sadece bir adet</b> orijinal baskı alınabilir. Dolayısıyla, edisyonlu (çok kopyalı) baskı alınamaz."
  },
  {
    "id": "337720",
    "unitNumber": 5,
    "text": "<strong>Ukio-e tekniği için aşağıda verilen ifadelerden hangisi <u>söylenemez</u>?</strong>",
    "options": {
      "A": "Bu teknik Japonya’da geliştirilmiştir.",
      "B": "Ağaç baskının bir türüdür.",
      "C": "Fırça ile uygulanan türleri vardır.",
      "D": "Litografi / taş baskı dan dönüşmüştür.",
      "E": "Çok renkli baskılar yapılabilmektedir."
    },
    "correctAnswer": "D",
    "explanation": "<b>Ukio-e</b>, Japonya'da Edo döneminde gelişmiş, ahşap kalıp kullanılan (Woodblock) geleneksel bir <b>Yüksek Baskı</b> tekniğidir. Bu teknikte birden fazla renk bloğu kullanılır ve genellikle günlük hayat, manzaralar ve tiyatro oyuncuları gibi 'fani dünyanın resimleri'ni konu alır. Eğer seçeneklerde 'metal plaka kullanılır' veya 'çukur baskı tekniğidir' gibi ifadeler varsa, bu ifade Ukio-e için <u>söylenemez</u>, zira Ukio-e yumuşak ağaç kalıp kullanır."
  },
  {
    "id": "337721",
    "unitNumber": 5,
    "text": "<strong>Aşağıdaki baskı tekniklerinden hangisinde kalıp olarak yumuşak ağaç kullanılır?</strong>",
    "options": {
      "A": "Linol baskı",
      "B": "Ağaç baskı",
      "C": "Leke baskı (Aquatint)",
      "D": "Ofset baskı",
      "E": "Ağaç Gravür"
    },
    "correctAnswer": "B",
    "explanation": "<b>Ahşap Baskı (Woodcut)</b>, <b>Yüksek Baskı</b> grubuna ait en eski tekniklerden biridir. Bu teknikte, tahta kalıp oyularak basılacak alanlar yüksekte bırakılır. Oyma işleminin kolay olması ve daha karakteristik, lifli izler bırakabilmesi için lifleri boyunca kesilmiş <b>yumuşak ağaç</b> (çam, ıhlamur, kiraz vb.) kullanılır. Ahşap Gravür ise daha sert ağaçları kullanır."
  },
  {
    "id": "337722",
    "unitNumber": 5,
    "text": "<strong>Yumuşak yedirme (soft ground) baskı tekniği aşağıdakilerden hangi gruba girer?</strong>",
    "options": {
      "A": "Çukur baskı / Asitli teknikler",
      "B": "Çukur baskı / Asitsiz teknikler",
      "C": "Düz baskı",
      "D": "Şablon baskı",
      "E": "Ukio-e tekniği"
    },
    "correctAnswer": "A",
    "explanation": "<b>Yumuşak Yedirme (Soft Ground)</b>, çukur baskı tekniği olan <b>Asit İndirme (Etching)</b>nin özel bir varyasyonudur. Temel prensip metal kalıbın asitle aşındırılması olduğu için, Yumuşak Yedirme tekniği <b>Çukur Baskı (Intaglio)</b> grubuna girer. Bu teknikte, yumuşak vernik sayesinde kağıt, kumaş veya diğer malzemelerin dokusu kalıba kolayca aktarılabilir."
  },
  {
    "id": "337723",
    "unitNumber": 5,
    "text": "<strong>Serigrafi / Elek baskı tekniği aşağıdakilerden hangi gruba girer?</strong>",
    "options": {
      "A": "Çukur baskı / Asitli teknikler",
      "B": "Çukur baskı / Asitsiz teknikler",
      "C": "Düz baskı",
      "D": "Şablon baskı",
      "E": "Ukio-e tekniği"
    },
    "correctAnswer": "D",
    "explanation": "Serigrafi, bilinen diğer adı ile <b>Elek Baskı (Screen Printing)</b>, genellikle dördüncü ana baskı grubu olan <b>Elek Baskı / Şablon Baskı (Stencil Printing)</b> grubuna girer. Bu teknikte mürekkep, gerilmiş bir elek (şablon) içerisinden geçirilerek baskı yüzeyine ulaşır. Görüntü ne oyulmuş, ne yüksekte bırakılmış, ne de kimyasal yolla ayrılmış bir yüzeye dayanır; doğrudan elek yüzeyindeki geçirgenliğe bağlıdır."
  },
  {
    "id": "337724",
    "unitNumber": 5,
    "text": "<strong>Mezzotint baskı tekniği aşağıdakilerden hangi gruba girer?</strong>",
    "options": {
      "A": "Çukur baskı / Asitli teknikler",
      "B": "Çukur baskı / Asitsiz teknikler",
      "C": "Düz baskı",
      "D": "Şablon baskı",
      "E": "Ukio-e tekniği"
    },
    "correctAnswer": "B",
    "explanation": "<b>Mezzotint</b>, Latince 'yarım ton' anlamına gelir ve zengin, kadifemsi siyah tonlar ile yumuşak ışık-gölge geçişleri oluşturmasıyla bilinir. Plakanın özel bir aletle tamamen grenli hale getirilip, ardından kazıma ve perdahlama yoluyla ışık tonlarının yaratılması prensibine dayandığı için <b>Çukur Baskı (Intaglio)</b> teknikleri grubuna girer."
  },
  {
    "id": "346744",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi baskı tekniklerinden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Yüksek baskı (Tipo)",
      "B": "Düz baskı (Ofset)",
      "C": "Yatay baskı (Horizontal)",
      "D": "Çukur baskı (Tifdruk)",
      "E": "Serigrafi baskı (Elek)"
    },
    "correctAnswer": "C",
    "explanation": "Baskı teknikleri, bir kalıptan çoğaltma (edisyon) yapılması esasına dayanır. Ana baskı teknikleri Litografi, Serigrafi, Yüksek Baskı ve Çukur Baskıdır. Eğer seçeneklerde <b>Heykel (Sculpture)</b>, <b>Yağlı Boya</b> veya <b>Fresk</b> gibi çoğaltım amacı gütmeyen veya kalıp kullanmadan doğrudan yüzeye uygulanan bir sanat formu varsa, bu teknik baskı tekniklerinden biri <u>değildir</u>."
  },
  {
    "id": "346745",
    "unitNumber": 5,
    "text": "<strong>Budizm için önemli kaynaklardan biri olan \"Diamond Sutra Öğretisi\" adlı kitap aşağıdakilerden hangisinde bulunmuştur?</strong>",
    "options": {
      "A": "Doğu Türkistan'da bir mağarada",
      "B": "Orta Asya steplerinde",
      "C": "Mısır Piramitleri'nde",
      "D": "Mezopotamya topraklarında",
      "E": "Fransa Lascaux Mağarası'nda"
    },
    "correctAnswer": "A",
    "explanation": "Budizm için önemli bir kaynak olan ve aynı zamanda bilinen en eski tarihli (MS 868) ve basılı kitap örneği kabul edilen <b>Diamond Sutra Öğretisi</b>, Çin'in Gansu eyaletinde bulunan <b>Dunhuang Mağaraları'nda (Mogao Mağaraları)</b> keşfedilmiştir. Bu eser, baskı sanatının tarihsel kökenleri açısından büyük öneme sahiptir."
  },
  {
    "id": "346746",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi linol baskı aşamalarından biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Basımı yapılacak tasarımın kâğıda çizilmesi",
      "B": "Tasarımın linol blok üzerine aktarılması",
      "C": "Baskı sonrası kâğıt kalıptan dikkatlice ayrılarak kurutulmak üzere kuruma rafına yerleştirilmesi",
      "D": "Linol blok üzerindeki negatif alanların oyulması",
      "E": "Baskı mürekkebinin düz bir yüzey üzerine spatula ile sürülmesi"
    },
    "correctAnswer": "C",
    "explanation": "Linol baskı, yüksek baskı grubuna dahildir. Aşamaları arasında çizimi aktarma, basılmayacak alanları <b>oyma bıçakları</b> ile çıkarmak, kalıba mürekkep sürmek ve baskıyı almaktır. Linolyum yumuşak ve kolay işlenen bir malzeme olduğu için, <b>asit kullanmak</b> veya metal bir plaka hazırlamak linol baskı aşamalarından biri <u>değildir</u>; bu işlemler çukur baskı tekniklerine özgüdür."
  },
  {
    "id": "347699",
    "unitNumber": 5,
    "text": "<strong>Aşağıdaki baskı tekniklerinden hangisinde sadece bir eser basılabilir?</strong>",
    "options": {
      "A": "Mono baskı",
      "B": "Linol baskı",
      "C": "Serigrafi baskı",
      "D": "Ofset baskı",
      "E": "Litografi (taş) baskı"
    },
    "correctAnswer": "A",
    "explanation": "Tekrarı olmayan ve edisyon imkanı sunmayan baskı tekniği <b>Monotip (Monotype)</b>'tir. Bu teknikte, kalıbın üzerindeki tüm mürekkep veya boya ilk baskıda kağıda aktarılır. Bu nedenle, kalıptan sadece <b>bir adet benzersiz eser</b> basılabilir ve ikinci bir baskı (ghost print) oldukça zayıf veya farklıdır."
  },
  {
    "id": "347701",
    "unitNumber": 5,
    "text": "<strong>Aşağıdaki tekniklerin hangisinde oluşturulan görüntü baskıda pozitif olarak çıkar?</strong>",
    "options": {
      "A": "Leke baskı",
      "B": "Yüksek yedirme",
      "C": "Yumuşak yedirme",
      "D": "Kabartma",
      "E": "Asite yedirme"
    },
    "correctAnswer": "B",
    "explanation": "Yüksek Baskı ve Çukur Baskı tekniklerinin çoğunda (Ahşap, Gravür) görüntü kalıba ters (aynalanmış) çizilmelidir ki baskıda düz (pozitif) çıksın. Ancak <b>Serigrafi (Elek Baskı)</b> tekniğinde, şablon (kalıp) pozitif olarak hazırlanır ve görüntü <b>baskıda da pozitif</b> olarak (ters çevrilmeden) çıkar. Bu durum Serigrafinin pratik avantajlarından biridir."
  },
  {
    "id": "347702",
    "unitNumber": 5,
    "text": "<strong>Yağ ile suyun birbirini itmesi temel ilkesine göre çalışan baskı tekniği aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Mono baskı",
      "B": "Linol baskı",
      "C": "Serigrafi baskı",
      "D": "Şablon baskı",
      "E": "Litografi (taş) baskı"
    },
    "correctAnswer": "E",
    "explanation": "Yağ ile suyun birbirini itmesi temel kimyasal ilkesine göre çalışan baskı tekniği <b>Taş Baskı (Litografi / Lithography)</b>'dir. Bu teknikte, taş yüzey üzerine yağlı malzemelerle çizim yapılır. Baskı öncesinde taş ıslatılır; su çizilmeyen alanlara tutunurken, yağlı çizim alanları suyu iter. Mürekkep (yağ bazlı) uygulandığında ise sadece yağlı çizim alanlarına tutunur ve böylece baskı alınır. Litografi, <b>Düz Baskı (Planographic)</b> grubunun ana tekniğidir."
  },
  {
    "id": "337734",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi kurumsal kimlik tasarımı bileşenlerinden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Logo",
      "B": "Yazı tipi",
      "C": "Stil yönergesi",
      "D": "Görseller",
      "E": "Bütçe düzenlemesi"
    },
    "correctAnswer": "E",
    "explanation": "Kurumsal kimlik tasarımı bileşenleri genellikle <b>görsel</b> (logo, renk, tipografi), <b>davranışsal</b> ve <b>iletişimsel</b> unsurları kapsar. Tasarım bileşenleri denildiğinde genellikle <b>logo, renk paleti, tipografi, görseller</b> ve bunların kullanımını düzenleyen <b>stil yönergesi</b> akla gelir. Şıklar arasında yer almayacak bir seçenek (örneğin pazar araştırması veya finansal raporlar) kurumsal kimliğin doğrudan bir tasarım bileşeni değildir."
  },
  {
    "id": "337735",
    "unitNumber": 6,
    "text": "<strong>Tanımlayıcı logo tasarımında kurumun kimliğini oluşturan ana unsurlar aşağıdakilerden hangisine <u>uymaz</u>?</strong>",
    "options": {
      "A": "Kurumun ne iş yaptığı",
      "B": "Kurumun hedef kitlesi",
      "C": "Kurumun sembolik olarak vizyonu",
      "D": "Kurumun hangi alanda iş yaptığı",
      "E": "Kurumun misyonunu anlatan imgeler"
    },
    "correctAnswer": "C",
    "explanation": "<b>Tanımlayıcı logo</b> tasarımı, kurumun adı (<b>Wordmark</b>) veya yaptığı işi açıkça anlatan (<b>Pictorial Mark</b>) unsurları içerir. Kurum kimliğini oluşturan ana unsurlar, logonun <b>net, anlaşılır</b> ve <b>doğrudan</b> olmasına odaklanır. Bu tür bir tasarımda, soyut veya <b>anlamsız sembolizme</b> yer verilmez, çünkü amaç kurumun ne olduğunu hemen aktarmaktır. Bu nedenle, kurumun işiyle veya ismiyle bağdaşmayan aşırı <b>soyut geometrik şekillere</b> uymayabilir."
  },
  {
    "id": "337736",
    "unitNumber": 6,
    "text": "<strong>Yazı Tipi’nin Kurumsal Kimlik tasarımındaki önemi aşağıdakilerden hangisinden en çok kaynaklanır?</strong>",
    "options": {
      "A": "Tipografinin düzgün tasarlanmasıyla kurumun kimliğini yansıtması ve okunurluk",
      "B": "Yazışmalarda estetik bir duruş sağlaması",
      "C": "Kurumlar arası yazışmalarda üstünlük sağlanması",
      "D": "Diğer kurumlarla rekabeti ortaya koymak",
      "E": "Ürünlerini tasarlarken mühendislere yardımcı olmak"
    },
    "correctAnswer": "A",
    "explanation": "Yazı tipi (<b>tipografi</b>), kurumsal kimlik tasarımının en önemli görsel bileşenlerinden biridir. Önemi, markanın <b>kişiliğini ve tonunu</b> yansıtmasından ve tüm iletişim materyallerinde <b>tutarlılık</b> sağlamasından kaynaklanır. Yazı tipi seçimi, metnin <b>okunabilirliğini</b> etkiler ve markanın ciddiyetini, modernliğini veya gelenekselliğini ifade etme gücüne sahiptir. En çok kaynaklandığı yer, markanın <b>sesini ve algısını</b> oluşturmadaki rolüdür."
  },
  {
    "id": "337737",
    "unitNumber": 6,
    "text": "I. Bir kuruma ait ürünler, ürün ambalajları<br/>II. Hizmet veya markanın ismi<br/>III. Tabelalar, yönlendirme elemanları<br/><strong>Yukarıdakilerden hangisi ya da hangileri kurumsal kimliği oluşturabilecek elemanlar arasında yer alır?</strong>",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "correctAnswer": "E",
    "explanation": "Kurumsal kimlik (Corporate Identity), bir kurumun kendini dış dünyaya ifade ettiği tüm görsel, davranışsal ve iletişimsel unsurları kapsar. <br/>I. <b>Ürünler ve ambalajlar</b> kurumsal kimliğin en somut görsel uygulama alanlarıdır. <br/>II. <b>Hizmet veya markanın ismi</b> (marka adı) kurumsal kimliğin temel iletişimsel ve sözel bileşenidir. <br/>III. <b>Tabelalar ve yönlendirme elemanları</b> ise fiziksel mekanda kurumsal kimliğin görünürlüğünü sağlayan önemli görsel elemanlardır. Dolayısıyla, bu unsurların hepsi kurumsal kimliği oluşturur veya onu taşır."
  },
  {
    "id": "337738",
    "unitNumber": 6,
    "text": "<strong>Sembolik Logo tasarımında yapılmak istenen aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Kurumun ne yaptığı irdelenir",
      "B": "Kurumun bulunduğu şehre mutlaka vurgu yapılır",
      "C": "Tasarım yapılırken serifli karakter kullanılması şarttır",
      "D": "Tanımlayıcı özellikler kullanılmadan ifade etme biçimi",
      "E": "Kurumun iç işleri anlatılır"
    },
    "correctAnswer": "D",
    "explanation": "<b>Sembolik logo</b> tasarımı (Abstract Mark), genellikle kurumun adını doğrudan göstermeden, kurumun <b>değerlerini, misyonunu</b> veya temel konseptini yansıtan <b>soyut bir görsel</b> kullanmayı amaçlar. Amaç, tüketicilerin zihninde güçlü ve ayırt edici bir <b>çağrışım</b> yaratmak ve markanın hikayesini semboller aracılığıyla anlatmaktır."
  },
  {
    "id": "337739",
    "unitNumber": 6,
    "text": "<strong>Görsellerin kullanımı kurumsal kimlik için neden önemlidir?</strong>",
    "options": {
      "A": "Logoyu her Görselde kullanmak gerekir",
      "B": "Yazı tipi çekici olmalıdır",
      "C": "Görsellerin pastel renklerde olması gerekir",
      "D": "Diğer tasarım ögeleri ile bütünlük sağlayacak şekilde tasarlanmalıdır",
      "E": "Görsellerde kontrast yüksek olmalıdır"
    },
    "correctAnswer": "D",
    "explanation": "Görsellerin kullanımı (fotoğrafçılık stili, illüstrasyonlar vb.), kurumsal kimliğin <b>duygusal tonunu</b> belirlemede ve hedef kitleyle <b>bağlantı kurmada</b> kritik rol oynar. Doğru görsel kullanımı, markanın mesajını hızlıca iletir, kurumsal kimlik kılavuzunda belirtilen <b>tutarlılığı</b> sağlar ve markanın hikayesini <b>akılda kalıcı</b> bir şekilde pekiştirir."
  },
  {
    "id": "337740",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi Apple şirketinin logosunda bulunmayan bir unsurdur?</strong>",
    "options": {
      "A": "Logonun zamanla değişmiş olması",
      "B": "Son tasarlanan logonun sembolik olması",
      "C": "Son tasarlanan logodaki elmanın sembolik özellikleriyle kurumu özdeşleştirmesi",
      "D": "Son tasarlanan logonun basit ve akılda kalıcı olması olması",
      "E": "Logonun Orwell’in romanındaki baskıcı anlayışı savunuyor"
    },
    "correctAnswer": "E",
    "explanation": "Apple'ın ikonik logosu, tek başına kullanılan <b>ısırılmış elma sembolüdür</b>. Bu logo, minimalist ve semboliktir. Logonun kendisinde (pictorial mark) tipik olarak <b>kurumun adı</b> (Apple) veya bir <b>slogan</b> yer almaz. Genellikle yalnızca grafik sembol kullanılır, bu da onun gücünü ve evrensel tanınabilirliğini artırır."
  },
  {
    "id": "337741",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi bir Stil Yönergesinde <u>bulunmaz</u>?</strong>",
    "options": {
      "A": "Logo kullanımı",
      "B": "Siyah ve beyaz yüzeyde logo kullanımı",
      "C": "Yazı Tipi",
      "D": "Renkler",
      "E": "Fiyat listesi"
    },
    "correctAnswer": "E",
    "explanation": "<b>Stil Yönergesi</b> (veya Marka Kılavuzu), kurumsal kimlik elemanlarının doğru ve tutarlı kullanımını sağlamak için tasarlanmıştır. İçerisinde <b>logo kullanım alanları, renk kodları (CMYK, RGB, Hex), doğru tipografi kullanımı</b> ve görsellerin stili gibi tasarım kuralları bulunur. Stil yönergesinde, genellikle <b>kurumun gelecekteki finansal hedefleri</b> veya detaylı <b>ürün üretim maliyetleri</b> gibi tasarım uygulamasıyla doğrudan ilgili olmayan ticari stratejiler veya operasyonel bilgiler bulunmaz."
  },
  {
    "id": "346748",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi \"Kurumsal Kimlik Tasarımı Bileşenleri\" arasında yer alan ve kurum kimliğini oluşturan elemanların alt başlıklardan biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Kurum davranışı",
      "B": "Kurum iletişimi",
      "C": "Görsel kimlik / tasarım",
      "D": "Kişilik",
      "E": "Çevre"
    },
    "correctAnswer": "E",
    "explanation": "Kurumsal Kimlik Bileşenleri üç ana başlık altında toplanır: <b>Görsel Kimlik</b> (Logo, Tipografi, Renkler), <b>Davranışsal Kimlik</b> (Kurum İçi Kültür, Çalışan İlişkileri) ve <b>İletişim Kimliği</b> (Mesajlaşma, PR). Seçenekler arasında yer almayacak bir unsur, kurumun dış görünüşü, davranışı veya iletişimiyle doğrudan ilgili olmayan <b>Hukuki Süreçler</b> veya <b>Finansal Performans Raporları</b> gibi operasyonel bir başlık olmalıdır."
  },
  {
    "id": "346749",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi görsel tasarım açısından, kurumsal kimlik tasarımının işlev göreceği farklı elemanlar arasında <u>yer almaz</u>?</strong>",
    "options": {
      "A": "Logo",
      "B": "Yazı tipi",
      "C": "Ön çalışma",
      "D": "Stil Yönergeleri (Style guides)",
      "E": "Görseller"
    },
    "correctAnswer": "C",
    "explanation": "Kurumsal kimlik tasarımının işlev gördüğü görsel elemanlar, markanın fiziksel ve dijital temas noktalarıdır. Bunlar arasında <b>Antetli Kağıtlar, Kartvizitler, Web Siteleri, Ürün Ambalajları ve Bina Giydirmeleri</b> bulunur. <b>Yıllık Denetim Raporlarının hazırlanması</b> veya <b>İş Görüşmeleri Yapılması</b> gibi idari veya operasyonel süreçler, görsel tasarım açısından kimliğin işlev göreceği elemanlar arasında yer almazlar, bunlar daha çok davranışsal kimliğin veya yönetim süreçlerinin parçalarıdır."
  },
  {
    "id": "346750",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi kurumsal kimlik tasarım aşamalarından biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Resim çizme",
      "B": "Ön çalışma",
      "C": "Tasarım aşaması",
      "D": "Revizyon-düzeltme aşaması",
      "E": "Tasarımın onaylanması ve teslim"
    },
    "correctAnswer": "A",
    "explanation": "Kurumsal kimlik tasarım aşamaları genellikle <b>Araştırma ve Analiz</b> (mevcut durumu belirleme), <b>Strateji Geliştirme</b> (marka kişiliğini tanımlama), <b>Tasarım Kavramlaştırması</b> (logo, renk, tipografi oluşturma), <b>Uygulama</b> (stil yönergesi hazırlama ve materyallere uygulama) aşamalarını içerir. <b>Kurumsal Sosyal Sorumluluk Projelerinin Yürütülmesi</b> gibi dışsal operasyonel faaliyetler, doğrudan tasarım sürecinin aşamaları arasında yer almaz."
  },
  {
    "id": "346751",
    "unitNumber": 6,
    "text": "Kurumsal kimlik tasarımında tipografi önemli bir rol oynamaktadır.<br/><strong>Buna göre özellikle yazı tipinin seçilmesinde ve tasarımın oluşturulmasında aşağıdakilerden hangisine <u>dikkat edilmez</u>?</strong>",
    "options": {
      "A": "Fotoğraf",
      "B": "Bütçe",
      "C": "Görsel imgeler",
      "D": "Diğer yazı elemanları",
      "E": "Renk"
    },
    "correctAnswer": "B",
    "explanation": "Yazı tipi seçimi, markanın <b>kişiliğini yansıtmalı</b>, tüm mecralarda <b>okunabilirliği</b> garanti etmeli ve diğer görsel elemanlarla <b>tutarlılık</b> sağlamalıdır. Tipografi seçilirken dikkat edilmesi gerekenler arasında <b>markanın tonu, hedef kitlenin okuma alışkanlıkları</b> ve <b>lisanslama maliyetleri</b> bulunur. Ancak, yazı tipinin seçilmesinde, <b>kurumun gelecekteki pazar payı beklentisine</b> veya <b>rakip markaların tam satış rakamlarına</b> dikkat edilmez, çünkü bunlar estetik ve işlevsellikle ilgili değildir."
  },
  {
    "id": "347718",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi logo tasarımı yapılırken göz önüne <u>alınmaz</u>?</strong>",
    "options": {
      "A": "Kurumun ürettiği ürün ve hizmetlerin maliyeti",
      "B": "Kurumun felsefesi",
      "C": "Kurumun diğer kurumlardan farklı özellikleri",
      "D": "Kurumun misyonu",
      "E": "Kurumun vizyonu"
    },
    "correctAnswer": "A",
    "explanation": "Başarılı bir logo tasarımı <b>basit, akılda kalıcı, ölçeklenebilir</b> ve markanın <b>misyonuyla uyumlu</b> olmalıdır. Tasarım sürecinde, logonun <b>farklı uygulamalardaki görünümü</b> ve <b>renk psikolojisi</b> göz önüne alınır. Göz önüne alınmayacak bir unsur, tasarımın kalitesini veya işlevselliğini etkilemeyen <b>Kurumun Yıllık Vergi Beyannamesinin Sonuçları</b> gibi harici bir finansal detaydır."
  },
  {
    "id": "347720",
    "unitNumber": 6,
    "text": "<strong>Kurumsal Kimlik tasarımında yer almayan unsur aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Renk",
      "B": "Logo",
      "C": "Kurum felsefesi",
      "D": "Ar-ge başvuru dosyaları",
      "E": "Yazı tipi"
    },
    "correctAnswer": "D",
    "explanation": "Kurumsal Kimlik (CI), görsel (Logo, Renk), davranışsal (Çalışan Tutumları) ve iletişimsel (Mesajlaşma) unsurların bütünüdür. CI tasarımında genellikle <b>Ürün Fiyatlandırma Stratejileri</b>, <b>Satış Hedefleri</b> veya <b>Personel İşe Alım Prosedürleri</b> gibi kurumsal stratejinin operasyonel kısımları yer almaz, bunlar yönetimin veya pazarlamanın sorumluluğundadır."
  },
  {
    "id": "347722",
    "unitNumber": 6,
    "text": "<strong>Stil yönergesinde <u>bulunmaması </u>gereken unsur aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Logo",
      "B": "Renk",
      "C": "Yazı Tipi",
      "D": "Görsel Standartlar",
      "E": "Bütçe"
    },
    "correctAnswer": "E",
    "explanation": "Stil yönergesi (Brand Guide), kurumsal kimliğin <b>tutarlı uygulaması</b> için rehberlik eder. Logo minimum boyutu, renk kodları, hatalı kullanım örnekleri gibi kurallar içerir. Yönergede bulunmaması gereken bir unsur, <b>Markanın Geçmiş Dönemdeki Pazarlama Kampanyalarının ROI (Yatırım Getirisi) Analizi</b> gibi uygulama standardını belirlemeyen geçmiş performans verileridir."
  },
  {
    "id": "347723",
    "unitNumber": 6,
    "text": "<strong>ToysRUs firmasının açtığı dava kurumsal kimlik tasarımı ile ilgili aşağıdakilerden hangisini anlatmaktadır?</strong>",
    "options": {
      "A": "Tasarım yapılırken tüm ögeler özgün olmalıdır.",
      "B": "Tasarım yapılırken müdürden izin alınmalıdır.",
      "C": "Tasarım yapılırken sulu boya kullanılması şarttır.",
      "D": "Tasarım yapılırken kurumun bütçesi yazılmalıdır.",
      "E": "Tasarım yapılırken pastel renk kullanılması şarttır."
    },
    "correctAnswer": "A",
    "explanation": "ToysRUs gibi firmaların açtığı davalar, kurumsal kimlik tasarımının hukuki yönünü vurgular. Bu tür davalar genellikle <b>marka tescili</b> ve <b>telif hakkı</b> (trademark infringement) konularını içerir. Bu olay, kurumsal kimliğin temel unsurlarının (isim, logo, özel yazı tipleri) <b>yasal olarak korunmasının</b> ve pazar içinde <b>ayırt ediciliğinin</b> ne kadar önemli olduğunu anlatır. Tasarımın benzersiz olması ve taklit edilemezliği, hukuki mücadelelerde kritik rol oynar."
  },
  {
    "id": "347725",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi yazı tipi seçiminde önemli <u>değildir</u>?</strong>",
    "options": {
      "A": "Kurumsal kimliğin diğer ögeleri ile uyumu",
      "B": "Okunurluk",
      "C": "Kurumun vizyonunu göstermesi",
      "D": "Kurumun felsefesini yansıtması",
      "E": "Serif içermeyen bir font olması zorunluluğu"
    },
    "correctAnswer": "E",
    "explanation": "Yazı tipi seçiminde önemli olan kriterler; <b>okunabilirlik, farklı medya ve dillerdeki uyumluluk, markanın kişiliğini yansıtma</b> ve <b>lisanslama durumudur</b>. Yazı tipi seçiminde önemli olmayan bir faktör, markanın kimliğiyle veya uygulamanın işlevselliğiyle doğrudan ilgili olmayan <b>Kurumun Yıllık Tükettiği Kağıt Miktarı</b> gibi operasyonel bir detaydır."
  },
  {
    "id": "337752",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi bilgilendirme tasarımı dallarından biridir?</strong>",
    "options": {
      "A": "Semboller",
      "B": "Ambalaj Tasarımı",
      "C": "İnfografikler",
      "D": "Logo Tasarımı",
      "E": "Arayüz tasarımı"
    },
    "correctAnswer": "C",
    "explanation": "Bilgilendirme tasarımı (Information Design), bilginin etkili ve anlaşılır bir şekilde iletilmesini hedefler. Bu alanın önemli dallarından biri <b>Veri Görselleştirme</b> (Data Visualization) veya <b>İnfografikler</b>dir. Bu dal, karmaşık verilerin, desenlerin ve ilişkilerin görsel öğeler kullanılarak okunur, yorumlanır ve anlaşılır hale getirilmesini sağlar."
  },
  {
    "id": "337756",
    "unitNumber": 7,
    "text": "<strong>Bilginin tasarlanmasında ilk adım aşağıdakilerden hangisi olmalıdır?</strong>",
    "options": {
      "A": "Renk seçimi",
      "B": "Tipografik düzen",
      "C": "Şemaların kararlaştırılması",
      "D": "Analiz ve hiyerarşik yapıyı oluşturma",
      "E": "Format boyutunun kararlaştırılması"
    },
    "correctAnswer": "D",
    "explanation": "Bilginin tasarlanmasında atılması gereken ilk ve en kritik adım, <b>Hedef kitlenin ve amacın belirlenmesi</b>dir. Tasarımcı, kimin için tasarım yaptığını (kitle analizi) ve bu tasarımın hangi amaca hizmet edeceğini (bilgiyi iletmek, ikna etmek, eğitmek vb.) netleştirmelidir. Bu belirleme, bilginin nasıl organize edileceğini ve hangi görselleştirme yöntemlerinin kullanılacağını doğrudan etkiler."
  },
  {
    "id": "337758",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi bilgilendirme tasarımının işlevlerinden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Bilgi vermek",
      "B": "Mesajı iletmek",
      "C": "Hedef kitleye ulaşmak",
      "D": "Tasarım eğitimi vermek",
      "E": "Yön bulmak"
    },
    "correctAnswer": "D",
    "explanation": "Bilgilendirme tasarımının temel işlevleri arasında <b>anlaşılırlığı artırmak</b>, <b>erişilebilirliği sağlamak</b> ve <b>karmaşık verileri basitleştirmek</b> yer alır. Bu tasarımın birincil amacı, bilginin net ve objektif bir şekilde iletilmesidir. Dolayısıyla, birincil işlevi bilginin anlamını bozacak şekilde <b>bireyin öznel duygularını manipüle etmek</b> veya duygusal tepki yaratmak değildir; bu daha çok reklamcılık veya sanatın konusu olabilir."
  },
  {
    "id": "337760",
    "unitNumber": 7,
    "text": "<strong>Bilgi tasarımının insan deneyimini öznel olarak tasarlamaya yönelik en eski çabalardan biri olduğunu savunan aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Edward R. Tufte",
      "B": "David Gibson",
      "C": "Robert Jacobson",
      "D": "Per Mollerup",
      "E": "Chris Calori"
    },
    "correctAnswer": "C",
    "explanation": "Bilgi tasarımı alanının modern tanımında ve popülerleşmesinde önemli rol oynayan kişi <b>Richard Saul Wurman</b>'dır. Wurman, bilginin karmaşıklığı karşısında 'anlamayı kolaylaştırmak' üzerine odaklanmıştır ve bu disiplini, bilgi kirliliğine karşı bir çözüm olarak görerek, insan deneyimini öznel olarak tasarlamaya yönelik en eski çabalardan biri olduğunu savunmuştur."
  },
  {
    "id": "337762",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi bilgilendirme tasarımcısının kullanması gereken ilkelerden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Düzen",
      "B": "Vurgu",
      "C": "Zıtlık",
      "D": "Hiyerarşi",
      "E": "Tekrar"
    },
    "correctAnswer": "E",
    "explanation": "Bilgilendirme tasarımında temel amaç, netlik ve işlevsellik sağlamaktır. Kullanılması gereken ilkeler arasında <b>Sadelik</b>, <b>Doğruluk</b>, <b>Tutarlılık</b> ve <b>Erişilebilirlik</b> bulunur. Bu bağlamda, <b>Aşırı Süsleme (Chart Junk)</b> veya gereksiz duygusal yük (duygusallık), bilginin anlaşılmasını zorlaştırdığı için bilgilendirme tasarımcısının kaçınması gereken unsurlardır, ilke olarak kullanılması gereken bir özellik değildir."
  },
  {
    "id": "337765",
    "unitNumber": 7,
    "text": "<strong>Bilgilendirme tasarımı kavramı grafik tasarımın hangi alt başlıklarını <u>kapsamaz</u>?</strong>",
    "options": {
      "A": "Eğitim Materyalleri",
      "B": "Çevre Grafikleri",
      "C": "Doküman Tasarımları",
      "D": "Araç Giydirme Tasarımları",
      "E": "Şema ve Çizelgeler"
    },
    "correctAnswer": "D",
    "explanation": "Bilgilendirme tasarımı genellikle <b>veri görselleştirme</b>, <b>yönlendirme sistemleri</b> (wayfinding) ve <b>infografikler</b> gibi bilginin işlevsel olarak iletilmesini amaçlayan grafik tasarım alt başlıklarını kapsar. Ancak <b>Kurumsal Kimlik Tasarımı</b> (Logo, marka kılavuzları vb.) temel olarak bir markanın imajını ve özdeşleşmesini sağlamaya odaklanır, bilginin iletiminden daha çok ticari/imaj amaçlıdır, bu yüzden bilgilendirme tasarımının doğrudan bir alt başlığı olarak görülmez."
  },
  {
    "id": "337767",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi bilgilendirme tasarımı araçlarından biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Form tasarımı",
      "B": "Çevresel grafik tasarımı",
      "C": "Web tasarımı",
      "D": "Kullanım kılavuzu tasarımı",
      "E": "Haritalar"
    },
    "correctAnswer": "C",
    "explanation": "Bilgilendirme tasarımında kullanılan araçlar genellikle <b>Veri Görselleştirme yazılımları</b> (Tableau, R, D3.js), <b>Grafik Tasarım yazılımları</b> (Adobe Illustrator/InDesign) ve <b>Haritalama teknikleri</b>dir. <b>Palet Bıçağı</b> ise genellikle yağlı boya veya akrilik gibi geleneksel sanatlarda kullanılan bir araçtır ve dijital veya bilgi tabanlı tasarım süreçlerinde bir araç olarak kabul edilmez."
  },
  {
    "id": "337768",
    "unitNumber": 7,
    "text": "<strong>Bilgilendirme tasarımı kapsamında Londra metrosunu 1933 tarihinde haritalayarak alana katkı sağlayan tasarımcı aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Harry Beck",
      "B": "Paul Rand",
      "C": "Edward R. Tufte",
      "D": "David Gibson",
      "E": "Robert Jacobson"
    },
    "correctAnswer": "A",
    "explanation": "Modern bilgilendirme tasarımının en ikonik örneklerinden biri, 1933 yılında Londra Metrosu haritasını tasarlayan <b>Harry Beck</b>'in çalışmasıdır. Beck, coğrafi doğruluğu bir kenara bırakarak sadece istasyonlar arası bağlantıları ve topolojik ilişkiyi vurgulayan şematik bir tasarım kullanmış, bu da karmaşık bir sistemi son derece anlaşılır hale getirerek bilgilendirme tasarımının temel ilkelerini ortaya koymuştur."
  },
  {
    "id": "337769",
    "unitNumber": 7,
    "text": "<strong>Hangisi bir infografik çeşidi <u>değildir</u>?</strong>",
    "options": {
      "A": "İstatistiksel grafik",
      "B": "Süreç grafiği",
      "C": "Hiyerarşik grafik",
      "D": "Kitap grafiği",
      "E": "Karşılaştırma grafiği"
    },
    "correctAnswer": "D",
    "explanation": "İnfografikler, bilgiyi görselleştirmek için kullanılan çeşitli türlere ayrılır: <b>Zaman Çizelgesi</b> infografikleri, <b>Karşılaştırma</b> infografikleri, <b>Proses/Akış Şeması</b> infografikleri vb. <b>Soyut Sanat</b> ise, nesneleri veya konuları temsil etmeyen, renk, şekil ve formun kendi başına ifade oluşturduğu bir sanat akımıdır ve bir infografik çeşidi değildir."
  },
  {
    "id": "337770",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi bilgilendirme tasarımı uygulamaları kapsamına <u>girmez</u>?</strong>",
    "options": {
      "A": "Antetli dosya tasarımı",
      "B": "Park haritası",
      "C": "Engelli öğrenciler için eğitim kiti",
      "D": "Başvuru Belgesi",
      "E": "Ders Geçme Çizelgesi"
    },
    "correctAnswer": "A",
    "explanation": "Bilgilendirme tasarımı uygulamaları, bilginin iletilmesini kolaylaştıran her türlü görsel ve grafik ürünü içerir: <b>Yönlendirme Sistemleri</b>, <b>Veri Grafikleri</b>, <b>Haritalar</b>, <b>Arayüz Tasarımı</b> (UI/UX). <b>Heykeltıraşlık</b>, üç boyutlu form ve sanat eseri yaratma eylemidir ve genellikle işlevsel bilgi iletimi amacından ziyade estetik veya sanatsal ifadeye odaklandığı için bilgilendirme tasarımı kapsamına girmez."
  },
  {
    "id": "346755",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi grafik tasarım araçlarından biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Kimlik tasarımı",
      "B": "Web tasarımı",
      "C": "Yönlendirme tasarımı",
      "D": "Harita tasarımı",
      "E": "Kitap tasarımı"
    },
    "correctAnswer": "D",
    "explanation": "Grafik tasarımcılar genellikle <b>Adobe Photoshop, Illustrator, InDesign</b> gibi yazılımlar ve çeşitli çizim araçları kullanır. <b>Mikroskop</b>, bilimsel araştırma ve küçük nesneleri büyütme amacıyla kullanılan bir laboratuvar aracıdır ve grafik tasarım sürecinde birincil araç olarak kullanılmaz."
  },
  {
    "id": "347737",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi bilgiyi <u>tanımlamaz</u>?</strong>",
    "options": {
      "A": "İnsan aklının erebileceği olgu",
      "B": "Öğrenme, araştırma veya gözlem yolu ile elde edilen gerçek",
      "C": "İnsan zekâsının çalışması sonucu ortaya çıkan düşünce ürünü",
      "D": "Zihinde canlandırılan biçim",
      "E": "Kurallardan yararlanarak kişinin veriye yönelttiği anlam"
    },
    "correctAnswer": "D",
    "explanation": "Bilgi, <b>organize edilmiş</b>, <b>anlamlı</b>, <b>veriye dayalı</b> ve belirli bir bağlam sunan iletidir. <b>Rassal Gürültü</b> (Random Noise) ise, anlamsız, düzensiz ve yapılandırılmamış sinyalleri veya veriyi ifade eder. Bilginin aksine, gürültü bir anlam veya bağlam taşımaz ve bu nedenle bilgiyi tanımlamaz."
  },
  {
    "id": "347738",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi tasarım kavramını <u>açıklamaz</u>?</strong>",
    "options": {
      "A": "Zihinde canlandırılan biçim",
      "B": "Bir araştırma sürecinin çeşitli dönemlerinde izlenecek yol",
      "C": "Daha önce algılanmış olan bir nesne veya olayın bilinçte sonradan ortaya çıkan kopyası",
      "D": "Bir sanat eserinin, yapının veya teknik ürünün ilk taslağı",
      "E": "İnsan aklının erebileceği olgu"
    },
    "correctAnswer": "E",
    "explanation": "Tasarım, belirli bir amaca ulaşmak için <b>planlama</b>, <b>yapılandırma</b> ve <b>düzenleme</b> eylemlerini içeren bilinçli bir süreçtir. Tasarım, problem çözme ve amaçlılık gerektirir. <b>Kaos</b> veya <b>Kendiliğindenlik</b> (Rastgelelik) ise planlanmamış, yapılandırılmamış durumu ifade eder ve tasarımın tam tersi bir durumu açıklar."
  },
  {
    "id": "347746",
    "unitNumber": 7,
    "text": "<strong>Çevresel grafik tasarım kapsamında faaliyet gösteren Çevresel Grafik Tasarım Kurumu (Society for Environmental Graphic Design/SEGD) merkezi nerededir?</strong>",
    "options": {
      "A": "Amerika Birleşik Devletleri",
      "B": "İtalya",
      "C": "Türkiye",
      "D": "Avusturya",
      "E": "Almanya"
    },
    "correctAnswer": "A",
    "explanation": "Çevresel Grafik Tasarım (EGD), mimari ve mekânsal tasarımın bir parçası olarak yön bulma (wayfinding) sistemleri ve bilgilendirme levhaları tasarlar. Bu alanın önemli kurumu olan <b>Society for Environmental Graphic Design (SEGD)</b>'nin merkezi <b>Washington D.C.</b>'de bulunmaktadır."
  },
  {
    "id": "347748",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi bilgilendirme tasarımının amaçlarından biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Bilgi sağlamak",
      "B": "Mesaj iletmek",
      "C": "Karşılaştırma yapmak",
      "D": "Yer-yön bulmayı sağlamak",
      "E": "Rahat taşınabilir olmak"
    },
    "correctAnswer": "E",
    "explanation": "Bilgilendirme tasarımının temel amaçları, <b>anlamayı sağlamak</b>, <b>erişilebilirliği artırmak</b>, <b>verimliliği yükseltmek</b> ve <b>karmaşık veriyi netleştirmektir</b>. Bu alanın etik ilkeleri gereği, <b>okuyucuyu yanıltmak</b>, bilginin önemini gizlemek veya çarpıtmak asla bir amaç olamaz. Bilgilendirme tasarımı şeffaflık ve dürüstlük ilkesine dayanır."
  },
  {
    "id": "347752",
    "unitNumber": 7,
    "text": "<strong>Bilgi çağında tasarım ortamlarının da gelişimiyle, bilgi yoğunluğunun artmasıyla bilgi kirliliğinin de yoğun bir biçimde kendini göstermesi beraberinde aşağıdakilerden hangisini getirmektedir?</strong>",
    "options": {
      "A": "Bilgilendirme tasarımının tanımı değişmiştir.",
      "B": "Şemalara gösterilen ilgi azalmıştır.",
      "C": "Web tasarımına ihtiyaç olmuştur.",
      "D": "Bilgilendirme tasarımı önem kazanmıştır.",
      "E": "Çok renkli haritalar tasarlamıştır."
    },
    "correctAnswer": "D",
    "explanation": "Dijital çağda bilgi yoğunluğunun ve dolayısıyla <b>bilgi kirliliğinin</b> artması, karmaşık veriyi süzebilen, organize edebilen ve anlamlı hale getirebilen disiplinlere olan ihtiyacı kaçınılmaz olarak artırmıştır. Bu durum, <b>bilgilendirme tasarımına olan ihtiyacın artması</b> sonucunu doğurur, çünkü bu disiplin bilginin etkili iletişimini sağlamayı hedefler."
  },
  {
    "id": "337814",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi elektromanyetik tayf içerisindeki Görünür Işık Tayfı için doğru aralıktır?</strong>",
    "options": {
      "A": "120 ile 180 nm",
      "B": "340 ile 450 nm",
      "C": "380 ile 740 nm",
      "D": "450 ile 850 nm",
      "E": "740 ile 1000 nm"
    },
    "correctAnswer": "C",
    "explanation": "Elektromanyetik tayfın küçük bir bölümü olan <b>Görünür Işık Tayfı</b>, insan gözünün algılayabildiği dalga boylarını içerir. Bu aralık, genellikle <b>380 nanometre (nm) ile 760 nanometre (nm)</b> arasında kabul edilir. Bu aralık, mor (en kısa dalga boyu) ile kırmızı (en uzun dalga boyu) arasındaki tüm renkleri kapsar."
  },
  {
    "id": "337816",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi CMYK renk modelinde <u>yer almaz</u>?</strong>",
    "options": {
      "A": "Camgöbeği",
      "B": "Sarı",
      "C": "Magenta",
      "D": "Siyah",
      "E": "Yeşil"
    },
    "correctAnswer": "E",
    "explanation": "<b>CMYK</b>, baskı endüstrisinde kullanılan çıkarma (subtractive) renk modelidir. Bu model; <b>Cyan (Camgöbeği), Magenta (Eflatun), Yellow (Sarı) ve Key (Black/Siyah)</b> renklerinden oluşur. Kırmızı, Mavi veya Yeşil (RGB'nin birincil renkleri) CMYK modelinde yer almaz."
  },
  {
    "id": "337818",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangi ikisi hem RGB hem de RYB modelinde yer almaktadır?</strong>",
    "options": {
      "A": "Kırmızı - Yeşil",
      "B": "Kırmızı - Mavi",
      "C": "Yeşil – Sarı",
      "D": "Yeşil - Mavi",
      "E": "Sarı – Kırmızı"
    },
    "correctAnswer": "B",
    "explanation": "<b>RGB (Kırmızı, Yeşil, Mavi)</b> ışık temelli toplamsal bir modeldir. <b>RYB (Kırmızı, Sarı, Mavi)</b> ise geleneksel pigment temelli modeldir. Her iki renk modelinde de ortak olan birincil renkler <b>Kırmızı ve Mavi</b>'dir."
  },
  {
    "id": "337821",
    "unitNumber": 8,
    "text": "<strong>Aşağıdaki renk çiftlerinden hangisi sıcak renklerden oluşmamıştır?</strong>",
    "options": {
      "A": "Kırmızı- Sarı",
      "B": "Turuncu - Sarı",
      "C": "Mavi - Kırmızı",
      "D": "Sarı - Turuncu",
      "E": "Kırmızı - Turuncu"
    },
    "correctAnswer": "A",
    "explanation": "Sanatsal ve psikolojik etkilerine göre renkler ikiye ayrılır: <b>Sıcak renkler</b> (Kırmızı, Turuncu, Sarı ve tonları) ve <b>Soğuk renkler</b> (Mavi, Yeşil, Mor ve tonları). Eğer bir çift içerisinde Mavi veya Yeşil gibi soğuk bir renk bulunuyorsa, bu çift sıcak renklerden oluşmamıştır."
  },
  {
    "id": "337823",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi “Işık Renk Modeli” olarak da anılan renk modelidir?</strong>",
    "options": {
      "A": "HSV",
      "B": "HSL",
      "C": "RYB",
      "D": "RGB",
      "E": "CMYK"
    },
    "correctAnswer": "E",
    "explanation": "<b>RGB (Red, Green, Blue)</b> modeli, ışık kaynaklarının renkleri birleştirerek yeni renkler oluşturduğu için <b>Toplamsal Renk Modeli (Additive Color Model)</b> veya diğer adıyla <b>Işık Renk Modeli</b> olarak anılır. Dijital ekranlarda (monitörler, televizyonlar) kullanılan ana modeldir."
  },
  {
    "id": "337828",
    "unitNumber": 8,
    "text": "<strong>Aşağıdaki renk uyumlarından hangisi “renkler: renk çemberinden seçilen ilk renk ve bu ilk rengin karşısına denk gelen zıt rengin iki yanındaki diğer iki renktir” tanımında verilen renk armonisidir?</strong>",
    "options": {
      "A": "Benzer Renkler (Analogous)",
      "B": "Tamamlayıcı veya Zıt Renkler (Complementary)",
      "C": "Bölünmüş-Tamamlayıcı Renkler (Split Complementary)",
      "D": "Üçlü (Triad) Renk Uyumu",
      "E": "Dörtlü (Tetrad) Renk Uyumu"
    },
    "correctAnswer": "E",
    "explanation": "Tanımı verilen renk uyumu <b>Ayrık Tamamlayıcı (Split Complementary)</b> armonisidir. Bu uyumda, renk çemberinden bir ana renk seçilir, bu rengin tam karşısındaki tamamlayıcı (zıt) renk yerine, tamamlayıcı rengin hemen yanındaki <b>iki komşu renk</b> kullanılır. Bu, üç renkten oluşan dengeli bir kontrast sağlar."
  },
  {
    "id": "337829",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangileri Sir Isaac Newton’un Renk Çemberinde bulunan renklerin doğru listesidir?</strong>",
    "options": {
      "A": "Pembe, turuncu, yeşil, mavi, çivit / indigo, mor",
      "B": "Kırmızı, siyah, yeşil, mavi, çivit / indigo, mor",
      "C": "Kırmızı, turuncu, yeşil, mavi, çivit / indigo, mor",
      "D": "Kırmızı, turuncu, yeşil, mavi, beyaz, mor",
      "E": "Magenta, turuncu, yeşil, mavi, çivit / indigo, mor"
    },
    "correctAnswer": "D",
    "explanation": "Sir Isaac Newton, 1666 yılında prizma deneyleri sonrasında ışığın ayrışımından elde ettiği yedi temel rengi kullanarak ilk renk çemberini oluşturmuştur. Bu renkler, spektrum sırasıyla <b>Kırmızı, Turuncu, Sarı, Yeşil, Mavi, İndigo ve Mor</b>'dur."
  },
  {
    "id": "337833",
    "unitNumber": 8,
    "text": "<strong>HSL ve HSV renk modelinde renk özünü (Hue) belirleyen H harfi için değer aralığı ve birimi aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "0 – 360 - derece",
      "B": "0 – 100 - derece",
      "C": "0 – 100 - yüzde",
      "D": "0 – 50 - yüzde",
      "E": "0 – 50 - derece"
    },
    "correctAnswer": "A",
    "explanation": "<b>HSL</b> ve <b>HSV</b> gibi algısal renk modellerinde, <b>Hue (H/Renk Özü)</b>, rengin türünü (Kırmızı, Mavi vb.) renk çemberi üzerindeki pozisyonuna göre tanımlar. Bu pozisyon açı cinsinden (birim: derece) ifade edilir ve değer aralığı <b>0° ile 360°</b> arasındadır."
  },
  {
    "id": "337835",
    "unitNumber": 8,
    "text": "<strong>RGB renk modelinde tüm renklerin birleşimi aşağıdakilerden hangisini verir?</strong>",
    "options": {
      "A": "Siyah",
      "B": "Kırmızı",
      "C": "Yeşil",
      "D": "Beyaz",
      "E": "Pembe"
    },
    "correctAnswer": "D",
    "explanation": "<b>RGB</b> modeli toplamsal (additive) bir modeldir, yani ışık eklenmesi parlaklığı artırır. Kırmızı, Yeşil ve Mavi (RGB) ışıkların tam yoğunlukta (255, 255, 255) birleşimi <b>Beyaz</b> rengi verir."
  },
  {
    "id": "337836",
    "unitNumber": 8,
    "text": "<strong>CMYK renk modelinde tüm renklerin birleşimi aşağıdakilerden hangisini verir?</strong>",
    "options": {
      "A": "Siyah",
      "B": "Kırmızı",
      "C": "Yeşil",
      "D": "Beyaz",
      "E": "Pembe"
    },
    "correctAnswer": "C",
    "explanation": "<b>CMYK</b> modeli çıkarımsal (subtractive) bir modeldir, yani pigmentler ışığı emerek karanlık oluşturur. Cyan, Magenta ve Sarı mürekkeplerin %100 oranında karıştırılması teorik olarak <b>Siyah</b> rengi (Key) vermeyi hedefler. Gerçek baskıda saf siyahı garantilemek için K (Key/Siyah) bileşeni kullanılır."
  },
  {
    "id": "351115",
    "unitNumber": 8,
    "text": "Bir rengin saflık ve yoğunluk düzeyi doygunluk olarak ifade edilir. Gökkuşağının tüm saf renkleri tam doygundur. Bir renk içine ........... eklenmediyse %100 saftır ve canlı görünür.<br/><strong>Paragrafta boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "options": {
      "A": "sarı",
      "B": "mavi",
      "C": "gri",
      "D": "kırmızı",
      "E": "turuncu"
    },
    "correctAnswer": "C",
    "explanation": "Bir rengin <b>doygunluğu (Saturation)</b>, o rengin saflık ve yoğunluk düzeyidir. Bir rengin saflığı, içine <b>Beyaz veya Siyah (nötr tonlar)</b> eklenip eklenmediğine bağlıdır. Nötr renk eklenmediği sürece renk %100 saftır ve canlı görünür."
  },
  {
    "id": "354252",
    "unitNumber": 8,
    "text": "<strong>Görünür ışık tayfındaki dalga boyları içinde baskın olan renklerden birini ifade etmek kullanılan terim aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Renk Özü (Hue)",
      "B": "Doygunluk (Saturation / Chroma)",
      "C": "Akromatik",
      "D": "Değer (Value / Valör)",
      "E": "Ton (Tone)"
    },
    "correctAnswer": "A",
    "explanation": "Görünür ışık tayfındaki dalga boyları içinde <b>baskın olan rengi</b> ifade etmek için kullanılan temel terim <b>Renk Özü (Hue/Ton)</b>'dur. Hue, Kırmızı, Mavi veya Sarı gibi rengin kendisini (adını) tanımlar ve rengin saf halidir."
  },
  {
    "id": "354254",
    "unitNumber": 8,
    "text": "<strong>Renkler ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "options": {
      "A": "Sıcak renkler daha yakındaymış hissi verirler.",
      "B": "Soğuk renkler hüzün ruh hâli ile bağlantılıdır.",
      "C": "Soğuk renkler saygı ve güvenilirlik hissine hitap ederler.",
      "D": "Sıcak renkler harekete geçirici bir etki taşırlar.",
      "E": "Soğuk renkler sıcak renklere nazaran daha çabuk fark edilirler."
    },
    "correctAnswer": "E",
    "explanation": "Renklerle ilgili temel kavramlarda, örneğin 'RGB Toplamsal, CMYK Çıkarımsaldır' veya 'Hue rengin adıdır, Saturation saflıktır' gibi ifadeler doğrudur. Genellikle yanlış olan ifadeler, temel renk modellerinin karıştırılması veya Siyah/Beyaz tanımının ters çevrilmesidir. Örneğin, 'RGB modelinde tüm renklerin birleşimi siyahı verir' ifadesi yanlıştır, çünkü RGB'de birleşim <b>beyaz</b> verir."
  },
  {
    "id": "339124",
    "unitNumber": 9,
    "text": "<strong>Bilgisayar ortamında yazım işleminin basım yayın terminolojisindeki karşılığı aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Sayısal yazım",
      "B": "Dijital yazım",
      "C": "Dizgi",
      "D": "Sezgi",
      "E": "Bilgi yazım"
    },
    "correctAnswer": "C",
    "explanation": ""
  },
  {
    "id": "339127",
    "unitNumber": 9,
    "text": "<strong>Tasarımda boşluk doldurmak için kullanılan ve anlamı olmayan metin bloğuna ne ad verilir?</strong>",
    "options": {
      "A": "Kör yazı",
      "B": "Boş yazı",
      "C": "Ön yazı",
      "D": "Blok metin",
      "E": "Tam metin"
    },
    "correctAnswer": "A",
    "explanation": ""
  },
  {
    "id": "339128",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden bilgisayar yazılımlarından hangisi bir dergi tasarımında kullanılacak metinlerin yazımı için en uygun yazılımdır?</strong>",
    "options": {
      "A": "Adobe Photoshop",
      "B": "Adobe Illustrator",
      "C": "Corel Draw",
      "D": "Paint",
      "E": "MS Word"
    },
    "correctAnswer": "E",
    "explanation": ""
  },
  {
    "id": "339130",
    "unitNumber": 9,
    "text": "<strong>Boşluk (Space) karakterinin dizgide kullanımı ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "options": {
      "A": "Boşluk, metinleri soldan hizalamak için kullanılmalıdır.",
      "B": "Boşluk, metinleri sağdan hizalamak için kullanılmalıdır.",
      "C": "Boşluk, metinleri tam hizalamak için kullanılmalıdır.",
      "D": "Boşluk, kelimeler arasında sadece bir kez bırakılmalıdır.",
      "E": "Boşluk, noktalama işaretlerinden önce bırakılmalıdır."
    },
    "correctAnswer": "E",
    "explanation": ""
  },
  {
    "id": "339131",
    "unitNumber": 9,
    "text": "<strong>Tasarımda kullanılacak metnin düzeltmelerinin (tashih) hangi aşamada yapılması daha doğrudur?</strong>",
    "options": {
      "A": "Tasarımdan önce",
      "B": "Tasarım sırasında",
      "C": "Tasarım sonrasında",
      "D": "Prova baskı sonrasında",
      "E": "Baskı sürecinden hemen önce"
    },
    "correctAnswer": "A",
    "explanation": ""
  },
  {
    "id": "339132",
    "unitNumber": 9,
    "text": "<strong>İlk kez görüntüyü sabitlemeyi gerçekleştiren (fotoğraf) kişi aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Johannes Gutenberg",
      "B": "Nicephore Niepce",
      "C": "Isaac Newton",
      "D": "Leonardo Da Vinci",
      "E": "Aristoteles"
    },
    "correctAnswer": "B",
    "explanation": ""
  },
  {
    "id": "339133",
    "unitNumber": 9,
    "text": "<strong>Çok sayfalı grafik tasarım ürünlerinde ardı ardına gelen sayfaların görsel birliğinin sağlanmasına temel oluşturan ve tasarımcıya uygulamada kolaylık sağlayan tasarım iskeleti olarak ta tanımlanan ızgara sistemi aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Skid",
      "B": "Skeleton",
      "C": "Ratio",
      "D": "Grid",
      "E": "Treed"
    },
    "correctAnswer": "D",
    "explanation": ""
  },
  {
    "id": "339134",
    "unitNumber": 9,
    "text": "<strong>Basım yoluyla çoğaltılacak tasarımlarda kontrol amaçlı alınan prova baskıdan aşağıdakilerden hangisi beklenir?</strong>",
    "options": {
      "A": "Renklerin doygunluğunun yüksek olması",
      "B": "Prova baskının matbaa baskısındaki sonuç ile uyumlu olması",
      "C": "Kuşe kağıda alınmış bir baskı olması",
      "D": "Prova baskıdan sonra selefon kaplama yapılmış olması",
      "E": "Laser yazıcıdan alınmış bir prova olması"
    },
    "correctAnswer": "C",
    "explanation": ""
  },
  {
    "id": "339135",
    "unitNumber": 9,
    "text": "<strong>Basım yayıncılık terminolojisinde “forma” olarak çoklu sayfa grubu kaç sayfadan oluşmaktadır?</strong>",
    "options": {
      "A": "4",
      "B": "8",
      "C": "12",
      "D": "16",
      "E": "32"
    },
    "correctAnswer": "D",
    "explanation": ""
  },
  {
    "id": "339136",
    "unitNumber": 9,
    "text": "<strong>Baskıya yönelik tasarımlarda kullanılan bitmap grafiklerin en kaliteli şekilde basılabilmesi için kullanılan sıkıştırmasız dosya formatı aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Jpeg",
      "B": "Tiff",
      "C": "Gif",
      "D": "BMP",
      "E": "SVG"
    },
    "correctAnswer": "B",
    "explanation": ""
  },
  {
    "id": "351116",
    "unitNumber": 9,
    "text": "Temel bilgi birikimi isteyen dizgi işleminde dikkat edilmesi gereken diğer bazı önemli hususlar bulunmaktadır.<br/><strong>Aşağıdakilerden hangisi bu hususlardan biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Dizgi işlemini kelime işlemci programlar kullanarak yapmak",
      "B": "Dizgi işleminde boşluk (space) karakterini, yerlerinde ve doğru biçimde kullanmak",
      "C": "Metin hizalamalarını “TAB” tuşu kullanılarak yapmak",
      "D": "Paragraf başı girintilerini artırmak için “boşluk” veya “tab” tuşu kullanmamak",
      "E": "Paragraf arası boşluk bırakmak için birden fazla \"delete\" boşluğu kullanmak"
    },
    "correctAnswer": "E",
    "explanation": ""
  },
  {
    "id": "351118",
    "unitNumber": 9,
    "text": "Görsel iletişim ürününde kullanılacak dijital görüntüler çeşitli yöntemlerle temin edilir.<br/><strong>Aşağıdakilerden hangisi bu yöntemlerden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Tarayıcı ile bilgisayara görüntü aktarılabilir.",
      "B": "İnternetten görsel temin edilebilir.",
      "C": "Tanıtım ve bilgi amaçlı web sayfalarından görsel indirilebileceği gibi internet ortamında kaliteli görüntüler satan “Stock Photography” (Arşiv fotoğraf) sitelerinden daha nitelikli görüntüler elde edilebilir.",
      "D": "Dijital fotoğraf makinesi ile yapılan çekimler kullanılmaz.",
      "E": "Bu yöntemlerin dışında hareketli bir görüntüden video capture card kullanılarak sabit görüntüler elde edilebilir."
    },
    "correctAnswer": "D",
    "explanation": ""
  },
  {
    "id": "354843",
    "unitNumber": 9,
    "text": "<strong>Metin gruplarını hizalarken sekmeler (duraklar) için boşluk bırakmada klavyeden hangi tuşa basılır?</strong>",
    "options": {
      "A": "Tab",
      "B": "Space",
      "C": "Backspace",
      "D": "Enter",
      "E": "Ctrl"
    },
    "correctAnswer": "A",
    "explanation": ""
  },
  {
    "id": "354845",
    "unitNumber": 9,
    "text": "<strong>Uzun metin içeren grafik tasarım ürünlerindeki yazıların dizgisi için aşağıdaki yazılım türlerinden hangisi uygundur?</strong>",
    "options": {
      "A": "Vektörel çizim yazılımları",
      "B": "Kelime işlemci yazılımlar",
      "C": "Görüntü işleme yazılımları",
      "D": "Sistem yazılımları",
      "E": "Sayfa düzenleme yazılımları"
    },
    "correctAnswer": "B",
    "explanation": ""
  },
  {
    "id": "408895",
    "unitNumber": 9,
    "text": "<strong>Baskı aşamasında sıklıkla görülen kayıpların en aza indirilmesi ve ürünün beklendiği gibi basılması için baskıdan önce ve matbaacıya kılavuz olması amacıyla işin kopyasının hazırlanması işine ne ad verilir?</strong>",
    "options": {
      "A": "Son aşama",
      "B": "Prova",
      "C": "Kopya",
      "D": "Ön aşama",
      "E": "Eskiz"
    },
    "correctAnswer": "B",
    "explanation": ""
  },
  {
    "id": "339152",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi çalışmanın çözümlenebilmesini amaçlayan kısa süreli çizimlerden biridir?</strong>",
    "options": {
      "A": "Resmetmek",
      "B": "Karalama",
      "C": "Modelleme",
      "D": "İnfografi",
      "E": "Eskiz"
    },
    "correctAnswer": "E",
    "explanation": "Çalışmanın çözümlenebilmesini amaçlayan kısa süreli çizimler genellikle <b>eskiz</b> (sketch) olarak adlandırılır. Eskiz, tasarım sürecinin ilk aşamalarında, fikirlerin hızlıca kağıda dökülmesini, düşüncelerin somutlaştırılmasını ve <b>çözümlemelerin</b> yapılmasını sağlar. Bu çizimler genellikle detaydan uzaktır ve ana amacı <b>fikirleri keşfetmektir</b>."
  },
  {
    "id": "339153",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi yapılan araştırmalar sonucu kalıcı öğrenmenin sağlanmasında en önemli paya sahiptir?</strong>",
    "options": {
      "A": "Görselleştirme",
      "B": "Seslendirme",
      "C": "Metin",
      "D": "Eskiz hazırlama",
      "E": "Anlatma"
    },
    "correctAnswer": "A",
    "explanation": "Yapılan araştırmalar, bilginin akılda kalıcılığını artırmada <b>görselleştirmenin</b> (visualization) en önemli paya sahip olduğunu göstermektedir. İnsan beyni, metin veya sadece işitsel bilgilere kıyasla <b>görsel imgeleri</b> çok daha hızlı işler ve daha uzun süre hatırlar. Bu nedenle, görsel materyallerin kullanımı <b>kalıcı öğrenmeyi</b> destekler."
  },
  {
    "id": "339154",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi görselleştirme metotlarından biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Grafikler",
      "B": "Resmetmek",
      "C": "Sembol Tasarlamak",
      "D": "Senaryolaştırmak",
      "E": "İnfografikler"
    },
    "correctAnswer": "D",
    "explanation": "Görselleştirme metotları arasında <b>diyagramlar, grafikler, haritalar</b> ve <b>çizimler (eskizler)</b> yer alır. Görselleştirme, bilginin grafiksel olarak temsil edilmesini amaçlar. Bu bağlamda, örneğin 'Salt ezberleme' gibi sadece bilişsel süreçlere dayanan ve görsel temsil içermeyen bir yöntem, görselleştirme metotlarından biri <b>değildir</b>."
  },
  {
    "id": "339156",
    "unitNumber": 10,
    "text": "<strong>Aşağıdaki grafiklerden hangisi birden fazla seri için değişkenleri karşılaştırır?</strong>",
    "options": {
      "A": "Sütun ve çubuk grafikler",
      "B": "Radar grafikler",
      "C": "Halka grafikler",
      "D": "Pasta grafikler",
      "E": "Alan grafikleri"
    },
    "correctAnswer": "B",
    "explanation": "Birden fazla seri için değişkenleri karşılaştıran grafikler genellikle <b>çoklu çubuk grafikler (Grouped Bar Charts)</b> veya <b>çoklu çizgi grafikleri (Multiple Line Charts)</b> olabilir. Bu grafikler, farklı veri kümelerinin aynı değişken üzerindeki performansını veya gelişimini <b>doğrudan karşılaştırmaya</b> olanak tanır ve aralarındaki ilişkileri görsel olarak sunar."
  },
  {
    "id": "339157",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi tasarımcının kendi tasarlama süreciyle ilgili olan kategoridir?</strong>",
    "options": {
      "A": "Kurallı eskiz",
      "B": "Konuşma eskizi",
      "C": "Yazma eskizi",
      "D": "Düşünme eskizi",
      "E": "Kuralsız eskiz"
    },
    "correctAnswer": "D",
    "explanation": "Tasarımcının kendi tasarlama süreciyle ilgili olan kategori, genellikle <b>Kişisel (İçsel) Tasarım Süreci</b> veya <b>Yaratıcılık ve Düşünme Kategorisi</b> olarak adlandırılır. Bu kategori, tasarımcının <b>fikir geliştirme, problem çözme</b> ve <b>sezgisel karar verme</b> aşamalarını içerir."
  },
  {
    "id": "339161",
    "unitNumber": 10,
    "text": "<strong>Verilen mesajlar, kullanılan renklerin insan psikolojisi üzerindeki etkisi, çizgilerin şekli vb. imgelerin taşıdığı anlamlar tasarımın hangi planında etkili olarak kullanılır?</strong>",
    "options": {
      "A": "Işık-gölge",
      "B": "Çizgi",
      "C": "Ön plan",
      "D": "Leke",
      "E": "Arka plan"
    },
    "correctAnswer": "E",
    "explanation": "Verilen mesajların, renklerin insan psikolojisi üzerindeki etkisinin ve çizgilerin şeklinin taşıdığı imgeler <b>Anlamsal (Semantik) Plan</b> veya <b>Göstergebilimsel Plan</b> olarak bilinen tasarım planında etkili olarak kullanılır. Bu plan, görsel elemanların <b>anlamını, çağrışımını</b> ve <b>kültürel/psikolojik etkilerini</b> inceler."
  },
  {
    "id": "339164",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi eskiz hazırlarken kullanılan malzemeler arasında <u>yer almaz</u>?</strong>",
    "options": {
      "A": "Palet",
      "B": "Eskiz kâğıdı",
      "C": "Füzen",
      "D": "Karakalem",
      "E": "Renkli kalem"
    },
    "correctAnswer": "A",
    "explanation": "Eskiz hazırlarken kullanılan temel malzemeler arasında <b>kalemler (kurşun, renkli), eskiz defteri (kağıt)</b>, silgi ve basit cetveller yer alır. Eskiz, hızlı ve serbest çizim gerektirdiğinden, <b>detaylı teknik çizim aletleri</b> (örneğin hassas çizim plotterları) veya <b>büyük ölçekli boyama araçları</b> (örneğin fırça takımları veya yağlı boyalar) eskiz malzemesi olarak kabul <b>edilmez</b>."
  },
  {
    "id": "339167",
    "unitNumber": 10,
    "text": "<strong>Bir anlatım dili olan görselleştirmenin temel elemanları aşağıdakilerden hangisi <u>değildir</u>?</strong>",
    "options": {
      "A": "Kalem",
      "B": "Renkli Boya",
      "C": "Füzen",
      "D": "Tuval",
      "E": "Eskiz defteri"
    },
    "correctAnswer": "D",
    "explanation": "Bir anlatım dili olan görselleştirmenin temel elemanları <b>nokta, çizgi, yüzey, renk, biçim</b> ve <b>doku</b> gibi görsel unsurlardır. Görselleştirmede, bilginin aktarımı göz yoluyla sağlandığından, <b>ses</b> veya <b>koku</b> gibi işitsel ya da duyusal unsurlar bu temel elemanlar arasında <b>yer almaz</b>."
  },
  {
    "id": "339170",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi etkin bir iletişimin temel kavramlarındandır?</strong>",
    "options": {
      "A": "Resim",
      "B": "Kanal",
      "C": "Fotoğraf",
      "D": "Eskiz",
      "E": "Renklendirme"
    },
    "correctAnswer": "B",
    "explanation": "Etkin bir iletişimin temel kavramlarından biri <b>geri bildirim (feedback)</b> veya <b>netlik (clarity)</b> kavramıdır. İletişimin etkin olabilmesi için, gönderilen mesajın alıcı tarafından <b>doğru anlaşılması</b> ve alıcının bu mesaja <b>uygun tepkiyi</b> vermesi (geri bildirim) esastır."
  },
  {
    "id": "339173",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi eskiz yaparken dikkat edilmesi gereken bir durum <u>değildir</u>?</strong>",
    "options": {
      "A": "Konuyu beyinde tasarlamak",
      "B": "Hata yapmaktan korkmamak",
      "C": "Kurallara ve tekniğe uygun çizim yapmak",
      "D": "Renk kullanmak",
      "E": "Özgün taslaklar ortaya çıkarmak"
    },
    "correctAnswer": "C",
    "explanation": "Eskiz yaparken dikkat edilmesi gerekenler arasında <b>hız, basitlik, netlik</b> ve <b>fikir odaklılık</b> yer alır. Eskizler, hızlı düşünceyi kaydetmek için yapılır. Bu nedenle, 'Çok detaylı ve uzun süreli bir render (görsel sunum) hazırlamak' gibi <b>zaman alıcı ve kesinlik gerektiren</b> durumlar eskiz yaparken dikkat edilmesi gereken bir durum <b>değildir</b>; aksine, eskizin doğasına aykırıdır."
  },
  {
    "id": "351119",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi eskizin kullanım amaçlarından biridir?</strong>",
    "options": {
      "A": "Kurallı eskiz",
      "B": "Amblem tasarımı",
      "C": "Grafik",
      "D": "İllüstrasyon",
      "E": "Sembol tasarımı"
    },
    "correctAnswer": "A",
    "explanation": "Eskizin kullanım amaçlarından biri, <b>fikirlerin hızlıca test edilmesi</b> ve <b>görsel çözümleme yapılmasıdır</b>. Eskiz, tasarlama sürecinde zihindeki soyut düşünceleri <b>somutlaştırmaya</b>, hataları erken aşamada görmeye ve farklı alternatifleri hızlıca denemeye olanak sağlar."
  },
  {
    "id": "351120",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi eskiz hazırlama malzemelerinden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Kâğıt",
      "B": "Kalem",
      "C": "Defter",
      "D": "Çizim araçları",
      "E": "Renklendirme"
    },
    "correctAnswer": "C",
    "explanation": "Eskiz hazırlama malzemeleri genellikle <b>kurşun kalem, çizim kağıdı</b> ve <b>marker kalemler</b> gibi basit araçlardır. 'Mürekkep püskürtmeli büyük formatlı yazıcı' gibi bir cihaz, eskiz çizmek için değil, <b>nihai görselleştirmeyi</b> veya planları basmak için kullanılır ve bu nedenle eskiz hazırlama malzemesi <b>değildir</b>."
  },
  {
    "id": "351121",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi görselleştirme anlatım dilinin temel elemanlarından biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Çizgi",
      "B": "Leke",
      "C": "Renk",
      "D": "Dizgi",
      "E": "İmge"
    },
    "correctAnswer": "D",
    "explanation": "Görselleştirme anlatım dilinin temel elemanları (nokta, çizgi, biçim, renk vb.) <b>gözle algılanabilen</b> unsurlardır. <b>'Altyazı metni'</b>, bir görseli açıklayabilir veya tamamlayabilir ancak görselleştirmenin temel <b>anlatım dilinin</b> görsel elemanlarından biri <b>değildir</b>; daha çok iletişim bağlamında açıklayıcı bir unsurdur."
  },
  {
    "id": "354851",
    "unitNumber": 10,
    "text": "<strong>Bir tasarımcı tasarıma hangi evreden başlar?</strong>",
    "options": {
      "A": "Modelleme",
      "B": "Resmetme",
      "C": "Eskiz çizme",
      "D": "Sembol tasarlama",
      "E": "Grafik oluşturma"
    },
    "correctAnswer": "C",
    "explanation": "Bir tasarımcı tasarıma genellikle <b>Problem Tanımlama ve Araştırma</b> evresinden başlar. Tasarımın başarılı olması için öncelikle <b>ihtiyacın</b>, kısıtlamaların ve hedeflerin net bir şekilde <b>anlaşılması</b> ve tanımlanması gerekir. Bu evre, tasarlanacak ürün veya hizmetin temelini oluşturur."
  },
  {
    "id": "354853",
    "unitNumber": 10,
    "text": "I. Tasarım düşüncesini etkiler.<br/>II. Tasarıma yön verir. <br/>III. Tasarımcının hayal gücünü geliştirir. <br/><strong>Yukarıdakilerden hangisi ya da hangileri eskiz çizimin özelliklerindendir?</strong>",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "correctAnswer": "E",
    "explanation": "Eskiz çizim, verilen maddelerin <b>hepsine</b> (I, II, III) sahiptir. Eskizler <b>tasarım düşüncesini etkiler</b> (I), çünkü fikirleri somutlaştırır; <b>tasarıma yön verir</b> (II), çünkü alternatifleri değerlendirmeyi sağlar; ve <b>tasarımcının hayal gücünü geliştirir</b> (III), çünkü serbest ve hızlı düşünmeye teşvik eder. Dolayısıyla, eskiz çizimin özellikleri bunlardır."
  },
  {
    "id": "354854",
    "unitNumber": 10,
    "text": "<strong>Görsel tasarımla ilgili olarak aşağıdakilerden hangisi söylenebilir?</strong>",
    "options": {
      "A": "Görsel tasarım güzel sanatların temelidir.",
      "B": "Görsel tasarım yazıdan sonra bulunmuştur.",
      "C": "Görsel tasarım bir iletişim dilidir.",
      "D": "Görsel tasarım aynı dili konuşan insanların iletişim aracıdır.",
      "E": "Görsel tasarım renklerin dile gelmesidir."
    },
    "correctAnswer": "C",
    "explanation": "Görsel tasarımla ilgili olarak söylenebilecek en temel ifade, görsel tasarımın <b>etkin bir iletişim aracı</b> olduğudur. Görsel tasarım, belirli bir mesajı, hedef kitleye <b>görsel elemanlar</b> (tipografi, renk, biçim vb.) kullanarak <b>anlaşılır</b> ve <b>estetik</b> bir şekilde aktarmayı amaçlar."
  },
  {
    "id": "339182",
    "unitNumber": 11,
    "text": "<strong>Bitmap grafiklerde görüntüyü oluşturan en küçük görüntü elemanı aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Tram",
      "B": "Dia",
      "C": "Piksel",
      "D": "Çözünürlük",
      "E": "Vektör"
    },
    "correctAnswer": "C",
    "explanation": "Bitmap grafikler, görüntünün tümünü oluşturan küçük kare veya nokta şeklindeki birimlerden meydana gelir. Görüntüyü oluşturan bu en küçük tekil görüntü elemanına <b>piksel</b> (picture element) denir. Bir bitmap grafiğin kalitesi ve çözünürlüğü, doğrudan bu piksellerin sayısı ve yoğunluğu ile ilişkilidir."
  },
  {
    "id": "339185",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi bir bitmap grafik <u>değildir</u>?</strong>",
    "options": {
      "A": "Profesyone fotoğraf makinesi ile çekilen dijital fotoğraf",
      "B": "Tarayıcı (scanner) ile dijitalize edilmiş görüntü",
      "C": "Bilgisayar ekranındaki görüntünün ekran görüntüsü alarak (printscreen) elde edilen belge",
      "D": "Adobe Illustrator yazılımı ile çizilmiş ve pdf formatında kaydedilmiş bir daire görüntüsü",
      "E": "İnternette bir arama motoru ile yapılan görsel arama sonucu bilgisayara kaydedilen görüntü"
    },
    "correctAnswer": "D",
    "explanation": "Bitmap grafikler piksellerden oluşur (JPEG, PNG, GIF, BMP). Bitmap olmayan grafikler ise matematiksel formüllerle tanımlanan çizgiler, eğriler ve şekillerden oluşur. Bunlara <b>Vektör Grafikler</b> denir (Örnek: SVG, AI). Vektör grafikler, çözünürlükten bağımsızdır ve büyütüldüklerinde kalitelerini korurlar, bu nedenle 'Vektör Grafik' bir bitmap grafik değildir."
  },
  {
    "id": "339188",
    "unitNumber": 11,
    "text": "<strong>Bilgisayarda veri depolamada en küçük dosya birimi aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Megabyte",
      "B": "Bit",
      "C": "Depth",
      "D": "Mono",
      "E": "Inch"
    },
    "correctAnswer": "B",
    "explanation": "Bilgisayar sistemlerinde bilginin (veri) depolandığı en temel ve küçük birim <b>bit</b>'tir (Binary Digit). Bit, 0 veya 1 değerini alır. Ancak, dosya depolama ve adresleme genellikle 8 bitin birleşimi olan <b>Byte</b> birimi üzerinden yapılır. Byte, genellikle bir karakteri saklamak için kullanılan en küçük dosya birimidir."
  },
  {
    "id": "339191",
    "unitNumber": 11,
    "text": "<strong>Üç bit renk derinliğine sahip bir bitmap grafikte her pikselin saklayabileceği renk sayısı kaçtır?</strong>",
    "options": {
      "A": "1",
      "B": "3",
      "C": "6",
      "D": "8",
      "E": "13"
    },
    "correctAnswer": "D",
    "explanation": "Renk derinliği (bit depth), bir pikselin saklayabileceği renk bilgisini ifade eden bit sayısını gösterir. Saklanabilecek toplam renk sayısı, 2 üzeri (bit derinliği) formülüyle hesaplanır. <br>Üç bit renk derinliğine sahip bir piksel, 2^3 = <b>8</b> farklı renk değeri saklayabilir."
  },
  {
    "id": "339196",
    "unitNumber": 11,
    "text": "<strong>Bitmap grafiğin çözünürlüğü arttıkça görüntüde oluşacak değişim aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Görüntü daha detaylı olur.",
      "B": "Görüntüdeki toplam piksel sayısı azalır.",
      "C": "Birim alandaki piksel sayısı artar.",
      "D": "Görüntünün keskinliği artar.",
      "E": "Görüntü daha kaliteli olur."
    },
    "correctAnswer": "C",
    "explanation": "Çözünürlük, birim alandaki <b>piksel</b> sayısını ifade eder. Bitmap grafiğin çözünürlüğü arttıkça, birim alana daha fazla piksel düşer. Daha fazla piksel, daha fazla görsel <b>detay</b> anlamına gelir ve bu da görüntünün <b>kalitesinin artması</b>, daha keskin ve net görünmesi demektir."
  },
  {
    "id": "339201",
    "unitNumber": 11,
    "text": "<strong>Bir “inch” kaç cm’dir?</strong>",
    "options": {
      "A": "2.54 cm",
      "B": "3.24 cm",
      "C": "3.54 cm",
      "D": "4.24 cm",
      "E": "4.54 cm"
    },
    "correctAnswer": "A",
    "explanation": "İnç (inch) ve santimetre (cm) uzunluk birimleri arasındaki uluslararası kabul görmüş standart dönüşüm oranıdır. 1 inç (inch) tam olarak <b>2,54 santimetre</b>ye (cm) eşittir. Bu değer özellikle baskı çözünürlükleri (DPI) ve ekran boyutları için temel bir ölçüdür."
  },
  {
    "id": "339203",
    "unitNumber": 11,
    "text": "<strong>Dijital fotoğraf makinesi ile çekim yaparken aşağıdakilerden hangisini yapmak görüntüde İnterpolasyon hatasına neden olur?</strong>",
    "options": {
      "A": "Çekilen konuya çok yaklaşmak",
      "B": "Çekilen konunun arkasında yoğun ters ışık olması",
      "C": "Fotoğraf makinesinin objektifinin temiz olmaması",
      "D": "Çekim sırasında makinenin titremesi",
      "E": "Dijital zoom özelliği ile konuya yaklaşmak"
    },
    "correctAnswer": "E",
    "explanation": "Dijital fotoğraf makinelerinde <b>Dijital Zoom</b> kullanmak (optik zoom yerine), aslında mevcut görüntüyü büyütürken kamera yazılımının eksik piksel verilerini matematiksel olarak tahmin ederek (uydurarak) araya yeni pikseller eklemesi demektir. Bu işleme <b>İnterpolasyon</b> denir ve görüntü kalitesinin düşmesine neden olur."
  },
  {
    "id": "339205",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi bitmap tabanlı bir görüntü işleme yazılımıdır?</strong>",
    "options": {
      "A": "Adobe InDesign",
      "B": "Adobe Illustrator",
      "C": "Adobe Photoshop",
      "D": "Adobe XD",
      "E": "Adobe Acrobat"
    },
    "correctAnswer": "C",
    "explanation": "Bitmap tabanlı görüntü işleme yazılımları, görüntüyü oluşturan pikseller üzerinde doğrudan değişiklik yapma esasına dayanır. Bu tür yazılımlara en yaygın ve bilinen örnek <b>Adobe Photoshop</b>'tur. Photoshop, fotoğraf düzenleme, rötuşlama ve piksel manipülasyonu için kullanılır."
  },
  {
    "id": "339208",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi bir bitmap grafik dosya formatıdır?</strong>",
    "options": {
      "A": "Ai",
      "B": "Jpeg",
      "C": "SVG",
      "D": "EPS",
      "E": "CDR"
    },
    "correctAnswer": "B",
    "explanation": "Bitmap grafik dosya formatları, piksel tabanlı görüntü verilerini depolamak için kullanılır. Bunlar arasında en bilinen ve yaygın kullanılan formatlar <b>JPEG</b> (Joint Photographic Experts Group), PNG, GIF, TIFF ve BMP'dir. JPEG, özellikle yüksek sıkıştırma oranıyla fotoğraflar için tercih edilir."
  },
  {
    "id": "339210",
    "unitNumber": 11,
    "text": "<strong>1 Megapiksel çözünürlüğe sahip bitmap grafikte kaş piksel bulunmaktadır?</strong>",
    "options": {
      "A": "100",
      "B": "1.000",
      "C": "10.000",
      "D": "100.000",
      "E": "1.000.000"
    },
    "correctAnswer": "E",
    "explanation": "Megapiksel (MP), bir milyon piksel anlamına gelen bir ölçü birimidir. Dolayısıyla, 1 Megapiksel çözünürlüğe sahip bir bitmap grafikte, toplamda tam <b>1.000.000</b> (bir milyon) adet piksel bulunmaktadır. Bu terim genellikle dijital kameraların görüntü yakalama yeteneğini belirtmek için kullanılır."
  },
  {
    "id": "351124",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi \"bitmap grafikleri\" için <u>yanlıştır</u>?</strong>",
    "options": {
      "A": "EPS, SVG, PDF, Aİ, CDR en yaygın bitmap grafik formatlarıdır.",
      "B": "Çözünürlüğe bağımlıdır, ölçeklendirme ve biçim bozma işlemlerinde görüntüde detay kaybı oluşur.",
      "C": "Görüntü farklı renkteki küçük karelerden (piksellerden) oluşur.",
      "D": "Dosya ebadı (çözünürlük, ölçü, renk derinliği gibi değişkenlere bağımlı olarak) büyüktür.",
      "E": "Görüntü fotoğrafik ve gerçekçi görünümdedir."
    },
    "correctAnswer": "A",
    "explanation": "Bitmap grafikleri <b>çözünürlüğe bağımlıdır</b>. Piksellerden oluştukları için, görüntü büyük ölçüde ölçeklendiğinde veya büyütüldüğünde, pikseller görünür hale gelir ve görüntüde <b>kalite kaybı</b> (piksellenme) meydana gelir. Bu nedenle, 'büyütüldüğünde kalitede bozulma olmaz' ifadesi bitmap grafikler için <b>yanlıştır</b>; bu özellik vektör grafiklere aittir."
  },
  {
    "id": "354861",
    "unitNumber": 11,
    "text": "<strong>Bitmap grafiklerin diğer adı aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Tramlı grafik",
      "B": "Raster grafik",
      "C": "Anchor grafik",
      "D": "İnter grafik",
      "E": "Bilinear grafik"
    },
    "correctAnswer": "B",
    "explanation": "Bitmap grafikler, görüntünün piksellerden oluşan düzenli bir ızgara (grid) yapısı veya haritası (map) üzerinde tanımlanması prensibine dayanır. Bu ızgara yapısı nedeniyle, bitmap grafiklere aynı zamanda <b>Raster Grafik</b> de denir. Her iki terim de piksel tabanlı görüntüleri ifade eder."
  },
  {
    "id": "354868",
    "unitNumber": 11,
    "text": "<strong>Piksel başına 2 bit veri bulunan bitmap grafikte her pikselin sahip olabileceği renk sayısı kaç olur?</strong>",
    "options": {
      "A": "1",
      "B": "2",
      "C": "4",
      "D": "16",
      "E": "256"
    },
    "correctAnswer": "C",
    "explanation": "Bir pikselin sahip olabileceği renk sayısı, 2 üzeri (piksel başına düşen bit sayısı) formülüyle hesaplanır. Piksel başına 2 bit veri varsa, 2^2 = <b>4</b> farklı renk saklanabilir. Bu, o bitmap grafikteki her pikselin dört farklı tondan birini alabileceği anlamına gelir."
  },
  {
    "id": "339229",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi metal konserve kutunun icadına sebep olmuştur?</strong>",
    "options": {
      "A": "Fransız ordusunun yiyecekleri taşıma ihtiyacı",
      "B": "Demiryollarının yaygınlaşması",
      "C": "Tüketilenden fazla üretim yüzünden saklama ihtiyacı",
      "D": "Deniz aşırı ticaretin yaygınlaşması",
      "E": "Avrupa’da yaşanan kıtlık korkusu"
    },
    "correctAnswer": "A",
    "explanation": "18. yüzyıl sonlarında, özellikle <b>Napolyon Savaşları</b> sırasında orduların uzun süreli seyahatlerde yiyeceklerini saklama ihtiyacı doğmuştur. Bu ihtiyaç, <b>Nicolas Appert</b>'in gıdaları ısıtıp hermetik olarak kapatma yöntemini (konserveleme) icat etmesine yol açmıştır. Metal kutu (teneke kutu) ise bu yöntemin daha dayanıklı ve taşınabilir hale getirilmesi amacıyla, Appert'ten kısa bir süre sonra Peter Durand tarafından icat edilmiştir."
  },
  {
    "id": "339230",
    "unitNumber": 12,
    "text": "<strong>Aşağıdaki kişilerden hangisi konserve ambalajların geliştiricisidir?</strong>",
    "options": {
      "A": "James Quaker Oats",
      "B": "Nicholas Appert",
      "C": "Simon Junghans",
      "D": "Sir Isaac Mendeley",
      "E": "Jack Aplin"
    },
    "correctAnswer": "B",
    "explanation": "Konserveleme (gıda muhafaza etme) yönteminin geliştiricisi, 1800'lerin başında bu yöntemi keşfeden Fransız mucit <b>Nicolas Appert</b>'tir. Appert, yiyecekleri cam şişeler içinde ısıtarak ve hava temasını keserek uzun süre bozulmadan saklamayı başarmıştır. Bu yöntem daha sonra <b>konserve ambalajlar</b> (metal kutular) için temel teşkil etmiştir."
  },
  {
    "id": "339231",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi ambalajın işlevleri arasında <u>yer almaz</u>?</strong>",
    "options": {
      "A": "Koruma",
      "B": "Taşıma",
      "C": "Bilgi verme",
      "D": "Yenileme",
      "E": "Tutundurma"
    },
    "correctAnswer": "D",
    "explanation": "Ambalajın temel işlevleri arasında <b>içerik/muhafaza</b> (ürünü dış etkenlerden koruma), <b>koruma</b> (fiziksel hasarı önleme), <b>bilgilendirme</b> (içerik, son kullanma tarihi vb.) ve <b>pazarlama</b> yer alır. Ürünün tadını değiştirmek, ambalajın doğal bir işlevi veya amacı değildir; aksine, ambalajın görevi tadı ve kaliteyi korumaktır."
  },
  {
    "id": "339232",
    "unitNumber": 12,
    "text": "“Ambalaj tasarımında tasarım içinde kullanılacak tipografik elemanlar, raflara birkaç metre mesafedeki bir tüketici tarafından ……………….”<strong> ifadesinde noktalı yere aşağıdakilerden hangisi gelmelidir?</strong>",
    "options": {
      "A": "Sorunsuz okunabilmelidir",
      "B": "Dokusu gözle seçilebilmelidir",
      "C": "Kabartma dokusu hissedilebilmelidir",
      "D": "Çukur baskısı el ile hissedilebilir olmalıdır",
      "E": "Yüzey dokusu dokunmadan algılanabilmelidir"
    },
    "correctAnswer": "A",
    "explanation": "Ambalajın <b>iletişim işlevi</b> gereği, tüketiciler raflardan ürün seçimi yaparken saniyeler içinde karar verirler. Bu nedenle, ambalaj tasarımında kullanılan <b>tipografik elemanlar</b> (marka adı, kritik bilgiler) uzaktan dahi <b>hızlıca algılanabilir</b> ve okunabilir olmalıdır. Tasarımın bu yönü, satış başarısı için hayati önem taşır."
  },
  {
    "id": "339233",
    "unitNumber": 12,
    "text": "<strong>Ambalajın müşteri ile girdiği ilişkideki ilk temas anı için aşağıdakilerden hangisi işlevlerinden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Rakiplerin önüne geçmek",
      "B": "Dikkati yakalamak",
      "C": "Kalite imajı yaratmak",
      "D": "Satın almaya ikna etmek",
      "E": "Kullanıcı deneyimini sağlamak / tatmin etmek"
    },
    "correctAnswer": "E",
    "explanation": "Ambalajın müşteriyle girdiği <b>ilk temas anı</b>, raflarda gerçekleşen ve genellikle <b>pazarlama</b> ve <b>satış teşviki</b> odaklı olan andır. Bu anda ambalajın işlevleri arasında <b>ilgi çekme</b>, <b>markayı tanıtma</b> ve <b>ürünü farklılaştırma</b> yer alır. Ürünün nakliye sonrası depolanmasını sağlamak, fiziksel/lojistik bir işlevdir ve ilk temas anındaki pazarlama görevi değildir."
  },
  {
    "id": "339234",
    "unitNumber": 12,
    "text": "<strong>Tamamen veya kısmen saydam ambalajlar için aşağıdakilerden hangisi <u>söylenemez</u>?</strong>",
    "options": {
      "A": "İçeriği hakkında doğrudan bilgi verir.",
      "B": "Ürünü gösterir.",
      "C": "Ambalajın baskılı alanları dışında ambalajın içi izlenebilir.",
      "D": "Kullanım, koruma, saklama koşulları hakkında bilgi verir.",
      "E": "Müşterinin fikir sahibi olması için ambalajda ürün görseli kullanılır."
    },
    "correctAnswer": "E",
    "explanation": "<b>Saydam ambalajlar</b> (genellikle plastik veya cam) tüketicinin ürünü doğrudan görmesini sağlayarak <b>güven ve cazibe</b> oluşturur. Ancak saydamlık, bazı gıdalar veya kimyasallar için zararlı olabilecek <b>UV ışınlarına</b> maruziyeti artırır. Bu nedenle, ışığa hassas ürünler için en iyi korumayı sağladığı söylenemez."
  },
  {
    "id": "339235",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi ambalaj tasarımında kullanım kolaylığı işlevi <u>değildir</u>?</strong>",
    "options": {
      "A": "Kolayca boşaltılabilmesi",
      "B": "Açma-kapama için alete ihtiyaç duyulmaması",
      "C": "Ürünü porsiyonlara ayıran bir ambalaj tasarımı",
      "D": "Tutundurma işlevi",
      "E": "Taşıma ve depolama kolaylığı"
    },
    "correctAnswer": "D",
    "explanation": "Ambalajın <b>kullanım kolaylığı</b> işlevi, tüketicinin ürünü satın aldıktan sonraki etkileşimlerini kapsar. Buna <b>açma ve kapama kolaylığı</b>, <b>dozajlama</b>, taşıma ve <b>yeniden kullanılabilirlik</b> gibi ergonomik faktörler dahildir. Ürünün raftaki alanını küçültmek, daha çok lojistik ve maliyet optimizasyonu ile ilgilidir, doğrudan kullanıcı deneyimi/kullanım kolaylığı değildir."
  },
  {
    "id": "339236",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi ambalajın işlevlerinden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Yarılama işlevi",
      "B": "İletişim işlevi",
      "C": "Fiyat ayarlama işlevi",
      "D": "Koruma işlevi",
      "E": "Bilgi verme işlevi"
    },
    "correctAnswer": "A",
    "explanation": "Ambalajın temel işlevleri <b>muhafaza</b>, <b>koruma</b>, <b>bilgilendirme</b>, <b>iletişim</b> ve <b>pazarlama</b>dır. Siyasi lobi faaliyetlerini yürütmek veya benzeri kurumsal/idari görevler, ambalajın doğrudan birincil işlevlerinden biri değildir."
  },
  {
    "id": "339239",
    "unitNumber": 12,
    "text": "....................... tarafından kâğıt katlama makinesinin icadı, taş baskının (litography) keşfi, kâğıdın daha hızlı ve ucuz üretilmesini sağlayan kâğıt makinasının üretilmesi, kutuların üzerine baskı yapılmaya başlanması gibi ambalaj açısından önemli gelişmelere perde olmuştur.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "options": {
      "A": "Çinliler",
      "B": "Hintli rahipler",
      "C": "Fenikeliler",
      "D": "Nicholas Appert",
      "E": "Simon Junghans"
    },
    "correctAnswer": "E",
    "explanation": "18. yüzyıl sonları ve 19. yüzyıl başlarında yaşanan <b>Endüstri Devrimi</b> (Sanayi Devrimi), üretim ve baskı teknolojilerinde köklü değişikliklere neden oldu. <b>Kâğıt makinesi</b>, <b>taş baskı (litografi)</b> ve kâğıt katlama makinelerinin icadı, ambalajların seri ve daha ucuz üretilebilmesine, üzerine çekici baskılar yapılabilmesine olanak sağlayarak modern ambalaj sektörünün temellerini atmıştır."
  },
  {
    "id": "339240",
    "unitNumber": 12,
    "text": "17. yüzyılda tuz, şeker, un gibi gıda maddeleri çuvallarla dükkanlara ulaşmakta, ……………. gibi ambalajlar içinde müşterilere sunulmaktaydı.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "options": {
      "A": "metal kutular",
      "B": "polystren torbalar",
      "C": "kese kâğıdı",
      "D": "çözünebilen plastikler",
      "E": "polimer çuvallar"
    },
    "correctAnswer": "C",
    "explanation": "17. yüzyılda, modern perakende ambalajlama yaygınlaşmamıştı. Tuz, şeker gibi temel gıda maddeleri dökme olarak büyük çuvallarla gelir, dükkanlarda tartılır ve müşterilere genellikle <b>kese kağıtları</b> veya <b>külahlar</b> gibi basit, el yapımı ambalajlar içinde sunulurdu. Bu, <b>markalı ambalajlama</b> öncesi dönemin tipik bir uygulamasıdır."
  },
  {
    "id": "351126",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi ambalajlamada kullanılan kâğıt malzemelerden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Kraft kâğıdı",
      "B": "Resim kâğıdı",
      "C": "Sülfik kâğıdı",
      "D": "Yağ geçirmez kâğıt",
      "E": "Neme dayanıklı kâğıtlar"
    },
    "correctAnswer": "B",
    "explanation": "Ambalajlamada yaygın olarak kullanılan kâğıt esaslı malzemeler arasında <b>kraft kâğıdı</b>, <b>kuşe kâğıt</b>, <b>karton</b> ve <b>oluklu mukavva</b> bulunur. Şıklarda kâğıt dışı bir malzeme (örn. polietilen, cam) varsa, o malzeme kâğıt esaslı ambalaj malzemesi değildir."
  },
  {
    "id": "351127",
    "unitNumber": 12,
    "text": "<strong>Ambalajların temel işlevleri ve iletişim görevi dışında farklı kullanımları da mevcuttur. Aşağıdakilerden hangisi bu işlevlerden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Dikkat çekme",
      "B": "Bilgi verme satış için ikna etme",
      "C": "Mikrobiyolojik koruma",
      "D": "Kıyafeti muhafaza etme",
      "E": "Yiyeceğin ısıtılması için tava görevi gören bir konserve kutusu"
    },
    "correctAnswer": "C",
    "explanation": "Ambalajın temel iletişim ve koruma işlevleri dışında <b>ek işlevleri</b> mevcuttur. Bunlar arasında <b>çevresel sorumluluk</b> (geri dönüştürülebilirlik), <b>yasal zorunluluklara uyum</b> ve güvenlik yer alır. Ürünün yasal tescilini gerçekleştirmek ise ambalajın değil, üreticinin hukuki sorumluluğundadır."
  },
  {
    "id": "354875",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi ambalajın fiyat ayarlama işlevleri arasında <u>yer almaz</u>?</strong>",
    "options": {
      "A": "Aynı ambalajı kullanıp içerik azaltarak",
      "B": "Ambalajı büyütüp fiyatı artırarak",
      "C": "Ambalajı küçültüp birim fiyatı artırarak",
      "D": "Ambalajı büyütüp birim fiyatı artırarak",
      "E": "Ambalajı büyütüp fiyatı değiştirmeyerek"
    },
    "correctAnswer": "E",
    "explanation": "Ambalajın <b>fiyat ayarlama</b> işlevi, tüketicinin farklı fiyat noktalarında ürün satın almasına olanak tanımakla ilgilidir. Bu, genellikle <b>farklı porsiyon boyutları</b> sunarak, <b>lüks ambalaj</b> kullanarak fiyat algısını yükselterek veya indirimli paketler oluşturarak gerçekleştirilir. Ürünün nakliye güvenliğini sağlamak ise temel <b>fiziksel koruma</b> işlevine aittir, fiyat ayarlama işlevi değildir."
  },
  {
    "id": "408899",
    "unitNumber": 12,
    "text": "<strong>MÖ 6000 yıllarında Mısırlılar tarafından saklama ve taşıma için kullanılmaya başlayan malzeme aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Toprak malzeme",
      "B": "Cam malzeme",
      "C": "Taş malzeme",
      "D": "Ahşap malzeme",
      "E": "Plastik malzeme"
    },
    "correctAnswer": "B",
    "explanation": "Ambalaj tarihinin başlangıcı olarak kabul edilen dönemlerde, MÖ 6000 yıllarında <b>Mısırlılar</b> tarafından gıda, su ve tahıl saklamak için <b>kil (seramik) kaplar</b> kullanılmaya başlanmıştır. Bu kaplar, ilk <b>muhafaza ve taşıma</b> çözümlerini sağlamıştır."
  },
  {
    "id": "339301",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi ekranın boyutuna göre içeriğin otomatik olarak yeniden boyutlanıp konumlandığı sayfa düzenidir?</strong>",
    "options": {
      "A": "Embed layout",
      "B": "Fixed layout",
      "C": "Reflowable layout",
      "D": "Widget layout",
      "E": "DRM layout"
    },
    "correctAnswer": "C",
    "explanation": "Bu tanım, <b>Akan Sayfa Düzeni</b> (Reflowable Layout) ile ilgilidir. Akan sayfa düzeni, içeriğin okuyucunun kullandığı cihaza (akıllı telefon, tablet, e-okuyucu) veya ayarlanan görüntüleme tercihlerine (yazı tipi boyutu, kenar boşlukları) göre otomatik olarak yeniden boyutlanıp düzenlendiği bir yapıdır.<br>Bu düzen, metin ağırlıklı e-kitaplar için idealdir ve <b>en iyi okunabilirlik</b> deneyimini sunar, çünkü içerik sabit bir formata bağlı kalmaz."
  },
  {
    "id": "339303",
    "unitNumber": 13,
    "text": "<strong>Aşağıdaki ifadelerden hangisi azw formatı için doğrudur?</strong>",
    "options": {
      "A": "Adobe firmasına aittir.",
      "B": "Açık standartta bir formattır.",
      "C": "Nook ve Kobo e-okuyucuları ile okunabilir.",
      "D": "Ses ve video içerikleri destekler.",
      "E": "iOS ve Android platformları üzerinde okunamaz."
    },
    "correctAnswer": "D",
    "explanation": "AZW formatı (ve daha yeni versiyonları olan KFX), e-kitap devi Amazon tarafından geliştirilen ve özellikle kendi e-okuyucu cihazları olan <b>Kindle</b>'larda kullanılmak üzere tasarlanmış tescilli bir formattır. Aslen <b>MOBI</b> formatından türemiştir ve genellikle <b>DRM</b> (Dijital Haklar Yönetimi) koruması içerir."
  },
  {
    "id": "339309",
    "unitNumber": 13,
    "text": "<strong>Aşağıdaki ifadelerden hangisi ePub formatı için <u>söylenemez</u>?</strong>",
    "options": {
      "A": "Open eBook – OEB formatından türemiştir",
      "B": "Açık standartta bir formattır",
      "C": "Scroll ve Swipe (dikey ve yatay) kaydırmayı destekler",
      "D": "Amazon Kindle 2 ve DX modelleri ile uyumlu değildir",
      "E": "Amazon firması için tescilli bir formattır"
    },
    "correctAnswer": "E",
    "explanation": "ePub (Electronic Publication), <b>IDPF</b> (International Digital Publishing Forum) tarafından geliştirilmiş açık ve <b>XML tabanlı</b> bir standarttır. ePub formatı hem <b>akan sayfa düzenini</b> (reflowable) hem de <b>sabit sayfa düzenini</b> (fixed layout) destekler. Dolayısıyla, sadece sabit düzeni desteklediğini söylemek yanlıştır (söylenemez). Açık standart olması sayesinde hemen hemen tüm cihaz ve uygulamalarla uyumludur (Kindle hariç)."
  },
  {
    "id": "339317",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi doğru e-kitap formatını seçmekle ilgili temel ipuçlarından biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Taşınabilirlik / Yaygınlık",
      "B": "Güvenlik",
      "C": "Zengin içerik desteği",
      "D": "Maliyet",
      "E": "Renk Modeli"
    },
    "correctAnswer": "E",
    "explanation": "Doğru e-kitap formatını seçmek için temel ipuçları genellikle <b>cihaz uyumluluğu</b> (Hangi cihazda okunacak?), <b>içerik türü</b> (Metin ağırlıklı mı, karmaşık grafikler mi içeriyor?) ve <b>DRM ihtiyacı</b> gibi teknik veya ticari faktörlerdir. Kapak tasarımının karmaşıklığı, içeriğin format seçimini etkileyen temel teknik bir kriter değildir; bu daha çok pazarlama ve görsel tasarımla ilgilidir."
  },
  {
    "id": "339320",
    "unitNumber": 13,
    "text": "<strong>Akan sayfa düzenlerinde sayfanın görünümü aşağıdakilerden hangisine bağlı <u>değildir</u>?</strong>",
    "options": {
      "A": "Ekran yönü",
      "B": "Metin boyutu",
      "C": "Ekran boyutu",
      "D": "Sesli okuma özelliği",
      "E": "Yatay veya dikey yerleşim yönü"
    },
    "correctAnswer": "D",
    "explanation": "Akan (Reflowable) sayfa düzenlerinde metin akışkandır ve görünümü okuyucunun <b>ekran boyutuna</b>, ayarladığı <b>yazı tipi boyutuna</b> ve <b>kenar boşluklarına</b> bağlı olarak değişir. Ancak, bu düzenlerde kitabın basılı halindeki sayfa boyutu (örneğin A4 veya cep kitabı boyutu) kesinlikle bir referans noktası değildir, çünkü içerik yeniden akıtılır ve sabit bir sayfaya bağlı kalınmaz."
  },
  {
    "id": "339324",
    "unitNumber": 13,
    "text": "<strong>Aşağıdaki terimlerden hangisi dijital görüntüleri oluşturan en küçük birimdir?</strong>",
    "options": {
      "A": "Piksel",
      "B": "Dot",
      "C": "Matris",
      "D": "DPI (Dot Per Inch)",
      "E": "DPCM (Dot Per Centimeter)"
    },
    "correctAnswer": "A",
    "explanation": "Dijital görüntüleri (ekran, tarama, kamera) oluşturan en küçük birim <b>Piksel</b>'dir (Pixel). Piksel, 'Picture Element' kelimelerinin kısaltmasıdır ve ekranda bir renk veya parlaklık değeri taşıyan tek bir noktayı temsil eder."
  },
  {
    "id": "339325",
    "unitNumber": 13,
    "text": "<strong>Aşağıdaki terimlerden hangisi baskıda görüntüleri oluşturan en küçük birimdir?</strong>",
    "options": {
      "A": "Piksel",
      "B": "Dot",
      "C": "Matris",
      "D": "DPI",
      "E": "DPCM"
    },
    "correctAnswer": "B",
    "explanation": "Baskıda görüntüleri (yazıcı çıktısı, ofset baskı) oluşturan en küçük birim <b>Nokta</b>'dır (Dot). Baskı cihazları, kağıt üzerine bu noktaları mürekkep veya toner aracılığıyla bırakarak görüntüyü oluşturur. Bu kavram genellikle <b>DPI</b> (Dots Per Inch - İnç Başına Nokta) birimiyle ilişkilidir."
  },
  {
    "id": "339326",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi inç2 başına çizgi anlamına gelen çözünürlük birimidir?</strong>",
    "options": {
      "A": "DPI",
      "B": "DPCM",
      "C": "LPCM",
      "D": "LPI",
      "E": "PPI"
    },
    "correctAnswer": "D",
    "explanation": "İnç kare başına çizgi anlamına gelen çözünürlük birimi <b>LPI</b>'dır (Lines Per Inch). LPI, genellikle profesyonel baskı süreçlerinde, özellikle <b>yarı tonlama</b> (halftone) görüntülerin tarama sıklığını veya görüntüdeki nokta satırlarının yoğunluğunu ifade etmek için kullanılır."
  },
  {
    "id": "339327",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi inç2 başına nokta anlamına gelen çözünürlük birimidir?</strong>",
    "options": {
      "A": "DPI",
      "B": "DPCM",
      "C": "LPCM",
      "D": "LPI",
      "E": "PPI"
    },
    "correctAnswer": "A",
    "explanation": "İnç kare başına nokta anlamına gelen çözünürlük birimi <b>DPI</b>'dır (Dots Per Inch). DPI, birim alana düşen baskı noktası sayısını gösterir ve genellikle yazıcı, tarayıcı veya baskı cihazlarının <b>çözünürlüğünü</b> belirtmek için kullanılır. Yüksek DPI, daha keskin ve detaylı bir baskı kalitesi demektir."
  },
  {
    "id": "339328",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi cm<sup>2 </sup>başına nokta anlamına gelen çözünürlük birimidir?</strong>",
    "options": {
      "A": "DPI",
      "B": "DPCM",
      "C": "LPCM",
      "D": "LPI",
      "E": "PPI"
    },
    "correctAnswer": "B",
    "explanation": "cm² başına nokta anlamına gelen çözünürlük birimi <b>DPC</b>'dir (Dots Per Centimeter). DPC, DPI'ın metrik sistemdeki karşılığıdır ve santimetre kare başına düşen nokta sayısını ifade eder. Özellikle Avrupa ve metrik sistem kullanan diğer bölgelerde çözünürlük belirtmek için kullanılabilir."
  },
  {
    "id": "351128",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi kullanıcılar arasında popüler e-kitap formatlarından biri <u>değildir</u>?</strong>",
    "options": {
      "A": "ePub formatı (.epub)",
      "B": "Mobipocket formatı (.mobi, .prc)",
      "C": "Düz Metin formatı (.txt)",
      "D": "Sayfa sayısı düzeni",
      "E": "Amazon Kindle eReader formatı (.azw, .azw3)"
    },
    "correctAnswer": "D",
    "explanation": "Kullanıcılar arasında popüler e-kitap formatları arasında <b>EPUB</b> (açık standart), <b>PDF</b> (geniş uyumluluk), <b>MOBI/AZW</b> (Kindle cihazları için) ve bazen <b>TXT/RTF</b> bulunur. CDR (CorelDRAW) ise bir vektörel grafik tasarım programının kendi dosya formatıdır ve doğrudan e-kitap okuma formatı olarak popüler değildir."
  },
  {
    "id": "354890",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi dijital ekranlarda okunabilirliğe katkı sağlamak için yapılması gerekenlerden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Font boyutu ve stil seçeneklerinin e-kitap dosyasına dâhil edilmesi",
      "B": "Tırnaksız (sans-serif) yazı karakterlerinin küçük boyutlarda kullanılmaması",
      "C": "İtalik özelliği kullanılmaması",
      "D": "Açık standartta içerik kullanılması",
      "E": "Yazı ile arka planın yeterince zıt renklerden seçilmesi"
    },
    "correctAnswer": "D",
    "explanation": "Dijital ekranlarda okunabilirliği artırmak için yazı tipi boyutu ve türü ayarlanmalı, metin hizalaması (genellikle sola dayalı) kullanılmalı ve en önemlisi <b>yüksek kontrast</b> sağlanmalıdır. Arka plan ile yazı arasındaki kontrastı düşük tutmak, göz yorgunluğuna neden olur ve okunabilirliği ciddi şekilde düşürür. Bu nedenle, okunabilirliğe katkı sağlamayan bir eylemdir."
  },
  {
    "id": "408901",
    "unitNumber": 13,
    "text": "<strong>E-kitaplar farklı formatlarda üretilmektedir. Farklı cihazlar ve uygulamalar üzerinden okunabilen birbirlerinden farklı özelliklere sahip olan bu formatların çeşitliliği günümüzde rakamsal olarak kaça ulaşmıştır?</strong>",
    "options": {
      "A": "10",
      "B": "17",
      "C": "23",
      "D": "27",
      "E": "33"
    },
    "correctAnswer": "D",
    "explanation": "E-kitap endüstrisi, cihaz çeşitliliği ve tescilli format savaşları nedeniyle oldukça dağınık bir yapıya sahiptir. Günümüzde ticari, tescilli veya açık kaynaklı olarak kullanılan e-kitap formatlarının sayısı oldukça fazladır ve yaygın kabul görmüş kaynaklara göre bu sayı <b>25'ten fazla</b> farklı formata ulaşmıştır (EPUB, PDF, MOBI, AZW, FB2, LRF, TXT, HTML vb. dahil)."
  },
  {
    "id": "349203",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi tasarımın tanımında kullanılan eş anlamlı ifadelerinden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Resim",
      "B": "Biçim",
      "C": "Tasavvur",
      "D": "İlk taslak",
      "E": "Dizayn"
    },
    "correctAnswer": "A",
    "explanation": "Tasarım, bir şeyi <b>planlama</b>, <b>şekillendirme</b> veya <b>biçimlendirme</b> eylemidir. Tanımında eş anlamlı olarak kullanılan ifadeler genellikle <b>eskiz</b>, <b>taslak</b>, <b>planlama</b> veya <b>kurgulama</b> gibi kavramlardır. Eğer şıklarda \"Pazarlama\" veya \"Dağıtım\" gibi tasarım sürecinin sonucuna odaklanan bir seçenek mevcutsa, bu ifade tasarımın zihinsel veya görselleştirme aşamasıyla eş anlamlı değildir ve bu nedenle doğru kabul edilir."
  },
  {
    "id": "349205",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi sürdürülebilir tasarımlarda kullanılan malzemelerden <u>değildir</u>?</strong>",
    "options": {
      "A": "Cam",
      "B": "Bambu",
      "C": "Yosun",
      "D": "Kağıt",
      "E": "Plastik"
    },
    "correctAnswer": "E",
    "explanation": "<b>Sürdürülebilir tasarım</b>, çevresel etkiyi en aza indirmeyi hedefler. Bu tür tasarımlarda kullanılan malzemeler <b>geri dönüştürülmüş</b>, <b>yenilenebilir</b> (bambu, organik pamuk vb.) veya <b>toksik olmayan</b> kaynaklardan elde edilen malzemeler olmalıdır. Eğer seçenekler arasında <b>petrol bazlı, geri dönüştürülemez plastikler</b> veya <b>yüksek karbon ayak izine sahip hammaddeler</b> varsa, bunlar sürdürülebilir tasarımlarda kullanılan malzemelerden değildir."
  },
  {
    "id": "349207",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi sanal gerçeklik uygulaması için kullanılan bir kısaltmadır?</strong>",
    "options": {
      "A": "VR",
      "B": "PC",
      "C": "ARGE",
      "D": "PVC",
      "E": "SR"
    },
    "correctAnswer": "A",
    "explanation": "Sanal gerçeklik uygulaması için kullanılan uluslararası kısaltma <b>VR</b>'dır (<b>Virtual Reality</b>). VR teknolojisi, kullanıcıları bilgisayar tarafından üretilen ve gerçek dünyadan bağımsız bir ortama yerleştiren sistemleri ifade eder. Artırılmış Gerçeklik ise AR (Augmented Reality) olarak kısaltılır."
  },
  {
    "id": "349209",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi klasik öğrenmenin yanı sıra okuyucunun süreçte aktif müdahalesine imkan tanımış ve kitap tasarımında sadece görsel ve yazıyla sınırlı kalınmamasını sağlayarak eğitimde başarılı bir materyal olmuştur</strong>",
    "options": {
      "A": "PC",
      "B": "E-kitap",
      "C": "VR (Virtual Reality)",
      "D": "Karekod",
      "E": "Grafik Tasarım"
    },
    "correctAnswer": "B",
    "explanation": "Klasik öğrenme materyallerinin ötesine geçerek okuyucunun süreçte aktif müdahalesine imkan tanıyan ve görsel-yazı sınırlarını aşan materyaller <b>Zenginleştirilmiş E-kitaplar</b> veya <b>Etkileşimli E-kitaplar</b>dır. Bu materyaller, <b>video</b>, <b>animasyon</b>, <b>ses</b> ve <b>interaktif testler</b> gibi çoklu ortam ögeleri içererek öğrenme deneyimini üst seviyeye taşır."
  },
  {
    "id": "349211",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi sürdürülebilir tasarım ürünlerinden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "VR",
      "B": "Sanal gerçeklik",
      "C": "Tuval resmi",
      "D": "E-kitap",
      "E": "E-broşür"
    },
    "correctAnswer": "C",
    "explanation": "Sürdürülebilir tasarım ürünleri, hammaddeden tüketime kadar çevreye en az zararı verecek şekilde üretilir (Örn: Geri dönüştürülmüş materyallerden yapılmış mobilyalar, onarılabilir elektronik cihazlar). Eğer bir ürün <b>tek kullanımlık</b> ve <b>hızla atık haline gelen</b> bir yapıdaysa (Örn: Polistiren köpük tabaklar, kısa ömürlü moda ürünleri), bu sürdürülebilir tasarım ürünü değildir."
  },
  {
    "id": "349213",
    "unitNumber": 14,
    "text": "<strong>We Are Social’in tüm dünya ile 2021 Ocak ayı itibari ile Türkiye'nin internet ve sosyal medya kullanım alışkanlıkları raporlama çalışmasına göre; günde yaklaşık 7,5 saatimiz interette, bunun neredeyse 3 saati sosyal medyada geçmektedir. Buna göre internette en çok hangi cihaz ile vakit geçirilmektedir?</strong>",
    "options": {
      "A": "Akıllı telefonlar",
      "B": "Masaüstü bilgisayarlar",
      "C": "Tabletler",
      "D": "Oyun konsolları",
      "E": "Sanal gerçeklik cihazları"
    },
    "correctAnswer": "A",
    "explanation": "We Are Social gibi dijital kullanım raporlarına göre, Türkiye ve dünyada internette en çok vakit geçirilen cihaz <b>akıllı telefonlar</b>dır (mobil cihazlar). Bu durum, akıllı telefonların sağladığı <b>taşınabilirlik</b> ve <b>sürekli erişim</b> imkanı sayesinde gerçekleşmiştir; bu cihazlar internet kullanım süresinde masaüstü ve dizüstü bilgisayarları geride bırakmıştır."
  },
  {
    "id": "349215",
    "unitNumber": 14,
    "text": "<strong>Bilgisayarlarda oluşturulan grafik tasarımlar temel olarak nelerden oluşmaktadır?</strong>",
    "options": {
      "A": "Resimler",
      "B": "Algoritmalar",
      "C": "Yağlı boyalar",
      "D": "Videolar",
      "E": "Fotoğraflar"
    },
    "correctAnswer": "B",
    "explanation": "Bilgisayarlarda oluşturulan veya basılan grafik tasarımlar temel olarak iki ana ögeden oluşur: <b>Yazı</b> (Tipografi) ve <b>Görsel Ögeler</b> (İllüstrasyon, Fotoğraf, Şekil). Bu iki unsur, tasarımın mesajını iletmek üzere <b>kompozisyon</b> ve <b>düzenleme</b> ilkeleri doğrultusunda birleştirilir."
  },
  {
    "id": "349216",
    "unitNumber": 14,
    "text": "<strong>Grafik tasarım uygulamalarının başlangıcı kabul edilen tarihteki ilk çalışmalar nelerdir?</strong>",
    "options": {
      "A": "Parşömenler üzerine çizilmiş resimler",
      "B": "Mağara duvarlarına kazınmış hayvan figürleri",
      "C": "Kayalarla yapılmış heykeller",
      "D": "Tuvallere yapılmış yağlı boyalar",
      "E": "Filmler için tasarlanmış afişler"
    },
    "correctAnswer": "B",
    "explanation": "Modern anlamda grafik tasarım uygulamalarının başlangıcı kabul edilen ilk çalışmalar, <b>Matbaa'nın icadı</b> sonrası ortaya çıkan ve Endüstri Devrimi ile yaygınlaşan <b>afişler</b> ve <b>ilanlar</b>dır. Bu çalışmalar, görsel ve metinsel bilgiyi halka ulaştırmak için sistematik olarak tasarlanmış ilk kitlesel iletişim materyalleridir."
  },
  {
    "id": "349217",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi grafik tasarımın temelini oluşturan unsurlardan biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Afiş",
      "B": "Fotoğraf",
      "C": "Tasarım",
      "D": "Eskiz",
      "E": "Heykel"
    },
    "correctAnswer": "E",
    "explanation": "Grafik tasarımın temel unsurları, görsel kompozisyonu oluşturan yapı taşlarıdır: <b>Çizgi</b>, <b>şekil</b>, <b>renk</b>, <b>doku</b>, <b>tipografi</b> ve <b>negatif boşluk</b> (uzay). Eğer seçeneklerde <b>Maliyet</b>, <b>Bütçeleme</b> veya <b>Pazarlama stratejisi</b> gibi tasarımın görsel dilini oluşturmayan bir unsur varsa, bu temel unsurlardan biri değildir."
  },
  {
    "id": "349218",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi sanal gerçeklik gibi uygulamaların sunduğu faydalardan biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Hedef kitleye hızlı ulaşım",
      "B": "Sürdürülebilir tasarımlar",
      "C": "Grafik olarak zenginleştirilmiş uygulamalar",
      "D": "Farklı duyulara hitap etmesi",
      "E": "Özgün taslaklar ortaya çıkarmak"
    },
    "correctAnswer": "E",
    "explanation": "Sanal gerçeklik (VR) uygulamaları <b>eğitim</b>, <b>uzaktan işbirliği</b>, <b>simülasyon</b> ve <b>tedavi (fobi terapisi)</b> gibi alanlarda önemli faydalar sunar. Sunulan faydalardan biri olmayan durum, genellikle teknolojik kısıtlamalar veya yan etkilerdir, örneğin <b>donanım maliyetlerinin düşüklüğü</b> (çünkü genellikle maliyetleri yüksektir) veya kullanıcıda <b>hareket hastalığı (seasickness) yaratmaması</b> gibi iddialar fayda değildir, aksine VR'ın dezavantajları arasındadır."
  },
  {
    "id": "351132",
    "unitNumber": 14,
    "text": "Sürdürülebilirlik kavramının üç boyutu bulunmaktadır.<br/><strong>Aşağıdakilerden hangisi bu boyutlardan biridir?</strong>",
    "options": {
      "A": "Ekonomik boyutu",
      "B": "Sağlık boyutu",
      "C": "Ambalaj boyutu",
      "D": "Vergi boyutu",
      "E": "İçerik boyutu"
    },
    "correctAnswer": "A",
    "explanation": "Sürdürülebilirlik kavramı, <b>Üçlü Sonuç Çizgisi</b> (Triple Bottom Line) olarak bilinen üç temel boyuta sahiptir. Bu boyutlar: <b>Çevresel (Ekolojik) Sürdürülebilirlik</b>, <b>Ekonomik Sürdürülebilirlik</b> ve <b>Sosyal Sürdürülebilirlik</b>tir. Başarılı sürdürülebilirlik stratejileri bu üç alanı dengelemeyi gerektirir."
  },
  {
    "id": "351133",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi e-kitapların tasarımında görsel ve yazının dışında kullanılan ögelerden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Seslendirmeler",
      "B": "Animasyonlar",
      "C": "Müzikler",
      "D": "Videolar",
      "E": "Derlemeler"
    },
    "correctAnswer": "E",
    "explanation": "E-kitaplar (özellikle zenginleştirilmiş e-kitaplar), görsel ve yazının ötesinde <b>ses</b>, <b>video</b>, <b>animasyon</b> ve <b>interaktif ögeler</b> kullanır. Bu ögeler, okuma deneyimini zenginleştirir. Görsel ve yazının dışında kullanılmayan ögeler, genellikle basılı kitaplara özgü olan ve dijital ortamda var olmayan <b>mürekkep yoğunluğu</b> veya <b>kağıt türü</b> gibi fiziksel özelliklerdir."
  },
  {
    "id": "354902",
    "unitNumber": 14,
    "text": "<strong>Tasarımda dijital ortamların kullanılmasının sebepleri aşağıdakilerden hangisi <u>yer almaz</u>?</strong>",
    "options": {
      "A": "Geleneksel olması",
      "B": "Sürdürülebilir olması",
      "C": "Erişilebilir olması",
      "D": "Ekonomik olması",
      "E": "Yenilikçi olması"
    },
    "correctAnswer": "A",
    "explanation": "Tasarımda dijital ortamların kullanılmasının temel sebepleri arasında <b>hızlı prototipleme</b>, <b>kolay düzeltme/revizyon</b>, <b>dosya paylaşımı/depolama kolaylığı</b> ve <b>malzeme/baskı maliyetlerinin azaltılması</b> yer alır. Eğer seçeneklerde <b>fiziksel prototipleme ihtiyacını artırma</b> veya <b>geleneksel becerilere olan ihtiyacı mutlak olarak ortadan kaldırma</b> gibi dijitalleşmenin doğasına aykırı sonuçlar varsa, bu bir kullanım sebebi değildir."
  },
  {
    "id": "354903",
    "unitNumber": 14,
    "text": "<strong>İnsanın nesnelerle kurduğu en temel iletişim modeli aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Tasarım",
      "B": "Resim",
      "C": "Dil",
      "D": "Felsefe",
      "E": "İşaret"
    },
    "correctAnswer": "A",
    "explanation": "İnsanın nesnelerle kurduğu en temel iletişim modeli, <b>Etkileşim (Interaction)</b> modelidir. Bu, nesnenin kullanıcının niyetini yansıtan bir <b>tasarıma (affordance)</b> sahip olması ve kullanıcının eylemlerine uygun bir <b>geri bildirim</b> sağlaması yoluyla gerçekleşir. Bu iletişim, genellikle <b>ergonomi</b> ve <b>kullanıcı deneyimi</b> (UX) kavramlarının temelini oluşturur."
  },
  {
    "id": "354904",
    "unitNumber": 14,
    "text": "<strong>Günümüzde tasarım hangi teknoloji ürününün dijital bir gerçekliğidir?</strong>",
    "options": {
      "A": "Bilgisayar",
      "B": "Tablet",
      "C": "Telefon",
      "D": "Televizyon",
      "E": "Radyo"
    },
    "correctAnswer": "A",
    "explanation": "Günümüzde tasarım, özellikle grafik ve endüstriyel tasarım, büyük ölçüde <b>Bilgisayarın</b> (Computer) dijital bir gerçekliğidir. Bilgisayarlar, <b>yazılımlar</b> (Photoshop, AutoCAD vb.) aracılığıyla tasarımcılara, fiziksel üretime geçmeden önce görselleştirme, simülasyon ve detaylı düzenleme imkanı sunarak tasarım sürecini dijitalleştirmiştir."
  }
]