[
  {
    "id": "310697",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi Arts and Crafts Hareketi’nin temel özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Endüstri toplumunun anlayışına karşı gelen bir tavır ortaya koyar.",
      "B": "Tasarım ve duyarsızlaşan toplum için estetik bir görüş sağlamayı amaçlamaktadır.",
      "C": "Grafik tasarıma tipografi ve illüstrasyon şeklinde karakterler içeren bir iletişim misyonu yüklemiştir.",
      "D": "Sanatçı ve tasarımcıların fikirlerinin halka iletilmesinde bir aracı konumunu üstlenir.",
      "E": "Sosyalist düşünce esasında estetik kaygıyı merkez alan Almanya temelli bir sanat hareketidir."
    },
    "explanation": "Arts and Crafts Hareketi (Sanat ve Zanaat Hareketi), 19. yüzyılın sonlarında İngiltere’de, <b>Endüstri Devrimi</b>’nin yarattığı kalitesiz seri üretime ve estetik bozulmaya bir tepki olarak ortaya çıkmıştır. Hareketin temel özellikleri arasında <b>el işçiliğinin yüceltilmesi</b>, doğal malzemelerin kullanılması, tasarımda dürüstlük ve bütüncüllük yer alır. Temel özelliklerinden olmayan bir yaklaşım, hareketin karşı çıktığı <b>endüstriyel seri üretimi</b> veya makineleşmeyi kabul eden bir yaklaşım olacaktır."
  },
  {
    "id": "310698",
    "unitNumber": 1,
    "text": "“Modern grafik tasarım bağlamında atılan ilk temel olarak nitelendirilen …………….., yaklaşım çerçevesinde bir gelenekten kopma sürecini ifade etmektedir.”<br/><strong>Aşağıdakilerden hangisi yukarıda açıklanan ifadedeki boşluğa yerleştirildiğinde doğru bir tanım ortaya koymaktadır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Konstrüktivizm",
      "B": "Japon Ukiyo-e Baskıları",
      "C": "Bauhaus",
      "D": "Art Nouveau Hareketi",
      "E": "Alman Ekspresyonizmi"
    },
    "explanation": "Modern grafik tasarım bağlamında bir gelenekten kopma sürecini ifade eden ve ilk temel olarak nitelendirilen hareket, 19. yüzyılın sonlarında ortaya çıkan <b>Uluslararası Art Nouveau Hareketi</b>'dir. Art Nouveau, Viktoryen dönemin karmaşık, tarihi süslemelerinden uzaklaşarak, <b>doğadan ilham alan organik formları</b> ve akıcı, kamçı benzeri çizgileri (whiplash line) benimsemiş, böylece modernizmin başlangıcını işaret etmiştir."
  },
  {
    "id": "310700",
    "unitNumber": 1,
    "text": "“Şimdiye kadar, edebiyat, düşünceli, dalgın, hareketsiz (sabit), kendinden geçen coşkunluk ve uyku halini yüceltmiştir. Biz, saldırgan eylemi, harareti, uykusuzluğu, yarışçının uzun adımlarını, ölümcül sıçramayı, yumruğu ve tokadı yüceltmeyi amaçlıyoruz. Biz, dünyanın ihtişamını, yeni bir güzellik olan hız güzelliğinin zenginleştireceğini söylüyoruz… Biz, müzeleri, kütüphaneleri, her çeşit akademileri yok edeceğiz, ahlakçılıkla, feminizmle, faydacıl korkaklıkla mücadele edeceğiz”.<br/><strong>Aşağıdakilerden hangisi yukarıda açıklanan bir modern sanat hareketi ifadesini yansıtmaktadır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Konstrüktivizm",
      "B": "Dadaizm",
      "C": "Fütürizm",
      "D": "Süprematizm",
      "E": "Ekspresyonizm"
    },
    "explanation": "Yukarıda alıntılanan metin, geçmişi, romantik duygusallığı ve durağanlığı reddeden, bunun yerine <b>hızı, makineleri, saldırgan eylemi</b> ve savaşı yücelten <b>Fütürizm</b> modern sanat hareketinin Manifestosu'ndan alınmıştır. 1909 yılında <b>Filippo Tommaso Marinetti</b> tarafından yayımlanan bu manifesto, müzeler ve kütüphaneler gibi geleneksel kurumların yıkılmasını savunarak radikal bir kopuşu ifade eder."
  },
  {
    "id": "310701",
    "unitNumber": 1,
    "text": "<strong>Yeni Tipografi’nin ilkelerinin tanımlanmasında ve yayılmasında merkez kabul edilen isim aşağıdakilerin hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Jan Tschichold",
      "B": "Kazimir Malevich",
      "C": "Otto Neurath",
      "D": "Tristan Tzara",
      "E": "Gerd Arntz"
    },
    "explanation": "<b>Yeni Tipografi (Die Neue Typographie)</b> akımının ilkelerini sistematik olarak tanımlayan, teorik ve pratik çerçevede uluslararası düzeyde yayılmasını sağlayan merkez isim <b>Jan Tschichold</b>'dur. Tschichold, 1928'de yayımladığı aynı adlı kitabıyla <b>asimetrik düzenlemeyi</b>, <b>sans-serif (tırnaksız) yazı karakterlerini</b> ve tipografide işlevselliği modern tasarımın zorunlu unsurları haline getirmiştir."
  },
  {
    "id": "310702",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi Amerika Birleşik Devletleri’nde yaşanan Wall Street Ekonomik Kriz dönemini açıklamaktadır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "19. yüzyılın başı",
      "B": "20. yüzyılın başı",
      "C": "20. yüzyılın ikinci çeyreği",
      "D": "19. yüzyılın üçüncü çeyreği",
      "E": "20. yüzyılın sonu"
    },
    "explanation": "Amerika Birleşik Devletleri’nde 1929 yılında Wall Street Borsası’nın çöküşüyle başlayan ve küresel ekonomik etkiler yaratan dönem, tarihsel olarak <b>Büyük Buhran (The Great Depression)</b> olarak adlandırılır. Bu kriz dönemi, yüksek işsizlik, yoksulluk ve toplumsal çalkantılarla karakterize edilmiş ve sosyal içerikli sanatsal ve grafiksel çalışmalara yönelim artmıştır."
  },
  {
    "id": "310703",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi Bilgilendirme Tasarımı Disiplini'nin başlıca temsilcileri arasında yer almaktadır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Otto Neurath, Kurt Schwitters",
      "B": "Moholy-Nagy, Piet Zwart",
      "C": "Moholy-Nagy, Gerd Arntz",
      "D": "Otto Neurath, Gerd Arntz",
      "E": "El Lissitzky, Gerd Arntz"
    },
    "explanation": "Bilgilendirme Tasarımı (Information Design) disiplininin 20. yüzyılın başlarında kurucularından ve başlıca temsilcilerinden biri <b>Otto Neurath</b>'tır. Neurath, istatistiksel verileri evrensel olarak anlaşılır görsellerle iletmek amacıyla <b>ISOTYPE (Uluslararası Tipografik Resim Eğitimi Sistemi)</b> sistemini geliştirmiştir. Bu sistem, modern infografiklerin temelini atmıştır."
  },
  {
    "id": "310704",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi modern tasarım hareketi Art Deco’nun temel yaklaşımlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Yuvarlak diyagonal çizgiler",
      "B": "Yalınlık",
      "C": "Simetri",
      "D": "İki boyutluluk",
      "E": "Geometri"
    },
    "explanation": "<b>Art Deco</b> (1920-1939), <b>lüks, hız, makine çağı</b> ve modernizmi kutlayan bir tasarım üslubudur. Temel yaklaşımları arasında <b>simetri</b>, geometrik ve basitleştirilmiş formlar, egzotik ve pahalı malzemeler kullanmak yer alır. Art Deco, özellikle dekoratif yönüyle öne çıkar ve <b>aşırı süslemeyi reddetmek</b> (Bauhaus’un ilkesidir) ya da <b>sosyal eleştiriye</b> odaklanmak Art Deco’nun temel yaklaşımlarından biri değildir; aksine, Art Deco çoğu zaman zenginliği ve kaçışı yansıtır."
  },
  {
    "id": "313744",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi 19. yüzyıl sonu ve 20. yüzyıl modern grafik sanat tarihinde yeni bir dönemin başlangıcını tanımlamasının yanında Vincent van Gogh, Claude Monet, Degas, Toulouse-Lautrec gibi sanatçılar üzerinde etki gösteren bir hareketi ifade etmektedir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "İsviçre Tasarım Okulu",
      "B": "Arts and Crafts Hareketi",
      "C": "Japon Ukiyo-e Baskıları",
      "D": "Fransız Art Nouveau Hareketi",
      "E": "De Stijl"
    },
    "explanation": "19. yüzyıl sonu ve 20. yüzyıl modern grafik sanat tarihinde yeni bir dönemin başlangıcını tanımlayan ve <b>Vincent van Gogh, Claude Monet</b> gibi ressamları etkileyerek grafik sanatta afiş kullanımını patlatan hareket, <b>Uluslararası Art Nouveau Hareketi</b>’dir. Bu hareket, özellikle <b>Japon sanatının (Japonizm)</b> etkisiyle çizgisel süslemeyi ve düz renk alanlarını grafik ürünlere taşımıştır."
  },
  {
    "id": "313745",
    "unitNumber": 1,
    "text": "<strong>Endüstri toplumunun anlayışına tepkisel bir tavır ortaya koyarak tasarımda estetik bir yapılanma sağlayan İngiltere temelli sanat hareketi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Arts and Crafts Hareketi",
      "B": "Süprematizm",
      "C": "Yeni Tipografi",
      "D": "Konstrüktivizm",
      "E": "Bilgilendirme Tasarımı"
    },
    "explanation": "Endüstri toplumunun seri üretimine tepkisel bir tavır ortaya koyarak, estetik kalitenin yeniden kazanılmasını amaçlayan İngiltere temelli sanat hareketi <b>Arts and Crafts Hareketi</b>'dir. <b>William Morris</b>’in önderlik ettiği bu hareket, <b>zanaatı</b> ve el işçiliğini yeniden ön plana çıkarmayı hedeflemiştir."
  },
  {
    "id": "313746",
    "unitNumber": 1,
    "text": "“Uluslararası Art Nouveau modern sanat hareketinin Almanya’da ………….., Avusturya’da ……………., İtalya’da ……….……., İspanya’da ….…………, Hollanda’da ………….., şeklinde tanımlanması, farklı dil ve kimliklerde anlayışını göstermesine dayandırılmaktadır.”<br/><strong>Aşağıdakilerden hangisi yukarıda açıklanan ifadedeki boşluklara sırasıyla yerleştirildiğinde doğru bir tanım ortaya koymaktadır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "“Jugendstil” (Gençlik tarzı), “Secession” (Ayrılıkçılık), “Stile Liberty”, “Nieuwe Kunst”, “Modernista”",
      "B": "“Secession” (Ayrılıkçılık), “Stile Liberty”, “Jugendstil” (Gençlik tarzı), “Nieuwe Kunst”, “Modernista”",
      "C": "“Secession” (Ayrılıkçılık), “Jugendstil” (Gençlik tarzı), “Nieuwe Kunst”, “Modernista”, “Stile Liberty”",
      "D": "“Nieuwe Kunst”, “Modernista”, “Stile Liberty”, “Secession” (Ayrılıkçılık), “Jugendstil” (Gençlik tarzı)",
      "E": "“Jugendstil” (Gençlik tarzı), “Secession” (Ayrılıkçılık), “Stile Liberty”, “Modernista”, “Nieuwe Kunst”"
    },
    "explanation": "Uluslararası Art Nouveau Hareketi, farklı Avrupa ülkelerinde yerel kimliklerle şekillenmiştir. Almanya’da <b>Jugendstil</b>, Avusturya’da <b>Sezessionstil</b> (Viyana Sezessionu), İtalya’da <b>Stile Liberty</b> veya Stile Floreale, İspanya’da <b>Modernismo</b> ve Hollanda’da <b>Nieuwe Kunst</b> adlarını almıştır."
  },
  {
    "id": "313747",
    "unitNumber": 1,
    "text": "<strong>Tarihsel olarak 1890’ların ortalarında kullanımı ivmelenen renkli litografinin grafik ürünlerde kullanılmasını Fransız afiş tarzının oluşmasında kaynak olarak kabul eden modern tasarım hareketi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Fütürizm",
      "B": "Art Nouveau",
      "C": "Konstrüktivizm",
      "D": "Süprematizm",
      "E": "Alman Ekspresyonizmi"
    },
    "explanation": "1890’ların ortalarında gelişen <b>renkli litografi</b> tekniğini kullanarak, grafik ürünlerde ve özellikle afişlerde sanatsal kaliteyi zirveye taşıyan ve Fransız afiş tarzının (özellikle <b>Toulouse-Lautrec</b> ve Chéret tarzı) oluşmasında kilit rol oynayan modern tasarım hareketi <b>Uluslararası Art Nouveau</b>'dur."
  },
  {
    "id": "313748",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi Fütürizm modern sanat hareketinin Filippo Tommaso Marinetti’nin manifestosunda ifade edilen bir yaklaşım <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Değişen 20. yüzyıl yaşantısının dinamizmini savunur.",
      "B": "Geleneğin sıkı bağlamına savaş açarak yeniye duyulan heyecanı ortaya koyar.",
      "C": "Tipografi, dışavurumcu bir ifade yansıtmamaktadır.",
      "D": "Endüstri toplumunun yanı sıra bilimin de ortaya koyduğu yeni gerçekliklere karşı, sanat temelli düşünce biçimlerinin gözden geçirilmesi gerektiğini açıklar.",
      "E": "Geleneğin yanı sıra işlevsel korkaklığa savaş açar."
    },
    "explanation": "<b>Fütürizm</b>, <b>Filippo Tommaso Marinetti</b>’nin manifestosu ile geleneksel sanat ve ahlak değerlerini tamamen reddetmiştir. Fütürizmin temel yaklaşımları arasında <b>hızın yüceltilmesi</b>, kelimelerin serbest bırakılması (parole in libertà) ve dinamik eylemin kutsanması yer alır. Fütürizm manifestosunda ifade edilmeyen bir yaklaşım, genellikle <b>geçmişin kültürel ve sanatsal mirasının korunmasını</b> veya klasik estetik kurallara bağlı kalmayı savunmak olacaktır."
  },
  {
    "id": "313749",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi yirminci yüzyıl modern grafik tasarım anlayışı ve tipografi çerçevesinde uluslararası bir etki gösteren konstrüktivizmin temsilcilerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "El Lissitzky",
      "B": "Alexander Rodchenko",
      "C": "Vladimir Tatlin",
      "D": "Kazimir Malevich",
      "E": "Naum Gabo"
    },
    "explanation": "Yirminci yüzyıl modern grafik tasarımında etkili olan <b>Konstrüktivizm</b>, özellikle Sovyet Rusya’da ortaya çıkmış, sanatı toplumsal amaçlara hizmet etmek üzere endüstriyel tekniklerle birleştirmeyi hedeflemiştir. Başlıca temsilcileri arasında <b>Alexander Rodchenko</b>, <b>El Lissitzky</b> ve <b>Varvara Stepanova</b> gibi isimler yer alır. Temsilcilerinden olmayan biri, genellikle farklı bir modernist akımın (örneğin De Stijl, Bauhaus ya da Yeni Tipografi) önde gelen ismi olacaktır."
  },
  {
    "id": "313750",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi 1919 yılında Walter Gropius tarafından yaşamın tümünü algılamak amacıyla kurulan Bauhaus Okulu’nun temel sonuçlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Birey, bir kolektif yapı içerisinde değerlendirilmiştir.",
      "B": "Endüstri ve sanat arasında ortak bir bağlantı kurmuştur.",
      "C": "Metodolojisinde bilimsel duyarlılığı göz ardı etmiştir.",
      "D": "Bir “tasarımcı” kimliği ortaya koymuştur.",
      "E": "Grafik tasarım ve reklam endüstrinin gelişimine katkı sağlamıştır."
    },
    "explanation": "<b>Walter Gropius</b> tarafından 1919'da kurulan <b>Bauhaus Okulu</b>, sanat ve zanaatı birleştirmeyi, <b>işlevselliği</b> (Form işlevi takip eder ilkesi) ve tasarımların <b>seri üretime</b> uygun hale getirilmesini temel almıştır. Bauhaus, modern mimari ve endüstriyel tasarımın temelini atmıştır. Temel sonuçlarından biri olmayan yaklaşım, muhtemelen <b>zanaatkarlığın endüstriden ayrı, sübjektif bir sanat dalı olarak kalması gerektiğini savunmak</b> gibi bir ilke olacaktır."
  },
  {
    "id": "313751",
    "unitNumber": 1,
    "text": "<strong>Kurucusu Theo van Doesburg olan ve soyut nesnelcilik temelinde dikdörtgen gibi geometrik saflığa odaklanarak doğal biçimleri yok sayan modern tasarım hareketi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Arts and Crafts Hareketi",
      "B": "De Stijl",
      "C": "Alman Ekspresyonizmi",
      "D": "Fütürizm",
      "E": "Fransız Art Nouveau Hareketi"
    },
    "explanation": "Kurucusu <b>Theo van Doesburg</b> olan, soyut nesnelcilik temelinde sadece <b>dikdörtgenler</b> ve temel renkler (kırmızı, mavi, sarı) ile temel tonlara (siyah, beyaz, gri) odaklanarak <b>doğal biçimleri tamamen yok sayan</b> modern tasarım hareketi <b>De Stijl</b> (Tarz) olarak adlandırılır. Bu hareket, evrensel uyum ve düzeni yakalamayı amaçlamıştır."
  },
  {
    "id": "313752",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi ISOTYPE (International System of Typographic Picture Education-Uluslararası Tipografik Resim Eğitimi Sistemi) ifadesinin doğru bir tanımı <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Temsilcileri arasında El Lissitzky ve Alexander Rodchenko vardır.",
      "B": "Sayısal bilginin görsel biçimde istatistikleştirilmesini ya da veri grafiklerini geliştirmeyi amaçlayan bir yaklaşıma sahiptir.",
      "C": "Grafik yöntemlerdeki devrimci gelişmelerin sonucunda oluşan bir dil olarak açıklanmaktadır.",
      "D": "Her şeye uygulanan grafik bir yöntemi ifade etmektedir.",
      "E": "Yeni bir görsel eğitim metodu olarak bilinir."
    },
    "explanation": "<b>ISOTYPE</b> (International System of Typographic Picture Education), <b>Otto Neurath</b> tarafından geliştirilen bir sistemdir. ISOTYPE'ın doğru tanımı, <b>karmaşık istatistiksel verilerin uluslararası düzeyde anlaşılır piktogramlar (resimler) aracılığıyla görselleştirilmesi</b>ni içerir. Doğru bir tanımı olmayan ifade, sistemin <b>subjektif sanatsal ifadelere</b> odaklandığını veya piktogramların standardize edilmemiş olduğunu iddia eden bir ifadedir."
  },
  {
    "id": "313753",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi Uluslararası Tipografi Üslûp çerçevesinde tanımlanan yaklaşımlardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Nesnellikten öte kişisel ifadeye odaklanmaktadır.",
      "B": "Problem çözmenin bilimsel ve evrensel bağlamında bir yöntem tanımlamaktadır.",
      "C": "Bilginin topluma aktarılmasında tasarımcıyı nesnel bir aracı olarak nitelemektedir.",
      "D": "Tasarımcıyı bir görsel iletişimci olarak tanımlamaktadır.",
      "E": "İdeal olanı düzen ve açıklık olarak ifade etmektedir."
    },
    "explanation": "<b>Uluslararası Tipografi Üslûbu (İsviçre Stili)</b>, 1950'ler ve 60'larda İsviçre'de ortaya çıkmış ve küresel bir etki yaratmıştır. Bu üslubun temel yaklaşımları arasında <b>matematiksel ızgara sistemlerinin kullanımı</b>, <b>asimetrik düzenleme</b>, <b>nesnellik</b> ve sadece <b>sans-serif (tırnaksız) yazı karakterlerinin</b> kullanılması yer alır. Bu yaklaşımlardan olmayan bir şey, <b>yüksek derecede dekorasyon</b> veya <b>kişisel, subjektif ifadeye vurgu</b> yapan bir ilke olacaktır."
  },
  {
    "id": "343000",
    "unitNumber": 1,
    "text": "I. Yeni bir görselliğin zihinde biçimlenmesi üzerine anlayış geliştiren Art Nouveau, bir gelenekten kopma sürecini ifade etmektedir.<br/>II. Nouveau Hareketi, 20. yüzyılın başlarında (1905-25) sosyal, kültürel, toplumsal, ekonomik gelişimlerin doğrusallığında ortaya çıkmıştır.<br/>III. Uluslararası Art Nouveau hareketi, birçok Avrupa ülkesinde kent merkezli olarak farklı biçimlerde tanımlanmaktadır.<br/><strong>Yukarıdaki ifadelerden hangisi ya da hangileri “ Uluslararası Art Nouveau Hareketi” nin genel özelliklerini içermektedir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Uluslararası Art Nouveau Hareketi’nin genel özelliklerini incelediğimizde: I. <b>Yeni bir görsellik</b> geliştirerek gelenekten kopmuştur (Doğru). II. Hareketin zirve dönemi 1890-1905 arasıdır; 1905-25 aralığı geç kalmış bir dönemi işaret eder (Yanlış). III. Hareket <b>uluslararasıydı</b> (Jugendstil, Modernismo) ve Avrupa’nın farklı <b>kent merkezlerinde</b> yerel biçimlerde tanımlanmıştır (Doğru).<br/>Bu nedenle doğru ifadeler I ve III’tür."
  },
  {
    "id": "343004",
    "unitNumber": 1,
    "text": "<strong>Modern Grafik Tasarım Tarihi ile ilgili aşağıdaki ifadelerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Tipografiyi okuma ve görme etkinliği olarak irdeleyen Süprematizm, esasında dışavurumcu bir ifade yansıtmaktadır.",
      "B": "Bir kültürel yenilenme ortaya koyan Arts and Crafts hareketi, sonuçsal çerçevede Art Nouveau hareketinin zeminini oluşturmuştur.",
      "C": "Bir mimari hareket olarak da tanımlanan Konstrüktivizm, Süprematist sanatçıların “Sanat sanat içindir.” anlayışına karşılık “Sanat toplum içindir.” görüşünü savunmaktadır.",
      "D": "1920'ler ve 1930'larda etkisini sürdüren Art Deco yalınlık, simetri, geometri, iki boyutluluk gibi kavramlar temelinde görsel bir dili tanımlar.",
      "E": "Geometrik nesnelerde endüstriyel malzeme kullanımına odaklanan Konstrüktivizm, grafik tasarımı toplumun esas kuvveti olarak değerlendirir."
    },
    "explanation": "Modern Grafik Tasarım Tarihi, 19. yüzyıl sonunda Arts and Crafts ve Art Nouveau hareketleriyle başlamış; 20. yüzyılın başlarında Fütürizm, Konstrüktivizm ve Bauhaus gibi avant-garde akımlarla şekillenmiştir. Yanlış bir ifade, bu akımların temel felsefesine aykırı bir iddia olacaktır. Örneğin: '<b>Fütürizm, eski geleneksel tipografik kurallara sıkı sıkıya bağlı kalmıştır.</b>' ifadesi yanlıştır, zira Fütürizm tüm gelenekleri reddetmiştir."
  },
  {
    "id": "343006",
    "unitNumber": 1,
    "text": "<strong>Edward Munch’un \"Çığlık\" (Skrik) adlı yağlı boya tablosu hangi modern sanat hareketinin öne çıkan eserlerinden biridir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Arts and Crafts Hareketi",
      "B": "Alman Ekspresyonizmi",
      "C": "Fransız Art Nouveau Hareketi",
      "D": "Süprematizm",
      "E": "De Stijl"
    },
    "explanation": "Norveçli ressam <b>Edward Munch</b>’un ünlü eseri 'Çığlık' (Skrik), sanatçının kendi içindeki yoğun kaygı ve varoluşsal dehşeti yansıtan bir çalışmadır. Bu eser, <b>nesnel gerçekliği değil, sanatçının sübjektif duygusal durumunu</b> çarpıtılmış renk ve formlarla dışa vurmayı amaçlayan <b>Ekspresyonizm (Dışavurumculuk)</b> modern sanat hareketinin en belirgin simgelerinden biridir."
  },
  {
    "id": "343010",
    "unitNumber": 1,
    "text": "I. Bauhaus Okulu 1919 yılında Walter Gropius tarafından yaşamın tümünü algılamak amacıyla kurulmuştur.<br/>II. Modern sanat ve tasarımın gereksinimlerine göre geliştirilen Bauhaus metodolojisi, bu modern gereksinimlerin kaynağını Batı sanatı geleneklerinden farklılaşmasına dayandırmaktadır.<br/>III. Bauhaus ve Yeni Tipografi Sanat Hareketi, soyut ve ruhsal bir ifade biçimini (dışavurum) vurgular.<br/><strong>“Bauhaus ve Yeni Tipografi” ile ilgili yukarıdakilerden hangisi ya da hangileri doğrudur?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Verilen bilgilere göre doğru olan ifadeler I ve II'dir.<br/>I. İfade doğrudur. <b>Bauhaus Okulu</b>, <b>1919</b> yılında <b>Walter Gropius</b> tarafından kurulmuş olup, sanat ve zanaatın birleşimi yoluyla (Gesamtkunstwerk - yaşamın tümünü kapsayan sanat eseri) modern yaşamın tüm alanlarını tasarlama ve algılama amacını taşımaktadır.<br/>II. İfade doğrudur. Bauhaus metodolojisi, endüstriyel üretim ve yeni malzemelerin getirdiği <b>modern gereksinimlere</b> odaklanmıştır. Bu modern yaklaşım, özellikle süsleme ve tarihsel referanslara dayanan <b>Batı sanatı geleneklerinden</b> radikal bir şekilde <b>farklılaşmaya</b> dayanır. Amaç, işlevselliği, sadeliği ve rasyonelliği ön plana çıkarmaktır.<br/>III. İfade yanlıştır. Yeni Tipografi Hareketi (Jan Tschichold gibi isimlerin öncülüğünde) ve olgunlaşan Bauhaus ideolojisi, sanatsal dışavurumu (dışavurumculuk/expressionism) reddetmiş; bunun yerine <b>nesnel</b> (objective), <b>işlevsel</b> (functional) ve <b>rasyonel</b> (rational) bir ifade biçimini savunmuştur. Tipografide netlik, okunabilirlik ve geometrik düzen en temel prensiplerdir. Dolayısıyla, soyut ve ruhsal bir ifade biçimini vurgulamazlar."
  },
  {
    "id": "311203",
    "unitNumber": 2,
    "text": "Japon Ukiyo-e sanatı baskıları ve resimleri, Edo’da 1660’dan 1860’lara kadar ki dönem esnasında ……………….. olarak büyük başarı kazanmıştır.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "popüler sanat",
      "B": "Batı sanatı",
      "C": "Doğu sanatı",
      "D": "yeni sanat",
      "E": "Avrupa sanatı"
    },
    "explanation": "Ukiyo-e sanatı, 1660'lardan 1860'lara kadar süren <b>Edo dönemi</b> Japonya'sında büyük başarı kazanmıştır. Bu sanat tarzı, \"<b>Geçici Dünya Resimleri</b>\" veya \"<b>Yüzen Dünya Resimleri</b>\" anlamına gelen Ukiyo-e olarak bilinir ve şehir yaşamının geçici zevklerini, modasını ve eğlencelerini konu edinmiştir. Bu başarı, onun <b>popüler kültürün bir yansıması</b> olması ve <b>odun blok baskı tekniği</b> sayesinde kitleler için uygun fiyatlı hale gelmesiyle ilişkilidir."
  },
  {
    "id": "311204",
    "unitNumber": 2,
    "text": "……………………….. resimleyen illüstrasyonlar olarak başlayan ukiyo-e baskıları, kısa zamanda çay evlerini, geyşaları ve belli Kabuki oyuncularını tanıtarak günlük yaşam içerisinde kendi yerini bulmuştur.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Takvimleri",
      "B": "Hikaye kitaplarını",
      "C": "Sumo güreşçilerini",
      "D": "Manzara resimlerini",
      "E": "Batı sanatını"
    },
    "explanation": "Ukiyo-e baskıları başlangıçta genellikle <b>Edo'nun eğlence bölgelerindeki hayatı</b>, özellikle de <b>güzel kadınları (bijin)</b> ve <b>mutluluk evlerini</b> resmeden illüstrasyonlar olarak ortaya çıkmıştır. Daha sonra konuları genişleyerek çay evlerini, geyşaları, <b>Kabuki tiyatrosu oyuncularını</b> ve günlük yaşamdan sahneleri kapsamıştır."
  },
  {
    "id": "311206",
    "unitNumber": 2,
    "text": "<strong>Japonya sanatçılarından Toshusai Sharaku hangi çalışmaları ile tanınmaktadır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Afiş",
      "B": "Çerçeve",
      "C": "Baskı",
      "D": "Pano",
      "E": "Portre ve oyuncu"
    },
    "explanation": "Toshusai Sharaku, kısa süren ancak etkili kariyeri boyunca ürettiği <b>Kabuki tiyatrosu oyuncularının dramatik portreleri</b> ile tanınır. Sharaku, bu portrelerde oyuncuların <b>kişiliklerini</b> ve <b>sahnedeki anlık ifadelerini</b> yakalamakta ustaydı. Özellikle <b>yarım boy figür (Okubi-e)</b> portreleri ile ünlüdür."
  },
  {
    "id": "311207",
    "unitNumber": 2,
    "text": "<strong>Aşağıdaki seçeneklerden hangisi Japon Ukiyo-e baskı tasarımcılarının kompozisyon anlayışlarından biridir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Mürekkep kullanımındaki hassasiyetleri",
      "B": "Kaligrafi kullanmamaları",
      "C": "Rengin kullanımına yazıyı dahil etmeleri",
      "D": "Resmin altının izleyiciye en yakın gösterilmesi gerektiği",
      "E": "Çizgisel yaklaşıma önem vermemeleri"
    },
    "explanation": "Japon Ukiyo-e baskı tasarımcılarının kompozisyon anlayışlarından biri <b>asimetrik denge</b> ve <b>dinamik diyagonallerin</b> kullanımıdır. Batı sanatı perspektif kurallarından farklı olarak, Ukiyo-e sanatçıları genellikle <b>yüksek ufuk çizgileri</b>, <b>perspektifte çarpıtmalar</b> ve nesnelerin <b>çerçeveden kesilmesi (cropping)</b> gibi yenilikçi yöntemleri kullanmışlardır."
  },
  {
    "id": "311208",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi Japon Ukiyo-e Sanatında yer alan kadın figürleriyle ilgili tanımlayıcı bir söylemdir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Figürler birbirlerine benzerler. Kişiselliği kostüm ve jestler ortaya koyar.",
      "B": "Figürler birbirlerine benzemezler ancak kostümler aynıdır.",
      "C": "Figürlerde dikkati çeken en önemli özellik figürün ifadesidir.",
      "D": "Figürler perspektif kuralları dikkate alınarak yerleştirilmiştir.",
      "E": "Figürlerde renk kullanımı farklıdır."
    },
    "explanation": "Japon Ukiyo-e sanatında yer alan kadın figürleri (<b>Bijin-ga</b>), genellikle <b>idealize edilmiş güzellikleri</b> ve <b>dönemin modasını</b> yansıtır. Bu figürler çoğunlukla <b>lüks eğlence dünyasının kadınları</b> olan <b>yüksek rütbeli geyşaları</b> veya <b>kurtesanları</b> tasvir eder, onların zarif duruşları ve karmaşık kimono desenleri vurgulanır."
  },
  {
    "id": "311209",
    "unitNumber": 2,
    "text": "<strong>Aşağıdaki Japon Ukiyo-e Sanatı konularından hangisinin teması “geçen zamana karşı yaşanan kayıplar, hayal kırıklığı duygusu ve melankoli” dir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Sumo Güreşçileri",
      "B": "Güzel Kadınlar",
      "C": "Açık Hava / Manzara",
      "D": "Kabuki Tiyatrosu",
      "E": "Hikaye Kitapları"
    },
    "explanation": "Ukiyo-e (Yüzen Dünya Resimleri) kavramının temelinde, Budist felsefesinden gelen <b>geçicilik</b> ve <b>fani olma</b> duygusu yatar. Bu zevklerin kısa süreli olduğunun farkındalığı, yani \"<b>geçen zamana karşı yaşanan kayıplar, hayal kırıklığı duygusu ve melankoli</b>\" temasını barındırır. Bu duygu, Japon estetiğinde sıklıkla <b>mono no aware</b> (şeylerin hüzünlü güzelliği) kavramıyla ilişkilendirilir."
  },
  {
    "id": "311210",
    "unitNumber": 2,
    "text": "<strong>Aşağıdaki Japon Ukiyo-e Sanatı sanatçılarından hangisi renkli baskıyı geliştirmesiyle tanınır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Toshusai Sharaku",
      "B": "Kitagawa Utamaro",
      "C": "Suzuki Harunobu",
      "D": "Degas",
      "E": "Utagawa Hiroshige"
    },
    "explanation": "Renkli baskıyı (özellikle <b>nishiki-e</b> veya brokar baskı) geliştirmesiyle tanınan Japon Ukiyo-e sanatçısı <b>Suzuki Harunobu</b>'dur. Harunobu, 1760'lı yıllarda, baskı işleminde birden fazla ahşap blok kullanarak ve hassas kaydırma teknikleri uygulayarak çok sayıda rengin tek bir baskıda kullanılmasını sağlamıştır."
  },
  {
    "id": "311211",
    "unitNumber": 2,
    "text": "<strong>Aşağıdaki seçeneklerin hangisi Japon Ukiyo-e Sanatında (tasarım sürecinin, öncesi ve sonrası) dört uzmandan biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Tasarımı Oluşturan Tasarımcı",
      "B": "Ağaca Tasarımı Aktaran Oyucu",
      "C": "Baskıcı",
      "D": "Yayıncı",
      "E": "Figür"
    },
    "explanation": "Ukiyo-e baskılarının üretimi, dört ana uzmanın işbirliğiyle gerçekleştirilirdi: 1) <b>Tasarımcı/Sanatçı (Eshi)</b>, 2) <b>Oymacı (Horishi)</b>, 3) <b>Matbaacı/Basımcı (Surishi)</b> ve 4) <b>Yayıncı (Hanmoto)</b>. Bu uzmanlar dışında kalan bir seçenek üretim sürecinin temel uzmanı <u>değildir</u>."
  },
  {
    "id": "314282",
    "unitNumber": 2,
    "text": "<strong>Japon Ukiyo-e sanatı hangi yüzyıllar arasında ve nerede gelişmiştir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "17. yüzyılın ortasından 19. yüzyılın ortasına kadar Japonya’da",
      "B": "15. yüzyılın başından 17. yüzyılın ortasına kadar Çin’de",
      "C": "16. yüzyılın sonundan 17. yüzyılın ortasına kadar Japonya’da",
      "D": "18. yüzyılın başından 20. yüzyılın başına kadar Çin’de",
      "E": "19. yüzyıldan 20. yüzyıla kadar Avrupa’da"
    },
    "explanation": "Japon Ukiyo-e sanatı, yaklaşık olarak <b>17. yüzyılın başlarından 19. yüzyılın ortalarına</b> kadar olan dönemde gelişmiştir. Bu sanat akımının merkezi, o dönemdeki Japonya'nın başkenti ve kültürel merkezi olan <b>Edo</b>'ydu (günümüzdeki Tokyo)."
  },
  {
    "id": "314283",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi Japon Ukiyo-e Baskı Sanatı'nın en önemli özelliklerinden biridir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Çizgisel Yaklaşım benimsenmiştir.",
      "B": "Opak renklerin kullanımı yagındır.",
      "C": "Japon Ukiyo-e Sanatı, Japon kültürü ve tarihinin görsel belgelerini oluşturmuştur.",
      "D": "Sanatçıların eserlerinde kullandıkları perspektife yaklaşımları temel alır.",
      "E": "Modern tasarım hareketini etkilememiştir."
    },
    "explanation": "Japon Ukiyo-e Baskı Sanatı'nın en önemli özelliklerinden biri <b>ahşap blok baskı (woodblock printing)</b> tekniğinin kullanılmasıdır. Bu teknik, sanatsal çalışmaları <b>seri üretilebilir</b> ve dolayısıyla <b>halkın geniş kesimleri için uygun fiyatlı</b> hale getirmiştir. Teknik açıdan, <b>keskin hatlar</b> ve <b>düz, sınırlı renk alanlarının</b> kullanılması da belirgin özelliklerindendir."
  },
  {
    "id": "314284",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi Ukiyo-e’nin başlıca konularından biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Güzel Kadınlar",
      "B": "Sumo Güreşçileri",
      "C": "Kabuki Tiyatrosu Oyuncuları",
      "D": "Kadraj",
      "E": "Açık Hava / Manzara (Peyzaj)"
    },
    "explanation": "Ukiyo-e'nin başlıca konuları arasında <b>güzellikler (bijin)</b>, <b>Kabuki oyuncuları</b>, <b>manzaralar</b> ve <b>günlük yaşamdan sahneler</b> yer alır. Bu sanat formu, dönemin <b>popüler kültürü ve eğlence dünyasını</b> yansıtırken; <b>resmi saray portreleri</b> veya <b>dini ikonografi</b> gibi konular genellikle Ukiyo-e'nin başlıca temaları arasında <u>değildir</u>."
  },
  {
    "id": "314285",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi Ukiyo-e’nin geliştiği kentin adıdır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Japonya",
      "B": "Tokyo (Edo)",
      "C": "Osaka",
      "D": "Meiji",
      "E": "Okinawa"
    },
    "explanation": "Ukiyo-e sanatının geliştiği ve merkezi olduğu kentin adı <b>Edo</b>'dur. Edo, günümüzdeki <b>Tokyo</b>'nun eski adıdır ve Tokugawa Şogunluğu döneminde (1603-1868) Japonya'nın politik ve kültürel merkeziydi."
  },
  {
    "id": "314286",
    "unitNumber": 2,
    "text": "“İlk çok renkli Ukiyo-e baskıları, karşılıklı değiştirme geleneğinin olduğu Edo’daki zengin patronlar grubu için, sipariş üzerine yapılan ………..…?”<br/><strong>Örnek cümle aşağıdaki şıklardan hangisiyle birleştirilirse doğru bilgi vermiş olur?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Takvimlerdir",
      "B": "Posterlerdir",
      "C": "Panolardır",
      "D": "Gölgelerdir",
      "E": "Sanatçılardır"
    },
    "explanation": "İlk çok renkli Ukiyo-e baskıları, Edo’daki zengin patronlar grubu için özel sipariş üzerine yapılan <b>Egoyomi</b> (resimli takvimler) veya <b>Surimono</b> (özel sipariş baskıları) idi. Bu özel komisyonlar, daha sonra halka açık hale gelecek olan <b>Nishiki-e</b> (çok renkli baskı) tekniğinin gelişimine öncülük etmiştir."
  },
  {
    "id": "314287",
    "unitNumber": 2,
    "text": "<strong>Ukiyo-e’nin en üretken sanatçısı kimdir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Toshusai Sharaku",
      "B": "Utagawa Hiroshige",
      "C": "Kitagawa Utamaro",
      "D": "Katsushika Hokusai",
      "E": "Degas"
    },
    "explanation": "Ukiyo-e sanatının en üretken sanatçılarından biri, muazzam sanatsal çıktısı ve uzun kariyeri ile tanınan <b>Katsushika Hokusai</b>'dir. Hokusai'nin baskı serileri ve çizim kitapları (Manga) dahil olmak üzere yaşamı boyunca on binlerce eser ürettiği tahmin edilmektedir."
  },
  {
    "id": "314288",
    "unitNumber": 2,
    "text": "<strong>“Fuji Dağının Otuz Altı Görünümü” adlı seri eser hangi Ukiyo-e sanatçısına aittir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Katsushika Hokusai",
      "B": "Toshusai Sharaku",
      "C": "Degas",
      "D": "Utagawa Hiroshige",
      "E": "Kitagawa Utamaro"
    },
    "explanation": "Ünlü \"<b>Fuji Dağının Otuz Altı Görünümü</b>\" (Fugaku Sanjūrokkei) adlı seri eser, büyük Ukiyo-e sanatçısı <b>Katsushika Hokusai</b>'ye aittir. Bu seri, Hokusai'nin manzara baskılarındaki ustalığını gösteren ve dünyaca ünlü \"<b>Kanagawa Açıklarındaki Büyük Dalga</b>\" eserini içeren başyapıtıdır."
  },
  {
    "id": "314289",
    "unitNumber": 2,
    "text": "Katsushika Hokusai'nin eskiz kitaplarının on beş ciltlik serisi olan Manga çalışması, Japon baskılarıyla ilgilenen ………….. sanatçıları için önemli bir başvuru kaynağı olmuştur.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Alman",
      "B": "İtalyan",
      "C": "Japon",
      "D": "Çin",
      "E": "Fransız"
    },
    "explanation": "Katsushika Hokusai'nin eskiz kitaplarının on beş ciltlik serisi olan \"<b>Hokusai Manga</b>\" çalışması, Batı'daki <b>Japonisme</b> akımının doğuşunda etkili olmuş, özellikle 19. yüzyılın ikinci yarısında Japon baskılarıyla ilgilenen <b>Avrupalı (Batılı) sanatçılar</b> (Degas, Van Gogh) için önemli bir başvuru kaynağı olmuştur."
  },
  {
    "id": "314290",
    "unitNumber": 2,
    "text": "<strong>Japon Ukiyo-e sanatında sumo güreşçilerinin tasviri, sıradan insanlar arasında neden popülerdir ve bir koleksiyon resmi olarak değer görür?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Sumo güreşinin dini ve törensel boyutunun olması sebebiyle",
      "B": "Sezgisel çalışmalar olma özelliği sebebiyle",
      "C": "Sanatçıların ortak üretimi olması sebebiyle",
      "D": "Popüler olması sebebiyle",
      "E": "Avrupa’da dikkat çekmesi sebebiyle"
    },
    "explanation": "Japon Ukiyo-e sanatında <b>sumo güreşçilerinin tasvirleri (Sumo-e)</b>, sumo güreşinin <b>Edo dönemi halkı arasında çok popüler bir eğlence</b> olması nedeniyle büyük rağbet görüyordu. Bu baskılar, dönemin ünlü ve başarılı güreşçilerini ölümsüzleştirerek, sıradan insanlar tarafından <b>birer hatıra veya koleksiyon parçası</b> olarak değer görüyordu."
  },
  {
    "id": "314291",
    "unitNumber": 2,
    "text": "<strong>Degas’nın eserlerinin kompozisyon anlayışını etkileyen Japon Ukiyo-e sanatında karşımıza çıkan terim aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Birleşen çizgiler",
      "B": "Kesişen çizgiler",
      "C": "Kadraj",
      "D": "Kavis",
      "E": "Çapraz çizgiler"
    },
    "explanation": "Edgar Degas’nın eserlerinin kompozisyon anlayışını büyük ölçüde etkileyen, Japon Ukiyo-e sanatında sıkça rastlanan teknik, figürlerin ya da sahnelerin kasıtlı olarak <b>çerçeveden kesilmesi (cropping)</b> ve <b>asimetrik kompozisyon</b> kullanımıdır. Bu etki, 19. yüzyıldaki <b>Japonisme</b> akımıyla yayılmıştır."
  },
  {
    "id": "343014",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi \"Ukiyo-e Baskılarının Estetik ve Teknik Özellikleri\" nin genel özellikleri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "İlk çok renkli baskı, Edo’daki zengin patronlar grubu için, sipariş üzerine yapılan takvimlerdir.",
      "B": "Çizgisel desende çok usta olan Ukiyo-e sanatçıları için kaligrafi olarak yazı ve resim, ayrılmaz özellikleridir.",
      "C": "Ukiyo-e baskılarında renk, düz, opak ve iki boyutlu biçimde kullanılmıştır.",
      "D": "20. yüzyıla kadar ağaç baskı, esas olarak yazılı metinleri çoğaltmada uygun bir yöntem olmuştur.",
      "E": "Ukiyo-e baskı tasarımcılarının kompozisyon anlayışlarından biri, bir resmin altının izleyiciye en yakın gösterilmesidir."
    },
    "explanation": "Ukiyo-e baskılarının estetik ve teknik özellikleri arasında <b>düz renk alanları</b>, <b>keskin dış hatlar</b> ve <b>asimetrik kompozisyon</b> yer alır. Genel özellikler arasında <u>yer almayacak</u> olan şey, Batı resim sanatına özgü olan <b>hacim ve üç boyutluluk yaratmak için yoğun ışık-gölge (chiaroscuro) kullanımı</b> veya derin, doğalcı tek noktalı perspektiftir."
  },
  {
    "id": "343020",
    "unitNumber": 2,
    "text": "Ukiyo-e baskı tasarımcılarından en önemlisi olan <strong>…………………………… </strong>çok renkli ve bloklu baskının gelişiminde öncü tasarımcı olmuştur.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Suzuki Harunobu",
      "B": "Toshusai Sharaku",
      "C": "Utagawa Hiroshige",
      "D": "Kitagawa Utamaro",
      "E": "Katsushika Hokusai"
    },
    "explanation": "Ukiyo-e baskı tasarımcılarından en önemlisi olan ve çok renkli ve bloklu baskının (<b>Nishiki-e</b>) gelişiminde öncü tasarımcı olan sanatçı <b>Suzuki Harunobu</b>'dur. Harunobu, 1765 civarında bu tekniği mükemmelleştirerek baskıların renk yelpazesini büyük ölçüde genişletmiştir."
  },
  {
    "id": "343025",
    "unitNumber": 2,
    "text": "<strong>Ukiyo-e’nin yenilikçi ve üretken sanatçılarından biri olan Katsushika Hokusai ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yaşamını sanata adayan Hokusai, sıradan insanları, kuşları, balıkları ve böcekleri resimlemede oldukça ustadır.",
      "B": "Edo kentinin etrafındaki kırsal bölgelerin hikâyesini anlatan ağaç baskı seti olan “Fuji Dağının Otuz Altı Görünümü” adlı seri çalışmasını üretmiştir.",
      "C": "Ukiyo-e’nin yeni manzara tarzını başlatmıştır.",
      "D": "“Katsushika Hokusai” portre ve oyuncu çalışmalarıyla tanınır.",
      "E": "Baskı sanatçıları arasında eserleri ile manzara illüstrasyonları alanında en fazla tanınan sanatçıdır."
    },
    "explanation": "Katsushika Hokusai, Edo döneminin en ünlü <b>Ukiyo-e</b> sanatçılarındandır ve bu akımın en yenilikçi figürlerinden biridir. 1760-1849 yılları arasında yaşamış ve 90 yıllık uzun kariyeri boyunca yaklaşık 30.000 eser üreterek son derece <b>üretken</b> olduğunu kanıtlamıştır. Sanatçının en bilinen eseri, <b>\"Fuji Dağının Otuz Altı Görünümü\"</b> serisinden olan <b>\"Kanagawa Açıklarında Büyük Dalga\"</b>'dır. Hokusai, sadece manzara baskılarıyla değil, aynı zamanda resimli kitaplar ve <b>\"Hokusai Manga\"</b> eskiz serileriyle de tanınır. Soru, Hokusai ile ilgili yanlış ifadeyi sorduğundan, bu temel bilgilerin dışındaki veya bunlarla çelişen bir ifade yanlış kabul edilmelidir."
  },
  {
    "id": "343030",
    "unitNumber": 2,
    "text": "<strong>“Hayalet İskelete Meydan Okuyan Mitsukuni” adlı eser Ukiyo-e baskı tasarımcılarından hangi sanatçıya aittir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Utagawa Hiroshige",
      "B": "Katsushika Hokusai",
      "C": "Kitagawa Utamaro",
      "D": "Suzuki Harunobu",
      "E": "Katsukawa Shun"
    },
    "explanation": "<b>“Hayalet İskelete Meydan Okuyan Mitsukuni”</b> (orijinal adıyla: Takiyasha the Witch and the Skeleton Spectre) adlı eser, 19. yüzyılın önde gelen <b>Ukiyo-e</b> ustalarından <b>Utagawa Kuniyoshi</b>’ye aittir. Kuniyoshi, özellikle <b>savaşçı resimleri (musha-e)</b>, tarihi ve mitolojik konuları işleyen çalışmalarıyla tanınır. Bu etkileyici <b>triptik</b> (üç panolu baskı), Prenses Takiyasha’nın çağırdığı devasa iskeletin, Prens Mitsukuni tarafından alt edilmesini dramatize eder. Eser, Kuniyoshi’nin fantastik ve dramatik tasvir yeteneğinin zirvesini temsil eder."
  },
  {
    "id": "408180",
    "unitNumber": 2,
    "text": "<strong>Aşağıdaki Ukiyo-e sanatçılarından hangisi çok renkli ve bloklu baskının gelişiminde öncü olmuştur?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Katsushika Hokusai",
      "B": "Utagawa Hiroshige",
      "C": "Suzuki Harunobu",
      "D": "Kitagawa Utamaro",
      "E": "Toshusai Sharaku"
    },
    "explanation": "Ukiyo-e sanatında çok renkli baskının, yani <b>Nishiki-e</b>’nin (brokar resimler) gelişiminde öncü olan sanatçı <b>Suzuki Harunobu</b>’dur. 1760’larda, Harunobu’nun teknik yenilikleri sayesinde, Ukiyo-e baskıları tek veya iki renkli sınırlı paletlerden kurtulmuş ve karmaşık, zengin renklerin kullanıldığı tam renkli baskılara dönüşmüştür. Bu teknik, sanatçıların daha detaylı ve gerçekçi sahneler yaratmasına olanak tanımış ve Ukiyo-e’nin popülaritesini artırmıştır. Harunobu, Nishiki-e tekniğini kullanarak özellikle zarif genç kadın figürlerini (<b>bijinga</b>) tasvir etmesiyle ün kazanmıştır."
  },
  {
    "id": "311214",
    "unitNumber": 3,
    "text": "<strong>Arts and Crafts hareketinin en önemli matbaası hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kelmscott Press",
      "B": "Phaidon Press",
      "C": "Modern Style Press",
      "D": "Baby’s Opera",
      "E": "A.W.N. Pugin Press"
    },
    "explanation": "Arts and Crafts hareketinin kurucusu <b>William Morris</b> tarafından 1891 yılında kurulan <b>Kelmscott Press</b>, hareketin matbaacılık ve kitap tasarımı alanındaki felsefesini en yüksek düzeyde temsil eden en önemli matbaadır. Morris, bu matbaada orta çağ el yazması geleneğini canlandırarak kusursuz bir baskı kalitesini hedeflemiştir."
  },
  {
    "id": "311216",
    "unitNumber": 3,
    "text": "<strong>Arts and Crafts hareketi hangi ülkede ortaya çıkmıştır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Fransa",
      "B": "Almanya",
      "C": "İngiltere",
      "D": "Avusturya",
      "E": "Japonya"
    },
    "explanation": "Arts and Crafts hareketi, 19. yüzyılın ikinci yarısında, özellikle <b>Sanayi Devrimi'nin</b> getirdiği düşük kaliteli seri üretime ve estetik kayıplara bir tepki olarak <b>İngiltere'de</b> ortaya çıkmıştır."
  },
  {
    "id": "311217",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi Ruskin estetiğinden etkilenen Arts and Crafts hareketinin özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Sanat eğitimini desteklemesi",
      "B": "\"Sanat sanat içindir.\" anlayışı",
      "C": "Japon sanatına duyulan ilginin artması",
      "D": "Doğaya düşkünlük",
      "E": "Kapitalizme duyulan güven"
    },
    "explanation": "Arts and Crafts Hareketi, <b>John Ruskin'in</b> sosyal reform ve el işçiliği felsefesinden etkilenmiştir. Hareket, <b>seri üretim ve makineleşme</b> yerine <b>zanaatkarlığı</b> ve malzemeye dürüstlüğü savunur. Bu nedenle, hareketin özelliklerinden biri seri üretimi teşvik etmek veya aşırı endüstriyel tasarımları desteklemek <u>değildir</u>."
  },
  {
    "id": "311219",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi Arts and Crafts Hareketi'nin grafik tasarım alanında üstlendiği en önemli misyondur?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "İletişim misyonu",
      "B": "Font üretme misyonu",
      "C": "Renk üretme misyonu",
      "D": "Süslemeye teşvik etme misyonu",
      "E": "Kapitalizme yardımcı olma misyonu"
    },
    "explanation": "Hareketin grafik tasarım alanındaki en önemli misyonu, <b>matbaacılıkta kalitenin düşmesine</b> tepki göstererek, el sanatlarını temel alan <b>kitap tasarımında estetiği ve zanaatkarlığı</b> canlandırmaktır. Bu misyon <b>William Morris</b>'in <b>Kelmscott Press</b>'i ile en somut örneğini bulmuştur."
  },
  {
    "id": "311220",
    "unitNumber": 3,
    "text": "<strong>Aşağıdaki kitaplardan hangisi metin bloğunda tüm satırlarından sayfa boyunca aşağıya inen uzun bir inisiyale sahip olmasıyla ticari bir marka hâline dönüşmüştür?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Baby’s Opera",
      "B": "Doves Press Kutsal Kitabı",
      "C": "Prıltılı Düzlüğün Öyküsü",
      "D": "Chaucer",
      "E": "Kelmscott Press Kitabı"
    },
    "explanation": "William Morris'in <b>Kelmscott Press</b> için tasarladığı ilk kitap olan <b>The Story of the Glittering Plain</b> (Pırıltılı Düzlüğün Öyküsü), sayfa boyunca aşağıya doğru inen, dikkat çekici <b>uzun inisiyalleri</b> ve Gotik temelli dekoratif unsurları ile Kelmscott stilini belirlemiş ve matbaanın ticari bir marka hâline dönüşmesini sağlamıştır."
  },
  {
    "id": "311222",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi William Morris’in Gotik harfleri inceleyerek oluşturduğu fontun adıdır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Chaucer",
      "B": "Troy",
      "C": "Golden",
      "D": "Big Caslon",
      "E": "Walter"
    },
    "explanation": "William Morris, Orta Çağ el yazmalarından ve <b>Gotik harf formlarından</b> ilham alarak Kelmscott Press için fontlar tasarlamıştır. Bu Gotik esinli fontlardan biri <b>Troy</b>'dur (ya da daha kalın versiyonu <b>Chaucer</b>). Bu fontlar, dönemin standart tipografisinin kalitesizliğine bir tepki olarak ortaya çıkmıştır. (Diğer fontu Roman esintili Golden'dır.)"
  },
  {
    "id": "314292",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi Arts and Crafts Hareketi’nin ortaya çıkış sebeplerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yaşamın devingenliği ve hızlı akışında yeni bir standart olan ve etkin rol oynayan makine, büyük alanlarda devasa endüstri şehirleri yaratmıştır. Dayanıklı, görkemli, büyük fabrikalar beraberinde; el işçiliğini ve biçimde estetik duyarlılığı yok etmiştir.",
      "B": "Gerçekleşen Sanayi Devrimi, toplumsal yaşamda yeni kavramların ve yaşam biçimlerinin ortaya çıkmasına neden olmuştur.",
      "C": "Makineleşmenin, buharlı iş makinelerinin ve iletişim teknolojisinin sıralamada birinci sırayı alması, emeğin ucuzlaması ve üretimin fiziksel ihtiyaçları gidermeyi ana amaç olarak belirlemesi yüzünden, üretilen mallar estetikten yoksun, çirkin bir hâl almıştır.",
      "D": "1860’larda kapitalist sistemin ortaya çıktığı İngiltere’de, sosyalist düşüncenin ışığında estetik bir duyarlılık yakalamak adına \"Arts and Crafts\" hareketi ortaya çıkmıştır.",
      "E": "Sanatın ve El Sanatları’nın toplum açısından o kadar da önemli olmadığını düşünen makineleşme ve seri üretim mallarının değerinin bilinmesi gerektiğini savunan öncü tasarımcıların döneminde ortaya çıkmıştır."
    },
    "explanation": "Arts and Crafts Hareketi, <b>endüstriyel üretimin estetik ve ahlaki sonuçlarına</b> bir tepki olarak doğmuştur. Amaç; makineleşmenin getirdiği <b>kalitesizliği</b> durdurmak ve <b>zanaatkarlığı</b> yüceltmektir. Dolayısıyla, endüstriyel üretimi teşvik etmek veya modernizmi desteklemek, hareketin ortaya çıkış sebeplerinden biri <u>değildir</u>."
  },
  {
    "id": "314293",
    "unitNumber": 3,
    "text": "“Tasarım ve mimarideki …………… engellemek ve günlük yaşamda kullanılacak güzel objeler yaratarak dönemin sanatsal dejenerasyonunu durdurmayı amaçlamıştır.”<br/><strong>Yukarıdaki alıntı cümlesindeki boşluk aşağıdaki hangi kelimeyle doldurulursa Art and Crafts Hareketi’nin Misyonu açısından doğru olur?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "yozlaşmayı",
      "B": "devinimi",
      "C": "ivmeyi",
      "D": "güzelliği",
      "E": "olgunlaşmayı"
    },
    "explanation": "Arts and Crafts Hareketi’nin temel amacı, <b>Sanayi Devrimi'nin</b> neden olduğu <b>estetik dejenerasyonu</b> ve mimarideki <b>çirkinliği</b> engellemektir. Hareket, zanaatkarlığı merkeze koyarak günlük yaşamda kullanılacak <b>güzel ve kaliteli objeler</b> yaratmayı amaçlamıştır. Bu nedenle boşluk 'çirkinliği' veya 'estetik bozulmayı' ifade eden bir kelimeyle doldurulmalıdır."
  },
  {
    "id": "314294",
    "unitNumber": 3,
    "text": "<strong>Aşağıdaki isimlerden hangisi Arts and Crafts Hareketi’nin önde gelen temsilcilerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "John Ruskin ve William Morris",
      "B": "Cordelia Baker",
      "C": "A.W.N. Pugin",
      "D": "Walter Crane",
      "E": "T.J. Cobden-San- derson"
    },
    "explanation": "Arts and Crafts Hareketi'nin önde gelen temsilcileri arasında <b>William Morris</b> (kurucu), <b>John Ruskin</b> (felsefi baba), <b>Walter Crane</b> ve C. R. Ashbee bulunur. Seçeneklerde adı geçen kişi (örneğin bir Fütürist veya Bauhaus temsilcisi), hareketin <b>zanaatkarlık</b> odaklı felsefesine aykırı olduğu için temsilcilerden biri <u>değildir</u>."
  },
  {
    "id": "314295",
    "unitNumber": 3,
    "text": "<strong>Aşağıdaki yazar-eser seçeneklerinden hangisi Arts and Crafts Hareketi’nin felsefesinin temelini oluşturan eserler arasındadır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "John Ruskin - Estetik ve William Morris - Kapitalizmin Gölgesi Altında Sanatın Eleştirisi",
      "B": "T.J. Cobden-Sanderson - Doves Press Kutsal Kitabı",
      "C": "Walter Crane - Baby’s Opera",
      "D": "William Morris - Prıltılı Düzlüğün Öyküsü",
      "E": "E. Burne-Jones - Chaucer’ın Yapıtları"
    },
    "explanation": "Arts and Crafts Hareketi’nin felsefi temelleri, sanat eleştirmeni ve düşünür <b>John Ruskin'in</b> yazılarıyla atılmıştır. Özellikle <b>The Stones of Venice (Venedik'in Taşları)</b> adlı eseri, Orta Çağ zanaatkarlığının erdemlerini savunmuş ve hareketin <b>ahlaki ve estetik</b> çekirdeğini oluşturmuştur."
  },
  {
    "id": "314296",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi Arts and Crafts Hareketi’nin dört temel ilkesinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Malzemeye saygı",
      "B": "Üretilen objenin kullanımına saygı",
      "C": "Süslemeye saygı",
      "D": "Emeğe saygı",
      "E": "Araç ve gerece saygı"
    },
    "explanation": "Hareketin dört temel ilkesi; <b>el işçiliğinin üstünlüğü</b>, <b>malzeme dürüstlüğü</b>, <b>doğadan ilham</b> ve <b>tasarım ile üretimin bütünleşmesidir</b>. Endüstriyel makinelerin kullanımını yüceltmek veya seri üretimi desteklemek, hareketin makineleşmeye karşı duruşu nedeniyle temel ilkelerinden biri <u>değildir</u>."
  },
  {
    "id": "314297",
    "unitNumber": 3,
    "text": "<strong>Arts and Crafts Hareketi’nin “düz bir yüzeyin dekorasyonunda kullanılacak malzemenin tasarımının da düz olması gerektiğine” inanan sanatçısı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "John Ruskin",
      "B": "William Morris",
      "C": "Walter Crane",
      "D": "A.W.N. Pugin",
      "E": "T.J. Cobden-Sanderson"
    },
    "explanation": "Bu ilke, hareketin önde gelen illüstratör ve tasarımcısı <b>Walter Crane</b>'e aittir. Crane, dekorasyonun uygulandığı yüzeyin <b>mimari bütünlüğünü</b> koruması gerektiğine ve motiflerin üç boyutlu derinlik yanılsaması yerine <b>düz (flat) bir tasarım</b> sunması gerektiğine inanmıştır."
  },
  {
    "id": "314298",
    "unitNumber": 3,
    "text": "<strong>Aşağıdaki şıklardan hangisi Walter Crane’i en iyi tanımlayan cümledir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kaliteli malzemeler ve sağlam ciltleme uygulamaları konusundaki ısrarı ile modern ciltçilik üzerinde büyük bir etki yaratmıştır.",
      "B": "Çift sayfa mizanpajında yarattığı metin ve illüstrasyonun görsel birlikteliğinden dolayı ilk illüstratörlerden biri olarak anılır.",
      "C": "Tasarımları sadeliği sebebiyle beğeni toplamıştır.",
      "D": "Düz bir yüzeyin dekorasyonunda kullanılacak malzemenin tasarımının da düz olması gerektiğine inanır.",
      "E": "Kelmscott Press kitapları için kuramsal alt yapıyı biçimlendirmiştir."
    },
    "explanation": "<b>Walter Crane</b>, Arts and Crafts Hareketi'nin görsel dilini geniş kitlelere yayan kilit figürdür. En iyi tanımı, onun önde gelen <b>ressam, illüstratör ve özellikle yenilikçi çocuk kitapları tasarımcısı</b> olmasıdır. (Örn: Baby's Opera)."
  },
  {
    "id": "314299",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi Arts and Crafts Hareketi’nin malzemenin önemli olduğunu ve tasarımcıların, kaliteli ürünleri yaratmak için malzemeyi tanımaları gerektiğini ileri süren maddesini ifade eder?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Üretilen objenin kullanımına saygı",
      "B": "Süslemeye saygı",
      "C": "Emeğe saygı",
      "D": "Araç ve gerece saygı",
      "E": "Malzemeye saygı"
    },
    "explanation": "Bu tanım, hareketin temel estetik ve ahlaki ilkelerinden biri olan <b>Malzemeye Dürüstlük (Truth to Material)</b> kavramını ifade eder. Bu ilke, tasarımcının kullanılan hammaddenin (ahşap, metal, kağıt) <b>doğal yapısını ve karakterini</b> gizlememesi, aksine onu tanıması ve yüceltmesi gerektiğini vurgular."
  },
  {
    "id": "314300",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi “Nesnenin kendisi kadar, o nesnenin ortaya çıktığı sosyal koşullar da önemlidir.” cümlesinden hareketle Arts and Crafts Hareketi’nin felsefesine yön vermiştir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "John Ruskin",
      "B": "William Morris",
      "C": "Walter Crane",
      "D": "A. W. N Pugin",
      "E": "T. J. Cobden-Sanderson"
    },
    "explanation": "Bu cümle, Arts and Crafts Hareketi'nin felsefi babası olan <b>John Ruskin'in</b> sosyal eleştirisinin bir özetidir. Ruskin, ürünün <b>estetik kalitesinin</b> yanı sıra, onu üreten zanaatkarın <b>ahlaki ve sosyal koşullarının</b> da tasarımın ayrılmaz bir parçası olduğunu ileri sürmüştür."
  },
  {
    "id": "314301",
    "unitNumber": 3,
    "text": "<strong>“Baby’s Opera” çocuk kitabının tasarımcısı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "John Ruskin",
      "B": "William Morris",
      "C": "Walter Crane",
      "D": "A.W.N Pugin",
      "E": "T.J. Cobden-Sanderson"
    },
    "explanation": "<b>“Baby’s Opera”</b>, Arts and Crafts estetiğinin ve düz yüzey prensibinin uygulandığı ünlü bir çocuk kitabıdır. Bu eserin tasarımcısı ve illüstratörü <b>Walter Crane</b>'dir."
  },
  {
    "id": "343033",
    "unitNumber": 3,
    "text": "<strong>Arts and Crafts Hareketi’nin misyonu ile ilgili aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "İngiliz Arts and Crafts hareketi, yapısı gereği dekoratif ve doğaya öykünen, stilistik ve artistik yönünün yanı sıra; toplumsal bir misyon da edinmiştir.",
      "B": "Endüstri Devrimi ile baş gösteren, istenmeyen sonuçları düzeltmeyi amaçlamıştır.",
      "C": "Arts and Crafts Hareketi’nin estetik anlayışı temel olarak endüstriyel üretimin sıradanlığına bir tepkidir.",
      "D": "Hareketin ana temsilcileri, John Ruskin (1819-1900) ve William Morris (1834- 1896)’tir.",
      "E": "Malzemenin önemli olmadığı ve tasarımcıların, kaliteli ürünleri yaratmak için malzemeyi tanımadan hayal güçlerini kullanmaları gerektiğini vurgular."
    },
    "explanation": "Arts and Crafts Hareketi'nin misyonu, <b>zanaatkarlığı</b> canlandırmak, günlük hayatta <b>güzelliği</b> yaymak ve sosyal reform sağlamaktır. Hareketi başlatanlar (özellikle William Morris), yüksek kaliteli el yapımı ürünler ürettiği için, hareketin misyonu arasında <b>kitlesel pazar için ucuz üretim yapmak</b> veya kar maksimizasyonu sağlamak gibi endüstriyel hedefler <u>yanlıştır</u>."
  },
  {
    "id": "343045",
    "unitNumber": 3,
    "text": "<strong>“The Story of the Glittering Plain” (Pırıltılı Düzlüğün Öyküsü) adlı eserin tasarımcısı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "T. J. Cobden-Sanderson",
      "B": "John Ruskin",
      "C": "William Morris",
      "D": "A. W. N Pugin",
      "E": "Walter Crane"
    },
    "explanation": "<b>The Story of the Glittering Plain</b> (Pırıltılı Düzlüğün Öyküsü), <b>William Morris</b>’in hem yazarı hem de tasarımcısı olduğu, <b>Kelmscott Press</b> matbaasından çıkan ilk önemli eserdir. Bu eser, Morris’in Gotik tipografi ve dekorasyon anlayışını yansıtır."
  },
  {
    "id": "343057",
    "unitNumber": 3,
    "text": "I. John Ruskin, Viktorya Dönemi'nin önemli bir sanat eleştirmeni, üretken bir yazarı ve düşünürüdür.<br/>II. John Ruskin estetiğinin felsefesinde; nesnenin kendisi kadar, o nesnenin ortaya çıktığı sosyal koşulların da önemli olduğunu vurgulamıştır.<br/>III. Ruskin’in inancına göre Orta Çağ üretim sistemi, tasarlayan ve üreten zanaatkarların bireysel ifadesine izin vermektedir.<br/><strong>Arts and Crafts Hareketi’nin önemli temsilcilerinden olan “John Ruskin” ile ilgili olarak yukarıdakilerden hangisi ya da hangileri doğrudur?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "II ve III",
      "D": "I ve III",
      "E": "I, II ve III"
    },
    "explanation": "Verilen üç ifade de Arts and Crafts Hareketi’nin felsefi öncüsü <b>John Ruskin</b> hakkında doğrudur.<br/>I. Ruskin, <b>Viktorya Dönemi'nin</b> en önemli sanat eleştirmenlerindendir.<br/>II. Üretilen nesnenin <b>sosyal koşullarını</b>, yani işçinin mutluluğunu ve ahlakını estetiğin merkezine koymuştur.<br/>III. <b>Orta Çağ üretim sistemini</b>, zanaatkarın bireysel ifadeye sahip olduğu ideal bir model olarak görmüştür."
  },
  {
    "id": "311223",
    "unitNumber": 4,
    "text": "<strong>Modern reklam afişinin gelişimine olanak sağlayarak, afişi bir sanat yapıtına dönüştüren, sanat çalışmalarının artık resim galerilerinin dışına çıkarak sokaklara taşmaya başladığı hareket ve ülke aşağıdakilerin hangisinde doğru verilmiştir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "İspanya, Modernismo",
      "B": "Fransa, Art Nouveau",
      "C": "Almanya, Jugendstil",
      "D": "Avusturya, Secession",
      "E": "İngiltere, Arts and Crafts"
    }
  },
  {
    "id": "311224",
    "unitNumber": 4,
    "text": "<strong>Tipografinin bir tasarım öğesi olarak geçerlilik kazanmasında büyük payı olan hareket aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "İspanya, Modernismo",
      "B": "Almanya, Jugendstil",
      "C": "Avusturya, Secession",
      "D": "İngiltere, Arts and Crafts",
      "E": "Fransa, Art Nouveau"
    }
  },
  {
    "id": "311225",
    "unitNumber": 4,
    "text": "……………… döneminde (19.yy sonu 20.yy başı-Art Nouveau hareketi) Fransa, devrim niteliğinde sanayileşmenin yarattığı çalkantılı bir on dokuzuncu yüzyıldan kültürel kargaşalar ve sınıfsal mücadelelerin yeniden tanımlandığı yirminci yüzyıla geçmektedir.<br/><strong>Bu dönem aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "“La Belle Époque” ya da “Güzel Çağ”",
      "B": "Modern Style",
      "C": "Orfizm",
      "D": "Romantizm",
      "E": "Picasso"
    }
  },
  {
    "id": "311229",
    "unitNumber": 4,
    "text": "<strong>1860’larda Londra’da çalışan, kitap kapakları, opera, sirk ve müzik salonları için afişler tasarlayan, Fransız Litografi ve grafik sanatçısı kimdir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Henri de Toulouse- Lautrec",
      "B": "Alfons Maria Mucha",
      "C": "Jules Chéret",
      "D": "Théophile Alexandre Steinlen",
      "E": "Eugene Grasset"
    }
  },
  {
    "id": "311230",
    "unitNumber": 4,
    "text": "<strong>Art Nouveau hareketinin başladığı, ‘Kadın sorusu’yla belirginleşen ve toplum içinde kadınların statüsünün tartışıldığı dönem aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "20. Yüzyıl ortası",
      "B": "19. Yüzyıl ortası",
      "C": "19. Yüzyıl sonu",
      "D": "20. Yüzyıl sonu",
      "E": "18. Yüzyıl başı"
    }
  },
  {
    "id": "311232",
    "unitNumber": 4,
    "text": "Lautrec’in Moulin Rouge veya Divan Japonais, Bonnard’ın France- Champagne, Mucha’nın Bieres de La Meuse, Chéret’in La Loïe Fuller, Folies-Bergère adlı afiş çalışmaları, Art Nouveau hareketinde …………...........................….. göstermiştir.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "“yeni kadın” imajını",
      "B": "ürün estetiğini",
      "C": "el sanatlarına özlemi",
      "D": "Uzak Doğu kültürünü",
      "E": "kübik formların estetiğini"
    }
  },
  {
    "id": "314302",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi 19.yüzyıl sonları ve 20 yüzyılın başlarında modernist grafik tasarım anlayışının başlangıcını oluşturur?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Insel",
      "B": "Jugend",
      "C": "Simplizissimus",
      "D": "Art Nouveau",
      "E": "Japon Ukiyo-e Sanatı"
    }
  },
  {
    "id": "314303",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi Art Nouveau’nun esinlendiği kaynaklar arasında <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kelt süslemeleri",
      "B": "Ukiyo-e Sanatı",
      "C": "İngiliz Arts and Crafts Hareketi",
      "D": "Kübizm",
      "E": "Romantizm"
    }
  },
  {
    "id": "314304",
    "unitNumber": 4,
    "text": "<strong>Bugün “resimsel afişin babası” olarak anılan sanatçı kimdir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Bonnard",
      "B": "Jules Chéret",
      "C": "Gauguin",
      "D": "Bradley",
      "E": "Théophile Alexandre Steinlen"
    }
  },
  {
    "id": "314305",
    "unitNumber": 4,
    "text": "<strong>Litografi tekniği aşağıdakilerden hangisi tarafından icat edildi?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Jules Chéret",
      "B": "Bonnard",
      "C": "A. Senefelder",
      "D": "Edward Burne-Jones",
      "E": "Théophile Alexandre Steinlen"
    }
  },
  {
    "id": "314306",
    "unitNumber": 4,
    "text": "<strong>Hollanda’da Art Nouveau hareketi hangi isimle anıldı?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Modern Style",
      "B": "Jugendstil",
      "C": "Secession",
      "D": "Yellow Book Style",
      "E": "Nieuve Kunst"
    }
  },
  {
    "id": "314307",
    "unitNumber": 4,
    "text": "<strong>Japon, İran and Mısır estetiğinden etkilenen Art Nouveau sanatçısı kimdir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Eugene Grasset",
      "B": "Alfons Maria Mucha",
      "C": "Beardsley",
      "D": "A. Senefelder",
      "E": "Jules Chéret"
    }
  },
  {
    "id": "314308",
    "unitNumber": 4,
    "text": "<strong>19 ve 20. yüzyılın başlarında Art Nouveau sanatçılarının afişlerinde kullandıkları en önemli baskı tekniği aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Ağaç baskı",
      "B": "Linolyum",
      "C": "Taş baskı (Litografi)",
      "D": "Serigrafi",
      "E": "Dijital baskı"
    }
  },
  {
    "id": "314309",
    "unitNumber": 4,
    "text": "<strong>Kabare ve dans salonlarında, bulunduğu ortamı analiz ederek oyuncuların mizaçlarını eserlerine yansıtan sanatçı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Henri de Toulouse- Lautrec",
      "B": "Jules Chéret",
      "C": "Bradley",
      "D": "Rossetti",
      "E": "A. Senefelder"
    }
  },
  {
    "id": "314310",
    "unitNumber": 4,
    "text": "<strong>Art Nouveau hareketinde ürettiği afişlerde insan figürlerindeki çirkinliği ve ahlaki yönden bozuk ortamı içten bir anlatımla görselleştiren sanatçı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Alfons Maria Mucha",
      "B": "Gustav Klimt",
      "C": "Kokoschka",
      "D": "Henri de Toulouse- Lautrec",
      "E": "Jules Chéret"
    }
  },
  {
    "id": "314311",
    "unitNumber": 4,
    "text": "<strong>Doğanın tanrıçası olarak ele aldığı kadınsı güzelliği pekiştirmek adına çiçek motiflerini afişlerine taşıyan Art Nouveau sanatçısı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Alfons Maria Mucha",
      "B": "Gustav Klimt",
      "C": "Kokoschka",
      "D": "Henri de Toulouse- Lautrec",
      "E": "Jules Chéret"
    }
  },
  {
    "id": "343071",
    "unitNumber": 4,
    "text": "<strong>Fransız Art Nouveau Hareketi'nin önemli sanatçılarından “Jules Chéret” ile ilgili aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Jules Chéret (1836-1932), afiş tasarımında bir dönüm noktası yaratmıştır.",
      "B": "Çalışmaları modern afişin başlangıcını oluşturmuştur.",
      "C": "1860’larda Londra’da çalışan Fransız Litografi ve grafik sanatçısı, Jules Chéret, kitap kapakları, opera, sirk ve müzik salonları için afişler tasarlamıştır.",
      "D": "Japon, İran ve Mısır estetiğinden etkilenen Jules Chéret bir süsleme sanatçısı olarak da bilinir.",
      "E": "Yaşamı boyunca 1200'den fazla afiş tasarlayan Chéret, naif, sıkıntısız, her zaman gülümseyen, sevimli ve büyüleyici genç kadınların yüzlerini tasarlamıştır."
    }
  },
  {
    "id": "343087",
    "unitNumber": 4,
    "text": "\"Art Nouveau\" terimi Fransızca bir kelime olup <b>.............................. </b>anlamına gelmektedir.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "yeni akım",
      "B": "yeni sanat",
      "C": "yeni bakış",
      "D": "yeni görüş",
      "E": "yeni üslûp"
    }
  },
  {
    "id": "343096",
    "unitNumber": 4,
    "text": "I. Afiş üretimini etkileyen en önemli teknik gelişme, 1799’da Aloys Senefelder tarafından icat edilen baskı tekniği “Litografi” olmuştur.<br/>II.1860’lı yıllarda İngiltere’de müzik kapakları, alışveriş kartları gibi yayınlarda tercih edilen bir baskı tekniği olmuştur.<br/>III. Bu yeni sanat üslubu içerisinde etkin rol oynayan sanatçıların başında Toulouse Lautrec ve Jules Chéret gelmektedir.<br/><strong>Fransız Art Nouveau afişlerinin üretim tekniği ile ilgili olarak yukarıdakilerden hangisi ya da hangileri doğrudur?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "343098",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi 1887’de “Librairie Romantique” (Romantik Kitapçı) afiş çalışması ile 1890’lı yıllarda renkli litografi hareketinin erken dönem sanatçısı Chéret’le birlikte anılmaya başlanmıştır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Eugene Grasset",
      "B": "Alfons Maria Mucha",
      "C": "Beardsley",
      "D": "Henri de Toulouse- Lautrec",
      "E": "Théophile Alexandre Steinlen"
    }
  },
  {
    "id": "310706",
    "unitNumber": 5,
    "text": "Aubrey Beardsley alan ve çizgilere hakim olmayı …………………. sanatından öğrenmişti.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Modernismo",
      "B": "Jugendstil",
      "C": "Japon",
      "D": "Arts and Crafts",
      "E": "Afiş"
    },
    "explanation": "Aubrey Beardsley, kendine özgü siyah-beyaz illüstrasyon stilini geliştirirken özellikle <b>Japon Ukiyo-e baskı sanatı</b>ndan büyük ölçüde etkilenmiştir. Bu etki, onun çalışmalarındaki <b>alan ve çizgilere hakim olmayı</b> sağlayan, yoğun kontrastlar ve belirgin konturlar kullanan minimalist ve dekoratif yaklaşımdan kaynaklanmaktadır. Bu sanat geleneği, Beardsley'nin Art Nouveau estetiğine getirdiği en önemli katkıdır."
  },
  {
    "id": "310707",
    "unitNumber": 5,
    "text": "<strong>Aşağıdaki seçeneklerden hangisi “İngiliz” Art Nouveau hareketinde önemli olan dergilerden biridir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Glasgow Dörtlüsü",
      "B": "Modernismo",
      "C": "The Studio (Stüdyo)",
      "D": "Chap-Book",
      "E": "New York Güneşi"
    },
    "explanation": "İngiliz Art Nouveau hareketinde (Estetizm) grafik tasarım ve illüstrasyonun gelişiminde kilit rol oynayan dergilerden biri <b>The Yellow Book (Sarı Kitap)</b>'tır. 1894-1897 yılları arasında yayımlanan bu dergi, özellikle <b>Aubrey Beardsley</b> gibi dönemin radikal sanatçılarının çalışmalarını yayımlayarak estetik ve edebi yeniliklere öncülük etmiştir. Başka bir önemli dergi ise *The Savoy*'dur."
  },
  {
    "id": "310709",
    "unitNumber": 5,
    "text": "<strong>Chéret gibi İngiltere’de aynı role sahip olan, Londra’nın tiyatro dünyası afişlerinin iyi örnekleri olarak, bütün dergilerde yayımlanan tasarımlarıyla bilinen sanatçılar aşağıdaki seçeneklerin hangisinde verilmiştir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "John Hassal ve Dudley Hardy",
      "B": "Jules Chéret",
      "C": "Koloman Moser",
      "D": "Alfons Maria Mucha",
      "E": "Glasgow Dörtlüsü"
    },
    "explanation": "Fransa’da modern afiş sanatının öncüsü olan <b>Jules Chéret</b> gibi, İngiltere’de aynı role sahip olan ve Londra’nın tiyatro afişleriyle tanınan sanatçılar <b>John Hassall ve Dudley Hardy</b>'dir. Bu sanatçılar, Chéret'nin canlı ve dinamik litografi tekniğini İngiliz tiyatro dünyasına taşıyarak afiş tasarımının popülerleşmesine katkıda bulunmuşlardır."
  },
  {
    "id": "310710",
    "unitNumber": 5,
    "text": "<strong>“Alman” Art Nouveau Hareketi'nde aynı zamanda yayın tarzını da etkileyen litografi baskı tekniğiyle basılmış; alışılmamış ve modaya uygun kapaklarıyla müthiş bir başarı sağlayan önemli dergi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Harper’s Bazaar",
      "B": "Jugend dergisi",
      "C": "Tropon",
      "D": "Akbaba",
      "E": "Century"
    },
    "explanation": "Alman Art Nouveau Hareketi olan <b>Jugendstil</b>’in (Gençlik Tarzı) en önemli yayın organı Münih’te yayımlanan <b>Jugend</b> dergisidir. 1896'da kurulan dergi, <b>litografi</b> baskı tekniğiyle basılmış alışılmamış, modaya uygun kapaklarıyla müthiş bir başarı sağlamış ve Almanya'da modern sanat ve tasarımın yayılmasına öncülük etmiştir."
  },
  {
    "id": "310711",
    "unitNumber": 5,
    "text": "<strong>Yaratıcı düşüncenin filizlendiği merkezlerden biri olan Viyana’da ruhsal bir iklim sunan Freud’un yöntemi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Psikanaliz",
      "B": "Biyoloji",
      "C": "Anatomi",
      "D": "Gelişim Kuramı",
      "E": "Ödül / Ceza"
    },
    "explanation": "Yaratıcı düşüncenin filizlendiği Viyana’da, ruhsal bir iklim sunan <b>Sigmund Freud</b>'un geliştirdiği yöntem <b>Psikanaliz (Ruh Çözümlemesi)</b>'dir. Psikanaliz, bilinçaltının derinliklerini keşfederek dönemin sanatçılarını ve özellikle Viyana Secession hareketini derinden etkilemiş, eserlerde iç dünyaya dönük temaların işlenmesine zemin hazırlamıştır."
  },
  {
    "id": "310712",
    "unitNumber": 5,
    "text": "<strong>\"Ver Sacrum\" dergisinin isminin anlamı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Yeniden Bahar",
      "B": "Kutsal Bahar",
      "C": "Son Bahar",
      "D": "İkinci Bahar",
      "E": "İlk Bahar"
    },
    "explanation": "Avusturya Secession (Ayrılıkçılık) hareketinin manifestosu niteliğindeki yayın organı olan <b>Ver Sacrum</b>, Latince bir isimdir. Bu ismin anlamı <b>Kutsal İlkbahar</b>'dır (Sacred Spring). Bu isim, sanatçıların akademik geleneklerden ayrılıp sanatta taze, yeni ve kutsal bir başlangıç yapma arzusunu sembolize eder."
  },
  {
    "id": "310713",
    "unitNumber": 5,
    "text": "Gösterişsiz süslemelerden, düz bir yüzeyden ve minimum renk tonlarıyla sonsuz renklilikten meydana gelen yeni Avusturya üslubunu yaratan sanatçılardan Van de Velde, ……………… afişiyle Art Nouveau örneklerinin en dikkate değer çalışmalarından birini yaratmıştır.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Chap- Book",
      "B": "Jugend",
      "C": "Tropon",
      "D": "Pan",
      "E": "Simplicissimus"
    },
    "explanation": "Yeni Avusturya üslubunun oluşmasında etkili olan, gösterişsiz süslemelerden ve düz yüzeylerden yana tavır sergileyen sanatçılardan biri olan <b>Henry van de Velde</b>, Art Nouveau’nun soyut ve geometrik yönelimlerini yansıtan <b>Tropon</b> afişiyle dikkate değer bir çalışma yaratmıştır. Bu afiş, minimal renk paleti ve güçlü soyut formuyla modern grafik tasarımın erken örneklerinden biri sayılır."
  },
  {
    "id": "310714",
    "unitNumber": 5,
    "text": "Avusturya Secession hareketi sanatçıları, çıkardıkları bir dergide manifesto niteliğinde bir yaklaşım sergilemişlerdir. Yabancıların çıkarlarına hizmet etmeyen ancak yabancı olan herhangi bir şeyde nefret duygusu uyandırmayan bir sanat istediklerini belirtiyorlardı. Diğer ülkelerdeki sanatın, kendi yaratılarını yaratmak için kamçılayıcı bir işlevinin olduğunu, onu tanımak ve takdir etmek istemekteydiler. Ancak onu taklit etmek istemiyorlardı.<br/><strong>Bu yaklaşımla çıkan dergi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Ver Sacrum",
      "B": "Jugend",
      "C": "Tropon",
      "D": "Pan",
      "E": "Simplicissimus"
    },
    "explanation": "Avusturya Secession (Ayrılıkçılık) hareketi sanatçıları, manifestolarını ve sanatsal yaklaşımlarını yayınlamak için <b>Ver Sacrum</b> (Kutsal İlkbahar) adlı dergiyi çıkarmışlardır. Bu dergide, yabancı sanatın değerini takdir ettiklerini, ancak onu taklit etmek yerine <b>kendi özgün yaratılarını</b> üretmek için kamçılayıcı bir işlev olarak görmeyi istediklerini belirtiyorlardı. Dergi, uluslararası sanatın Viyana'ya gelmesi için önemli bir platform olmuştur."
  },
  {
    "id": "313754",
    "unitNumber": 5,
    "text": "<strong>“Uluslararası modern tasarım hareketi Art Nouveau, farklı dillerde, farklı kimliklerde, farklı ülkelerde kendini göstermiştir.”<br/>Bilgisinden hareketle aşağıdaki seçeneklerin hangisinde Uluslararası Art Nouveau hareketinin kendisini gösterdiği ülke ve hareketin adı <u>yanlış</u> verilmiştir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Almanya’da “Secession” (Ayrılıkçılık)",
      "B": "Avusturya’da “Secession” (Ayrılıkçılık),",
      "C": "İtalya’da “Stile Liberty”,",
      "D": "İspanya’da “Modernista”,",
      "E": "Hollanda’da “Nieuwe Kunst” olarak adlandırılmıştır."
    },
    "explanation": "Uluslararası Art Nouveau hareketinin farklı ülkelerdeki karşılıkları şunlardır: Almanya: <b>Jugendstil</b>, Avusturya: <b>Secession</b>, İtalya: <b>Stile Liberty</b> (veya Stile Floreale), İspanya: <b>Modernismo</b>. Eğer seçeneklerde Art Nouveau’nun Hollanda’da Secession ya da İtalya’da Jugendstil olarak adlandırılması gibi bir eşleştirme varsa bu <u>yanlış</u> verilmiştir."
  },
  {
    "id": "313755",
    "unitNumber": 5,
    "text": "<strong>İngiltere’de grafik tasarım ve illüstrasyon alanlarında geniş boyutlarıyla etkili olan Art Nouveau hareketinde, en ünlü sanatçılardan biri ……………….………dir. Dönemin önemli ….………………. adlı derginin kurucuları arasındaydı ve kendi grafik düşüncelerini bu dergi sayesince kitlelere ulaştırmıştır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Aubrey Beardsley - Modernista",
      "B": "Aubrey Beardsley - The Yellow Book (Sarı Kitap)",
      "C": "Aubrey Beardsley - Simplicissimus",
      "D": "Aubrey Beardsley - Pan",
      "E": "Aubrey Beardsley - Chap-Book"
    },
    "explanation": "İngiltere’de Art Nouveau hareketinin grafik tasarım ve illüstrasyon alanlarında en ünlü sanatçısı <b>Aubrey Vincent Beardsley</b>’dir. O, dönemin önemli ve sansasyonel dergisi olan <b>The Yellow Book (Sarı Kitap)</b> adlı derginin kurucuları arasındaydı ve kendine has grafik düşüncelerini bu dergi aracılığıyla kitlelere ulaştırmıştır."
  },
  {
    "id": "313756",
    "unitNumber": 5,
    "text": "<strong>Aubrey Vincent Beardsley, hangi sanatın etkisinde kalarak eserlerini üretmiştir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Bauhaus",
      "B": "Fütürizmin",
      "C": "Mavi Atlıların",
      "D": "Japon ağaç baskı sanatının",
      "E": "Soyut Ekspresyonizm"
    },
    "explanation": "Aubrey Vincent Beardsley, kendine özgü siyah-beyaz illüstrasyonlarını üretirken, <b>Japon Ukiyo-e baskı sanatı</b>nın etkisinde kalmıştır. Japon sanatı, Beardsley’nin çalışmalarındaki <b>düz renk alanları</b>, güçlü konturlar, yüksek kontrast ve stilize edilmiş figürler gibi özelliklerin temelini oluşturmuştur."
  },
  {
    "id": "313757",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi “Glasgow Dörtlüsü” olarak adlandırılan tasarımcılar arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Charles Renni Mackintosh",
      "B": "Herbert McNair",
      "C": "Margaret",
      "D": "Frances Macdonald",
      "E": "Jules Chéret"
    },
    "explanation": "İskoç Art Nouveau hareketinin önemli temsilcileri olan <b>“Glasgow Dörtlüsü”</b> (The Spook School) dört kişiden oluşur: <b>Charles Rennie Mackintosh</b>, eşi <b>Margaret Macdonald</b>, kız kardeşi <b>Frances Macdonald</b> ve <b>James Herbert MacNair</b>. Bu dörtlü, sembolizmden ilham alan, uzun, stilize edilmiş dikey figürler ve doğrusal süslemelerle tanınır."
  },
  {
    "id": "313758",
    "unitNumber": 5,
    "text": "John Hassal ve Dudley Hardy, Fransa’daki ……………. gibi İngiltere’de aynı role sahip olmuşlardır.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Eugene Grasset",
      "B": "Alfons Maria Mucha",
      "C": "Beardsley",
      "D": "A. Senefelder",
      "E": "Chéret"
    },
    "explanation": "John Hassal ve Dudley Hardy, Fransa’da modern afişin babası sayılan <b>Jules Chéret</b> gibi İngiltere’de aynı role sahip olmuşlar, afiş sanatını popülerleştirmişlerdir. Chéret’nin neşeli ve dinamik figürleri İngiliz sanatçılar tarafından özellikle tiyatro afişlerinde taklit edilmiş ve uyarlanmıştır."
  },
  {
    "id": "313759",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi Almanya’da Jugendstil Hareketi Dönemi'nde yayımlanan dergilerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Pan",
      "B": "Jugend",
      "C": "Simplizissimus",
      "D": "Ver Sacrum",
      "E": "Chap-Book"
    },
    "explanation": "Almanya’da Jugendstil Hareketi Dönemi'nde yayımlanan ve hareketin estetiğini yayan temel dergiler <b>Jugend</b>, <b>Simplicissimus</b> ve <b>Pan</b>'dır. Avusturya Secession hareketinin yayın organı olan <b>Ver Sacrum</b>, bu dergilerden biri <u>değildir</u>; coğrafi ve sanatsal olarak farklı bir akımı temsil eder."
  },
  {
    "id": "313760",
    "unitNumber": 5,
    "text": "<strong>Aşağıdaki sanatçılardan hangisi Secession Hareketi’nin temsilcileri arasında <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Alfred Roller",
      "B": "Gustav Klimt",
      "C": "Aubrey Vincent Beardsley",
      "D": "Koloman Moser",
      "E": "Josef Hoffmann"
    },
    "explanation": "Avusturya <b>Secession Hareketi</b>’nin (Viyana Ayrılıkçılığı) kurucu ve önde gelen temsilcileri arasında <b>Gustav Klimt, Koloman Moser, Josef Hoffmann ve Joseph Maria Olbrich</b> yer alır. Bu sanatçılar, akademik sanattan ayrılarak sanatı hayata entegre etmeyi amaçlamışlardır. Bu isimlerin dışında kalan sanatçılar Secession temsilcisi <u>değildir</u>."
  },
  {
    "id": "313761",
    "unitNumber": 5,
    "text": "………………….ve………………, Art Nouveau ve Avusturya Dışavurumculuğu arasında bir köprü kurmuşlardır.<br/><strong>Cümlesi aşağıdaki seçeneklerden hangisiyle doldurulursa doğru bilgi vermiş olur?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kokoschka ve Egon Schiele",
      "B": "Alfred Roller ve Gustav Klimt",
      "C": "Josef Hoffmann ve Koloman Moser",
      "D": "Aubrey Vincent Beardsley ve Gustav Klimt",
      "E": "Koloman Moser ve Gustav Klimt"
    },
    "explanation": "Art Nouveau’nun son aşaması ile Avusturya Dışavurumculuğu (Expressionism) arasında bir köprü kuran sanatçılar <b>Egon Schiele ve Oskar Kokoschka</b>’dır. Bu sanatçılar, özellikle <b>Gustav Klimt</b>’in himayesinde yetişmiş, ancak Secession’un dekoratif çizgisini terk ederek, içsel acıları ve psikolojik çalkantıları yansıtan, çarpıtılmış ve duygusal yönden yoğun bir üslup geliştirmişlerdir."
  },
  {
    "id": "343099",
    "unitNumber": 5,
    "text": "<strong>İngiltere’de grafik tasarım ve illüstrasyon alanlarında geniş boyutlarıyla etkili olan, Art Nouveau Hareketi'nin en ünlü sanatçılarından “The Yellow Book” (Sarı Kitap) adlı derginin kurucuları arasında yer alan ve “Doruk Noktası”adlı eseri bulunan sanatçı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Josef Hoffmann",
      "B": "Edward Penfield",
      "C": "Aubrey Vincent Beardsley",
      "D": "Koloman Moser",
      "E": "Gustav Klimt"
    },
    "explanation": "İngiltere’de grafik tasarım ve illüstrasyon alanlarında Art Nouveau Hareketi'nin en ünlü sanatçısı <b>Aubrey Vincent Beardsley</b>’dir. Kendisi, dönemin önemli entelektüel dergisi olan <b>“The Yellow Book” (Sarı Kitap)</b>’ın kurucuları arasında yer almış ve özellikle Oscar Wilde’ın *Salome* eseri için yaptığı illüstrasyonlarla tanınmıştır. 'Doruk Noktası' (The Climax) Beardsley'nin ikonik eserlerindendir."
  },
  {
    "id": "343106",
    "unitNumber": 5,
    "text": "Uluslararası Art Nouveau Hareketi’ Almanya’da <strong>………………….. </strong>(gençlik tarzı), Avusturya’da <strong>……………………….. </strong>(ayrılıkçılık), İtalya’da <strong>……………………… </strong>olarak adlandırılmıştır.<br/><strong>Cümlede boş bırakılan yerlere sırasıyla aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Jugendstil - Nieuwe Kunst- Secession",
      "B": "Secession- Modernist - Stile Liberty",
      "C": "Jugendstil - Secession - Stile Liberty",
      "D": "Nieuwe Kunst - Jugendsti - Secession",
      "E": "Modernista - Secession - Nieuwe Kunst"
    },
    "explanation": "Uluslararası Art Nouveau Hareketi, ortaya çıktığı ülkenin kültürel ve sanatsal bağlamına göre farklı isimler almıştır. Bu isimler sırasıyla: <b>Almanya’da</b> <b>Jugendstil</b> (Gençlik Tarzı), <b>Avusturya’da</b> <b>Secession</b> (Ayrılıkçılık) ve <b>İtalya’da</b> <b>Stile Liberty</b> (veya Stile Floreale) olarak adlandırılmıştır."
  },
  {
    "id": "311428",
    "unitNumber": 6,
    "text": "<strong>Ekspresyonizm (Dışavurumculuk) ilk hangi ülkede ortaya çıkmıştır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Fransa",
      "B": "Hollanda",
      "C": "Almanya",
      "D": "İngiltere",
      "E": "İtalya"
    },
    "explanation": "Ekspresyonizm (Dışavurumculuk), 20. yüzyılın başlarında, geleneksel sanat anlayışlarına tepki olarak ortaya çıkmıştır. Bu akımın en güçlü ve etkili biçimlenişi, özellikle <b>Die Brücke</b> (Köprü) ve <b>Der Blaue Reiter</b> (Mavi Atlılar) grupları aracılığıyla <b>Almanya</b>'da gerçekleşmiştir."
  },
  {
    "id": "311429",
    "unitNumber": 6,
    "text": "“Der Blaue Reiter’in lideri olan …………., yalın renklerle ve şekillerle izleyicinin resimlerdeki hisleri ve atmosferi (ruhsal durumu) algılayabileceğine inanmıştır.”<br/><strong>Boş bırakılan yere aşağıdakilerden hangisi gelmelidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Picasso",
      "B": "Wassily Kandinsky",
      "C": "Paul Cezanne",
      "D": "Van Gogh",
      "E": "Claude Monet"
    },
    "explanation": "Boş bırakılan yere gelmesi gereken isim <b>Wassily Kandinsky</b>’dir. Kandinsky, <b>Der Blaue Reiter</b> (Mavi Atlılar) grubunun lideri ve kurucusudur. Sanatta nesnelliği reddederek, yalın renkler ve şekiller aracılığıyla izleyicinin ruhsal durumunu ve hislerini doğrudan etkilemeye inanmış, bu sayede <b>Soyut Sanatın</b> temellerini atmıştır."
  },
  {
    "id": "311433",
    "unitNumber": 6,
    "text": "“1906’da gruba katılan en önemli Ekspresyonist sanatçı olan……………, bir buçuk yıl sonra gruptan ayrılmasına karşın; çalışmaları ile grup için önemli bir uyarıcı güç olmuştur.”<br/><strong>Yukarıda anlatılan özellikleri taşıyan Ekpresyonist sanatçı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Emil Nolde",
      "B": "Wassily Kandinsky",
      "C": "Hugo Ball",
      "D": "Edvard Munch",
      "E": "El Lissitzky"
    },
    "explanation": "Anlatılan özellikler <b>Emil Nolde</b>’ye aittir. Nolde, 1906 yılında <b>Die Brücke</b> (Köprü) grubuna katılmış, ancak kısa süre sonra (yaklaşık bir buçuk yıl) ayrılmıştır. Buna rağmen, onun çalışmalarındaki <b>yoğun renkler</b> ve <b>kaba fırça darbeleriyle</b> yarattığı güçlü ifadesel anlatım, grup üyeleri üzerinde önemli bir etki yaratmış ve onlar için bir <b>uyarıcı güç</b> olmuştur."
  },
  {
    "id": "311434",
    "unitNumber": 6,
    "text": "<strong>Ekspresyonistlerin kullandıkları en önemli baskı tekniği aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kolaj",
      "B": "Ağaç Baskı",
      "C": "İpek Baskı",
      "D": "Fotokopi",
      "E": "Gravür"
    },
    "explanation": "Ekspresyonist sanatçılar, özellikle <b>Die Brücke</b> grubu, <b>Ağaç Baskı (Woodcut)</b> tekniğini sıklıkla kullanmıştır. Bu tekniğin sağladığı kaba çizgiler, keskin hatlar ve güçlü siyah-beyaz zıtlıklar, onların ilkel sanatlara olan ilgilerini ve duygusal yoğunluklarını ifade etmeleri için ideal bir araç olmuştur."
  },
  {
    "id": "311435",
    "unitNumber": 6,
    "text": "<strong>Ekspresyonizm ile ilgili olarak aşağıdakilerden hangisi <u>söylenemez</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Renkleri çarpıtmak",
      "B": "Sanatçının hissettirdiklerini dışa vurması",
      "C": "Foto gerçekçi yaklaşım",
      "D": "Formu abartmak",
      "E": "Sanatçının kendisini keşfetmesi"
    },
    "explanation": "Ekspresyonizm ile ilgili olarak, bu akımın amacı sanatçının <b>içsel deneyimini</b> ve <b>öznel duygusal gerçeğini</b> yansıtmaktır. Bu nedenle, Ekspresyonistler kendilerini çevreleyen dünyanın <b>nesnel ya da doğru biçimde tasvirine odaklanmazlar</b>. Aksine, formu ve rengi abartarak veya çarpıtarak duyguyu ön plana çıkarırlar."
  },
  {
    "id": "311436",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi Mavi Atlılar’ın baskılarının resimlerinin içeriklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Yalın renkler ve şekiller",
      "B": "Hiper realist çalışmalar",
      "C": "Mavi renk kullanımı",
      "D": "Atlar ve binicilik",
      "E": "Dizginlerden bağımsız varoluş"
    },
    "explanation": "<b>Der Blaue Reiter</b> (Mavi Atlılar) grubu, sanatta <b>maneviyatı</b>, Soyut Sanat'a geçişi, <b>at/binici temalarını</b> ve halk sanatını merkezine almıştır. Buna karşın, <b>kentsel yaşamın gerginliği, çıplaklık</b> ve toplumsal eleştiri gibi konular, daha çok <b>Die Brücke</b> (Köprü) grubunun ana içeriklerinden biridir."
  },
  {
    "id": "311437",
    "unitNumber": 6,
    "text": "İzlenimcilikten farklı olarak …………..sanatçıların amaçları, kendilerini çevreleyen dünya tarafından önerilen görsel verileri taklit etmek değildi; ancak yerine olay ya da obje ile ilgili kendi yorumlarını betimlemek asıl kaygılarıydı.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir </strong><strong>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "De Stijl",
      "B": "Realist",
      "C": "Kübizm",
      "D": "Ekspresyonist",
      "E": "Fütürist"
    },
    "explanation": "Cümledeki tanım, <b>Ekspresyonizm (Dışavurumculuk)</b> akımını ifade eder. <b>İzlenimcilik</b> görsel verileri taklit etmeyi hedeflerken, Ekspresyonizm sanatçının <b>öznel yorumunu</b>, içsel duygularını ve yaşantısını betimlemeyi temel amaç edinmiştir."
  },
  {
    "id": "314312",
    "unitNumber": 6,
    "text": "I. Savaş<br/>II. Düş kırıklığı<br/>III. Yabancılaşma<br/><strong>Yukarıdakilerden hangisi ya da hangileri Alman Ekspresyonizmi'nin ana temaları arasındadır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Alman Ekspresyonizmi, 20. yüzyılın başlarındaki Avrupa'nın toplumsal ve ruhsal krizini yansıtmıştır. Bu nedenle, <b>Savaş</b> (özellikle I. Dünya Savaşı'nın yol açtığı gerilim), modernleşmenin getirdiği <b>Düş kırıklığı</b> ve büyük şehirlerdeki insanın <b>Yabancılaşması</b> (alienation) bu akımın <b>ana temaları</b> arasında yer alır. (I, II ve III doğrudur)."
  },
  {
    "id": "314313",
    "unitNumber": 6,
    "text": "<strong>Ekspresyonistler üzerinde etkili olan, ifadesel anlatımda canlı(etkileyici) renkleri ve eğri çizgileri kullanması ve hissi(duygusal) resim özelliğinden dolayı Hollandalı İzlenimcilik Sonrası (post izlenimci) sanatçı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Picasso",
      "B": "Salvador Dali",
      "C": "Paul Cezanne",
      "D": "Van Gogh",
      "E": "Claude Monet"
    },
    "explanation": "Ekspresyonistler üzerinde en büyük etkiyi yaratan Post-İzlenimci sanatçı <b>Vincent Van Gogh</b>'tur. Van Gogh, eserlerinde kullandığı <b>canlı (etkileyici) renkler</b>, eğri çizgiler ve resimlerine kattığı <b>derin duygusal ifade</b> (hissi özellik), Alman Ekspresyonistleri, özellikle Die Brücke üyeleri, için bir ilham kaynağı olmuştur."
  },
  {
    "id": "314314",
    "unitNumber": 6,
    "text": "<strong>Almanya’nın geçmişi ve geleceği arasında bir “köprüyü” inşa etmek isteyen sanatsal anlatımın yeni yollarını arayan Ekpresyonist hareket grubu aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Fütürist",
      "B": "Konstrüktivist",
      "C": "Die Brücke (Köprü)",
      "D": "Der Blau Reıter (Mavi Atlılar)",
      "E": "Realist"
    },
    "explanation": "Almanya’nın geçmişi (geleneksel sanattan uzaklaşma) ve geleceği (modern sanata geçiş) arasında bir <b>“köprüyü”</b> (Brücke) inşa etmek isteyen, sanatsal anlatımın yeni yollarını arayan Ekspresyonist hareket grubu <b>Die Brücke</b>’dür. Bu grup 1905’te Dresden’de kurulmuştur."
  },
  {
    "id": "314315",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi Alman Ekspresyonizminde en sık kullanılan resim tekniğidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "İpek Baskı",
      "B": "Fotoğraf",
      "C": "Fotokopi",
      "D": "Ağaç Baskı",
      "E": "Kolaj"
    },
    "explanation": "Alman Ekspresyonistleri, özellikle <b>Die Brücke</b> üyeleri, duygusal yoğunluğu, kaba ve ilkel sanatsal anlatımı yakalamak amacıyla, <b>Ağaç Baskı (Woodcut)</b> tekniğini resim kadar sık ve önemli bir şekilde kullanmıştır. Bu teknik, akımın imzası haline gelmiştir."
  },
  {
    "id": "314316",
    "unitNumber": 6,
    "text": "“1909’la düz düzlemler ve ……….’in/nun doygun renkleri, renklerin doğrudan tüpten çıktığı gibi kullanımları, Die Brücke’ün resimlerinde etkili olmuştur.”<br/><strong>Boş bırakılan yere aşağıdakilerden hangisi gelmelidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Minimalizm",
      "B": "Rokoko",
      "C": "Realizm",
      "D": "Fovizm",
      "E": "Konstrüktivizm"
    },
    "explanation": "1909 yılı civarında <b>Die Brücke</b> grubunun resimlerinde etkili olan ve renklerin doygun, düz düzlemler halinde, doğrudan tüpten çıktığı gibi kullanılmasını sağlayan etki, Fransız <b>Fovizm (Fauvism)</b> akımından gelmiştir. Fovizm, özellikle <b>Henri Matisse</b>'in çalışmalarıyla, yoğun ve saf renk kullanımını öne çıkarmıştır."
  },
  {
    "id": "314317",
    "unitNumber": 6,
    "text": "“Mavi rengi tercih etmiş ve çalışmalarında at ve binici temalarını kullanmışlardır. Onlar, mavinin sembolik çağrışımlarını (yan anlamlarını) ve binicilerle ilişkilendirilen dizginlerden bağımsız varoluşu sevmişlerdir.”<br/><strong>Yukarıda anlatılan özellikleri taşıyan Ekpresyonist grup aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Fütürist",
      "B": "Der Blau Reiter (Mavi Atlılar)",
      "C": "Die Brücke (Köprü)",
      "D": "Minimalist",
      "E": "Realist"
    },
    "explanation": "Anlatılan özellikler <b>Der Blaue Reiter</b> (Mavi Atlılar) grubuna aittir. Grubun lideri <b>Kandinsky</b>, mavinin <b>manevi</b> çağrışımlarını ve binici/at temasının <b>özgür, dizginlenmemiş varoluşu</b> sembolize etmesini sevmiş ve bu temaları çalışmalarında sıklıkla kullanmıştır."
  },
  {
    "id": "314318",
    "unitNumber": 6,
    "text": "<strong>Norveç’li Edvard Munch tarafından yaratılan hangi eser ekspresyonist hareketin bir ikonuna dönüşmüştür?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Çığlık",
      "B": "Yıldızlı Gece",
      "C": "Dul Kadın",
      "D": "Fırtına",
      "E": "Okçu"
    },
    "explanation": "Norveçli sanatçı <b>Edvard Munch</b>'un 1893 tarihli ünlü eseri <b>Çığlık (The Scream)</b>, Ekspresyonist hareketin resmi olarak başlamasından önce yapılmış olsa bile, eserdeki yoğun <b>kaygı, korku ve evrensel yabancılaşma</b> hissi nedeniyle, <b>Ekspresyonizmin bir ikonuna</b> dönüşmüştür."
  },
  {
    "id": "314319",
    "unitNumber": 6,
    "text": "<strong>Ekspresyonizm ile ilgili olarak aşağıdakilerden hangisi <u>söylenemez</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Renkleri çarpıtmak",
      "B": "Olay ya da obje ile ilgili kendi yorumlarını betimlemek",
      "C": "Görsel verileri birebir taklit etmek",
      "D": "Formu abartmak",
      "E": "Sanatçının kendisini keşfetmesi"
    },
    "explanation": "Ekspresyonizm, sanatçının <b>öznel duygularını</b> dışa vurmayı amaçlar. Akım, resmin sadece görsel verileri kaydetmesini savunan <b>İzlenimcilik</b> gibi akımlara karşı çıkar. Ekspresyonistler, sanatın duygusal ve manevi bir içerik taşıması gerektiğini savunarak, <b>dış dünyanın nesnel tasvirini kesinlikle reddederler</b>."
  },
  {
    "id": "314320",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi Brücke baskılarının ana içeriklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Bayan nü figürünün kullanımı",
      "B": "Kentsel ortama odaklanma",
      "C": "Kırsal manzara",
      "D": "Dinsel temalar",
      "E": "Hiper realist çalışmalar"
    },
    "explanation": "<b>Die Brücke</b> (Köprü) sanatçıları, kentsel yaşamın gerginliğini, primitif sanat formlarını, <b>çıplak figürleri</b> ve portreleri sıklıkla işlemiştir. Ancak, resimde formun tamamen ortadan kalktığı ve sadece manevi arayışa odaklanılan <b>Soyutlama (Abstraction)</b>, esas olarak <b>Der Blaue Reiter</b> grubunun ana içeriği olmuştur."
  },
  {
    "id": "314321",
    "unitNumber": 6,
    "text": "Der Blaue Reiter’in lideri olan Kandinsky, yalın renklerle ve şekillerle izleyicinin resimlerdeki hisleri ve atmosferi (ruhsal durumu) algılayabileceğine inanmıştır; bu nedenle 20. yüzyıl sanatında ortaya çıkan …..................… önemli bir geçiş yapmıştır.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Soyutlama'ya",
      "B": "Gerçekçilik'e",
      "C": "Kübizm'e",
      "D": "optik oyunlara",
      "E": "doğayı taklit etmeye"
    },
    "explanation": "Der Blaue Reiter’in lideri <b>Kandinsky</b>, renk ve şeklin psikolojik ve ruhsal etkisine inanıyordu. Bu inanç, onu dış dünyadaki nesnelerin tasvirinden tamamen vazgeçmeye yöneltmiş ve 20. yüzyıl sanatında <b>Soyut Sanata (Abstract Art)</b> geçişi gerçekleştiren en önemli figürlerden biri yapmıştır."
  },
  {
    "id": "343113",
    "unitNumber": 6,
    "text": "I. Alman Ekspresyonist Hareketi, iki grup tarafından biçimlenmiştir. Bir tanesi, Die Brücke (Köprü) diğeri ise Der Blaue Reiter (Mavi Atlılar)’dır.<br/>II. Die Brücke (Köprü), 19. yüzyılın ilk çeyreğinde Almanya’da ortaya çıkan iki ekspresyonist hareketten biridir.<br/>III. Köprü grubu sanatçılarının amaçları, zamanın geleneksel akademik üslubundan kendilerini özgürleştirmek ve sanatsal anlatımın yeni yollarını aramak olmuştur.<br/><strong> Alman Ekspresyonizmi'ni şekillendiren gruplar ile ilgili yukarıdakilerden hangisi ya da hangileri doğrudur?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I ve III",
      "D": "I ve II",
      "E": "I,II ve III"
    },
    "explanation": "I. madde doğrudur; Alman Ekspresyonist Hareketi, Dresden merkezli <b>Die Brücke</b> ve Münih merkezli <b>Der Blaue Reiter</b> tarafından biçimlenmiştir.<br/>III. madde doğrudur; Köprü grubu, akademik geleneklerden kaçınarak sanatsal anlatımın <b>yeni ve özgür yollarını</b> aramayı amaçlamıştır.<br/>II. madde yanlıştır, çünkü Die Brücke 1905’te, yani <b>20. yüzyılın</b> ilk çeyreğinde ortaya çıkmıştır, 19. yüzyılda değil."
  },
  {
    "id": "343829",
    "unitNumber": 6,
    "text": "1906’da gruba katılan en önemli Ekspresyonist sanatçı olan………………………….<strong>, </strong>bir buçuk yıl sonra gruptan ayrılmasına karşın, çalışmaları ile grup için önemli bir uyarıcı güç olmuştur.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Emil Nolde",
      "B": "Salvador Dali",
      "C": "Paul Cezanne",
      "D": "Van Gogh",
      "E": "Edvard Munch"
    },
    "explanation": "Bahsedilen sanatçı <b>Emil Nolde</b>’dir. Nolde, 1906 yılında <b>Die Brücke</b> (Köprü) grubuna katılmış, ancak kısa süre sonra (yaklaşık bir buçuk yıl) ayrılmıştır. Kısa süreli üyeliğine karşın, çalışmaları, özellikle <b>yoğun renk kullanımı</b> ve güçlü ifadesel dili sayesinde grup için <b>önemli bir uyarıcı güç</b> olmuştur."
  },
  {
    "id": "311418",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi Tipografinin bir tasarım öğesi olarak kullanılmasında etkin rol oynayan, Fütürizmin özelliklerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Çok yönlü bakış açısı",
      "B": "Eş zamanlı hareket",
      "C": "Üst üste bindirme",
      "D": "Çoğul zamanlılık",
      "E": "Durağan kompozisyon"
    },
    "explanation": "Fütürizm, sanatta ve tasarımda hızı, dinamizmi ve makine çağının karmaşasını yüceltmiştir. Tipografiyi bir tasarım öğesi olarak kullanırken, <b>geleneksel dilbilgisi (gramer)</b> ve <b>sözdizimi (syntax)</b> kurallarını reddetmiştir. Fütüristler, dinamizmi ve gürültüyü yaratmak için <b>farklı yazı tiplerini, boyutlarını ve ağırlıklarını</b> karıştırmışlardır. Bu bağlamda, <b>klasik düzenlemelere veya simetriye sıkı sıkıya bağlı kalmak</b> Fütürizmin bir özelliği <u>değildir</u>; aksine, yıkmak istediği geleneksel estetiği temsil eder."
  },
  {
    "id": "311419",
    "unitNumber": 7,
    "text": "<strong>Fütürizim hareketinin yaratıcısı/öncüsü kimdir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Filippo Tomasso Marinetti",
      "B": "Tristian Tzara",
      "C": "Andy Warhol",
      "D": "Alexander Rodchenko",
      "E": "Pablo Picasso"
    },
    "explanation": "<b>Fütürizm</b> (Futurism) hareketinin yaratıcısı ve öncüsü, 1909 yılında yayınladığı meşhur <b>Fütürizm Manifestosu</b> ile İtalyan şair <b>Filippo Tommaso Marinetti</b>'dir. Marinetti, bu hareketle tipografide ve sanatta devrim yaratarak, <b>hızı</b>, <b>makineyi</b> ve <b>dinamizmi</b> yüceltmiştir."
  },
  {
    "id": "311421",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi Fütürist tipografinin özelliklerinden <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Gramere (dil bilgisine), sözdizimine önem verilmemesi.",
      "B": "Sözcüklerin ve düşüncelerin yaratıcı ve duygusal gücünün ortaya konulduğu bir tuvali yaratma için sayfanın formatının bozulması.",
      "C": "Değişik büyüklüklerden meydana gelen yazı karakterleri, ağırlıklar ve üslupların çeşitliliği.",
      "D": "Mesajın izleyiciye doğrudan ve okunabilir olarak iletilmesi.",
      "E": "Sözcük ve harflerin görsel imgelere dönüşmesi."
    },
    "explanation": "Fütürist tipografi, <b>dinamizm</b>, <b>patlayıcılık</b> ve <b>ses</b> etkilerini görselleştirmeyi amaçlar. Bu amaçla <b>birden fazla yazı karakteri</b> ve <b>boyutu</b> bir arada kullanılır, geleneksel söz dizimi bozulur (serbest kelimeler) ve harfler bazen rastgele dağıtılır.<br/>Ancak, metinlerin tek bir düzenli hizalama kuralına sıkı sıkıya uyması, sadece tek bir yazı karakteri kullanılması veya <b>düzenli yatay satır dizilimine</b> bağlı kalmak Fütürist tipografinin yıkmayı hedeflediği geleneksel matbaacılık kurallarıdır, dolayısıyla bir özelliği <u>değildir</u>."
  },
  {
    "id": "311422",
    "unitNumber": 7,
    "text": "<strong>Fütürist tipografinin özelliklerini taşıyan sembolik bir örnek olan Marinetti’nin görsel şiir çalışması aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Beethoven Afişi",
      "B": "Zang Tumb Tumb",
      "C": "Giselle Afişi",
      "D": "Merz",
      "E": "Fuji dağının otuz altı görünümü"
    },
    "explanation": "Fütürist tipografinin özelliklerini (farklı yazı tipleri, boyutları ve düzensiz yerleşim) en sembolik ve bilinen şekilde taşıyan, <b>Marinetti</b>’nin görsel şiir çalışması <b>'Zang Tumb Tumb'</b>dur. Bu eser, savaşın seslerini (patlama, gürültü) <b>tipografik elemanlar</b> aracılığıyla taklit ederek Fütürizmin <b>Serbest Kelimeler</b> (Parole in Libertà) kavramını en güçlü şekilde ifade eder."
  },
  {
    "id": "311423",
    "unitNumber": 7,
    "text": "<strong>Dada Hareketi'nin düzensizlik, anarşi, parçalama, bölme, bozma gibi özellikler üzerine temellendirilmesi onu aşağıdaki hangi üretim tekniğine yakın kılmıştır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kolaj-fotomontaj",
      "B": "Pentür",
      "C": "Litografi",
      "D": "Enstalasyon",
      "E": "Video"
    },
    "explanation": "Dada Hareketi'nin <b>düzensizlik</b>, <b>anarşi</b> ve mevcut görsel düzeni <b>parçalama</b> felsefesi, onları var olan materyalleri kesip yapıştırmaya dayanan tekniklere yönlendirmiştir. Bu teknik, özellikle gazete kupürleri ve fotoğraflar kullanılarak yapılan <b>kolaj</b> ve <b>fotomontaj</b>dır. Bu yöntemler, <b>rastgeleliği</b> ve uyumsuz materyalleri bir araya getirerek anlamı bozmayı kolaylaştırmıştır."
  },
  {
    "id": "311424",
    "unitNumber": 7,
    "text": "<strong>Aşağıdaki isimlerden hangisi Dada sanatçıları-tasarımcıları arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "John Heartfield",
      "B": "Josef Müller Brockmann",
      "C": "Marcel Duchamp",
      "D": "Francis Picabia",
      "E": "Hannah Höch"
    },
    "explanation": "Dada sanatçıları arasında <b>Marcel Duchamp</b> (Hazır Nesne), <b>Hannah Höch</b> (Fotomontaj), <b>Kurt Schwitters</b> (Merz) ve Raoul Hausmann gibi isimler yer alır. Eğer seçeneklerde <b>Filippo Tommaso Marinetti</b> veya herhangi bir Kübist/Geleneksel sanatçı varsa, o isim Dada sanatçıları arasında <u>yer almaz</u>, zira Marinetti Fütürizm'in kurucusudur."
  },
  {
    "id": "311425",
    "unitNumber": 7,
    "text": "<strong>Uyumsuz görsel ve sözsel materyali yan yana getirerek, dilin semantik erimesini destekleyen ayrıca Dada grafik sanatçıları için ideal bir teknik hâline gelen teknik aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Pop Art",
      "B": "Fotografik",
      "C": "Punk",
      "D": "Fluxus",
      "E": "Kolaj"
    },
    "explanation": "Dada grafik sanatçıları için ideal hale gelen ve <b>uyumsuz görsel ve sözsel materyali</b> yan yana getirerek dilin semantik yapısını eritmeyi amaçlayan teknik, <b>Fotomontaj</b>dır (Photomontage). Bu teknik, var olan görsellerin bağlamını bozarak <b>sosyopolitik eleştiriler</b> yapmak ve <b>mantıksızlığı</b> vurgulamak için kullanılmıştır."
  },
  {
    "id": "311426",
    "unitNumber": 7,
    "text": "<strong>Dada sanatçılarının felsefeleri ve üretim yöntemleri ile ilgili aşağıdakilerden hangisi <u>söylenemez</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kitle üretim malzemelerini yan yana, bir araya getirme.",
      "B": "Gerçekliği yeniden yaratma ya da sunma biçimi olarak geleneksel sanatın kullanımını ortadan kaldıran kolaj tekniğini kullanma.",
      "C": "Savaşı, toplumu, dini, önceki sanatları ve yerleşik bütün değerleri protesto etmek amacıyla gülünç ve şok taktikleri de kullanma.",
      "D": "Geleneksel estetik standartları ortadan kaldırmayı amaçlamak.",
      "E": "İçeriğin ön planda olduğu minimal tipografi kullanmak."
    },
    "explanation": "Dada sanatçılarının felsefesi, <b>mantıksızlığı</b>, <b>raslantısallığı</b> ve <b>anti-sanatı</b> temel alır. Onlar, Birinci Dünya Savaşı’na yol açan rasyonel kültüre karşı bir tepki olarak, mevcut estetik kuralları ve düzeni reddetmişlerdir. Dolayısıyla, Dada’nın <b>yüksek sanat değerlerini</b> savunması, düzenli ve mantıklı bir estetiği benimsemesi veya geleneksel kurallara bağlı kalması <u>söylenemez</u>."
  },
  {
    "id": "314501",
    "unitNumber": 7,
    "text": "<strong>Fütürizm Akımı'nın var olma süreci aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "II. Dünya Savaşı süresince",
      "B": "1900 - 1923",
      "C": "1909 - 1944",
      "D": "1945 - 1955",
      "E": "1960-1970"
    },
    "explanation": "Fütürizm Akımı, İtalyan şair <b>Filippo Tommaso Marinetti</b>’nin <b>1909</b> yılında <b>Fütürizm Manifestosu</b>'nu yayımlamasıyla resmen başlamıştır. Akım, Birinci Dünya Savaşı döneminde aktif olmuş ve etkileri 1920’lere kadar sürmüştür, bu nedenle başlangıç noktası <b>1909</b> olarak kabul edilir."
  },
  {
    "id": "314502",
    "unitNumber": 7,
    "text": "1927’de Ressam, şair ve tasarımcı Fortunato Depero, Fütürist grafik tasarım ve kişisel promosyonunun ana çalışmalarından biri olan …... adlı meşhur cıvatalı kitabını yayınlamış ve yeni tipografinin bir örneğini oluşturmuştur.<br/><strong>Cümlesindeki boşluğa aşağıdakilerden hangisi gelmelidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Die Neue Typographie",
      "B": "Depero Futurista",
      "C": "Litterature",
      "D": "A Designer’s Art",
      "E": "My Typograhy"
    },
    "explanation": "1927’de <b>Fortunato Depero</b> tarafından yayınlanan ve Fütürist grafik tasarımın önde gelen örneklerinden biri olan meşhur cıvatalı kitap, <b>'Depero Futurista'</b> (Fütürist Depero) adını taşır. Bu eser, sayfaların birleştirilmesi için cıvata kullanılmasıyla <b>makine çağı estetiğini</b> somutlaştırmış ve yeni tipografinin deneysel bir örneğini oluşturmuştur."
  },
  {
    "id": "314503",
    "unitNumber": 7,
    "text": "<strong>Fütürizm hareketinin öncüsü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "A. M. Cassandre",
      "B": "Tristian Tzara",
      "C": "Filippo Tomasso MArinetti",
      "D": "Alexander Rodchenko",
      "E": "Pablo Picasso"
    },
    "explanation": "Fütürizm hareketinin öncüsü ve kurucusu, 1909 yılında Manifestoyu yayımlayan İtalyan şair <b>Filippo Tommaso Marinetti</b>'dir. O, tipografik deneyler ve 'parole in libertà' (serbest kelimeler) kavramlarıyla tipografinin geleneksel sınırlarını zorlamıştır."
  },
  {
    "id": "314504",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi Fütüristlerin görsel şiir anlayışlarını oluştururken denedikleri yenilikler arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Reklam imgeleri ve seri üretim nesnelerini kompozisyonlarına dâhil etmek",
      "B": "Tekrarlayan yankı kelimeler (doğal sesleri yansıtan sözcükler), anlamsız sözcükler, matematiksel semboller ve işaretler kullanmak",
      "C": "Satır diziliminden vazgeçip sayfa üzerinde serbest tipografi kullanmak",
      "D": "Birden fazla çeşit yazı karakterini bir arada ve çeşitli boyutlarda kullanmak",
      "E": "Kamerayla hareketli bir objenin birçok karesini çekerek yapılan fotoğraflara benzer şekilde, mekânda objenin hareketini betimlemeyi araştırmak"
    },
    "explanation": "Fütüristler, görsel şiir anlayışlarında <b>hız</b> ve <b>dinamizm</b>i yakalamak için <b>geleneksel söz dizimini</b>, <b>noktalama işaretlerini</b> ve <b>tek tip yazı karakteri</b> kullanımını reddetmişlerdir. Onun yerine farklı fontlar, tipografik semboller ve sayfanın düzensiz yerleşimi kullanılmıştır. Metinlerin <b>akıcı bir şekilde, yatay satırlar halinde, klasik kurallara göre dizilmesi</b>, Fütürizmin görsel şiir anlayışıyla çelişir ve yenilikler arasında <u>yer almaz</u>."
  },
  {
    "id": "314505",
    "unitNumber": 7,
    "text": "<strong>Günlük objeleri sanat eseri olarak sunan ve hazır nesne kullanımı ile içerik, anlam ve orjinallik gibi konularda tartışma yaratan Dadacı sanatçı kimdir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "George Grosz",
      "B": "John Heartfield",
      "C": "Man Ray",
      "D": "Marcel Duchamp",
      "E": "Tristan Tzara"
    },
    "explanation": "Günlük objeleri sanat eseri olarak sunma (hazır nesne/ready-made) kavramını sanat dünyasına kazandıran ve bu yolla <b>içerik, anlam ve orjinallik</b> konularında tartışma yaratan Dadacı sanatçı <b>Marcel Duchamp</b>’tır. En bilinen hazır nesne örneği pisuardan oluşan <b>Çeşme</b> (Fountain) adlı eseridir."
  },
  {
    "id": "314506",
    "unitNumber": 7,
    "text": "<strong>Fotomontajlarıyla ön plana çıkan ve kadının toplum içindeki rolünü sorgulayan, Dadanın tek kadın üyesi olarak tanınan isim aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Barbara Kruger",
      "B": "Alexander Dochenko",
      "C": "Hannah Höch",
      "D": "April Gremain",
      "E": "Rene Margitte"
    },
    "explanation": "Dada’nın tek kadın üyesi olarak bilinen ve özellikle <b>fotomontaj</b> tekniğini kullanarak <b>kadının toplum içindeki rolünü</b> ve cinsiyet rollerini eleştirel bir dille sorgulayan isim, <b>Hannah Höch</b>’tür. Höch’ün eserleri, Dada’nın politik yönünü en iyi yansıtan çalışmalardır."
  },
  {
    "id": "314507",
    "unitNumber": 7,
    "text": "<strong>Kurt Schwitters’ın görsel ve sözsel kolajları için Almanca \"ticaret\" sözcüğünden türettiği terim aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Merz",
      "B": "Tumb Tumb",
      "C": "Fauntain",
      "D": "Bauhaus",
      "E": "PROUNS"
    },
    "explanation": "Dada sanatçısı <b>Kurt Schwitters</b>, kişisel kolaj çalışmalarını tanımlamak için <b>'Merz'</b> terimini kullanmıştır. Bu terim, bir banka isminden ('Kommerzbank') türetilmiş olup, Schwitters’ın buluntu malzemeler (gazete, bilet, harf vb.) kullanarak yarattığı <b>anti-sanat</b> niteliğindeki görsel ve sözsel kolajlarını ifade eder."
  },
  {
    "id": "314508",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi Dadaizm’in etkilerini çalışmalarında yansıtan günümüz tasarımcılarındandır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Luc Tuymans",
      "B": "Jonathan Barnbrook",
      "C": "Milton Glaser",
      "D": "Neville Broody",
      "E": "William Morris"
    },
    "explanation": "Dadaizm’in <b>düzensizlik</b>, <b>rastlantısallık</b> ve <b>tipografik dekonstrüksiyon</b> ilkeleri, özellikle 1980'ler ve sonrasındaki Postmodern grafik tasarımcılar üzerinde büyük etki yaratmıştır. Bu etkileri çalışmalarında yansıtan, okunaklılığı zorlayan ve kaosu estetik bir unsur olarak kullanan günümüz tasarımcıları arasında <b>David Carson</b> gibi isimler öne çıkmaktadır."
  },
  {
    "id": "314509",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi Dada’nın ortaya çıktığı dönemin sosyopolitik özelliklerinden biridir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "I. Dünya Savaşı’nın yıkıcı etkisi",
      "B": "Sanayi Devrimi’nin etkisi",
      "C": "Ekim Devrimi’nin etkisi",
      "D": "Büyük Buhran’ın etkisi",
      "E": "Fransız İhtilali’nin etkisi"
    },
    "explanation": "Dada’nın ortaya çıktığı dönemin en belirgin sosyopolitik özelliği, <b>Birinci Dünya Savaşı'nın yol açtığı yıkım</b> ve <b>toplumsal/kültürel hayal kırıklığıdır</b>. Dadaistler, bu savaşa sebep olan rasyonel burjuva değerlerini ve mantıksal düzeni reddetmek amacıyla sanatı bir protesto aracı olarak kullanmışlardır."
  },
  {
    "id": "343834",
    "unitNumber": 7,
    "text": "<strong>Fütürizm ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Fütürizmin ilk adımı Mallarmé ile gelmiştir ama modern tipografinin Marinetti’nin 1909 yılında yayımladığı manifestoyla başlamıştır.",
      "B": "Fütürizm'in temeli 1916’da İsviçre’nin Zürih kentinde, şair Tristan Tzara tarafından yazınsal ve sanatsal hareket olarak ortaya çıkmıştır.",
      "C": "Marinetti, şairin duyguyu ifade etmesine izin veren mantıksal düzenin ve sentaksın (sözdiziminin) özgür dilini gerekli kılan “Özgür Sözcükler” şiiriyle Fütürizm'in ilkelerini ilan etmiştir.",
      "D": "1927’de ressam, şair ve tasarımcı Fortunato Depero, Fütürist grafik tasarım ve kişisel promosyonun ana çalışmalarından biri olan Depero Futurista adlı civatalı kitabını yayımlamış ve yeni tipografinin bir örneğini oluşturmuştur.",
      "E": "1913 ve 1914 yılları arasında “Özgür Sözcükler”le Marinetti, orijinal anlamlarındaki ilişkiyi yok etmek için, sözcükleri parçalamış, büyütmüş (çekmiş) ve bozmuştur."
    },
    "explanation": "Fütürizm, <b>hızı</b>, <b>makineyi</b> ve <b>dinamizmi</b> yüceltir; geleneksel sanat ve kültür mirasını reddeder. Fütüristler, her zaman hareket ve enerji arayışı içindedirler. Bu nedenle, Fütürizm ile ilgili olarak <b>statik, durağan ve dingin konulara odaklanmak</b> veya geçmişin sanatsal kurallarını korumak <u>yanlıştır</u>."
  },
  {
    "id": "343837",
    "unitNumber": 7,
    "text": "Marinetti ve arkadaşları, gramere (dil bilgisine), söz dizimine önem vermemişler; sözcüklerin ve düşüncelerin yaratıcı ve duygusal gücünün ortaya konduğu bir tuvali yaratmak için sayfanın formatını bozmuşlardır.<br/><strong>Marinetti'nin bu duruma uygun olarak kaleme aldığı şiir aşağıdakilerden hangisidir? </strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Everyman His Own Football",
      "B": "Depero Futurista",
      "C": "Zang Tumb Tumb",
      "D": "Chimismi Lirici",
      "E": "Die Scheuche Marchen"
    },
    "explanation": "Marinetti'nin <b>gramer</b> ve <b>söz dizimine</b> önem vermeyerek, kelimelerin ve düşüncelerin yaratıcı gücünü sayfa üzerinde görsel bir tuvalde serbestçe kullandığı şiir tekniği <b>Serbest Kelimeler</b> (Parole in Libertà) olarak bilinir. Bu duruma en uygun ve sembolik örnek, savaşın seslerini taklit eden meşhur görsel şiiri <b>'Zang Tumb Tumb'</b>dur."
  },
  {
    "id": "408188",
    "unitNumber": 7,
    "text": "<strong>Fütürist ressamların sanat anlayışıyla ilgili olarak aşağıdakilerden hangisi <u>söylenemez</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Çizgilerin tekrarlarını kullanarak ritim yaratmışlardır.",
      "B": "Objeleri katmanlaştırarak dinamik ve girdap biçimleri oluşturmuşlardır.",
      "C": "Mekânda objenin hareketini betimlemek için fotoğrafik tekniklerden esinlenmişlerdir.",
      "D": "Sanatlarında durağan ve statik imgeleri tercih etmişlerdir.",
      "E": "Hareketli ve renkli imgelerle kompozisyonlarını oluşturmuşlardır."
    },
    "explanation": "Fütürist ressamlar, resimlerinde <b>hareketi</b> ve <b>hızı</b> yakalamayı, nesnenin hareketinin farklı anlarını eş zamanlı olarak göstermeyi (<b>eş zamanlılık</b>) amaçlamışlardır. Bu anlayışa göre, bir bisikletlinin hızı veya bir köpeğin yürüyüşü dinamik çizgilerle ifade edilmelidir. Dolayısıyla, Fütürist ressamların sanatsal yaklaşımıyla ilgili olarak, <b>geometrik formların durağanlığını veya sabitliğini vurgulamak</b> <u>söylenemez</u>, çünkü bu Kübizmin statik yönüne daha yakındır, oysa Fütürizm durağanlığı reddeder."
  },
  {
    "id": "311439",
    "unitNumber": 8,
    "text": "<strong>Saf rengin bir ifade aracı olan nötr beyaz zemin üzerine yerleştirilen ögesel şekillerin senfonik düzenlemesine ne ad verilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Konstrüktivist Kompozisyon",
      "B": "Süprematist Kompozisyon",
      "C": "Nesne Kompozisyonu",
      "D": "İnşaacı Kompozisyon",
      "E": "Estetik Kompozisyon"
    },
    "explanation": "Bu tanım, Kazimir Malevich tarafından geliştirilen ve 1913-1919 yılları arasında etkili olan <b>Süprematizm</b> (Suprematism) hareketini ifade eder. Süprematizm, sanatta nesnel olmayan, sadece saf geometrik şekillerin (kareler, dikdörtgenler, daireler vb.) <b>nötr beyaz zemin</b> üzerine yerleştirilmesiyle elde edilen bir düzenlemeyi esas alır. Bu, sanatın <b>duygunun dışavurumu</b>nu yakalamayı amaçladığı ve sanatı figüratif betimlemeden ayırdığı bir akımdır."
  },
  {
    "id": "311440",
    "unitNumber": 8,
    "text": "<strong>Kariyeri boyunca yaptığı otuz dokuz soyut çalışmanın en ünlüsü “Siyah Kare” olan sanatçı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kasimir Malevich",
      "B": "Alexander Rodchenko",
      "C": "El Lissitzky",
      "D": "Glasgow Dörtlüsü",
      "E": "Antoine Pevsner"
    },
    "explanation": "Kariyeri boyunca <b>otuz dokuz soyut çalışma</b> yapan ve en ünlü eseri <b>“Siyah Kare”</b> (Black Square) olan sanatçı <b>Kazimir Malevich</b>'tir. Malevich, 1913 yılında Süprematizm akımını kurarak, sanatı nesnellikten arındırmayı ve saf duygunun ifadesine odaklanmayı amaçlamıştır. \"Siyah Kare\", bu <b>soyut sanat</b> anlayışının ve <b>Süprematizm</b>’in başlangıç noktası ve temel sembolü olarak kabul edilir."
  },
  {
    "id": "311441",
    "unitNumber": 8,
    "text": "1921’de Moskova’da açılan ve 5 sanatçının (Rodchenko, Stepanova, Aleksandra Ekster, Liubov Popova ve Aleksandr Vesnin) 5 tablosunun yer aldığı saf kırmızı, mavi ve sarı renkten oluşan üç monokromatik tablolarını sergileyerek, soyut sanatın öldüğünü ilan etmişlerdir.<strong><br/>Bu sergi aşağıdakilerden hangidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "5X5=25",
      "B": "Moskova",
      "C": "1921",
      "D": "Rodchenko",
      "E": "Mavi-Sarı-Kırmızı"
    },
    "explanation": "Bahsedilen sergi, 1921'de Moskova'da açılan ve <b>Konstrüktivizm</b> hareketinin resim sanatını terk ettiğini ilan ettiği dönüm noktası olan <b>5x5=25 Sergisi</b>'dir. Bu sergide yer alan sanatçılar (Rodchenko, Stepanova, Popova, Ekster, Vesnin) saf kırmızı, mavi ve sarı monokromatik tablolar sergilemişlerdir. Özellikle <b>Rodchenko</b>, üç monokrom tablosuyla resim sanatının ulaştığı son noktayı gösterdiğini ve artık resmin yerine <b>kullanım ve üretim amaçlı tasarıma</b> geçilmesi gerektiğini savunmuştur."
  },
  {
    "id": "311442",
    "unitNumber": 8,
    "text": "El Lissitzky ………………………adlı kitabı, fiziksel yapı, tipografik tasarım ve renk kullanarak tasarladığı devrimci şiirlerin toplamından meydana gelmiş ve Rus avangard kitap yapımının en başarılı örneklerinden biri olarak kabul edilmiştir.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Mavi-Sarı-Kırmızı",
      "B": "For the Rice",
      "C": "For the Vice",
      "D": "For the Voice",
      "E": "Renklerin Dili"
    },
    "explanation": "Cümlede bahsedilen kitap, <b>El Lissitzky</b>'nin tipografik tasarım ve rengi birleştiren, devrimci şiirleri içeren eseri <b>'For the Voice' (Ses İçin)</b> adlı kitaptır. Bu eser, fiziksel yapı ve tipografi kullanımı açısından Rus avangard kitap yapımının en başarılı ve <b>Konstrüktivist</b> tasarım ilkelerini yansıtan örneklerinden biri olarak kabul edilir."
  },
  {
    "id": "311447",
    "unitNumber": 8,
    "text": "Afişlerin hareketli özelliklerini vurgulamak amacıyla, yeni, daha ifadeci anlatımla rengi kullanmışlardır. Siyah-beyaz filmleri afişlerinde renkli gösterebilmek amacıyla seçtikleri renkler, kışkırtıcı ve duygusal bir etki yaratmıştır.<strong><br/>Bu sanatçı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kasimir Malevich",
      "B": "Alexander Rodchenko",
      "C": "El Lissitzky",
      "D": "Glasgow Dörtlüsü",
      "E": "Stenberg kardeşler"
    },
    "explanation": "Siyah-beyaz filmler için afişlerinde <b>kışkırtıcı ve duygusal</b> bir etki yaratmak amacıyla ifadeci renkleri kullanan sanatçılar <b>Stenberg Kardeşler</b> (Vladimir ve Georgiy Stenberg)'dir. Onlar, <b>Konstrüktivist</b> yaklaşımlarını sinema afişlerine uygulamış, <b>hareketi ve dramayı</b> vurgulayan dinamik kompozisyonlar yaratmışlardır."
  },
  {
    "id": "314510",
    "unitNumber": 8,
    "text": "Süprematizm (1913-1919), negatif mekanla çevreli karelerin ve dikdörtgenlerin sembolik yerleştirmesiyle tanımlanmış ancak ………………..olmayan sanattır.<strong><br/>Cümlede boş bırakılan yere aşağıdakilerden hangisi gelmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Figüratif",
      "B": "Öznel",
      "C": "Emsali",
      "D": "Minimal",
      "E": "Geometrik"
    },
    "explanation": "Süprematizm, kurucusu Malevich'in de vurguladığı gibi, resim sanatını nesnelerden ve gerçek dünyanın betimlemelerinden tamamen arındırmayı amaçlamıştır. Bu nedenle, <b>negatif mekanla çevrili geometrik şekillerle</b> tanımlanmış olsa da, <b>figüratif</b> (temsili veya nesnel) olmayan bir sanattır. Amacı, saf <b>duygunun dışavurumunu</b> yakalamaktır."
  },
  {
    "id": "314511",
    "unitNumber": 8,
    "text": "<strong>Konstrüktivist sanatçılar, Süprematist sanatçıların savunduğu “Sanat sanat içindir.” anlayışına karşı çıkarak hangi görüşü savunmuşlardır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Sanat, sanatçı içindir.",
      "B": "Sanat, toplum içindir.",
      "C": "Sanat, sanatçının hedef kitlesi içindir.",
      "D": "Sanat, zanaat içindir.",
      "E": "Sanat, ölümsüzlük içindir."
    },
    "explanation": "<b>Konstrüktivist</b> sanatçılar, Süprematistlerin savunduğu \"Sanat sanat içindir.\" (Art for Art's sake) görüşünü reddetmişlerdir. Bunun yerine, sanatı <b>sosyal amaçlara hizmet etmeli</b> ve <b>üretim süreçlerine entegre olmalı</b> (Sanat üretim içindir) görüşünü savunmuşlardır. Onlar, sanatın işlevsel, pratik ve <b>toplumsal fayda</b> sağlayan nesneler ve tasarımlar üretmeye odaklanması gerektiğine inanmışlardır."
  },
  {
    "id": "314512",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi Konstrüktivizmin öncülerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Alexander Rodchenko",
      "B": "El Lissitzky",
      "C": "Glasgow Dörtlüsü",
      "D": "Antoine Pevsner",
      "E": "Liubov Popova"
    },
    "explanation": "Konstrüktivizmin öncüleri arasında <b>Vladimir Tatlin, Aleksandr Rodchenko, Varvara Stepanova</b> ve <b>El Lissitzky</b> gibi isimler yer almaktadır. Ancak <b>Kazimir Malevich</b>, Konstrüktivizmin tam tersi bir anlayışı savunan ve sanatı nesnellikten tamamen arındırmayı amaçlayan <b>Süprematizm</b> akımının kurucusudur. Bu nedenle Malevich, Konstrüktivizmin öncülerinden biri değildir."
  },
  {
    "id": "314513",
    "unitNumber": 8,
    "text": "<strong>Aşağıdaki sanatçılardan hangisi 1913'te Süprematizm'i ortaya çıkarmıştır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kasimir Malevich",
      "B": "Alexander Rodchenko",
      "C": "El Lissitzky",
      "D": "Glasgow Dörtlüsü",
      "E": "Antoine Pevsner"
    },
    "explanation": "1913 yılında sanatı nesnel gerçeklikten tamamen arındırarak <b>saf duyguya</b> odaklanan <b>Süprematizm</b> (Suprematism) akımını ortaya çıkaran sanatçı <b>Kazimir Malevich</b>'tir. Malevich, bunu özellikle <b>geometrik formları</b> kullanarak gerçekleştirmiştir."
  },
  {
    "id": "314514",
    "unitNumber": 8,
    "text": "1920’li yıllarla birlikte …………………………tasarımcılar, plastik sanatlarla, afiş sanatını kaynaştırmayı başarmışlar ve onu kitlelere ulaşılabilir kılmışlardır.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "süprematist",
      "B": "optimist",
      "C": "ekspresyonist",
      "D": "fovist",
      "E": "konstrüktivist"
    },
    "explanation": "1920’li yıllarda <b>plastik sanatları</b> (özellikle Süprematizm ve Konstrüktivizmden gelen geometrik yaklaşımları) afiş sanatı gibi <b>kitle iletişim araçlarıyla</b> kaynaştırmayı başaran ve sanatı halka ulaştıran tasarımcılar <b>Rus Konstrüktivist</b> tasarımcılardır. Bu tasarımcılar (Rodchenko, Stenberg Kardeşler vb.), sanatı <b>propagandaya</b> ve <b>sosyal faydaya</b> dönüştürmeyi amaçlamışlardır."
  },
  {
    "id": "314515",
    "unitNumber": 8,
    "text": "Heykeltraşlar ve fotoğrafçılar, makinelere, teknolojiye, işlevselciliğe ve modern araçlara olan hayranlıklarından dolayı üyeler, kendilerini ………………….olarak nitelendirmişlerdir.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi gelmelidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "yaratıcı-sanatçı",
      "B": "sanatçı-araştırmacı",
      "C": "sanatçı-düşünür",
      "D": "sanatçı-mühendis",
      "E": "sanatçı-teorisyen"
    },
    "explanation": "Makinelere, <b>teknolojiye</b> ve <b>işlevselciliğe</b> büyük bir hayranlık duyan ve sanatı toplumsal üretime adamayı amaçlayan bu akımın üyeleri kendilerini <b>Konstrüktivistler</b> (Yapısalcılar) olarak nitelendirmişlerdir. Onlar, geleneksel sanatçı rolünü reddederek kendilerini <b>üretici mühendisler</b> olarak görmüşlerdir."
  },
  {
    "id": "314516",
    "unitNumber": 8,
    "text": "………………………. Lef dergisi için yaptığı tipo baskı tasarımları kabaca üretilmiştir; bu derginin kapak tasarımlarının ham görüntüsü, derginin hem sınırlı ekonomik kaynaklarını hem de tipo baskının üretiminin doğasını yansıtmıştır.<strong><br/>Cümlede boş bırakılan yere aşağıdakilerden hangisi gelmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Alexander Rodchenko",
      "B": "El Lissitzky",
      "C": "Glasgow Dörtlüsü",
      "D": "Antoine Pevsner",
      "E": "Liubov Popova"
    },
    "explanation": "<b>Lef dergisi</b> için yaptığı tipo baskı tasarımları ile tanınan ve bu tasarımlarda derginin <b>sınırlı ekonomik kaynaklarını</b> yansıtan ham bir görüntü kullanan sanatçı <b>Aleksandr Rodchenko</b>’dur. Rodchenko, Konstrüktivizmin temel ilkelerini uygulayarak, tipografiyi <b>işlevsel bir görsel araç</b> haline getirmiş ve geometrik kompozisyonlarla dikkat çekmiştir."
  },
  {
    "id": "314517",
    "unitNumber": 8,
    "text": "‘For the Voice’ adlı kitabı, fiziksel yapı, tipografik tasarım ve renk kullanarak tasarladığı devrimci şiirlerin toplamından meydana gelmiş ve Rus avangard kitap yapımının en başarılı örneklerinden biri olarak kabul edilmiştir.<strong><br/>Cümlede bahsedilen sanatçı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kasimir Malevich",
      "B": "Alexander Rodchenko,",
      "C": "El Lissitzky",
      "D": "Glasgow Dörtlüsü",
      "E": "Antoine Pevsner"
    },
    "explanation": "Fiziksel yapı, tipografik tasarım ve rengi kullanarak devrimci şiirlerin toplamından oluşan <b>'For the Voice'</b> (Ses İçin) adlı kitabı tasarlayan sanatçı <b>El Lissitzky</b>'dir. Lissitzky, bu eseriyle <b>Rus avangard kitap yapımı</b>nda çığır açmış ve görsel dil ile metni bütünleştirerek <b>Konstrüktivizm</b>'in tasarım prensiplerini uygulamıştır."
  },
  {
    "id": "314518",
    "unitNumber": 8,
    "text": "Propaganda aracı olarak kullanılan bu yeni politik tarzı, “kitlelerin yeni sanatı” olarak nitelendirilmiştir.<br/><strong>1920’lerin sonları ve 1930’ların başlarında sanatçılar, politik amaçlar adına sanatçılar hangi tekniği kullanmaya başlamışlardır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Fotomontaj",
      "B": "Resimsel",
      "C": "Soyut",
      "D": "Geometrik",
      "E": "Suluboya"
    },
    "explanation": "1920’lerin sonları ve 1930’ların başlarında, <b>kitlelerin yeni sanatı</b> olarak nitelendirilen ve güçlü bir <b>propaganda aracı</b> olarak kullanılan teknik <b>fotomontaj</b>dır. Başta <b>Rodchenko</b> ve <b>El Lissitzky</b> gibi Konstrüktivistler olmak üzere sanatçılar, fotoğrafları kesip birleştirerek hızlı, etkileyici ve politik mesajları net bir şekilde ileten kompozisyonlar oluşturmuşlardır."
  },
  {
    "id": "314519",
    "unitNumber": 8,
    "text": "1923’den sonra çalışmalarını \"2 Stenberg 2\" olarak imzalamaya başlamışlardır. Çünkü objelerin bireysel olarak değil, kollektif olarak üretildiği izlenimini vermek amaçlıydı. Bu ortaklık, yalnızca kardeşlere özgü (kardeşlik) sevgi bağını değil aynı zamanda Bolşevikler tarafından amaçlanan “yeni toplum”un idealizmini yansıtmıştır.<strong><br/>Bahsedilen sanatçı grubu aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Glasgow Dörtlüsü",
      "B": "Seventeen Kardeşler",
      "C": "Stenberg Kardeşler",
      "D": "Brothers",
      "E": "Seventeen Sisters"
    },
    "explanation": "1923'ten sonra çalışmalarını <b>\"2 Stenberg 2\"</b> olarak imzalayan ve <b>kollektif üretim</b> idealizmini benimseyen sanatçı grubu <b>Stenberg Kardeşler</b> (Vladimir ve Georgiy Stenberg)'dir. Bu imza, Bolşeviklerin savunduğu <b>\"yeni toplum\"</b> idealini ve bireysel sanatçı yerine <b>ortak çalışmanın</b> önemini vurgulamıştır."
  },
  {
    "id": "350803",
    "unitNumber": 8,
    "text": "I. Negatif mekânla çevreli karelerin ve dikdörtgenlerin sembolik yerleştirmesiyle tanımlanmış ancak figüratif olmayan sanattır.<br/>II. Resimsel betimleme yerine “duygunun dışavurumunu” yakalamayı amaçlamıştır.<br/>III. Temelinde bir sanatçının sanatla deneyim kazanabilmesi için öncelikle renkle deneyim kazanması gerekliliği vardır.<br/><strong>Yukarıdakilerden hangisi ya da hangileri Süprematizm'in özelliklerindendir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "I, II ve III"
    },
    "explanation": "Süprematizm’in kurucusu Malevich’e göre, bu akım sanatı <b>figüratif betimlemeden</b> arındırmıştır (I. öncül). Amacı, geometrik şekiller aracılığıyla <b>“duygunun dışavurumunu”</b> (II. öncül) yakalamaktır. Ayrıca, Malevich, sanatçının mutlak bir sisteme ulaşmak için öncelikle <b>renkle deneyim</b> kazanması gerektiğini ve bu yolla sanatsal gelişimin sağlanacağını savunmuştur (III. öncül). Dolayısıyla, verilen üç öncül de <b>Süprematizm</b>’in temel özelliklerindendir."
  },
  {
    "id": "350807",
    "unitNumber": 8,
    "text": "<strong>Süprematizm'i; “Mutlak bir sistem ve bu sistem içinde renk, onun gerçek gelişimini sağlamıştır.” şeklinde tanımlayan sanatçı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Antoine Pevsner",
      "B": "Kasimir Malevich",
      "C": "Olga Rozanova",
      "D": "Liubov Popova",
      "E": "Vladimir Tatlin"
    },
    "explanation": "Süprematizmi <b>“Mutlak bir sistem ve bu sistem içinde renk, onun gerçek gelişimini sağlamıştır.”</b> şeklinde tanımlayan sanatçı, bu akımın kurucusu olan <b>Kazimir Malevich</b>'tir. Malevich, Süprematizm ile sanatta duygusal arınmaya ve <b>saf geometrik formların</b> oluşturduğu evrensel bir düzene ulaşmayı hedeflemiştir."
  },
  {
    "id": "311448",
    "unitNumber": 9,
    "text": "1925'te Weimar'daki politik iklim değişikliği yüzünden Bauhaus, Dessau'ya taşınmış; Dessau'da ……………. ve ……………. fikirler egemen olmuştur.<br/><strong>Cümlede boş bırakılan yerlere sırasıyla aşağıdakilerden hangisi getirilmelidir ?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "De Stijl ve Konstrüktivist",
      "B": "Art Nouveau ve De Stijl",
      "C": "De Stijl ve Art Deco",
      "D": "Art Deco ve Konstrüktivist",
      "E": "Konstrüktivist ve Realist"
    },
    "explanation": "Bauhaus okulu, 1925 yılında Weimar'dan Dessau'ya taşındığında, okulun felsefesi daha belirgin bir şekilde <b>endüstriyel tasarım</b> ve <b>teknoloji</b> ile entegrasyona yönelmiştir. Bu yeni dönemde egemen olan temel fikirler <b>rasyonel</b> (akılcı) ve <b>fonksiyonalist</b> (işlevselci) olmuştur. Bu yaklaşımlar, tasarımların seri üretime uygun, gereksiz süslemeden arındırılmış ve yalnızca işlevine odaklanmış olmasını vurgulamıştır."
  },
  {
    "id": "311453",
    "unitNumber": 9,
    "text": "<strong>Bauhaus okulu kurulurken aşağıdaki akımlardan hangisi ilham <u>alınmamıştır</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Arts &amp; Crafts",
      "B": "Dadaizm",
      "C": "Pop art",
      "D": "Konstrüktivizm",
      "E": "Neo-plastizm"
    },
    "explanation": "Bauhaus okulu kurulurken ilham alınan temel akımlar <b>Ekspresyonizm</b> (Erken Dönem), <b>Konstrüktivizm</b> ve <b>De Stijl</b> gibi modern sanat ve tasarım hareketleridir. Bu akımlar rasyonellik, yalınlık ve geometrik biçimlere odaklanmıştır. Geleneksel sanat veya süslemeye dayalı akımlar (örneğin <b>Rokoko</b> veya <b>Barok</b> gibi) Bauhaus'un kuruluş felsefesi olan 'sanat ve zanaatı birleştirme' amacına ve modernizme uygun olmadığı için ilham alınmamıştır."
  },
  {
    "id": "311455",
    "unitNumber": 9,
    "text": "Die neue Typographie, sans serif yazı karakterleriyle dizilmesine karşın; 1935’te yayınladığı Typographische Gestaltung (Tipografik Tasarım) adlı çalışma ……..harfle (Bodoni gibi) hazırlanmıştır.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "sans serif",
      "B": "display",
      "C": "el yazısı",
      "D": "serif (tırnaklı)",
      "E": "monospace"
    },
    "explanation": "Jan Tschichold, 'Die neue Typographie' akımının en büyük savunucusu olarak başlangıçta sadece <b>sans serif (tıraşsız)</b> harfleri desteklemiştir. Ancak, 1935'te yayınladığı 'Typographische Gestaltung' adlı eseri, Bodoni gibi <b>tıraşlı (serifli)</b> harflerle dizilmiştir. Bu durum, Tschichold'un, okuma metinleri için klasik tipografinin (serifli harflerin) okunabilirlik avantajlarını yeniden değerlendirmeye başladığını gösteren önemli bir dönüm noktasıdır."
  },
  {
    "id": "311456",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi Albers'in beş ana özelliğe sahip olduğuna inandığı malzemeleri oluşturan ögelerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Boyut",
      "B": "Kütle",
      "C": "Hareket",
      "D": "Enerji",
      "E": "Değişkenlik"
    },
    "explanation": "Josef Albers, Bauhaus'un Vorkurs (Temel Ders) programında malzeme bilgisine odaklanmıştır. Malzemelerin incelenen temel estetik ve fiziksel özellikleri arasında genellikle <b>madde (stock)</b>, <b>yapı (structure)</b>, <b>doku (texture)</b>, <b>renk</b> ve <b>ışık</b> bulunur. <b>İşlevsellik (Functionality)</b> ise tasarımın bir hedefi veya sonucu olmakla birlikte, malzemenin doğasına ait beş ana özellikten biri olarak kabul edilmez."
  },
  {
    "id": "311457",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi Bauhaus okulundaki temel sanat dersleri program içeriğinde <u>yer almaz</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "İki boyutlu tasarım",
      "B": "Tipografi",
      "C": "Desen",
      "D": "Renk",
      "E": "Üç boyutlu tasarım"
    },
    "explanation": "Bauhaus okulundaki temel sanat dersleri (Vorkurs), öğrencilere yaratıcılık ve malzemelerin olanakları hakkında temel bilgiler vermek üzere tasarlanmıştır. Program içeriğinde <b>renk teorisi</b> (Johannes Itten, Josef Albers), <b>malzeme bilgisi</b> (Josef Albers, Moholy-Nagy) ve <b>temel tasarım ilkeleri</b> (2D ve 3D kompozisyon) yer almıştır. <b>Anatomi</b>, geleneksel Güzel Sanatlar okullarında veya illüstrasyon derslerinde görülen, ancak Bauhaus'un temel (Vorkurs) program içeriğinde zorunlu olarak yer almayan bir derstir."
  },
  {
    "id": "314520",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi Bauhaus okulunun kurucusudur?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Walter Gropius",
      "B": "Johannes Itten",
      "C": "Niklaus Stoecklin",
      "D": "Herbert Matter",
      "E": "Theo van Doesburg"
    },
    "explanation": "Bauhaus okulu, <b>sanat ve zanaatı teknoloji ve endüstriyel üretimle</b> birleştirerek modern bir tasarım yaklaşımı oluşturmak amacıyla 1919 yılında <b>Walter Gropius</b> tarafından Almanya'nın Weimar kentinde kurulmuştur."
  },
  {
    "id": "314521",
    "unitNumber": 9,
    "text": "<strong>Aşağıdaki alanlardan hangisi Bauhaus okulu eğitiminde <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Marangozluk atölyesi",
      "B": "Dokumacılık atölyesi",
      "C": "Baskı atölyesi",
      "D": "Tamir atölyesi",
      "E": "Tipografi atölyesi"
    },
    "explanation": "Bauhaus okulu, tasarım ve zanaat atölyeleri aracılığıyla <b>Mimarlık</b>, <b>Endüstriyel Tasarım</b>, <b>Tipografi</b>, <b>Dokuma</b> ve <b>Sahne Tasarımı</b> gibi alanlarda eğitim vermiştir. Okulun odak noktası uygulamalı sanatlar ve endüstriyel üretim olduğundan, <b>Hukuk</b> gibi doğrudan tasarım veya zanaat ile ilgili olmayan, tamamen akademik ve sosyal bilimlere ait alanlar Bauhaus eğitiminde yer almamıştır."
  },
  {
    "id": "314522",
    "unitNumber": 9,
    "text": "<strong>Billboardlar üzerinde harflendirme için uzaktan kolayca okunabilir şablon yazısını tasarlayan tasarımcı hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Moholy-Nagy",
      "B": "Herbert Bayer",
      "C": "Lissitzky",
      "D": "Malevich",
      "E": "Josef Albers"
    },
    "explanation": "Bauhaus'un Dessau döneminde tipografi atölyesini yöneten <b>Herbert Bayer</b>, reklamcılık ve işaretler için tasarlanan yazının <b>işlevselliğine</b> ve <b>okunabilirliğine</b> büyük önem vermiştir. Bayer, özellikle billboardlar ve tabelalar gibi uzaktan okunması gereken yüzeyler için, şablon bazlı, geometrik ve yalın sans serif harf formlarını tasarlamıştır. Ayrıca, sadece küçük harflerin kullanıldığı 'Universal Type' karakterini de geliştirmiştir."
  },
  {
    "id": "314523",
    "unitNumber": 9,
    "text": "I. İki boyutlu tasarım<br/>II. Renk<br/>III. Desen<br/>IV. Üç boyutlu tasarım<br/><strong>Yukarıdakilerden hangisi ya da hangileri Bauhaus okulundaki temel sanat dersleri program içeriğinde yer alır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "I ve IV",
      "B": "I, II ve III",
      "C": "II ve III",
      "D": "Yalnız IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Bauhaus'taki temel dersler (Vorkurs), öğrencilere tasarımın evrensel dillerini öğretmeyi amaçlamıştır. Bu kapsamda, <b>I. İki boyutlu tasarım</b> (kompozisyon ve düzlem), <b>II. Renk</b> (teorisi), <b>III. Desen</b> (yüzey ve doku çalışmaları) ve <b>IV. Üç boyutlu tasarım</b> (form, hacim, uzay) temel program içeriğinde yer alan zorunlu konulardır."
  },
  {
    "id": "314524",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi Yeni Tipografi’nin temel özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Sayfa düzenlemesinde tipografinin ve geometrik şekillerin asimetrik bloklandırılması",
      "B": "Harf büyüklüklerinin hiyerarşisi",
      "C": "Simetrik sayfa düzeni",
      "D": "Negatif beyaz alanın pasif değerden aktif değere dönüşmesi",
      "E": "İzleyicinin ilgisini yakalamak adına tasarlanan yalın geometrik ögelerin kullanılması"
    },
    "explanation": "Yeni Tipografi (Die Neue Typographie), Jan Tschichold tarafından sistematize edilen modernist bir harekettir. Temel özellikleri arasında <b>asimetrik düzenleme</b>, <b>sans serif</b> (tıraşsız) harf kullanımı, işlevselliğe odaklanma ve fotoğrafik görüntülerin kullanımı yer alır. <b>Simetrik Düzenleme</b> ise Yeni Tipografi'nin reddettiği ve dinamizmi engelleyen geleneksel tipografi anlayışının bir özelliğidir."
  },
  {
    "id": "314525",
    "unitNumber": 9,
    "text": "<strong>Jan Tschichold’un tasarladığı yazı karakterlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Transit",
      "B": "Bifur",
      "C": "Zeus",
      "D": "Tschichold",
      "E": "Sabon"
    },
    "explanation": "Jan Tschichold, modern tipografinin öncülerinden biri olsa da, modern tipografinin en yaygın ve ikonik sans serif yazı karakterlerinden biri olan <b>Futura</b>, Tschichold tarafından değil, <b>Paul Renner</b> tarafından tasarlanmıştır (1927). Tschichold ise genellikle kendi tasarımlarını 'Universal' ya da 'Isotype' gibi standartlaştırılmış formlarda kullanmış veya geliştirmiştir."
  },
  {
    "id": "314526",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi Elementary Typography’ye katkıda bulunan tasarımcılardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Moholy-Nagy",
      "B": "Herbert Bayer",
      "C": "Lissitzky",
      "D": "Malevich",
      "E": "Tschichold"
    },
    "explanation": "Elementary Typography (Temel Tipografi) veya Yeni Tipografi, 1920'lerde Bauhaus ve çevresindeki modernist tasarımcıların (Jan Tschichold, Herbert Bayer, Moholy-Nagy) katkılarıyla gelişmiştir. <b>William Morris</b> ise 19. yüzyılın sonlarında <b>Arts and Crafts (Sanatlar ve Zanaatlar)</b> hareketinin kilit figürüdür. Morris, endüstriyel üretime ve modernist rasyonalizme karşı çıkarak, el sanatları ve süslemenin önemini savunmuştur. Bu nedenle Morris, modernist Elementary Typography akımına katkıda bulunan bir tasarımcı değildir."
  },
  {
    "id": "314527",
    "unitNumber": 9,
    "text": "Dessau'da Herbert Bayer, tipografik ve fotografik görüntüleri birlikte kullanmıştır. Fotografinin bu yeni görüşü, o zaman ……..…olarak adlandırılmış ve tasarımlarda en objektif ve gerçekçi araç olarak görülmüştür.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi gelmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Tipofoto",
      "B": "Tipo Baskı",
      "C": "Tipograf",
      "D": "Fotografi",
      "E": "Gratipo"
    },
    "explanation": "Bauhaus'ta, özellikle <b>László Moholy-Nagy</b> ve <b>Herbert Bayer</b>, tipografi (harfler) ve fotoğrafın birleştirilmesine büyük önem vermiştir. Fotografinin en objektif ve gerçekçi iletişim aracı olarak görüldüğü bu yeni yöntem, metin ve görselin dinamik montajını içerir ve <b>Tipofoto (Typophoto)</b> olarak adlandırılmıştır. Bayer, bu tekniği tasarımlarında yoğunlukla kullanmıştır."
  },
  {
    "id": "314528",
    "unitNumber": 9,
    "text": "<strong>Bauhaus okulu hangi ülkede kurulmuştur?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Hollanda",
      "B": "İtalya",
      "C": "Almanya",
      "D": "İsviçre",
      "E": "İngiltere"
    },
    "explanation": "Bauhaus okulu, 1919 yılında <b>Walter Gropius</b> tarafından <b>Almanya'da</b>, ilk olarak <b>Weimar</b> kentinde kurulmuştur. Daha sonra Dessau ve Berlin'e taşınmıştır."
  },
  {
    "id": "314529",
    "unitNumber": 9,
    "text": "I. Johannes Itten<br/>II. Moholy-Nagy<br/>III. Josef Albers<br/>Malzeme bilgisine odaklanmıştır; öğrencilerine, metal, boya, cam, ağaç, taş ve tekstil gibi malzemelerin estetik ve fiziksel olabilirliklerini öğretmiştir.<br/><strong>Bauhaus eğitmenlerinden hangisi ya da hangileri bu tanımlamaya uyar?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "I ve III"
    },
    "explanation": "Bauhaus'un temel derslerinde (Vorkurs) görev alan eğitmenler, öğrencilerin malzemelerin potansiyellerini keşfetmelerini sağlamıştır. <b>Johannes Itten</b> (erken dönem), <b>Moholy-Nagy</b> ve özellikle <b>Josef Albers</b>, metal, cam, ağaç ve tekstil gibi malzemelerin <b>fiziksel ve estetik olanaklarına</b> odaklanarak öğrencilere deney yoluyla öğretim yapmışlardır. Bu nedenle adı geçen her üç eğitmen de malzeme bilgisi eğitimine katkıda bulunmuştur."
  },
  {
    "id": "351558",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi Yeni Tipografi'nin (Die Neue Typographie) görsel özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Sayfa düzenlemesinde tipografinin ve geometrik şekillerin asimetrik bloklandırması",
      "B": "İzleyicinin ilgisini yakalamak adına tasarlanan yalın geometrik ögelerin kullanılması",
      "C": "İki boyutlu beyaz alan üzerinde blok harfin ekonomisi",
      "D": "Tüm görsel alanın, pasif olarak etkinleştirilmesi",
      "E": "Negatif beyaz alanın pasif değerden aktif değere dönüşmesi"
    },
    "explanation": "Yeni Tipografi, <b>işlevsellik</b>, <b>asimetri</b> ve <b>sadeliği</b> temel alır. Görsel özellikleri arasında sans serif kullanımı, foto montaj ve tipografi ile görsel öğelerin entegrasyonu bulunur. Bu akım, 19. yüzyıl tipografisinde yaygın olan <b>geleneksel süslemelerin (ornamentation)</b> ve estetik amaçlı çerçevelerin kullanımını tamamen reddetmiştir."
  },
  {
    "id": "311495",
    "unitNumber": 10,
    "text": "…………..tasarımcıları çalışmalarında yalnızca makine çağı kültürünün görkemini, fütürist vizyonu, hızı, lüksü, zerafeti, egzotizmi, zerafeti betimlememiş; aynı zamanda tüketim toplumu için etkili bir kodu yaratmışlardır.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "De Stijl",
      "B": "Arts &amp; Crafts",
      "C": "Art Deco",
      "D": "Art Nouveau",
      "E": "Ukiyo-e"
    },
    "explanation": "Boşluğa gelmesi gereken ifade <b>Art Deco tasarımcıları</b>dır. Art Deco, 1920'ler ve 1930'ların modern yaşam tarzını ve estetiğini yansıtan bir akımdır. Bu tasarımcılar, çalışmalarında <b>makine çağı kültürünün görkemini</b>, <b>hızı</b> ve <b>fütürist vizyonu</b> vurgulamışlardır. En önemlisi, sundukları lüks, zarafet ve egzotizm betimlemeleriyle <b>tüketim toplumu</b> için son derece etkili, modern ve cazip bir görsel kod yaratmışlardır."
  },
  {
    "id": "311496",
    "unitNumber": 10,
    "text": "<strong>Cassandre adı altında kendisini afiş sanatına adayan Art Deco sanatçısının çalışmaları hangi sanat hareketlerinin öğelerini <u>yansıtmaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kübizm",
      "B": "Pürizm",
      "C": "Fütürizm",
      "D": "Konstrüktivizm",
      "E": "Pop Art"
    },
    "explanation": "Art Deco'nun önde gelen afiş sanatçısı A. M. Cassandre (Adolphe Mouron Cassandre), sanatında özellikle <b>Kübizm</b> (geometrik sadeleştirme) ve <b>Fütürizm</b> (hız, dinamizm) hareketlerinin öğelerini yoğunlukla kullanmıştır. Çalışmaları, <b>Art Deco'nun modern zarafetini</b> bu avangard yaklaşımlarla harmanlamıştır. Ancak Art Deco'nun geometrik ve düzenli yapısı, genellikle <b>Ekspresyonizmin</b> yoğun duygusal ve öznel çarpıtmalarını yansıtmaz. (Bu nedenle 'Ekspresyonizm' gibi bir hareketin öğelerini yansıtmaz.)"
  },
  {
    "id": "311497",
    "unitNumber": 10,
    "text": "Cassandre gibi tasarımcılar, afişleri için yazı karakterleri tasarlamışlar; çoğu, yeni sanatın soyut üslubunu yansıtan, …………yazı karakterlerini benimsemişlerdir.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi gelmelidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Display",
      "B": "Sans serif",
      "C": "Serif",
      "D": "İtalik",
      "E": "Slab Serif"
    },
    "explanation": "Cassandre gibi Art Deco tasarımcıları, afişlerin modern ve soyut üslubuna uygun olarak yazı karakterleri tasarlamışlardır. Art Deco'nun geometrik saflık anlayışını yansıtan ve süslemelerden arındırılmış olan bu yazı karakterleri <b>sans serif</b> (tırnaksız) yazı karakterleridir. Bu karakterler, dönemin endüstriyel ve mekanik estetiğine mükemmel uyum sağlamıştır."
  },
  {
    "id": "311498",
    "unitNumber": 10,
    "text": "I. Charles Loupot<br/>II. Jean Carlu<br/>III. Pierre Fix-Masseau<br/>IV. Paul Colin<br/><strong>Yukarıdakilerden hangisi ya da hangileri Art Deco afişlerinin üslubunu belirleyen en tanınmış afiş tasarımcıları arasında yer alır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III ve IV",
      "B": "Yalnız II",
      "C": "Yalnız IV",
      "D": "I ve III",
      "E": "II, III ve IV"
    },
    "explanation": "Charles Loupot, Jean Carlu, Pierre Fix-Masseau ve Paul Colin, 1920'ler ve 1930'lar Fransız afiş sanatının ve <b>Art Deco</b> üslubunun önde gelen isimleridir. Özellikle <b>Paul Colin</b> ve <b>Jean Carlu</b>, Art Deco’nun grafik dilini popülerleştirmede büyük rol oynamıştır. Bu dört isim de Art Deco afişlerinin üslubunu belirleyen <b>en tanınmış tasarımcılar</b> arasında yer alır. (Dolayısıyla hepsi bu listede yer alır: I, II, III ve IV.)"
  },
  {
    "id": "311499",
    "unitNumber": 10,
    "text": "<strong>Theo van Doesbur’un editörlüğünü yaptığı De Stijl dergisinde bu avangard sanat anlayışından aşağıdakilerden hangi üslupsal çeşitliliği <u>benimsememiştir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Mondrian’ın neoplastik resimleri",
      "B": "Suzuki Harunobu’nun ağaç baskıları",
      "C": "El Lissitzky’nin Konstrüktivist çalışmaları",
      "D": "Kurt Schwitters’in Dadaist kolajları ve şiirleri",
      "E": "Gerrit Rietveld’in sandalyeleri"
    },
    "explanation": "Theo van Doesburg'un editörlüğünü yaptığı <b>De Stijl</b> dergisinde savunulan avangard sanat anlayışı, <b>Neoplastisizm</b> olarak bilinir. Bu anlayış, evrensel uyumu ve düzeni hedeflediği için katı kurallara bağlıydı. De Stijl, <b>geometrik saflığı</b>, dikey ve yatay çizgileri, ana ve nötr renkleri benimsemiştir. Sanatın doğayı taklit etmesini, <b>duygusal dışavurumu</b> ya da <b>eğrisel hatları</b> temsil eden üslupsal çeşitlilikleri kesinlikle benimsememiştir. (Örneğin 'Duygusal ekspresyon' veya 'Doğal biçimler' benimsenmemiştir.)"
  },
  {
    "id": "311501",
    "unitNumber": 10,
    "text": "I. Optik yalınlığa önem vermişler ve eksiltme, anahtar rol oynamıştır.<br/>II. Arka plan ayrıntısı, azaltılmış ya da ortadan kaldırılmıştır.<br/>III. Beyaz alan, tasarımın önemli bir öğesi olarak kullanılmıştır.<br/>IV. Karmaşık görsel mesajları hızlı bir şekilde iletmek adına sembollerin ve soyutlamanın kullanımına dikkat çekilmiştir.<br/><strong>Yukarıdakilerden hangisi ya da hangileri Art Deco tasarımcılarının çalışmalarının özelliklerindendir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "I ve IV",
      "B": "I ve II",
      "C": "II ve III",
      "D": "Yalnız II",
      "E": "I, II, III ve IV"
    },
    "explanation": "Yukarıdaki maddelerin hepsi Art Deco tasarımcılarının çalışmalarının temel özelliklerindendir. Art Deco afişleri, hızlı iletişim çağının gerektirdiği <b>optik yalınlığa</b> odaklanmıştır (I). Bu, <b>arka plan ayrıntısının azaltılması veya ortadan kaldırılması</b> (II) ve <b>beyaz alanın</b> etkin bir tasarım öğesi olarak kullanılması (III) anlamına geliyordu. Mesajı hızla iletmek için <b>semboller ve soyutlamalar</b> kullanılarak karmaşık görsel mesajlar basitleştirilmiştir (IV). Tüm bu teknikler, Art Deco'nun <b>hız ve modernliği</b> yansıtan şık estetiğini oluşturur."
  },
  {
    "id": "311503",
    "unitNumber": 10,
    "text": "……….. sanatçıları, geometrik saflık lehine, doğal biçimleri reddetmişler; özellikle soyut nesnelciliği başarmak adına dikdörtgeni kullanmışlardır. Nötr renklere ek olarak, ana renklere bağlılıkları, minimalist duyguyu yansıtmıştır.<br/><strong>Paragrafta boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "De Stijl",
      "B": "Arts &amp; Crafts",
      "C": "Art Deco",
      "D": "Art Nouveau",
      "E": "Ukiyo-e"
    },
    "explanation": "Paragrafta açıklanan sanat hareketi, <b>De Stijl</b> (Üslup) hareketidir. De Stijl sanatçıları, evrensel düzeni temsil etmek amacıyla <b>geometrik saflık</b> lehine doğal biçimleri reddetmiştir. Özellikle <b>dikdörtgeni</b> kullanarak soyut nesnelciliği başarmayı hedeflemişlerdir. Renk kullanımı katı kurallara bağlıydı: Sadece <b>ana renklere</b> (kırmızı, mavi, sarı) ek olarak <b>nötr renkler</b> (siyah, beyaz, gri) kullanılarak minimalist ve saf bir estetik oluşturulmuştur."
  },
  {
    "id": "311504",
    "unitNumber": 10,
    "text": "Cassandre, ……....… etkiyi yansıtan kent görünüşünü ustaca betimlemiştir. Organik şekiller, ayrıntılardan arındırılmış ve en temel yalın şekillere indirgenmiştir. Geometrik yazı ve siluetli düz şekiller, kahramanımsı gerçeklik gibi özellikler vurgulanmıştır.<br/><strong>Paragrafta boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kübist",
      "B": "Realist",
      "C": "Fovist",
      "D": "Romantik",
      "E": "Dadaist"
    },
    "explanation": "Cassandre, Art Deco afişlerinde sıklıkla <b>mekanik</b> (ya da <b>endüstriyel/fütürist</b>) etkiyi yansıtan kent görünüşünü ustaca betimlemiştir. Onun çalışmaları, makine çağının dinamizmini ve hızını vurgular. Organik şekiller, ayrıntılardan arındırılarak <b>en temel yalın şekillere</b> (geometrik) indirgenmiştir. Bu üslup, <b>geometrik yazı</b>, siluetli düz şekiller ve güçlü, kahramanımsı gerçeklik özelliklerini vurgulamıştır."
  },
  {
    "id": "314570",
    "unitNumber": 10,
    "text": "I.Çizgi, şekil ve renk gibi tasarımın öğeleri, en yalın biçimlere indirgenmiştir.<br/>II.Diyagonaller, eğriler ve düzensiz çizgilerden kaçınılmıştır.<br/>III.Sadece dikey ve yatay çizgilere yer verişmiştir.<br/>IV.Ana renkler kullanılmıştır.<br/><strong>Yukarıda verilen seçeneklerden hangileri De Stijl üslup özellikleri arasında yer alır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "II ve IV",
      "D": "Yalnız II",
      "E": "I, II, III ve IV"
    },
    "explanation": "De Stijl hareketinin üslup özellikleri, <b>katı bir geometrik soyutlama</b> prensibine dayanır. Tüm maddeler bu prensipleri yansıtır: (I) Çizgi, şekil ve renk <b>en yalın biçimlere</b> (temel geometri) indirgenmiştir. (II) <b>Diyagonaller, eğriler ve düzensiz çizgiler</b> evrensel düzeni bozduğu gerekçesiyle reddedilmiştir. (III) Sadece <b>dikey ve yatay çizgilere</b> (ortogonallik) yer verilmiştir. (IV) Renk paleti, <b>ana renklerle</b> (kırmızı, mavi, sarı) ve nötrlerle sınırlanmıştır. (Dolayısıyla I, II, III ve IV seçeneklerinin hepsi doğrudur.)"
  },
  {
    "id": "314572",
    "unitNumber": 10,
    "text": "<strong>De Stijl grubunun lideri, felsefi yönden hareketi geliştiren ve organize eden sanatçı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Adolphe Mouron Cassandre",
      "B": "Theo van Doesburg",
      "C": "Van Doesburg",
      "D": "Jean Carlu",
      "E": "Pierre Fix-Masseau"
    },
    "explanation": "De Stijl grubunun lideri, kurucusu ve felsefi yönden hareketi geliştiren sanatçı <b>Theo van Doesburg</b>'dur. Van Doesburg, 1917'de De Stijl dergisini yayımlayarak hareketin teorik ve organizasyonel temelini atmıştır. Gruba katılan <b>Piet Mondrian</b> ise Neoplastisizm kavramını geliştirerek hareketin estetik diline büyük katkı sağlamıştır, ancak lider ve organize eden kişi Van Doesburg'dur."
  },
  {
    "id": "314573",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi ilk modern tasarım hareketi olarak kabul edilmektedir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Art Deco",
      "B": "De Stijl",
      "C": "Arts adn Crafts",
      "D": "Art Nouveau",
      "E": "Dadaizm"
    },
    "explanation": "İlk modern tasarım hareketinin tanımı bağlama göre değişse de, De Stijl, 1917'de Hollanda'da ortaya çıkarak, <b>katı geometrik kuralları ve soyutlamayı</b> benimseyen, mimarlıktan grafiğe kadar tüm sanat dallarını kapsayan bir akım olarak kabul edilir. Art Nouveau'nun organik biçimlerini reddederek, modernizmin <b>yalınlık</b> ve <b>işlevsellik</b> ilkelerini savunan De Stijl, modern tasarımın kurucu felsefelerinden biri olarak kabul edilir."
  },
  {
    "id": "314575",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi Art Deco üslubunun temel özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalınlık",
      "B": "Simetri",
      "C": "Geometri",
      "D": "İki boyutluluk",
      "E": "Kalabalık figürler"
    },
    "explanation": "Art Deco üslubu, <b>streamlining</b>, <b>geometrik desenler</b>, <b>lüks malzemeler</b> ve <b>simetri</b> ile karakterize edilir. Bu üslup, 19. yüzyıl sonu ve 20. yüzyıl başındaki <b>Art Nouveau'nun organik ve eğrisel</b> hatlarını, asimetrisini ve doğal formlara olan yoğun bağlılığını reddetmiştir. Bu nedenle, Art Deco'nun temel özelliklerinden biri, Art Nouveau'ya özgü olan <b>doğal formların serbestçe taklidi</b> değildir. (Art Deco'da formlar geometrik olarak sadeleştirilir.)"
  },
  {
    "id": "314576",
    "unitNumber": 10,
    "text": "<strong>Yeni yapı ya da biçimlenen yeni imge anlamına gelen, Piet Mondrian’ın De Stijl sanatsal anlayışına verdiği diğer isim aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Klasizm",
      "B": "Puantizm",
      "C": "Neo-Plastizm",
      "D": "Futürizm",
      "E": "Art Deco"
    },
    "explanation": "De Stijl hareketinin en önemli üyelerinden biri olan Piet Mondrian, kendi sanatsal anlayışını tanımlamak için <b>Neoplastisizm (Yeni Plastik Sanat)</b> terimini kullanmıştır. Neoplastisizm, <b>yeni yapı</b> ya da <b>biçimlenen yeni imge</b> anlamına gelir ve sadece dikey/yatay çizgiler, ana renkler ve nötr renkler kullanılarak evrensel uyumun soyut bir şekilde ifade edilmesini amaçlar."
  },
  {
    "id": "314578",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi De Stijl hareketinde kullanılan tasarım ögelerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Düz yatay ve dikey çizgiler",
      "B": "Katı dikdörtgen bloklar",
      "C": "Asimetrik sayfa düzeni",
      "D": "Amorf şekiller",
      "E": "Sans Serif yazı karakteri"
    },
    "explanation": "De Stijl hareketi, evrensel düzeni sağlamak için sanatın tüm öznel ve doğal öğelerden arındırılmasını savunmuştur. Hareketin felsefesi, <b>dikdörtgen</b> (geometri), <b>ana renkler</b> (kırmızı, mavi, sarı), <b>nötr renkler</b> (siyah, beyaz, gri) ve <b>yatay/dikey çizgiler</b>in kullanımını şart koşar. Buna karşın, doğayı taklit eden <b>eğrisel hatlar</b>, diyagonaller veya düzensiz formlar bu harekette kesinlikle kullanılmaz."
  },
  {
    "id": "314580",
    "unitNumber": 10,
    "text": "I. Mobilya<br/>II. Tekstil<br/>III. Grafik<br/>IV. Mimarlık<br/><strong>De Stijl Hareketi yukarıdaki alanlardan hangisi ya da hangilerini etkilemiştir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız III",
      "B": "I ve III",
      "C": "I ve IV",
      "D": "III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "De Stijl hareketi, yalnızca resim ya da grafik tasarımla sınırlı kalmayıp, <b>çok disiplinli</b> bir yaklaşım benimsemiştir. Amacı, saf geometrik sanatı günlük yaşama entegre etmekti. Bu nedenle, <b>Mimarlık</b> (IV), <b>Mobilya</b> (I), <b>Tekstil</b> (II) ve <b>Grafik</b> (III) dahil olmak üzere hemen hemen tüm tasarım alanlarını etkilemiş ve buralarda eserler üretilmiştir. (Dolayısıyla I, II, III ve IV seçeneklerinin hepsi doğrudur.)"
  },
  {
    "id": "314581",
    "unitNumber": 10,
    "text": "<strong>De Stijl hareketinin ortaya çıktığı ülke aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Hollanda",
      "B": "İtalya",
      "C": "Almanya",
      "D": "İsviçre",
      "E": "İngiltere"
    },
    "explanation": "De Stijl hareketi, 1917 yılında <b>Theo van Doesburg</b> tarafından kurulmuş ve gelişmiştir. Bu avangard sanat ve tasarım hareketi, <b>Hollanda</b> kökenlidir ve en etkili olduğu dönemde Hollandalı sanatçı ve mimarları bir araya getirmiştir."
  },
  {
    "id": "314582",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi afişleri modern afiş sanatının başyapıtları arasında yer alan İsviçre’de en tanınmış grafik tasarımcılardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Otto Baumberger",
      "B": "Hugo Laubi",
      "C": "Katsushika Hokusai",
      "D": "Niklaus Stoecklin",
      "E": "Herbert Matter"
    },
    "explanation": "Art Deco ve Modernizm döneminde İsviçre'de afiş sanatında öne çıkan birçok önemli isim vardır (örneğin Herbert Leupin, Hans Erni, Peter Birkhäuser). Ancak Art Deco ve De Stijl hareketlerinin ana bağlamından farklı bir bölgeye ait olan bu soruda, cevap genellikle <b>Cassandre</b>, <b>Loupot</b> ya da <b>Colin</b> gibi Fransız Art Deco ustaları arasından biri değildir. (Bu sorunun doğru cevabı, muhtemelen Fransa merkezli Art Deco tasarımcılarından biridir, örneğin 'Cassandre' veya 'Paul Colin' İsviçreli değildir.)"
  },
  {
    "id": "314583",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi Art Deco tasarımcılarının çalışmalarının özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Optik yalınlığa önem vermişler ve eksiltme, anahtar rol oynamıştır.",
      "B": "Arka plan ayrıntısı, azaltılmış ya da ortadan kaldırılmıştır.",
      "C": "Tasarım yüzeyinin tamamı motiflerle kaplıdır.",
      "D": "Beyaz alan, tasarımın önemli bir öğesi olarak kullanılmıştır.",
      "E": "Karmaşık görsel mesajları hızlı bir şekilde iletmek adına sembollerin ve soyutlamanın kullanımına dikkat çekilmiştir."
    },
    "explanation": "Art Deco tasarımcılarının çalışmaları <b>optik yalınlık</b>, <b>geometrik soyutlama</b> ve <b>beyaz alanın etkin kullanımı</b> gibi özelliklere sahiptir (Q311501'de belirtildiği gibi). Bu akımın temel prensibi, doğal biçimleri modernize etmek ve sadeleştirmektir. Bu nedenle, Art Deco, <b>doğal ve organik biçimlerin karmaşık betimlemesini</b> (Art Nouveau veya akademik resimdeki gibi) benimsememiştir."
  },
  {
    "id": "351563",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi çok disiplinli ve katı bir anlayışı yansıtan De Stijl grafik tasarımcıları tarafından <u>kullanılmamıştır</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Düz yatay ve dikey çizgiler",
      "B": "Katı dikdörtgen bloklar",
      "C": "Simetrik sayfa düzeni",
      "D": "Grafik sayfa düzeni içerisinde grid ve sütun anlayışı",
      "E": "Geleneksel harflerin gereksiz süslemelerinden kaçınarak Sans Serif yazı karakterinin versiyonları"
    },
    "explanation": "De Stijl grafik tasarımcıları, hareketin katı ve çok disiplinli kurallarına uymak zorundaydı. Bu kurallar arasında <b>yatay/dikey çizgiler</b>, <b>geometrik formlar</b>, <b>ana renkler</b> ve <b>sans serif yazı karakterleri</b> yer alır. De Stijl sanatı, sanatı dekoratif süslemelerden ve öznel etkilerden arındırmayı amaçladığı için, <b>dekoratif süslemeler</b> veya <b>el yazısı/serifli yazı karakterleri</b> gibi geleneksel ya da süslü unsurları kullanmamıştır."
  },
  {
    "id": "351564",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi Art Deco tasarımcılarının çalışmalarındaki görsel özelliklerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Optik yalınlığa önem vermişler ve eksiltme, anahtar rol oynamıştır.",
      "B": "Gözler iki nokta olmuş, arka plan ayrıntısı azaltılmış ya da ortadan kaldırılmıştır.",
      "C": "Süsleme, kontrol altına alınmıştır.",
      "D": "Karmaşık görsel mesajları hızlı bir şekilde iletmek adına sembollerin ve soyutlamanın kullanımına dikkat çekilmiştir.",
      "E": "Siyah alan, tasarımın önemli bir ögesi olarak kullanılmıştır."
    },
    "explanation": "Art Deco tasarımcılarının çalışmalarındaki görsel özellikler arasında <b>aerodinamik (streamlining) şekiller</b>, <b>geometrik kompozisyon</b>, <b>parlak ve lüks malzemeler</b> ve <b>simetri</b> yer alır. Art Deco, modern bir akım olarak <b>Biçimlerin doğadan doğrudan taklidini</b> veya <b>yüksek derecede doğalcı betimlemeyi</b> reddeder. Doğal formlar bile, Art Deco'da geometrik olarak stilize edilmiştir."
  },
  {
    "id": "311458",
    "unitNumber": 11,
    "text": "<strong>ABD’deki Wall Street Ekonomik Krizi ne zaman olmuştur?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "1929",
      "B": "1949",
      "C": "1939",
      "D": "1919",
      "E": "1909"
    },
    "explanation": "ABD’yi ve dolayısıyla tüm dünyayı etkileyen büyük <b>Wall Street Ekonomik Krizi</b>, yani <b>Büyük Buhran</b>'ın başlangıcı, <b>1929</b> yılında gerçekleşmiştir. Bu olay, takip eden yıllarda olağanüstü işsizliğe ve derin toplumsal krizlere yol açarak, daha sonra Başkan Franklin Roosevelt'in <b>New Deal (Yeniden Toparlanma)</b> programını başlatmasını zorunlu kılmıştır."
  },
  {
    "id": "311460",
    "unitNumber": 11,
    "text": "<strong>Franklin Roosevelt tarafından 1935 uygulamaya konan “New Deal-Yeniden Toparlanma” programı kapsamında kurduğu iş ve işçi bulma kurumunun adı nedir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "WPA \"İş Geliştirme Dairesi\"",
      "B": "FAP “Federal Sanat Projesi”",
      "C": "FWP “Federal Yazarlar Projesi”",
      "D": "FMP “Federal Müzik Projesi”",
      "E": "PWA “Kamu İşleri Dairesi”"
    },
    "explanation": "Franklin Roosevelt'in 1935'te uygulamaya koyduğu <b>New Deal (Yeniden Toparlanma)</b> programının en büyük iş ve işçi bulma kurumu, <b>İş Geliştirme Dairesi (Works Progress Administration - WPA)</b>'dir. WPA, 1935-1943 yılları arasında milyonlarca Amerikalıyı istihdam ederek ekonomik canlanmayı hedeflemiştir. Bu kurum altında <b>Federal Sanat Projesi (FAP)</b> gibi kültürel kollar da kurulmuştur."
  },
  {
    "id": "311461",
    "unitNumber": 11,
    "text": "Çoğu WPA programları, vasıfsız işçileri çalıştırmasına karşın; ………….., profesyonel yazarları, ressamları, oyuncuları ve müzisyenleri istihdam etmiştir.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi gelmelidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "RE “Kırsal Bölge Elektriklendirme”",
      "B": "NYA “Ulusal Gençlik Daireleri”",
      "C": "PWA “Kamu İşleri Dairesi”",
      "D": "Propaganda Bakanlığı",
      "E": "FAP “Federal Sanat Projesi”"
    },
    "explanation": "WPA (İş Geliştirme Dairesi) genel olarak vasıfsız işçileri çalıştırmasına karşın, sanat ve kültür profesyonellerini istihdam eden özel birimler kurmuştur. Bu profesyonel kolları kapsayan genel isim <b>Federal Proje Numarası Bir (Federal Project Number One)</b> idi. Bu projenin görsel sanatlarla ilgili bölümü ise ressamları, tasarımcıları ve zanaatkârları istihdam eden <b>Federal Sanat Projesi (FAP)</b>'dir. FAP, diğer kültürel projelerle birlikte vasıflı profesyonellere yönelik istihdam sağlamıştır."
  },
  {
    "id": "311462",
    "unitNumber": 11,
    "text": "<strong>Aşağıdaki seçeneklerden hangisi FAP “Federal Sanat Projesi”‘nin faaliyet ayaklarından birisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Marka sanatçıları yüksek ücretler ile çalıştırmak",
      "B": "Müzayede yapmak",
      "C": "Çiftçileri desteklemek",
      "D": "Kamusal alanlar için sanatsal faaliyette bulunmak ve finansmanı sağlamak.",
      "E": "Ürün satışı yapmak"
    },
    "explanation": "<b>Federal Sanat Projesi (FAP)</b>, sanatçıları istihdam etmek amacıyla kurulmuş olup, sanatın halka ulaşmasını sağlamıştır. FAP'ın dört temel faaliyet ayağı bulunmaktaydı: <b>Sanat Eğitimi</b>, <b>Duvar Resimleri (Murals)</b>, <b>Heykel ve El Sanatları</b>, ve <b>Grafik Sanatlar (Afiş Bölümü)</b>. Afiş üretimi, halkı bilgilendirme açısından en görünür faaliyet ayaklarından biriydi."
  },
  {
    "id": "311463",
    "unitNumber": 11,
    "text": "I. Sağlık ve güvenlik programları<br/>II. Seyahat ve turizm<br/>III. Nazi Karşıtlığı<br/>IV. Sanat sergilerini, tiyatro ve müzik temsilleri<br/><strong>Yukarıdakilerden hangisi ya da hangileri FAP afişlerinin ele aldığı konular arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "III ve IV",
      "D": "I, II ve III",
      "E": "I, II ve IV"
    },
    "explanation": "FAP afişleri, WPA programları ve çeşitli kamusal hizmetler hakkında halkı bilgilendirmeyi amaçlamıştır. Ele alınan konular arasında <b>Sağlık ve güvenlik programları (I)</b>, <b>Seyahat ve turizm (II)</b> ve <b>Sanat sergileri, tiyatro ve müzik temsilleri (IV)</b> yer almıştır. Ancak, WPA'nın tüzüğü gereği siyasi faaliyetlerden kaçınılmak zorundaydı, bu nedenle <b>III. Nazi Karşıtlığı</b> gibi doğrudan siyasi ve ideolojik konular afişlerde <b>yer almazdı</b>."
  },
  {
    "id": "311465",
    "unitNumber": 11,
    "text": "<strong>FAP sanatçı ve tasarımcıları, afişlerini daha çok hangi yöntem ile <u>basmamışlardır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Ağaç baskı",
      "B": "Serigrafi (ipek baskı)",
      "C": "Taş baskı (litografi)",
      "D": "Gravür",
      "E": "Dijital baskı"
    },
    "explanation": "FAP tasarımcıları, afişleri büyük kitlelere ulaştırmak için <b>maliyeti düşük</b> ve <b>hızlı üretime</b> olanak tanıyan teknikleri tercih etmişlerdir. Bu nedenle en yaygın kullanılan yöntem <b>Serigrafi (Silkscreen)</b> olmuştur. Serigrafi dışındaki daha pahalı ve yavaş olan geleneksel baskı yöntemleri (örneğin karmaşık <b>taşbaskı</b> veya <b>gravür</b>) ise yaygın olarak <b>kullanılmamıştır</b>. (Soru, hangi yöntemin kullanılmadığını sorduğundan, maliyetli ve yavaş olan bir geleneksel yöntemin tercih edilmediği kabul edilir.)"
  },
  {
    "id": "311466",
    "unitNumber": 11,
    "text": "<strong>FAP (Federal Sanat Projesi) Hangi yıllar arası devam etmiştir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "1933- 1945",
      "B": "1923 - 1933",
      "C": "1933 - 1943",
      "D": "1943 - 1945",
      "E": "1939 - 1945"
    },
    "explanation": "Federal Sanat Projesi (FAP), <b>New Deal</b>'ın bir parçası olarak <b>1935</b> yılında kurulmuş ve Büyük Buhran'ın etkileri sona ermeye başladığında ve ABD İkinci Dünya Savaşı'na odaklandığında, <b>1943</b> yılında sona ermiştir."
  },
  {
    "id": "314530",
    "unitNumber": 11,
    "text": "<strong>ABD’deki “New Deal-Yeniden Toparlanma” programının doğmasına sebep olan ve olağanüstü işsizliğe sebep olup, toplumu derinden etkileyen olay aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "II. Dünya Savaşı",
      "B": "Baby Boomer Dönemi",
      "C": "1929 Wall Street Borsası’nın çöküşü",
      "D": "Pearl Harbour Baskını",
      "E": "California Depremi"
    },
    "explanation": "ABD'deki <b>“New Deal-Yeniden Toparlanma”</b> programının doğmasına sebep olan olay, <b>1929 Wall Street Ekonomik Krizi</b> ile başlayarak 1930'lu yılları domine eden ve ülke tarihindeki en büyük ekonomik çöküş olan <b>Büyük Buhran (Great Depression)</b>'dır. Bu olay, olağanüstü işsizlik ve toplumsal etkiler nedeniyle devlet müdahalesini zorunlu kılmıştır."
  },
  {
    "id": "314531",
    "unitNumber": 11,
    "text": "<strong>ABD’deki “New Deal-Yeniden Toparlanma” programının önceki ekonomik kurtarma paketlerinden en önemli farkı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "ABD hükümetinin savaş politikasının halk tarafından anlaşılmasını sağlaması",
      "B": "Sadece emek yoğun çalışan işçi sınıfının işsizliğini değil, sanat, tasarım ve kültür alanında çalışanların işsizliğine de eğilmesi",
      "C": "Sınırlı kaynakları askeri harcamalara yönlendirmesi",
      "D": "Vatandaşların ülkenin savunulmasında vatansever bir konum almasını sağlaması",
      "E": "Daha çok üretim ve istihdam sağlaması"
    },
    "explanation": "New Deal'ı önceki ekonomik kurtarma paketlerinden ayıran en önemli fark, hükümetin <b>sosyal güvenlik</b> sağlamak, bankacılık sistemini reforme etmek ve <b>doğrudan istihdam yaratmak</b> yoluyla ekonomiye ve toplumsal hayata <b>büyük ölçekli ve kalıcı müdahalelerde</b> bulunmasıdır. Özellikle <b>sanat ve kültür alanlarında bile iş imkanı</b> sağlaması, bu programın yenilikçi ve kapsayıcı yönünü göstermiştir."
  },
  {
    "id": "314532",
    "unitNumber": 11,
    "text": "<strong>WPA (İş Geliştirme Dairesi) hangi programın bir parçası olarak kurulmuştur?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "New Deal-Yeniden Toparlanma",
      "B": "FAP 'Federal Sanat Projesi'",
      "C": "Star Wars programı",
      "D": "National Recovery Act ‘Ulusal Toparlanma Eylem Planı’",
      "E": "PWA 'Kamu İşleri Dairesi'"
    },
    "explanation": "<b>İş Geliştirme Dairesi (WPA - Works Progress Administration)</b>, 1930'lu yıllarda Büyük Buhran'ın neden olduğu işsizlikle mücadele etmek amacıyla Başkan Franklin Roosevelt tarafından başlatılan <b>New Deal (Yeniden Toparlanma)</b> programının temel <b>iş ve işçi bulma</b> programı olarak kurulmuştur. WPA, milyonlarca Amerikalıya ücretli iş sağlamıştır."
  },
  {
    "id": "314533",
    "unitNumber": 11,
    "text": "<strong>Aşağıdaki seçeneklerden hangisi Federal Sanat Projesi'nin(</strong><strong>FAP)</strong><strong> faaliyet ayaklarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "İşsiz sanatçılara düşük ücretli iş vermek",
      "B": "Sanat üretimi yapmak",
      "C": "Sanat eğitimi vermek",
      "D": "Sanat araştırması yapmak",
      "E": "Ürün satışı yapmak"
    },
    "explanation": "Federal Sanat Projesi (FAP), görsel sanatlar alanında faaliyet göstermiştir. Faaliyet ayakları Afiş, Duvar Resmi, Sanat Eğitimi ve Heykel/El Sanatlarıdır. <b>Film Yapımcılığı</b>, FAP’ın doğrudan yürüttüğü faaliyetlerden biri <b>değildir</b>; bu tür çalışmalar genellikle Federal Tiyatro Projesi (FTP) veya başka belgesel projeleri altında yer alabilirdi."
  },
  {
    "id": "314534",
    "unitNumber": 11,
    "text": "I. Sağlık ve güvenlik programları<br/>II. Seyahat ve turizm<br/>III. Anti-Semitizm - Anti-Bolşevizm<br/>IV. Sanat sergilerini, tiyatro ve müzik temsilleri<br/><strong>Yukarıda verilen seçeneklerden hangileri FAP afişlerinin ele aldığı konular arasında yer alır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "I ve II",
      "B": "I, II ve IV",
      "C": "I, II ve III",
      "D": "III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "FAP afişlerinin amacı, halka kamu hizmetleri hakkında bilgi vermek ve kültürü teşvik etmekti. Bu bağlamda, <b>I. Sağlık ve güvenlik programları</b>, <b>II. Seyahat ve turizm</b> ve <b>IV. Sanat sergileri, tiyatro ve müzik temsilleri</b>, afişlerin ele aldığı temel konular arasında yer almıştır. Ancak, <b>III. Anti-Semitizm - Anti-Bolşevizm</b> gibi siyasi ve ideolojik temalar WPA programlarının politik olmayan doğası gereği afişlerde <b>kullanılmamıştır</b>."
  },
  {
    "id": "314535",
    "unitNumber": 11,
    "text": "<strong>FAP New York Afiş Bölümü aşağıdakilerden hangisi tarafından yönetilmiştir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Richard Floethe",
      "B": "Alexander Dochenko",
      "C": "Stuart Davis",
      "D": "Emil Ruder",
      "E": "A. M. Cassandre"
    },
    "explanation": "FAP New York Afiş Bölümü, projenin en büyük ve en üretken merkeziydi. Bu bölümün tasarım vizyonunu belirleyen ve modernist estetiğin New Deal afişlerine entegre edilmesini sağlayan kilit isimlerden biri <b>Richard Floethe</b> idi. (Doğru şıkkın bu isim olduğu varsayılmıştır.)"
  },
  {
    "id": "314536",
    "unitNumber": 11,
    "text": "<strong>FAP New York Afiş Bölümü tasarımcıları afişlerini daha çok hangi yöntem ile basmışlardır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Tahta baskı",
      "B": "Serigrafi (ipek baskı)",
      "C": "Taş baskı (litografi)",
      "D": "Offset baskı",
      "E": "Dijital baskı"
    },
    "explanation": "FAP New York Afiş Bölümü tasarımcıları, büyük hacimli, ucuz ve canlı renkli afişler üretmek amacıyla <b>Serigrafi (Silkscreen / İpek Baskı)</b> yöntemini benimsemiştir. Bu teknik, modern ve güçlü grafik tasarımlarının ekonomik olarak çoğaltılmasını sağlamıştır."
  },
  {
    "id": "314537",
    "unitNumber": 11,
    "text": "<strong>FAP (Federal Sanat Projesi) Hangi yıllar arası devam etmiştir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "1933- 1945",
      "B": "1923 - 1933",
      "C": "1933 - 1943",
      "D": "1943 - 1945",
      "E": "1939 - 1945"
    },
    "explanation": "Federal Sanat Projesi (FAP), <b>New Deal</b> kapsamında sanatçıların istihdam edilmesi amacıyla <b>1935</b> yılında kurulmuştur ve ABD’nin İkinci Dünya Savaşı’na girmesiyle hükümet önceliklerinin değişmesi sonucu <b>1943</b> yılında faaliyetine son verilmiştir."
  },
  {
    "id": "351568",
    "unitNumber": 11,
    "text": "I. Federal Sanat Projesi (FAP)<br/>II. Federal Müzik Projesi (FMP)<br/>III. Federal Tiyatro Projesi (FTP)<br/>IV. Federal Yazarlar’ın Projesi (FWP)<br/><strong>Yukarıdakilerden hangisi ya da hangileri Yeniden Toparlanma Programı'nın en büyük iş ve işçi bulma kurumu olan İş Geliştirme Dairesi altında binlerce sanatçıyı, yazarı, oyuncuyu, film yapımcısını, müzisyeni ve dansçıyı istihdam etmiştir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "II ve III",
      "C": "I, II, III ve IV",
      "D": "I, II ve III",
      "E": "Yalnız II"
    },
    "explanation": "Yeniden Toparlanma Programı'nın en büyük iş ve işçi bulma kurumu olan <b>İş Geliştirme Dairesi (WPA)</b> altında kurulan ve genellikle <b>Federal Proje Numarası Bir</b> olarak anılan kültürel projeler, binlerce sanatçıyı, yazarı, oyuncuyu ve müzisyeni istihdam etmiştir. Bu projeler <b>I. FAP</b> (Sanatçılar), <b>II. FMP</b> (Müzisyenler), <b>III. FTP</b> (Oyuncular) ve <b>IV. FWP</b> (Yazarlar) dahil olmak üzere verilen dört seçeneğin <b>hepsini</b> kapsamaktadır."
  },
  {
    "id": "351571",
    "unitNumber": 11,
    "text": "I. Güçlü Amerikan tasarım anlayışını yansıtmıştır.<br/>II. Özgün grafik baskı teknikleriyle ucuza üretilmiştir.<br/>III. Halkı bilgilendirmede önemli ve etkili bir görsel iletişim aracı olmuştur.<br/><strong>Yukarıdakilerden hangisi ya da hangileri WPA/FAP tasarımcıları tarafından yaratılan afişler için söylenebilir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "I, II ve III"
    },
    "explanation": "WPA/FAP tasarımcıları tarafından yaratılan afişler, Amerikan grafik tasarım tarihinde önemli bir yer tutar.<br/>I. Avrupa modernizminden etkilenerek <b>güçlü Amerikan tasarım anlayışını</b> yansıtmışlardır.<br/>II. Özellikle <b>serigrafi</b> gibi <b>özgün grafik baskı teknikleriyle ucuza</b> ve hızlı bir şekilde üretilmişlerdir.<br/>III. Kamu hizmetleri ve kültürel etkinlikler hakkında bilgi yayarak <b>etkili bir görsel iletişim aracı</b> olmuşlardır.<br/>Dolayısıyla, verilen üç ifade de bu afişlerin temel özelliklerindendir."
  },
  {
    "id": "311467",
    "unitNumber": 12,
    "text": "Isotype’ın okunabilirliği, sembollerinin yalınlığıyla belirlenir. Bu semboller, dikkati dağıtıcı ayrıntıyı vermeksizin, anında fark edilebilir olmalıydı. Neurath’a göre, “yayınlaştırılmış imgeleri hatırlamak, gerçek figürleri unutmaktan daha iyidir.<br/><strong>Bu bilgiler doğrultusunda ISOTYPE semboller için aşağıdakilerden hangisi <u>söylenemez</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Yalın",
      "B": "Detaylı",
      "C": "Sade",
      "D": "Basit",
      "E": "Kolay anlaşılır"
    },
    "explanation": "ISOTYPE sembollerinin temel amacı, karmaşık verileri yalın ve anında anlaşılabilir kılmaktır. Bu amaç doğrultusunda semboller, dikkati dağıtıcı <b>ayrıntıları vermeksizin</b> tasarlanmıştır. Sembollerin yalınlığı ve anında fark edilebilir olması, sistemin okunabilirliğini sağlar. Bu bağlamda, ISOTYPE sembollerinin <b>standartlaşmış</b> ve <b>basitleştirilmiş</b> olması esastır. Bu sembollerin okunaklı, özgün ve yalın grafik semboller olarak basıldığı bilgisi, sembollerin karmaşık ya da detaylı değil, aksine <b>yalınlıkla</b> belirlendiğini doğrular."
  },
  {
    "id": "311470",
    "unitNumber": 12,
    "text": "<strong>Isotype’ın piktogramları Linolyum Tekniği ile okunaklı, özgün ve yalın grafik semboller olarak basılmıştır. İstatistikleri resimleme yöntemi olarak üretilen bu piktogramlar aşağıdakilerden hangisinde <u>kullanılmamıştır</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Eğitimde",
      "B": "Ticarette",
      "C": "Logotype’ta",
      "D": "Kitaplarda",
      "E": "Sergi panellerinde"
    },
    "explanation": "ISOTYPE sistemi, istatistikleri görselleştirme yöntemi olarak üretilmiştir ve temel amacı <b>genç çocukların eğitimi</b> ve <b>toplum bilgisine erişimin</b> kolaylaştırılmasıdır. Bu piktogramlar genellikle <b>eğitim</b>, <b>iletişim</b>, <b>kitaplar</b> ve <b>sergi panelleri</b> gibi kamusal bilgi dağıtım alanlarında kullanılmıştır. Ticari faaliyetler veya reklamcılık, ISOTYPE'ın temel kullanım amacı olan <b>görsel eğitim ve istatistik yayınının</b> kapsamı dışındadır."
  },
  {
    "id": "311471",
    "unitNumber": 12,
    "text": "Neurath, daha büyük miktarlar için daha büyük semboller kullanma yerine, daha fazla obje için daha fazla sembol kullanır. Soyut, geleneksel işaretlerden ziyade, “konuşan işaretleri” (speaking signs) benimsemiştir.<br/><strong>Buna göre aşağıdakilerden hangisi <u>söylenemez</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "İşaretler, realistik figürlerin yalınlaştırılmış imgeleridir.",
      "B": "Eğriler, dikdörtgenler ya da daireler gibi geometrik şekiller, gerçek bilim dünyasına aittir.",
      "C": "Sembollerin ifade etmek istediğinden daha fazlasını izleyiciye söylememesi gerekir.",
      "D": "İletilmek istenen mesaja izleyicinin dikkatini hemen çekmesi gerekir.",
      "E": "İşaretler figürleri romantik bir şekilde betimleyen imgeleridir."
    },
    "explanation": "Neurath’ın temel ilkesi, miktarı göstermek için <b>daha büyük semboller kullanmak yerine</b>, <b>daha fazla sembol kullanmaktır</b>. Bu, veri karşılaştırmasında kafa karışıklığını önler ve sembollerin standart boyutunu korur. Ayrıca, sistem soyut ve geleneksel işaretlerden kaçınarak, nesneyi temsil eden ve ne olduğunu 'konuşan' görsel temsiller, yani <b>'konuşan işaretler'</b> (speaking signs) kullanır. Bu prensibe göre, sembollerin boyutunun miktarı göstermek için değiştirilmesi ISOTYPE’ın temel kuralına aykırıdır."
  },
  {
    "id": "311473",
    "unitNumber": 12,
    "text": "1930’da Leipzig’de basılan, yayınlanan ve Toplum ve Ekonomi teması üzerine şekillendirilen …………., sayfaları çıkabilen görsel istatistiklerin ana koleksiyonudur ve standartlaşmış görsel bir dili kullanarak dil bariyerlerine bakılmaksızın karmaşık bilginin nasıl ulaşılabilir kılınacağına dair örnek bir referans kitap olmuştur.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi gelmelidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Modern Man in the Making",
      "B": "Şehir Planlama Müzesi kataloğu",
      "C": "Atlas",
      "D": "İki Millet",
      "E": "The Home Market"
    },
    "explanation": "Boş bırakılan yere gelmesi gereken ifade, Neurath tarafından yönetilen Toplum ve Ekonomi Müzesi’nin (Gesellschafts- und Wirtschaftsmuseum) görsel istatistikleri standartlaştırılmış bir görsel dil kullanarak yayınladığı ana koleksiyonu temsil eden eserdir: <b>Gesellschaft und Wirtschaft (Toplum ve Ekonomi)</b>. Bu eser 1930’da Leipzig’de basılmış ve görsel istatistiklerin nasıl evrensel olarak ulaşılabilir kılınacağına dair önemli bir referans olmuştur."
  },
  {
    "id": "311474",
    "unitNumber": 12,
    "text": "<strong>Isotype sembolleri ile ilgili olarak aşağıdakilerden hangisi doğrudur? </strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Çok fazla metin kullanılmıştır.",
      "B": "İmgeler kullanılmamıştır.",
      "C": "Semboller sayfa gridi olarak kullanılmamıştır.",
      "D": "Sembollerin amacı, istatistiklerin sözlü içeriğini desteklemek ve özetlemektir.",
      "E": "Realistik bir şekilde betimlenen imgelerdir."
    },
    "explanation": "ISOTYPE sembolleri, yalın ve standartlaştırılmış olmalıdır. Okunabilirlikleri, <b>sembollerinin yalınlığıyla</b> belirlenir. Bu semboller, dikkati dağıtıcı ayrıntıyı vermeksizin, <b>anında fark edilebilir</b> olmalıydı. Semboller soyut değil, temsil ettikleri nesnenin temel özelliklerini yansıtan <b>konuşan işaretlerdir</b>. Doğru olan ifade, sembollerin <b>basit, anlaşılır ve standartlaşmış</b> olmasıdır."
  },
  {
    "id": "311475",
    "unitNumber": 12,
    "text": "Arntz, politikadan, ekonomiden, demografiklerden ve endüstriden temel verileri sembolize eden (simgeleştiren) 4000 sembolden daha fazlasından meydana gelen …………………………….geliştirmiştir.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi gelmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Isotype görsel sözlüğü",
      "B": "Afiş tasarımı",
      "C": "The Home Market tasarımı",
      "D": "Kimlik tasarımı",
      "E": "Harita tasarımı"
    },
    "explanation": "Gerd Arntz, Neurath’ın felsefesi doğrultusunda, politikadan, ekonomiden ve demografik verilerden temel bilgileri simgeleyen <b>4000’den fazla sembolden</b> oluşan kapsamlı bir katalog geliştirmiştir. Bu katalog, ISOTYPE sisteminin tutarlılığını sağlamak için kullanılan <b>Isotype görsel sözlüğüdür</b> (veya Viyana Metodu Resim Sözlüğü)."
  },
  {
    "id": "314538",
    "unitNumber": 12,
    "text": "I. İşaret sistemini<br/>II. İstatistiksel grafikleri<br/>III. Bilgilendirme grafikleri<br/><strong>Neurath, gerçekte genç çocukların eğitimcileri tarafından kullanılması amacıyla Isotype Sistemi'ni yaratmasına karşın yukarıdakilerden hangisi ya da hangilerini etkilemiştir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "ISOTYPE Sistemi, başlangıçta genç çocukların eğitimi için tasarlanmış olsa da, geliştirdiği standardize <b>piktogramlar</b> ve <b>bilgi görselleştirme</b> prensipleri sayesinde modern grafik tasarım ve iletişim alanlarını kökten etkilemiştir. Dolayısıyla, günümüzdeki <b>işaret sistemlerini</b> (I), <b>istatistiksel grafikleri</b> (II) ve <b>bilgilendirme grafiklerini</b> (infografikler) (III) doğrudan etkilemiştir."
  },
  {
    "id": "314539",
    "unitNumber": 12,
    "text": "<strong>Isotype’ın piktogramlarını ve görsel işaretlerini tasarlayan ilk kişi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Gerd Arntz",
      "B": "Otto Baumberger",
      "C": "Hugo Laubi",
      "D": "Katsushika Hokusai",
      "E": "Herbert Matter"
    },
    "explanation": "ISOTYPE sisteminin felsefesi ve kuralları Otto Neurath tarafından geliştirilmiş olsa da, bu sistemi görselleştiren, yani piktogramları ve görsel işaretleri okunaklı ve yalın bir grafik sembol diline dönüştüren kişi sanatçı <b>Gerd Arntz</b>’dır. Arntz, sembollerin standartlaşmış tasarımını gerçekleştirerek sistemin görsel kimliğini oluşturmuştur."
  },
  {
    "id": "314540",
    "unitNumber": 12,
    "text": "I. Leipzig’de Savaş Ekonomisi Müzesi (Museum of War Economy)<br/>II. Şehir Planlama Müzesi (Museum of Town Planning),<br/>III. Toplum ve Ekonomi Müzesi (Gesellschafts- und Wirtschaftsmuseum)<br/><strong>Otto Neurath, Viyana ve Berlin’de matematik, fizik, ekonomi ve sosyoloji eğitimi aldıktan sonra yukarıdaki müzelerden hangisi ya da hangilerini yönetmiştir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "I, II ve III"
    },
    "explanation": "Otto Neurath, kariyeri boyunca görsel eğitim ve sosyal istatistiklerin yaygınlaştırılmasına odaklanmıştır. Viyana ve Berlin’de eğitim aldıktan sonra yönettiği önemli kurumlar arasında, Viyana’da kurulan <b>Toplum ve Ekonomi Müzesi</b> (III) ve daha önce Leipzig’de yönettiği <b>Savaş Ekonomisi Müzesi</b> (I) bulunmaktadır. Bu müzeler, görsel istatistikleri sergilemek üzere kurulmuştur."
  },
  {
    "id": "314541",
    "unitNumber": 12,
    "text": "I. Eğitimde<br/>II. Ticarette<br/>III. İletişimde<br/>IV. Kitaplarda<br/>V. Sergi panellerinde<br/><strong>Isotype’ın piktogramları linolyum tekniği ile okunaklı, özgün ve yalın grafik semboller olarak basılmıştır. İstatistikleri resimleme yöntemi olarak üretilen bu piktogramlar yukardakilerin hangisinde kullanılmamıştır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "II, III ve V",
      "B": "I, III veI V",
      "C": "I, II, III, ıV ve V",
      "D": "IV ve V",
      "E": "II, IV ve V"
    },
    "explanation": "Isotype’ın piktogramları, <b>Linolyum Tekniği</b> ile basılmış ve istatistikleri resimleme yöntemi olarak üretilmiştir. Kullanım alanları arasında <b>Eğitim</b>, <b>İletişim</b>, <b>Kitaplar</b> ve <b>Sergi Panelleri</b> (I, III, IV, V) bulunur. Ancak sistemin amacı, toplumsal bilgiyi ve istatistikleri yaymaktır, doğrudan <b>Ticaret</b> (II) amaçlı reklamcılık veya bireysel ticari faaliyetler için tasarlanmamıştır."
  },
  {
    "id": "314542",
    "unitNumber": 12,
    "text": "“Gerd Arntz, bireysel duyguları ifade etme yerine, toplum içinde yaşanan gelişmeleri resimlemekteydi. Arntz, işçilerin yaşamını ve sınıf mücadelesini ……………….ve ……………tekniğiyle betimlemiş ve stilize etmiştir.”<br/><strong>Cümlede boş bırakılan yerlere aşağıdakilerden hangisi gelmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "ağaç baskı - linolyum",
      "B": "taş baskı - ağaç baskı",
      "C": "fotoğraf - kolaj",
      "D": "linolyum - taş baskı",
      "E": "ipek baskı - fotoğraf"
    },
    "explanation": "Gerd Arntz, sosyal realizmi ve sınıf mücadelesini tasvir eden politik sanat eserleriyle tanınır. Sanatçı, bireysel duygulardan ziyade toplumsal gelişmeleri resimlemiş; güçlü ve stilize grafikler üretmek için <b>Tahta Gravür (Woodcut)</b> ve <b>Linolyum (Linocut)</b> tekniklerini kullanmıştır. Bu baskı teknikleri, ISOTYPE sembollerinin yalın ve okunaklı basılması için de uygun zemin hazırlamıştır."
  },
  {
    "id": "314543",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi Neurath’nın Isotype sembollerini ortaya çıkarırken ilham aldığı ve resim dilinin gelişmesine yardım eden kaynaklardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Eski Mısır’dan hiyeroglifler",
      "B": "Barok amblemler",
      "C": "El yazması kitap motifleri",
      "D": "On sekizinci yüzyıl savaş imgelerinde askerlerin sunumu",
      "E": "Aydınlanma çağında resimli ansiklopediler"
    },
    "explanation": "Neurath, Isotype sembollerini ortaya çıkarırken evrensel ve kelimesiz bir dil yaratma amacıyla çeşitli görsel kaynaklardan ilham almıştır. Bu kaynaklar genellikle <b>Antik Mısır hiyeroglifleri</b>, <b>Çin yazısı</b>, <b>çocuk resimleri</b> ve geleneksel işaret sistemleridir. Rönesans resmi ve onunla ilişkili <b>perspektif teknikleri</b> ise genellikle yalınlığı bozduğu ve batılı kültürlere özgü olduğu için ISOTYPE’ın felsefesine aykırı kabul edilir ve ilham kaynağı arasında yer almaz."
  },
  {
    "id": "314544",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi Otto Neurath tarafından yönetilen Toplum ve Ekonomi Müzesi’nin ilk büyük yayınıdır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Modern Man in the Making",
      "B": "Atlas",
      "C": "İki Millet",
      "D": "The Home Market",
      "E": "Uluslararası Görsel Eğitim Kuruluşu"
    },
    "explanation": "Otto Neurath tarafından yönetilen Toplum ve Ekonomi Müzesi’nin görsel istatistikleri dünyaya duyuran ilk büyük yayını, 1930 yılında Leipzig’de basılan <b>Gesellschaft und Wirtschaft (Toplum ve Ekonomi)</b> isimli eserdir. Bu çalışma, karmaşık bilgilerin görselleştirilmesini ve dil bariyerlerinin aşılmasını amaçlayan görsel bir referans kitap olmuştur."
  },
  {
    "id": "314545",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi Isotype sembollerinin özelliği <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Cümleler yerine, ana kelimelere sınırlandırabilmek için daha az metin, kullanılmış.",
      "B": "İmgeler ilişkileri yansıtmıştır.",
      "C": "Semboller sayfa gridi içerisinde sunulmuştur.<br/>.",
      "D": "Dikey düzenleme, genelde çeşitli veriler arasında bir karşılaştırma ya da zamanın akışını gösterirken; yatay düzenleme, miktarlardaki değişiklikleri ifade etmiştir.",
      "E": "Bol metin kullanımı vardır."
    },
    "explanation": "ISOTYPE sembollerinin temel özelliklerinden biri, <b>standardizasyon</b> ve <b>yalınlıktır</b>. En kritik kural, daha büyük miktarları göstermek için sembollerin boyutunu değiştirmek yerine, <b>daha fazla sembolün tekrarlanarak</b> kullanılmasıdır. Sembol boyutunun değiştirilmesi, yanlış izlenimlere yol açacağı için ISOTYPE’ın katı kurallarına aykırıdır."
  },
  {
    "id": "314546",
    "unitNumber": 12,
    "text": "I. Evrensel olarak anlaşılmak<br/>II. Eğitimsiz insanların basit ve açık seçik imgelerle çevrelerindeki dünya bilgisine sahip olmalarını sağlamak<br/>III. Dil ve kültür bariyerlerinin üstesinden gelmek<br/><strong>Arntz, politikadan, ekonomiden, demografiklerden ve endüstriden temel verileri sembolize eden (simgeleştiren) 4000 sembolden daha fazlasından meydana gelen Isotype görsel sözlüğünü geliştirmiştir. Görsel istatistiklerin amacı yukarıdakilerden hangisi ya da hangileridir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız II",
      "B": "Yalnız III",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Görsel istatistikler, yani ISOTYPE sistemi, Neurath'ın 'kelimesiz bir dünya dili' vizyonunu gerçekleştirmeye hizmet eder. Temel amaçları: <b>Evrensel olarak anlaşılmak</b> (I), dil ve kültür <b>bariyerlerinin üstesinden gelmek</b> (III) ve özellikle eğitimi düşük insanların bile <b>basit ve açık seçik imgelerle dünya bilgisine sahip olmalarını sağlamaktır</b> (II). Bu amaçların hepsi ISOTYPE felsefesinin merkezinde yer alır."
  },
  {
    "id": "314547",
    "unitNumber": 12,
    "text": "Kelimesiz bir dünya dili”ni yaratmaya yönelik önemli bir hareket olan Isotype konsepti, iletişimi ifade etmek adına yalın …………….kullanımını içerir.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi gelmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "piktogram",
      "B": "tipografi",
      "C": "fotoğraf",
      "D": "kolaj",
      "E": "afiş"
    },
    "explanation": "ISOTYPE (International System of Typographic Picture Education), 'Kelimesiz bir dünya dili' yaratmayı hedefler. Bu hedefe ulaşmak için iletişimi ifade etmede ve istatistikleri görselleştirmede kullanılan yalın ve standartlaştırılmış görsel birimler <b>piktogramlardır</b>. Piktogramlar, karmaşık verileri hızlıca okunabilir hale getirir."
  },
  {
    "id": "350816",
    "unitNumber": 12,
    "text": "<strong>Isotype’ın piktogramlarını ve görsel işaretlerini tasarlayan ilk kişi olma unvanını aşağıdakilerden hangisi almıştır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Otto Neurath",
      "B": "Jean Carlu",
      "C": "Gerd Arntz",
      "D": "Joseph Goebbels",
      "E": "Frederick Siebel"
    },
    "explanation": "ISOTYPE’ın piktogramlarını ve görsel işaretlerini tasarlayan, yani sistemin görsel dilini oluşturan kişi, Hollandalı sanatçı <b>Gerd Arntz</b>’dır. Arntz, 4000’den fazla sembol tasarlayarak Neurath’ın felsefesini somutlaştırmıştır."
  },
  {
    "id": "350818",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi Neurath’nın ilham aldığı ve resim dilinin gelişmesine yardım eden kaynaklar arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Eski Mısır’dan hiyeroglifler",
      "B": "18. yüzyıl savaş imgelerinde askerlerin sunumu",
      "C": "Aydınlanma Çağı'nda resimli ansiklopediler",
      "D": "Gotik Dönemi'ne ait amblemler",
      "E": "Çocuk kitabı illüstrasyonları"
    },
    "explanation": "Neurath’ın ilham kaynakları arasında, yalın, basitleştirilmiş ve evrensel görsel anlatım biçimleri yer alır (Hiyeroglifler, Çin yazısı, çocuk resimleri). Ancak, bireysel anlatımı ve duygusal derinliği öne çıkaran <b>Dışavurumculuk (Ekspresyonizm)</b>, ISOTYPE'ın nesnel ve toplumsal veriye dayalı standartlaştırma amacına ters düştüğü için ilham kaynakları arasında yer almaz. Arntz bu teknikle çalışsa da, sistemin temel ilham kaynağı değildir."
  },
  {
    "id": "408254",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi linolyum tekniği ile basılan piktogramların kullanım alanlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Eğitim",
      "B": "Ticaret",
      "C": "İletişim",
      "D": "Kitaplar",
      "E": "Mimari tasarım"
    },
    "explanation": "Linolyum tekniği ile basılan Isotype piktogramları, istatistiklerin yayılması ve kitlesel eğitim amaçlı tasarlanmıştır. Bu nedenle kullanım alanları <b>eğitim materyalleri</b>, <b>sergi panelleri</b> ve <b>kitaplardır</b>. Direkt olarak <b>Ticaret</b> (ticari reklamcılık veya pazarlama) sistemi kullanım alanlarından biri değildir, çünkü sistemin temel felsefesi kar amacı gütmeyen bilgi yayılımıdır."
  },
  {
    "id": "311478",
    "unitNumber": 13,
    "text": "<strong>\"Ulusun savaş politikalarının Amerikan halkı tarafından anlaşılmasını sağlamak, pozitif duyguları işleyerek halkı ikna ve motive etmek amaçlı birçok afiş serisini yaratmıştır.\" şeklinde ifade edilen kurum aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Savaş ve Enformasyon Dairesi",
      "B": "Nazi Propaganda Bakanlığı",
      "C": "Amerikan Kızılhaçı",
      "D": "WPA",
      "E": "Wall Street Borsası"
    },
    "explanation": "Bu görev tanımı, İkinci Dünya Savaşı sırasında ABD hükümetinin en önemli propaganda aygıtı olan <b>Savaş Enformasyon Ofisi'ne (Office of War Information - OWI)</b> aittir. OWI, savaş çabalarını desteklemek, ulusun moralini yüksek tutmak ve hükümetin politikalarını halka açıklamayı amaçlayan sayısız afiş, radyo yayını ve film serisini yönetmiştir. OWI, Amerikalıları motive etmek için genellikle <b>pozitif duygular</b> ve vatanseverlik temalarını kullanmıştır."
  },
  {
    "id": "311482",
    "unitNumber": 13,
    "text": "<strong>“Hitabet Okulu”, “Vatandaşların Radyosu”, “Resim, Heykel, Mimarlık ve Sanatta Tam Kontrol” kimin ve hangi ülkenin propaganda yaklaşımıdır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Goebbels - Nazi Almanyası",
      "B": "Hindenburg - Wiemar Almanyası",
      "C": "Roosevelt - ABD",
      "D": "Hitler - Doğu Almanya",
      "E": "Fransa - Vichy Hükümeti"
    },
    "explanation": "Belirtilen unsurlar, özellikle kültürel ve sanatsal alanda <b>tam kontrol</b> yaklaşımı, Nazi Almanya'sının Propaganda Bakanı olan <b>Joseph Goebbels</b>'e ve onun yönettiği propaganda aygıtına aittir. Goebbels, mesajların tek bir kaynaktan, tamamen merkezi bir şekilde kontrol edilmesi için “Halkı Aydınlatma ve Propaganda Bakanlığı”nı kurmuştur. “Vatandaşların Radyosu” (Volksempfänger) ise Nazi ideolojisini geniş kitlelere ulaştıran ucuz radyo cihazları projesidir."
  },
  {
    "id": "311484",
    "unitNumber": 13,
    "text": "<strong>“Tek Halk, Tek Reich, Tek Lider” sloganı hangi devletin propaganda afişlerinde slogan olarak kullanılmıştır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "ABD",
      "B": "SSCB",
      "C": "Birleşik Krallık",
      "D": "Fransa",
      "E": "Nazi Almanyası"
    },
    "explanation": "“Tek Halk, Tek Reich, Tek Lider” (Ein Volk, Ein Reich, Ein Führer) sloganı, <b>Nasyonal Sosyalist Almanya</b>'nın temel ideolojik amacını yansıtır. Bu slogan, Alman ulusunun ırksal ve ideolojik birliğini (Tek Halk), coğrafi ve politik birliğini (Tek Reich) ve mutlak otoriteye olan bağlılığını (Tek Lider - <b>Adolf Hitler</b>) vurgulayan en yaygın ve güçlü propaganda sloganlarından biridir."
  },
  {
    "id": "314548",
    "unitNumber": 13,
    "text": "Büyük Buhran, ABD ve Alman ekonomilerini ve politikalarını derinden etkilemiştir.<br/><strong>Büyük Buhran'a aşağıdakilerden hangisi</strong><strong> sebep olmuştur?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "I. Dünya Savaşı",
      "B": "Versay Anlaşması",
      "C": "1929 Wall Street Borsası’nın Çöküşü",
      "D": "Pearl Harbour Baskını",
      "E": "Wiemar Rejimi"
    },
    "explanation": "Büyük Buhran'ın (Great Depression) doğrudan ve en büyük tetikleyicisi, <b>24 Ekim 1929'da başlayan New York Borsası'nın çöküşüdür (Kara Salı)</b>. Bu çöküş, yatırımcı güvenini yok etmiş, bankacılık sistemini felç etmiş ve dünya çapında ekonomik daralmaya yol açmıştır. Bu ekonomik kaos, hem ABD'de hem de Almanya'da aşırı politik hareketlerin (Nazizm gibi) yükselmesine zemin hazırlamıştır."
  },
  {
    "id": "314549",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi Hitler'in \"Kavgam (Mein Kampf)\" adlı kitabında belirttiği propaganda özellikleri arasında <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Eğitici ve entelektüellere göre olmalıdır.",
      "B": "Akıldan ziyade hislere hitap etmelidir.",
      "C": "Kitlelerin dikkatini çekmelidir.",
      "D": "Kitlelerin duygularını hedef almalıdır.",
      "E": "Kitlesel toplantılar ile duygusal atmosfer yaratılmalıdır."
    },
    "explanation": "Adolf Hitler, <b>Kavgam (Mein Kampf)</b> adlı eserinde etkili propagandanın özelliklerini detaylandırmıştır. Hitler'e göre propaganda, her zaman <b>kitleye yönelik olmalı</b>, mesajı <b>basit</b> tutmalı, yalnızca bir veya iki düşmana odaklanmalı ve sürekli <b>tekrarlama</b> yoluyla akılda kalıcılığı sağlamalıdır. Propaganda, kitlelerin <b>duygularına</b> hitap etmeli ve asla karmaşık, mantıksal argümanlara veya rakibin görüşüne yer vermemelidir. Bu nedenle, 'gerçekleri detaylı ve mantıksal argümanlarla açıklamak' Nazi propaganda ilkelerine aykırıdır."
  },
  {
    "id": "314550",
    "unitNumber": 13,
    "text": "Bu bakanlık, Nasyonal Sosyalist değerler üzerine temellendirilen yeni bir toplumu, yeni bir dünya görüşünü yaratmak ve nüfusu yeniden eğitme görevini gerçekleştirmek amacıyla kurulmuştu.<br/><strong>Cümlede anlatılan kurum aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Savunma Bakanlığı",
      "B": "Hücum Birlikleri",
      "C": "Gestapo Teşkilatı",
      "D": "Popüler Aydınlatma ve Propaganda Bakanlığı",
      "E": "Savaş ve Enformasyon Ofisi"
    },
    "explanation": "Cümlede anlatılan kurum, 1933 yılında <b>Joseph Goebbels</b> liderliğinde kurulan <b>Halkı Aydınlatma ve Propaganda Bakanlığı'dır (Reich Ministry of Public Enlightenment and Propaganda)</b>. Bu bakanlığın temel amacı, Alman toplumunu 'yeniden eğitmek', Nasyonal Sosyalist ideolojiyi kültürel, sanatsal ve medya yoluyla yaymak ve tüm enformasyon akışını <b>merkezi kontrol</b> altına alarak yeni bir dünya görüşü yaratmaktı."
  },
  {
    "id": "314551",
    "unitNumber": 13,
    "text": "I. Kutsal Führer miti<br/>II. Aryan kadın ve erkek figürleri<br/>III. Anti-Semitizm - Anti-Bolşevizm<br/>IV. Tınaksız font kullanımının yasaklanması<br/><strong>Yukarıda verilen seçeneklerden hangileri Nazi propaganda afişlerinin tasarım yüzeyini oluşturan unsurlar arasında yer alır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "I, II ve IV",
      "C": "I, II ve III",
      "D": "III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Nazi propaganda afişlerinin tasarım yüzeyini oluşturan temel temalar ve unsurlar şunlardır: I. <b>Kutsal Führer miti</b> (Hitler'in Tanrısal lider olarak gösterilmesi), II. <b>Aryan kadın ve erkek figürleri</b> (ırksal idealizasyon), III. <b>Anti-Semitizm ve Anti-Bolşevizm</b> (baş düşmanların hedeflenmesi).<br/>IV. Tınaksız (sans-serif) font kullanımının yasaklanması ise afişlerin tematik içeriği veya figüratif unsurları değil, dönemin <b>tipografi kuralı</b> ile ilgili bir karardır. Dolayısıyla I, II ve III afişlerin tasarım yüzeyindeki ikonografik unsurlardır."
  },
  {
    "id": "314552",
    "unitNumber": 13,
    "text": "<strong>“Resim, heykel, mimarlık vb. tasarım, kültür ve sanatta tam kontrol” kimin ve hangi ülkenin Propaganda yaklaşımıdır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Goebbels - Nazi Almanyası",
      "B": "Fransa-Vichy Hükümeti",
      "C": "Hindenburg-Wiemar Almanyası",
      "D": "Roosevelt-ABD",
      "E": "Hitler-Doğu Almanya"
    },
    "explanation": "Propaganda yaklaşımı olarak sanat, kültür ve mimarlıkta tam kontrolü sağlayan kişi <b>Joseph Goebbels</b>, ülke ise <b>Nazi Almanya'sıdır</b>. Bu kontrol, Reich Kültür Odası (Reichskulturkammer) aracılığıyla uygulanmış; amaç, tüm sanatsal üretimin Nasyonal Sosyalist ideolojiye hizmet etmesini ve rejime uygun olmayan eserlerin (dejeneratif sanat) yasaklanmasını sağlamaktı."
  },
  {
    "id": "314553",
    "unitNumber": 13,
    "text": "<strong>Amerikan propaganda afişlerinin illüstrasyon üslubu neden değişmiştir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Savaşı kazanacaklarına olan inanç artığı için",
      "B": "Savaş ABD için kötü gitmeye başladığı için",
      "C": "Japonlar Pearl Harbor’a saldırdığı için",
      "D": "Almanya savaşı kazandığı için",
      "E": "Atom bombası atıldığı için"
    },
    "explanation": "Amerikan propaganda afişlerinin illüstrasyon üslubu, <b>savaşın ciddiyetine ve gidişatına</b> ayak uydurmak amacıyla değişmiştir. Başlangıçta iyimser ve ticari çizim stilindeyken, savaş derinleştikçe ve kayıplar arttıkça, halktan daha büyük fedakarlıklar talep etmek ve tehditleri daha açık göstermek için üslup daha <b>dramatik, sert ve stilize (modern)</b> hale gelmiştir. Bu değişimde <b>Office of War Information (OWI)</b> tarafından belirlenen yeni görsel politikalar etkili olmuştur."
  },
  {
    "id": "314554",
    "unitNumber": 13,
    "text": "<strong>“Tek Halk, Tek Reich, Tek Lider” sloganı hangi devletin propaganda afişlerinde slogan olarak kullanılmıştır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "ABD",
      "B": "SSCB",
      "C": "Alman Nazi Hükümeti",
      "D": "Fransa",
      "E": "Birleşik Krallık"
    },
    "explanation": "Bu slogan (Ein Volk, Ein Reich, Ein Führer), <b>Almanya</b>'da (Nazi Rejimi) kullanılmıştır. Slogan, Hitler'in totaliter yönetiminin üç temel direğini temsil eder: ırksal birlik, tek bir devlet ve Führer'in tartışmasız liderliği. Propagandanın temel amacı, halkı bu üçlü kavram etrafında mobilize etmek ve Nasyonal Sosyalist dünya görüşüne tamamen bağlamaktı."
  },
  {
    "id": "351581",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi Nazi Almanya'sı afişlerinin temalarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Antikomünizm",
      "B": "Sosyal hiyerarşi",
      "C": "Tasarruf amaçlı",
      "D": "Nasyonal birlik",
      "E": "Kahramansı aryan kadın, erkek ve gençlerin rolü"
    },
    "explanation": "Nazi Almanya'sı afişleri genellikle I. Führer kültünü ve Alman ırkının üstünlüğünü, II. Anti-Semitizmi ve Anti-Bolşevizmi, III. Savaş fedakarlığını ve kahramanlığı, IV. ırksal saflığı temalarını işler. Nazi ideolojisi, demokratik değerleri veya <b>eşitlikçi azınlık haklarını</b> destekleyen herhangi bir temayı kesinlikle kullanmamıştır; tam tersine, azınlıklar (özellikle Yahudiler) düşman olarak gösterilmiştir."
  },
  {
    "id": "311485",
    "unitNumber": 14,
    "text": "İsviçre’nin sınırlarını aşan bir etkiye sahip olması ve tipografik öğelere olan güçlü bağımlılığı nedeniyle İsviçre Tasarımı, ………..……. olarak adlandırılmıştır.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi gelmelidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Evrensel Stil",
      "B": "Uluslararası Tipografik Üslup",
      "C": "İsviçre Yazı Sanatı",
      "D": "İsviçre Tasarım Hareketi",
      "E": "Uluslararası Sanat Dili"
    },
    "explanation": "İsviçre’de Zürih ve Basel merkezli olarak geliştirilen bu tasarım stili, sadece İsviçre sınırları içinde kalmayıp, küresel çapta bir etki yarattığı, evrensel ve nesnel tasarım prensiplerini benimsediği için <b>Uluslararası Tipografik Üslup</b> (International Typographic Style) olarak adlandırılmıştır."
  },
  {
    "id": "311486",
    "unitNumber": 14,
    "text": "<strong>Emil Ruder’in kontrast doku ve ölçek aracılığıyla olanaklarından faydalandığı favori yazı karakteri aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Univers",
      "B": "Helvetica",
      "C": "Akzidenz",
      "D": "Bodoni",
      "E": "Didot"
    },
    "explanation": "Basel Tasarım Okulu'nun önemli eğitimcilerinden olan <b>Emil Ruder</b>, tipografik tasarımlarında derinlik, doku ve ölçek kontrastını vurgulamayı severdi. Bu tür sistematik varyasyonlara en iyi olanak sağlayan ve çağdaş sans-serif ailesi olan <b>Univers</b>, Ruder’in favori yazı karakteriydi. Ruder, kontrastı kullanmada Univers’in farklı ağırlıklarını ve stillerini ustaca bir araya getirmiştir."
  },
  {
    "id": "311487",
    "unitNumber": 14,
    "text": "<strong>Grid Sistemi'ni tasarım ve tasarımcı boyutunda inceleyen \"Grafik Tasarımda Grid Sistemi\" kitabının yazarı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Josef Müller- Brockmann",
      "B": "Armin Hofmann",
      "C": "Jan Tschichold",
      "D": "April Greiman",
      "E": "Max Bill"
    },
    "explanation": "Uluslararası Tipografik Üslup'un en temel prensiplerinden biri olan <b>Grid Sistemi</b>'nin teorik ve pratik uygulamasını detaylı olarak inceleyen ve stilin yayılmasına büyük katkı sağlayan “Grafik Tasarımda Grid Sistemi” (Grid Systems in Graphic Design) adlı kitabın yazarı, Zürih Okulu'nun önde gelen ismi <b>Josef Müller-Brockmann</b>’dır."
  },
  {
    "id": "311490",
    "unitNumber": 14,
    "text": "<strong>İsviçre Grafik tasarımının ikon dergisi hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Harper’s Bazaar",
      "B": "Novum",
      "C": "Graphis",
      "D": "Eye",
      "E": "Neue Grafik"
    },
    "explanation": "İsviçre Grafik Tasarımının (Uluslararası Tipografik Üslup) fikirlerinin, felsefesinin ve en iyi örneklerinin uluslararası alanda yayılmasında kilit rol oynayan ikon dergi <b>Neue Grafik</b> (Yeni Grafik Tasarım) olmuştur. Bu dergi, Müller-Brockmann, Lohse, Ruder ve Vivarelli gibi önde gelen İsviçreli tasarımcılar tarafından 1958-1965 yılları arasında yayınlanmıştır."
  },
  {
    "id": "311491",
    "unitNumber": 14,
    "text": "……………… çalışmalarında belirli bir dinamizm ve hız hissini yansıtmak amacıyla genellikle fotografik ve tipografik öğeleri renk şeritleriyle bir arada kullanmıştır. Tasarımlarında netliği, ritmi ve sentezi tercih etmiştir. Üst üste binen tipografi, grafik öğeler ve imgelerle karmaşık kompozisyonlar yaratmış, denge, hizalama ve katmanların görünmesine izin veren şeffaf (transparan) mürekkepler kullanarak karmaşıklığın ortasında düzeni korumuştur.<br/><strong>Paragrafta boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Armin Hofmann",
      "B": "Max Huber",
      "C": "Ernst Keller",
      "D": "Emil Ruder",
      "E": "Max Bill"
    },
    "explanation": "Paragrafta bahsedilen, dinamizm ve hız hissini yansıtmak amacıyla fotografik ve tipografik öğeleri renk şeritleriyle birleştiren, karmaşık ancak düzenli kompozisyonlar yaratan, denge ve şeffaf katmanları kullanan tasarımcı, İsviçre tipografisinin önemli isimlerinden <b>Hans Neuburg</b>'dur. Neuburg, özellikle ızgara sistemi üzerinde deneysel ve dinamik yaklaşımlar sergilemiştir."
  },
  {
    "id": "311493",
    "unitNumber": 14,
    "text": "<strong>Josef Müller-Brockmann’ın İsviçre stilinin özünü temsil eden afişi hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Beethoven afişi",
      "B": "Der Film afişi",
      "C": "‘Daha az gürültü’ afişi",
      "D": "Musica viva afişi",
      "E": "Modern İsviçre sanatı afişi"
    },
    "explanation": "Josef Müller-Brockmann’ın İsviçre stilinin (Uluslararası Tipografik Üslup) özünü temsil eden ve sanat ile düzeni birleştiren en bilinen eserleri, özellikle <b>Musica Viva</b> serisi için tasarladığı soyut <b>konçerto afişleri</b>dir. Bu afişler, sadece tipografi ve geometrik şekiller kullanarak netlik, ritim ve asimetrik denge ilkelerini yansıtır."
  },
  {
    "id": "311494",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi Armin Hofmann’ın nokta ve çizgi ile ilgili görüşleri arasında <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "İki boyutlu kare bir alana tek bir noktayı koymak büyük bir müdahaledir.",
      "B": "Çizgi, hareket eden bir noktanın izidir.",
      "C": "Noktanın aksine çizginin doğası gereği dinamiktir.",
      "D": "Çizgi, sonsuzluğa doğru her yöne doğru uzayabilir ve ne bir forma ne de bir merkeze bağlıdır.",
      "E": "Nokta ve çizgi arasında bir herhangi bir ilişki yoktur."
    },
    "explanation": "Armin Hofmann, temel görsel unsurların (nokta, çizgi, düzlem) kontrastı ve etkileşimine büyük önem vermiştir. Hofmann’a göre, bu unsurlar arasında bir <b>gerilim</b> ve <b>dinamizm</b> olmalı ve her biri estetik bir rol üstlenmelidir. Hofmann'ın görüşleri arasında olmayan bir ifade, bu unsurların sadece pasif veya statik bir araç olduğu fikridir, zira o, bu öğelerin <b>görsel potansiyelini</b> vurgulamıştır."
  },
  {
    "id": "314555",
    "unitNumber": 14,
    "text": "<strong>Uluslararası Tipografik Üslup felsefesinin oluşmasında ve yeni anlatım tarzlarının gelişmesinde aşağıdakilerden hangisinin etkisi <u>yoktur</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Rus konstrüktivizmi",
      "B": "De Stijl",
      "C": "Bauhaus",
      "D": "Pop Art",
      "E": "Yeni Tipografi Düşüncesi"
    },
    "explanation": "Uluslararası Tipografik Üslup, <b>Bauhaus</b>, <b>De Stijl</b> ve <b>Konstrüktivizm</b> gibi 20. yüzyılın başlarında ortaya çıkan rasyonel, nesnel ve işlevsel sanat akımlarından etkilenmiştir. <b>Art Nouveau</b> (Yeni Sanat), süslemeye, organik formlara ve dekoratif öğelere dayandığı için, ITS'nin süsten arınmış ve matematiksel düzeni temel alan felsefesiyle çelişir ve felsefesinin oluşumunda temel bir etkisi <b>yoktur</b>."
  },
  {
    "id": "314556",
    "unitNumber": 14,
    "text": "<strong>Grafik tasarımı De Stijl sanat hareketinin ilkelerini uygulayan tasarımcı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Emil Ruder",
      "B": "Théo Ballmer",
      "C": "Ernst Keller",
      "D": "Josef Müller-Brockmann",
      "E": "Max Huber"
    },
    "explanation": "<b>Max Bill</b>, Uluslararası Tipografik Üslup'a (ITS) önemli katkılarda bulunmuş bir tasarımcıdır ve grafik tasarımında özellikle Hollanda merkezli <b>De Stijl</b> sanat hareketinin (geometrik saflık, matematiksel düzen) ilkelerini uygulamıştır. Max Bill, Somut Sanat (Concrete Art) kavramını bu ilkeler üzerine inşa etmiştir."
  },
  {
    "id": "314557",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi Uluslararası Tipografik Üslûp temelinde konumlanan düşünce okullarından biridir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Zürih Okulu",
      "B": "Yale Tasarım Okulu",
      "C": "Arts and Crafts",
      "D": "New York Okulu",
      "E": "Bauhaus Okulu"
    },
    "explanation": "Uluslararası Tipografik Üslup'un teorik temellerini atan ve tasarımcı kadrolarını yetiştiren iki ana eğitim kurumu ve düşünce okulu, <b>Zürih Sanat ve Zanaat Okulu</b> (Josef Müller-Brockmann ve Ernst Keller) ile <b>Basel Tasarım Okulu</b> (Emil Ruder ve Armin Hofmann) olmuştur."
  },
  {
    "id": "314558",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi somut sanat afişlerinin ayırt edici özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Dominant çizgiler, renkler ve alanlar (mekânlar)",
      "B": "Kare, daire, üçgen ve dikdörtgen gibi temel geometrik şekiller",
      "C": "Organik, kinetik ve yumuşak fotografik görüntü",
      "D": "Açıkça \"okunabilir\" alanlar ve yalnızca minimum bilgi",
      "E": "Asimetrik düzenlemeler"
    },
    "explanation": "Somut Sanat (Concrete Art), <b>Max Bill</b> tarafından geliştirilen ve ITS felsefesiyle örtüşen, tamamen matematiksel, geometrik ve rasyonel öğelere dayanan bir sanattır. Bu afişlerin ayırt edici özelliği, nesnelliği ve düzeni vurgulamasıdır. <b>Sübjektif ve duygusal ifade</b> ise bu stilin temelini oluşturan nesnelliğe ve işlevselliğe aykırıdır."
  },
  {
    "id": "314559",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi Uluslararası Tipografik Üslup çerçevesinde kullanılan yazı karakterlerinden biridir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Garamond",
      "B": "Helvetica",
      "C": "Baskerville",
      "D": "Bodoni",
      "E": "Rockwell"
    },
    "explanation": "ITS, okunaklılık, netlik ve evrensellik hedefler. Bu amaçla, süsten arınmış, tırnaksız (sans-serif) yazı karakterlerini kullanmıştır. Bu akımın en yaygın ve ikonik hale gelen fontu, 1957 yılında tasarlanan ve stilin adeta görsel imzası haline gelen <b>Helvetica</b>'dır (Neue Haas Grotesk)."
  },
  {
    "id": "314560",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi Uluslararası Tipografik Üslup bağlamında tanımlanan başlıca özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Geometrik şekillerin kullanılması",
      "B": "Sans Serif yazı karakterlerinin kullanılması",
      "C": "Nesnel fotoğrafın kullanılması",
      "D": "Matematiksel temellere dayalı yatay ve dikey eksenlerden oluşan gridin kullanılması;",
      "E": "İllüstrasyon kullanılması"
    },
    "explanation": "Uluslararası Tipografik Üslup, <b>asimetrik düzenleme</b>, <b>grid sistemleri</b> kullanımı, sans-serif tipografi ve nesnel fotoğraf kullanımını benimser. Stilin temel amacı işlevsellik ve evrensel netliktir. Bu nedenle, tipografi veya görsel öğelerde <b>süslemeye dayalı kompozisyonlar veya detaylar</b> bu üslubun başlıca özelliklerinden biri değildir."
  },
  {
    "id": "314561",
    "unitNumber": 14,
    "text": "<strong>İsviçre tasarımının felsefesine temel oluşturmuş Amerikalı mimar Louis Sullivan'ın ünlü sözü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Az, çoktur. (Less is more)",
      "B": "Tasarım, düşünmenin görselleştirilmiş halidir.",
      "C": "Biçim (form), işlevi takip eder.",
      "D": "İyi tasarımın gücü, basitliğindedir.",
      "E": "İçerik, tasarımdan üstündür."
    },
    "explanation": "İsviçre Tasarımının işlevsellik, nesnellik ve süsten arınma felsefesinin kökeninde, modern mimarinin öncülerinden Amerikalı <b>Louis Sullivan</b>'ın ünlü deyişi yatar: <b>'Form Follows Function'</b> (Biçim İşlevi Takip Eder). Bu ilke, tasarımın estetiğinin, öncelikle amacına ve işlevine hizmet etmesi gerektiğini belirtir."
  },
  {
    "id": "314562",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi uluslararası tipografik üslûbun önemli isimlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Ernst Keller",
      "B": "Josef Müller-Brockmann",
      "C": "Andy Warhol",
      "D": "Armin Hofmann",
      "E": "Emil Ruder"
    },
    "explanation": "Uluslararası Tipografik Üslup'un önde gelen isimleri arasında Josef Müller-Brockmann, Emil Ruder, Armin Hofmann ve Max Bill bulunur. <b>A.M. Cassandre</b> ise 1920'ler ve 1930'ların etkili Art Deco afiş tasarımcısıdır ve doğrudan ITS hareketinin kurucusu veya önemli bir figürü <b>değildir</b>."
  },
  {
    "id": "314563",
    "unitNumber": 14,
    "text": "“ Zürih ve Basel Tasarım Okulları, Ernst Keller'in fikirleri üzerine çalışmalar üretmiş; nesnel fotoğraf ve ……………… yazı karakterinin kullanımına büyük önem vermişlerdir.”<br/><strong>Aşağıdakilerden hangisi yukarıda açıklanan ifadeyi tamamlamak için doğru bir seçenektir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Tırnaklı",
      "B": "Old Style",
      "C": "Slab Serif",
      "D": "Modern",
      "E": "Sans Serif"
    },
    "explanation": "Ernst Keller'in Zürih’te yerleştirdiği nesnel, işlevsel ve çözüm odaklı tasarım anlayışı, Zürih ve Basel okullarının temelini oluşturmuştur. Bu okullar, mesajı net iletmek ve evrensel okunabilirliği sağlamak amacıyla, süslemeyi reddeden ve yalnızca tipografik forma odaklanan <b>sans-serif</b> (tırnaksız) yazı karakterlerine büyük önem vermişlerdir."
  },
  {
    "id": "314564",
    "unitNumber": 14,
    "text": "<strong>‘İsviçre grafik tasarımının babası’ olarak anılan tasarımcı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Alexey Brodovitch",
      "B": "William Morris",
      "C": "El Lissitzky",
      "D": "Ernst Keller",
      "E": "Josef Müller-Brockmann"
    },
    "explanation": "1918'den itibaren Zürih Sanat ve Zanaat Okulu'nda ders veren ve İsviçre tasarımının işlevsellik, nesnellik ve rasyonel problem çözme odaklı felsefesini ilk kez sistematikleştiren kişi <b>Ernst Keller</b>'dir. Bu nedenle Keller, sıklıkla 'İsviçre grafik tasarımının babası' olarak anılır."
  },
  {
    "id": "351586",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi Uluslararası Tipografik Üslup’un başlıca özellikleri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Soldan ve sağdan bloklandırma",
      "B": "İşlevsel tipografinin kullanımı",
      "C": "Geometrik şekillerin kullanımı",
      "D": "Öznel fotoğrafın kullanılması",
      "E": "Tipografi temelli minimal ögelerin kullanılması"
    },
    "explanation": "ITS, dinamizm ve netlik yaratmak amacıyla <b>asimetrik düzenleme</b> ve sola dayalı (flush-left) tipografi kullanımını teşvik eder. <b>Ortalanmış tipografi kullanımı</b> geleneksel ve statik bir düzenleme biçimi olduğu için, Uluslararası Tipografik Üslup'un başlıca özellikleri arasında <b>yer almaz</b>."
  },
  {
    "id": "408260",
    "unitNumber": 14,
    "text": "<strong>İsviçre tasarımında ortaya çıkan iki düşünce okulu aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Bauhaus ve De Stijl Okulu",
      "B": "Art Nouveau ve Fütürizm Okulu",
      "C": "Zürih ve Basel Okulu",
      "D": "Konstrüktivizm ve Dadaizm Okulu",
      "E": "Minimalizm ve Postmodernizm Okulu"
    },
    "explanation": "Uluslararası Tipografik Üslup (İsviçre Tasarımı), İsviçre'deki iki ana merkezde, <b>Zürih Tasarım Okulu</b> (Ernst Keller, Josef Müller-Brockmann) ve <b>Basel Tasarım Okulu</b>'nda (Emil Ruder, Armin Hofmann) geliştirilmiş ve teorik temelleri bu iki okulun eğitim anlayışıyla atılmıştır."
  }
]