[
  {
    "id": "414193",
    "unitNumber": 1,
    "text": "<b>Aşağıdakilerden hangisi Sümerlerin, kendilerinden sonra gelen Mezopotamya medeniyetleri üzerinde en kalıcı ve temel etkiyi bırakan icadıdır?</b>",
    "correctAnswer": "C",
    "options": {
      "A": "Ziggurat adı verilen tapınaklar",
      "B": "Sulama kanalları ve saban kullanımı",
      "C": "Çivi yazısı",
      "D": "Kent devletleri şeklindeki yönetim biçimi",
      "E": "Tekerlek"
    }
  },
  {
    "id": "414194",
    "unitNumber": 1,
    "text": "<b>Tarihsel olarak Akadları, onlardan önceki Sümer medeniyetinden ayıran en önemli siyasi başarı aşağıdakilerden hangisidir?</b>",
    "correctAnswer": "B",
    "options": {
      "A": "Çivi yazısını icat ederek bilginin kaydedilmesini sağlamaları",
      "B": "Mezopotamya’daki kent devletlerini birleştirerek tarihin bilinen ilk merkezî imparatorluğunu kurmaları",
      "C": "Sulama kanallarını geliştirerek tarımda verimliliği artırmaları",
      "D": "Hammurabi Kanunları gibi kapsamlı bir hukuk sistemi oluşturmaları",
      "E": "Ziggurat adı verilen çok katlı tapınak mimarisini başlatmaları"
    }
  },
  {
    "id": "414195",
    "unitNumber": 1,
    "text": "<b>Kudüs’teki Yahudileri Babil’e sürmesi ve Dünyanın Yedi Harikası’ndan biri olan Asma Bahçeleri’ni inşa ettirmesiyle bilinen Yeni Babil Devleti hükümdarı aşağıdakilerden hangisidir?</b>",
    "correctAnswer": "E",
    "options": {
      "A": "Hammurabi",
      "B": "Pers Kralı Kyros",
      "C": "Marduk",
      "D": "Nemrud",
      "E": "Nabukadnezar"
    }
  },
  {
    "id": "414196",
    "unitNumber": 1,
    "text": "<b>Asur İmparatorluğu’nun geniş topraklara hükmederek dönemin en güçlü devletlerinden biri olmasını sağlayan temel faktör aşağıdakilerden hangisidir?</b>",
    "correctAnswer": "D",
    "options": {
      "A": "Fethettikleri halklara karşı hoşgörülü ve adil bir yönetim uygulamaları",
      "B": "Geniş sulama kanalları ve yollar inşa ederek tarım ve ticareti geliştirmeleri",
      "C": "Başkent Ninova’da büyük bir kütüphane kurarak kültürel bir merkez haline gelmeleri",
      "D": "Demir silahlar ve etkili kuşatma aletleri kullanan profesyonel ve disiplinli bir orduya sahip olmaları",
      "E": "Krallarının başrahip unvanı taşıyarak dini ve siyasi gücü birleştirmeleri"
    }
  },
  {
    "id": "414197",
    "unitNumber": 1,
    "text": "<b>Yahudilerin dünya geneline yayılarak uzun bir süre devlet kuramamalarına yol açan büyük diaspora’nın (dağılışın) en önemli sebebi olarak gösterilen olay aşağıdakilerden hangisidir?</b>",
    "correctAnswer": "E",
    "options": {
      "A": "Kıtlık sebebiyle İbranilerin Mısır’a göç edip köleleştirilmesi",
      "B": "İsrail Krallığı’nın M.Ö. 722’de Asurlular tarafından yıkılarak halkının sürgün edilmesi",
      "C": "Babil Kralı Nabukadnezar’ın Yahuda Krallığı’nı yıkarak halkı sürgün etmesi",
      "D": "Hz. Süleyman’ın ölümünden sonra devletin İsrail ve Yahuda olarak ikiye ayrılması",
      "E": "Romalıların M.S. 70 yılında Kudüs’ü ve mabedi tamamen yıkması"
    }
  },
  {
    "id": "414198",
    "unitNumber": 1,
    "text": "<b>İslam’ın doğuşu sırasında varlığını sürdüren Sasani İmparatorluğu’nun, Müslüman Arap orduları karşısında hızla zayıflayıp yıkılmasının temel nedeni aşağıdakilerden hangisidir?</b>",
    "correctAnswer": "B",
    "options": {
      "A": "Büyük İskender’in seferleri sonucunda devletin zaten parçalanmış olması",
      "B": "Bizans ile yapılan uzun savaşlar ve iç karışıklıklar nedeniyle siyasi ve ekonomik olarak zayıflamış olması",
      "C": "Halk arasında Zerdüştlük inancının tamamen terk edilmiş olması",
      "D": "Kadisiye ve Nihavend Savaşları’nda alınan ağır askeri yenilgiler",
      "E": "Maniheizm ve Mazdekizm gibi yeni inançların ortaya çıkarak toplumu bölmesi"
    }
  },
  {
    "id": "414199",
    "unitNumber": 1,
    "text": "<b>Çin’deki Müslüman toplulukları tanımlamak için kullanılan \"Hui\" terimi, aşağıdakilerden hangisini en doğru şekilde ifade etmektedir?</b>",
    "correctAnswer": "E",
    "options": {
      "A": "Sadece ticaretle uğraşan ve Çin’e yerleşen Arap tüccarlar",
      "B": "Konfüçyüsçülük ve İslam inancını birleştiren yeni bir felsefi akım",
      "C": "Tang Hanedanlığı döneminde Çin bürokrasisinde görev alan tüm yabancılar",
      "D": "Çin’de Budizm’i yaymaya çalışan Müslüman misyonerler",
      "E": "İslam inancını korurken aynı zamanda Çin kültürünü benimsemiş etnik bir grup"
    }
  },
  {
    "id": "414200",
    "unitNumber": 1,
    "text": "<b>Ariler döneminde ortaya çıkan ve Ganj Uygarlığı’nın sonunu hazırlayan katı kast sisteminde, aşağıdaki gruplardan hangisi yer almamaktadır?</b>",
    "correctAnswer": "D",
    "options": {
      "A": "Brahmanlar (Din adamları)",
      "B": "Kşatriyalar (Aristokratlar)",
      "C": "Sudralar (İşçiler)",
      "D": "Rahipler (Clergy)",
      "E": "Vaisyalar (Çiftçiler, zanaatkârlar ve tüccarlar)"
    }
  },
  {
    "id": "414201",
    "unitNumber": 1,
    "text": "<b>Türklerin İslamiyet’i kitleler halinde ve gönüllü olarak benimsemesinde en önemli dönüm noktası olarak kabul edilen gelişme aşağıdakilerden hangisidir?</b>",
    "correctAnswer": "D",
    "options": {
      "A": "Müslümanlar ile Çinliler arasında yapılan Talas Savaşı (751)",
      "B": "Emevi ordularının Maveraünnehir bölgesine ilk seferleri düzenlemesi",
      "C": "Selçuklular ve Osmanlılar gibi büyük İslam devletlerinin kurulması",
      "D": "Karahanlılar devletinin İslamiyet’i resmi din olarak kabul etmesi",
      "E": "Budizm ve Maniheizm gibi dinlerin bölgede yaygın olması"
    }
  },
  {
    "id": "414202",
    "unitNumber": 1,
    "text": "<b>Roma/Bizans topraklarının İslam hâkimiyetine geçişi iki farklı süreçte gerçekleştirilmiştir. Bu iki süreç arasındaki temel fark aşağıdakilerden hangisidir?</b>",
    "correctAnswer": "C",
    "options": {
      "A": "Anadolu’nun Emeviler döneminde tamamen fethedilip, Suriye’nin fethinin Osmanlılara kalması",
      "B": "Suriye ve Filistin’in savaşmadan teslim olmasına rağmen, Anadolu’da çok kanlı savaşların yaşanması",
      "C": "Suriye, Filistin ve Mısır’ın kısa sürede fethedilmesine karşın, Anadolu’nun fethinin Malazgirt Zaferi’nden sonra hızlanan çok daha uzun bir süreç olması",
      "D": "Doğu eyaletlerinin zengin vergi kaynaklarına sahipken, Anadolu’nun ekonomik olarak değersiz olması",
      "E": "Bizans’ın Sasani savaşları yüzünden zayıf olması, ancak Türk akınları sırasında gücünü yeniden toplaması"
    }
  },
  {
    "id": "107842",
    "unitNumber": 2,
    "text": "<strong>Hz. Peygamber’in kimlerin himayesinde kaldığı, aşağıdakilerin hangisinde doğru sırayla verilmiştir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Halime-Amine-Abdülmuttalib-Ebu Talib",
      "B": "Halime-Amine-Abdülmuttalib-Ebu Leheb",
      "C": "Halime-Amine-Ebu Talib-Abdülmuttalib",
      "D": "Halime-Amine-Ebu Leheb-Abdülmuttalib",
      "E": "Halime-Abdülmuttalib-Ebu Talib-Amine"
    }
  },
  {
    "id": "109727",
    "unitNumber": 2,
    "text": "<strong>Hz. Muhammed’in peygamberlik öncesi hayatıyla ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Hz. Muhammed’in soyu Hz. İsmail'e kadar kesin bir şekilde bilinmektedir. Şeceresinde herhangi bir ihtilaf yoktur.",
      "B": "Şakkus-Sadr olayı, hem vahiy başlamadan hem de miraç öncesi gibi dönemlerde de vuku bulmuş gibi anlatılmaktadır.",
      "C": "Hz. Muhammed’in, Ficar Harplerine çocukluğunda mı yoksa gençliğinde mi katıldığı kesin olarak bilinememektedir.",
      "D": "Hz. Muhammed’i Süveybe’nin bir müddet emzirmesi sebebiyle o, amcası Hamza ile süt kardeşi olmuştur.",
      "E": "Hz. Muhammed’in risalet görevinden önceki dönemi hakkındaki bilgilerimiz oldukça kısıtlıdır."
    }
  },
  {
    "id": "109858",
    "unitNumber": 2,
    "text": "<strong>Kâbe hizmetleri ile ilgili olarak aşağıdakilerden hangisi doğrudur?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kâbe hizmetlerinin hepsi aynı derecede ve aynı ehemmiyetteydi.",
      "B": "Sidâne görevi Mekke’nin Fethi'nden sonra da devam etmiştir.",
      "C": "Sadece Sikâye görevi Abdülmenaf oğullarına aitti.",
      "D": "Dârü’n-Nedve’ye kırk yaşından aşağı olan Mekkeli aile reisleri katılabilirdi.",
      "E": "Eysar, kabileler arası elçilik görevini yapardı."
    }
  },
  {
    "id": "109949",
    "unitNumber": 2,
    "text": "Araplar, Cahiliye Devri'nde bilinen ilimlerden bir kısmını kendileri icat etmişlerdir; diğer bir kısmını ise başka milletlerden (ulûm-i dâhile) almışlardır.<br/><strong>Aşağıdakilerden hangisi başka milletlerden alınanlar arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Zecr-i tayr",
      "B": "İlm-i hayl",
      "C": "İlm-i ensâb",
      "D": "İlm-i nücûm",
      "E": "Kıyafet"
    }
  },
  {
    "id": "110090",
    "unitNumber": 2,
    "text": "<strong>Hz. Peygamber’in Hz. Hatice ile evliliği ile ilgili olarak aşağıdakilerden hangisi doğrudur?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Hz. Hatice ile Hz. Peygamber evlendiklerinde aynı yaşlardaydılar.",
      "B": "Hz. Peygamber’in Hz. Hatice’den üçü erkek olmak üzere yedi çocuğu olmuştur.",
      "C": "Hz. Hatice hayattayken Hz. Peygamber Ümmü Seleme ile evlenmiştir.",
      "D": "Hz. Peygamber’in erkek çocukları nübüvvet dönemine erişerek Müslüman olmuşlardır.",
      "E": "Hz. Peygamber’in Hz. Hatice’den dördü kız olmak üzere altı çocuğu olmuştur."
    }
  },
  {
    "id": "127494",
    "unitNumber": 2,
    "text": "<strong>Terim olarak \"cahiliye\", aşağıdakilerden hangisine karşılık gelmektedir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Okuma yazma bilmeme",
      "B": "Cehalet içinde yüzme",
      "C": "Arapların İslam'dan önceki dinî ve sosyal hayat telakkileri",
      "D": "Arapların İslamiyet gelmeden önceki dinlerinin adı",
      "E": "Hz. Peygamber’e kadar geçen zaman dilimi"
    }
  },
  {
    "id": "127498",
    "unitNumber": 2,
    "text": "<strong>Ficar Harpleri ne zaman olmuştur?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Hicretten sonra",
      "B": "Peygamberimizin çocukluk ve gençliğinde",
      "C": "Peygamberimizin doğumundan çok önce",
      "D": "Fil Olayı'nın akabinde",
      "E": "Vahiy gelmeye başladıktan sonra"
    }
  },
  {
    "id": "163953",
    "unitNumber": 2,
    "text": "<strong>İslam öncesi Araplarda kabileler arası savaş hatıralarından ve diğer tüm ilişkilerinden bahseden anlatılar hangi adla anılmaktadır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Esatirü’l-Evvelin",
      "B": "Tarihu’l-Arab",
      "C": "Eyyamu’l-Arab",
      "D": "Yevmu’l-Vukuat",
      "E": "Vak’atu’l-Arab"
    }
  },
  {
    "id": "163955",
    "unitNumber": 2,
    "text": "<strong>Allah Resulü’nün bi’set öncesi hayatı hakkındaki olaylardan aşağıdakilerden hangisi yer ve durum olarak doğrudur?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Rüya-Vahiy",
      "B": "Cebelü’s-Sevr-İnziva",
      "C": "Hıra Mağarası-Oruç",
      "D": "Yalnızlık isteği-38 yaş",
      "E": "Kâbe Hakemliği-37 yaş"
    }
  },
  {
    "id": "163960",
    "unitNumber": 2,
    "text": "Ailesinin geçimini sağlamakta zorlanan Ebu Talib’in mali sıkıntı yaşadığını fark eden Peygamberimiz onun çocuklarının kendisi ve kardeşleri arasında pay edilmesini sağladı.<br/><strong>Buna göre çocuklarının dağıtımında aşağıdakilerden hangisi doğrudur?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Resulullah, Akil’i aldı.",
      "B": "Zübeyr, Ümmü Hani’yi aldı.",
      "C": "Abbas, Cafer’i aldı.",
      "D": "Ebu Leheb, Ebul Fadl’ı aldı.",
      "E": "Hamza, Ümame’yi aldı."
    }
  },
  {
    "id": "163966",
    "unitNumber": 2,
    "text": "Resulullah, peygamberliği öncesinde Mekke’de sade bir hayat yaşayan kişiydi. Çünkü Arapların geleneklerinde değer verdiği birçok şey Allah Resulü’nde vardı.<br/><strong>Aşağıdakilerden hangisi, onun hayatında örnekleri görülen durum ve karakterini yansıtan hususlar arasında yer alır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Resulullah iyi bir şairdi.",
      "B": "Resulullah bazı konularda liderlik yapmıştı.",
      "C": "Resulullah tam bir kahramandı.",
      "D": "Resulullah iyi bir komutandı.",
      "E": "Resulullah ticaretle uğraşan sıradan biriydi."
    }
  },
  {
    "id": "163975",
    "unitNumber": 2,
    "text": "<strong>Hılfu’l-Fudûl Antlaşması’nın oluşması, aşağıdaki müşriklerden hangisinin davranışı sebebiyledir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Ebû Leheb",
      "B": "Ebû Cehil",
      "C": "Âs b. Vâil",
      "D": "Velîd b. Muğîre",
      "E": "Utbe b. Rebia"
    }
  },
  {
    "id": "163980",
    "unitNumber": 2,
    "text": "<strong>Allah Resulü’nün ondan bahsederken, “Annemin vefatından sonra, o benim annem olmuş, bana annelik yapmıştı.” dediği hanım aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Ümmü Eymen",
      "B": "Halime bint Ebî Züeyb",
      "C": "Hatice bint Huveylid",
      "D": "Fatıma bint Esed",
      "E": "Süveybe"
    }
  },
  {
    "id": "174732",
    "unitNumber": 2,
    "text": "<strong>Hz. Peygamber’in nesebî kimliğini aşağıdakilerden hangisi daha iyi ifade eder?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Asil, hür ve Kureyşî",
      "B": "Arap, Adnanî, Kureyşî ve Haşimî",
      "C": "Abdullah’ın oğlu",
      "D": "Mekkî ve hür",
      "E": "Muttalibî, Kureyşî ve Mekkî"
    }
  },
  {
    "id": "174734",
    "unitNumber": 2,
    "text": "<strong>Hz. Peygamber’in sütannesi ile ilgili olarak aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kureyş-Halime",
      "B": "Kureyş-Fadime",
      "C": "Sa’d-Halime",
      "D": "Bekr-Şeyma",
      "E": "Kureyş-Ümmü Eymen"
    }
  },
  {
    "id": "174753",
    "unitNumber": 2,
    "text": "<strong>Resulullah’ın gördüğü rüyaların aynıyla gerçekleşmesi hangi yaşlardadır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "19",
      "B": "29",
      "C": "39",
      "D": "49",
      "E": "59"
    }
  },
  {
    "id": "174754",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi Araplardaki Kâbe hizmetleri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Eşnak",
      "B": "Emâme",
      "C": "Hükûme",
      "D": "E’inne",
      "E": "Emvâl-i Muhaccere"
    }
  },
  {
    "id": "174759",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi Araplardaki ilimler arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kehâne",
      "B": "Arâfe",
      "C": "Hakeme",
      "D": "Esâtir",
      "E": "İlm-i Tıb"
    }
  },
  {
    "id": "324919",
    "unitNumber": 2,
    "text": "<strong>\"Cahiliye\" tabiri ve dönemi ile ilgili aşağıda verilen bilgilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Cahiliye kelimesi bir terim olarak Arapların İslam sonrası dinî ve sosyal hayat telakkilerini ifade eder.",
      "B": "Allah’a şirk koşulması, hurafelerin çokluğu, aile kavramında yozlaşma dönemin öne çıkan özellikleridir.",
      "C": "Toplum hür, köle ve mevaliden oluşmaktadır.",
      "D": "Sosyal ve hukukî ayrım, son derece sert ve tavizsiz olarak işlemektedir.",
      "E": "Sınıf atlama söz konusu olmadığı gibi, hürler de kendi aralarında asiller ve asil olmayanlar diye ayrılmaktadır."
    }
  },
  {
    "id": "329236",
    "unitNumber": 2,
    "text": "Hanifler, putlara asla tapmaz, başkalarının tapmalarına rıza göstermez, putlara kesilen kurbanların etinden yemez ve putperestleri de bu eşyalara tapmamaları hususunda ikaz ederlerdi.<br/><strong>Aşağıdakilerden hangisi bölgede yaşayan Haniflerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Varaka b. Nevfel",
      "B": "Zeyd b. Amr",
      "C": "Osman b. Huveyris",
      "D": "Ubeydullah b. Cahş",
      "E": "Ümeyye b. Halef"
    }
  },
  {
    "id": "329237",
    "unitNumber": 2,
    "text": "Kâbe’nin perdedarlığı, anahtar muhafızlığı veya haciplik vazifesidir. Bu görev Kusay’ın elinde bulunurdu. Kâbe’yi bu zat açıp kapatırdı. Araplarca bu görev, en yüksek makamdı.<br/><strong>Paragrafta özellikleri verilen vazife aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Sikâye",
      "B": "Hicâbetü’l-Beyt",
      "C": "Eysar",
      "D": "Ukab",
      "E": "Sifâre"
    }
  },
  {
    "id": "329238",
    "unitNumber": 2,
    "text": "<strong>Bir yerden başka bir yere gidecek olan eşyanın muayene edilmesi, mühürlenmesi, ruhsat kâğıdının hazırlanması vazifesine verilen isim aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Hâzin-i emval",
      "B": "Meşvere",
      "C": "Eşnak",
      "D": "Nizâre",
      "E": "Hükûme"
    }
  },
  {
    "id": "364203",
    "unitNumber": 2,
    "text": "<strong>Kureyşlilerin Mekke ve Kabe yönetimini devraldığı kabile aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Huzâ'alılar",
      "B": "Cürhümlüler",
      "C": "Habeşiler",
      "D": "Nabatiler",
      "E": "Sasaniler"
    }
  },
  {
    "id": "394088",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi Kusay'ın ihdas ettiği Mekke ve Kâbe hizmetlerine ait vazife ve hizmetlerden biri olup \"savaş aletlerinin muhafızlığı vazifesi\" anlamına gelmektedir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Sidâne (Hicâbetü'l-Beyt)",
      "B": "Sikâye ve Ridâfe",
      "C": "Ukab (Liva)",
      "D": "Nizâre",
      "E": "Kubbe"
    }
  },
  {
    "id": "106860",
    "unitNumber": 3,
    "text": "I. Hz. Hamza’nın Hz. Peygamber'i Ebu Cehil'e karşı müdafaa etmesi<br/>II. Ebu Talib’in Hz. Peygamber'i müşriklere karşı himayesi<br/><strong>Bu iki olay Cahiliye Araplarının hangi en temel iki özelliği ile ilişkilidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Muahat",
      "B": "Asabiye",
      "C": "Mufahare",
      "D": "Mülâane",
      "E": "Biat"
    }
  },
  {
    "id": "106920",
    "unitNumber": 3,
    "text": "Hz. Peygamber'e ve Müslümanlara düşmanlık eden müşriklerden bazıları, kıskançlık ve düşmanlıklarını açıkça, bazıları da kapalı ve sinsi bir biçimde sürdürmüşlerdir. İsimlerinde ittifak olmasa da, 23 kişi Hz. Peygamber’e karşı en azılı düşmanlar arasında sayılmaktadır.<br/><strong>İsmi Hz. Peygamber'e işkence edenler arasında sayılmasına rağmen aşağıdakilerden hangisi daha sonra Müslüman olmuştur?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Muaviye b. Mugîre",
      "B": "Hakem b. Ebi'l-Âs",
      "C": "Âs b. Saîd",
      "D": "Âs b. Vâil",
      "E": "Esved b. Abdilesed"
    }
  },
  {
    "id": "110125",
    "unitNumber": 3,
    "text": "<strong>İlk Müslümanlarla ilgili olarak aşağıdakilerden hangisi doğrudur?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Ebû Zer el-Gıfârî, Hz. Ebu Bekir vasıtasıyla Müslüman olmuştur.",
      "B": "Hz. Ali, Hz. Ebubekir’den önce Müslüman olmuştur.",
      "C": "İlk Müslümanlar genellikle fakirler ve kölelerden oluşmaktaydı.",
      "D": "Ümeyyeoğullarından ilk Müslüman olan Zübeyr b. Avvam’dır.",
      "E": "İlk Müslümanlar hakkındaki tartışma Emevî-Haşimî çekişmesinden kaynaklanmaktadır."
    }
  },
  {
    "id": "110160",
    "unitNumber": 3,
    "text": "İslam’a davetin başladığı yıllarda yaşadığı bir olayı Afif el-Kindî şu ifadelerle anlatmaktadır: “Ben ticaretle uğraşan bir kişi idim. Hac günlerinde Mekke’ye varmış ve Abbas’la görüşmüştüm. Onun yanında oturmakta iken, bir adam çıkıp Kâbe’ye yönelerek namaz kılmaya başladı. Arkasından bir kadın daha çıkıp onunla birlikte namaz kıldı. Derken bir çocuk daha çıkarak onunla birlikte namaz kılmaya başladı. Bunu görünce, “Ey Abbas, bu yeni din de ne oluyor?” diye sordum. Abbas: “Bu kardeşimin oğlu Muhammed b. Abdullah’tır. Allah’ın kendisini peygamber olarak gönderdiğini, Kisra ve Kayser’in hazinelerinin fethinin kendisine müyesser kılınacağını ileri sürüyor. Bu da onun hanımı Hatice’dir ve ona iman etmiştir. Bu genç de Ali b. Ebî Tâlib olup ona iman etmiştir. Allah’a yemin ederim, yeryüzünde bu din üzere ilk olarak bu üçünden başka kimseyi tanımıyorum.” dedi. Afif şunu da ekledi: “ Keşke ben de onların dördüncüsü olsaydım!”<br/><strong>Bu rivayete göre aşağıdaki yargılardan hangisine kesin olarak ulaşılır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "İslam’ın başlangıcından itibaren beş vakit namaz farz kılınmıştır.",
      "B": "Bu olaydan sonra gizli davet dönemi bitmiş açık davet dönemi başlamıştır.",
      "C": "Abbas b. Abdulmuttalib İslam’a davetin başladığı yıllarda Müslüman olmuştur.",
      "D": "İslam’ın başlangıcında müşrikler, Hz. Peygamber’in Kâbe’de ibadet etmesine izin vermişlerdir.",
      "E": "Hz. Peygamber, Hz. Ali ve Hz. Hatice’nin Kâbe’de namaz kılmasından sonra müşrikler Müslümanlara işkence yapmaya başlamışlardır."
    }
  },
  {
    "id": "110307",
    "unitNumber": 3,
    "text": "I. Hâlid b. Saîd<br/>II. Ömer b. Hattab<br/>III. Hz. Hamza<br/>IV. Osman b. Affan<br/>V. Talha b. Ubeydillah<br/>VI. Zeyd b. Sabit<br/><strong>Yukarıda verilen isimlerden hangileri, ilk Müslüman olanlar arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "I, IV ve V",
      "B": "II, III ve VI",
      "C": "II ve III",
      "D": "I, II ve III",
      "E": "IV ve V"
    }
  },
  {
    "id": "127503",
    "unitNumber": 3,
    "text": "<strong>Gizli Davet Dönemi kaç yıl sürmüştür?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Bir",
      "B": "İki",
      "C": "İki buçuk",
      "D": "Üç",
      "E": "Dört"
    }
  },
  {
    "id": "127505",
    "unitNumber": 3,
    "text": "<strong>Allah Resulü’ne ve Müslümanlara işkence yapan en azılı müşriklerin sayısı kaynaklarda kaç kişi olarak verilmektedir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "20",
      "B": "23",
      "C": "27",
      "D": "30",
      "E": "33"
    }
  },
  {
    "id": "174760",
    "unitNumber": 3,
    "text": "<strong>Hz. Muhammed (SAV) ilk vahyi aşağıdakilerden hangisinde almıştır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Sevr Mağarası’nda",
      "B": "Hira Mağarası’nda",
      "C": "Kâbe’de",
      "D": "Erkam’ın evinde",
      "E": "Kendi evinde"
    }
  },
  {
    "id": "174761",
    "unitNumber": 3,
    "text": "<strong>İlk namaz nasıl kılınıyordu?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Günde 5 vakit",
      "B": "Günde 1 vakit",
      "C": "Günde 2 vakit",
      "D": "Haftada bir vakit",
      "E": "Ayda bir vakit"
    }
  },
  {
    "id": "174762",
    "unitNumber": 3,
    "text": "<strong>Gönderilen peygamberler hakkında aşağıdaki yargılardan hangisi doğrudur?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kur’an’ın kendilerinden bahsettiği peygamberler, çoğunlukla Hicaz bölgesinde bilinen ve tanınan peygamberlerdir.",
      "B": "Peygamberlerin tamamı Hicaz bölgesine gönderilmiştir.",
      "C": "Peygamberleri en çok Araplar tanımaktadır.",
      "D": "Araplar, Sami ırkından oldukları için tüm peygamberler de Sami ırkındandır.",
      "E": "Sami ırkı üstün ırktır, bu nedenle tüm peygamberler İsrailoğullarından gelmiştir."
    }
  },
  {
    "id": "174764",
    "unitNumber": 3,
    "text": "<strong>Allah Resulü’yle konuşup onu ikna etmesi için gelen müşrik temsilcisi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Ebû Leheb",
      "B": "Ebû Cehil",
      "C": "Âs b. Vâil",
      "D": "Velîd b. Muğîre",
      "E": "Utbe b. Rebia"
    }
  },
  {
    "id": "174767",
    "unitNumber": 3,
    "text": "<strong>Allah Resulü açık davete ilk olarak nerede başlamıştır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Ebu Kubeys Tepesi’nde",
      "B": "Medine’de",
      "C": "Hira’da",
      "D": "Kâbe’de",
      "E": "Panayırda"
    }
  },
  {
    "id": "174769",
    "unitNumber": 3,
    "text": "Resulullah, davasından vazgeçmeyince müşrikler, amcası Ebu Talib’e gidip “Muhammed’e karşılık kendi çocuklarımızdan birini sana verelim, sen de onu bize teslim et.” diye bir teklifte bulunmuşlardır.<br/><strong>Bu takasta teklif edilen genç aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Sa’d b. Ebi Vakkas",
      "B": "Utbe b. Ebi Leheb",
      "C": "Umâre b. Velid",
      "D": "Semât b. Utbe",
      "E": "Kumeyr b. Ebi Cehil"
    }
  },
  {
    "id": "174770",
    "unitNumber": 3,
    "text": "<strong>Hz. Hamza’nın Müslüman olmasında en etkili unsur aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kur’an-ı Kerim'i dinleyip etkilenmesi",
      "B": "Resulullah’ın konuşmasından etkilenmesi",
      "C": "Abisi Ebu Talib’in ricası",
      "D": "Yeğeni Hz. Muhammed’e yapılan hakarete duyduğu tepki",
      "E": "Gördüğü rüyadan etkilenmesi"
    }
  },
  {
    "id": "329239",
    "unitNumber": 3,
    "text": "<strong>Vahyin inişinin kesilmesi aşağıdaki tabirlerden hangisiyle ifade edilmektedir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Fetret Senesi",
      "B": "Fetretü'l-Cibril",
      "C": "Fetretü'l-Kur'an",
      "D": "Fetret Devri",
      "E": "Fetretü’l-Vahy"
    }
  },
  {
    "id": "329245",
    "unitNumber": 3,
    "text": "İslamiyet’ten önce Hz. Peygamber'in arkadaşı ve dostuydu. Çocukluğundan beri onun doğruluğunu, dürüstlüğünü, güzel ve üstün ahlakını yakinen biliyordu. Kendisinin böyle bir ahlaka sahip oluşu başkalarına yalan söylemesine engel olup dururken Allah'a karşı asla yalan söylemeyeceği kanaatinde idi. Nitekim Resulullah, onu İslamiyet’e davet eder etmez Müslüman olmuştu.<br/><strong>Paragrafta özellikleri verilen kişi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Hz. Ali",
      "B": "Hz. Ebubekir",
      "C": "Zeyd b. Harise",
      "D": "Hz. Osman",
      "E": "Hz. Ömer"
    }
  },
  {
    "id": "329248",
    "unitNumber": 3,
    "text": "<strong>İlk Müslümanlardan Ebu Fükeyhe ile ilgili aşağıdakilerden hangisi doğrudur?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Mekke Dönemi'nde ilk Ümeyyeli Müslüman'dır.",
      "B": "Köle olup müşriklerin ağır işkencelerine uğramış, Hz. Ebubekir tarafından satın alınıp azad edilmiştir.",
      "C": "Sekiz yaşından beri Resulullah’ın yanında olmuştur.",
      "D": "Hz. Peygamber onun hakkında “İslamiyet’e davet ettiğim herkes ağırdan aldı, tereddüt etti ve düşündü. Ancak o, kabulde hiç gecikmedi.” buyurmuştur.",
      "E": "Annesi Hamâme ile birlikte Müslüman olmuştur."
    }
  },
  {
    "id": "364459",
    "unitNumber": 3,
    "text": "<strong>Fetretü’l-Vahy olarak adlandırılan olay aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Vahyin inişinin kesilmesi",
      "B": "Vahyin inmesi",
      "C": "Vahyin 23 yıl devam etmesi",
      "D": "Vahyin Cebrail tarafından getirilmesi",
      "E": "Son vahyin gelmesi"
    }
  },
  {
    "id": "366805",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi ilk Müslümanlardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Hz. Hatice",
      "B": "Hz. Ebubekir",
      "C": "Hz. Ali",
      "D": "Ebu Talip",
      "E": "Sad bin Ebu Vakkas"
    }
  },
  {
    "id": "392992",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi Allah Resulü'nün tebliğini kabul ederek İslam'a giren ilk Müslümanlardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Hz. Hatice",
      "B": "Zeyd b. Harise",
      "C": "Hâlid b. Saîd",
      "D": "Ömer b. Hattab",
      "E": "Sad b. Ebu Vakkas"
    }
  },
  {
    "id": "394089",
    "unitNumber": 3,
    "text": "<strong>Allah Resulü ilk vahyi aldığı günden sonra normal hayatına dönünce Hz. Hatice'nin, Resulullah'ın anlattıklarını olduğu gibi aktardığı; Hristiyan olan ve Tevrat ile İncil'i iyi bilen yakın akrabasının adı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kus b. Saide",
      "B": "Varaka b. Nevfel",
      "C": "Amr b. Saîd",
      "D": "Talha b. Ubeydillah",
      "E": "Hâris b. Hillize"
    }
  },
  {
    "id": "394090",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi Kureyşlilerin Allah Resulü’nün getirdiği ilahi mesaja karşı çıkmalarının sebeplerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kureyşîler yüzlerce yıldan beri putperest oldukları için atalarının dinini terk etmekte zorlanmaları",
      "B": "Mekke barındırdığı Kâbe ile Hicaz bölgesinin tek dinî merkezi olduğundan müşriklerin kendi dinî ve ticari durumlarını sarsacak her harekete karşı koymayı çıkarlarına uygun bulmaları",
      "C": "Hz. Peygamber (SAV), Kureyş’in ileri gelen azılı müşriklerinin kötülüklerini ve çıkar sağlamak için yaptıklarını ortaya döken ayetleri okuyarak onları teşhir etmesi",
      "D": "Kureyş aşiretleri arasında, öteden beri, birbirlerine karşı çekemezlik huyları ve üstünlük davaları gütmeleri",
      "E": "Allah Resulü'ne vahiy geldiği dönemde Kureyşlilerin bir peygamber geleceğini biliyor olması"
    }
  },
  {
    "id": "414203",
    "unitNumber": 4,
    "text": "<b>Habeşistan hicretleri ile ilgili genel bir değerlendirme yapıldığında, aşağıdakilerden hangisinden söz edilemez?</b>",
    "correctAnswer": "C",
    "options": {
      "A": "Kaynaklarda iki kafileden bahsedilmekteyse de kaynaklarda yer alan sair bilgilerden Habeşistan hicretlerinin peyderpey devam ettiği anlaşılmaktadır.",
      "B": "İkinci büyük kafileye Câfer b. Ebî Tâlib başkanlık etmiş; kendisi Hayber Fethi sırasında Medine’ye dönmüştür.",
      "C": "Habeşistan’a sadece iki kafile gitmiş; bunlar ancak Medine döneminde geri dönmüştür.",
      "D": "İlk kafilede Hz. Peygamber’in kızı Rukiiye ve kocası Hz. Osman da yer almıştır.",
      "E": "Necâşi Ashame, Müslümanlara saygı çerçevesinde tutum sergilemiş; müşriklerin taleplerini reddederek, Müslümanların barış içerisinde kalmasına izin vermiştir."
    }
  },
  {
    "id": "414204",
    "unitNumber": 4,
    "text": "<b>Garânîk (tekili gurnuk) kelimesinin özel yahut genel anlamları bakımından aşağıda verilenlerden hangisi yanlıştır?</b>",
    "correctAnswer": "E",
    "options": {
      "A": "Beyaz Kuş",
      "B": "Güzel Kız",
      "C": "Kureyş’in putları olan Lât, Uzzâ ve Menât",
      "D": "Kuğu",
      "E": "Kara Kuş"
    }
  },
  {
    "id": "414205",
    "unitNumber": 4,
    "text": "<b>İkinci Habeşistan hicretine başkanlık yapan Câfer b. Ebî Tâlib, hangi olay zamanı dönmüştür?</b>",
    "correctAnswer": "C",
    "options": {
      "A": "Mekke’nin Fethi",
      "B": "Hudeybiye Antlşaması",
      "C": "Hayber’in Fethi",
      "D": "Bedir Gavesi",
      "E": "Benû Mustalik Gazvesi"
    }
  },
  {
    "id": "414206",
    "unitNumber": 4,
    "text": "<b>Kaynaklar, Müslümanlara yönelik boykot ve ambargoda bazı isimlerin Müslümanlara yardım ettiklerinden bahseder. Aşağıdaki isimlerden hangisi, bunlardan biri değildir?</b>",
    "correctAnswer": "E",
    "options": {
      "A": "Züheyr b. Ebû Ümeyye",
      "B": "Hişâm b. Amr",
      "C": "Hakîm b. Hizâm",
      "D": "Mut’im b. Adîy",
      "E": "Ebü’l-Hakem b. Hişâm"
    }
  },
  {
    "id": "414207",
    "unitNumber": 4,
    "text": "<b>Hz. Peygamber’in Taif yolculuğu dönüşünde konakladığı yer neresidir?</b>",
    "correctAnswer": "A",
    "options": {
      "A": "Utbe ve Şeybe b. Rebîa’nın bağı",
      "B": "Bedir Mevkii",
      "C": "Rânûnâ Vadisi",
      "D": "Ebvâ",
      "E": "Maknâ"
    }
  },
  {
    "id": "414208",
    "unitNumber": 4,
    "text": "<b>İsrâ Hadisesine göre Hz. Peygamber bir gece nereden nereye götürülmüştür?</b>",
    "correctAnswer": "D",
    "options": {
      "A": "Mescid-i Aksâ’dan Mescid-i Kıbleteyn",
      "B": "Mekke’den Yesrib’e",
      "C": "Süleyman Mabedi’nden Sema’ya",
      "D": "Mescid-i Harâm’dan Mescid-i Aksâ’ya",
      "E": "Rânûnâ Vadisi’nden Ebvâ’ya"
    }
  },
  {
    "id": "414209",
    "unitNumber": 4,
    "text": "<b>Hz. Peygamber, bi’setin on birinci yılında Mekke’de karşılaştığı Hazrec kabilesine mensup bir grup Yesribli ile Akabe Vadisinde görüşme gerçekleştirdi. Aşağıdaki isimlerden hangisi, bu görüşmede yer almamıştır?</b>",
    "correctAnswer": "D",
    "options": {
      "A": "Esad b. Zürâre",
      "B": "Râfi b. Mâlik",
      "C": "Câbir b. Abdillâh",
      "D": "Üseyd b. Hudayr",
      "E": "Avf b. el-Hâris"
    }
  },
  {
    "id": "414210",
    "unitNumber": 4,
    "text": "<b>İkinci Akabe Biatı, savaşla ilgili hususları ihtiva etttiği için kaynaklarda başka bir isimle daha anılmaktadır. Bu isim aşağıdakilerden hangisidir?</b>",
    "correctAnswer": "B",
    "options": {
      "A": "Beyʻatül-Akabe",
      "B": "Beyʻatül-Harb",
      "C": "Bey‘atü’r-rıdvân",
      "D": "Bey‘atü’n-nisâ",
      "E": "Beyʻatül-Yesrib"
    }
  },
  {
    "id": "414211",
    "unitNumber": 4,
    "text": "<b>Hz. Peygamber’in Yesrib’e hicret yolculuğunda kendisine eşlik eden ve bu yolculukla ilgili ayete mazhar olan sahabi kimdir?</b>",
    "correctAnswer": "B",
    "options": {
      "A": "Ömer b. Hattâb",
      "B": "Ebu Bekir es-Sıddîk",
      "C": "Ali b. Ebî Tâlib",
      "D": "Osman b. Affân",
      "E": "Abbas b. Abdilmuttalib"
    }
  },
  {
    "id": "414212",
    "unitNumber": 4,
    "text": "<b>Hz. Peygamber’in hicret yolculuğunda kendilerine yol gösteren kılavuzun adı nedir?</b>",
    "correctAnswer": "A",
    "options": {
      "A": "Abdullah b. Üreykıt",
      "B": "Âmir b. Füheyre",
      "C": "Sürekâ b. Mâlik",
      "D": "Büreyde b. Husayb",
      "E": "Ebû Ma‘bed el-Huzâî"
    }
  },
  {
    "id": "414213",
    "unitNumber": 5,
    "text": "<b>Muâhât hangi amaçla yapılmıştır?</b>",
    "correctAnswer": "C",
    "options": {
      "A": "Ensar ve Muhacirler arasında kan bağı oluşturmak için",
      "B": "Yahudilerle Müslümanları kaynaştırmak için",
      "C": "Muhacirlerin barınma ve geçim sorununu çözmek ve toplumsal dayanışmayı sağlamak için",
      "D": "Medine’deki müşriklerle siyasi ittifak kurmak için",
      "E": "Sadece askerî bir güç oluşturmak için"
    }
  },
  {
    "id": "414214",
    "unitNumber": 5,
    "text": "<b>Hz. Peygamber’in öncülüğünde inşa edilen Mescid-i Nebî, İslâm toplumunun teşekkülü sürecinde hangi işleviyle öne çıkmıştır?</b>",
    "correctAnswer": "B",
    "options": {
      "A": "Müslümanların rahat bir şekilde ibadet edebildiği mekân olmasıyla",
      "B": "İbadet, eğitim, istişare, yargı gibi çok yönlü fonksiyonların icra edildiği bir merkez olmasıyla",
      "C": "Mekke’den gelen kervanların konaklama yeri olmasıyla",
      "D": "Medine Pazarı’na yakınlığı sebebiyle dinî ve iktisadî alanda doğal bir bağın parçasını teşkil etmesiyle",
      "E": "Suffe’yi ihtiva etmesiyle"
    }
  },
  {
    "id": "414215",
    "unitNumber": 5,
    "text": "<b>Aşağıdaki kabilelerden hangisi Medine Vesikası’nın muhataplarından biri değildir?</b>",
    "correctAnswer": "E",
    "options": {
      "A": "Nadîr Kabilesi",
      "B": "Kurayza Kabilesi",
      "C": "Kaynukâ‘ Kabilesi",
      "D": "Evs Kabilesi",
      "E": "Kureyş Kabilesi"
    }
  },
  {
    "id": "414216",
    "unitNumber": 5,
    "text": "<b>Hz. Peygamber’in emriyle kurulan Medine Pazarı, İslâm toplumunun teşekkülü açısından hangi yönüyle öne çıkmıştır?</b>",
    "correctAnswer": "B",
    "options": {
      "A": "Yahudi pazarlarını ortadan kaldırarak Müslümanların tüm ticareti kontrol altına almasını sağlamıştır.",
      "B": "Müslümanlara ait, İslâm dinine uygun kaidelerin uygulandığı ekonomik bağımsızlık alanı kazandırmıştır.",
      "C": "Yalnızca Mekke’den gelen tüccarların ticaret yapmasına izin vermiştir.",
      "D": "Sadece Ensar ile Muhacir arasında ticarî ilişkileri düzenlemiştir.",
      "E": "Pazarın tüm gelirlerini doğrudan Mescid-i Nebî’ye aktarmıştır."
    }
  },
  {
    "id": "414217",
    "unitNumber": 5,
    "text": "<b>İki kıbleli mescit aşağıdakilerden hangisidir?</b>",
    "correctAnswer": "E",
    "options": {
      "A": "Mescid-i Nebî",
      "B": "Mescid-i Aksâ",
      "C": "Mescid-i Kubâ",
      "D": "Benî Sâlim Mescidi",
      "E": "Benî Selime Mescidi"
    }
  },
  {
    "id": "414218",
    "unitNumber": 5,
    "text": "<b>Hz. Peygamber’in gönderdiği ilk seriyye aşağıdakilerden hangisidir?</b>",
    "correctAnswer": "A",
    "options": {
      "A": "Îs Seriyyesi",
      "B": "Râbiğ Seriyyesi",
      "C": "Harrâr Seriyyesi",
      "D": "Katan Seriyyesi",
      "E": "Gamre Seriyyesi"
    }
  },
  {
    "id": "414219",
    "unitNumber": 5,
    "text": "<b>Gazvenin terim anlamı aşağıdakiler hangisidir?</b>",
    "correctAnswer": "D",
    "options": {
      "A": "Müslümanların Yahudilerle yaptığı savaşlar için kullanılmıştır.",
      "B": "Müslümanların müşriklerle verdikleri mücadele için kullanılmıştır.",
      "C": "Hz. Peygamber’in komutanlarla sevk ve idare ettiği askerî harekât için kullanılmıştır.",
      "D": "Hz. Peygamber’in bizzat sevk ve idare ettiği savaşlar için kullanılmıştır.",
      "E": "Hz. Peygamber’in akrabaları ile yaptığı savaşlar için kullanılmıştır."
    }
  },
  {
    "id": "414220",
    "unitNumber": 5,
    "text": "<b>Müslümanların ilk kez düşman öldürdüğü ve Bedir Gazvesi’nin sebeplerinden biri olan seriyye aşağıdakilerden hangisidir?</b>",
    "correctAnswer": "A",
    "options": {
      "A": "Batn-ı Nahle Seriyyesi",
      "B": "Râbiğ Seriyyesi",
      "C": "Harrâr Seriyyesi",
      "D": "Îs Seriyyesi",
      "E": "Gamre Seriyyesi"
    }
  },
  {
    "id": "414221",
    "unitNumber": 5,
    "text": "<b>Uhud Savaşından sonra Medine Sözleşmesini ihlal ettikleri için şehirden sürülen Yahudi kabilesi aşağıdakilerden hangisidir?</b>",
    "correctAnswer": "B",
    "options": {
      "A": "Benî Kaynukâ‘",
      "B": "Benî Nadîr",
      "C": "Benî Kurayza",
      "D": "Beni Seleme",
      "E": "Beni Ümeyye"
    }
  },
  {
    "id": "414222",
    "unitNumber": 5,
    "text": "<b>Kur’an’da kullanılan “Ahzâb” (ittifak edenler) tabirinden dolayı Ahzâb Gazvesi olarak da anılan savaş aşağıdakilerden hangisidir?</b>",
    "correctAnswer": "D",
    "options": {
      "A": "Bedir Gazvesi",
      "B": "Uhud Gazvesi",
      "C": "Sevîk Gazvesi",
      "D": "Hendek Gazvesi",
      "E": "Mûte Gazvesi"
    }
  },
  {
    "id": "414223",
    "unitNumber": 6,
    "text": "<b>Kendisine “Rahmânü’l-Yemâme” lakabı veren yalancı peygamber Müseylime hangi kabiledendir?</b>",
    "correctAnswer": "D",
    "options": {
      "A": "Gatafân",
      "B": "Esed",
      "C": "Kelb",
      "D": "Hanife",
      "E": "Kureyş"
    }
  },
  {
    "id": "414224",
    "unitNumber": 6,
    "text": "<b>Hz. Peygamber hayattayken öldürülen yalancı peygamber Esved el-Ansî hangi bölgede isyan etmiştir?</b>",
    "correctAnswer": "C",
    "options": {
      "A": "Yemâme",
      "B": "Şam",
      "C": "Yemen",
      "D": "Umman",
      "E": "Bahreyn"
    }
  },
  {
    "id": "414225",
    "unitNumber": 6,
    "text": "<b>Hz. Peygamber Tâif heyetinin taleplerinden hangisine olumlu cevap vermiştir?</b>",
    "correctAnswer": "E",
    "options": {
      "A": "İçki ve faiz yasağından muafiyet",
      "B": "Farz namazlardan muafiyet",
      "C": "Tâif’in kutsal belde ilan edilmesi",
      "D": "Zina yasağından muafiyet",
      "E": "Zekât ve cihada katılmaktan muafiyet"
    }
  },
  {
    "id": "414226",
    "unitNumber": 6,
    "text": "<b>Hz. Peygamber’e gelip kendisiyle kelâmi meselelerde tartışan ve Hz. Peygamber’in mübâhele teklifi karşısında geri adım atan Hristiyan heyet nereden gelmişti?</b>",
    "correctAnswer": "D",
    "options": {
      "A": "Hayber",
      "B": "Fedek",
      "C": "Bizans",
      "D": "Necran",
      "E": "Bahreyn"
    }
  },
  {
    "id": "414227",
    "unitNumber": 6,
    "text": "<b>Hz. Peygamber insanlara Kur’an’ı ve İslâm’ı öğretmeleri için Muâz b. Cebel’i ve Ebû Musa el-Eş‘arî’yi hangi bölgeye göndermiştir?</b>",
    "correctAnswer": "A",
    "options": {
      "A": "Yemen",
      "B": "Fedek",
      "C": "Bizans",
      "D": "Tebük",
      "E": "Bahreyn"
    }
  },
  {
    "id": "414228",
    "unitNumber": 6,
    "text": "<b>Aşağıdakilerden hangisi Mûte’de İslâm ordusunun komutanlığını yapmamıştır?</b>",
    "correctAnswer": "E",
    "options": {
      "A": "Hâlid b. Velîd",
      "B": "Zeyd b. Hârise",
      "C": "Abdullah b. Revâha",
      "D": "Câfer b. Ebî Tâlib",
      "E": "Usâme b. Zeyd"
    }
  },
  {
    "id": "414229",
    "unitNumber": 6,
    "text": "<b>Aşağıdakilerden hangisi Hudeybiye barışının bozulmasına neden olan saldırıyı gerçekleştiren Kureyş müttefiki kabiledir?</b>",
    "correctAnswer": "C",
    "options": {
      "A": "Benî Nadîr",
      "B": "Gatafân",
      "C": "Benî Bekr",
      "D": "Huzâa",
      "E": "Evs"
    }
  },
  {
    "id": "414230",
    "unitNumber": 6,
    "text": "<b>Münafıklarca inşa edilen Mescid-i Dırâr aşağıdaki seferlerden hangisi sırasında yıkılmıştır?</b>",
    "correctAnswer": "A",
    "options": {
      "A": "Tebük",
      "B": "Mûte",
      "C": "Benî Mustalik",
      "D": "Hayber",
      "E": "Huneyn"
    }
  },
  {
    "id": "414231",
    "unitNumber": 6,
    "text": "<b>Huneyn’de müşrik ordusunun liderliğini yapan ve Tâif kuşatması sırasında İslâm’ı kabul eden Hevâzin reisi aşağıdakilerden hangisidir?</b>",
    "correctAnswer": "B",
    "options": {
      "A": "Düreyd b. Sımme",
      "B": "Mâlik b. Avf",
      "C": "Ebû Süfyan",
      "D": "Süheyl b. Amr",
      "E": "İkrime b. Ebî Cehl"
    }
  },
  {
    "id": "414232",
    "unitNumber": 6,
    "text": "<b>Müslüman olup Hz. Peygamber’e sığınanların müşriklere iade edilmesi maddesinin iptal edilmesini sağlayan, Kureyş kervanlarına baskınlar yapan grubun liderliğini aşağıdakilerden hangisi yapmıştır?</b>",
    "correctAnswer": "C",
    "options": {
      "A": "Usâme b. Zeyd",
      "B": "Süheyl b. Amr",
      "C": "Ebû Cendel",
      "D": "Hâlid b. Velîd",
      "E": "Câfer b. Ebî Tâlib"
    }
  },
  {
    "id": "109715",
    "unitNumber": 7,
    "text": "<strong>Sâbiîlik</strong> <strong>ve</strong> <strong>Sâbiîlerle ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Sâbiîlerin aslında ateşe taptıkları kabul edilmektedir.",
      "B": "Kur’an-ı Kerim’de Sâbiîler anlamına gelen “sâbiûn/sâbiîn” kelimesi üç ayrı ayette geçmektedir.",
      "C": "Sâbiîlik, ışık-karanlık düalizmine dayalı gnostik inançlarıyla tanınan topluluğun bağlı olduğu bir dindir.",
      "D": "Sâbiîler zimmî statüsünde kabul edilmektedir.",
      "E": "Sâbiîlik, Filistin-Ürdün Bölgesi'nde mevcut bulunan heterodoks Yahudi akımlarından doğmuştur."
    }
  },
  {
    "id": "109861",
    "unitNumber": 7,
    "text": "I. Müslüman yöneticinin, gayrimüslim vatandaşların can, mal ve din hürriyetini vergi karşılığında korumasını ifade eden bir terimdir.<br/>II. Kendi dininde kalmakta serbest bırakılan kitap ehlinden alınan baş vergisidir.<br/>III. Kur’an-ı Kerim’de kutsal kitap sahibi din mensupları için kullanılan bir tabirdir.<br/>IV. Barış yoluyla ele geçirilen taşınır veya taşınmaz malları ifade eden bir terimdir.<br/><strong>Tanımları verilen kavramlar, aşağıdakilerin hangisinde doğru şekilde sıralanmıştır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Ehl-i kitap-Fey-Zimmî-Cizye",
      "B": "Cizye-Fey-Ehl-i kitap-Zimmî",
      "C": "Zimmî-Cizye-Ehl-i kitap-Fey",
      "D": "Fey-Cizye-Ehl-i kitap-Haraç",
      "E": "Zimmî-Fey-Ehl-i kitap-Cizye"
    }
  },
  {
    "id": "110019",
    "unitNumber": 7,
    "text": "I. Kur’an-ı Kerim'de Mecusiler’den bahsedilmektedir.<br/>II. İran’ın İslam yönetimine geçmesinin ardından Mecusilik zayıflamıştır.<br/>III. Mecusilik, İran, Irak, Bahreyn, Uman ve Yemen’de yayılmıştır.<br/>IV. İran’ın Yemen valisi Bâzan İslamiyet’i kabul etmiştir.<br/><strong>Mecusiler ve Mecusilik ile ilgili yukarıdaki bilgilerden hangisi ya da hangileri doğrudur?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "I, II ve IV",
      "B": "I, II, III ve IV",
      "C": "III ve IV",
      "D": "Yalnız I",
      "E": "I ve IV"
    }
  },
  {
    "id": "111746",
    "unitNumber": 7,
    "text": "<strong>Yahudiler ile ilgili olarak aşağıdakilerden hangisi doğrudur?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yahudiler Hicaz bölgesinde sadece Medine şehrinde yaşamaktaydı.",
      "B": "Yahudilik’i Arabistan’da kurulan devletlerin hiçbiri resmî din olarak kabul etmemiştir.",
      "C": "Kur'an-ı Kerim'de Yahudilerin tutumlarına dair ayetler bulunmamaktadır.",
      "D": "Kaynukaoğulları Hazrec ile Nadiroğulları ve Kureyzaoğulları ise Evs kabilesi ile müttefikti.",
      "E": "Ehl-i kitap veya gayrimüslim tabiri, Yahudiler için kullanılmamaktadır."
    }
  },
  {
    "id": "111830",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi İslam’a davet mektubu gönderilen Hristiyan devletlerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Mısır",
      "B": "Gassânî",
      "C": "Habeşistan",
      "D": "İran",
      "E": "Bizans"
    }
  },
  {
    "id": "128343",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi Hz. Peygamber’in davet mektubunu götürmekle görevli elçilerinden biridir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Amr b. el-Âs",
      "B": "Ömer b. el-Hattâb",
      "C": "Câfer b. Ebî Tâlib",
      "D": "Abbâs b. Abdulmuttalib",
      "E": "Dihye el-Kelbî"
    }
  },
  {
    "id": "128344",
    "unitNumber": 7,
    "text": "<strong>Âl-i İmrân suresinin 61. ayeti ile emredilen mübahelenin amacı aşağıdakilerden hangisidir? </strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Medine’deki Yahudilerle antlaşma yapmak",
      "B": "Mucizelere inanmayan müşriklere meydan okumak",
      "C": "Necranlı Hristiyanları karşılıklı lanetleşmeye davet etmek",
      "D": "Medine Antlaşması’nı bozup ihanet eden Benî Kurayza’yı cezalandırmak",
      "E": "Hristiyanların soruları üzerine Hz. İsa ve Meryem hakkında bilgi aktarmak"
    }
  },
  {
    "id": "164191",
    "unitNumber": 7,
    "text": "<strong>Hicretin beşinci senesinde Benî Kureyza’nın cezalandırılmasının sebebi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Hendek Savaşı’ndaki ihanetleri",
      "B": "Suikast girişiminde bulunmaları",
      "C": "Müslümanlarla ticarî ilişkilerini kesmeleri",
      "D": "Müşterek diyet ödemesine katılmamaları",
      "E": "Medine çarşısında karışıklık çıkartmaları"
    }
  },
  {
    "id": "164192",
    "unitNumber": 7,
    "text": "<strong>Medîne'den sürülen ilk Yahudi kabilesi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Hayber Yahudileri",
      "B": "Benî Nadîr",
      "C": "Benî Kaynuka",
      "D": "Benî Kurayza",
      "E": "Benî Ka'b b. Eşref"
    }
  },
  {
    "id": "164193",
    "unitNumber": 7,
    "text": "<strong>Uhud Savaşı’ndan sonra sözleşmeye uymadıkları için Benî Nadîr Kabilesi'ne verilen ceza ne olmuştur?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kuşatma",
      "B": "Ölüm",
      "C": "Sürgün",
      "D": "Esaret",
      "E": "Hapis"
    }
  },
  {
    "id": "164194",
    "unitNumber": 7,
    "text": "<strong>Hayber Gazvesi sonrasında hangi şartla </strong><strong>Yahudilerle </strong><strong>anlaşmaya varılmıştır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Esirlerinin serbest bırakılması",
      "B": "Yıllık kazançlarının yarısını Medîne’ye vermeleri",
      "C": "Sürülmeleri",
      "D": "Toprakları işlemeleri ve hâsılatın tamamını teslim etmeleri",
      "E": "Cizye ödemeleri"
    }
  },
  {
    "id": "164195",
    "unitNumber": 7,
    "text": "<strong>Tebük Seferi’nin hedefinde hangi devlet vardır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Sâsânî Devleti",
      "B": "Bizans Devleti",
      "C": "Habeşistan",
      "D": "Mısır Mukavkıslığı",
      "E": "Uman Melikliği"
    }
  },
  {
    "id": "164196",
    "unitNumber": 7,
    "text": "<strong>Hz. Peygamber’in Bizans’a karşı Üsâme b. Zeyd komutasında bir ordu hazırlamasının sebebi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Mûte’de atanan üç komutanın şehid olması",
      "B": "Tebük’te Müslümanların yenilmiş olması",
      "C": "Kureyş’in yardımda bulunmayı vaat etmesi",
      "D": "Şam ticaret yolunun güvenliğini sağlamak",
      "E": "Bizans İmparatoru’nun Maân valisi Fervâ’yı öldürtmesi"
    }
  },
  {
    "id": "164198",
    "unitNumber": 7,
    "text": "<strong>“Humus hissesi” ne anlama gelmektedir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Ticaret malları vergisi",
      "B": "Toplu alınan cizye miktarı",
      "C": "Hayberliler’in teklif ettiği yıllık ürün",
      "D": "Yemen bölgesinde bir yemek türü",
      "E": "Ganimetin beşte birlik kısmı"
    }
  },
  {
    "id": "174841",
    "unitNumber": 7,
    "text": "<strong>Benî Nadîr’in Medine’den sürülmesinin sebebi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Ka‘b b. el-Eşref’i öldürmeleri",
      "B": "Müslümanların aleyhinde şiirler söylemeleri",
      "C": "Hendek Gazvesi sırasında Müslümanlara ihanet etmeleri",
      "D": "Hz. Peygamber’e suikast düzenlemiş olmaları",
      "E": "Çarşıda bir Müslümanı öldürmüş olmaları"
    }
  },
  {
    "id": "174843",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi Mûte Savaşı’nın sonuçları arasında yer alır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Müslüman ordusunun olabilecek en az zararla Medine’ye dönmeyi başarması",
      "B": "Müslümanların Bizans Devleti ile antlaşma imzalamaları",
      "C": "Hâlid b. Velîd’in girişimiyle Müslümanların teslim olmaları",
      "D": "Kumandan tayin edilen üç kişinin, Mûte dönüşü ödüllendirilmeleri",
      "E": "Suriye-Medine ticaret yolunun Müslümanların kontrolüne geçmesi"
    }
  },
  {
    "id": "174845",
    "unitNumber": 7,
    "text": "<strong>Cizyenin şartları arasında aşağıdakilerin hangisi <u>yer almaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Cizye miktarı, kabile veya bölgenin durumuna göre belirlenir.",
      "B": "Cizye, aynî veya nakdî olarak tahsil edilebilir.",
      "C": "Cizye, toplumun bütün kesimlerinden alınır.",
      "D": "Bazı bölgelerden toplu cizye miktarı hesaplanarak müşterek cizye alınabilir.",
      "E": "Müslümanlığı kabul eden gayrimüslimden cizye alınmaz."
    }
  },
  {
    "id": "174847",
    "unitNumber": 7,
    "text": "<strong>Aşağıdaki farklı din mensuplarından hangisinin ismi Kur’ân-ı Kerîm’de <u>geçmemektedir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Hristiyanlar",
      "B": "Yahudiler",
      "C": "Sâbiîler",
      "D": "Mecusiler",
      "E": "Maniheistler"
    }
  },
  {
    "id": "174848",
    "unitNumber": 7,
    "text": "<strong>Müslüman yöneticinin can, mal ve din hürriyetini her şartta korumak durumunda olduğu gayrimüslim vatandaşları ifade eden terim aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Yabancı uyruklu",
      "B": "Zimmî",
      "C": "Sâbiî",
      "D": "Necranlı",
      "E": "Hanîf"
    }
  },
  {
    "id": "174849",
    "unitNumber": 7,
    "text": "<strong>Aşağıdaki maddelerden hangisi Tebük Seferi’nin sonuçları arasında yer alır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Müslümanlar, Yahudilerle son kez Tebük’te karşı karşıya gelmişlerdir.",
      "B": "Bizans ordusu ağır bir yenilgiye uğramıştır.",
      "C": "Herakleios ile cizye antlaşması yapılmıştır.",
      "D": "Müslümanlar herhangi bir düşmanla karşılaşmamışlardır.",
      "E": "Gassânîler İslamiyet’i kabul etmişlerdi."
    }
  },
  {
    "id": "174851",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi kitap ehli olarak kabul edilebilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Mecusiler",
      "B": "Kureyşliler",
      "C": "Müşrikler",
      "D": "Gatafanlılar",
      "E": "Putperestler"
    }
  },
  {
    "id": "329347",
    "unitNumber": 7,
    "text": "Bu kabile, Hz. Peygamber’le yeniden antlaşma yapmalarına rağmen Uhud Gazvesi’nin hazırlıkları sırasında Müslümanlar hakkında Ebû Süfyân’a bilgi sızdırmıştır. Uhud’da Müslümanların açık bir üstünlük kazanamamasından aldıkları cesaretle müşriklerin Hz. Peygamber’e suikast düzenleme teklifini kabul ederek antlaşmalarını bozmaya kalkmışlardır.<br/><strong>Paragrafta anlatılan kabile aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Benî Neccar",
      "B": "Benî Haris",
      "C": "Benî Kurayza",
      "D": "Benî Kaynuka",
      "E": "Benî Nadîr"
    }
  },
  {
    "id": "329353",
    "unitNumber": 7,
    "text": "Bu fetih Hicaz Yarımadası’ndaki diğer Arap kabilelerini de etkilemiş, Müslümanların gerçek gücünü tanımalarına yol açmıştır. Bundan sonra artık Müslümanların karşısına açıktan çıkamamışlardır. Ayrıca bu zafer ile kuzeyden gelebilecek Yahudi tehlikesi bertaraf edilerek Mekke’nin fethine giden yoldaki en önemli engellerden biri daha aşılmıştır.<br/><strong>Paragrafta bahsi geçen fetih aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Hayber",
      "B": "Taif",
      "C": "Medine",
      "D": "Huneyn",
      "E": "Mute"
    }
  },
  {
    "id": "329355",
    "unitNumber": 7,
    "text": "<strong>Hz. Peygamber hicretin altıncı yılında komşu devletlerin Hristiyan devlet başkanlarına İslamiyet’e davet mektupları göndermiştir. Aşağıdakilerden hangisi bu devletlerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Habeşistan",
      "B": "Bizans",
      "C": "Mısır",
      "D": "Gassânî",
      "E": "Suriye"
    }
  },
  {
    "id": "329360",
    "unitNumber": 7,
    "text": "<strong>Sebebi Gassânî-Hristiyan Arap meliki Şurahbil b. Amr’ın, Hz. Peygamber’in elçisi Hâris b. Umeyr’i öldürdüğü savaş aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Hayber",
      "B": "Mute",
      "C": "Tebük",
      "D": "Taif",
      "E": "Hendek"
    }
  },
  {
    "id": "364498",
    "unitNumber": 7,
    "text": "<strong>Hz. Peygamber’e suikast teşebbüsünde bulunmalarından ötürü Medine’den sürülen iki Yahudi kabilesi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Beni Kinene ve Beni Cuşem",
      "B": "Beni Saide ve Beni Şuteybe",
      "C": "Beni Neccar ve Beni Haris",
      "D": "Beni Kurayza ve Beni Nadir",
      "E": "Beni Kaynuka ve Beni Nadir"
    }
  },
  {
    "id": "366933",
    "unitNumber": 7,
    "text": "<strong>İslamiyet’in erken dönemlerinde Medine'de bulunan Yahudi kabilesi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Beni Neccar",
      "B": "Beni Haris",
      "C": "Beni Saide",
      "D": "Beni Şuteybe",
      "E": "Beni Kurayza"
    }
  },
  {
    "id": "393022",
    "unitNumber": 7,
    "text": "Güney Mezopotamya’da yaşamış olan ve ışık-karanlık düalizmine dayalı gnostik inançlarıyla tanınan topluluğun bağlı olduğu bir dindir. Bu dinin tarihçesi bugünden iki bin yıl geriye gider. Bu inanç Filistin-Ürdün bölgesinde mevcut bulunan heterodoks Yahudi akımlarından doğmuştur. Büyük bir önder ve ışık peygamberi şeklinde tanımladıkları Hz. Yahya tarafından getirilen bir dindir.<br/><strong>Paragrafta konu edilen inanç biçimi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Mecusilik",
      "B": "Hristiyanlık",
      "C": "Sabiilik",
      "D": "Paganlık",
      "E": "Maniheizm"
    }
  },
  {
    "id": "394102",
    "unitNumber": 7,
    "text": "I. Hristiyanlık Araplar arasında geniş halk kitleleri tarafından benimsenmemiştir.<br/>II. İslam öncesi dönemde Yahudiler ve Hristiyanlar Suriye'de mücadele hâlindedir.<br/>III. Hz. Peygamber’in eşi Hz. Hatice’nin amcasının oğlu Varaka b. Nevfel, Hz. Peygamberin karşılaştığı Hristiyanlardan biridir.<br/>IV. Bizans- Sasani savaşlarını uzaktan takip eden Medine'deki Müslümanlar Sasanilerin tarafını tutmaktaydı.<br/><strong>Hz. Peygamber'in Hristiyanlarla ilişkileri bağlamında verilen yukarıdaki bilgilerden hangisi ya da hangileri doğrudur?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "II ve III",
      "B": "I ve II",
      "C": "I ve III",
      "D": "Yalnız IV",
      "E": "III ve IV"
    }
  },
  {
    "id": "112850",
    "unitNumber": 8,
    "text": "<strong>Hz. Peygamber’in sıradan insanlarda bulunmayan özelliklerini ele alan ilim dalı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Hilye",
      "B": "Mu’cizât",
      "C": "Keramât",
      "D": "Delail",
      "E": "Şemail"
    }
  },
  {
    "id": "112914",
    "unitNumber": 8,
    "text": "Resulullah'ın bi'setinden 10 yıl önce doğmuştur. Eşi, Bedir’de müşrikler safında savaşmış ve Müslümanlara esir düşmüştür. Medine’ye hicreti Bedir savaşından sonra olmuştur. İki çocuğu dünyaya gelmiş ancak soyu devam etmemiştir.<br/><strong>Yukarıda verilen bilgiler Hz. Peygamber’in hangi çocuğuna aittir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Zeyneb",
      "B": "Rukıyye",
      "C": "Ümmü Gülsüm",
      "D": "Fatıma",
      "E": "Kasım"
    }
  },
  {
    "id": "116564",
    "unitNumber": 8,
    "text": "I. Bey’atü’l-Rıdvan’a kadar olan savaşlar savunma savaşıdır.<br/>II. Hz. Peygamber savaş peygamberidir.<br/>III. Hz. Peygamber’in katıldığı savaşlara seriyye denilmektedir.<br/>IV. Hz. Peygamber’in bizzat katıldığı savaşların hepsinde fiili çatışma olmuştur.<br/>V. Savaşa izin veren ayetler Mekki’dir.<br/><strong>Yukarıda Hz. Peygamber dönemi askerî hayatıyla ilgili verilen bilgilerden hangisi ya da hangileri doğrudur?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "II ve V",
      "D": "I, III ve V",
      "E": "I, III, IV ve V"
    }
  },
  {
    "id": "116592",
    "unitNumber": 8,
    "text": "<strong>Hz. Peygamber’in eşleriyle ilgili olarak aşağıdakilerden hangisi doğrudur?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Hz. Hatice, Hz. Fatıma’yı dünyaya getirdikten kısa bir süre sonra vefat etmiştir.",
      "B": "Hz. Peygamber’in eşleri arasında aynı isme sahip hiçbir hanımı yoktur.",
      "C": "Hz. Peygamber, peygamberliğin verdiği meşakkatten dolayı eşlerini ihmal etmiştir.",
      "D": "Hz. Peygamber’in hizmetini görenler O’nun ev halkından sayılmamıştır.",
      "E": "Hz. Peygamber’in bazı eşleri, evlenmeden önce ehl-i kitaba mensuptur."
    }
  },
  {
    "id": "116795",
    "unitNumber": 8,
    "text": "I. Yeryüzünde kibirlenerek yürüme-Alçak gönüllülüğü<br/>II. Şayet sen kaba, katı yürekli olsaydın hiç şüphesiz etrafından dağılır giderlerdi-Sabrı<br/>III. Biz seni alemlere ancak rahmet olarak gönderdik-Şefkati<br/>IV. Sana tâbi olan müminlere tevazu kanadını indir-Hilmi<br/><strong>Yukarıdaki ayet-Hz. Peygamber’in ahlaki özelliği eşleştirmelerinden hangisi ya da hangileri <u>yanlıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız II",
      "B": "Yalnız IV",
      "C": "I ve III",
      "D": "II ve IV",
      "E": "II, III ve IV"
    }
  },
  {
    "id": "164199",
    "unitNumber": 8,
    "text": "<strong>Hz. Ali, eşi Fâtıma’nın vefatından sonra kiminle evlendi?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Zeyneb’in kızı Ümâme ile",
      "B": "Rukıyye’nin kızı Ümâme ile",
      "C": "Ümmü Gülsümün kızı Ümâme ile",
      "D": "Hamza’nın kızı Ümâme ile",
      "E": "Ümmü Seleme’nin kızı Ümâme ile"
    }
  },
  {
    "id": "164203",
    "unitNumber": 8,
    "text": "<strong>Hz. Peygamber’in Habeş muhaciri olan hanımları aşağıdakilerden hangisinde doğru olarak verilmiştir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Hz. Hatice ve Hz. Âişe",
      "B": "Hz. Hafsa ve Hz. Safiyye",
      "C": "Hz. Sevde ve Hz. Ümmü Habibe",
      "D": "Hz. Meymûne ve Hz. Cüveyriyye",
      "E": "Hz. Zeyneb ve Hz. Mâriye"
    }
  },
  {
    "id": "164205",
    "unitNumber": 8,
    "text": "<strong>Hz. Peygamber’in Arap ırkından olmayan hanımları aşağıdakilerden hangisinde doğru olarak verilmiştir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Hz. Hatice ve Hz. Âişe",
      "B": "Hz. Hafsa ve Hz. Zeyneb",
      "C": "Hz. Sevde ve Hz. Ümmü Seleme",
      "D": "Hz. Meymûne ve Hz. Cüveyriyye",
      "E": "Hz. Safiyye ve Hz. Mâriye"
    }
  },
  {
    "id": "164206",
    "unitNumber": 8,
    "text": "<strong>Hz. Peygamber’in savaşlarını bütün tafsilatıyla anlatan ilim dalına </strong><strong>ne ad verilir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Şemâil",
      "B": "Hilye",
      "C": "Delâil",
      "D": "Meğâzî",
      "E": "Melâhim"
    }
  },
  {
    "id": "164208",
    "unitNumber": 8,
    "text": "<strong>Hz. Peygamber’in emri ile İbrânîce ve Süryânîce’yi öğrenen sahâbînin adı nedir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Zeyd b. Hârise",
      "B": "Câbir b. Abdullah",
      "C": "Ebû Hüreyre",
      "D": "Zeyd b. Desinne",
      "E": "Zeyd b. Sâbit"
    }
  },
  {
    "id": "164210",
    "unitNumber": 8,
    "text": "<strong>Hz. Peygamber ilk Cuma namazını nerede kıldırdı?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Mekke’de",
      "B": "Kubâ’da",
      "C": "Rânûnâ vadisinde",
      "D": "Medine mescidinde",
      "E": "Seniyye’de"
    }
  },
  {
    "id": "164213",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi Beytülmal’in gelir kaynaklarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Fitre",
      "B": "Zekât",
      "C": "Öşür",
      "D": "Humus",
      "E": "Cizye"
    }
  },
  {
    "id": "164216",
    "unitNumber": 8,
    "text": "<strong>Hz. Peygamber’in katılmadığı askerî birliklere ne ad verilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Gaza",
      "B": "Seriyye",
      "C": "Devriye",
      "D": "Savaş",
      "E": "Muhârebe"
    }
  },
  {
    "id": "164217",
    "unitNumber": 8,
    "text": "<strong>Hz. Peygamber zamanında zekât toplayan memurlara ne ad verilirdi?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Muhâsip",
      "B": "Memur",
      "C": "Zâkit",
      "D": "Âmil",
      "E": "Vâli"
    }
  },
  {
    "id": "174855",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi Hz. Peygamber’in özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Hilim, sabır, şükür",
      "B": "Cömetlik, vefakârlık, duyarlılık",
      "C": "Sadakat, emanet, fetanet",
      "D": "Acelecilik, cimrilik, kibirlilik",
      "E": "Adalet, ihsan, takva"
    }
  },
  {
    "id": "174857",
    "unitNumber": 8,
    "text": "<strong>Hz. Peygamber’in, hakkında “Şayet sağ olsaydı ve benden Bedir esirlerinin serbest bırakılmasını isteseydi, fidye istemeden hepsini serbest bırakırdım.” dediği şahıs kimdir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Mut’im bin Adiy",
      "B": "Adiy bin Hatem",
      "C": "Cübeyr bin Mut’im",
      "D": "Ebu Leheb",
      "E": "Ebu Cehil"
    }
  },
  {
    "id": "174858",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi Hz. Peygamber’in savaş öncesinde verdiği emirlerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Çocukları öldürmeyiniz.",
      "B": "Kadınları öldürmeyiniz.",
      "C": "Din adamlarını öldürmeyiniz.",
      "D": "Çok yaşlıları öldürmeyiniz.",
      "E": "Müsle yapınız."
    }
  },
  {
    "id": "174861",
    "unitNumber": 8,
    "text": "<strong>Hz. Peygamber’in hangi eşi ile evliliği yeni bir ilkenin uygulaması olmuştur?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Hz. Hatice",
      "B": "Hz. Zeynep",
      "C": "Hz. Meymûne",
      "D": "Hz. Hafsa",
      "E": "Hz. Safiyye"
    }
  },
  {
    "id": "174862",
    "unitNumber": 8,
    "text": "<strong>Hz. Peygamber hangi eşi ile koşu yarışına çıkardı?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Hz. Hatice",
      "B": "Hz. Zeynep",
      "C": "Hz. Âişe",
      "D": "Hz. Hafsa",
      "E": "Hz. Safiyye"
    }
  },
  {
    "id": "174863",
    "unitNumber": 8,
    "text": "<strong>Hz. Peygamber’in soyu hangi kızının çocukları kanalıyla devam etmiştir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Hz. Zeyneb",
      "B": "Hz. Rukıyye",
      "C": "Hz. Ümmü Gülsüm",
      "D": "Hz. Fâtıma",
      "E": "Hz. Ümâme"
    }
  },
  {
    "id": "174866",
    "unitNumber": 8,
    "text": "<strong>Hz. Peygamber’in huy ve ahlak güzelliğinden bahseden ilim dalı hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Delâil",
      "B": "Siyer",
      "C": "Hilye",
      "D": "Şemail",
      "E": "Hadis"
    }
  },
  {
    "id": "174869",
    "unitNumber": 8,
    "text": "<strong>Hz. Peygamber’in azim ve cesaretinin zirveye çıktığı iki savaş hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Bedir ve Hendek",
      "B": "Mûte ve Tebük",
      "C": "Bedir ve Mûte",
      "D": "Hayber ve Müreysi",
      "E": "Uhud ve Hüneyn"
    }
  },
  {
    "id": "306192",
    "unitNumber": 8,
    "text": "<strong>Hz. Peygamber’in ilk eşi ve altı çocuğunun annesinin adı nedir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Hz. Âişe",
      "B": "Hz. Hafsa",
      "C": "Hz. Hatice",
      "D": "Hz. Mâriye",
      "E": "Hz. Safiye"
    }
  },
  {
    "id": "306194",
    "unitNumber": 8,
    "text": "<strong>Hz. Peygamber’in fiziki özelliklerinden bahseden ilim dalı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Delâil",
      "B": "Siyer",
      "C": "Hilye",
      "D": "Şemail",
      "E": "Hadis"
    }
  },
  {
    "id": "332579",
    "unitNumber": 8,
    "text": "<strong>Hz. Muhammed’in künyesi aşağıdakilerden hangisinde doğru olarak verilmiştir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Ebü'l-Kâsım",
      "B": "Ebü'l-Feth",
      "C": "Ebü'l-Ahmet",
      "D": "Ebü'l-Hüseyn",
      "E": "Ebü'l-Hasen"
    }
  },
  {
    "id": "332580",
    "unitNumber": 8,
    "text": "<strong>Hz. Peygamber’in doğumu ile vefatı arasında geçen altmış üç senelik hayatını anlatan ilim dalı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Meğâzî",
      "B": "Siyer",
      "C": "Hadis",
      "D": "Şemail",
      "E": "Delâil"
    }
  },
  {
    "id": "333658",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi Hz. Muhammed’in eşlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Hz. Sevde",
      "B": "Hz. Âişe",
      "C": "Hz. Hafsa",
      "D": "Hz. Fatma",
      "E": "Hz. Ümmü Seleme"
    }
  },
  {
    "id": "393024",
    "unitNumber": 8,
    "text": "<strong>Hz. Peygamber’in savaşlarını bütün tafsilatıyla anlatan, Hz. Peygamber’in son on senelik Medine hayatının yalnızca kurmay ve diplomat yönünü özel olarak ele alan ilim dalı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Meğâzî",
      "B": "Siyer",
      "C": "Şemail",
      "D": "Delail",
      "E": "Hadis"
    }
  },
  {
    "id": "393025",
    "unitNumber": 8,
    "text": "<strong>Hz. Enes : \"Başımız dara düşünce Peygamber Efendimiz ile korunurduk.\" sözüyle Hz. Peygamber'in hangi özelliklerine dikkat vurgu yapmıştır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Hoşgörüsü",
      "B": "Duyarlılığı ve duygulu oluşu",
      "C": "Doğruluğu ve güvenilirliği",
      "D": "Azmi ve cesareti",
      "E": "Hilmi"
    }
  },
  {
    "id": "112513",
    "unitNumber": 9,
    "text": "I. Müslümanlar Medine’ye ilk hicret ettiklerinde ticari hayat Ensar’ın elindeydi.<br/>II. Hicretten sonra Yahudiler’in yardımıyla Medine’de ticaret gelişmiştir.<br/>III. Haksızlıklara yol açan her türlü alışveriş şekli kaldırılmıştır.<br/>IV. Sosyal adaleti sağlamak amacıyla Müslümanlardan bir takım vergiler alınmıştır.<br/><strong>Yukarıda verilen bilgilerden hangileri Medine dönemi ekonomik hayatıyla ilgilidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "I ve II",
      "B": "III ve IV",
      "C": "I, III ve IV",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    }
  },
  {
    "id": "116715",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi Hz. Peygamber Dönemi idari yapılarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Katiplik",
      "B": "Hac Emirliği",
      "C": "Sahibu’s-sûk",
      "D": "Valilik",
      "E": "Divan"
    }
  },
  {
    "id": "116865",
    "unitNumber": 9,
    "text": "<strong>Hz. Peygamber Dönemi Müslüman toplumuyla ilgili olarak aşağıdakilerden hangisi doğrudur</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Gayrimüslimler zimmet ehli olarak İslam toplumunun bir unsurudur.",
      "B": "İslam’da hilf vardır.",
      "C": "Müslümanların eğitiminin en yaygın yapıldığı yerler evlerdir.",
      "D": "Hz. Peygamber, kadınların dinî eğitimine çok önem vermemiştir.",
      "E": "Kölelerin özgürleştirilmesi için tedbirler alınmış ancak bunda başarılı olunamamıştır."
    }
  },
  {
    "id": "116946",
    "unitNumber": 9,
    "text": "I. Evlilik, günümüzde benzeri olan uygulamalarla gerçekleşirdi.<br/>II. Boşama yetkisi sadece erkeğe verilmiştir.<br/>III. Evlilik sırasında kadının erkeğe vereceği mehir hususunda karşılıklı rıza esastır.<br/>IV. Müslümanların kimlerle evlenemeyeceği ayetlerle belirlenmiştir.<br/><strong>Hz. Peygamber Dönem'inde evlilik ve boşanmayla ilgili olarak yukarıdakilerden hangisi ya da hangileri <u>yanlıştır</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız II",
      "B": "I ve IV",
      "C": "II ve III",
      "D": "I, II ve III",
      "E": "I, III ve IV"
    }
  },
  {
    "id": "117056",
    "unitNumber": 9,
    "text": "<strong>Hz. Peygamber Dönemi kültürel hayatıyla ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Bu dönem geçmişten gelen geleneklerle İslami değerlerin çatıştığı bir dönemdir.",
      "B": "Kur’an-ı Kerim, Kuzey ve Güney Arapları arasındaki lehçe farkını azaltmıştır.",
      "C": "Hitabette Araplar, uzun ve beliğ konuşmayı önemserdi.",
      "D": "Tıbb-ı nebevî, Hz. Peygamber’in dönemine ait tecrübelerine dayanan bilgilerdir.",
      "E": "Hz. Peygamber’in hadislerinde geçen ilim ile kastedilen daha çok vahyî bilgidir."
    }
  },
  {
    "id": "164248",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi Müslümanların hicretinin sağladığı sosyal imkânlar arasında yer alır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Medinelilerin Kureyşî olmaları",
      "B": "Müslümanların dinî kimlikleriyle sosyal hayata katılmaları",
      "C": "Bütün Arapların Medine’ye hicret etmeleri",
      "D": "Hz. Peygamber’in kabilesinin bütün Araplara hâkim olması",
      "E": "Ehl-i Kitab’ın iman etmesi"
    }
  },
  {
    "id": "164250",
    "unitNumber": 9,
    "text": "Hz. Muhammed (SAV) döneminde Yahudiler ve Hristiyanlar, zimmet ehli olarak İslam toplumunda hayatlarını rahat bir şekilde yaşamışlardır. Kendi aralarında ticarî ve sosyal ilişkilerini inançlarına uygun bir şekilde yürütme imkânına da sahip olmuşlardır. Allah Resulü’nün bu uygulaması, başka dinlere mensup insanların İslam havzası içinde dinî ve millî kimliklerini asırlarca koruyabilmelerini sağlamıştır.<br/><strong>Paragrafa göre aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Hz. Peygamber, gayrimüslimlerin Müslüman olmalarını önemsememiştir.",
      "B": "Hz. Peygamber diğer din mensuplarıyla iyi ilişkiler kurmaya önem vermiştir.",
      "C": "Zimmîler, ibadetlerini rahat bir şekilde yapmışlardır.",
      "D": "Gayrimüslimler ekonomik imkânlarını geliştirebilmişlerdir.",
      "E": "Hz. Peygamber gayrimüslimlerle aynı ortamlara yaşamaya önem vermiştir."
    }
  },
  {
    "id": "164251",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi Hz. Peygamber dönemi eğitim kurumlarındadır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Sıbyan Mektebi",
      "B": "Medrese",
      "C": "Darülhadis",
      "D": "Mescitler",
      "E": "Darülkurra"
    }
  },
  {
    "id": "164262",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi Hz. Peygamber Dönemi'nde Medine’deki Müslümanların tıbbi tedavi yöntemlerindendir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Dârüşşifalara başvurma",
      "B": "Ziyaretlere gitme",
      "C": "İlaçla tedavi etme",
      "D": "Döverek tedavi etme",
      "E": "Kâhinlere müracaat etme"
    }
  },
  {
    "id": "164263",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi Mekke’nin ekonomik durumu ile ilgili olarak doğrudur?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Ana geçim kaynağı ticarettir.",
      "B": "Mekke hurma yetiştiriciliğinin merkezidir.",
      "C": "Zemzem suyu sayesinde tarımsal sulama gelişmiştir.",
      "D": "Silah sanayii gelişmiştir.",
      "E": "Arabistan’ın bütün ekonomik kaynakları Mekke’den idare edilmektedir."
    }
  },
  {
    "id": "164266",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi Hz. Peygamber Dönemi'nin ticari ilkelerindendir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Devlerin şehirde satışının yasaklanması",
      "B": "Tartıda ve ölçüde hile yapmamak",
      "C": "Kitap satışının artması",
      "D": "Müslümanların kuyumculuk işinde tekel oluşturmaları",
      "E": "Müslümanlarla Yahudiler arasında ticarete sınır getirilmesi"
    }
  },
  {
    "id": "174894",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi Hz. Peygamber’in komşu devletlere elçiler göndermesinin amaçlarından biridir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Komşu devletleri haraca bağlamak istemesi",
      "B": "Komşu devletlere İslam’ı duyurmak istemesi",
      "C": "Komşu devletlere gözdağı verme arzusu",
      "D": "Karşılıklı olarak elçi bulundurma talebi",
      "E": "Kendisine elçi gönderilmesi sebebiyle mukabelede bulunma isteği"
    }
  },
  {
    "id": "174896",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi Medine döneminde okuryazar sayısının artmasının sebeplerindendir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Hz. Peygamber’in sık sık okuma yazma kampanyaları yapması",
      "B": "Medine’de Hz. Peygamber’in hicretinden önce okuryazarlığın yaygın olması",
      "C": "Medine’de çok sayıda üniversite açılmış olması",
      "D": "Hz. Peygamber’in yeni evlenenlere okuryazar olma koşulu getirmesi",
      "E": "Bedir savaşından sonra kurtulmalık bedelini ödeyemeyenlerin on çocuğa okuma-yazma öğretmeleri"
    }
  },
  {
    "id": "174897",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi Hz.Peygamber’in komutanlarına verdiği talimatlardandır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Düşman tarafında olan herkesi öldürebilirler.",
      "B": "Kadınların yeni düşmanlar doğurmamaları için öldürülmeleri gerekir.",
      "C": "Düşmana ait hayvanlar telef edilmelidir.",
      "D": "Beş yaşından büyük çocuklar öldürülmelidir.",
      "E": "Din adamlarının öldürülmesi yasaktır."
    }
  },
  {
    "id": "174898",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi Hz. Peygamber dönemi İslam toplumunun özelliklerindendir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kabile ilişkileri esastır.",
      "B": "İslam kardeşliği sosyal ilişkilerde önemli bir belirleyicidir.",
      "C": "Bireysellik öne çıkmaktadır.",
      "D": "Müşriklerle evlilik yapmak serbesttir.",
      "E": "Ehl-i kitaptan kimselerle her türlü ilişki kesilmiştir."
    }
  },
  {
    "id": "174901",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi Hz. Peygamber’in yönetimde dikkat ettiği ilkelerden biridir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Fazla vergi toplamaya önem vermesi",
      "B": "Halkın Müslüman olması için baskı yapması",
      "C": "Aldığı kararları danışarak alması",
      "D": "Akrabalarını göreve getirmeye önem vermesi",
      "E": "Görevlendirilecek kişinin Kur’an-ı Kerim'den belirli sayıda sure ezberlemiş olması"
    }
  },
  {
    "id": "174903",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi Medine’nin ekonomik durumu için söylenebilir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yahudilerle Müslümanlar ortak ticaret yaparak Medine’yi ekonomin merkezi haline getirmişlerdir.",
      "B": "Hz. Peygamber her evden bir kişinin ticaret yapmasını şart koşmuştur.",
      "C": "Medine’de hurma üretimi Yahudilerin tekelindedir.",
      "D": "Hz. Peygamber’in hicretiyle birlikte Yahudiler, satacak mal bulamaz olmuşlardır.",
      "E": "Müslümanların hicretiyle birlikte Medine’deki Araplar arasında ticaret canlanmıştır."
    }
  },
  {
    "id": "174908",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi Hz. Peygamber’in İslâm’a davette dikkat ettiği ilkelerdendir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Daveti muhatabının durumuna göre aşamalı olarak yapması",
      "B": "Daveti hac döneminde yapması",
      "C": "Başkalarının davet yapmasına izin vermeyip hep kendisinin yapması",
      "D": "Belirli sayıda muhatap olmadığı ortamlarda konuşmayı tercih etmemesi",
      "E": "Davet sırasında soru sorulmasından rahatsız olması"
    }
  },
  {
    "id": "174913",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi Hz. Peygamber Dönemi'nde yargılamada dikkate alınan kaynaklardandır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Geçmişte çıkarılan kanunlar",
      "B": "Eskiden gönderilmiş kitaplar",
      "C": "Hz. Peygamber’in tatbikatı",
      "D": "Allah Elçisi’nin verdiği sırlar",
      "E": "Kâdılar konseyinin kararları"
    }
  },
  {
    "id": "306197",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi Hz. Peygamber’in görevli atamalarında aradığı özelliklerden biridir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kabilesinin güçlü olması",
      "B": "Liyakatli olması",
      "C": "Yeni Müslüman olması",
      "D": "Kendi akrabalarından olması",
      "E": "Kavgacı olması"
    }
  },
  {
    "id": "306199",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi Hz. Peygamber Dönemi'nde hac emirliği yapmıştır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Hz. Ebubekir",
      "B": "Hz. Ömer",
      "C": "Hz. Ali",
      "D": "Hz. Osman",
      "E": "Abdurrahman b. Avf"
    }
  },
  {
    "id": "333661",
    "unitNumber": 9,
    "text": "<strong>Hz. Muhammed Dönemi'nde toplumun eğitimi ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Hz. Peygamber, çocuklara küçük yaşlardan itibaren kişilik kazandıracak bir eğitim verilmesini önemsemiştir.",
      "B": "Eğitimin en yaygın şekilde verildiği yerler mescitlerdir.",
      "C": "Suffa’da, Hz. Peygamber’in kontrolünde görevlendirilen öğretmenler tarafından örgün eğitim verilirdi.",
      "D": "Erkek çocukların hayata hazırlanması babalarının gözetiminde gerçekleşirdi.",
      "E": "Kız çocuklarının temel eğitimlerine önem verilmezdi."
    }
  },
  {
    "id": "393210",
    "unitNumber": 9,
    "text": "<strong>Hicretin 9. yılında Arap yarımadasının çeşitli bölgelerinden birçok heyetin Allah Resulü’yle görüşmeye gelmesi sebebiyle bu yıl aşağıdakilerden hangisi olarak adlandırılmıştır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Senetü’l-umûm",
      "B": "Senetü’l-hâriciyye",
      "C": "Senetü’l-sefâre",
      "D": "Senetü’l-hey'e",
      "E": "Senetü’l-vüfûd"
    }
  },
  {
    "id": "394105",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi Hz. Peygamber'in, hicretten sonra Medine’de sadece Müslümanların lideri olarak değil, aynı zamanda şehrin lideri olarak yaptığı düzenlemelerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Medineli Yahudilerle ve daha sonra da müşriklerle antlaşma yapması",
      "B": "Müslümanların nüfus sayımını yaptırarak strateji belirlemeye çalışması",
      "C": "Atadığı görevlilerin hediye almalarına izin vermesi",
      "D": "Medine’de yaşadığı on yıllık süreçte memur ataması",
      "E": "Bizzat komutan olarak İslam ordusunun başında seferlere çıkması"
    }
  },
  {
    "id": "116919",
    "unitNumber": 10,
    "text": "<strong>Hz. Peygamber ve Ebu Bekir dönemlerinde ortaya çıkan yalancı peygamber ve desteğini aldığı kabile eşleştirmelerinden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Tuleyha b. Huveylid- Tayyoğulları",
      "B": "Esved el-Ansî- Esedoğulları",
      "C": "Secah bt. Hâris-Temimoğulları",
      "D": "Malik b. Nüveyre- Temimoğulları",
      "E": "Müseylime- Hanifeoğulları"
    }
  },
  {
    "id": "116961",
    "unitNumber": 10,
    "text": "<strong>Hz. Ebu Bekir dönemi savaşlarıyla ilgili aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Zatu’s-Selasil Savaşı Sasanilerle yapılmıştır.",
      "B": "Filistin ve Ürdün topraklarına fetih yapmaları için ordu gönderilmiştir.",
      "C": "Bizans’la yapılan Ecnadeyn Savaşı'nın komutanı Halid b. Velid’dir.",
      "D": "Mercu Rahıt Savaşı Sasanilerle yapılmıştır.",
      "E": "Hire ve Anbar bu dönemde fethedilmiştir."
    }
  },
  {
    "id": "116969",
    "unitNumber": 10,
    "text": "<strong>Hz. Ebu Bekir ile ilgili olarak aşağıdakilerden hangisi doğrudur?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "\"Sıddık\" lakabı İslamiyet’ten sonra verilmiştir.",
      "B": "Habeşistan’a hicret etmiş ancak Garanik hadisesinden sonra Mekke’ye geri dönmüştür.",
      "C": "Hz. Peygamber ile arkadaşlığı İslamiyet’ten sonra başlamıştır.",
      "D": "Osman b. Maz’un Hz. Ebu Bekir sayesinde Müslüman olmuştur.",
      "E": "Hz. Peygamber’in bütün savaşlarına katılmıştır."
    }
  },
  {
    "id": "116989",
    "unitNumber": 10,
    "text": "I. Sakife toplantısı Araplar’ın kabile şefi seçme sistemlerine benziyordu.<br/>II. Hz. Ebu Bekir Halife seçildikten sonra ona biat etmeyenler olmuştur.<br/>III. Evsliler, Hazrecli bir yönetici istemedikleri için Hz. Ebu Bekir’e biat etmişlerdir.<br/>IV. Hz. Ali, Hz. Ebu Bekir halife seçilince hemen gidip biat etmiştir.<br/><strong>Hz. Ebu Bekir’in halife seçilmesiyle ilgili olarak yukarıdakilerden hangileri doğrudur?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "II ve IV",
      "D": "I, II ve III",
      "E": "I, II, III ve IV"
    }
  },
  {
    "id": "117032",
    "unitNumber": 10,
    "text": "Ey insanlar! En hayırlınız olmadığım hâlde sizi yönetmek üzere seçildim. Doğruluktan ayrılırsam beni düzeltin. Doğruluk emanet, yalancılık hıyanettir. İçinizde zayıf olan, hakkını alıncaya kadar benim yanımda kuvvetlidir; kuvvetli olan ise, ondan başkasının hakkını alıncaya kadar zayıftır. Bir millet, Allah yolunda cihattan vazgeçerse Allah'ın gazabına uğrar, perişan olur. Bir millette kötülük yaygın olursa Allah o milleti belaya düşürür. Allah ve Resulü'ne itaat ettiğim sürece bana itaat ediniz. Bu itaatten ayrılırsam artık sizin üzerinizde itaat görevi kalmaz. Haydi, namaza kalkın... Allah'ın rahmeti üzerinize olsun.<br/><strong>Hz. Ebubekir'in halife seçildikten sonra yaptığı bu konuşmadan aşağıdakilerden hangisine <u>ulaşılamaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yönetimi denetleme görevinin halkın elinde bulunduğunu belirtmiştir.",
      "B": "Mazlumun hakkı alınıncaya kadar kendisine destek olunmasını istemiştir.",
      "C": "İslam'ı tebliğ etmenin temel görevi olduğunu ifade etmiştir.",
      "D": "Namazın en temel ibadet olduğunu vurgulamıştır.",
      "E": "Doğruluktan ayrılmayacağını ifade etmiştir."
    }
  },
  {
    "id": "174914",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi Sakife’de <u>bulunmamıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Hz. Ebû Ubeyde",
      "B": "Hz. Ebubekir",
      "C": "Hz. Saʻd b. Ubade",
      "D": "Hz. Saʻd b. Ebi Vakkas",
      "E": "Hz. Ömer"
    }
  },
  {
    "id": "174915",
    "unitNumber": 10,
    "text": "<strong>Öldürülmesi, Müslüman toplumunda tartışmalara sebep olan komutan aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Malik b. Nüveyre",
      "B": "Nüveyre b- Tuleyha",
      "C": "Esvedu’l-Ansi",
      "D": "İkrime b. Ebi Cehil",
      "E": "Secah"
    }
  },
  {
    "id": "174986",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi Hz. Ebubekir’in özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Habeşistan’a hicret edenlerden olması",
      "B": "Hz. Muhammed’e en yakın kişilerden biri olması",
      "C": "İlk Müslümanlar arasında yer alması",
      "D": "İslamiyet için servetini feda etmesi",
      "E": "Hz. Muhammed’den sonra birlik ve beraberliği sağlaması"
    }
  },
  {
    "id": "306737",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi Hz. Ebubekir'in Daru’n-Nedve’deki görevidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Hicabe",
      "B": "Sikaye",
      "C": "Elsine",
      "D": "Rifade",
      "E": "Eşnak"
    }
  },
  {
    "id": "306738",
    "unitNumber": 10,
    "text": "<strong>Hz. Ebubekir’in mağara arkadaşlığı hangi olaya dayanmaktadır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "İlk halife olması",
      "B": "Hz. Muhammed’in vefatından sonra siyasi otoriteyi ele geçirmesi",
      "C": "Hicret esnasında Hz. Muhammed’e eşlik etmesi",
      "D": "İlk Müslümanlardan biri olması",
      "E": "Kur’anı Kerim’in onun döneminde kitap hâline getirilmesi"
    }
  },
  {
    "id": "333569",
    "unitNumber": 10,
    "text": "<strong>“Sıddîk” lakabı ile anılan sahabe aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Hz. Ebubekir",
      "B": "Hz. Ali",
      "C": "Hz. Ömer",
      "D": "Hz. Osman",
      "E": "Ebu Zerr"
    }
  },
  {
    "id": "333670",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi Ridde Hareketleri'nin sebeplerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Dinî zayıflık",
      "B": "Kabilelerin rekabeti",
      "C": "Bağımsızlık arzusu",
      "D": "Ekonomik sebepler",
      "E": "Hz. Ömer’in vefatı"
    }
  },
  {
    "id": "333673",
    "unitNumber": 10,
    "text": "<strong>Hz. Ebubekir Dönemi ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Hz. Ebu Bekir Dönemi iki yıl sürmüştür.",
      "B": "Ridde hareketleri bastırılmıştır.",
      "C": "Arabistan yeniden fethedilmiştir.",
      "D": "Kuzeye doğru fetihler başlatılmıştır.",
      "E": "Kudüs fethedilmiştir."
    }
  },
  {
    "id": "393213",
    "unitNumber": 10,
    "text": "<strong>Hz. Ebu Bekir, Mekke’de Müslümanların işkencelere uğradığı bir dönemde saygın ailelerin çocuklarından önemli bir kesimin Müslüman olmasını sağlamıştır. Aşağıdakilerden hangisi Müslüman olan bu isimlerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Osman b. Affân",
      "B": "Zübeyir b. Avvâm",
      "C": "Saʻd b. Ebî Vakkâs",
      "D": "Talha b. Ubeydullah",
      "E": "Cafer b. Ebi Talib"
    }
  },
  {
    "id": "393214",
    "unitNumber": 10,
    "text": "<strong>\"Sakife Toplantısında\" Ensarın Muhacirler gelmeden önce, üzerinde mutabakat sağladığı isim aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Sa'd b. Ebi Vakkas",
      "B": "Saʻd b. Ubâde",
      "C": "Ebu Ubeyde b. Cerrah",
      "D": "Hz. Ömer",
      "E": "Hz. Ali"
    }
  },
  {
    "id": "112521",
    "unitNumber": 11,
    "text": "I. Müslümanların Hâlid b. Velid olmadan da savaş kazanabildiklerini görmeleri<br/>II. Hz. Ömerin, Hz. Ebu Bekir Dönemi'nde Halid b. Velid’in icraatlarından rahatsız olması<br/>III. Halid b. Velid’in yerine atadığı komutanı kendisine daha yakın bulunması<br/><strong>Yukarıdakilerden hangisi ya da hangileri Hz. Ömer’in Halid b. Velid’i görevden alma sebeplerindendir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız II",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "113584",
    "unitNumber": 11,
    "text": "I. Divan teşkilatı sistemi hiçbir sıkıntıya sebep olmamıştır.<br/>II. Tamamen Arap kültürünün etkisi ile ortaya çıkmıştır.<br/>III. Devlet sınırlarının genişleyerek gelirlerinin artması sebebiyle bu kuruma ihtiyaç duyulmuştur.<br/><strong>Divan teşkilatıyla ilgili yukarıdakilerden hangisi ya da hangileri <u>yanlıştır</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız II",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "116871",
    "unitNumber": 11,
    "text": "<b>Aşağıdakilerden hangisi Hz.Ömer'in maliye, ordu ve yargı sistemleriyle ilgili yaptığı uygulamalardan biri <u>değildir</u>?</b>",
    "correctAnswer": "C",
    "options": {
      "A": "Fethedilen toprakları ganimet malı kapsamı dışında tutmuştur.",
      "B": "Maaşlı askerlerden oluşan düzenli orduların kurulmasının ilk adımlarını atmıştır.",
      "C": "İrtidat veya isyan etmiş olanların orduya katılmasına izin vermemiştir.",
      "D": "Yargıçlarını seçerken özellikle zengin ve soylu kişilerden olmasına özen göstermiştir.",
      "E": "Göreve getireceği kadıların mal varlıklarını tespit edip kayıt altına almıştır."
    }
  },
  {
    "id": "117068",
    "unitNumber": 11,
    "text": "I. Haraç<br/>II. Zekat<br/>III. Uşûr<br/>IV. Öşür<br/>V. Cizye<br/><strong>Yukarıdakilerden hangisi ya da hangileri Hz. Ömer Dönemi fey gelirleri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "I ve V",
      "B": "II, III ve IV",
      "C": "Yalnız II",
      "D": "I, III ve V",
      "E": "II ve IV"
    }
  },
  {
    "id": "164269",
    "unitNumber": 11,
    "text": "<strong>Hz. Ömer toprakları kamulaştırarak (devlet toprağı statüsüne getirerek) aşağıdakilerden hangisini <u>hedeflememiştir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Ortak mülkiyeti",
      "B": "Gayri Müslim tebaayı kontrol altında tutmayı",
      "C": "Orduyu asli görevinde tutmayı",
      "D": "Kamu gelirlerini artırmayı",
      "E": "Yerli halkın üretime katılmasını sağlamayı"
    }
  },
  {
    "id": "164272",
    "unitNumber": 11,
    "text": "<strong>Hâlid b. Velîd aşağıdaki gelişmelerin hangisinden sonra görevden alınmıştır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Yermûk Savaşı",
      "B": "Dımeşk’in Fethi",
      "C": "Kudüs’ün Fethi",
      "D": "Ecnadeyn Savaşı",
      "E": "Mısır’ın Fethi"
    }
  },
  {
    "id": "164273",
    "unitNumber": 11,
    "text": "<strong>Aşağıdaki hangi olaydan sonra Mısır’ın fethine karar verilmiştir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Şûra kararı gereği",
      "B": "Kıptîler’in yardım talebi",
      "C": "Hz. Ömer’in Kudüs ziyareti sonrası",
      "D": "Bizans’ın buradan saldırıya geçmesi",
      "E": "Amr b. el-Âs’ın kendi başına karar alması"
    }
  },
  {
    "id": "164286",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi Hz. Ömer tarafından görevden <u>alınmamıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Sa’d b. Ebî Vakkâs",
      "B": "Ammâr b. Yâsir",
      "C": "Muğîre b. Şu’be",
      "D": "Amr b. el-Âs",
      "E": "Müsennâ b. Hârise"
    }
  },
  {
    "id": "164292",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi farklı cephede görev almış komutandır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Ahnef b. Kays",
      "B": "Iyâd b. Ğanm",
      "C": "Mücâşî’ b. Mes’ûd",
      "D": "Sâriye b. Zen’îm",
      "E": "Âsım b. Amr"
    }
  },
  {
    "id": "164294",
    "unitNumber": 11,
    "text": "<strong>Aşağıdaki komutan ve savaş eşleştirmelerinden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Nu’mân b. Mukarrin-Nihavend",
      "B": "Ebû Ubeyd b. Mes’ûd es-Sakâfi-Köprü",
      "C": "Sa’d b. Ebû Vakkâs-Kadisiye",
      "D": "Müsennâ b. Hârise-Büveyb",
      "E": "Hâlid b. Velîd-Yermûk"
    }
  },
  {
    "id": "174987",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi Hz. Ömer Dönemi'ndeki gelişmelerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Şam topraklarının fethi",
      "B": "el-Cezîre’nin fethi",
      "C": "Mısır’ın fethi",
      "D": "Irak topraklarının fethi",
      "E": "Horasan’ın fethi"
    }
  },
  {
    "id": "174988",
    "unitNumber": 11,
    "text": "<strong>Hz. Ömer'in Hz. Ebubekir tarafından aday gösterilmesiyle birlikte, hilafete gelişinin seçim özelliği taşıması aşağıdakilerden hangisiyle açıklanabilir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Hz. Ebubekir’in tercihinin yeterli gözükmesi",
      "B": "Hz. Ömer’i halkın halife adayı görmek istemesi",
      "C": "Aday belirlemesinden sonra biatin gerçekleşmesi",
      "D": "Hz. Ebubekir’in sağlığında referandum yapılması",
      "E": "Şûra üyelerinin onu kabul etmesinin yeterli gözükmesi"
    }
  },
  {
    "id": "174992",
    "unitNumber": 11,
    "text": "Hz. Ömer, yönetimde Hz. Peygamber ve selefi Hz. Ebubekir’in yolundan gitmeyi tercih etmekle birlikte, bazı kararlarda kendisinden önceki dönemden farklı uygulamalara gitmiştir.<br/><strong>Halife'nin farklı uygulamaları tercih etmesi aşağıdakilerden hangisiyle <u>açıklanamaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Gelişmelerin yeni yorumlara gereksinimi zorunlu kılması",
      "B": "Karşılaşılan yeni sorunlara karşı yeni çözüm önerileri getirme ihtiyacı",
      "C": "Geçmişteki uygulamaların bazen yetersiz kalması",
      "D": "Muhalif odakları susturma düşüncesi",
      "E": "Karakter olarak Hz. Ömer’in yeniliklere açık bir yapıda olması"
    }
  },
  {
    "id": "174995",
    "unitNumber": 11,
    "text": "<strong>Aşağıdaki savaşlardan hangisi kronolojik olarak doğru sıralanmıştır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Büveyb-Köprü- Kadisiye- Nihavend-Celûla",
      "B": "Celûla-Nihavend-Köprü-Büveyb-Kadisiye",
      "C": "Köprü-Büveyb-Kadisiye-Celûla-Nihavend",
      "D": "Kadisiye-Celûla-Köprü-Büveyb-Nihavend",
      "E": "Celûla-Köprü-Büveyb- Nihavend-Kadisiye"
    }
  },
  {
    "id": "306216",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi Şam bölgesinde en son teslim alınan şehirdir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Hıms",
      "B": "Kaysâriyye",
      "C": "Kınnesrîn",
      "D": "Fihl",
      "E": "Dımeşk"
    }
  },
  {
    "id": "306225",
    "unitNumber": 11,
    "text": "<strong>Aşağıdaki kurumların ihdas edilmesi aşamasında hangisinde dış tesirler bulunmaktadır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Divanlar",
      "B": "Beytü’l-mâl",
      "C": "Adli teşkilat",
      "D": "Askerî teşkilat",
      "E": "Muhtesib"
    }
  },
  {
    "id": "333571",
    "unitNumber": 11,
    "text": "<strong>Resmî evraklara tarih konulması uygulamasını ilk başlatan İslam halifesi, aşağıdakilerden hangisidir</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Hz. Ömer",
      "B": "Muaviye",
      "C": "Hz. Ali",
      "D": "Hz. Osman",
      "E": "Hz. Ebubekir"
    }
  },
  {
    "id": "333675",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi Hz. Ömer Dönemi ile ilgili olarak <u>yanlıştır</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Divan teşkilatı ilk kez Hz. Ömer Dönemi'nde kurulmuştur.",
      "B": "İlk kez Hz. Ömer Dönemi'nde halife için Emîru’l-müminîn (Müminlerin emîri, idarecisi) unvanı kullanılmıştır.",
      "C": "Irak cephesi ilk kez Hz. Ömer Dönemi'nde açılmıştır.",
      "D": "Hz. Ömer akrabalarını idarî görevlere getirmemeye özen göstermiştir.",
      "E": "Hz. Ömer devlet idaresinde merkeziyetçi anlayış benimsemiştir."
    }
  },
  {
    "id": "333677",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi hicri takvim için <u>söylenemez</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Hz. Osman tarafından ihdas edilmiştir.",
      "B": "Ay takvimi sistemini kullanmıştır.",
      "C": "622 yılı başlangıç yılı kabul edilmiştir.",
      "D": "Bir yıl 355 gündür.",
      "E": "Hicri yeni yıl Muharrem ayının 1’i olarak kabul edilmiştir."
    }
  },
  {
    "id": "393216",
    "unitNumber": 11,
    "text": "<strong>Hz. Ömer Dönemi'nde İran'ın fethi için yapılan savaşlardan, fetihler fethi (fethu’l-fütûh) olarak nitelenen savaş aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kadisiye",
      "B": "Köprü",
      "C": "Tuster",
      "D": "Nihavend",
      "E": "Celûla"
    }
  },
  {
    "id": "394110",
    "unitNumber": 11,
    "text": "Hz. Ömer kendisinden sonra halife seçecek olan şûra üyelerinin hepsini Kureyşlilerden belirlemiştir.<br/><strong>Bu şûrada yer alan üyelerden biri aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Sad b. Ebî Vakkâs",
      "B": "Amr. b el-Âs",
      "C": "Abdullah b. Ömer",
      "D": "Berâ b. Mâlik",
      "E": "Hâlid b. Velîd"
    }
  },
  {
    "id": "394112",
    "unitNumber": 11,
    "text": "Hz. Ömer dinî, idari veya siyasi konularda birçok yenilikler yapmıştır.<br/><strong>Aşağıdakilerden hangisi onun yaptığı yeniliklere bir örnek <u>teşkil etmez</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Resmî evraklara tarih konulması uygulaması",
      "B": "Hicrî takvimin ihdas edilmesi",
      "C": "Müellefe-i kulûbe ödenen paraları artırması",
      "D": "Teravih namazı cemaatle kılınmaya başlanması",
      "E": "Iraklılar için ihrama girilecek yer tespit edilmesi"
    }
  },
  {
    "id": "116085",
    "unitNumber": 12,
    "text": "<strong>Hz. Osman’ın halife olmadan önceki hayatıyla ilgili olarak aşağıdakilerden hangisi doğrudur?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "İlk evliliğini Hz. Peygamber’in kızı Rukıyye ile yapmıştır.",
      "B": "Hz. Peygamber savaşlara giderken Hz. Osman'ı Medine’de vekil olarak bırakmamıştır.",
      "C": "Ümeyyeoğulları sefaret görevini yaptığı için Hudeybiye Anlaşması öncesinde elçi olarak Hz. Osman görevlendirilmiştir.",
      "D": "Zengin ve güçlü bir aileden geldiği için Müslüman olduğunda işkenceye maruz kalmamıştır.",
      "E": "Taif’te dünyaya gelmesine rağmen Mekke’de büyümüştür."
    }
  },
  {
    "id": "116761",
    "unitNumber": 12,
    "text": "<strong>Hz. Osman’ın kuşatılması ve öldürülmesi ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Hz. Osman’ın Mısır Valisi'nden Medine’ye gelen isyancıların cezalandırılmalarını istediği mektubu kimin yazdığı tartışmalıdır.",
      "B": "Kaynaklarda Hz. Osman’ın öldürülmesiyle ilgili aktarılan rivayetler birbirleriyle çelişmektedir.",
      "C": "Hz. Osman’ın muhasarası esnasında Ensar’ın çoğunluğu Hz. Osman’a yardım etmiştir.",
      "D": "Muhasara esnasında Muhacirlerin bazısı, Hz. Osman’ı koruması için çocuklarını göndermişlerdir.",
      "E": "Hz. Osman’ın öldürülmesi çeşitli mezheplerin ortaya çıkmasına sebep olmuştur."
    }
  },
  {
    "id": "116982",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi Hz. Osman Dönemi'nde fethi tamamlanan yerlerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "İran",
      "B": "Ermenistan",
      "C": "Azerbaycan",
      "D": "Kıbrıs",
      "E": "Horasan"
    }
  },
  {
    "id": "117007",
    "unitNumber": 12,
    "text": "<strong>Hz. Osman’ın halife seçilmesiyle ilgili olarak aşağıdakilerden hangisi doğrudur?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Halifeliğe adaylıktan çekilen ve seçim işlerini üstlenen Sad b. Ebi Vakkas’tır.",
      "B": "Halifeyi seçecek şûra üyeleri Muhacir ve Ensar’dan müteşekkildi.",
      "C": "Hz. Ali, şûra'nın kararına uymayarak Hz. Osman’a biat etmemiştir.",
      "D": "Şura üyeleri arasında Hz. Ömer’in kendi oğlu da bulunmaktadır.",
      "E": "Ümeyyeoğullarının Hz. Osman’ı seçilmesi için desteklemesi asabiyet dolayısıyladır."
    }
  },
  {
    "id": "117045",
    "unitNumber": 12,
    "text": "I. Bazı arazileri devlet malı hâline getirmesi<br/>II. Hz. Peygamber’in mührünü Eris kuyusuna düşürmesi<br/>III. Bedir Gazvesi’ne katılmaması<br/>IV. Hakem b. Ebü’l- Âs’ı Medine’ye getirtmesi<br/>V. Mina’da iki rekât namazı dört rekât kıldırması<br/><strong>Yukarıdakilerden hangileri Hz. Osman’a yapılan haksız eleştirilerdendir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "I ve III",
      "B": "I, II ve V",
      "C": "I ve IV",
      "D": "I, II, III ve V",
      "E": "I, II, III, IV ve V"
    }
  },
  {
    "id": "175015",
    "unitNumber": 12,
    "text": "<strong>Hz. Osman’ın Mekke Dönemi ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Hz. Osman, Kureyş kabilesinin Benî Ümeyye koluna mensuptur.",
      "B": "Hz. Osman, Hz. Ebubekir vasıtasıyla Müslüman oldu.",
      "C": "Hz. Osman, Mekke’de Müslümanlara karşı yapılan baskı ve şiddetin iyice artması üzerine eşi ile birlikte Habeşistan’a hicret etti.",
      "D": "Babası Affan, Mekke’nin ileri gelen ve sayılı tüccarlarından biriydi.",
      "E": "Hz. Peygamber, Hz. Osman’ı Ümmü Gülsüm’ün vefatından sonra diğer kızı Rukiye ile evlendirdi."
    }
  },
  {
    "id": "175016",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi Hz. Osman’ın Medine Dönemi'ndeki hayatıyla ilgili olarak <u>yanlıştır</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Hz. Osman, Hz. Peygamber’in bütün savaşlarına katılmıştır.",
      "B": "Hz. Osman, Hudeybiye’de Mekkelilere elçi olarak gönderilmiştir.",
      "C": "Hz. Osman, Bedir Gazvesi'ne katılamamıştır.",
      "D": "Hz. Osman, Tebük Gazvesi için maddi destekte bulunmuştur.",
      "E": "Hz. Osman, Uhud Savaşı'na katılmıştır."
    }
  },
  {
    "id": "175017",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi Hz. Osman’ın halife seçilmesi ile ilgili olarak doğrudur?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Hz. Osman, Hz. Ebubekir’den sonra halife seçilmiştir.",
      "B": "Hz. Osman, Hz. Ömer’in kendi yerine halife tayin etmesiyle halife olmuştur.",
      "C": "Hz. Osman, on iki kişiden oluşan şûra yoluyla halife olmuştur.",
      "D": "Hz. Osman, altı kişiden oluşan şûra yoluyla halife olmuştur.",
      "E": "Hz. Osman, Hz. Ebubekir’in tavsiyesi üzerine halife olmuştur."
    }
  },
  {
    "id": "175018",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi Hz. Osman dönemi ile ilgili söylendiğinde doğru <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Hz. Osman’ın ilk altı yılında fetihler devam etmiştir.",
      "B": "Hz. Osman, Hz. Ömer’in siyasi, sosyal ve ekonomik politikalarını aynen devam ettirmiştir.",
      "C": "İkinci altı yılında İslam tarihindeki ilk fitne hareketi başlamıştır.",
      "D": "Hz. Osman’ın baktığı ilk dava Ubeydullah b. Ömer meselesidir.",
      "E": "Hz. Osman, iktidarda iken öldürülen ilk halifedir."
    }
  },
  {
    "id": "175019",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi Hz. Osman’ın öldürülmesinin sonraki dönemlere yansıması hakkında söylendiğinde doğru <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Hz. Osman döneminde yaşanan bu fitne hareketi, öncelikle Hz. Ali dönemini etkilemiştir.",
      "B": "Bu etkileme siyasî, sosyal ve ekonomik alanda kendisini göstermiştir.",
      "C": "Hz. Osman’ın öldürülmesi, sosyal birlikteliği zedelemiştir.",
      "D": "Cahiliye döneminden itibaren süregelen Emevî-Hâşimî çekişmesini, bir başka ifadeyle kabile çekişmelerini beraberinde getirmiştir.",
      "E": "Hz. Osman’ın öldürülmesi, Hârici isyanlarının ortaya çıkmasına neden olmuştur."
    }
  },
  {
    "id": "175020",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi Hz. Osman Dönemi fetih hareketleri için <u>yanlıştır</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kuzey Afrika fetihleri Amr b. el-As tarafından gerçekleştirilmiştir.",
      "B": "Horasan bölgesine akınlar, Hz. Osman Dönemi'nde başlamıştır.",
      "C": "Hz. Osman, Habib b. Mesleme komutasında bir orduyu da Ermeniye üzerine gönderdi.",
      "D": "Hz. Osman Dönemi'nde Kuzey Afrika fetihleri gerçekleştirildi.",
      "E": "Hz. Osman Dönemi fetih hareketlerinin çoğu ilk altı yıllık döneminde gerçekleşmiştir."
    }
  },
  {
    "id": "175021",
    "unitNumber": 12,
    "text": "<strong>Aşağıdaki savaşlardan hangisi Hz. Osman döneminde gerçekleşmiştir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kadisiye Savaşı",
      "B": "Zâtü’s- savârî Savaşı",
      "C": "Yermuk Savaşı",
      "D": "Ecnadeyn Savaşı",
      "E": "Cisr Savaşı"
    }
  },
  {
    "id": "175022",
    "unitNumber": 12,
    "text": "<strong>Aşağıdaki olaylardan hangisi Hz. Osman Dönemi'nde gerçekleşmiştir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kur’an-ı Kerim'in cem edilmesi",
      "B": "İlk İslami paranın basılması",
      "C": "Kur’an-ı Kerim mushaflarının çoğaltılması",
      "D": "Fetihlerle ilk defa Arap yarımadası dışına çıkılmış olması",
      "E": "İran’ın fethi"
    }
  },
  {
    "id": "306229",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi Hz. Osman’ın kişiliği ile ilgili olarak <u>yanlıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yumuşak huylu idi.",
      "B": "Yakınlarına düşkündü.",
      "C": "Haya sahibiydi.",
      "D": "Cimri idi.",
      "E": "Sılay-ı rahîme önem verirdi."
    }
  },
  {
    "id": "306232",
    "unitNumber": 12,
    "text": "<strong>Hz. Osman’ın meşhur lakabı a</strong><strong>şağıdakilerden hangisi</strong><strong>dir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Turab",
      "B": "Sıddık",
      "C": "Zünnureyn",
      "D": "Zülfikar",
      "E": "Evvâh"
    }
  },
  {
    "id": "333572",
    "unitNumber": 12,
    "text": "<strong>Kur’an-ı Kerim’in çoğaltılıp birer nüshasının değişik bölgelere gönderilmesi, aşağıdaki halifelerden hangisinin döneminde gerçekleşmiştir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Hz. Osman",
      "B": "Hz. Ali",
      "C": "Hz. Ebubekir",
      "D": "Hz. Ömer",
      "E": "Abdülmelik b. Mervan"
    }
  },
  {
    "id": "333678",
    "unitNumber": 12,
    "text": "<strong>Hz. Osman için a</strong><strong>şağıdakilerden hangisi <u>söylenemez</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Hz. Osman, 576 yılında Taif’te doğdu.",
      "B": "Babası Affan b. Ebü’l-Âs’tır.",
      "C": "Annesi Ervâ bt. Kureyz’dir.",
      "D": "Hz. Osman Hulefâ-yi Râşidîn’in üçüncüsüdür.",
      "E": "Hz. Osman Haşim’i kabilesine mensuptur."
    }
  },
  {
    "id": "393457",
    "unitNumber": 12,
    "text": "<strong> Hz. Osman'ın siyaset anlayışı için aşağıdakilerden hangisi <u>söylenemez</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Hz. Osman’ın siyasetinin temelini yumuşak huylu oluşu etkilemiştir.",
      "B": "Hz. Osman’ın siyasetinde kabilecilik de önemli rol oynamıştır.",
      "C": "Hz. Osman'ın idari bir tecrübesi olmadığından amcasının oğlu Mervan b. el-Hakem, idarede söz sahibiydi.",
      "D": "Hz. Osman, hilafeti süresince monoton bir siyaset izlemiştir.",
      "E": "Hz. Osman fitnecilerin kolayca organize olmasına müsaade etmeyen bir siyaset gütmüştür."
    }
  },
  {
    "id": "394113",
    "unitNumber": 12,
    "text": "Hz. Osman’ın eleştirildiği hususlardan biri de onun bazı fıkhi konulardaki uygulamalarıdır.<br/><strong>Bu uygulamalardan biri aşağıdakilerden hangisi <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Ka’be’nin temellerinin yenilenmesini emretmesi",
      "B": "Mescid-i Nebevî’de bazı tadilâtın yapılması",
      "C": "Amcası Hakem’in sürgününe son verip onu Medine’ye getirtmesi",
      "D": "Cuma namazından sonra iç ezan okutması",
      "E": "Mina’da seferî olarak kılınması gereken namazı mukîm olarak kıldırması"
    }
  },
  {
    "id": "116058",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi Cemel Savaşı'nın sebeplerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Hz. Osman’ın şehid edilmesi",
      "B": "Ümeyyeoğullarının tahrikleri",
      "C": "Fitnenin sona erdirilmesi düşüncesi",
      "D": "Hz. Ali’nin kendisini meşru halife kabul etmesi",
      "E": "Hz. Aişe’nin hac yolculuğunun engellenmesi"
    }
  },
  {
    "id": "116100",
    "unitNumber": 13,
    "text": "<strong>Hz. Ali’nin hilafete gelişi ve icraatları ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Hz. Ali’nin görevlendirdiği valiler, önceki dönemlerde görevlendirilmeyen Ensar ve Hâşimoğullarındandır.",
      "B": "Medine’de kendisine verilen desteğin azlığı nedeniyle Hz. Ali, Kûfe’de mücadelesini sürdürmüştür.",
      "C": "Saʻd b. Ebî Vakkâs, Abdullah b. Ömer, Muhammed b. Mesleme ve Üsâme b. Zeyd Hz. Ali’ye biat etmemişlerdir.",
      "D": "Hz. Ali, halife olunca ilk iş olarak Hz. Osman’ı şehit eden katilleri bulup cezalandırmıştır.",
      "E": "Hz. Ali’ye yapılan biat, huzur ve asayişten yoksun bir ortamda gerçekleşmiştir."
    }
  },
  {
    "id": "116151",
    "unitNumber": 13,
    "text": "I. Hz. Hasan’ın kendi taraftarlarında gördüğü samimiyetsiz davranışlar<br/>II. Hz. Hasan’ın iktidar uğruna kan dökülmesini istememesi<br/>III. Hz. Hasan’ın bundan sonraki yaşamında ihtiyaç duyacağı maddi imkânın sağlanması<br/>IV. Kendisinin ve taraftarlarının can ve mal güvenliklerinin sağlanması<br/><strong>Yukarıdaki bilgilerden hangisi ya da hangileri Hz. Hasan’ın halifeliği Muaviye’ye devretmeyi kabul etme sebeplerindendir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "I, II ve IV",
      "E": "I, II, III ve IV"
    }
  },
  {
    "id": "116180",
    "unitNumber": 13,
    "text": "<strong>Haricilerle ilgili aşağıdaki bilgilerden hangisi doğrudur?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Hz. Ali’yi tahkime başvurduğu için tekfir etmemişlerdir.",
      "B": "Nehveran savaşıyla Haricîlerin Hz. Ali saflarına katılmaları beklentisi artmıştır.",
      "C": "Fikrî tartışmalarla Hz. Ali, Haricilerden bazılarını kendi saflarına geçmeye ikna etmiştir.",
      "D": "Haricîler etrafa ve insanlara zarar vermemişlerdir.",
      "E": "Nehveran savaşı sonrasında Haricilik yayılma imkânı bulamamıştır."
    }
  },
  {
    "id": "116643",
    "unitNumber": 13,
    "text": "Hz. Ali “Dün sizin için emirdim bugün memur oldum.” ifadelerini ……........ Olayı'nda …....... yönelik söylemiştir.<br/><strong>Cümlede boş bırakılan yerlere sırasıyla aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Sıffin-kendi ordusuna",
      "B": "Tahkim-Ebu Musa el-Eş’ari’ye",
      "C": "Cemel-Talha ve Zübeyr’e",
      "D": "Nehrevan-Haricilere",
      "E": "Kendine düzenlenen suikast Haricilere"
    }
  },
  {
    "id": "164451",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerin hangisi Hz. Ali Dönemi'ndeki olaylar arasında yer alır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Cemel Olayı",
      "B": "Birlik yılı",
      "C": "Mısır’ın Fethi",
      "D": "Hz. Osman’ın şehit edilmesi",
      "E": "Medine İsyanı"
    }
  },
  {
    "id": "164452",
    "unitNumber": 13,
    "text": "<strong>Muaviye'ye iktidar yolunu açan hadise hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Haricilerin ortadan kalkması",
      "B": "Hz. Ali'nin şehit edilmesi",
      "C": "Cemel Savaşı",
      "D": "Nehrevan Savaşı",
      "E": "Tahkim olayı"
    }
  },
  {
    "id": "164453",
    "unitNumber": 13,
    "text": "I. Tahkîm olayı<br/>II. Cemel savaşı<br/>III. Sıffîn savaşı<br/>IV. Hz. Ali’nin vefatı<br/><strong>Aşağıdakilerin hangisinde yukarıdaki gelişmeler kronolojik olarak doğru sıralanmıştır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "I-II-III-IV",
      "B": "III-II-I-IV",
      "C": "III-IV-II-I",
      "D": "II-III-I-IV",
      "E": "II-I-III-IV"
    }
  },
  {
    "id": "164454",
    "unitNumber": 13,
    "text": "<strong>Tahkimle ilgili olarak hangisi söylenebilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Medine’de gerçekleşmiştir.",
      "B": "Sıffîn savaşı sonunda yapılmıştır.",
      "C": "Hz. Ali ile Hariciler arasında cereyan etmiştir.",
      "D": "Muaviye ile Talha ve Zübeyr arasında olmuştur.",
      "E": "Tahkim sonucunda Cemel olayı olmuştur."
    }
  },
  {
    "id": "164455",
    "unitNumber": 13,
    "text": "<strong>Hz. Ali’nin halife seçiminde aşağıdakilerden hangisi söylenebilir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Şura tarafından seçilmiştir.",
      "B": "Medine’deki işgalcilere rağmen seçilmiştir.",
      "C": "Kendisine Kûfe’de biat edilmiştir.",
      "D": "Talha ve Zübeyr ilk biat edenlerdendir.",
      "E": "Hz. Aişe kendisine destek vermiştir."
    }
  },
  {
    "id": "164457",
    "unitNumber": 13,
    "text": "<strong>Tahkim olayı hangi olayla bağlantılıdır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Nehrevan Savaşı",
      "B": "Hasan b. Ali-Muaviye anlaşması",
      "C": "Sıffîn Savaşı",
      "D": "Cemel Savaşı",
      "E": "Muaviye-Haricî mücadelesi"
    }
  },
  {
    "id": "175023",
    "unitNumber": 13,
    "text": "<strong>Hz. Ali nerede halife seçilmiştir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Mekke’de",
      "B": "Medine’de",
      "C": "Taif’te",
      "D": "Kûfe’de",
      "E": "Kâbe’de"
    }
  },
  {
    "id": "175024",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi Hz. Ali’nin halifeliği için söylenebilir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kendisine biat edilmesinden sonra isyancıları Medine’den çıkarmıştır.",
      "B": "Hz. Osman’ın valilerini değiştirmeyerek yerinde bırakmıştır.",
      "C": "İlk işi Hz. Osman’ın katillerini bulup cezalandırmak olmuştur.",
      "D": "Kendisine biat etmeyenlerin varlığı halifeliğine zarar vermemiştir.",
      "E": "Hz. Aişe’yi Medine’den uzaklaştırmak için Mekke’ye göndermiştir."
    }
  },
  {
    "id": "175025",
    "unitNumber": 13,
    "text": "<strong>Cemel Savaşı için aşağıdakilerden hangisi <u>söylenemez</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Hz. Ali ve muhalifleri arasındaki bir savaştır.",
      "B": "Muhalefet cephesi Hz. Aişe, Talha ve Zübeyir’in liderliğinden oluşuyordu.",
      "C": "Tarafların karşılıklı olarak çekilmesi ve tahkimle sonuçlanmıştır.",
      "D": "Hz. Aişe savaşa bir deve üzerinde katılmıştır.",
      "E": "Savaş sonunda esir ve ganimet muamelesi yapılmamıştır."
    }
  },
  {
    "id": "175026",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi Hz. Hasan’ı anlaşmaya iten sebeplerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Halim selim ve barışçı kişiliği",
      "B": "Ordusundakilere olan güvensizlik",
      "C": "Muaviye’nin sürekli barış istemesi",
      "D": "Medine’ye dönme arzusu",
      "E": "Maddi imkân yetersizliği"
    }
  },
  {
    "id": "175027",
    "unitNumber": 13,
    "text": "<strong>Hz. Hasan ile ilgili olarak aşağıdakilerden hangisi <u>söylenemez</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yaptığı barışla çarpışmaları bitirmiştir.",
      "B": "Taraftarlarınca eleştirilmiştir.",
      "C": "Hz. Peygamber’in yanına defnedilmiştir.",
      "D": "Zehirletilerek öldüğüne dair bilgiler vardır.",
      "E": "Hilafeti Muaviye’ye teslim etmiştir."
    }
  },
  {
    "id": "175028",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi Hz. Ali döneminde <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Cemel savaşı",
      "B": "Tahkim olayı",
      "C": "Sıffîn savaşı",
      "D": "Birlik yılı",
      "E": "Haricilerle mücadele"
    }
  },
  {
    "id": "175029",
    "unitNumber": 13,
    "text": "<strong>Sıffîn Savaşı kimler arasında gerçekleşmiştir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Muaviye ile Hz. Ali arasında",
      "B": "Haricilerle Muaviye arasında",
      "C": "Muaviye ile Hz. Hasan arasında",
      "D": "Haricilerle Hz. Ali arasında",
      "E": "Haricilerle Hz. Hasan arasında"
    }
  },
  {
    "id": "306243",
    "unitNumber": 13,
    "text": "<strong>Tahkimin tanımı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Barış anlaşmasıdır.",
      "B": "Savaş kararıdır.",
      "C": "Hilafeti teslim etmektir.",
      "D": "Hakem tayinidir.",
      "E": "Ekonomik bir anlaşmadır."
    }
  },
  {
    "id": "306247",
    "unitNumber": 13,
    "text": "<strong>Hz. Ali nerede şehit edilmiştir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Medine’de",
      "B": "Mekke’de",
      "C": "Kufe’de",
      "D": "Şam’da",
      "E": "Basra’da"
    }
  },
  {
    "id": "333687",
    "unitNumber": 13,
    "text": "<strong>\"Cemel Ashabı\" olarak bilinen sahabeler aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Hz. Aişe, Talha ve Zübeyir",
      "B": "Hz. Aişe, Talha ve Osman",
      "C": "Hz. Aişe, Talha ve Ali",
      "D": "Hz. Ali, Ömer ve Osman",
      "E": "Hz. Ömer, Ali ve Talha"
    }
  },
  {
    "id": "333688",
    "unitNumber": 13,
    "text": "<strong>Siyasi bir manevra olarak Kur’an-ı Kerim sayfalarının mızrakların ucunda kaldırıldığı, Hz. Ali ve Muaviye arasında yapılan savaş </strong><strong>aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Cemel Savaşı",
      "B": "Ridde Savaşı",
      "C": "Fihl Savaşı",
      "D": "Sıffîn Savaşı",
      "E": "Nehrevan Savaşı"
    }
  },
  {
    "id": "393458",
    "unitNumber": 13,
    "text": "<strong>Hz. Ali ile Hz. Aişe, Talha ve Zübeyr arasında vuku bulan Cemel Savaşı nerede yapılmıştır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kûfe",
      "B": "Tâif",
      "C": "Medine",
      "D": "Mısır",
      "E": "Basra"
    }
  },
  {
    "id": "393459",
    "unitNumber": 13,
    "text": "<strong>Nehrevan Savaşı ile ilgili aşağıdakilerden hangisi <u>söylenemez</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Hz. Ali’ye katılmayı reddeden Haricîler Nehrevan’a gitmiş, taşkınlıklarını burada devam ettirmişlerdir.",
      "B": "Temmuz 659 tarihinde yapılan şiddetli bir savaş sonrasında Nehrevan'da bulunan Haricîler’in hemen hemen tamamı kılıçtan geçirilmişlerdir.",
      "C": "Nehrevan Savaşı Haricîler’in tek bir komuta altında ve tek bir düşmana karşı yaptıkları ilk ve son savaş olmuştur.",
      "D": "Nehrevan Savaşından sonra kurtulan Haricîler Harura'ya kaçmışlardır.",
      "E": "Nehrevan Savaşı’nın en önemli sonuçlarından biri, Haricîler ile ilişkilerin kesilmesi olmuştur."
    }
  },
  {
    "id": "394115",
    "unitNumber": 13,
    "text": "Hz. Ali çevre illerdeki valiliklere atamalar yapmış, yeni halife olarak kendi idari yapısını oluşturmaya çalışmıştır. Bu çerçevede Basra’ya Osman b. Huneyf, Kûfe’ye Umâre b. Şihâb, Yemen’e Ubeydullah b. Abbas, Mısır’a Kays b. Sad ve Şam’a da Sehl b. Huneyf vali olarak görevlendirilmişlerdir.<br/><strong>Vali olarak atanan kişiler incelendiğinde aşağıdakilerden hangisi doğrudur?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Hz. Ali Muğîre b. Şuʻbe ve Abdullah b. Abbas’ın uyarılarına riayet etmiştir.",
      "B": "Hz. Ali’nin görevlendirdiği bu valiler önceki dönemlerde görevlendirilmeyen Ensar ve Hâşimoğullarındandır.",
      "C": "Hz. Ali’nin Hz. Osman’ın katillerinin bulunması için bu valileri atamıştır.",
      "D": "Medine'de kendi gücünü tesis etmek için bu atamaları yapmıştır.",
      "E": "İsyancıların Mekke'yi terk etmesi için bu atamaları yapmıştır."
    }
  },
  {
    "id": "112671",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerin hangisinde Hulefâ-i Râşidîn Dönemi idari görevlilerinin yaptıkları iş <u>yanlış</u> verilmiştir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Sahibu’s-sicn: Ceza ve tevkif sorumlusu",
      "B": "Sahibu’s-sûk: Pazar denetimi sorumlusu",
      "C": "Şurta: Geceleri şehrin güvenlik sorumlusu",
      "D": "Sahibu Beyti’l-Mal: Hazine sorumlusu",
      "E": "Müftü: Fetva sorumlusu"
    }
  },
  {
    "id": "113329",
    "unitNumber": 14,
    "text": "<strong>Hulefâ-i Râşidîn Dönemi ordusuyla ilgili olarak aşağıdakilerden hangisi doğrudur?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Düzenli ordu ilk kez Hz. Ebu bekir Dönemi'nde kurulmuştur.",
      "B": "Askerlerin maaşları aylık olarak ödenmiştir.",
      "C": "Ordu sadece fürsan birliklerinden müteşekkildir.",
      "D": "En büyük deniz donanması Hz. Ömer Dönemi'nde kurulmuştur.",
      "E": "Gayrıarap unsurlardan asker olarak istifade edilmiştir."
    }
  },
  {
    "id": "116162",
    "unitNumber": 14,
    "text": "<strong>Hulefâ-i Râşidîn Dönemi devlet yönetimiyle ilgili olarak aşağıdakilerden hangisi doğrudur?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Halifeler, görevleri gereği devletten maaş almazlardı.",
      "B": "Danışma meclisine Ensar’ın dâhil edilmesi Hz. Ebu Bekir döneminde olmuştur.",
      "C": "Valilere maaş Hz. Ebu Bekir döneminden itibaren verilmeye başlanmıştır.",
      "D": "Hz. Ömer döneminden sonra divan sistemi tam olarak uygulanamamıştır.",
      "E": "Bedeviler divan teşkilatına kaydedilmişlerdir."
    }
  },
  {
    "id": "116172",
    "unitNumber": 14,
    "text": "Hz. Ömer döneminde inşa edilen şehirler önceleri birer askerî garnizon olarak düşünülmüş olmakla birlikte sonraları tamamen sivil karaktere sahip olmuşlardır.<br/><strong>Buna göre aşağıdakilerden hangisi Hz. Ömer’in kurduğu şehirlerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Basra",
      "B": "Kufe",
      "C": "Fustat",
      "D": "Bağdat",
      "E": "Musul"
    }
  },
  {
    "id": "116219",
    "unitNumber": 14,
    "text": "I. Hulefâ-i Râşidîn döneminde İslam’ı kabul etmiş gayr-ı Arap unsurlara mevali denilmektedir.<br/>II. Hulefâ-i Râşidîn döneminde zimmiler, Müslümanlardan toplanan zekâtlardan istifade edemezlerdi.<br/>III. Hulefâ-i Râşidîn döneminde toplumun en üst tabakasını Arap kökenli hürler, en alt tabakasını ise zimmiler oluşturmaktaydı.<br/>IV. Zimmiler bir takım haklara sahip olabilmek için haraç ödemek zorundaydı.<br/>V. Hz. Ömer mevali’yi yerleşik hayata geçirmek için çeşitli tedbirler almıştır.<br/><strong>Hulefâ-i Râşidîn Dönemi toplum yapısıyla ilgili olarak yukarıdakilerden hangileri <u>yanlıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "I, II ve V",
      "B": "II, III ve V",
      "C": "III, IV ve V",
      "D": "I, III, IV ve V",
      "E": "I, II, III, IV ve V"
    }
  },
  {
    "id": "164538",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi Hulefâ-i Râşidîn döneminde gayrimüslimlerin sahip olduğu haklardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Hukuk adamlarını yetiştirme hakkı",
      "B": "Kendi hukuklarını uygulama hakkı",
      "C": "İskan hürriyeti ve özgürce seyahat hakkı",
      "D": "Askerlik yapma hakkı",
      "E": "Eğitim ve öğretim hakkı"
    }
  },
  {
    "id": "164539",
    "unitNumber": 14,
    "text": "<strong>Hulefâ-i Râşidîn Dönemi'nde ordu komutanına ne ad verilirdi?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kadıasker",
      "B": "Serasker",
      "C": "Emirü’l-Umera",
      "D": "Emirü’l-Ceyş",
      "E": "Emirü’l-Kasr"
    }
  },
  {
    "id": "164540",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi fakih sahabilerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Bekir b. Vail",
      "B": "Hz. Ömer",
      "C": "Hz. Ali",
      "D": "Muâz b. Cebel",
      "E": "Abdullah b. Mesut"
    }
  },
  {
    "id": "164541",
    "unitNumber": 14,
    "text": "<strong>Hulefâ-i Râşidîn döneminde şehirlerdeki hükümet konaklarına ne denirdi?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Bimarhane",
      "B": "Darü’l-Kasr",
      "C": "Darü’l-İmare",
      "D": "Beytü’l-Emir",
      "E": "Kasrü’l-Halife"
    }
  },
  {
    "id": "164549",
    "unitNumber": 14,
    "text": "<strong>Divan teşkilatını oluşturan halife aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Hz. Ali",
      "B": "Hz. Osman",
      "C": "Hz. Ömer",
      "D": "Hz. Ebubekir",
      "E": "Hz. Hüseyin"
    }
  },
  {
    "id": "164550",
    "unitNumber": 14,
    "text": "<strong>Aşağıdaki halifelerden hangisi devletten maaş almadan görevini yerine getirmiştir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Hz. Ebubekir",
      "B": "Hz. Osman",
      "C": "Hz. Ali",
      "D": "Hz. Ömer",
      "E": "Hz. Hasan"
    }
  },
  {
    "id": "164552",
    "unitNumber": 14,
    "text": "<strong>Hz. Peygamber döneminde kurulan ve Hz. Ömer Dönemi'nde yaygınlaştırılan bugünkü devlet konukevleri anlamına gelen müesseseye ne ad verilir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Daru’t-Taam",
      "B": "Daru’l-Eytam",
      "C": "Daru’l-Mariz",
      "D": "Daru’l-İmare",
      "E": "Daru’d-Duyuf"
    }
  },
  {
    "id": "175030",
    "unitNumber": 14,
    "text": "<strong>Zimmi kimlere denilmektedir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Medineli Müslümanlara",
      "B": "İslam Devleti içerisinde yaşayan gayrimüslimlere",
      "C": "İslam’ı henüz kabul etmiş olan insanlara",
      "D": "Âlimlere",
      "E": "el-Cezire Bölgesi halkına"
    }
  },
  {
    "id": "175031",
    "unitNumber": 14,
    "text": "<strong>İslam toplumu içerisinde yaşayan gayrimüslimlere aşağıdaki haklardan hangisi <u>verilmemiştir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Hukuk adamlarını yetiştirme hakkı",
      "B": "Kendi hukuklarını uygulama hakkı",
      "C": "İskân hürriyeti, mal edinme hakkı ve mal emniyeti",
      "D": "Eğitim ve öğretim ve sosyal hizmetlerden faydalanma hakkı",
      "E": "Diğer dinleri aşağılama hakkı"
    }
  },
  {
    "id": "175032",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi sosyal hizmetler için <u>söylenemez</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Sadece Müslümanlar yararlanırlardı.",
      "B": "Dinine ve diline bakılmaksızın herkese eşit hizmet verirlerdi.",
      "C": "İlk daru’d-duyuflar peygamber tarafından kurulmuştur.",
      "D": "Hz. Ömer döneminde yaşlılara yönelik müesseseler kurulmuştur.",
      "E": "Hz. Ömer tarafından yetimlerin faydalandığı kurumlar inşa edilmiştir."
    }
  },
  {
    "id": "175033",
    "unitNumber": 14,
    "text": "<strong>Cizye ile ilgili aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Sadece Yahudi ve Hristiyanlardan alınan bir vergi türüdür.",
      "B": "Koruma mukabili alınır.",
      "C": "Kadın, çocuk ve din adamlarından alınmaz.",
      "D": "Herkesten eşit olarak alınmaz.",
      "E": "Eli silah tutmayanlardan alınmaz."
    }
  },
  {
    "id": "175036",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi Raşid Halifeler döneminde toplumu oluşturan sınıflardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Hürler",
      "B": "Zimmiler",
      "C": "Mevali",
      "D": "Köleler",
      "E": "Bürokratlar"
    }
  },
  {
    "id": "175037",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi halifenin istişare ettiklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Ensar ve Muhacirin Meclisi",
      "B": "Medineliler Meclisi",
      "C": "Kâtip",
      "D": "Müftü",
      "E": "Vezir"
    }
  },
  {
    "id": "175039",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi taşra teşkilatı görevlilerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Şurta",
      "B": "Kadı",
      "C": "Ulak",
      "D": "Sahibu’s-suk",
      "E": "Sahibu’s-sicn"
    }
  },
  {
    "id": "175041",
    "unitNumber": 14,
    "text": "<strong>Hz. Ömer tarafından Muallimu’l-medine olarak şehirlere gönderdiği sahabilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kûfe-İbn Mesud",
      "B": "Basra Ebû Musa el-Eşarî;",
      "C": "Medine-BilaI-i Habeşi",
      "D": "Şam-Ebu’d-Derda",
      "E": "Medâin-Selman el-Farisî"
    }
  },
  {
    "id": "306740",
    "unitNumber": 14,
    "text": "<strong>Ases teşkilatı hangi görevleri üstlenir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Posta",
      "B": "Gece bekçiliği",
      "C": "Devletin gelir ve giderlerini toplamak",
      "D": "Sadece valiyi korumak",
      "E": "Kâtiplik"
    }
  },
  {
    "id": "306741",
    "unitNumber": 14,
    "text": "<strong>Hz. Ömer döneminde Kabul edilen Hicri takvime göre yılın ilk ayı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Receb",
      "B": "Şaban",
      "C": "Zilkade",
      "D": "Muharrem",
      "E": "Zilhicce"
    }
  },
  {
    "id": "333579",
    "unitNumber": 14,
    "text": "<strong>İslam tarihinde düzenli ordu ilk kez kim tarafından kurulmuştur?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Hz. Ömer",
      "B": "Hz. Osman",
      "C": "Hz. Muhammed",
      "D": "Hz. Ali",
      "E": "Muaviye"
    }
  },
  {
    "id": "333693",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi Cizye vergisi için <u>yanlıştır</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Cizye, sadece eli silah tutan erkeklerden alınmaktaydı.",
      "B": "Cizye; kadın, çocuk, yaşlı ve din adamlarından alınmazdı.",
      "C": "Cizye herkesten aynı oranda alınırdı.",
      "D": "Cizye korumalık akçesi olarak alınırdı.",
      "E": "İşsiz ve ödeyemeyecek durumda olan gayrimüslimlerden alınmazdı."
    }
  },
  {
    "id": "394117",
    "unitNumber": 14,
    "text": "Hulefâ-yi Râşidîn döneminin üçüncü toplumsal katmanını oluşturmaktadır. Temelde savaşta esir edilen ve zamanla özgürlükleri bağışlanan şahıslar için kullanılmaktadır. Sonraki dönemde, özellikle Emeviler döneminde bu ifade tüm Arap olmayan Müslümanlar için kullanılmıştır.<br/><strong>Paragrafta açıklanan sosyal tabaka aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Mevali",
      "B": "Zımmî",
      "C": "Hürler",
      "D": "Köleler",
      "E": "Müellefe-i Kulüb"
    }
  },
  {
    "id": "394119",
    "unitNumber": 14,
    "text": "<strong>Hulefâ-yi Râşidîn Dönemi'nde valinin üstlendiği sorumluluklardan biri aşağıdakilerden hangisi <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Halka namaz kıldırmak",
      "B": "Gelirlerin toplanmasında Beytu’l-mâl (hazine) sorumlusu olarak çalışmak",
      "C": "Savaş sonucunda fethedilen bölge halkıyla antlaşmalar yapmak",
      "D": "Ganimetleri taksim etmek",
      "E": "Gerektiği zaman davalara bakmak"
    }
  }
]