[
  {
    "id": "173343",
    "unitNumber": 1,
    "text": "<strong>5510 sayılı Sosyal Sigortalar ve Genel Sağlık Sigortası Kanunu’na göre aşağıdakilerden hangisi iş kazası <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "İşveren tarafından verilen faturayı yatırmak üzere bankaya giden sigortalının yolda yürürken düşüp yaralanması",
      "B": "Sigortalının öğle tatilinde iş yerinin yemekhanesinde başka işçiler arasında çıkan kavgada atılan tabağın kendisine isabet etmesiyle yaralanması",
      "C": "Evleri birbirine yakın olan sigortalıların tuttukları araçla işlerine giderken kazaya uğramaları sonucunda yaralanmaları",
      "D": "Emziren kadın sigortalının süt izni sırasında düşüp yaralanması",
      "E": "İş yerindeki baskı yüzünden çalışanın kalp krizi geçirmesi"
    }
  },
  {
    "id": "173349",
    "unitNumber": 1,
    "text": "I. Kazayı geçiren kişinin sigortalı olması<br />II. Sigortalının iş yerinde veya iş yerinden sayılan yerlerde bulunması<br />III. Olayın işveren tarafından yürütülmekte olan iş nedeniyle meydana gelmesi<br /><strong>Bir olayın iş kazası sayılabilmesi için y</strong><strong>ukarıdakilerden hangisi ya da hangileri olmalıdır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız II",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "173352",
    "unitNumber": 1,
    "text": "……………….. iş yerinde veya işin yürütülmesi nedeniyle meydana gelen, ölüme sebebiyet veren veya vücut bütünlüğünü ruhen ya da bedenen özre uğratan olaydır.<br /><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Meslek hastalığı",
      "B": "İş kazası",
      "C": "İntihar",
      "D": "Tehlike",
      "E": "Risk"
    }
  },
  {
    "id": "173357",
    "unitNumber": 1,
    "text": "<strong>İş kazası sonrası kişinin malul sayılması sonucunda maluliyet aylığı bağlanabilmesi için aşağıdaki durumlardan hangisi <u>aranmaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kişinin malul duruma düşmeden önce sigortalı olması",
      "B": "En az 10 yıllık sigortalılık süresinin bulunması ve 1800 gün prim ödemiş olması",
      "C": "Çalıştığı işten ayrılmış olması",
      "D": "Evli ve çocuk sahibi olması",
      "E": "Sosyal Güvenlik Kurumuna Tahsis Talep ve Beyan Taahhüt Belgesi'ni doldurarak başvuruda bulunması"
    }
  },
  {
    "id": "173361",
    "unitNumber": 1,
    "text": "<strong>6331 sayılı İş Sağlığı ve Güvenliği Kanunu'na göre iş kazalarının kayıt bildirim yükümlülüğü aşağıdakilerden hangisine aittir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "İşveren",
      "B": "Çalışan",
      "C": "İş yeri hekimi",
      "D": "İş güvenliği uzmanı",
      "E": "Çalışan temsilcisi"
    }
  },
  {
    "id": "173363",
    "unitNumber": 1,
    "text": "<strong>Çalışana geçici iş göremezlik ödeneğinin ödenebilmesi için aşağıdakilerden hangisi aranır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Çalışanın ağır ve tehlikeli işlerde çalışması",
      "B": "Çalışanın iş kazası, meslek hastalığı, hastalık veya analık hâllerinden biri olması",
      "C": "Çalışanın işverenin şahsi işini yapıyor olması",
      "D": "Çalışanın bakmakla yükümlü olduğu kişiler olması",
      "E": "Çalışanın 40 yaşının altında olması"
    }
  },
  {
    "id": "173366",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi çalışana uzun vadeli sigorta kapsamında sağlanan haklardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Malullük sigortası kapsamında malullük aylığı",
      "B": "Yaşlılık sigortası kapsamında yaşlılık aylığı ve toptan ödeme",
      "C": "Ölüm sigortası kapsamında ölüm aylığı",
      "D": "Ölüm toptan ödemesi ve aylık almakta olan kız çocuklarına evlenme ödeneği ile cenaze ödeneği",
      "E": "Sürekli iş göremezlik geliri"
    }
  },
  {
    "id": "173370",
    "unitNumber": 1,
    "text": "<strong>İş kazası ile ilgili olarak aşağıdaki ifadelerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Çalışanın, işveren tarafından görev ile başka bir yere gönderilmesi durumunda; çalışanın asıl işini yapmaksızın geçen zamanlarda meydana gelen kazalar iş kazası sayılır.",
      "B": "Kazaya neden olan olay işveren tarafından verilen işin yürütüldüğü sırada olmalıdır.",
      "C": "Kaza ile sonuç arasında uygun bir nedensellik bağı bulunmalıdır.",
      "D": "Çalışanın başına gelen her türlü kaza iş kazasıdır.",
      "E": "Olay şayet iş yerinde veya iş yerinden sayılan yerlerde meydana gelmişse iş kazası sayılır."
    }
  },
  {
    "id": "173373",
    "unitNumber": 1,
    "text": "<strong>Aşağıdaki kanunlardan hangisinde iş kazası kavramı tanımlanmaktadır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Borçlar Kanunu",
      "B": "Türk Ceza Kanunu",
      "C": "İş Sağlığı ve Güvenliği Kanunu",
      "D": "Umumi Hıfzıssıhha Kanunu",
      "E": "Türk Medeni Kanunu"
    }
  },
  {
    "id": "179004",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi 5510 sayılı Kanun'a göre iş kazası durumlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Sigortalının iş yerinde bulunduğu sırada gerçekleşen kaza",
      "B": "Sigortalıların, kendi araçlarıyla özel işlerini yapmaları sırasında gerçekleşen kaza",
      "C": "İşveren tarafından yürütülmekte olan iş nedeniyle sigortalı kendi adına ve hesabına bağımsız çalışıyorsa yürütmekte olduğu iş nedeniyle gerçekleşen kaza",
      "D": "Bir işverene bağlı olarak çalışan sigortalının görevli olarak iş yeri dışında başka bir yere gönderilmesi nedeniyle asıl işini yapmaksızın geçen zamanlarda gerçekleşen kaza",
      "E": "Emziren kadın sigortalının, çocuğuna süt vermek için ayrılan zamanlarda gerçekleşen kaza"
    }
  },
  {
    "id": "179005",
    "unitNumber": 1,
    "text": "<strong>6331 sayılı İş Sağlığı ve Güvenliği Kanunu'na göre meydana gelen iş kazalarının bildirimi aşağıdaki kurumlardan hangisine yapılır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "İş Sağlığı ve Güvenliği Genel Müdürlüğü",
      "B": "İş Teftiş Kurulu Başkanlığı",
      "C": "Sosyal Güvenlik Kurumu İl Müdürlüğü",
      "D": "Çalışma ve İş Kurumu İl Müdürlüğü",
      "E": "Bilgi İşlem Daire Başkanlığı"
    }
  },
  {
    "id": "179007",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi 5510 sayılı Kanun’a göre sigortalı <u>sayılmaz</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Ev hanımları",
      "B": "Hizmet akdi ile bir veya birden fazla işveren tarafından çalıştırılanlar",
      "C": "Tarımsal faaliyette bulunanlar",
      "D": "Gelir vergisinden muaf olup esnaf ve sanatkâr siciline kayıtlı olanlar",
      "E": "Devlet memurları"
    }
  },
  {
    "id": "179009",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi 6331 sayılı İş Sağlığı ve Güvenliği Kanunu'na göre iş kazası sayılır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Açık havada çalışan işçinin grip olması",
      "B": "Çimento fabrikasında çalışan işçinin iki metre ilerisindeki zemine çimento torbasının düşmesi",
      "C": "İş yerinde meydana gelen patlama sonucu işçinin bacağını kaybetmesi",
      "D": "Gece vardiyasında çalışan işçinin ailevi problemleri nedeniyle intihara teşebbüs etmesi",
      "E": "Görevli olarak gönderilen çalışanın diskoda eğlenirken elini bıçak kesmesi"
    }
  },
  {
    "id": "179010",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi, 5510 sayılı Sosyal Sigortalar ve Genel Sağlık Sigortası Kanunu'na göre, iş kazası sigortasından sağlanan haklardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Gelir bağlanmış olan erkek çocuklarına evlenme ödeneği verilmesi",
      "B": "Sigortalıya, geçici iş göremezlik ödeneği verilmesi",
      "C": "İş kazası veya meslek hastalığı sonucu ölen sigortalının hak sahiplerine gelir bağlanması",
      "D": "Sigortalıya sürekli iş göremezlik geliri bağlanması",
      "E": "Malullük sigortası kapsamında malullük aylığı"
    }
  },
  {
    "id": "179012",
    "unitNumber": 1,
    "text": "<strong>Aşağıdaki sektörlerden hangisinde iş kazası sonucu ölümler en fazla olmaktadır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Tarım",
      "B": "Sağlık",
      "C": "Ofis",
      "D": "İnşaat",
      "E": "Gıda"
    }
  },
  {
    "id": "179017",
    "unitNumber": 1,
    "text": "I. Mücbir sebep<br />II. Çalışanın ağır kusuru<br />III. Üçüncü kişilerin ağır kusuru<br /><strong>Yukarıdaki durumlardan hangisi ya da hangilerinde kaza ile olay arasındaki nedensellik bağı kesilebilir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "179019",
    "unitNumber": 1,
    "text": "<strong>\"İş kazası, önceden planlanmamış, çoğu kişisel yaralanmalara, makinelerin ve araç gereçlerin zarara uğramasına, üretimin bir süre durmasına yol açan bir olaydır.\" tanımı nerede yapılmıştır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Uluslararası Çalışma Örgütü",
      "B": "Dünya Sağlık Örgütü",
      "C": "6331 Sayılı İş Sağlığı ve Güvenliği Kanunu",
      "D": "5510 Sayılı Sosyal Sigortalar ve Genel Sağlık Sigortası Kanunu",
      "E": "OHSAS 18001"
    }
  },
  {
    "id": "179022",
    "unitNumber": 1,
    "text": "<strong>İş kazası sonrasında çalışanın malul sayılabilmesi için meslekte kazanma gücünün en az ne kadarını kaybetmesi gerekir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "% 10",
      "B": "% 20",
      "C": "% 40",
      "D": "% 60",
      "E": "% 80"
    }
  },
  {
    "id": "179024",
    "unitNumber": 1,
    "text": "<strong>Bir olayın iş kazası sayılabilmesi için aşağıdakilerden hangisinin olması <u>gerekmez</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Çalışanın sigortalı olması",
      "B": "Kazanın iş yerinde olması",
      "C": "Kaza ile iş arasında nedensellik bağının olması",
      "D": "Kazaya neden olan işin işveren tarafından verilmiş olması",
      "E": "Çalışanın verilen işi gönüllü yapıyor olması"
    }
  },
  {
    "id": "331995",
    "unitNumber": 1,
    "text": "<strong>İş kazası ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Sigortalının iş yerinde bulunduğu sırada gerçekleşen olaydır.",
      "B": "İşveren tarafından yürütülmekte olan iş nedeniyle veya görevi nedeniyle, sigortalı kendi adına ve hesabına bağımsız çalışıyorsa yürütmekte olduğu iş veya çalışma konusu nedeniyle iş yeri dışında meydana gelen olaydır.",
      "C": "Bir işverene bağlı olarak çalışan sigortalının, görevli olarak iş yeri dışında başka bir yere gönderilmesi nedeniyle asıl işini yapmaksızın geçen zamanlarda gerçekleşen olaydır.",
      "D": "Emziren kadın sigortalının, çocuğuna süt vermek için ayrılan zamanlarda meydana gelen olaydır.",
      "E": "Sigortalının işe gitmek için bindiği servis aracından indikten sonra yolun karşı tarafındaki iş yerine geçerken uğradığı trafik kazası iş kazasıdır."
    }
  },
  {
    "id": "331996",
    "unitNumber": 1,
    "text": "Sigortalının yaptığı işle alakasına bakılmadan, iş yerinde bulunduğu sırada meydana gelen olaylar iş kazası sayılmaktadır.<br /><strong>Buna göre aşağıdakilerden hangisi çalışandan kaynaklı iş kazalarının nedenlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "İş yerinde avluda yürürken düşmesi",
      "B": "İş yerinde bahçedeki ağaçtan meyve toplarken düşmesi",
      "C": "Çalışanın evde kalp krizi geçirip ölmesi",
      "D": "İş yerinde intihar etmesi",
      "E": "Molada, dinlenirken gölgesine yattığı ağaçtan üstüne bir şeyler düşmesi"
    }
  },
  {
    "id": "364916",
    "unitNumber": 1,
    "text": "I. Kazayı geçiren kişinin sigortalı olması<br />II. Sigortalının iş yerinde veya iş yerinden sayılan yerlerde bulunması<br />III. Kaza ile sonuç arasında uygun bir nedensellik bağının bulunması<br /><strong>Yukarıdakilerden hangisi ya da hangileri bir olayın iş kazası sayılabilmesi için gerekli unsurlardandır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "367040",
    "unitNumber": 1,
    "text": "İş kazası için çeşitli kaynaklar tarafından çeşitli tanımlar bulunmaktadır.<br /><strong>Uluslararası Çalışma Örgütü (ILO) tarafından yapılan iş kazası tanımı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "İş kazası; iş yerinde veya işin yürütümü nedeniyle meydana gelen, ölüme sebebiyet veren veya vücut bütünlüğünü ruhen ya da bedenen özre uğratan olaydır.",
      "B": "İş kazası; iş yerinde meydana gelen ve sigortalıyı hemen veya sonradan bedenen ya da ruhen engelli hâle getiren olaydır.",
      "C": "İş kazası; önceden planlanmamış, çoğu kez kişisel yaralanmalara, makinalar ile araç ve gereçlerin zarara uğramasına, üretimin bir süre durmasına yol açan bir olaydır.",
      "D": "İş kazası; önceden planlanmayan, beklenmeyen, belirli bir zarar ya da yaralanmaya neden olan bir olay olarak tanımlamıştır.",
      "E": "İş kazası; iş yapılırken veya işin yapılması nedeniyle meydana gelen ölüme sebebiyet veren kazadır."
    }
  },
  {
    "id": "367046",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi bir olayın iş kazası sayılabilmesi için gerekli unsurlar arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kaza ile sonuç arasında uygun bir nedensellik bağının bulunması",
      "B": "Kazayı geçiren kişinin sigortalı olması",
      "C": "Sigortalının verilen işi gönüllü olarak yapıyor olması",
      "D": "Sigortalının iş yerinde veya iş yerinden sayılan yerlerde bulunması",
      "E": "Olayın işveren tarafından yürütülmekte olan iş nedeniyle meydana gelmesi"
    }
  },
  {
    "id": "367051",
    "unitNumber": 1,
    "text": "İş yerinde herhangi bir iş kazası meydana geldiğinde, ….................... tarafından ................….. iş günü içinde, Sosyal Güvenlik Kurumu (SGK) İl Müdürlüğüne bildirilir.<br /><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi sırasıyla getirilmelidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "işveren – 5",
      "B": "İSG uzmanı – 7",
      "C": "işveren – 7",
      "D": "İSG uzmanı - 3",
      "E": "işveren - 3"
    }
  },
  {
    "id": "390262",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi kısa vadeli sigorta kolları kapsamında iş kazası sonrasında çalışana sağlanan haklardan biridir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Sigortalıya sürekli iş göremezlik geliri bağlanması",
      "B": "Kız çocuklarına evlenme ödeneğinin verilmemesi",
      "C": "İş görmezlik gelirinin kesilmesi",
      "D": "Günlük geçici iş göremezlik ödeneğinin hak sahiplerinden alınması",
      "E": "Askerlik ve doğum borçlanması haklarının ertelenmesi"
    }
  },
  {
    "id": "391922",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi bir olayın iş kazası sayılabilmesi için gerekli sebeplerden biri olarak kabul edilir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kazayı geçiren kişinin sigortalı olmaması",
      "B": "Sigortalının kazayı iş yeri sayılmayan yerde geçirmesi",
      "C": "Kazanın yürütülmesi planlanan bir iş dışında gerçekleşmesi",
      "D": "Ruhça özrün olmaması",
      "E": "Kaza ile sonuç arasında uygun bir nedensellik bağının bulunması"
    }
  },
  {
    "id": "173381",
    "unitNumber": 2,
    "text": "<strong>En fazla iş kazaları aşağıdaki hangi iki faktörün bir araya gelmesi sonucu oluşur?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Tehlikeli hareket- bilgisizlik",
      "B": "Tehlikeli durum - bilgisizlik",
      "C": "Tehlikeli durum - tehlikeli hareket",
      "D": "Tehlikeli durum - uygunsuzluk",
      "E": "Tehlikeli hareket- sosyal çevre"
    }
  },
  {
    "id": "173384",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi iş kazalarının sebeplerini açıklayan teorilerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Epidemiyoloji Teorisi",
      "B": "Olasılık Teorisi",
      "C": "İnsan Faktörleri Teorisi",
      "D": "Kombinasyon Teorisi",
      "E": "Çok Faktör Teorisi"
    }
  },
  {
    "id": "173387",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi iş kazalarının oluşumuna neden olan tehlikeli hareketlerden biridir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Tehlikeli yükseklikte istifleme",
      "B": "Makine ve tezgâhların düzensizliği",
      "C": "Makine koruyucularını çıkarma",
      "D": "Kontrol ve testleri yapılmamış basınçlı kaplar",
      "E": "Uygun olmayan termal konfor şartları"
    }
  },
  {
    "id": "173389",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi iş kazalarının doğrudan maliyetlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Yeni çalışanın eğitimi",
      "B": "Mahkeme giderleri",
      "C": "Kazalıya ya da ailesine ödenen tazminatlar",
      "D": "Kaza anında yapılan ilk yardım masrafları",
      "E": "Kazalıya ödenen geçici ve sürekli iş göremezlik ödenekleri"
    }
  },
  {
    "id": "173405",
    "unitNumber": 2,
    "text": "………………….., toplumdaki hastalık, kaza ve sağlıkla ilgili durumların dağılımını, görülme sıklıklarını ve bunları etkileyen faktörleri inceleyen bir çalışma alanıdır.<br /><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Domino",
      "B": "Epidemoloji",
      "C": "Petersen",
      "D": "Sistem",
      "E": "Kombinasyon"
    }
  },
  {
    "id": "173416",
    "unitNumber": 2,
    "text": "ConocoPhillips kaza piramidine göre; her ….. ölüm, her …… küçük kişisel yaralanma, maddi hasar içeren her …….. kaza ve her …….. ramak kala olayı ……… riskli davranıştan kaynaklanmaktadır.<br /><strong>Cümlesinde boş bırakılan yerlere sırasıyla aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "1/30/300/3.000/300.000",
      "B": "1/40/400/4.000/400.000",
      "C": "1/50/500/5.000/500.000",
      "D": "1/60/600/6.000/600.000",
      "E": "1/70/700/7.000/700.000"
    }
  },
  {
    "id": "179044",
    "unitNumber": 2,
    "text": "İş kazalarının …....… tehlikeli hareketlerden, ….....… tehlikeli koşullardan, …....... sebebi bilinmeyen durumlardan kaynaklanmaktadır.<br /><strong>Cümlede boş bırakılan yerlere sırasıyla aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "%80’i - %10’u - %10’u",
      "B": "%85’i - %10’u - %5’i",
      "C": "%88’i - %10’u - %2’si",
      "D": "%90’ı - %5’i - %5’i",
      "E": "%95’i - %5’i - %0’ı"
    }
  },
  {
    "id": "179048",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi iş sağlığı ve güvenliği yönünden tehlikeli sayılabilecek bir hareket <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Tehlikeli hızla çalışma",
      "B": "Topraklanmamış elektrikli makine",
      "C": "Görevi dışında iş yapma",
      "D": "İş disiplinine uymama",
      "E": "Güvenlik donanımını kullanılmaz duruma getirme"
    }
  },
  {
    "id": "179055",
    "unitNumber": 2,
    "text": "I. İnsan<br />II. Makine<br />III. Ortam<br />IV. Yönetim<br /><strong>Yukarıdakilerden hangileri kazaların temel nedenleri arasında yer alır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "I, II ve III",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    }
  },
  {
    "id": "179059",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi kaza zincirinde <u>yer almaz</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "İşverenin umursamazlığı",
      "B": "Kişinin hatası",
      "C": "Güvensiz hareket ve koşullar",
      "D": "Kalıtsal ve sosyal çevre",
      "E": "Yaralanma"
    }
  },
  {
    "id": "179061",
    "unitNumber": 2,
    "text": "<strong>Bird tarafından oluşturulan kaza piramidinde 1 ağır yaralanmalı kazaya karşılık 10 hafif yaralanmalı kaza, 30 maddi hasarlı kaza ve 600 ramak kala kaza yer alır. Bu piramide dair aşağıdaki yorumlardan hangisi <u>yapılamaz?</u></strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Çalışanlar çoğu zaman kazaları ucuz atlatırlar.",
      "B": "Bu piramitteki değerler sektörden sektöre değişir",
      "C": "Bir çalışan 10 hafif yaralanmalı kaza geçirdiyse yakın zamanda bir ağır yaralanmalı kaza geçirecektir",
      "D": "Ağır yaralanma ile sonuçlanan kaza sayısı oldukça azdır",
      "E": "Bir iş yerinde yaşanan ramak kala kazalardan yola çıkarak önlemler alınmasıyla yaralanmalı kazalar azaltılabilir"
    }
  },
  {
    "id": "179064",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi iş kazalarının sebeplerini açıklayan teorilerdendir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Olasılık Teorisi",
      "B": "Domino Teorisi",
      "C": "Çoklu Birleşim teorisi",
      "D": "Deming teorisi",
      "E": "Sebep Teorisi"
    }
  },
  {
    "id": "179067",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi iş kazalarının dolaylı maliyetlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Firmanın şöhret kaybı",
      "B": "Geç teslim nedeniyle ödenen para cezaları",
      "C": "Yasal işlemler için kaybettikleri zaman",
      "D": "Malzeme ve ham maddenin zarara uğraması",
      "E": "Mahkeme masrafları"
    }
  },
  {
    "id": "179070",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi iş sağlığı ve güvenliği yönünden tehlikeli durum örneğidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Elektrik panosu önünde yalıtkan paspas olmaması",
      "B": "Yüksekte çalışmada emniyet kemeri kullanılmaması",
      "C": "Forklift yolundan yürünmesi",
      "D": "Yangın söndürme cihazlarının kullanımının bilinmemesi",
      "E": "Tehlikeli kimyasallar ile çalışılırken maske kullanılması"
    }
  },
  {
    "id": "179073",
    "unitNumber": 2,
    "text": "<strong>İş kazalarının sebepleri ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "İş kazaları beş temel nedenin arka arkaya dizilmesi sonucu meydana gelir.",
      "B": "Tehlikeli hareketleri engellemek için çalışanlara eğitim verilmelidir.",
      "C": "İş kazalarını önlemek için başvurulacak en son çare kişisel koruyucu donanımdır.",
      "D": "Kazaların tamamı sadece insan hatasından kaynaklanır.",
      "E": "Kazalıya ya da ailesine ödenen tazminatlar iş kazalarının doğrudan kayıpları arasındadır."
    }
  },
  {
    "id": "332001",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi kaza sebeplerini açıklamak için geliştirilen en genel teorilerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kaza Zinciri (Domino) Teorisi",
      "B": "Kaza/Olay Teorisi",
      "C": "Yapısal Teori",
      "D": "Kombinasyon Teorisi",
      "E": "Çok Faktör Teorisi"
    }
  },
  {
    "id": "332138",
    "unitNumber": 2,
    "text": "<strong>\"Kazalar eninde sonunda insan hatasından kaynaklanan olaylar zincirine bağlanmaktadır.\" ifadesi aşağıdaki hangi teoriyi açıklamaktadır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kaza/Olay Teorisi",
      "B": "Kombinasyon Teorisi",
      "C": "Sistem Teorisi",
      "D": "İnsan Faktörleri Teorisi",
      "E": "Epidemiyoloji Teorisi"
    }
  },
  {
    "id": "332159",
    "unitNumber": 2,
    "text": "İş kazalarının % 88’i ……........….., %10’u ………..........…., %2’si ise ………...............… kaynaklanmaktadır.<br /><strong>Cümlede boş bırakılan yerlere sırasıyla aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "tehlikeli hareketlerden - tehlikeli koşullardan - sebebi bilinmeyen durumlardan",
      "B": "tehlikeli koşullardan - sebebi bilinmeyen durumlardan - tehlikeli hareketlerden",
      "C": "sebebi bilinmeyen durumlardan - tehlikeli hareketlerden - tehlikeli koşullardan",
      "D": "tehlikeli hareketlerden - sebebi bilinmeyen durumlardan - tehlikeli koşulardan",
      "E": "tehlikeli koşullardan - tehlikeli hareketlerden - sebebi bilinmeyen durumlardan"
    }
  },
  {
    "id": "332161",
    "unitNumber": 2,
    "text": "Heinrich'in Kaza Piramidi Teorisi'ne göre, ağır yaralanma ya da ölümle neticelenen her kazanın temelinde …........…. maddi hasarlı ya da uzuv kayıplı, …..............… yaralanma olmayan (ramak kala) olay vardır. Bunun yanında …...........…. ölümlü ya da ağır yaralanmalı iş kazası meydana gelmektedir.<br /><strong>Paragrafta boş bırakılan yerlere sırasıyla aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "1-300-29",
      "B": "300-29-1",
      "C": "29-1-300",
      "D": "300-1-29",
      "E": "29-300-1"
    }
  },
  {
    "id": "364698",
    "unitNumber": 2,
    "text": "<strong>İş kazalarının nedenlerine ilişkin aşağıdaki ifadelerden hangisi doğrudur?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "İş kazalarının çoğu insana bağlı etkenlerden kaynaklanmaktadır.",
      "B": "İş güvenliği tedbirleri küçük işletmelerde daha fazla önemsenmektedir.",
      "C": "Kıdemli işçilerde iş kazası oranı daha fazladır.",
      "D": "Genç işçilerde iş kazası oranı daha fazladır.",
      "E": "İş kazaları altı temel nedenin arka arkaya dizilmesi sonucu meydana gelir."
    }
  },
  {
    "id": "390443",
    "unitNumber": 2,
    "text": "I. İnsan Faktörleri Teorisi<br />II. Sistem Teorisi<br />III. Çok Faktör Teorisi<br />IV. Epistemoloji Teorisi<br /><strong>Yukarıdakilerden hangisi ya da hangileri en genel kaza teorileri arasında yer alır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I, II ve III",
      "D": "I, II ve IV",
      "E": "I, II, III ve IV"
    }
  },
  {
    "id": "390576",
    "unitNumber": 2,
    "text": "<strong>Marine kaza piramidinin en alt tabakasında yer alan durum aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Ölüm",
      "B": "Riskli davranış",
      "C": "Maddi hasarlı",
      "D": "Ramak kala",
      "E": "Kayıp iş günü"
    }
  },
  {
    "id": "173420",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi oluşan yaralanmanın ağırlığına göre meydana gelen kazaların dışında kalır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yaralanma ile sonuçlanan kazalar",
      "B": "Bir günden fazla işten uzaklaşmayı gerektiren kazalar",
      "C": "Sürekli iş göremezliğe neden olan kazalar",
      "D": "Makinelerden kaynaklı kazalar",
      "E": "Ölüm ile sonuçlanan kazalar"
    }
  },
  {
    "id": "173421",
    "unitNumber": 3,
    "text": "<strong>Kazanın cinsine göre meydana gelen iş kazalarının en az görüleni aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Taşıt kazaları",
      "B": "Düşen cisimlerin çarpıp devrilmesi",
      "C": "Makinelerin sebep olduğu kazalar",
      "D": "Düşmeler",
      "E": "Elektrik kazaları"
    }
  },
  {
    "id": "173423",
    "unitNumber": 3,
    "text": "<strong>Toplam iş kazası sayısının toplam işçi sayısına bölünüp 100.000 sayısı ile çarpılması ile bulunan istatiksel oran aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kaza ağırlık oranı",
      "B": "Kaza sıklık oranı",
      "C": "Kaza frekans oranı",
      "D": "Kaza olabilirlik oranı",
      "E": "Kaza kayıp oranı"
    }
  },
  {
    "id": "173424",
    "unitNumber": 3,
    "text": "<strong>Bir iş kazası veya meslek hastalığı sonucu bedensel veya ruhsal bir zararın sebep olduğu çalışamama durumuna ne ad verilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kaza",
      "B": "İş görmezlik",
      "C": "Ramak kala olayı",
      "D": "Kayıp iş günü",
      "E": "Uzuv kaybı"
    }
  },
  {
    "id": "173425",
    "unitNumber": 3,
    "text": "<strong>Kişisel koruyucu donanımlar (KKD) ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "İşe ve amaca uygun olmalıdır.",
      "B": "Hijyenik şartlara uygun olmalıdır.",
      "C": "Çalışmayı ve işçinin hareketlerini engellememelidir.",
      "D": "Gerek kendisi, gerekse yapıldığı malzeme tehlike yaratmamalıdır.",
      "E": "Aynı KKD her çalışan tarafından kullanılabilmelidir."
    }
  },
  {
    "id": "173429",
    "unitNumber": 3,
    "text": "I. Ölümlü<br />II. Geçici iş görmezlik<br />III. Sürekli iş görmezlik<br /><strong>Yukarıdakilerden hangisi ya da hangileri iş kazalarının çalışanlara verdiği zararlar arasında yer almaktadır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız II",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "173431",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi zararın şiddet derecesine göre kaza türleri arasında yer alır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kayıp iş günlü",
      "B": "Rapor edilebilen",
      "C": "İlk yardım gerektiren",
      "D": "Yaralanmasız",
      "E": "Tedavi gerektiren"
    }
  },
  {
    "id": "179076",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi oluşan yaralanmanın cinsine göre meydana gelen kazalardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Göğüs kafesi ve solunum organları yaralanmaları",
      "B": "Kalça, diz kapağı ve uyluk kemiği yaralanmaları",
      "C": "Patlamalardan kaynaklanan kazalar",
      "D": "Ön kol, el bileği, el içi ve parmak yaralanmaları",
      "E": "Boyun omurga yaralanmaları"
    }
  },
  {
    "id": "179078",
    "unitNumber": 3,
    "text": "<strong>Kazanın cinsine göre meydana gelen iş kazaları en fazla aşağıdakilerden hangisi nedeniyle oluşur?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Bir veya birden fazla cismin ezmesi, batması, kesmesi",
      "B": "Düşen cisimlerin çarpıp devrilmesi",
      "C": "Makinelerin sebep olduğu kazalar",
      "D": "Düşmeler",
      "E": "Elektrik kazaları"
    }
  },
  {
    "id": "179080",
    "unitNumber": 3,
    "text": "<strong>Toplam kayıp iş günü sayısının 1.000 sayısı ile çarpılıp fiilî çalışma süresine bölünmesi ile bulunan istatiksel oran aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kaza olabilirlik oranı",
      "B": "Kaza sıklık oranı",
      "C": "Kaza frekans oranı",
      "D": "Kaza ağırlık oranı",
      "E": "Kaza kayıp oranı"
    }
  },
  {
    "id": "179081",
    "unitNumber": 3,
    "text": "…………………………….. iş yerinde meydana gelen, çalışan, iş yeri ya da ekipmanı zarara uğratma potansiyeli olduğu hâlde zarara uğratmayan olaydır. <br /><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kaza",
      "B": "Ramak kala olayı",
      "C": "İş görmezlik",
      "D": "Kayıp iş günü",
      "E": "Uzuv kaybı"
    }
  },
  {
    "id": "179084",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi kişisel koruyucu donanımların özellikleri arasındadır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Bir kişisel koruyucu donanımı tüm çalışanlar kullanabilmeli",
      "B": "Görselliği ön planda olmalı",
      "C": "Yapıldığı malzemenin kalitesine bakılmamalı",
      "D": "Hangi iş yapılırsa yapılsın kullanılabilmeli",
      "E": "Çalışanın vücut yapısına uygun olmalı"
    }
  },
  {
    "id": "179086",
    "unitNumber": 3,
    "text": "<strong>Ölümcül kazalarla ilgili olarak aşağıdaki ifadelerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Hangi durumlarda kaza sonrası ölümün sayılacağı, ülkeler arasında değişiklik göstermektedir.",
      "B": "Bazı ülkelerde kazadan bir yıl sonra ölümle sonuçlanan tüm vakalar ölümcül kaza olarak sınıflandırılır.",
      "C": "Yaralanma derecesine bağlı olarak yaralı kişi bazen hastanede tıbbi bir tedavi süresinden sonra ölmektedir.",
      "D": "Tüm ülkelerde ölümcül kazaların sınıflandırılması aynı mantıkla yapılır.",
      "E": "Her zaman bir kazadan hemen sonra ölüm gerçekleşmez."
    }
  },
  {
    "id": "179089",
    "unitNumber": 3,
    "text": "<strong>Uluslararası Çalışma Örgütünün kriterlerine göre, iş kazasının kayıp iş günlü sayılabilmesi için kaç günden fazla kaybın olması gerekir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "3",
      "B": "5",
      "C": "7",
      "D": "9",
      "E": "11"
    }
  },
  {
    "id": "179093",
    "unitNumber": 3,
    "text": "I. Ölümlü,<br />II. Uzuv kayıplı<br />III. İlk yardım gerektiren<br />IV. Ramak kala<br /><strong>Yukarıdakilerden hangisi ya da hangileri sonucuna göre iş kazaları sınıfında yer almaktadır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "I ve IV",
      "B": "II ve III",
      "C": "I, II ve IV",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    }
  },
  {
    "id": "179094",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi iş görmezlik türleri arasındadır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Olumlu",
      "B": "Geçici",
      "C": "Tam",
      "D": "Yarı",
      "E": "Sınırsız"
    }
  },
  {
    "id": "179098",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi iş kazası sınıflarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kazanın cinsine göre",
      "B": "Kazanın sonucuna göre",
      "C": "Kazanın yerine göre",
      "D": "Tıbbi müdahale türüne göre",
      "E": "Zararın şiddet derecesine"
    }
  },
  {
    "id": "332164",
    "unitNumber": 3,
    "text": "<strong>Ülkemizde kazaların cinsine göre yapılan sınıflandırmada oransal olarak en büyük paya sahip kaza türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Taşıt kazaları",
      "B": "Makinelerin sebep olduğu kazalar",
      "C": "Kişilerin düşmesi",
      "D": "Düşen cisimlerin çarpıp devrilmesi",
      "E": "Cismin/cisimlerin sıkıştırması, ezmesi, batması ve kesmesi"
    }
  },
  {
    "id": "332166",
    "unitNumber": 3,
    "text": "<strong>Sonucuna göre iş kazalarının sınıflandırmasında aşağıdakilerden hangisi <u>yer almaz</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Ölümlü",
      "B": "İş göremez",
      "C": "Kayıp iş günlü",
      "D": "İlk yardım gerektiren",
      "E": "Ramak kala"
    }
  },
  {
    "id": "332168",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi iş kazalarını önleme yöntemlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Tehlikeli durumları ortadan kaldırmak",
      "B": "Tehlikeli hareketleri önlemek",
      "C": "Otomasyona gitme",
      "D": "Kişisel koruyucu donanım kullanma",
      "E": "Çalışmaya uygun olmayan yöntemlerin uygulanması"
    }
  },
  {
    "id": "332170",
    "unitNumber": 3,
    "text": "<strong>“Çalışanın iş kazası veya meslek hastalığı sonucu uğradığı bedensel veya ruhsal zarar sebebiyle meslekte kazanma ve çalışma gücünde sürekli nitelikte bir azalmanın doğması hâlidir.” cümlesi aşağıdakilerden hangisini tanımlamaktadır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Sürekli iş görmezlik",
      "B": "Kaza ağırlık oranı",
      "C": "Geçici iş görmezlik",
      "D": "Ölüm",
      "E": "Kaza sıklık oranı"
    }
  },
  {
    "id": "332173",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi iş kazasını oluşturan unsurlardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Ölüm",
      "B": "Yaralanma",
      "C": "Yöntem",
      "D": "Maddi hasar",
      "E": "Ramak kala"
    }
  },
  {
    "id": "364979",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi Yönetmelik gereği kişisel koruyucu donanım kapsamı dışındadır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Baretler",
      "B": "İş elbiseleri",
      "C": "Göz koruyucular",
      "D": "Gaz maskeleri",
      "E": "Kolluk kuvvetlerince kullanılmak üzere özel olarak tasarlananlar"
    }
  },
  {
    "id": "367080",
    "unitNumber": 3,
    "text": "<strong>İş kazalarının önlenmesinde en etkili yol aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Tehlikeli hareketleri önlemek",
      "B": "Tehlikeli durumları ortadan kaldırmak",
      "C": "Çalışmada iyi yöntemleri uygulanmak",
      "D": "Kişisel koruyucu donanım kullanmak",
      "E": "Otomasyona gitmek"
    }
  },
  {
    "id": "391944",
    "unitNumber": 3,
    "text": "I. Kişilerce bir veya birden fazla sağlık ve güvenlik riskine karşı korunmak amacıyla giyilmek veya tutulmak üzere tasarlanmış ve imal edilmiş donanım<br />II. Koruma işlevi için gerekli olan değiştirilebilir parçalar<br />III. Kişilerce giyilmeyen veya tutulmayan, donanımı bir dış cihaza veya uygun bir ankraj noktasına bağlamak amacıyla tasarlanmış, bir yapıya kalıcı olarak bağlanmayan ve kullanım öncesinde sabitlenmesine gerek duyulmayan bağlantı sistemleri<br />IV. Kolluk kuvvetlerince veya kamu düzeninin sağlanması amacıyla kullanılmak üzere özel olarak tasarlanan ekipmanlar<br /><strong>Yukarıdakilerden hangisi ya da hangileri yönetmeliğe göre kişisel koruyucu donanımı kapsamında yer alır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "I, II ve III",
      "E": "I, II, III ve IV"
    }
  },
  {
    "id": "173435",
    "unitNumber": 4,
    "text": "<strong>4857 sayılı İş Kanunu’nun 2. maddesinde \"bir iş sözleşmesine daynarak çalışan gerçek kişi\" olarak aşağıdakilerden hangisi tanımlanmıştır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "İşçi",
      "B": "İş veren",
      "C": "İşletme",
      "D": "Meslek",
      "E": "Toplum"
    }
  },
  {
    "id": "173438",
    "unitNumber": 4,
    "text": "<strong>Geçici iş göremezlik ödeneğinin hesaplanması ve ödenmesi de dâhil tüm işlemler aşağıdaki hangi kurumu tarafından yürütülmektedir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Türkiye İş Kurumu",
      "B": "Personel Daire Başkanlığı",
      "C": "Çalışma Genel Müdürlüğü",
      "D": "Mesleki Yeterlilik Kurumu",
      "E": "Sosyal Güvenlik Kurumu"
    }
  },
  {
    "id": "173440",
    "unitNumber": 4,
    "text": "<strong>Uluslararası Çalışma Örgütü (ILO) verilerine göre iş kazaları ve meslek hastalıklarının toplam maliyeti gelişmekte olan ülkelerin gayrisafi yurt içi hasılalarının (GSYİH) yaklaşık ne kadarıdır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "% 4",
      "B": "% 5",
      "C": "% 9",
      "D": "% 10",
      "E": "% 12"
    }
  },
  {
    "id": "173442",
    "unitNumber": 4,
    "text": "<strong>Sürekli iş göremezlik hâli ile ilgili olarak aşağıdakilerden hangisi doğrudur?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Sürekli tam iş göremezlik hâli, sigortalının meslekte kazanma gücünün %100’ünün kaybedilmesini ifade eder.",
      "B": "Sürekli tam iş göremezlik hâli, sigortalının meslekte kazanma gücünün %90’ının kaybedilmesini ifade eder.",
      "C": "Sigortalı, başka birinin sürekli bakımına muhtaç ise gelir bağlanma oranı % 90 olarak uygulanır.",
      "D": "Sigortalı, başka birinin sürekli bakımına muhtaç ise gelir bağlanma oranı % 70 olarak uygulanır.",
      "E": "Sürekli kısmi iş göremezlik hâli, sigortalının meslekte kazanma gücünün % 20-70’inin kaybedilmesi durumunu ifade eder."
    }
  },
  {
    "id": "173444",
    "unitNumber": 4,
    "text": "<strong>4857 sayılı İş Kanunu’nun hangi maddesinde işveren tanımı yapılmıştır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "2. madde",
      "B": "3. madde",
      "C": "4. madde",
      "D": "5. madde",
      "E": "6. madde"
    }
  },
  {
    "id": "173445",
    "unitNumber": 4,
    "text": "<strong>Sürekli tam iş göremezlik hâli, sigortalının meslekte kazanma gücünün % kaç oranında kaybedilmesini ifade eder?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "30",
      "B": "50",
      "C": "60",
      "D": "75",
      "E": "100"
    }
  },
  {
    "id": "173448",
    "unitNumber": 4,
    "text": "<strong>6331 sayılı İSG Kanunu’nda “Kendi özel kanunlarındaki statülerine bakılmaksızın kamu veya özel iş yerlerinde istihdam edilen gerçek kişi” tanımı aşağıdakilerden hangisi için kullanılmıştır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "İş yeri",
      "B": "İşveren",
      "C": "İş kazası",
      "D": "İşletme",
      "E": "Çalışan"
    }
  },
  {
    "id": "173451",
    "unitNumber": 4,
    "text": "<strong>5510 sayılı Kanun’a göre geçici iş göremezlik ödeneği ayaktan tedavilerde günlük kazancın ne kadarına karşılık gelir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Beşte birine",
      "B": "Dörtte birine",
      "C": "Üçte birine",
      "D": "Üçte ikisine",
      "E": "Yarısına"
    }
  },
  {
    "id": "173453",
    "unitNumber": 4,
    "text": "<strong>Sürekli tam iş göremezlik sigortalıya aylık kazancının % kaçı oranında gelir sağlar?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "30",
      "B": "50",
      "C": "60",
      "D": "70",
      "E": "90"
    }
  },
  {
    "id": "173455",
    "unitNumber": 4,
    "text": "<strong>Sürekli kısmi iş göremezlik hâli meslekte kazanma gücünün hangi oranda kaybedilmesi durumunu ifade eder?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "% 5-90",
      "B": "% 10-90",
      "C": "% 10-99,99",
      "D": "% 5-99,99",
      "E": "% 15-99,99"
    }
  },
  {
    "id": "179104",
    "unitNumber": 4,
    "text": "<strong>4857 sayılı İş Kanunu’nda “bir iş sözleşmesine dayanarak çalışan gerçek kişi” tanımı aşağıdakilerden hangisi için yapılmıştır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "İşveren",
      "B": "İş kazası",
      "C": "İşletme",
      "D": "İşçi",
      "E": "İş yeri"
    }
  },
  {
    "id": "179108",
    "unitNumber": 4,
    "text": "<strong>6331 sayılı İSG Kanunu’nun hangi maddesinde çalışan tanımı yapılmıştır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "1.",
      "B": "2.",
      "C": "3.",
      "D": "4.",
      "E": "5."
    }
  },
  {
    "id": "179113",
    "unitNumber": 4,
    "text": "<strong>Sigortalı, iş kazası sonrası başka birinin sürekli bakımına muhtaç ise gelir bağlanma oranı % kaçtır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "60",
      "B": "70",
      "C": "80",
      "D": "90",
      "E": "100"
    }
  },
  {
    "id": "179116",
    "unitNumber": 4,
    "text": "<strong>4857 sayılı İş Kanunu’na göre; işçi çalıştıran gerçek veya tüzel kişiye yahut tüzel kişiliği olmayan kurum ve kuruluşlara ne ad verilir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "İşçi",
      "B": "İşletme",
      "C": "İşveren",
      "D": "İş yeri",
      "E": "Çalışan"
    }
  },
  {
    "id": "179120",
    "unitNumber": 4,
    "text": "<strong>5510 sayılı Kanun’a göre sürekli iş göremezlik gelirine hak kazanmak için meslekte kazanma gücünün en az hangi oranda azalmış olması gerekir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "% 5",
      "B": "% 10",
      "C": "% 15",
      "D": "% 20",
      "E": "% 25"
    }
  },
  {
    "id": "179123",
    "unitNumber": 4,
    "text": "<strong>4857 sayılı İş Kanunu’nun hangi maddesinde iş yeri tanımı yapılmıştır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "1. madde",
      "B": "2. madde",
      "C": "3. madde",
      "D": "4. madde",
      "E": "5. madde"
    }
  },
  {
    "id": "179127",
    "unitNumber": 4,
    "text": "<strong>Geçici iş göremezlik ödeneği ile ilgili aşağıdakilerden hangisi doğrudur?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Geçici iş göremezlik ödeneği yatarak tedavilerde günlük kazancın üçte ikisi kadardır.",
      "B": "Geçici iş göremezlik ödeneği yatarak tedavilerde günlük kazancın üçte biri kadardır.",
      "C": "Geçici iş göremezlik ödeneği ayaktan tedavilerde günlük kazancın yarısı kadardır",
      "D": "Geçici iş göremezlik ödeneği ayaktan tedavilerde günlük kazancın üçte ikisi kadardır",
      "E": "Geçici iş göremezlik ödeneği yatarak tedavilerde günlük kazancın dörtte üçü kadardır."
    }
  },
  {
    "id": "179128",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi iş kazalarının etkilerinden <u>değildir?</u></strong>",
    "correctAnswer": "D",
    "options": {
      "A": "İş verimliliğindeki düşüş",
      "B": "Tazminat ödemeleri",
      "C": "Can kayıpları, sakatlanmalar",
      "D": "Üretim etkinliğinin artması",
      "E": "Tedavi ve bakım giderleri"
    }
  },
  {
    "id": "179130",
    "unitNumber": 4,
    "text": "<strong>6331 sayılı İSG Kanunu’nun hangi maddesinde işverenin yükümlülükleri açıklanmıştır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "2. madde",
      "B": "4. madde",
      "C": "7. madde",
      "D": "8. madde",
      "E": "9. madde"
    }
  },
  {
    "id": "179131",
    "unitNumber": 4,
    "text": "<strong>5510 Sayılı Kanun'a göre geçici iş göremezlik ödeneği yatarak tedavilerde günlük kazancın ne kadarına karşılık gelir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Yarısına",
      "B": "Üçte ikisine",
      "C": "Dörtte üçüne",
      "D": "Dörtte birine",
      "E": "Üçte birine"
    }
  },
  {
    "id": "332176",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi iş kazalarının toplum üzerindeki etkilerinden biridir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "İşçiler üzerindeki etkileri",
      "B": "Yönetimsel etkileri",
      "C": "Toplumsal etkileri",
      "D": "Çevresel etkileri",
      "E": "Ebeveyn üzerindeki etkileri"
    }
  },
  {
    "id": "332178",
    "unitNumber": 4,
    "text": "<strong>Çalışanların, işveren tarafından verilen eğitim ve talimatlar doğrultusunda yükümlülükleri aşağıdakilerden hangisinde <u>yer almaz</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "İş yerindeki makine, cihaz, araç gereç, tehlikeli madde, taşıma ekipmanı ve diğer üretim araçlarını kurallara uygun şekilde kullanmak, bunların güvenlik donanımlarını doğru olarak kullanmak, keyfî olarak çıkarmamak ve değiştirmemek.",
      "B": "Kendilerine sağlanan kişisel koruyucu donanımı istediği zamanlarda kullanmak.",
      "C": "İş yerindeki makine, cihaz, araç gereç, tesis ve binalarda sağlık ve güvenlik yönünden ciddi ve yakın bir tehlike ile karşılaştıklarında ve koruma tedbirlerinde bir eksiklik gördüklerinde, işverene veya çalışan temsilcisine derhâl haber vermek.",
      "D": "Teftişe yetkili makam tarafından iş yerinde tespit edilen noksanlık ve mevzuata aykırılıkların giderilmesi konusunda, işveren ve çalışan temsilcisi ile iş birliği yapmak.",
      "E": "Kendi görev alanında, iş sağlığı ve güvenliğinin sağlanması için işveren ve çalışan temsilcisi ile iş birliği yapmak."
    }
  },
  {
    "id": "332180",
    "unitNumber": 4,
    "text": "<strong>6331 sayılı İş Sağlığı ve Güvenliği Kanunu'nun 4. maddesinde işverenin yükümlülükleri ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "İşveren, çalışanların işle ilgili sağlık ve güvenliğini sağlamakla yükümlüdür.",
      "B": "İş yeri dışındaki uzman kişi ve kuruluşlardan hizmet alınması, işverenin sorumluluklarını ortadan kaldırmaz.",
      "C": "İş yeri dışındaki kazalar işverenin sorumluluğundadır.",
      "D": "Çalışanların iş sağlığı ve güvenliği alanındaki yükümlülükleri, işverenin sorumluluklarını etkilemez.",
      "E": "İşveren, iş sağlığı ve güvenliği tedbirlerinin maliyetini çalışanlara yansıtamaz."
    }
  },
  {
    "id": "332182",
    "unitNumber": 4,
    "text": "Geçici iş göremezlik ödeneğinin hesaplanması ve ödenmesi de dâhil tüm işlemler ………… tarafından yürütülmektedir.<br /><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Sosyal Sigortalar Kurumu",
      "B": "Emekli Sandığı",
      "C": "işveren",
      "D": "Sosyal Güvenlik Kurumu",
      "E": "yönetici"
    }
  },
  {
    "id": "332186",
    "unitNumber": 4,
    "text": "I. İşletmelerde taşeronluk sistemi azaltılmalıdır.<br />II. Çalışanlara iş sağlığı ve güvenliği eğitimleri verilmelidir.<br />III. Uygun metotlar kullanılarak risk değerlendirmesi yapılmalıdır.<br />IV. Çalışma ortamının ergonomik dizaynına önem verilmelidir.<br /><strong>Yukarıdakilerden hangileri iş yerlerinde alınması gereken önlemler arasında yer alır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "I, II ve III",
      "B": "II, III ve IV",
      "C": "I, III ve IV",
      "D": "I ve III",
      "E": "I, II, III ve IV"
    }
  },
  {
    "id": "364898",
    "unitNumber": 4,
    "text": "4857 sayılı İş Kanunu’nun 2. maddesine göre; İşçi çalıştıran gerçek veya tüzel kişiye yahut tüzel kişiliği olmayan kurum ve kuruluşlara ..............., işçi ile işveren arasında kurulan ilişkiye ..............., işveren tarafından mal veya hizmet üretmek amacıyla maddi olan ve olmayan unsurlar ile işçinin birlikte örgütlendiği birime ise ................. denir.<br /><strong>Cümlede boş bırakılan yerlere sırasıyla aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "işveren - iş ilişkisi - iş yeri",
      "B": "işçi - iş yeri - iş ilişkisi",
      "C": "işveren vekili – iş ilişkisi - iş yeri",
      "D": "asıl işveren - iş yeri - iş ilişkisi",
      "E": "asıl işveren- alt işveren ilişkisi - iş yeri"
    }
  },
  {
    "id": "367100",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi çalışanların, işveren tarafından verilen eğitim ve talimatlar doğrultusunda yükümlülükleri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kendilerine sağlanan kişisel koruyucu donanımı doğru kullanmak ve korumak",
      "B": "Kendi görev alanında, iş sağlığı ve güvenliğinin sağlanması için işveren ve çalışan temsilcisi ile iş birliği yapmak",
      "C": "İş yerindeki makine, tehlikeli madde, taşıma ekipmanı ve diğer üretim araçlarını kurallara uygun şekilde kullanmak",
      "D": "İş yerindeki üretim araçlarının güvenlik donanımlarının yerlerini değiştirmek",
      "E": "Teftişe yetkili makam tarafından iş yerinde tespit edilen noksanlık ve mevzuata aykırılıkların giderilmesi konusunda, işveren ve çalışan temsilcisi ile iş birliği yapmak"
    }
  },
  {
    "id": "367108",
    "unitNumber": 4,
    "text": "<strong>6331 sayılı İş Sağlığı ve Güvenliği Kanunu’nun 4. maddesinde işverenin yükümlülükleri aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Risk değerlendirmesi yapar veya yaptırır.",
      "B": "Çalışanların iş sağlığı ve güvenliği alanındaki yükümlülükleri, işverenin sorumluluklarını etkiler.",
      "C": "İşveren, iş sağlığı ve güvenliği tedbirlerinin maliyetini çalışanlara yansıtır.",
      "D": "İş yerindeki kimyasal, fiziksel veya biyolojik faktörlerin neden olduğu yaralanmaları önlemek için prosedürler geliştirmekle sorumludur.",
      "E": "İş yerindeki makine ve teçhizatı doğru kullanmakla yükümlüdür."
    }
  },
  {
    "id": "367110",
    "unitNumber": 4,
    "text": "Geçici iş göremezlik ödeneğinin hesaplanması ve ödenmesi de dâhil tüm işlemler ............ tarafından yürütülmektedir.<br /><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Sosyal Güvenlik Kurumu",
      "B": "İş Sağlığı ve Güvenliği Enstitüsü Müdürlüğü",
      "C": "İş Sağlığı ve Güvenliği Genel Müdürlüğü",
      "D": "İşveren",
      "E": "Ulusal İş Sağlığı ve Güvenliği Konseyi"
    }
  },
  {
    "id": "390278",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi iş kazalarının işletmeler üzerindeki verim kaybı, üretim etkinliği ve diğer etkileri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kazada hayatını kaybeden veya yaralanan işçinin iş kaybı",
      "B": "Ülke genelinde görülen sosyoekonomik problemler",
      "C": "Kaza geçiren işçinin tekrar işe başladıktan sonra veriminin düşmesi",
      "D": "Kazadan kaynaklı üretimde oluşabilecek kalite bozukluğu",
      "E": "Açılan davalarda avukatlara ödenen ücretler ve mahkeme giderleri"
    }
  },
  {
    "id": "390279",
    "unitNumber": 4,
    "text": "<strong>Geçici iş göremezlik ödeneğinin hesaplanması ve ödenmesi aşağıdaki hangi kamu kuruluşu tarafından gerçekleştirilmektedir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Sosyal Güvenlik Kurumu",
      "B": "İçişleri Bakanlığı",
      "C": "Maliye Bakanlığı",
      "D": "Sağlık İl Müdürlükleri",
      "E": "Sayıştay"
    }
  },
  {
    "id": "392208",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi iş gücü veriminde ve toplam verimde artış sağlamak amacıyla uygulanması gereken kurallardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kayıt dışı istihdamla mücadele edilmelidir.",
      "B": "Uygun metotlar kullanılarak risk değerlendirmesi yapılmalıdır.",
      "C": "İşletmelerde taşeronluk sistemi desteklenmelidir.",
      "D": "Çalışanlara iş sağlığı ve güvenliği eğitimleri verilmelidir.",
      "E": "Makine ve ekipmanlarının koruyucu donanımı, uyarı işaret ve levhaları eksiksiz olmalıdır."
    }
  },
  {
    "id": "173467",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi Sosyal Güvenlik Kurumu istatistiklerine göre kazanın türü esas alınarak yapılan sınıflandırma kapsamında yer alan iş kazası türlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "İç organ kazaları",
      "B": "Makine kazaları",
      "C": "El aletleri kazaları",
      "D": "Elektrik kazaları",
      "E": "Sıkışma ve ezilme"
    }
  },
  {
    "id": "173471",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi 5510 sayılı Kanuna göre iş kazası kavramının unsurlarından olan zarar kapsamında gerçekleşebilecek ruhsal engellik hâllerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Akıl hastalığı",
      "B": "Zihinsel yorgunluk",
      "C": "Organ kaybı",
      "D": "Hafıza kaybı",
      "E": "Süreklilik arz eden sinir bozukluğu"
    }
  },
  {
    "id": "173474",
    "unitNumber": 5,
    "text": "<strong>İş kazası, işverenin kontrolü dışındaki bir yerde gerçekleşmiş ise işverenin bildirim yükümlülüğüne ilişkin süre hangi tarihten itibaren işlemeye başlar?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "İş kazasının gerçekleştiği tarihten itibaren",
      "B": "İş kazasının gerçekleştiği tarihi izleyen günden itibaren",
      "C": "İş kazasının işverence öğrenildiği tarihten itibaren",
      "D": "İş kazasının işverence öğrenildiği tarihi izleyen günden itibaren",
      "E": "Bu durumda işverenin bildirim yükümlülüğü bulunmamaktadır."
    }
  },
  {
    "id": "173476",
    "unitNumber": 5,
    "text": "<strong>Kamu idarelerinin vazife malullüğünü bildirme yükümlülüğü, malullük şartına bağlandığından kazanın Sosyal Güvenlik Kurumuna bildirme zorunluluğu kapsamında yer alabilmesi için sigortalının çalışma gücünü en az hangi oranda kaybetmesine neden olması gerekir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "% 30",
      "B": "% 40",
      "C": "% 50",
      "D": "% 60",
      "E": "% 70"
    }
  },
  {
    "id": "173479",
    "unitNumber": 5,
    "text": "<strong>6331 sayılı Kanun’a göre işveren, iş kazalarını kazadan sonraki kaç iş günü içinde Sosyal Güvenlik Kurumuna bildirmekle yükümlüdür?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    }
  },
  {
    "id": "173481",
    "unitNumber": 5,
    "text": "<strong>Sağlık hizmeti sunucuları kendilerine intikal eden iş kazalarını en geç kaç gün içinde Sosyal Güvenlik Kurumuna bildirmelidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "6",
      "B": "7",
      "C": "8",
      "D": "9",
      "E": "10"
    }
  },
  {
    "id": "173483",
    "unitNumber": 5,
    "text": "<strong>Gerçekleşen bütün iş kazalarının kaydını tutma, gerekli incelemeleri yapma ve bunlara ilişkin raporları düzenleme yükümlülüklerini yerine getirmeyen işveren için 6331 sayılı Kanun ile öngörülen yaptırım türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yapılan yersiz ödemelerin geri alınması",
      "B": "Adli para cezası",
      "C": "Faaliyetin durdurulması cezası",
      "D": "İdari para cezası",
      "E": "Hapis cezası"
    }
  },
  {
    "id": "173486",
    "unitNumber": 5,
    "text": "<strong>Yirmi çalışanı bulunan ve tehlikeli sınıfta yer alan bir iş yerinin işvereni, iş kazası bildirim yükümlülüğünü zamanında yerine getirmediğinde 6331 sayılı Kanun’da öngörülen para cezası hangi oranda uygulanır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "İki bin Türk Lirası",
      "B": "%50 oranında artırılarak",
      "C": "%100 oranında artırılarak",
      "D": "%150 oranında artırılarak",
      "E": "%200 oranında artırılarak"
    }
  },
  {
    "id": "173488",
    "unitNumber": 5,
    "text": "<strong>5510 sayılı Kanun’da iş kazalarının kayıt ve bildirim yükümlülüğüne aykırılık için öngörülen idari para cezaları kaç yıllık zaman aşımı süresine tabidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "1",
      "B": "3",
      "C": "5",
      "D": "7",
      "E": "10"
    }
  },
  {
    "id": "179134",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi az gelişmiş ülkelerde ölüm ile sonuçlanan iş kazalarının gerçekleşme nedenlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kayıt dışı ekonominin yaygınlığı",
      "B": "Mevzuatın çalışanların tümünü kapsamaması",
      "C": "Teknolojide çağın gereklerine uyum sağlanamaması",
      "D": "İşveren ve çalışanlarda güvenlik kültürü eksikliği",
      "E": "İş sağlığı ve güvenliği önlemlerine uygun davranma"
    }
  },
  {
    "id": "179136",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi dışarıdan gelen, insan vücuduna olumsuz etkide bulunan ve ani olarak gerçekleşen zarar verici olay olarak tanımlanan hukuki kavramdır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Mücbir sebep",
      "B": "Geniş anlamda kaza",
      "C": "Umulmayan hâl",
      "D": "Dar anlamda kaza",
      "E": "Üçüncü kişinin kusuru"
    }
  },
  {
    "id": "179140",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi Sosyal Güvenlik Kurumu istatistiklerinde zararın ağırlığına göre sınıflandırılmış olan iş kazası türlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yaralanma ile sonuçlanmayan kazalar",
      "B": "Bir günden fazla işten uzaklaşmaya neden olmayan kazalar",
      "C": "Bir gün ile yirmi gün arasında tedavi gerektiren kazalar",
      "D": "Kırk beş günden fazla tedavi gerektiren kazalar",
      "E": "Sürekli iş göremezlik veya ölüm ile neticelenen kazalar"
    }
  },
  {
    "id": "179142",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi iş kazasını; işte veya işin yürütümü sırasında gerçekleşen ölüm, yaralanma ya da hastalık ile sonuçlanabilen kazalar olarak tanımlayan uluslararası örgüttür?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Dünya Sağlık Örgütü",
      "B": "Uluslararası Çalışma Örgütü",
      "C": "Avrupa Birliği",
      "D": "Kuzey Atlantik Paktı",
      "E": "Avrupa Güvenlik ve İşbirliği Teşkilatı"
    }
  },
  {
    "id": "179146",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi 5510 sayılı Kanun’a göre iş kazası kavramının unsurlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "İş kazası sayılabilecek bir olayın gerçekleşmesi",
      "B": "Kazaya uğrayan kişinin sigortalı olması",
      "C": "Kazanın mutlaka iş yerinde gerçekleşmesi",
      "D": "Sigortalının zarara uğraması",
      "E": "Olay ile zarar arasında nedensellik bağının bulunması"
    }
  },
  {
    "id": "179149",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi iş kazası ve meslek hastalığı sigortası kapsamında <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "4/1 – a’lılar",
      "B": "Stajyerler",
      "C": "4/1 – b’liler",
      "D": "4/1 – c’liler",
      "E": "Çıraklar"
    }
  },
  {
    "id": "179152",
    "unitNumber": 5,
    "text": "<strong>Bir olayın iş kazası olup olmadığının belirlenmesi için açılan dava türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Eda davası",
      "B": "Kısmi dava",
      "C": "Seçimlik dava",
      "D": "Terditli dava",
      "E": "Tespit davası"
    }
  },
  {
    "id": "179155",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi iş sağlığı ve güvenliği hukuku bakımından iş kazası kavramının unsurlarından biri <u>değildir?</u></strong>",
    "correctAnswer": "A",
    "options": {
      "A": "İşverenin veya çalışanın kusuru",
      "B": "Olay unsuru",
      "C": "1. nedensellik bağı unsuru",
      "D": "Zarar unsuru",
      "E": "2. nedensellik bağı unsuru"
    }
  },
  {
    "id": "179158",
    "unitNumber": 5,
    "text": "<strong>5510 sayılı Kanun’un 4/1 (b) maddesi kapsamında sigortalı olan kişi uğradığı iş kazasını bir ayı geçmemek koşuluyla rahatsızlığının bildirim yapmaya engel olmadığı günden sonraki kaç iş günü içinde Sosyal Güvenlik Kurumuna bildirmelidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "4",
      "E": "5"
    }
  },
  {
    "id": "179160",
    "unitNumber": 5,
    "text": "<strong>Kamu idareleri, vazife malullüğüne sebep olan olayı Sosyal Güvenlik Kurumuna en geç kaç iş günü içinde bildirmekle yükümlüdür?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "10",
      "B": "15",
      "C": "20",
      "D": "25",
      "E": "30"
    }
  },
  {
    "id": "332189",
    "unitNumber": 5,
    "text": "……....................….., zarara neden olan ani ve arzu edilmeyen sebepler bütünüdür.<br /><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Yaralanma",
      "B": "Geniş anlamda kaza",
      "C": "İş göremezlik",
      "D": "Dar anlamda kaza",
      "E": "Mücbir sebep"
    }
  },
  {
    "id": "332198",
    "unitNumber": 5,
    "text": "Tebliğ tarihinden itibaren ……… gün içinde ödenmeyen idari para cezaları, 89. madde hükmü gereğince hesaplanacak gecikme cezası ve gecikme zammı ile birlikte tahsil edilir.<br /><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "5",
      "B": "10",
      "C": "15",
      "D": "20",
      "E": "30"
    }
  },
  {
    "id": "332238",
    "unitNumber": 5,
    "text": "<strong>Aşağıdaki kanunlardan hangisinde sadece iş kazalarının bildirilmesi değil aynı zamanda kayıt tutma ve raporlama yükümlülüğünün işverence yerine getirilmemesi de yaptırıma bağlanmıştır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "6331 sayılı İş Sağlığı ve Güvenliği Kanunu",
      "B": "5510 sayılı Sosyal Sigortalar ve Genel Sağlık Sigortası Kanunu",
      "C": "4857 sayılı İş Kanunu",
      "D": "8423 sayılı İş Kanunu",
      "E": "3008 sayılı İş Kanunu"
    }
  },
  {
    "id": "364901",
    "unitNumber": 5,
    "text": "I. İş yerinde forklift ile yapılan taşıma sırasında işçinin yaralanmasına neden olan olay<br />II. Muhasebe müdürünün iş yeri faturalarını ödemek için iş yerinden ayrıldığı esnada geçirdiği trafik kazası<br />III. İşçi statüsündeki çalışanın işten çıkışta bindiği servisin devrilmesi nedeniyle ölmesine neden olan kaza<br /><strong>Yukarıdakilerden hangisi ya da hangileri sosyal güvenlik hukuku bakımından iş kazasıdır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "I ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "364982",
    "unitNumber": 5,
    "text": "<strong>Bir olayın iş sağlığı ve güvenliği bakımından iş kazası sayılması ve tazminat sorumluluğuna yol açabilmesi için iş yerinde meydana gelmesi veya iş yeri dışında olsa bile işin yürütümü nedeniyle gerçekleşmesine ne ad verilir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Olay unsuru",
      "B": "Kişi unsuru",
      "C": "Zarar unsuru",
      "D": "1. nedensellik bağı",
      "E": "2. nedensellik bağı"
    }
  },
  {
    "id": "390591",
    "unitNumber": 5,
    "text": "I. Olay unsuru<br />II. Kişi unsuru<br />III. Zarar unsuru<br />IV. Nedensellik bağı unsuru<br /><strong>5510 sayılı Kanun'a göre iş kazasının unsur ya da unsurları yukarıdakilerden hangisi ya da hangileridir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I, II ve III",
      "D": "I, III ve IV",
      "E": "I, II, III ve IV"
    }
  },
  {
    "id": "391996",
    "unitNumber": 5,
    "text": "<strong>6331 sayılı İş Sağlığı ve Güvenliği Kanunu'na göre idari para cezaları aşağıdaki hangi iki kritere göre belirlenmiştir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "İş kazası miktarı ve çalışan maaşı",
      "B": "Çalışan sayısı ve tehlike sınıfı",
      "C": "İşveren sayısı ve ham madde miktarı",
      "D": "İş güvenliği maliyeti ve çalışan sayısı",
      "E": "Ham madde stoğu ve vergi muafiyeti"
    }
  },
  {
    "id": "173543",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi iş güvenliği uzmanı olarak görev yapabilecek kişilerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Teknik öğretmen",
      "B": "Kimyager",
      "C": "Biyolog",
      "D": "Tıp fakültesi mezunları",
      "E": "Mühendislik eğitimi veren fakülte mezunları"
    }
  },
  {
    "id": "173545",
    "unitNumber": 6,
    "text": "<strong>Mevcut düzenlemeye göre 50’den az çalışanı olan tehlikeli ve çok tehlikeli sınıfta yer alan iş yerlerinin işverenleri için iş yeri hekimi çalıştırma zorunluluğu hangi tarihten itibaren söz konusu olmuştur?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "2012",
      "B": "2013",
      "C": "2014",
      "D": "2015",
      "E": "2016"
    }
  },
  {
    "id": "173546",
    "unitNumber": 6,
    "text": "<strong>İşveren, çok tehlikeli sınıfta yer alan iş yerlerinde en az kaç çalışanın bulunması hâlinde diğer sağlık personeli görevlendirmekle yükümlüdür?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "3",
      "B": "5",
      "C": "7",
      "D": "9",
      "E": "10"
    }
  },
  {
    "id": "173548",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi İş Sağlığı ve Güvenliği Kurulunun üyelerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "İş yerinde bulunması hâlinde stajyer",
      "B": "İş güvenliği uzmanı",
      "C": "İş yeri hekimi",
      "D": "Çalışan temsilcisi",
      "E": "İş yerinde bulunması hâlinde ustabaşı"
    }
  },
  {
    "id": "173550",
    "unitNumber": 6,
    "text": "Herhangi bir sebeple ……. aydan fazla süreyle işten uzak kalanlara tekrar işe başlatılmadan önce bilgi yenileme eğitimi verilir.<br /><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    }
  },
  {
    "id": "173551",
    "unitNumber": 6,
    "text": "<strong>İşverenin sağlık gözetimi yükümlülüğü aşağıdaki durumlardan hangisi için söz konusu <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Çalışanın işe girişinde",
      "B": "Çalışanın iş değişikliğinde",
      "C": "Çalışan işten ayrılırken",
      "D": "Çalışanın talep etmesi hâlinde iş kazasından sonra işe dönüşünde",
      "E": "Çalışanın talep etmesi hâlinde meslek hastalığından sonra işe dönüşünde"
    }
  },
  {
    "id": "173554",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi işverenin çalışanları denetleme yükümlülüğünün yerine getirilmesini sağlayan yöntemlerden biridir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Siber gözetim",
      "B": "Senkronize denetim",
      "C": "Kolektif gözetim",
      "D": "Tali denetim",
      "E": "Fonksiyonel gözetim"
    }
  },
  {
    "id": "173558",
    "unitNumber": 6,
    "text": "<strong>İşverenin uyarlama yükümlülüğünün sınırı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Mevzuatta yer alan düzenlemeler",
      "B": "İş yerinin iş kolunda hâkim olan örf ve âdetler",
      "C": "İşverenin mali imkânları",
      "D": "İş yerinin faaliyet süresi",
      "E": "Bilim, teknik ve tecrübenin o esnada ulaştığı düzey"
    }
  },
  {
    "id": "173560",
    "unitNumber": 6,
    "text": "<strong>İşçi statüsündeki çalışanlar bakımından işverenin tazminat sorumluluğunun niteliği hususunda Yargıtay son zamanlarda verdiği kararlarında hangi görüşü benimsemiştir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kusursuz sorumluluk",
      "B": "Kusur sorumluluğu",
      "C": "Tehlike sorumluluğu",
      "D": "Özen sorumluluğu",
      "E": "Adam çalıştıranın sorumluluğu"
    }
  },
  {
    "id": "179164",
    "unitNumber": 6,
    "text": "<strong>İş sağlığı ve güvenliği hukukunun temel hukuki düzenlemesi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "4857 sayılı İş Kanunu",
      "B": "5510 sayılı Sosyal Sigortalar ve Genel Sağlık Sigortası Kanunu",
      "C": "6331 sayılı İş Sağlığı ve Güvenliği Kanunu",
      "D": "657 sayılı Devlet Memurları Kanunu",
      "E": "6098 sayılı Türk Borçlar Kanunu"
    }
  },
  {
    "id": "179166",
    "unitNumber": 6,
    "text": "<strong>Ülkemizde bir süre önce iş sağlığı ve güvenliği alanında gerçekleştirilen mevzuat değişikliklerinde aşağıdaki modellerden hangisi esas alınmıştır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Amerika Birleşik Devletleri (ABD)",
      "B": "Kore",
      "C": "Sovyet",
      "D": "Avrupa Birliği",
      "E": "Hindistan"
    }
  },
  {
    "id": "179168",
    "unitNumber": 6,
    "text": "<strong>İş yerinde yürütülen işlerin tüm aşamalarında iş sağlığı ve güvenliği ile ilgili riskleri ortadan kaldırmak ya da azaltmak için planlanan ve alınan tedbirlerin tümünü ifade eden işveren yükümlülüğü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Denetleme yükümlülüğü",
      "B": "Önleme yükümlülüğü",
      "C": "Uyarlama yükümlülüğü",
      "D": "Bildirim yükümlülüğü",
      "E": "Kayıt yükümlülüğü"
    }
  },
  {
    "id": "179170",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi işverenin İSG yönetim sürecinin ilk adımıdır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "İSG organizasyonunu oluşturma",
      "B": "Çalışanların sağlık gözetimlerini gerçekleştirme",
      "C": "İSG risk değerlendirmesi yaptırma",
      "D": "Çalışan temsilcisi görevlendirme",
      "E": "İş kazalarının bildirimini gerçekleştirme"
    }
  },
  {
    "id": "179172",
    "unitNumber": 6,
    "text": "<strong>Mevcut düzenlemeye göre kamu kurumları ile 50’den az çalışanı olan ve az tehlikeli sınıfta yer alan iş yerlerinin işverenleri için iş güvenliği uzmanı görevlendirme yükümlülüğü hangi tarihten itibaren söz konusu olmuştur/olacaktır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "2012",
      "B": "2014",
      "C": "2017",
      "D": "2019",
      "E": "2020"
    }
  },
  {
    "id": "179174",
    "unitNumber": 6,
    "text": "<strong>İşverenler tehlikeli sınıfta yer alan 1000 ve daha fazla çalışanı olan iş yerlerinde her 1000 çalışan için tam gün çalışacak en az kaç iş yeri hekimi görevlendirmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "4",
      "E": "5"
    }
  },
  {
    "id": "179175",
    "unitNumber": 6,
    "text": "Elli ve daha fazla çalışanın bulunduğu ve …….. aydan fazla süren sürekli işlerin yapıldığı iş yerlerinde, iş sağlığı ve güvenliği ile ilgili çalışmalar yapmak üzere işveren tarafından oluşturulan kurula \"İş Sağlığı ve Güvenliği Kurulu\" denir.<br /><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "3",
      "B": "5",
      "C": "6",
      "D": "9",
      "E": "11"
    }
  },
  {
    "id": "179176",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi İş Sağlığı Güvenliği (İSG) risk değerlendirmesinin aşamaları arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Tehlikeleri tanımlama",
      "B": "Dokümantasyon",
      "C": "Risk değerlendirmesinin yenilenmesi",
      "D": "Acil durum planının hazırlanması",
      "E": "Risk kontrol tedbirlerinin kararlaştırılması"
    }
  },
  {
    "id": "179178",
    "unitNumber": 6,
    "text": "<strong>İş sağlığı ve güvenliği eğitimleri her çalışan için olmak üzere çok tehlikeli iş yerleri için en az kaç saat olmak üzere düzenlenmelidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "12",
      "B": "16",
      "C": "18",
      "D": "20",
      "E": "22"
    }
  },
  {
    "id": "332239",
    "unitNumber": 6,
    "text": "<strong>Ülkemizde bir süre önce iş sağlığı ve güvenliği alanında gerçekleştirilen mevzuat değişikliklerinde aşağıdaki modellerden hangisi esas alınmıştır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Avrupa Birliği Modeli",
      "B": "Dünya Sağlık Örgütü Modeli",
      "C": "Uluslararası Çalışma Örgütü Modeli",
      "D": "İngiltere Modeli",
      "E": "Balkan Modeli"
    }
  },
  {
    "id": "332242",
    "unitNumber": 6,
    "text": "<strong>Az tehlikeli sınıfta yer alan ve 1000 ve daha fazla çalışanı olan iş yerlerinde her 1000 çalışan için tam gün çalışacak en az kaç iş güvenliği uzmanı görevlendirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "1",
      "B": "3",
      "C": "5",
      "D": "8",
      "E": "10"
    }
  },
  {
    "id": "332244",
    "unitNumber": 6,
    "text": "<strong>Elli ve daha fazla çalışanın bulunduğu ve altı aydan fazla süren sürekli işlerin yapıldığı iş yerlerinde, iş sağlığı ve güvenliği ile ilgili çalışmalar yapmak üzere işveren tarafından oluşturulan kurul aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Ortak Sağlık ve Güvenlik Kurulu",
      "B": "Sosyal Güvenlik Kurumu",
      "C": "İş Sağlığı ve Güvenliği Genel Müdürlüğü",
      "D": "Aile, Çalışma ve Sosyal Hizmetler Bakanlığı",
      "E": "İş Sağlığı ve Güvenliği Kurulu"
    }
  },
  {
    "id": "332245",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi risk değerlendirme aşamalarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Tehlikelerin sürekli tekrarı",
      "B": "Tehlikeleri tanımlama",
      "C": "Riskleri belirleme ve analiz etme",
      "D": "Risk kontrol tedbirlerinin kararlaştırılması",
      "E": "Dokümantasyon"
    }
  },
  {
    "id": "364906",
    "unitNumber": 6,
    "text": "İşverenler, on ve daha fazla çalışanı olan ve çok tehlikeli sınıfta yer alan iş yerlerinde ....................... dışında ......................... de görevlendirmekle yükümlüdür (İSGK 6/1 (a). m).<br /><strong>Cümlede boş bırakılan yerlere sırasıyla aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "iş yeri hekimi - diğer sağlık personeli",
      "B": "diğer sağlık personeli - iş yeri hekimi",
      "C": "iş yeri hekimi - iş güvenliği uzmanı",
      "D": "iş güvenliği uzmanı - iş yeri hekimi",
      "E": "diğer sağlık personeli - iş güvenliği uzmanı"
    }
  },
  {
    "id": "390595",
    "unitNumber": 6,
    "text": "<strong>6331 sayılı Kanun’un 4. maddesine göre aşağıdakilerden hangisi işverenin yükümlülüklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Acil durumlara dair çalışmalar yapmak",
      "B": "Gerekli araç ve gereçleri temin etmek",
      "C": "Çalışana görev verirken çalışanın sağlık ve güvenlik yönünden işe uygunluğunu göz önünde bulundurmak",
      "D": "Çalışan okur yazar sayısını artırmak",
      "E": "Sağlık gözetimine ilişkin çalışmalar yapmak"
    }
  },
  {
    "id": "390602",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi iş sağlığı ve güvenliği organizasyonunu oluşturma yükümlülüğünün alt yükümlülükleri arasındadır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Hesap kontrol birimi oluşturma",
      "B": "Ham madde tedarik zinciri oluşturma",
      "C": "İş yeri sağlık ve güvenlik birimi oluşturma",
      "D": "Nakliyat ve taşıma birimi ekleme",
      "E": "Eğitim ve araştırma birimi kurma"
    }
  },
  {
    "id": "173565",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi metal sektöründe karşılaşılan iş kazalarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "İşçilerin düşmesi",
      "B": "Buhar patlaması",
      "C": "Göze çapak kaçması",
      "D": "Hareketli malzeme veya cisim çarpması",
      "E": "Yük asansörlerinin düşmesi"
    }
  },
  {
    "id": "173568",
    "unitNumber": 7,
    "text": "<strong>İş sağlığı ve güvenliğine yönelik ilk müstakil kanun olan 6331 sayılı İş Sağlığı ve Güvenliği Kanunu hangi yıl yürürlüğe girmiştir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "2010",
      "B": "2012",
      "C": "2014",
      "D": "2015",
      "E": "2016"
    }
  },
  {
    "id": "179180",
    "unitNumber": 7,
    "text": "<strong>2017 yılı SGK verilerine göre aşağıdaki faaliyet gruplarından hangisi iş kazası geçiren sayısı açısından ilk sırada yer alır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Gıda ürünlerinin imalatı",
      "B": "Kömür ve linyit çıkartılması",
      "C": "Bina inşaatı",
      "D": "Yiyecek ve içecek hizmeti faaliyetleri",
      "E": "Ana metal sanayi"
    }
  },
  {
    "id": "179181",
    "unitNumber": 7,
    "text": "<strong>2017 yılı SGK verilerine göre aşağıdaki faaliyet gruplarından hangisinde sürekli iş göremezlik geliri bağlananların oranı diğerlerinden daha ön sırada yer alır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Tekstil ürünlerinin imalatı",
      "B": "Kara taşımacılığı ve boru hattı taşımacılığı",
      "C": "Gıda ürünleri imalatı",
      "D": "Mobilya imalatı",
      "E": "Metalik olmayan ürünler imalatı"
    }
  },
  {
    "id": "179182",
    "unitNumber": 7,
    "text": "<strong>1936 yılında çıkarılan İş Kanunu’nun sayısı aşağıdakilerden hangisinde doğru olarak verilmiştir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "3005",
      "B": "3006",
      "C": "3008",
      "D": "3015",
      "E": "3018"
    }
  },
  {
    "id": "179187",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi inşaat sektöründe görülen iş kazalarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Trafik kazaları",
      "B": "Göze çapak kaçması",
      "C": "Yüksekten düşme",
      "D": "Elektrik çarpması",
      "E": "Yapı kısmının çökmesi"
    }
  },
  {
    "id": "179189",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi metal sektöründe görülen iş kazalarındandır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Çalışma platformundan düşme",
      "B": "Yapı makineleri kazaları",
      "C": "Basınçlı kapların patlaması",
      "D": "İskeleden düşme",
      "E": "Yapı kısmının çökmesi"
    }
  },
  {
    "id": "179192",
    "unitNumber": 7,
    "text": "<strong>Umumi Hıfzısıhha Yasası hangi yılda çıkarılmıştır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "1930",
      "B": "1924",
      "C": "1926",
      "D": "1928",
      "E": "1922"
    }
  },
  {
    "id": "179197",
    "unitNumber": 7,
    "text": "<strong>4857 sayılı İş Kanunu’nun hangi bölümünde iş sağlığı ve güvenliğine yer verilmiştir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "1. bölüm",
      "B": "2. bölüm",
      "C": "3.bölüm",
      "D": "4. bölüm",
      "E": "5. bölüm"
    }
  },
  {
    "id": "179198",
    "unitNumber": 7,
    "text": "<strong>2017 yılı SGK verilerine göre iş kazası sonucu ölüm sayısı açısından aşağıda yer alan faaliyet gruplarından hangisi ilk sırada yer almaktadır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kara taşımacılığı ve boru hattı taşımacılığı",
      "B": "Özel inşaat faaliyetleri",
      "C": "Bina inşaatı",
      "D": "Kömür ve linyit çıkartılması",
      "E": "Taşımacılık için depolama ve destekleyici faaliyetler"
    }
  },
  {
    "id": "332248",
    "unitNumber": 7,
    "text": "Sosyal Güvenlik Kurumu(SGK) kayıtlarına geçen 2017 yılında 34.952 iş kazası geçiren sayısı ile ……......................…. faaliyeti ilk sırada yer almaktadır.<br /><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "gıda ürünlerinin imalatı",
      "B": "ana metal sanayi",
      "C": "taşımacılık için destekleyici faaliyetler",
      "D": "kara taşımacılığı",
      "E": "bina inşaatı"
    }
  },
  {
    "id": "332250",
    "unitNumber": 7,
    "text": "I. Elektrik çarpması<br />II. Yapı makineleri kazaları<br />III. Trafik kazaları<br />IV. Uzuv kaptırma ve uzuv sıkışması<br /><strong>Yukarıdakilerden hangileri inşaat sektöründe sıklıkla karşılaşılan iş kazaları arasında yer alır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "I ve III",
      "B": "I, II ve III",
      "C": "I, III ve IV",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    }
  },
  {
    "id": "364912",
    "unitNumber": 7,
    "text": "<strong>6331 sayılı İş Sağlığı ve Güvenliği Kanunu'nun 4857 sayılı Kanun'dan en önemli farkı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "İş yerlerinin işverenleri ile işveren vekillerine ve işçilerine faaliyet konularına bakılmaksızın uygulanmasıdır.",
      "B": "İş sözleşmesine dayalı olarak çalıştırılan işçilerin çalışma şartları ve çalışma ortamına ilişkin hak ve sorumlulukları düzenlemesidir.",
      "C": "Tehlikeli ve çok tehlikeli sınıfta yer alan işler bakımından mesleki eğitim zorunluluğunun getirilmesidir.",
      "D": "Ağır ve tehlikeli işlerde çalışanlar bakımından mesleki eğitim zorunluluğunun getirilmesidir.",
      "E": "İş yerindeki çalışan  sayısı, iş yeri türü, kamu ve özel sektör ayırt etmeksizin tüm çalışanları kanun kapsamına almasıdır."
    }
  },
  {
    "id": "367156",
    "unitNumber": 7,
    "text": "<strong>Tanzimat’tan sonra özellikle kömür ocaklarında çalışan işçilerin çalışma koşullarının ağırlığı ve çok sayıda işçinin akciğer hastalıklarına yakalanması nedeniyle 1865 yılında tüzük hazırlayan kişi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Madeni Hümayun Nazırı Vahdettin Paşa",
      "B": "II. Abdulhamit",
      "C": "Madeni Hümayun Nazırı Dilaver Paşa",
      "D": "Sultan Abdülmecid",
      "E": "IV. Mehmet Reşat"
    }
  },
  {
    "id": "367504",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi inşaat sektöründe bulunan yapı makinelerinin yol açtığı iş kazaları arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yapı makinesi devrilmesi",
      "B": "Makine üzerine malzeme düşmesi",
      "C": "Yük asansörlerinin düşmesi",
      "D": "Makinenin elektrik dağıtım hattına teması",
      "E": "Makine altında-arasında kalma"
    }
  },
  {
    "id": "390623",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi iş kazalarının oluşumunda etkilidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Zaman",
      "B": "Üretim teknolojisi",
      "C": "İş gücü",
      "D": "Maliyet",
      "E": "Tedarik zinciri"
    }
  },
  {
    "id": "390630",
    "unitNumber": 7,
    "text": "<strong>Buhar patlamasının sebep olduğu iş kazası hangi sektörde sıklıkla görülür?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "İnşaat sektörü",
      "B": "Tarım sektörü",
      "C": "Sağlık sektörü",
      "D": "Metal sektörü",
      "E": "Havacılık sektörü"
    }
  },
  {
    "id": "391012",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi inşaat sektöründe karşılaşılan bir iş kazasıdır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Akut ataklar",
      "B": "Viral hastalıklar",
      "C": "Enfeksiyon oluşumu",
      "D": "Radyoaktif zehirlenme",
      "E": "Uzuv kaptırma, uzuv sıkışması"
    }
  },
  {
    "id": "179803",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi iş kazası istatistiklerinin takip edilmesinin sağlayacağı birincil faydalardandır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "İşverenlerin iş yükünü azaltır.",
      "B": "İş yerlerinde etkili bir İSG yönetiminin oluşmasını sağlar.",
      "C": "Çalışanların takibini kolaylaştırır.",
      "D": "Müşteri memnuniyetini sağlar.",
      "E": "Taşeronlaşmayı azaltır."
    }
  },
  {
    "id": "179804",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisinde iş kazası istatistiklerinin geliştirildiği kurumlar birlikte verilmiştir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Uluslararası ve ulusal istatistik büroları, sosyal güvenlik kurumları, çalışma bakanlıkları",
      "B": "Sosyal güvenlik kurumları, çalışma bakanlıkları, sivil toplum kuruluşları",
      "C": "Uluslararası ve ulusal istatistik büroları, sosyal güvenlik kurumları",
      "D": "Uluslararası ve ulusal istatistik büroları, çalışma bakanlıkları",
      "E": "Sosyal güvenlik kurumları, sivil toplum kuruluşları, uluslararası ve ulusal istatistik büroları"
    }
  },
  {
    "id": "179805",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi 155 no.lu İş Sağlığı ve Güvenliği Sözleşmesi’ne göre üye devletlerin yapması gereken uygulamalardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "İşveren ve işçi örgütleri ile istişare etmek",
      "B": "İş kazaları ve yaralanmaları önlemeyi amaçlayan politika geliştirmek",
      "C": "İşverenler tarafından yapılan yasal bildirimleri diğer kaynaklardan toplanan veriler ile tamamlamak",
      "D": "İşçilere eğitim vermek",
      "E": "İş kazaları ve meslek hastalıklarına ilişkin yıllık istatistikleri geliştirmek"
    }
  },
  {
    "id": "179806",
    "unitNumber": 8,
    "text": "<strong>Türkiye’de iş kazası istatistikleri resmî olarak hangi kurum tarafından sağlanmaktadır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Sosyal Haklar Derneği (SHD)",
      "B": "Makine Mühendisleri Odası (MMO)",
      "C": "Sosyal Güvenlik Kurumu (SGK)",
      "D": "Ticaret ve Sanayi Odası (TSO)",
      "E": "Esnaf ve Sanatkârlar Derneği (ESD)"
    }
  },
  {
    "id": "179807",
    "unitNumber": 8,
    "text": "<strong>İş kazaları verilerinden yola çıkarak iş kazaları ile ilgili küresel tahminlerini yayımlayan uluslararası kurum aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Türk Standartları Enstitüsü (TSE)",
      "B": "Makine Mühendisleri Odası (MMO)",
      "C": "Ulusal Sağlık Örgütü (USÖ)",
      "D": "Uluslararası Çalışma Örgütü (ILO)",
      "E": "Uluslararası Araştırma Merkezi (UAM)"
    }
  },
  {
    "id": "179808",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi iş kazası istatistiklerin kullanılan insidans oranını tanımlamaktadır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kaza sayısı ve 100.000 ile çarpılmış istihdam edilen kişi sayısı arasındaki orandır.",
      "B": "İş kazası sayısının 10.000 ile çarpılmış kişi sayısı arasındaki orandır.",
      "C": "Ölümcül iş kazası sayısının 10.000 ile çarpılmış kişi sayısı arasındaki orandır.",
      "D": "Ölümcül iş kazası sayısının 100.000 ile çarpılmış kişi sayısı arasındaki orandır.",
      "E": "İş kazası sayısının 100.000 ile çarpılmış kişi sayısı arasındaki orandır."
    }
  },
  {
    "id": "179809",
    "unitNumber": 8,
    "text": "İş kazaları sonucunda meydana gelen zarar, hem …………….. hem de …………… boyutta karşımıza çıkmaktadır.<br /><br /><strong>Cümlede boş bırakılan yerlere sırasıyla aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "ekonomik, maddi",
      "B": "ekonomik, toplumsal",
      "C": "toplumsal, manevi",
      "D": "kurumsal, bireysel",
      "E": "bireysel, toplumsal"
    }
  },
  {
    "id": "179810",
    "unitNumber": 8,
    "text": "<strong>İstatistiklere göre, ülkemizde en çok iş kazasının yaşandığı faaliyet alanı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Mobilya satışı",
      "B": "Tekstil ürünleri imalatı",
      "C": "Gıda ürünleri imalatı",
      "D": "Bina İnşaatı",
      "E": "Bitkisel ve hayvansal üretim"
    }
  },
  {
    "id": "179811",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi ülkemizde iş kazalarına bağlı ölümlerin artışına neden olan faktörlerden <u>değildir?</u></strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Taşeronlaşma",
      "B": "Çalışan kapsamının sınırlılığı",
      "C": "Çalışanların eğitim seviyesinin düşük olması",
      "D": "Yetersiz denetim",
      "E": "İSG politikasının geliştirilmesi"
    }
  },
  {
    "id": "179812",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi Avrupa Birliğinde en düşük standart ölümcül yaralanma oranlarına sahip ülkelerden biridir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Hollanda",
      "B": "İngiltere",
      "C": "Danimarka",
      "D": "Almanya",
      "E": "Fransa"
    }
  },
  {
    "id": "179882",
    "unitNumber": 8,
    "text": "<strong>İş kazası istatistik verileri elde edilirken değerlendirilen ölçütlerden en önemlisi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kaza sayısı",
      "B": "Yaş",
      "C": "Cinsiyet",
      "D": "Kaza sıklık oranı",
      "E": "Faaliyet"
    }
  },
  {
    "id": "179883",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi ülkelerin resmî iş kazası istatistik veri kaynaklarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "EUROSTAT Veri Tabanı",
      "B": "ILOSTAT Veri Tabanı",
      "C": "İngiltere Ulusal İstatistik Bürosu",
      "D": "Makine Mühendisleri Odası",
      "E": "Sosyal Güvenlik Kurumu"
    }
  },
  {
    "id": "179884",
    "unitNumber": 8,
    "text": "<strong>İstatistiki verilere göre gelişmekte olan ülkelerde işle ilgili yaralanma riski, gelişmiş ülkelerdekinden kaç kat daha yüksektir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "10 ile 15",
      "B": "10 ile 20",
      "C": "20 ile 25",
      "D": "15 ile 20",
      "E": "5 ile 10"
    }
  },
  {
    "id": "179886",
    "unitNumber": 8,
    "text": "<strong>İstatistiklere göre ülkemizde en çok iş kazasının yaşandığı il aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Ankara",
      "B": "İzmir",
      "C": "Antalya",
      "D": "İstanbul",
      "E": "Van"
    }
  },
  {
    "id": "179887",
    "unitNumber": 8,
    "text": "<strong>Gelişmekte olan ülkelerde iş kazaları ve meslek hastalıklarının toplam maliyeti, bu ülkelerin gayrı safi yurt içi hasılalarının (GSYİH) % kaçı oranındadır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "5",
      "B": "2",
      "C": "10",
      "D": "25",
      "E": "4"
    }
  },
  {
    "id": "179888",
    "unitNumber": 8,
    "text": "<strong>İstatistiklere göre, ülkemizde en çok ölümlü iş kazasının yaşandığı faaliyet alanı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Tekstil ürünleri imalatı",
      "B": "Mobilya imalatı",
      "C": "Bina inşaatı",
      "D": "Hayvansal üretim",
      "E": "Gıda imalatı"
    }
  },
  {
    "id": "179889",
    "unitNumber": 8,
    "text": "Gelişmiş ülkelerde iş kazaları ve meslek hastalıklarının toplam maliyetinin, bu ülkelerin gayrı safi yurt içi hasılalarının (GSYİH) ………..oranında değiştiği belirtilmektedir.<br /><br /><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "%1’i ila %3’ü",
      "B": "%2’si ila %4’ü",
      "C": "%5’i ila %6’sı",
      "D": "%4’ü ila %5’i",
      "E": "%1’i ila %6’sı"
    }
  },
  {
    "id": "179890",
    "unitNumber": 8,
    "text": "<strong>Avrupa İş Kazaları İstatistikleri ESAW‘ın verileri toplarken hesapladığı oranlar aşağıdakilerden hangisinde birlikte verilmiştir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Mutlak kaza, insidans oranı, iş kazası sayısı",
      "B": "İnsidans oranı, iş kazası, sıklık hızı",
      "C": "Mutlak kaza, yüzdelik, insidans oranı",
      "D": "İş kazası, mutlak hız, sıklık hızı",
      "E": "Ortalama, sıklık, yüzdelik"
    }
  },
  {
    "id": "179891",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi iş kazası istatistiklerinin güvenilirliğini etkileyen faktörlerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kayıt dışı istihdam",
      "B": "Bildirimlerin paylaşılmaması",
      "C": "Çalışan olarak belirlenen gruplar",
      "D": "Ülkelerin İSG’ye karşı tutumu",
      "E": "Ortak verilerin kullanımı"
    }
  },
  {
    "id": "332947",
    "unitNumber": 8,
    "text": "<strong>İstatistiklere göre; en çok ölümlü iş kazasının yaşandığı faaliyet alanı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Peyzaj düzenlemesi",
      "B": "Bina inşaatı",
      "C": "Gıda ürünlerinin imalatı",
      "D": "Ana metal sanayii",
      "E": "Bitkisel üretim"
    }
  },
  {
    "id": "334645",
    "unitNumber": 8,
    "text": "<strong>İş kazalarının Sosyal Güvenlik Kurumu'na bildirim süresi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "3 iş gün",
      "B": "5 iş günü",
      "C": "7 iş günü",
      "D": "10 iş günü",
      "E": "30 iş günü"
    }
  },
  {
    "id": "334648",
    "unitNumber": 8,
    "text": "<strong>Kaza sıklık oranının tanımı aşağıdakilerden hangisi?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Milyonda bir çalışanda görülen iş kazası sayısıdır.",
      "B": "1000 çalışan başına düşen iş kazası sayıdır.",
      "C": "10.000 çalışan başına düşen iş kazası sayıdır.",
      "D": "100.000 çalışan başına düşen iş kazası sayıdır.",
      "E": "100 çalışan başına düşen iş kazası sayıdır."
    }
  },
  {
    "id": "390312",
    "unitNumber": 8,
    "text": "<strong>SGK tarafından yıllık iş kazaları ve meslek hastalıklarına ait istatistiksel veriler hazırlanırken aşağıdakilerden hangisi <u>dikkate alınmaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yaş",
      "B": "Cinsiyet",
      "C": "Ham madde",
      "D": "İş yeri büyüklüğü",
      "E": "Çalışan nüfus"
    }
  },
  {
    "id": "391014",
    "unitNumber": 8,
    "text": "<strong>İş kazası istatistikleri ile ilgili aşağıdaki yargılardan hangisi doğrudur?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Veri kaynaklarının yayımlamış olduğu istatistik raporları, verilerin çalışan kapsamının dar olduğunu ve ülkelere göre farklılaştığını ortaya koymaz.",
      "B": "İş sağlığı ve güvenliği istatistikleri, iş kazaları, işle ilgili sağlık sorunları ve risk faktörlerine maruz kalma hakkında veri sağlar.",
      "C": "ILO, yaklaşık yüz ülkeden iş kazalarına ilişkin yıllık istatistikleri toplayan ve bunları yayımlayan tek istatistik kurumudur.",
      "D": "Mutlak kaza ve yüzdelik sayılara ek olarak insidans oranları ve standart insidans oranları SGK tarafından hesaplanmaktadır.",
      "E": "İş kazası veya meslek hastalıkları olayın olmasından, işveren tarafından öğrenilmesinden veya teşhis konulmasından sonraki 5 iş günü içinde SGK’ya bildirilmek zorundadır."
    }
  },
  {
    "id": "392011",
    "unitNumber": 8,
    "text": "I. EUROSTAT<br />II. ILOSTAT<br />III. SGK<br />IV. BDDK<br /><strong>Yukarıdakilerden hangisi ya da hangileri iş kazası istatistikleri uluslararası veri kaynakları arasında yer alır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "I ve III",
      "E": "I, II ve IV"
    }
  },
  {
    "id": "179813",
    "unitNumber": 9,
    "text": "<strong>Güvenlik ve emniyete öncelik veren, algı, inanç, tutum, kural, roller, sosyal, teknik ve politik uygulamalarla yetkinlik ile sorumluluk hislerinin bütünü ne olarak tanımlanmaktadır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Güvenlik kültürü",
      "B": "İşe giriş muayenesi",
      "C": "Periyodik kontroller",
      "D": "İkincil koruma",
      "E": "Ramak kala olayı"
    }
  },
  {
    "id": "179814",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi iş sağlığı ve güvenliğinin tanımları arasında <u>yer almaz?</u></strong>",
    "correctAnswer": "D",
    "options": {
      "A": "İş sağlığı ve güvenliği, iş yerlerindeki çalışma koşullarının sağlık ve güvenlik içinde olmasını temin eden ve sonucunda iş kazaları ile meslek hastalıklarını azaltan bir bilimdir.",
      "B": "İş sağlığı ve güvenliği, iş yerlerinde çalışanların işin yapılması ile ilgili olarak ortaya çıkan tehlikelerden, bedensel ve ruhsal olarak zarar görmemesi için alınması gerekli hukuki, teknik ve tıbbi önlemleri sağlamaya yönelik çalışmalardır.",
      "C": "İş sağlığı ve güvenliği, iş yerlerinde işin yapılması ve yürütümü ile ilgili olarak oluşan tehlikelerden ve sağlığa zarar verebilecek koşullardan korunmak ve daha iyi bir çalışma ortamı sağlamak için yapılan sistemli çalışmalardır.",
      "D": "İş sağlığı ve güvenliği, kaza olduktan sonra konuyu ele alan, kaza olasılıklarını ortadan kaldırmaya yönelik çalışmalar yapan teknik bir bilim dalıdır.",
      "E": "İş sağlığı ve güvenliği, çalışma hayatında insanların sağlıklı, güvenli koşullarda ve şekillerde çalışmalarını ifade eder."
    }
  },
  {
    "id": "179815",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi güvenlik kültürünün amaçları arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Güvenlik kültürü \"davranış normları\" oluşturmayı amaçlar.",
      "B": "Kaza ve yaralanmaları azaltmak güvenlik kültürünün amacıdır.",
      "C": "Güvenlik kültürünün amacı nadir görülen hastalık ve kazalar konusunda dikkati çekmektir.",
      "D": "Güvenlik kültürünün amacı işletmede çalışanların kaza ve hastalıklar konusunda aynı inanç ve fikirleri paylaşmasını sağlamaktır.",
      "E": "İş kazalarının ve meslek hastalıklarının önlenerek güvenli bir çalışma ortamı meydana getirilmesidir."
    }
  },
  {
    "id": "179816",
    "unitNumber": 9,
    "text": "I. Devlet<br />II. İşçi<br />III. İşveren<br /><strong>Yukarıdakilerden hangisi ya da hangileri iş sağlığı ve güvenliğinin tarafları arasında yer alır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "179817",
    "unitNumber": 9,
    "text": "<strong>İşletmelerde iş sağlığı ve güvenliği kültürünün oluşmasıyla ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "İşletmenin sorumluluğu, iş yerinde güvenlik kültürünün oluşmasında etkendir.",
      "B": "Güvenlik kültürü oluşumunda çalışanların tehlikeli davranışları önemli değildir.",
      "C": "Çalışanların tutum ve davranışları işletmelerde oluşan güvenlik kültürünün önemli bir belirleyicisidir.",
      "D": "İşletmede iyi bir iş sağlığı ve güvenliği yönetimi için; konuya öncelik verilmesi, risklerin değerlendirilmesi ve sürekli iyileştirme gereklidir.",
      "E": "İş yerinde iş güvenliğinin yönetim tarzını ve çalışanlar arasında paylaşılan güvenlikle ilgili tutumlar, inançlar, algılar, değerler önemlidir."
    }
  },
  {
    "id": "179818",
    "unitNumber": 9,
    "text": "<strong>İş sağlığı ve güvenliği kültürüne ilişkin olarak aşağıdakilerden hangisi <u>yanlıştır?</u></strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Önleme prensibine öncelik verilmelidir.",
      "B": "Sağlıklı ve güvenli bir çalışma ortamına sahip olma hakkına herkes saygı göstermelidir.",
      "C": "Hak, sorumluluk ve ödevlerin açıkça tanımlanmasına gerek yoktur.",
      "D": "İşveren ve işçiler sağlıklı ve güvenli bir çalışma ortamı oluşturulmasında aktif olarak yer almalıdır.",
      "E": "Bireylerin ve grupların iş güvenliğine yönelik sorumluluklarını yerine getirmesi ölçüsünde oluşur."
    }
  },
  {
    "id": "179819",
    "unitNumber": 9,
    "text": "<strong>Çalışma hayatında güvenlik kültürünün oluşmasında sorumluluk kime düşmektedir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Çalışan iş gücüne",
      "B": "Sadece sendikalara",
      "C": "İSG kurullarına",
      "D": "Devlet, sendika, işveren ve çalışanlara",
      "E": "Çalışan temsilcisine"
    }
  },
  {
    "id": "179821",
    "unitNumber": 9,
    "text": "<strong>Güvenlik kültürünün oluşturulması için gereken araçlarla ilgili olarak aşağıdakilerden hangisi <u>yanlıştır?</u></strong>",
    "correctAnswer": "D",
    "options": {
      "A": "\"İş ile ilgili eğitim\" güvenlik kültürünün önemli bir aracıdır.",
      "B": "Güvenlik kültürünü oluşturmak için \"iletişim akışı \" gerekli bir araçtır.",
      "C": "\"Kaynak eksikliklerinin giderilmesi\" güvenlik kültürünün araçlarındandır.",
      "D": "Kalite ve üretkenliği güvenlik kültürünün aracı olarak görmek doğru değildir.",
      "E": "\"İşveren bilinci\" iş sağlığı ve güvenliğinde güvenlik kültürünün meydana gelmesinde ve geliştirilmesinde önemlidir"
    }
  },
  {
    "id": "179822",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi güvenlik kültürünün geliştirilmesinde kullanılan eğitim yöntemleri arasında yer alır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "İş Başında Eğitim Yöntemi",
      "B": "Psikometrik Eğitim Yöntemi",
      "C": "Optimal Eğitim Yöntemi",
      "D": "İş Analizi Yöntemi",
      "E": "Karşılaştımalı Yöntem"
    }
  },
  {
    "id": "179892",
    "unitNumber": 9,
    "text": "<strong>Çalışma hayatında güvenlik kültürünün oluşmasında sorumluluk kime düşmektedir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Çalışanın iş gücüne",
      "B": "Sendikalara",
      "C": "İSG kurullarına",
      "D": "Devlet, sendika, işveren ile çalışanlara",
      "E": "Sadece işverene"
    }
  },
  {
    "id": "179893",
    "unitNumber": 9,
    "text": "<strong>Güvenlik kültürünün oluşturulmasında gözlemci, aydınlatıcı, teşvik edici ve arabuluculuk görevi aşağıdakilerden hangisine aittir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "İşveren",
      "B": "Sendikalar",
      "C": "Sivil toplumlar",
      "D": "Devlet",
      "E": "İşçi"
    }
  },
  {
    "id": "179897",
    "unitNumber": 9,
    "text": "<strong>İnsanların tabiat şartları karşısında zayıflığı, kişisel kusurları, tehlikeli hareket, tehlikeli durum, kaza olayı, yaralanma olayları aşağıdakilerden hangisini oluşturur?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kaza olayı",
      "B": "Kaza zinciri",
      "C": "Kaza olgusu",
      "D": "Kabul edilebilir düzey",
      "E": "Tehlikeli durum"
    }
  },
  {
    "id": "179899",
    "unitNumber": 9,
    "text": "<strong>Bilimsel çalışmalarda iş kazalarının yüzde kaçı tehlikeli durum ve tehlikeli davranışlardan kaynaklanmaktadır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "2",
      "B": "10",
      "C": "88",
      "D": "98",
      "E": "85"
    }
  },
  {
    "id": "179900",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi bir işletmede, iş sağlığı ve güvenliği kültürünü etkileyen faktörlerden biri <u>değildir?</u></strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yönetim ve çalışanların tutumları",
      "B": "Çalışanların eğitimi ve motivasyonu",
      "C": "İşletmelerin bulunduğu coğrafya",
      "D": "İşletme politikası ve prosedürleri",
      "E": "İşçilerin bilinçlenmesini sağlamak"
    }
  },
  {
    "id": "332932",
    "unitNumber": 9,
    "text": "<strong>Güvenlik kültürünü oluşturan piramidin basamaklarında aşağıdakilerden hangisi <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Temel güvenlik değerleri",
      "B": "Örgütsel faktörler",
      "C": "Tutumlar ve fikirler",
      "D": "Güvenli davranışlar",
      "E": "Üretkenlik ve maliyet"
    }
  },
  {
    "id": "334650",
    "unitNumber": 9,
    "text": "<strong>Çalışanların davranışlarını yönlendiren alışkanlıklar, inanışlar, değerler, davranışlar, normlar ve kurallardan oluşan sisteme </strong><strong>ne ad verilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kültür",
      "B": "Örgüt kültürü",
      "C": "Güvenlik kültürü",
      "D": "İş kültürü",
      "E": "Sağlık kültürü"
    }
  },
  {
    "id": "334652",
    "unitNumber": 9,
    "text": "<strong>Güvenlik kültürünün oluşturulması ve geliştirilmesine yönelik; çalışanların eğitimi, veri akışının yapılması, iş kazalarının bilimsel analizinin yapılması, ilk ve acil yardım organizasyonlarının sağlanması, risk değerlendirilmesi ve risk yönetim yaklaşımlarının benimsenmesi gibi düzenlemelerin yapılması aşağıdakilerden hangisinin rolüdür?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Devletin",
      "B": "İşçi temsilcisinin",
      "C": "İşverenin",
      "D": "İşçi sendikalarının",
      "E": "Çalışan temsilcilerinin"
    }
  },
  {
    "id": "390326",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi bir örgütteki güvenlik kültürünü oluşturan basamaklardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Davranışlar",
      "B": "Fikirler",
      "C": "Örgütsel misyon-örgütün tarihi- liderlik stratejileri",
      "D": "Temel değerler ve varsayımlar",
      "E": "Öz güven"
    }
  },
  {
    "id": "390327",
    "unitNumber": 9,
    "text": "I. Devletin rolü<br />II. İşverenin rolü<br />III. İşçi sendikalarının rolü<br />IV. Ekonominin rolü<br /><strong>Yukarıdakilerden hangisi ya da hangileri işletmelerdeki güvenlik kültürünün oluşturulması ve geliştirilmesinde etkilidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "I, II ve III",
      "E": "I, II, III ve IV"
    }
  },
  {
    "id": "390328",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi iş sağlığı ve güvenliği için güvenlik kültürünün meydana gelmesi ve geliştirilmesi açısından etkendir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Mühendislik ekonomisi",
      "B": "Toplum bilinci",
      "C": "İşveren bilinci",
      "D": "Kültür",
      "E": "Yönetim"
    }
  },
  {
    "id": "179826",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi iş sağlığı ve güvenliği mevzuatının öncelikli yaklaşımıdır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Çalışanların sağlığının ve güvenliğinin korunması",
      "B": "İş kazaları ve meslek hastalıklarını en aza indirmek",
      "C": "İş kazaları, meslek hastalıkları ve diğer sağlık sorunlarını ortadan kaldırmak",
      "D": "İş kazalarına karşı çalışanların koruyucu önlemler alması",
      "E": "Çalışma ortamının iyileştirmesine gerek duymaz"
    }
  },
  {
    "id": "179827",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi işverenin iş sağlığı ve güvenliği organizasyonu oluşturma yükümlülüğü arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "İşveren iş yerinde iş sağlığı ve güvenliği ile ilgili gerekli tedbirleri almalıdır.",
      "B": "İşveren iş yerinde iş sağlığı ve güvenliği denetimlerinin yapılmasını sağlamalıdır.",
      "C": "İş yerinde iş sağlığı ve güvenliği yönetim sistemi kurmalıdır.",
      "D": "İşçilerin sağlık ve güvenliklerinin güvence altına alınmalıdır.",
      "E": "İş sağlığı ve güvenliği yükümlülüklerine aykırı davranış gösterenler hakkında idari yaptırım uygulamalıdır."
    }
  },
  {
    "id": "179828",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi iş sağlığı ve güvenliğine yönelik çerçeve direktifleri kapsamına <u>girmez</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Toplumun işsizlik sorunlarının bütün sorunların üstünde tutulması",
      "B": "Risk değerlendirmesi, risklerin ortadan kaldırılması, riskleri önlemenin planlı ve sistematik olması gibi yükümlülükleri oluşturması",
      "C": "İş sağlığı ve güvenliği konularında kuruluşun stratejik kararlarının göz önünde tutulması",
      "D": "Çalışanların sağlığı ve güvenliğini tehdit edebilecek etmenleri içeren bir anlayış",
      "E": "İşçilere de çalışma ortamının huzurunu sağlama yükümlülüğünün verilmesi"
    }
  },
  {
    "id": "179829",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi iş sağlığı ve güvenliğinin esaslarını içeren Çerçeve Yönergesi’nin 6/3 hükmünde gerekli görülen tedbirlerin alınması için işverence karşılanması gereken koruma şartları arasında <u>değildir?</u></strong>",
    "correctAnswer": "E",
    "options": {
      "A": "İş sağlığı ve güvenliği organizasyonu ile işveren gerekli önlemleri almaktadır.",
      "B": "Tehlikeler tam olarak ortadan kaldırılmalı, bu yapılamıyor ise asgari düzeye çekilmelidir.",
      "C": "İşverence alınan iş sağlığı ve güvenliği önlemlerinin uygulamalardaki etkinliğinin ve iş yerinin şartları itibarı ile iş sağlığı ve güvenliğini sağlamadaki yeterliliği kontrol edilecek.",
      "D": "İş yerindeki değişen şartlar sebebi ile gereken durumlarda uyarlama önlemleri alınmalıdır.",
      "E": "Tehlike ortadan kaldırılamadığı zaman bunlarla kaynağından mücadele etmeye gerek duyulmamalıdır ."
    }
  },
  {
    "id": "179830",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi işverenin yükümlülükleri arasında yer alır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "İşçi sağlığı, iş güvenliği ve yapılmakta olan iş nedeni ile işçinin eğitimi sağlanmalıdır.",
      "B": "Eğitimden sonra işçi ve iş güvenliği ile ilgili önlem alınmasına gerek yoktur.",
      "C": "Çalışanların eğitim zorunluluğu bulunmamaktadır.",
      "D": "Verilecek eğitimler çalışılan ortamdan bağımsızdır.",
      "E": "İş sağlığı ve güvenliği uzmanları rehberlik, danışmanlık ve eğitim görevlerini yerine getirmekle yükümlü değildir"
    }
  },
  {
    "id": "179831",
    "unitNumber": 10,
    "text": "<strong>İşçi sağlığı ve iş güvenliğinin tarafları kimlerdir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız işçiler",
      "B": "İşveren ve devlet",
      "C": "Yalnız işverenler",
      "D": "Devlet, işçiler ve işveren",
      "E": "Devlet ve işçiler"
    }
  },
  {
    "id": "179832",
    "unitNumber": 10,
    "text": "<strong>İş sağlığı ve güvenliği kurullarının görev ve yetkileri arasında aşağıdakilerden hangisi <u>bulunmamaktadır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "İş sağlığı ve güvenliği konularında o iş yerinde çalışanlara yol göstermek",
      "B": "İş yerinde iş sağlığı ve güvenliğine ilişkin tehlikeleri ve önlemleri değerlendirmek, tedbirleri belirlemek işveren veya işveren vekiline bildirimde bulunmak",
      "C": "İş yerinde yangın, doğal afet, sabotaj ve benzeri tehlikeler için alınan tedbirlerin yeterliliğini ve ekiplerin çalışmasını izlemek",
      "D": "İş yerinde meydana gelen iş kazaları ve meslek hastalıklarında meydana geldikten sonra inceleme yapmamak",
      "E": "İş yerinin niteliğine uygun bir iş sağlığı ve güvenliği iç yönerge taslağı hazırlamak"
    }
  },
  {
    "id": "179833",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi çalışanların işveren tarafından verilen eğitim ve talimatları doğrultusunda yükümlülükleri arasında <u>değildir?</u></strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kendilerine sağlanan kişisel koruyucu donanımı yanlış kullanmak",
      "B": "İş yerinde cihaz, makine, gereç, tesis, binalarda karşılaştıkları tehlikeleri çalışan temsilcisine haber vermek",
      "C": "Kendi görev alanında, iş sağlığı ve güvenliğinin sağlanması için işveren ve çalışan temsilcisi ile iş birliği yapmak",
      "D": "İş yerinde noksanlık ve mevzuata aykırılıkların giderilmesi konusunda, işveren ve çalışan temsilcisi ile iş birliği yapmak",
      "E": "İş yerindeki cihazların uygun şekilde kullanılması ve keyfi olarak değiştirilmemesi"
    }
  },
  {
    "id": "179834",
    "unitNumber": 10,
    "text": "<strong>İş sağlığı ve güvenliği ile ilgili kurulların kurulması zorunluluğu hangi durumlar ile sınırlandırılmıştır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "En az 50 işçi çalışan ve altı aydan fazla süreli işlerin yapıldığı iş yerleri",
      "B": "En az 10 işçi çalışan ve 5 günden fazla süreli işlerin yapıldığı iş yerleri",
      "C": "En fazla 50 işçi çalışan ve altı aydan az süreli işlerin yapıldığı iş yerleri",
      "D": "En fazla 20 işçi çalışan ve 1 seneden az süreli işlerin yapıldığı iş yerleri",
      "E": "En az 30 işçi çalışan ve altı aydan fazla süreli işlerin yapıldığı iş yerleri"
    }
  },
  {
    "id": "179835",
    "unitNumber": 10,
    "text": "<strong>İş yerinde işçi sağlığı ve iş güvenliği konusunda işçilerin görev ve sorumlulukları aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Koruyucusuz makine kullanmak",
      "B": "Kişisel koruyucu malzeme kullanmamak",
      "C": "İş yerinde meydana gelen bir arızaya, işveren veya işveren vekillerine bildirmek arızaya hemen müdahale etmek",
      "D": "İş yerinde işçi sağlığı ve iş güvenliği konusunda alınan tüm önlemlere uymak",
      "E": "İşçi sağlığı ve iş güvenliği konusunda mevzuat çıkarmak"
    }
  },
  {
    "id": "179904",
    "unitNumber": 10,
    "text": "<strong>İşverenin iş sağlığı ve güvenliği organizasyonunu oluşturmasındaki sebep aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Çalışanların karşılaşacakları tehlikelere karşı iş sağlığı ve güvenliği ile ilgili yükümlülüklerini gerçekleştirmek için",
      "B": "Bireylerin sağlıklı ve güvenli bir ortamda çalışmalarına gerek kalmadığı için",
      "C": "İş yerlerinde mevcut tehlikelerin ortadan kaldırılmaması için",
      "D": "İşçilerin sağlık ve güvenliklerinin güvence altına alınmaması için",
      "E": "İş yerinin şartlara uygun olmasının önemi olmadığı için"
    }
  },
  {
    "id": "179905",
    "unitNumber": 10,
    "text": "<strong>İşveren, çalışanlarına sağlık ve güvenlik tehlikelerini bilme hakkı kapsamında aşağıdakilerden hangisini <u>yapmamalıdır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Çalışanlarına ve ilgili kurullara iş yerindeki tehlikeler hakkında bilgi vermek zorundadır.",
      "B": "Çalışanların bilgilendirilmesi için iş yerindeki tüm tehlikeler ve bunlardan oluşabilecek riskler bilinmelidir.",
      "C": "Tehlikelere en çok kimlerin maruz kalacağı belirlenmiş olmalıdır.",
      "D": "Çeşitli bilgiye sahip kişiler acil durumlarda görevlendirilmelidir.",
      "E": "İş yerinde sağlık ve güvenlik tehlikelerini bütün çalışanların bilmesine gerek yoktur."
    }
  },
  {
    "id": "179906",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi iş sağlığı ve güvenliğinin ülkemizde en yakın tarihli ve geniş kapsamlı düzenlemesidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Avrupa Ekonomik Topluluğunun yayınladığı Çerçeve Direktifi",
      "B": "4857 sayılı İş Kanunu",
      "C": "İş Kanunu’nun 80. maddesi",
      "D": "İş Kanunu’nun 81. maddesi",
      "E": "1982 Anayasası Hükmü"
    }
  },
  {
    "id": "179907",
    "unitNumber": 10,
    "text": "<strong>AB Direktifini benimseyen ülkelerin bunları kendi yönetmeliği olarak yayınlamasına ne ad verilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Organizasyon",
      "B": "Uyumlaştırma",
      "C": "Mevzuat",
      "D": "Yönerge",
      "E": "Örgüt"
    }
  },
  {
    "id": "179908",
    "unitNumber": 10,
    "text": "<strong>Avrupa Birliği Yönergesi ile aşağıdakilerden hangisi <u>gerçekleşmemiştir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "İşçinin iş güvenliği ile sosyal çerçeve",
      "B": "İş organizasyonu",
      "C": "Stres ve benzeri rahatsızlıkların engellenmesi",
      "D": "İş güvenliği önlemlerinin alınması",
      "E": "İşçilerin iş sağlığı ve güvenliğini sağlama sürecinde katılımcılara gerek yoktur"
    }
  },
  {
    "id": "179909",
    "unitNumber": 10,
    "text": "<strong>Bir iş yerinde iş sağlığı ve güvenliği organizasyonu oluşturularak aşağıdakilerden hangisi hedeflenmiştir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Bir işletmenin kontrol sistemini oluşturmak",
      "B": "İşçilerin iş sağlığı ve güvenliğinin sağlanması",
      "C": "İş sağlığı ve güvenliği için alınan tedbirlerin planlı ve uygulamalı olması",
      "D": "İş yerinde alınacak tedbirlerin çalışma şekli ile ilişkisi yoktur.",
      "E": "İş yerinde uygulanan üretim yöntemlerinin iş yerinin gelişmesi için önemi yoktur."
    }
  },
  {
    "id": "179910",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi iş sağlığı ve güvenliği kurulunu oluşturan kişiler arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "İşveren veya işveren vekili",
      "B": "İş güvenliği uzmanı",
      "C": "İş yeri hekimi",
      "D": "Çalışan temsilcisi",
      "E": "Avukat"
    }
  },
  {
    "id": "332934",
    "unitNumber": 10,
    "text": "<strong>İş Sağlığı ve Güvenliği Kurulu'nda a</strong><strong>şağıdakilerden hangisi </strong><strong><u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "İş güvenliği uzmanı",
      "B": "Sivil savunma uzmanı",
      "C": "Çalışan temsilcisi",
      "D": "Formen",
      "E": "Çalışan"
    }
  },
  {
    "id": "332936",
    "unitNumber": 10,
    "text": "<strong>İş Sağlığı ve Güvenliği kurulunun başkanı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "İşveren veya işveren vekili",
      "B": "İş sağlığı ve güvenliği uzmanı",
      "C": "İş yeri hekimi",
      "D": "Sivil savunma uzmanı",
      "E": "İş yeri temsilcisi"
    }
  },
  {
    "id": "332938",
    "unitNumber": 10,
    "text": "<strong>İş Sağlığı ve Güvenliği Kurulu'nun etkili ve verimli çalışmasını sağlamak aşağıdakilerden hangisinin görevidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "İşveren",
      "B": "İş yeri temsicisi",
      "C": "İş sağlığı ve güvenliği uzmanı",
      "D": "Kurul başkanı",
      "E": "İş yeri hekimi"
    }
  },
  {
    "id": "390969",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi İSG'ye yönelik AB çerçeve direktiflerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "İşverenin hukuksal yükümlülükleri sonuca yönelik ve uygulamaya yönelik dönüştürülmüş ve sonuca yönelik uygulamalar; risk değerlendirmesi, risklerin ortadan kaldırılması, önlemenin planlı ve sistematik olması gibi yükümlülükler oluşturulmuştur.",
      "B": "İşçinin duruma karşı çıkması için objektif kanıtlar olmalıdır.",
      "C": "Risklere karşı alınacak önlemler stratejik bir yönetim biçimi olarak düşünülmeli ve İSG konularının kuruluşun stratejik kararlarında göz önünde tutulması yaklaşımı göz önüne alınmıştır.",
      "D": "İSG sorunlarını önleme yaklaşımları geniş kapsamlı olarak değerlendirilerek çalışanların sağılığı ve güvenliğini tehdit edebilecek doğrudan veya dolaylı etmenleri içeren bir anlayışı içermektedir.",
      "E": "Katılımcılıkla, İSG etkinlikleri açısından yönetim biçimi demokratiktir. Uzman görüşü ile birlikte, baskı ile kabul ettirme yerine, ikna ettirmeye çalışılmaktadır."
    }
  },
  {
    "id": "390970",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi iş sağlığı ve güvenliği kurulunu oluşturan kişilerden biridir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Bölge amiri",
      "B": "Yazılım uzmanı",
      "C": "İşveren vekili",
      "D": "Kontrol mühendisi",
      "E": "Sendika başkanı"
    }
  },
  {
    "id": "392277",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi iş yerlerinde çalışanların hakları ve yükümlülüklerinde 1970 yılından sonra düzenlemeler yapılmasıyla iş sağlığı ve güvenliğinde çalşanların kazandığı haklardandır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Barınma hakkı",
      "B": "Sosyal hakkı",
      "C": "Çalışma hakkı",
      "D": "Görme hakkı",
      "E": "Katılma hakkı"
    }
  },
  {
    "id": "179836",
    "unitNumber": 11,
    "text": "Soluduğumuz havadaki oksijen oranı ................ olursa ortalama 40 saniyede koma hâli gelişir.<br /><strong>Cümlede boş bırakılan yere </strong><strong>a</strong><strong>şağıdakilerden hangisi</strong><strong> getirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "% 4-6",
      "B": "% 6-8",
      "C": "% 8-10",
      "D": "% 12-14",
      "E": "% 16-18"
    }
  },
  {
    "id": "179840",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi karbon monoksite (CO) maruz kalınabilecek mesleklerden biri <u>değildir?</u></strong>",
    "correctAnswer": "E",
    "options": {
      "A": "İtfaiyeci",
      "B": "Trafik polisi",
      "C": "Madenci",
      "D": "Kapalı otopark görevlisi",
      "E": "Rehber Öğretmen"
    }
  },
  {
    "id": "179842",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi iş sağlığı ve güvenliğinin amaçlarından biri <u>değildir?</u></strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Sağlıklı ve güvenli bir çalışma ortamı sağlamak",
      "B": "Çalışanları sağlık güvenlik risklerine karşı korumak",
      "C": "Verimi arttırmak",
      "D": "Kalite belgesi almak",
      "E": "Üretimin devamlılığını sağlamak"
    }
  },
  {
    "id": "179844",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi iş kazası <u>değildir?</u></strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Sigortalının iş yerinde bulunduğu sırada kaza geçirmesi",
      "B": "Çalışanın iş yeri dışında başka bir yerde görevlendirilmesi sırasında geçen zamanlarda kaza geçirmesi",
      "C": "Emziren kadın sigortalıya, çocuğuna süt vermek için ayrılan zamanlarda meydana gelen kazalar",
      "D": "İşverence sağlanan toplu taşıma sırasında meydana gelen kazalar",
      "E": "İş yeri servisini kaçıran çalışanın komşu firmanın servis aracıyla gittiği sırada trafik kazası geçirmesi"
    }
  },
  {
    "id": "179846",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi meslek hastalıklarının etkilediği organlara göre ayrımında kullanılan sınıfın içinde <u>yer almaz?</u></strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Solumun sistemi",
      "B": "Biyolojik nedenler",
      "C": "Boşaltım sistemi",
      "D": "Sindirim sistemi",
      "E": "Kas iskelet sistemi"
    }
  },
  {
    "id": "179847",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi kimyasalların sağlık üzerine zararlı etkilerine göre sınıflandırılmasında kullanılan etkenlerinden biridir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Patlayıcı maddeler",
      "B": "Teratojen maddeler",
      "C": "Aşındırıcı maddeler",
      "D": "Kolay alevlenir maddeler",
      "E": "Oksitleyici maddeler"
    }
  },
  {
    "id": "179848",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi M</strong><strong>alzeme Güvenlik Bilgi Formları </strong><strong>(</strong><strong>MGBF</strong><strong>)'nın içeriğinde bulunması gereken bileşenlerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "İlk yardım önlemleri",
      "B": "Depolama",
      "C": "Toksikolojik bilgiler",
      "D": "Maddenin kimliği",
      "E": "Sosyolojik etkiler"
    }
  },
  {
    "id": "179849",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi risk kodu <u>olamaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yüksek alev alma riski taşır.",
      "B": "Çok yüksek alev alma riski taşır.",
      "C": "Çok tutuşturucu, alev alıcı sıvılaştırılmış gazdır.",
      "D": "Su ve bazlardan uzak tutunuz.",
      "E": "Su ile şiddetli reaksiyon verme riski taşır."
    }
  },
  {
    "id": "179850",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi 10 temel psikososyal riskten biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "İşin içeriği",
      "B": "İş yükü ve iş temposu",
      "C": "İş enfeksiyonları",
      "D": "İş programları",
      "E": "İş ve iş dışı hayat etkileşimi"
    }
  },
  {
    "id": "179851",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi örgütsel ergonominin incelediği alanlar arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Ekip kaynak yönetimi",
      "B": "İş tasarımı",
      "C": "Proje yönetimi",
      "D": "Bilgisayar destekli yönetim",
      "E": "İş stresi"
    }
  },
  {
    "id": "179912",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi sağlığımızı etkileyen risk faktörlerinden biri <u>değildir?</u></strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Fiziksel",
      "B": "Kimyasal",
      "C": "Biyolojik",
      "D": "Psikososyal",
      "E": "Bilişim"
    }
  },
  {
    "id": "179915",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi gürültünün meydana getirebileceği fizyolojik belirtilerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Korku",
      "B": "İşitme kaybı",
      "C": "Kas gerilmeleri",
      "D": "Kan basıncının artması",
      "E": "Mide bulantısı"
    }
  },
  {
    "id": "179916",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi termal konforu oluşturan etmenlerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Sıcaklık",
      "B": "Titreşim",
      "C": "Hava akımı",
      "D": "Radyan ısı",
      "E": "Nem"
    }
  },
  {
    "id": "179917",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerin hangisi termal konforun ölçümünde faydalanılan ölçüm araçlarından bir <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Higrometre",
      "B": "Termometre",
      "C": "Anemometre",
      "D": "Glop termometre",
      "E": "Altimetre"
    }
  },
  {
    "id": "179918",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi bir güvenlik kodu <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Demirden uzak tutunuz.",
      "B": "Asitlerden uzak tutunuz.",
      "C": "Çok yüksek alev alma riski taşır.",
      "D": "Bazlardan uzak tutunuz.",
      "E": "Metallerden uzak tutunuz."
    }
  },
  {
    "id": "179919",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi orijinal ambalajından farklı bir kaba aktarılan kimyasal etiketinin üzerinde <u>yer almaz?</u></strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kimyasalın tam adı",
      "B": "Kimyasalın açılış tarihi",
      "C": "Kimyasalın son kullanma tarihi",
      "D": "Kimyasalın viskozitesi",
      "E": "Kimyasal için tehlike ibareleri"
    }
  },
  {
    "id": "179920",
    "unitNumber": 11,
    "text": "I. Kanalizasyon arıtma tesislerinde çalışma<br />II. Gıda üretilen fabrikalarda çalışma<br />III. Sınıf öğretmeni olarak çalışma<br />IV. Nükleer santralde çalışma<br /><br /><strong>Yukarıdakilerden hangisi ya da hangileri biyolojik etkenlere maruziyetin olabileceği sektörler arasındadır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I, II ve IV",
      "E": "I ve II"
    }
  },
  {
    "id": "179921",
    "unitNumber": 11,
    "text": "<strong>İş yerinin tamamında veya bir kısmında meydana gelebilecek yangın, patlama, tehlikeli kimyasal maddelerden kaynaklanan yayılım, doğal afet gibi acil müdahale, mücadele, ilk yardım veya tahliye gerektiren olaylara ne ad verilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Acil durum",
      "B": "Acil durum eylem planı",
      "C": "Acil durum toplanma bölgesi",
      "D": "Acil müdahale ekibi",
      "E": "Acil müdahale ekipmanı"
    }
  },
  {
    "id": "334655",
    "unitNumber": 11,
    "text": "<strong>İş yerlerinde var olan ya da dışarıdan gelebilecek, çalışanı veya iş yerini etkileyebilecek zarar veya hasar verme potansiyeline ne ad verilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Risk",
      "B": "Tehlike",
      "C": "Ramak kala",
      "D": "İş kazası",
      "E": "Olasılık"
    }
  },
  {
    "id": "334658",
    "unitNumber": 11,
    "text": "<strong>Termal konfor bileşenleri arasında aşağıdakilerden hangisi <u>yer almaz</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Radyasyon",
      "B": "Hava akımı",
      "C": "Sıcaklık",
      "D": "Radyan ısı",
      "E": "Nem"
    }
  },
  {
    "id": "390338",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi ergonomik risk etmenlerinden biridir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Doğal ergonomi",
      "B": "Endüstriyel ergonomi",
      "C": "Sosyal ergonomi",
      "D": "Kimyasal ergonomi",
      "E": "Bilişsel ergonomi"
    }
  },
  {
    "id": "390339",
    "unitNumber": 11,
    "text": "I. Gıda üretilen fabrikalarda çalışma<br />II. Yazılım ve bankacılık sektöründe çalışma<br />III. Otomotiv sektöründe çalışma<br />IV. Havacılık sektöründe çalışma<br /><strong>Yukarıdakilerden hangisi ya da hangileri biyolojik etkenlere maruziyetin olabileceği işler arasında yer alır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "I ve III",
      "E": "I ve IV"
    }
  },
  {
    "id": "179852",
    "unitNumber": 12,
    "text": "<strong>İş yerinde var olan ya da dışarıdan gelebilecek, çalışanı veya iş yerini etkileyebilecek zarar veya hasar verme potansiyeline ne ad verilir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "İş kazası",
      "B": "Meslek hastalığı",
      "C": "Tehlike",
      "D": "Risk",
      "E": "Önleme"
    }
  },
  {
    "id": "179853",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi iş sağlığı ve güvenliğinin sağlanmasında işverenin yükümlülükleri arasında<u> yer almaz?</u></strong>",
    "correctAnswer": "E",
    "options": {
      "A": "İş yeri ortamının ölçülmesi, değerlendirilmesi",
      "B": "İş yerinde iş sağlığı ve güvenliği eğitiminin verilmesi",
      "C": "İş yerinde oluşabilecek risklerin belirlenmesi",
      "D": "İş yerinde koruma önlemlerinin belirlenmesi ve uygulanması",
      "E": "İş yerinde sağlık hizmetlerinin sunulması"
    }
  },
  {
    "id": "179854",
    "unitNumber": 12,
    "text": "<strong>Sağlık ve Güvenlik İşaretleri Yönetmeliği’ne göre aşağıdakilerden hangisi işaretlenebilecek alanlardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Acil çıkış yolları ve kapıları",
      "B": "Yangın söndürme ekipmanlarının bulunduğu alan",
      "C": "İlk yardım ekipmanlarının bulunduğu alan",
      "D": "Aydınlatma cihazları",
      "E": "İş yerindeki risklerin ortadan kaldırılamadığı alan"
    }
  },
  {
    "id": "179855",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi iş yerinde sağlık ve güvenliğin sağlanması için alınan idari önlemlerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "İş sağlığı ve güvenliği prosesinin ve sorumlulukların belirlenmesi",
      "B": "Çalışanların işe uygunluğunun belirlenmesi",
      "C": "Sağlıklı ve güvenli teknolojinin kullanılması",
      "D": "Düzenli bakım onarım programlarının hazırlanması",
      "E": "Makine, tesisat ya da prosesin tasarlanması"
    }
  },
  {
    "id": "179856",
    "unitNumber": 12,
    "text": "<strong>İş yerinde iş sağlığı ve güvenliği ile ilgili alınan kontrol önlemleri hiyerarşisinde çok etkin olan önlem aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "İkame (yerine koyma)",
      "B": "İdari önlemler",
      "C": "Mühendislik önlemleri",
      "D": "İzole etme (tecrit)",
      "E": "Yok etme (Eliminasyon)"
    }
  },
  {
    "id": "179857",
    "unitNumber": 12,
    "text": "<strong>İş sağlığı ve güvenliği ile ilgili çalışmalara katılma, çalışmaları izleme, tedbir alınmasını isteme, tekliflerde bulunma ve benzeri konularda çalışanları temsil etmeye yetkili çalışan aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "İş sağlığı ve güvenliği uzmanı",
      "B": "İşveren",
      "C": "Çalışan",
      "D": "Çalışan temsilcisi",
      "E": "Destek elemanı"
    }
  },
  {
    "id": "179858",
    "unitNumber": 12,
    "text": "<strong>İş sağlığı ve Güvenliği Risk Değerlendirmesi Yönetmeliği’ne göre aşağıdaki ifadelerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "İşveren çalışma ortamının ve çalışanların sağlık ve güvenliğini sağlamak, sürdürmek ve geliştirmek amacıyla risk değerlendirmesi yapar veya yaptırır.",
      "B": "Risk değerlendirilmesi yapılırken çalışanlar öncelikle bireysel korunur.",
      "C": "İşveren risk değerlendirmesi çalışmalarına psikososyal riskleri de dâhil eder.",
      "D": "Tehlikeli malzemelerin uzaklaştırma durumunu risk değerlendirme çalışmalarına ilave eder.",
      "E": "İşveren özel politika gerektiren çalışanları dikkate alarak risk değerlendirmesi yapar veya yaptırır."
    }
  },
  {
    "id": "179859",
    "unitNumber": 12,
    "text": "<strong>İş yerinde var olan ya da dışarıdan gelebilecek, çalışanı veya iş yerini etkileyebilecek zarar ya da hasar verme potansiyelini aşağıdaki kelimelerden hangisi ifade eder?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Risk değerlendirmesi",
      "B": "Tehlike",
      "C": "Risk",
      "D": "Önleme",
      "E": "Koruma"
    }
  },
  {
    "id": "179860",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi iş yerinde iş sağlığı ve güvenliği için gereken çalışmalardan bir <u>değildir?</u></strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Belirlenen sağlık güvenlik yöntemleri çalışanlara duyurulmak suretiyle ilan edilir.",
      "B": "Çalışanların katılımları sağlanmalıdır.",
      "C": "İşverenin katılımı sağlanmalıdır.",
      "D": "İş sağlığı ve güvenliği çalışmalarının devamlılığını sağlamak",
      "E": "İş sağlığı ve güvenliği çalışma sonuçlarını gizli tutmak"
    }
  },
  {
    "id": "179861",
    "unitNumber": 12,
    "text": "<strong>Yapı İşlerinde İş Sağlığı ve Güvenliği Yönetmeliği’ne göre aşağıdakilerden hangisi düşen cisimler için alınan toplu koruma önlemlerinden <u>değildir?</u></strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Atık malzemelerin uzaklaştırılması için moloz kaydıraklarını kullanmak",
      "B": "Cisimlerin düşerek tehlike oluşturabileceği bölgelere girişler önlenir, gerektiğinde kapalı geçitler yapılır.",
      "C": "Çalışanlara uygun baş koruyucu donanımlar verilir.",
      "D": "Malzemelerin hangi yükseklikten olursa olsun doğrudan yere atılmaması, dengeli ve güvenli bir şekilde indirilerek uygun bir yere istiflenmesi sağlanır.",
      "E": "Kullanılan el aletleri ve diğer malzemelerin düşmelerini engelleyecek tedbirler almak"
    }
  },
  {
    "id": "179923",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi kontrol önlemleri hiyerarşisinde yer alan maddelerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Eliminasyon",
      "B": "Tecrit",
      "C": "İkame",
      "D": "Kişisel koruyucu donanım",
      "E": "Sağlık güvenlik işaretleri"
    }
  },
  {
    "id": "179924",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi 6331 sayılı İSG Mevzuatı’nın kapsamındaki faaliyet alanlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kamu işlerindeki çalışanlar",
      "B": "Özel sektöre ait iş yerlerindeki çalışanlar",
      "C": "Güvenlik kuvvetleri",
      "D": "Stajyerler",
      "E": "İşveren vekilleri"
    }
  },
  {
    "id": "179925",
    "unitNumber": 12,
    "text": "<strong>6331 sayılı İSG Kanunu’na göre aşağıdakilerden hangisinde işverenin yükümlülüğü <u>yanlış</u> verilmiştir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Çalışanı işe alırken sağlık ve güvenlik yönünden işe uygunluğuna dikkat eder.",
      "B": "İş yeri büyüklüğünü ve taşıdığı tehlikeleri dikkate alarak risk değerlendirmesi yapar veya yaptırır.",
      "C": "Özel politika gerektiren çalışanların varlığını dikkate alarak iş yerinde gerekli düzenlemeleri yapar veya yaptırır.",
      "D": "Çalışanların İSG konusundaki yükümlülükleri işverenin sorumluluğunu azaltır.",
      "E": "Çalışma alanlarının hijyen ve düzeninin sağlanmasına dikkat eder."
    }
  },
  {
    "id": "179926",
    "unitNumber": 12,
    "text": "<strong>İSG mevzuatında “iş yerinde veya işin yürütümü nedeniyle meydana gelen, ölüme sebebiyet veren veya vücut bütünlüğünü ruhen ya da bedenen engelli hâle getiren olay” hangi kavramın karşılığıdır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "İş kazası",
      "B": "Meslek hastalığı",
      "C": "Risk",
      "D": "Tehlike",
      "E": "Önleme"
    }
  },
  {
    "id": "179928",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi “risk” kavramını tanımlar?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "İş yerinde var olan ya da dışarıdan gelebilecek, çalışanı veya iş yerini etkileyebilecek zarar ya da hasar verme potansiyelidir.",
      "B": "Tehlikeden kaynaklanacak kayıp, yaralanma ya da başka zararlı sonuçların meydana gelme ihtimalidir.",
      "C": "İş yerinde yürütülen işlerin bütün aşamalarında mesleki riskleri önlemek veya azaltmak için planlanmış ya da alınmış tedbirlerin tümüdür.",
      "D": "İş yerinde veya işin yürütümü nedeniyle meydana gelen, ölüme sebebiyet veren veya vücut bütünlüğünü ruhen ya da bedenen engelli hâle getiren olaydır.",
      "E": "Mesleki risklere maruziyet sonucu ortaya çıkan hastalıktır."
    }
  },
  {
    "id": "179929",
    "unitNumber": 12,
    "text": "<strong>Bir iş yerine ait risk değerlendirilmesi hazırlanırken aşağıdakilerden hangisi dikkat edilecek hususlardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Oluşabilecek risklerden etkilenecek çalışan sayısı",
      "B": "İş yerinin hijyen ve düzeni",
      "C": "Özel politika gerektiren çalışanların durumu",
      "D": "Yapılan işin maliyeti",
      "E": "Kullanılacak kimyasal maddelerin seçimi"
    }
  },
  {
    "id": "179930",
    "unitNumber": 12,
    "text": "<strong>Çalışma ve Sosyal Güvenlik Bakanlığı aşağıdaki bakanlıklardan hangisi ile birleştirilerek \"Aile, Çalışma ve Sosyal Hizmetler Bakanlığı\" olarak yeniden düzenlenmiştir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Tarım ve Orman Bakanlığı",
      "B": "Millî Eğitim Bakanlığı",
      "C": "Aile ve Sosyal Politikalar Bakanlığı",
      "D": "Enerji ve Tabii Kaynaklar Bakanlığı",
      "E": "Sağlık Bakanlığı"
    }
  },
  {
    "id": "179931",
    "unitNumber": 12,
    "text": "<strong>6331 sayılı İş Sağlığı ve Güvenliği (İSG) Kanunu’na göre aşağıdakilerden hangisi işverenin yükümlülükleri arasında <u>değildir?</u></strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kişisel koruma tedbirlerine öncelik vermek",
      "B": "İş yerindeki tehlikeleri yok etmek",
      "C": "Çalışanlara İSG konusunda eğitimler vermek",
      "D": "Teknolojik gelişmelere uyum sağlamak",
      "E": "Alınan İSG tedbirlerine uyulup uyulmadığını denetlemek"
    }
  },
  {
    "id": "334661",
    "unitNumber": 12,
    "text": "<strong>Kontrol Önlemleri Hiyerarşisi'ne göre aşağıdakilerden hangisi diğerlerine göre daha az etkindir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yok Etme (Eliminasyon)",
      "B": "İkame Yöntemi",
      "C": "Mühendislik Yöntemleri",
      "D": "İdari Önlemler",
      "E": "Kişisel Koruyucu Donanım"
    }
  },
  {
    "id": "334662",
    "unitNumber": 12,
    "text": "<strong>Tehlikeli maddenin ortamdan kaldırılamadığı durumlarda tehlike kaynağının tehlikesiz veya daha az tehlikeli olan ile değiştirilmesine ne ad verilir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "İzole Etme (Tecrit)",
      "B": "Yok Etme (Eliminasyon)",
      "C": "İkame Yöntemi (Yerine koyma)",
      "D": "İdari Önlemler",
      "E": "Sağlık ve Güvenlik Önlemleri"
    }
  },
  {
    "id": "334664",
    "unitNumber": 12,
    "text": "<strong>6331 sayılı İş Sağlığı ve Güvenliği Kanunu'na göre çalışanların yükümlülükleri arasında aşağıdakilerden hangisi <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kişisel koruyucu donanımları kullanmak",
      "B": "İş sağlığı ve güvenliğinin sağlanması için işveren, işveren vekili ve çalışan temsilcisi ile iş birliği yapmak",
      "C": "Kendilerini,  iş yerindeki diğer çalışanları ve kişileri sağlık ve güvenlik yönünden tehlikeye düşürmemek",
      "D": "İş yerlerinde kullanılan makine, cihaz, iş ve taşıma ekipmanı gibi tüm araç ve gereçleri kullanım talimatlarına göre kullanmak",
      "E": "Atık yönetimi ve tehlikeli malzemelerin uzaklaştırma durumunu denetlemek"
    }
  },
  {
    "id": "390341",
    "unitNumber": 12,
    "text": "<strong>İş yerinde yürütülen işlerin bütün aşamalarında mesleki riskleri önlemek veya azaltmak için planlanmış veya alınmış tedbirlerin tümü aşağıdakilerden hangisi olarak tanımlanır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Tehlike",
      "B": "Önleme",
      "C": "Risk",
      "D": "İş kazası",
      "E": "Meslek hastalığı"
    }
  },
  {
    "id": "390345",
    "unitNumber": 12,
    "text": "<strong>Yangın söndürme ekipmanları aşağıdaki yönetmeliklerden hangisine göre işaretlenir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Mühendislik Yönetmeliği",
      "B": "İşveren Hakları Yönetmeliği",
      "C": "İlk Yardım ve Afet Yönetimi Yönetmeliği",
      "D": "Sağlık ve Güvenlik İşaretleri Yönetmeliği",
      "E": "Acil Durumlar Hakkında Yönetmelik"
    }
  },
  {
    "id": "179933",
    "unitNumber": 13,
    "text": "<strong>Toksik içermeyen katı ve sıvı aerosollere karşı korumayı aşağıdakilerden hangisi sağlar?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "FFP1",
      "B": "FFP2",
      "C": "FFP3",
      "D": "Yüz maskesi",
      "E": "Partikül maskeleri"
    }
  },
  {
    "id": "179934",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi kapalı devre solunum cihazlarındandır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Enerji ile çalışan maske",
      "B": "Basınçlı hava sistemine bağlı hortumlu maske",
      "C": "Ters basınçlı maske",
      "D": "Yarım yüz maskesi",
      "E": "Destekli maske"
    }
  },
  {
    "id": "179936",
    "unitNumber": 13,
    "text": "<strong>KKD Yönetmeliği kapsamına giren ürünlerde aşağıdakilerden hangisi gerekli <u>görülmez?</u></strong>",
    "correctAnswer": "D",
    "options": {
      "A": "CE işareti",
      "B": "Türkçe kullanım kılavuzu",
      "C": "İmalatçının adresi",
      "D": "İş yeri ortamı risk değerlendirme bilgileri",
      "E": "Hijyen bilgileri"
    }
  },
  {
    "id": "179937",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi kişisel koruyucu donanım olarak kabul <u>edilemez</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Saçlı derinin korunması için kullanılan kepler",
      "B": "Tam akustik baretler",
      "C": "Görünür radyasyon gözlükleri",
      "D": "Orta gerilim izolasyon taburesi",
      "E": "Dalgıç donanımı"
    }
  },
  {
    "id": "179938",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi çalışma ortamlarında göz koruyucularının gerekli olabileceği durumlardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yontma, biçimlendirme işleri",
      "B": "X-ışını ışıması işleri",
      "C": "Biyolojik ögelerle çalışma",
      "D": "Elektrik yükü altında yapılan çalışmalarda",
      "E": "Sıcak, soğuk veya kaygan zeminlerin bulunduğu ortamlar"
    }
  },
  {
    "id": "179939",
    "unitNumber": 13,
    "text": "<strong>Kişisel Koruyucu Donanımların İşyerlerinde Kullanılması Hakkında Yönetmelik’e göre işverenin yükümlülükleri ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır?</u></strong>",
    "correctAnswer": "C",
    "options": {
      "A": "KKD kullanımı konusunda uygulamalı eğitim vermek",
      "B": "Toplu koruma tedbirlerine öncelik vermek",
      "C": "Kişisel koruma tedbirlerine öncelik vermek",
      "D": "KKD’yi çalışanlara ücretsiz temin etmek",
      "E": "Kolayca erişebilecekleri yerlerde ve yeterli miktarlarda bulundurmak"
    }
  },
  {
    "id": "179940",
    "unitNumber": 13,
    "text": "<strong>Kişisel Koruyucu Donanımların İşyerlerinde Kullanılması Hakkında Yönetmelik’e göre aşağıdakilerden hangisi KKD olarak kullanılabilir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Acil kurtarma ekiplerinin kullandığı ekipman",
      "B": "Riskleri ve istenmeyen durumları ikaz eden taşınabilir cihazlar",
      "C": "Nefsi müdafaa esnasında kullanılan koruyucular",
      "D": "Spor ekipmanı",
      "E": "Çalışanı, yürütülen işten kaynaklanan risklere karşı koruyan amaca uygun üretilmiş cihaz"
    }
  },
  {
    "id": "180939",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi nefes alıp verme ile kirli havanın atmosferden filtre ile çekilerek temizlenmesini sağlayan maskelerdir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Toz/partikül maskeleri",
      "B": "Ters basınçlı maskeler",
      "C": "Destekli maskeler",
      "D": "Tam yüz maskeleri",
      "E": "Enerji ile çalışan maskeler"
    }
  },
  {
    "id": "180940",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi zehirli gazların bulunduğu veya atmosferdeki oksijen oranının %19,5’in altında olduğu durumlarda kullanılan kapalı devre solunum cihazıdır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Tahlisiye cihazı",
      "B": "Kimyasal reaksiyonlu cihaz",
      "C": "Basınçlı temiz hava tüplü cihaz",
      "D": "Basınçlı hava sistemine bağlı hortumlu maske",
      "E": "Basınçlı oksijen tüplü cihaz"
    }
  },
  {
    "id": "180941",
    "unitNumber": 13,
    "text": "<strong>Kişisel Koruyucu Donanım (KKD) Yönetmeliği’nin amacı aşağıdakilerden hangisinde verilmiştir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "KKD’nin imalatı, ithalatı, piyasaya arzı, hizmete sunumu, denetimi ile kullanan kişilerin can ve mal güvenliğinin sağlanmasına ilişkin usul ve esasları belirlemek.",
      "B": "KKD’nin nefsi müdafaayı veya caydırmayı hedefleyen durumlarda kullanımına ilişkin usul ve esaslarını belirlemek.",
      "C": "KKD’nin defalarca kullanılabilir olmasına ilişkin usul ve esaslarını belirlemek.",
      "D": "İş kazası ve meslek hastalıklarının önlenmesine dair usul ve esaslarını belirlemek.",
      "E": "İş yerindeki ergonomik gereksinimleri ve sağlık koşullarını belirlemeye yönelik usul ve esasları belirlemek."
    }
  },
  {
    "id": "180942",
    "unitNumber": 13,
    "text": "I. Endüstride (madenler, inşaat sahaları ve diğer endüstriyel alanlar) kullanılan koruyucu baretler<br />II. Saçlı derinin korunması için kullanılan kepler, boneler, siperlikli veya siperliksiz saç fileleri<br />III. Koruyucu başlıklar (kumaştan veya geçirimsiz kumaştan yapılmış boneler, kepler, gemici başlıkları ve benzeri)<br /><strong>Yukarıdakilerden hangisi ya da hangileri Kişisel Koruyucu Donanımların İş Yerlerinde Kullanılması Hakkında Yönetmelik ekinde yer alan baş koruyucular arasında yer alır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "180943",
    "unitNumber": 13,
    "text": "<strong>İş yerinde kişisel koruyucu donanımların kullanımı konusunda uygulamalı olarak eğitim verilmesini aşağıdakilerden hangisi sağlar?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "İşveren",
      "B": "İş güvenliği uzman vekili",
      "C": "İş Güvenliği ve Sağlığı Yönetim Kurulu",
      "D": "İş Sağlığı Genel Müdürlüğü",
      "E": "İş Sağlığı ve Güvenliği Araştırma Müdürlüğü"
    }
  },
  {
    "id": "180945",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi gövde ve karın bölgesi koruyucularından biri <u>değildir?</u></strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Makinelerden korunmak için kullanılan koruyucu yelek, ceket ve önlükler",
      "B": "X ışınına karşı koruyucu önlükler",
      "C": "Vücut kuşakları",
      "D": "Vücut kemerleri",
      "E": "Düşmeyi önleyici ekipman"
    }
  },
  {
    "id": "180947",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi baş koruyucuların kullanılabileceği işlerdendir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Sürekli olarak yüksek düzeyde gürültünün olduğu işler",
      "B": "Havadaki oksijenin %19,5’in altına düştüğü işler",
      "C": "Elektrik çarpılma riskinin olduğu işler",
      "D": "–50 °C’de elle temasın olduğu işler",
      "E": "Ayağı delebilecek çivi, metal gibi keskin nesnelerin olduğu işler"
    }
  },
  {
    "id": "180949",
    "unitNumber": 13,
    "text": "<strong>KKD’ler koruma sağladığı riske göre kategorize edilirler. Aşağıdakilerden hangisi bu kategorilerdendir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "TS EN Standardı",
      "B": "CE İşareti",
      "C": "Kategori-III",
      "D": "Kategori-IV",
      "E": "Kategori-V"
    }
  },
  {
    "id": "180951",
    "unitNumber": 13,
    "text": "<strong>Kişisel Koruyucu Donanımların İşyerlerinde Kullanılması Hakkında Yönetmelik’e göre aşağıdakilerden hangisi çalışanların yükümlülükleri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kendilerine sağlanan kişisel koruyucu donanımları doğru kullanmakla yükümlüdür.",
      "B": "Kendilerine sağlanan kişisel koruyucu donanımları uygun şekilde muhafaza etmekle yükümlüdür.",
      "C": "Kişisel koruyucu donanımlar her kullanımdan önce kontrol edilir.",
      "D": "Kişisel koruyucu donanımlar kullandıktan sonra hemen kutusuna yerleştirilir.",
      "E": "Herhangi bir arıza veya eksikliği işverene bildirirler."
    }
  },
  {
    "id": "180953",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi tüm KKD’lerde olması gereken özellik <u>değildir?</u></strong>",
    "correctAnswer": "E",
    "options": {
      "A": "TS EN Standartlarına uygun olmalıdır.",
      "B": "CE işareti olmalıdır.",
      "C": "Ergonomik gereksinimlerine ve sağlık durumuna uygun olmalıdır.",
      "D": "İş yerinde var olan koşullara uygun olmalıdır.",
      "E": "Yangına karşı korumalıdır."
    }
  },
  {
    "id": "332558",
    "unitNumber": 13,
    "text": "<strong>El ve kol koruyucuları ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Çeşitli tehlikeli kimyasal ve mikroorganizmalara karşı cilt ile temasını engellemeli",
      "B": "–50 °C’deki nakil veya temas yoluyla iletilen her türlü soğuğa karşı korumalı",
      "C": "Elektrik çarpmalarına karşı korumak amacı ile tasarlanmış olmalı",
      "D": "Tutuşmaya, yanmaya, ısıya, ışımaya, erimiş metallere temas ve taşıma esnasında koruma sağlamalı",
      "E": "Kızılötesi radyasyona karşı koruma sağlamalı"
    }
  },
  {
    "id": "334667",
    "unitNumber": 13,
    "text": "<strong>Kişisel Koruyucu Donanımların Kategorizasyon Rehberine Dair Tebliğ'e göre; Kişisel Koruyucu Donanım Yönetmeliği kapsamına girmeyen kişisel koruyucu donanımlar aşağıdaki kategorilerin hangisinde yer alır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kategori-0",
      "B": "Kategori-I",
      "C": "Kategori-II",
      "D": "Kategori-III",
      "E": "Kategori-IV"
    }
  },
  {
    "id": "334669",
    "unitNumber": 13,
    "text": "<strong>Nefes alıp verme ile kirli havanın atmosferden filtre ile çekilerek temizlenmesini sağlayan maskelere ne ad verilir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yarım yüz maske",
      "B": "Toz/partikül maske",
      "C": "Ters basınçlı maske",
      "D": "Enerji ile çalışan maske",
      "E": "Destekli maske"
    }
  },
  {
    "id": "390404",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi düşmelere karşı kullanılan donanımlardan biridir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Sürtünmeyi azaltıcı donanım",
      "B": "Kinetik enerjiyi absorbe eden frenleme ekipmanı",
      "C": "Sıcak hava tahliyesini sağlayan donanım",
      "D": "Yüksek basınç ayarı yapan ekipman",
      "E": "Mukavemet artıran bağlantı elemanları"
    }
  },
  {
    "id": "391015",
    "unitNumber": 13,
    "text": "<strong>Koruyucu donanımlarla ilgili aşağıdaki yargılardan hangisi doğrudur?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "İşveren; çalışanların güvenliğini sağlayarak, risk analizi yapmaksızın uygun koruyucu donanımı seçmelidir.",
      "B": "Koruyucu donanım seçerken ergonomik etkenler göz ardı edilir.",
      "C": "Çalışma ortamında birden fazla risk varsa bu risklere karşı tek tür koruyucu donanım yeterlidir.",
      "D": "Kişisel koruyucu donanım ek risk yaratır.",
      "E": "KKD Yönetmeliği kapsamına giren ürünlerde uygun şekilde CE işareti ve Türkçe kullanım kılavuzu bulunmalıdır."
    }
  },
  {
    "id": "179942",
    "unitNumber": 14,
    "text": "<strong>İş sağlığı ve güvenliği hizmetlerini gerçekleştirmek üzere Bakanlık tarafından belgelendirilmiş mimar, mühendis veya teknik elemana ne ad verilir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Teknik sorumlu",
      "B": "İş yeri hekimi",
      "C": "Sorumlu müdür",
      "D": "Teknik nezaretçi",
      "E": "İş güvenliği uzmanı"
    }
  },
  {
    "id": "179949",
    "unitNumber": 14,
    "text": "I. İş yerinde yürütülen iş sağlığı ve güvenliği faaliyetlerine ilişkin her türlü kaydı,<br />II. Onaylı deftere yazılan tespit ve öneriler işverene tebliğ edilmiş sayılmaz.<br />III. İşten ayrılma tarihinden itibaren en az 15 yıl süreyle çalışanların kişisel sağlık dosyalarını saklar.<br /><strong>Yukarıdakilerden hangisi ya da hangileri tespit öneri defteri ile ilgili olarak doğrudur?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "I ve III",
      "B": "Yalnız III",
      "C": "I, II ve III",
      "D": "I ve II",
      "E": "II ve III"
    }
  },
  {
    "id": "180959",
    "unitNumber": 14,
    "text": "<strong>İSG ile ilgili çalışmalara katkıda bulunmak amacıyla iş yerindeki çalışanları temsil edecek kişiye ne ad verilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Çalışan",
      "B": "Çalışan temsilcisi",
      "C": "İşçi",
      "D": "Kadın temsilcisi",
      "E": "İşveren"
    }
  },
  {
    "id": "180960",
    "unitNumber": 14,
    "text": "I. İşveren<br />II. İş yeri hekimi<br />III. İş güvenliği uzmanı<br />IV. Çalışan<br />V. Diğer sağlık personeli<br /><br /><strong>Yukarıdakilerden hangisi ya da hangileri İSG profesyonellerindendir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "III ve IV",
      "B": "I ve IV",
      "C": "III, IV ve V",
      "D": "I, II, III ve IV",
      "E": "II, III ve V"
    }
  },
  {
    "id": "180961",
    "unitNumber": 14,
    "text": "<strong>İş yerleri tehlike sınıflarına göre kaç sınıfa ayrılır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "2",
      "B": "3",
      "C": "1",
      "D": "4",
      "E": "5"
    }
  },
  {
    "id": "180962",
    "unitNumber": 14,
    "text": "…………………………; kamu kurum ve kuruluşları, organize sanayi bölgeleri ile 13/1/2011 tarihli ve 6102 sayılı Türk Ticaret Kanunu’na göre faaliyet gösteren şirketler tarafından, iş yerlerine iş sağlığı ve güvenliği hizmetlerini sunmak üzere kurulan gerekli donanım ve personele sahip olan ve Bakanlıkça yetkilendirilen birimdir.<br /><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "İSGB (İş Sağlığı ve Güvenliği Birimi)",
      "B": "TSMB (Toplum Sağlığı Merkezi Birimi)",
      "C": "TSM (Toplum Sağlığı Merkezi)",
      "D": "OSGB (Ortak Sağlık Güvenlik Birimi)",
      "E": "İSG (İş Sağlığı ve Güvenliği)"
    }
  },
  {
    "id": "180963",
    "unitNumber": 14,
    "text": "<strong>OSGB (Ortak Sağlık Güvenlik Birimi)’de, iş sağlığı ve güvenliği hizmetlerinin yürütülmesi ve personel sayısına yetecek asgari büyüklükte aşağıdaki bölümlerden hangisi <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Muayene odası",
      "B": "İlkyardım ve acil müdahale odası",
      "C": "Uzman odası",
      "D": "Arşiv",
      "E": "Sorumlu müdür odası"
    }
  },
  {
    "id": "180964",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi Ortak Sağlık Güvenlik Biriminde bulunması gereken malzemelerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Megatoskop",
      "B": "Steteskop",
      "C": "Otoskop",
      "D": "Tansiyon aleti",
      "E": "Seyyar lamba"
    }
  },
  {
    "id": "180965",
    "unitNumber": 14,
    "text": "<strong>İş sağlığı ve güvenliği hizmetlerinin sunulması amacıyla iş yerlerinde görevlendirilen kişilerin, doğum, hastalık ve yıllık izin gibi zorunlu nedenler sebebiyle değiştirilmesi ve değişiklik süresinin kaç günü geçmesi hâlinde, durum Genel Müdürlüğe bildirilir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "15 gün",
      "B": "20 gün",
      "C": "30 gün",
      "D": "45 gün",
      "E": "10 gün"
    }
  },
  {
    "id": "180966",
    "unitNumber": 14,
    "text": "<strong>İşveren, ilgili mevzuatta belirlenen süreler saklı kalmak kaydıyla, işten ayrılma tarihinden itibaren en az ne kadar süreyle çalışanların kişisel sağlık dosyalarını saklamalıdır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "​3 ay",
      "B": "6 ay",
      "C": "1 yıl",
      "D": "10 yıl",
      "E": "15 yıl"
    }
  },
  {
    "id": "180967",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi OSGB’lerde sorumlu müdürlük görevini üstlenebilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Yarı zamanlı İSG uzmanı",
      "B": "Tam zamanlı iş yeri hekimi",
      "C": "Tam zamanlı Diğer sağlık personeli",
      "D": "Yarı zamanlı Diğer sağlık personeli",
      "E": "Sivil savunma uzmanı"
    }
  },
  {
    "id": "180968",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi İş Sağlığı ve Güvenliği Bilgi Yönetim Sistemi'ne (İBYS) kayıt edilmesi gerekli veri seti içinde <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "İş yeri doğrulama",
      "B": "Çalışan doğrulama",
      "C": "Çalışanların İSG eğitim bilgisi bildirimi",
      "D": "Çalışanların İSG eğitim bilgisi sorgulama",
      "E": "Ramak kala olayların bildirimi"
    }
  },
  {
    "id": "334671",
    "unitNumber": 14,
    "text": "I. İş sağlığı ve güvenliği hizmetlerini gerçekleştirecek personeller ile birlikte uyum içerisinde çalışır.<br />II. İş yerinde, işin yürütümü esnasında kullanacağı tüm materyalleri amacına uygun olarak kullanır.<br />III. İş sağlığı ve güvenliği çerçevesinde yapılacak olan tüm çalışmalara eksiksiz bir şekilde katılır.<br /><strong>Çalışanlar, iş yerinde sağlıklı ve güvenli bir ortamın tesisi için yukarıdakilerden hangisi ya da hangilerini yapmakla yükümlüdür?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "390406",
    "unitNumber": 14,
    "text": "I. İş yeri hekimi<br />II. İş güvenliği uzmanı<br />III. Diğer sağlık personeli<br />IV. Kontrolör<br /><strong>Yukarıdakilerden hangisi ya da hangileri Ortak Sağlık ve Güvenlik Biriminin (OSGB) kurulabilmesi ve hizmet sunabilmesi için istihdamı zorunlu elemanlar arasında yer alır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "I, II ve III",
      "E": "I, II, III ve IV"
    }
  },
  {
    "id": "390407",
    "unitNumber": 14,
    "text": "<strong>İş yeri hekiminin e-reçete yazabilmesi için aşağıdaki sistemlerden hangisine kayıtlı olması gerekir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "SGK Bilgi Bankası",
      "B": "Sağlık Bakanlığı Hizmet Bankası",
      "C": "Sağlık Bakanlığı Doktor Bilgi Bankası",
      "D": "E-nabız Kişisel Sağlık Sistemi",
      "E": "Sporcu Sağlığı Bilgi Sistemi"
    }
  },
  {
    "id": "391022",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi iş güvenliği uzmanı sayılır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Raportör",
      "B": "İş yeri hekimi",
      "C": "Bakanlıkça belgelendirilmiş teknik eleman",
      "D": "Kontrolör",
      "E": "Diğer sağlık personeli"
    }
  }
]