[
  {
    "id": "107705",
    "unitNumber": 1,
    "text": "<strong>Otellerin departman yöneticileri tarafından personeli bilgilendirmek, kontrol etmek vb. amaçlarla yapılan düzenli veya düzensiz toplantılar aşağıdaki toplantı türlerinden hangisine örnektir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kongre",
      "B": "Sempozyum",
      "C": "Miting",
      "D": "Çalıştay",
      "E": "Panel"
    }
  },
  {
    "id": "107719",
    "unitNumber": 1,
    "text": "<strong>Yüksek seviyedeki görevlerde yer alan devlet ve hükûmet başkanları veya en yetkili ve uzman diplomatlar düzeyinde yapılan toplantı türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Konklav",
      "B": "Kolokyum",
      "C": "Konvansiyon",
      "D": "Zirve",
      "E": "Genel Kurul"
    }
  },
  {
    "id": "107766",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi kongre turizminin olumlu çevresel etkilerinden biridir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kongre ve fuar turistlerinin çeşitli hastalıkları bölgeye getirmesi",
      "B": "Kongre ve fuar turistlerinin birçok konuda savurgan davranmaları",
      "C": "Kongre turizminde kişisel araçlar ve hava yolu ulaşımının sık tercih edilmesi",
      "D": "Yol, havaalanı, altyapı vb. hizmetlerin talep edilmesi",
      "E": "Var olan yapıların kongre ve fuar tesisleri için uygun hâle getirilerek değerlendirilmesi"
    }
  },
  {
    "id": "110622",
    "unitNumber": 1,
    "text": "<strong>Bir kongrenin uluslararası olabilmesi için en az kaç farklı ulustan katılımcının bulunması gerekmektedir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "4",
      "E": "5"
    }
  },
  {
    "id": "110669",
    "unitNumber": 1,
    "text": "Kongre turizmi, teknik donanım açısından güçlü bir altyapıya ihtiyacı olan profesyonel beceri ve ayrıntı içeren programları içerir.<br/><strong>Aşağıdakilerden hangisi belirtilen programlarda yer alan hizmetlerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Katılımcıların konaklama rezervasyonlarının yapılması",
      "B": "Kongre tanıtımının yapılması",
      "C": "Yabancı ziyaretçilere transferlerin ayarlanması",
      "D": "Kongreye gönderilen bildirilerin değerlendirilmesi",
      "E": "Tur programının hazırlanması"
    }
  },
  {
    "id": "123024",
    "unitNumber": 1,
    "text": "<strong>Birden çok kimsenin belirli amaçlarla bir araya gelmesi ve bilgi alışverişinde bulunmaları olarak tanımlanan kavram aşağıdakilerin hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Grup",
      "B": "Kongre",
      "C": "Toplantı",
      "D": "Fuar",
      "E": "Sempozyum"
    }
  },
  {
    "id": "123025",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi toplantı kavramının özelliklerindendir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Toplantılar, katılımcı sayılarına göre çeşitli adlarla anılmazlar.",
      "B": "İnsanlar toplantılarda bir araya gelerek belirli konularda bilgi alışverişinde bulunmazlar.",
      "C": "Toplantıların katılımcıların ikamet ettikleri yerde olup olmaması önemlidir.",
      "D": "Toplantı kapsamındaki bütün kurumlar özel sektöre aittir.",
      "E": "Toplantılar, etkinliğin kapsam ve boyutlarına göre çeşitli isimlerle anılırlar."
    }
  },
  {
    "id": "123027",
    "unitNumber": 1,
    "text": "<strong>Ulusal veya uluslararası düzeyde en az 300 kişinin katılımıyla gerçekleşen ve karşılıklı bilgi alışverişinin amaçlandığı büyük çaplı ve düzenli olarak dönemsel yapılan toplantı türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kongre",
      "B": "Fuar",
      "C": "Konferans",
      "D": "Seminer",
      "E": "Kolokyum"
    }
  },
  {
    "id": "123030",
    "unitNumber": 1,
    "text": "<strong>Mesleki veya teknik alanda uzman bir kişinin belirli bir konu hakkında bilgi verdiği ve 50 ile 300 arasında katılımcının bulunduğu düzenli olarak yapılmayan toplantılara ne ad verilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kongre",
      "B": "Konferans",
      "C": "Seminer",
      "D": "Panel",
      "E": "Çalıştay"
    }
  },
  {
    "id": "123032",
    "unitNumber": 1,
    "text": "<strong>Genel toplantılar içinde yalnızca belirli bir problem ve konular ile ilgili bilgi edinmek amacıyla yapılan ve katılımcıların birbirlerini eğiterek yeni bilgiler aktardıkları küçük grup toplantılarına ne ad verilir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Fuar",
      "B": "Panel",
      "C": "Zirve",
      "D": "Seminer",
      "E": "Çalıştay"
    }
  },
  {
    "id": "123034",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi kongre turizmine olan talebin yükselişine etki eden faktörlerden biridir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "İnsanların derneklere, profesyonel gruplara olan ilgilerinin azalması",
      "B": "Şirketlerin küçülmesi",
      "C": "Bilgi alışverişi gereğinin doğması",
      "D": "Sektörel ilişkilerdeki azalış",
      "E": "Şirket içi eğitimlerin azalması"
    }
  },
  {
    "id": "123037",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi b</strong><strong>ir bölgede kongre turizmi arzının gelişmesini etkileyen faktörler arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Otellerin toplantı olanaklarını artırmaları",
      "B": "Kongre ve ziyaretçi bürolarının kurulması",
      "C": "Hava yolu taşımacılığında yaşanan teknolojik gelişmelerle ulaşım maliyetlerinin önemli ölçüde düşmesi",
      "D": "Görsel ve işitsel teknoloji ile elektronik alandaki gerilemeler",
      "E": "Delegelerin boş kalan zamanlarında gezi turları düzenlenmesi"
    }
  },
  {
    "id": "123038",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi kongre turizminin özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kongre turizmi yılın tüm aylarında gerçekleştirilmez.",
      "B": "Toplantılar daha çok tatil sezonu dışındaki aylarda gerçekleşir.",
      "C": "Kongreler daha çok gelişmiş şehirlerde yapılır.",
      "D": "Kongre turizmi için gelen turist tatil amaçlı gelen turistlere göre daha fazla harcama yapar.",
      "E": "Kongre turizmi tekrar ziyaret etme eğilimi daha yüksek olan turistleri çekme potansiyeline sahiptir."
    }
  },
  {
    "id": "123141",
    "unitNumber": 1,
    "text": "I. Turistlerin yaptıkları harcamalar ekonomiye doğrudan ve dolayı katkılar sağlar.<br/>II. Kongreler, çeviri hizmetleri, görsel sanayi ve part-time çalışma olanakları sağlayarak birçok yan sektöre katkı sağlar.<br/>III. Ticari faaliyetlerin artması bölgeye yatırımların artmasını sağlar.<br/><strong>Yukarıdakilerden hangisi ya da hangileri kongre turizminin genel olarak turizm ekonomisi için katkıları arasında yer alır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "164771",
    "unitNumber": 1,
    "text": "Bir yönetici başkanlığında panelistlerin bir konu hakkında yaptıkları tartışmalardan oluşan toplantılardır. Bu toplantılarda iki ya da daha fazla konuşmacı zıt yönlü görüş sahibi olabilir ve dinleyicilerin sorduğu sorular panelistler tarafından açıklanır.<br/><strong>Bu toplantı türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Seminer",
      "B": "Kongre",
      "C": "Konferans",
      "D": "Forum",
      "E": "Panel"
    }
  },
  {
    "id": "164774",
    "unitNumber": 1,
    "text": "<strong>Kongre turizminin genel olarak turizm ekonomisi için olumsuz etkisi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kongre turizmi yapılan bölgeye yatırımların artması",
      "B": "Kongre turizminden para kazanan işletmelerin ödedikleri vergilerle yerel ve ulusal yönetimlerin gelir elde etmesi",
      "C": "Kongre turizminin istihdama katkı sağlaması",
      "D": "Kongrelerin bölge insanının satın alma gücünü artırması",
      "E": "Kongre turizmi ürünlerine aşırı talep olduğundan fiyatların artması"
    }
  },
  {
    "id": "164776",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi kongre turizmi için tespit edilen özelliklerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kaliteli bir altyapı ve üstyapıya sahip oteller ve tesislere ihtiyaç vardır.",
      "B": "Yatırımlar genellikle devlet veya yerel idarelerce gerçekleştirilmez.",
      "C": "Kongre turizmi, yılın tüm aylarında gerçekleştirilebilir.",
      "D": "Kongre merkezlerinin teknik ve görsel ve işitsel donanımları yeterli olmalıdır.",
      "E": "Kongreler daha çok gelişmiş şehirlerde yapılır."
    }
  },
  {
    "id": "164779",
    "unitNumber": 1,
    "text": "<strong>Bir bölgede kongre turizminin sosyal ve kültürel açıdan gelişmesini olumlu yönde etkileyen faktörler arasında aşağıdakilerden hangisi <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kongre turizmi farklı uluslara mensup delegeleri bir araya getirir.",
      "B": "Kongre katılımcılarına yeni kültürleri ve destinasyonları tanımalarını sağlar.",
      "C": "Turistler ziyaret ettikleri ülkelerin sosyal ve kültürel yapılarından etkilenirler.",
      "D": "Ülkenin ve şehrin imajının gelişmesine katkıda bulunmaz.",
      "E": "Tiyatrolar ve ulaşım hizmetleri gibi olanaklar artar."
    }
  },
  {
    "id": "175266",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi bir toplantının kongre turizmi kapsamında yer alması için tanımında olması gereken unsurlar arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Toplantının belirli bir konu hakkında olması",
      "B": "Bilgi alışverişi amacıyla toplanılması",
      "C": "Toplantının belirli bir zaman içinde yapılması",
      "D": "Toplantıların sadece katılımcıların ikamet ettiği yerlerin dışında yapılması",
      "E": "Toplantılara kişilerin katılması"
    }
  },
  {
    "id": "325396",
    "unitNumber": 1,
    "text": "<strong>Ulusal ve uluslararası düzeyde en az 300 kişinin katılımıyla gerçekleşen toplantı türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kongre",
      "B": "Seminer",
      "C": "Konferans",
      "D": "Kolokyum",
      "E": "Sempozyum"
    }
  },
  {
    "id": "325400",
    "unitNumber": 1,
    "text": "<strong>Türkiye`de bulunan derneklerin yasa gereği en az 2 yılda bir defa yapmak zorunda oldukları toplantı türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Konvansiyon",
      "B": "Genel Kurul",
      "C": "Workshop",
      "D": "Forum",
      "E": "Konklav"
    }
  },
  {
    "id": "325987",
    "unitNumber": 1,
    "text": "<strong>Bir moderatör tarafından yönetilen, konuşmacıların belirli bir zaman ve sıra sınırlaması içinde konuştuğu iki ya da daha fazla konuşmacının görüşlerini ya da uzmanlık alanlarını anlattıkları tartışmalı toplantı türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Zirve",
      "B": "Kolokyum",
      "C": "Panel",
      "D": "Seminer",
      "E": "Sempozyum"
    }
  },
  {
    "id": "363897",
    "unitNumber": 1,
    "text": "<strong>Özel veya gizli toplantılara genel olarak ne ad verilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Konklav",
      "B": "Forum",
      "C": "Sempozyum",
      "D": "Panel",
      "E": "Seminer"
    }
  },
  {
    "id": "364436",
    "unitNumber": 1,
    "text": "I. Konu<br/>II. Nesne<br/>III. Zaman<br/><strong>Yukarıdakilerden hangisi ya da hangileri kongre tanımında olması gereken unsurlar arasında yer alır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "I, II ve III"
    }
  },
  {
    "id": "398342",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi 50 katılımcıya kadar gerçekleştirilen toplantı türleri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Seminerler",
      "B": "Çalışma grupları",
      "C": "Kongreler",
      "D": "Denetim kurulları",
      "E": "Komisyon toplantıları"
    }
  },
  {
    "id": "398349",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi kongre turizminin başlıca özellikleri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kongre turizmi, yılın her ayına yayılabilen bir turizm türüdür.",
      "B": "Kongre turizmi turisti, tatil amaçlı gelen turiste göre daha fazla harcama yapar.",
      "C": "Kongre turizmine katılanlar açısından, toplantılar turizmin asıl amacını oluşturulabilir.",
      "D": "Kongre turizmine katılan turistler deniz-kum-güneş amaçlı turizm faaliyetine katılırlar.",
      "E": "Bir ülkenin uluslararası kongreler düzenlemesi, o ülkenin hem tanıtım hem de olumlu imajı için çok önemlidir."
    }
  },
  {
    "id": "107813",
    "unitNumber": 2,
    "text": "<strong>1996 yılında düzenlenen ve son yirmi yılın en büyük uluslararası organizasyonu sayılan HABİTAT II Konferansı’na aşağıdaki şehirlerden hangisi ev sahipliği yapmıştır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Londra",
      "B": "Brüksel",
      "C": "İstanbul",
      "D": "Paris",
      "E": "Viyana"
    }
  },
  {
    "id": "107831",
    "unitNumber": 2,
    "text": "<strong>Türkiye’nin en büyük kongre merkezi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Lütfi Kırdar Kongre ve Sergi Sarayı",
      "B": "Grand Cevahir Otel ve Kongre Merkezi",
      "C": "Sheraton Çeşme Otel Kongre Merkezi",
      "D": "Haliç Kongre Merkezi",
      "E": "İstanbul Kongre Merkezi"
    }
  },
  {
    "id": "107867",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi 2016 yılında en fazla toplantı düzenlenen ülkeler arasında ilk sırada yer alır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Avustralya",
      "B": "Fransa",
      "C": "İngiltere",
      "D": "ABD",
      "E": "Türkiye"
    }
  },
  {
    "id": "107889",
    "unitNumber": 2,
    "text": "<strong>Modern anlamda bilinen ilk kongre olan ve aynı zamanda dünyanın en uzun süreli kongresi olarak bilinen kongre nerede yapılmıştır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "New York",
      "B": "Detroit",
      "C": "Paris",
      "D": "Roma",
      "E": "Viyana"
    }
  },
  {
    "id": "110744",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi kongre etkinliklerinin turizm sektöründe yaşanan yapısal sorunların çözümüne sağladığı katkılardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Yüksek fiyat ve kâr payı yaratmak",
      "B": "Mevsimsel dalgalanmayı artırmak",
      "C": "Otellere yüksek doluluk oranları sağlamak",
      "D": "Belirli pazarlara bağımlılıktan kurtarmak",
      "E": "Fiyat değişikliklerine yanıt vermek"
    }
  },
  {
    "id": "123046",
    "unitNumber": 2,
    "text": "<strong>Uluslararası Dernekler Birliği (UIA) kayıtlarına göre bilinen ilk uluslararası kongre nerede ve ne zaman gerçekleşmiştir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Viyana-1814",
      "B": "Roma-1681",
      "C": "Paris- 1860",
      "D": "Detroit-1896",
      "E": "New York -1904"
    }
  },
  {
    "id": "123047",
    "unitNumber": 2,
    "text": "<strong>ABD’de ilk kongre bürosu ne zaman ve nerede kurulmuştur?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "1814 - Atlantic City",
      "B": "1904 - Denver",
      "C": "1896 - Detroit",
      "D": "1904 - New York",
      "E": "1681 - Los Angeles"
    }
  },
  {
    "id": "123048",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi kongre endüstrisinin gelişimine katkıda bulunan faktörlerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kamu ve özel sektörler arasındaki toplantılara artan ihtiyaç ile birlikte hükûmet ve yarı hükûmet kuruluşlarının genişlemesi",
      "B": "Çok uluslu şirketlerin ve bölgesel acentaların büyümesinin daha çok bölümler arası ve bölgeler arası toplantılar gerektirmesi",
      "C": "Derneklerin, kooperatiflerin ve profesyonel grupların gelişmesi",
      "D": "Şirket içi yönetim eğitimi, sürekli mesleki gelişim ve özel veya planlı toplantılara katılım yoluyla bilgi ve yöntemlerin güncellenmesi ihtiyacı",
      "E": "Küresel ekonomik ve siyasi krizlerin yaşanması"
    }
  },
  {
    "id": "123049",
    "unitNumber": 2,
    "text": "<strong>Uluslararası Kongre Büroları Birliği (IACB) hangi yıl kurulmuştur?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "1914",
      "B": "1954",
      "C": "1896",
      "D": "1979",
      "E": "1681"
    }
  },
  {
    "id": "123050",
    "unitNumber": 2,
    "text": "<strong>2004 yılında düzenlenen Dünya Gazeteler Birliği ve Dünya Editörler Forumu gibi toplantıların ardından OECD (Uluslararası Ekonomi İşbirliği ve Kalkınma Örgütü), KOBİ'lerden sorumlu Bakanlar Konseyi, İslam Konferansı Örgütü Bakanlar Konseyi ve NATO Zirve Toplantısı gibi kongreler için tercih edilen şehir aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Antalya",
      "B": "Ankara",
      "C": "Konya",
      "D": "İstanbul",
      "E": "İzmir"
    }
  },
  {
    "id": "123051",
    "unitNumber": 2,
    "text": "<strong>Uluslararası kongrelerin yaklaşık % 60’ının Avrupa’da organize edilme sebeplerinden biri aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Rahat ve kolay ulaşım imkânlarına sahip olması",
      "B": "Avrupa ülkelerinin bazı konularda gelişmiş olmamaları",
      "C": "Dünyada en çok kongre düzenleyen ülkeler arasında Asya ülkelerinin ilk sıralarda yer alması sebebiyle insanların yeni yerler arayışı",
      "D": "Avrupa’daki şehirlerin çoğunun kongre ve toplantılar için yeterli alt ve üst yapıya sahip olmamaları",
      "E": "Birçok uluslararası birlik, dernek ve kuruluşların merkezlerinin Amerika ve Asya’da bulunması"
    }
  },
  {
    "id": "123052",
    "unitNumber": 2,
    "text": "Roma Forumunda yer alan .....................hatiplerin (orator) toplanan insanlara konuşma yaptığı Curia'nın yanında bulunan platformdur.<br/><strong>Cümlede boş bırakılan yere aağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "oditoryum",
      "B": "rostra",
      "C": "palestra",
      "D": "arena",
      "E": "akropol"
    }
  },
  {
    "id": "123053",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi Avrupa pazarını güçlü kılan faktörlerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Destinasyon ve kültürlere göre çekici olması",
      "B": "Piyasa doygunluğu",
      "C": "Tarihî konumu",
      "D": "Uzmanlık ve profesyonelliğin yaygınlaşması ve kaliteli ürün ve hizmetler sunma ihtiyacı",
      "E": "Teknolojinin gelişimiyle Uzak Doğu’ya olan ilginin artması"
    }
  },
  {
    "id": "123054",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi Asya Pasifik Bölgesi’nin turizmde sürekli gelişme göstermesinin nedenlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "İnsanların seyahat eğilimlerindeki değişimler, bilinmeyen destinasyonlara gitme isteklerinde artış",
      "B": "1980 sonrası dönemde Asya Pasifik Bölgesi’nin yaşanan ekonomik büyüme sonucunda tüm dünyanın dikkatini çekmesi",
      "C": "Ulaşım maliyetlerindeki artış",
      "D": "Bölgenin turizm açısından zengin tarihi ve doğal kaynaklara sahip olması",
      "E": "Çok uluslu şirketlerin bölgeye yönelik yatırımlarının artması"
    }
  },
  {
    "id": "123055",
    "unitNumber": 2,
    "text": "<strong>Türkiye’deki ilk bölgesel tanıtım örgütü olan İstanbul Kongre ve Ziyaretçi Bürosu hangi kurum tarafından açılmıştır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "TURİNG",
      "B": "TÜROFED",
      "C": "TÜRSAB",
      "D": "TUREB",
      "E": "TUGEV"
    }
  },
  {
    "id": "164228",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi kongre etkinliklerinin oteller için sağladığı faydalardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Yüksek fiyat ve kâr payı yaratmak, belirli pazarlara bağımlılıklardan kurtarmak",
      "B": "Mevsimsel dalgalanmayı artırmak",
      "C": "Kongre merkezlerine yüksek doluluk sağlamak",
      "D": "Otellere yüksek doluluk sağlamak",
      "E": "Sezonluk açıkları kapatmak"
    }
  },
  {
    "id": "164231",
    "unitNumber": 2,
    "text": "<strong>Turizm sektöründe Kongre Hizmet Müdürü unvanı ilk kez hangi otel tarafından kullanılmıştır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Chicago Conrad Hilton",
      "B": "New York Sheraton Oteli",
      "C": "Viyana Marriott Oteli",
      "D": "Detroit Hyatt Oteli",
      "E": "Paris Hilton Oteli"
    }
  },
  {
    "id": "164233",
    "unitNumber": 2,
    "text": "<strong>1954-1999 yılları arasında gerçekleşen uluslararası kongrelerin toplam pazar payı yüzdelerine bakıldığında hep en yüksek pazar payına sahip olduğu hâlde pazar payı yüzdesi her geçen yıl düşüş gösteren kıta aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kuzey Amerika",
      "B": "Asya",
      "C": "Avustralya",
      "D": "Avrupa",
      "E": "Afrika"
    }
  },
  {
    "id": "164234",
    "unitNumber": 2,
    "text": "<strong>Uluslararası Kongre Büroları Birliği'nin (IACB) kuruluş yeri aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "ABD",
      "B": "Fransa",
      "C": "İtalya",
      "D": "Avusturya",
      "E": "İsviçre"
    }
  },
  {
    "id": "164236",
    "unitNumber": 2,
    "text": "<strong>Asya Pasifik ülkelerinde 2017 yılında düzenlenen uluslararası toplantı sayılarına baktığımızda ilk sırada yer alan ülke aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Hindistan",
      "B": "Avustralya",
      "C": "Kore",
      "D": "Çin",
      "E": "Japonya"
    }
  },
  {
    "id": "164244",
    "unitNumber": 2,
    "text": "<strong>Ülkemizin sahip olduğu turizm potansiyeline işlerlik kazandırmak, yeni turizm potansiyeli yaratmak, turizmin ülke ekonomisine katkısını artırmak, kısa ve uzun vadeli turizm politikasının oluşmasına ve uygulamasına katkıda bulunmak, bu doğrultudaki çabaların organizasyon ve koordinasyonuna yardımcı olmak amacı ile kamu yararına 1984 yılında kurulmuş olan kurum aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Turist Rehberleri Birliği",
      "B": "İstanbul Kongre ve Ziyaretçi Bürosu",
      "C": "Turizm Geliştirme ve Eğitim Vakfı",
      "D": "Türkiye Seyahat Acentaları Birliği",
      "E": "Türkiye Otelciler Birliği"
    }
  },
  {
    "id": "164245",
    "unitNumber": 2,
    "text": "<strong>2017 yılında Türkiye'de</strong><strong> düzenlenen uluslararası kongre sayısı açısından dünya sıralamasında kaçıncı olmuştur?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "49.",
      "B": "57.",
      "C": "38.",
      "D": "26.",
      "E": "17."
    }
  },
  {
    "id": "326047",
    "unitNumber": 2,
    "text": "<strong>Kongre hizmet müdürü unvanı ilk defa aşağıdaki otellerden hangisinde kullanılmıştır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Chicago Conrad Hilton",
      "B": "Hampton by Hilton Amsterdam",
      "C": "Hilton Astana",
      "D": "Hilton Los Angeles Airport",
      "E": "New York Hilton Midtown"
    }
  },
  {
    "id": "326546",
    "unitNumber": 2,
    "text": "<strong>Uluslararası kongrelerde kıtalar arası en yüksek pazar payına sahip bölge aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Avrupa",
      "B": "Kuzey Amerika",
      "C": "Güney Amerika",
      "D": "Asya",
      "E": "Afrika"
    }
  },
  {
    "id": "327354",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi kongre endüstrisinin gelişimine katkıda bulunan faktörler arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kamu ve özel sektör arasındaki toplantılara artan ihtiyaç ile birlikte hükûmet ve yarı hükûmet kuruluşlarının genişlemesi",
      "B": "Çok uluslu şirketlerin ve bölgesel acentaların büyümesinin daha çok bölümler arası ve bölgeler arası toplantılar gerektirmesi",
      "C": "Derneklerin, kooperatiflerin, profesyonel grupların gelişmesi",
      "D": "Satış tekniklerinde yaşanan durağanlık",
      "E": "Konularda uzmanlığın gelişimi"
    }
  },
  {
    "id": "327357",
    "unitNumber": 2,
    "text": "<strong>Dünya kongre pazarındaki gelişmeleri yakından takip eden ve veriler paylaşan öncü kuruluş aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "ICCA (International Congress and Convention Association)",
      "B": "TÜRSAB (Türkiye Seyahat Acenteleri Birliği)",
      "C": "IATA (International Air Transport Association)",
      "D": "UNWTO (World Tourism Organization)",
      "E": "IH&amp;RA (İnternational Hotel And Restaurant Association)"
    }
  },
  {
    "id": "364439",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi Avrupa pazarını kongre turizminde güçlü kılan faktörler arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Destinasyon ve kültürlere göre çekici olması",
      "B": "Diğer ülke ekonomilerine olan etkisi",
      "C": "Piyasa doygunluğu",
      "D": "Tarihî konumu",
      "E": "Şirket yönetimlerinin toplantılar kanalıyla bilgi değişimi ve paylaşımına verdikleri önem"
    }
  },
  {
    "id": "364449",
    "unitNumber": 2,
    "text": "Birleşik Milletler, Dünya Bankası ve IMF gibi kuruluşların bu bölgede bulunması kongre pazarı için oldukça önemli bir etkendir.<br/><strong>Yukarıda bahsi geçen ve kongre endüstrisinde ilk akla gelen bölge aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Amerika",
      "B": "Asya Pasifik ve Uzak Doğu",
      "C": "Avrupa",
      "D": "Afrika",
      "E": "Avustralya"
    }
  },
  {
    "id": "364452",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi uluslararası alanda kongre endüstrisinin gelişimine katkıda bulunan faktörlerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kamu ve özel sektörler arasındaki toplantılara artan ihtiyaç ile birlikte hükûmet ve yarı hükûmet kuruluşlarının genişlemesi",
      "B": "Çok uluslu şirketlerin ve bölgesel acentaların büyümesinin daha çok bölümler arası ve bölgeler arası toplantılar gerektirmesi",
      "C": "Derneklerin, kooperatiflerin, profesyonel grupların gelişmesi",
      "D": "Satış tekniklerindeki değişiklikler, ürün lansmanları ve satış promosyon toplantıları",
      "E": "Yoksul nüfusa yeni iş imkânları sağlaması ve gelir getirmesi"
    }
  },
  {
    "id": "364752",
    "unitNumber": 2,
    "text": "<strong>Türkiye’deki ilk bölgesel tanıtım örgütü aşağıdaki hangi kurum bünyesinde kurulmuştur?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Turizm Geliştirme ve Eğitim Vakfı",
      "B": "Antalya Kongre Bürosu",
      "C": "İstanbul Kongre ve Ziyaretçi Bürosunu",
      "D": "Antalya Tanıtım Vakfı",
      "E": "İzmir Kongre ve Ziyaretçi Tanıtım A.Ş."
    }
  },
  {
    "id": "395723",
    "unitNumber": 2,
    "text": "I. Her türlü alt yapıya sahip olmaları<br/>II. Ucuz olmaları<br/>III. Rahat ve kolay ulaşım imkânlarına sahip olmaları<br/><strong>Yukarıdakilerden hangisi ya da hangileri uluslararası kongerlerin büyük bir kısmının Avrupa ülkelerinde yapılmasının sebepleri arasında yer almaktadır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "I ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "395725",
    "unitNumber": 2,
    "text": "<strong>Modern anlamda gerçekleştirildiği bilinen ilk kongre aşağıdakilerden hangisidir? </strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Berlin Kongresi",
      "B": "Viyana Kongresi",
      "C": "İstanbul Kongresi",
      "D": "Londra Kongresi",
      "E": "Paris Kongresi"
    }
  },
  {
    "id": "107903",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi turistik bölge ve yer için önemli olan nesnel ölçülebilen faktörlerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Ziyaretçi sayısı",
      "B": "Doğal çevre",
      "C": "Pazar payı",
      "D": "İstihdam",
      "E": "Turist harcamaları"
    }
  },
  {
    "id": "107923",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi turistik çekicilik faktörlerinden olay çekiciliğine örnektir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Peri bacaları",
      "B": "Deniz, kum ve güneş",
      "C": "İklim",
      "D": "Festivaller",
      "E": "Piramitler"
    }
  },
  {
    "id": "107938",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi toplantı salonlarında dikkat edilmesi gereken hususlardan biridir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Modern görsel ve işitsel sistemler",
      "B": "Check-in ve check-out süreleri",
      "C": "Transfer olanakları",
      "D": "Toplantı sonrası turlar",
      "E": "Kullanıma uygun oda sayısı"
    }
  },
  {
    "id": "110910",
    "unitNumber": 3,
    "text": "Kongre turizminde lokasyon tercihlerinde önem arz eden makro unsurlar daha çok ……….; mikro unsurlar ise ………. nitelikleri ifade etmektedir.<br/><strong>Cümlede boş bırakılan yerlere sırasıyla aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "çevresel - ekonomik",
      "B": "kültürel - çevresel",
      "C": "bölgesel - örgütsel",
      "D": "ekonomik - sosyal",
      "E": "bölgesel - yerel"
    }
  },
  {
    "id": "123056",
    "unitNumber": 3,
    "text": "<strong>Kongre ve toplantıların düzenlenmesi için tercih edilen bölge ve yerleri ifade eden kavram aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Lokasyon",
      "B": "Fuar merkezi",
      "C": "Resort otel",
      "D": "Butik otel",
      "E": "Sergi salonu"
    }
  },
  {
    "id": "123057",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi toplantı bölge ve yer tercihlerinde etkili olan makro unsurlardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kültürel, coğrafi ve demografik çevre",
      "B": "Kurum itibarı",
      "C": "Tamamlayıcı rekreatif ve sosyal imkânlar",
      "D": "Turistik çekim unsurları",
      "E": "Güvenlik"
    }
  },
  {
    "id": "123058",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi toplantı bölge ve yer tercihlerinde etkili olan mikro unsurlardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Genel bakım ve fiziki yapı",
      "B": "Toplantı salonları ve kapasiteleri",
      "C": "Ulaşım",
      "D": "Maliyet",
      "E": "Teknolojik ekipman"
    }
  },
  {
    "id": "123059",
    "unitNumber": 3,
    "text": "Kongre turizminde bölge ve yer tercihinde dikkate alınması gereken özellikler, aynı zamanda destinasyon ……………………. artıran kaynakları işaret etmektedir. <strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "üstyapısını",
      "B": "sürdürülebilirliğini",
      "C": "altyapısını",
      "D": "rekabet gücünü",
      "E": "yaşam eğrisini"
    }
  },
  {
    "id": "123060",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi turistik bölge ve yer için önemli olan ikincil özelliklerden <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Catering hizmetleri",
      "B": "Oteller",
      "C": "Geleneksel mimari",
      "D": "Taşımacılık",
      "E": "Eğlence"
    }
  },
  {
    "id": "123061",
    "unitNumber": 3,
    "text": "<strong>Turisti belli bir yöre, bölge veya ülkeye gitmeye yönlendiren faktörlere ne ad verilir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Destinasyon",
      "B": "Lokasyon",
      "C": "Ekoloji",
      "D": "Turistik çekicilik",
      "E": "Rekabet gücü"
    }
  },
  {
    "id": "123062",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi yer çekiciliği için bir örnek <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Sergi ve fuarlar",
      "B": "Deniz-güneş-kum",
      "C": "Piramitler",
      "D": "Peribacaları",
      "E": "İklim"
    }
  },
  {
    "id": "123065",
    "unitNumber": 3,
    "text": "<strong>Kongre ve fuar turizmiyle ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Fiyatların düşük olduğu sezon, kongre ve toplantıları gerçekleştirmek için tercih edilmektedir.",
      "B": "Teknoloji; çekicilik, altyapı-üstyapıdan daha az önemlidir.",
      "C": "Kamu yararını amaçlayan, ticari kuruluşlar gibi yerel örgütlere üye olan, destekleyen, sosyal sorumluluk güden bir turizm işletmesi olumlu imaj kazanmaktadır.",
      "D": "Kongre ve toplantılar için lokasyon seçiminde kalifiye personel, kaliteli hizmet anlayışı bütünleşen bir gereksinimi ortaya çıkarmaktadır.",
      "E": "Kongre turizminin yapıldığı alanlarda suç olaylarının olmaması, doğal afetlere kapalı bir coğrafya olması ve sağlık hizmetlerinin eksiksiz olması destinasyonun çekicilik unsurlarını artıracaktır."
    }
  },
  {
    "id": "164581",
    "unitNumber": 3,
    "text": "……………………; olumlu, destekleyici bir yönetim anlayışını yansıtmaktadır.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Güvenlik",
      "B": "Hizmet",
      "C": "Maliyet",
      "D": "Kamu itibarı",
      "E": "Teknoloji"
    }
  },
  {
    "id": "164582",
    "unitNumber": 3,
    "text": "Güvenlik; …….., ………….. ve ……………………. güvenlik olarak üç şekilde değerlendirilmelidir.<br/><strong>Cümlede boş bırakılan yerlere sırasıyla aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "siyasal, doğal, bireysel,",
      "B": "siyasal , sosyolojik, doğal,",
      "C": "siyasal, sosyolojik, bireysel",
      "D": "sosyolojik, doğal, bireysel",
      "E": "sosyolojik, yasal, bireysel"
    }
  },
  {
    "id": "164583",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi altyapı olanaklarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Tesisler",
      "B": "Kanalizasyon",
      "C": "Su",
      "D": "Haberleşme",
      "E": "Ulaşım"
    }
  },
  {
    "id": "164584",
    "unitNumber": 3,
    "text": "…………….. çekiciliği, bir bölgenin sahip olduğu doğal, tarihî ve kültürel varlıkları ifade eder.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Miras",
      "B": "Festival",
      "C": "Durum",
      "D": "Olay",
      "E": "Yer"
    }
  },
  {
    "id": "164586",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi toplantı salonlarında dikkat edilmesi gereken unsurlardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Salonların konumu ve trafik akışı",
      "B": "Karmaşa ve dikkat dağılımına sebep olan faaliyetlere uzaklık",
      "C": "Salon düzeni",
      "D": "Tiyatro ses sistemi",
      "E": "Animasyon hizmeti"
    }
  },
  {
    "id": "164587",
    "unitNumber": 3,
    "text": "<strong>Toplantı bölge ve yerine ulaşım içinde aşağıdakilerden hangisi <u>yer almaz</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Transfer",
      "B": "Araçların modelleri",
      "C": "Bölgesel geziler ve yerel turlar",
      "D": "VIP ulaşımı",
      "E": "Servisler"
    }
  },
  {
    "id": "175224",
    "unitNumber": 3,
    "text": "<strong>Turizmin temel ekonomik faaliyetleri arasında yer aldığı ülkeleri, bölgeleri ve şehirleri ifade eden kavram aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Lokasyon",
      "B": "Turistik destinasyon",
      "C": "Coğrafi konum",
      "D": "Turistik ürün",
      "E": "Kıyı şeridi"
    }
  },
  {
    "id": "175225",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi turistik bölge ve yerin, kongre ve toplantılar için başarılı bir tercih olmasında etkili <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kurumlar arası iş birliği",
      "B": "Erişilebilirlik",
      "C": "Elverişli iklim",
      "D": "Turistik çekicilik",
      "E": "Acenteler birliği"
    }
  },
  {
    "id": "326560",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi kongre turizminde lokasyonun seçimini etkileyen mikro unsurlar arasında yer almaktadır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Maliyet",
      "B": "Tamamlayıcı rekreatif ve sosyal imkânlar ile turistik çekim unsurları",
      "C": "Altyapı ve üstyapı özellikleri",
      "D": "Toplantı bölgesi ve toplantının lokasyonuna ulaşım",
      "E": "Güvenlik ve potansiyel katılımcıların algısı"
    }
  },
  {
    "id": "327367",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi kongre düzenlerken toplantı salonu seçiminde dikkat edilmesi gereken hususlar arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kullanıma uygun salon sayısı",
      "B": "Salonların kapasitesi",
      "C": "Toplantı salonlarında ses geçirmeyen duvarlar ve ses yalıtımı",
      "D": "Toplantı öncesi ve sonrası turlar",
      "E": "Sahne"
    }
  },
  {
    "id": "364457",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi toplantı salonlarında dikkat edilmesi gereken hususlar arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Modern görsel ve işitsel sistemler",
      "B": "Karmaşa ve dikkat dağılımına sebep olan faaliyetlere uzaklık",
      "C": "Özel hizmet ve ekipmanlar ile maliyetleri",
      "D": "Personelin eğitimi",
      "E": "Kayıt ekipmanları"
    }
  },
  {
    "id": "364463",
    "unitNumber": 3,
    "text": "Fiyatların düşük olduğu düşük sezon, kongre ve toplantıları gerçekleştirmek için tercih edilmektedir.<br/><strong>Cümlede belirtilen tercihin temel nedeni aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Maliyet",
      "B": "Kamu itibarı",
      "C": "Teknoloji",
      "D": "Genel bakım ve fiziki yapı",
      "E": "Toplantı salonları, kapasiteleri ve imkânları"
    }
  },
  {
    "id": "364467",
    "unitNumber": 3,
    "text": "I. Kültürel, coğrafi ve demografik çevre<br/>II. Altyapı ve üstyapı özellikleri<br/>III. Toplantı bölge ve toplantı yerine ulaşım<br/><strong>Yukarıdakilerden hangisi ya da hangileri kongre turizminde lokasyon tercihlerinde önem arz eden makro unsurlar arasında yer almaktadır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "395729",
    "unitNumber": 3,
    "text": "<strong>Başarılı bir kongre destinasyonun ortak özellikleri arasında aşağıdakilerden hangisi <u>yer almaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "İklimsel özellikler",
      "B": "Erişilebilirlik, ulaşım ve yerel taşımacılık",
      "C": "Farklı kültürel miras yapıları",
      "D": "Toplumun algısı ve destekleyici hizmetler",
      "E": "Donanımlı kongre merkezleri"
    }
  },
  {
    "id": "395831",
    "unitNumber": 3,
    "text": "<strong>Kongre turizminde lokasyon tercihinde önem arz eden mikro unsurlar arasında aşağıdakilerden hangisi yer alır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kültürel, coğrafi ve demografik çevre",
      "B": "Altyapı ve üstyapı özellikleri",
      "C": "Teknoloji",
      "D": "Toplantı bölgesi ve toplantı yerine ulaşım",
      "E": "Güvenlik ve potansiyel katılımcıların algısı"
    }
  },
  {
    "id": "107961",
    "unitNumber": 4,
    "text": "<strong>İnsanların iş amacıyla bir araya gelmeleri ve birbirleriyle iş ilişkileri gerçekleştirmeleri neticesinde ortaya çıkan yapıya ne ad verilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Örgüt",
      "B": "Örgütlenme",
      "C": "Çatı örgüt",
      "D": "Yönetim",
      "E": "İşletme"
    }
  },
  {
    "id": "107972",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi kongre tedarikçilerinden olup diğer destek hizmet örgütleri arasında yer alır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Halk eğitim merkezleri",
      "B": "Ulaştırma örgütleri",
      "C": "Yiyecek-içecek örgütleri",
      "D": "Kongre ve fuar merkezleri",
      "E": "Teknik çeviri hizmeti veren örgütler"
    }
  },
  {
    "id": "108007",
    "unitNumber": 4,
    "text": "<strong>Diğer turizm çeşitlerinde olduğu gibi kongre ve fuar sektöründe de gerek en temel kriterleri belirleme ve gerekse de dünya genelinde en güvenilir verileri elde edip istatistik oluşturma noktasında uluslararası en yetkili ve etkin örgüt aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Uluslararası Kongre Merkezleri Birliği",
      "B": "Uluslararası Kongre ve Toplantı Birliği",
      "C": "Toplantı Endüstrisi Ortaklık Konseyi",
      "D": "Dünya Turizm Örgütü",
      "E": "Uluslararası Profesyonel Kongre Organizatörleri Birliği"
    }
  },
  {
    "id": "108043",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi kongre ve fuar turizminin gelişimine etki eden ulusal turizm otoritelerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kültür ve Turizm Bakanlığı",
      "B": "EFAPCO",
      "C": "TÜRSAB",
      "D": "TUREB",
      "E": "TUROFED"
    }
  },
  {
    "id": "110958",
    "unitNumber": 4,
    "text": "I. Kongre ve ziyaretçi büroları<br/>II. Ulusal turizm otoriteleri<br/>III. Dünya Turizm Örgütü<br/>IV. Uluslararası birlikler<br/><strong>Verilen kongre ve fuar turizm aktörleri aşağıdakilerden hangisinin kapsamında değerlendirilir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kongre tedarikçileri",
      "B": "Kongre ve fuar organizatörü",
      "C": "Kongre destinasyonu",
      "D": "Çatı örgütler",
      "E": "Kongre merkezleri"
    }
  },
  {
    "id": "123308",
    "unitNumber": 4,
    "text": "<strong>Bir kongre organizasyonunun gerektirdiği bütün hizmetleri bir araya getirerek bir paket program hazırlamayıp bunu kongre düzenleme ekiplerine/kurullarına pazarlayan yapı aşağıdakilerin hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kongre organizatörleri",
      "B": "Kongre ve ziyaretçi büroları",
      "C": "Kongre otelleri",
      "D": "Kongre ve fuar merkezleri",
      "E": "T.C. Kültür ve Turizm Bakanlığı"
    }
  },
  {
    "id": "123310",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi kongre tedarikçilerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kongre ve fuar merkezleri",
      "B": "Kongre otelleri",
      "C": "Kongre organizatörleri",
      "D": "Ulaştırma örgütleri",
      "E": "Yiyecek içecek örgütleri"
    }
  },
  {
    "id": "123311",
    "unitNumber": 4,
    "text": "<strong>Kongre turizmi olanaklarına sahip olan destinasyonların tanıtımını yaparak dünya genelinde bilinirliğini artırmaya çalışan yapı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kongre organizatörleri",
      "B": "Kongre ve ziyaretçi büroları",
      "C": "Kongre otelleri",
      "D": "Kongre ve fuar merkezleri",
      "E": "T.C. Kültür ve Turizm Bakanlığı"
    }
  },
  {
    "id": "123313",
    "unitNumber": 4,
    "text": "<strong>1972 tarihli Seyahat Acenteleri ve Seyahat Acenteleri Birliği Kanunu uyarınca kurulmuş bir meslek birliği olarak kongre turizmini ulusal ölçekte etkileyen örgüt aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "T.C. Kültür ve Turizm Bakanlığı",
      "B": "TUROFED",
      "C": "TUROB",
      "D": "TUREB",
      "E": "TURSAB"
    }
  },
  {
    "id": "123315",
    "unitNumber": 4,
    "text": "<strong>Dünyanın farklı bölgelerinde faaliyet gösteren çok sayıda kongre organizatörünü bir araya getiren, 2017 yılı itibarıyla 41 ülkeden 116 kongre organizatörü üyesi bulunan ve kongre organizasyonu alanında küresel bir akreditasyon sistemi olmaya/oluşturmaya çalışan çatı kuruluş aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "ICCA (Uluslararası Kongre ve Toplantı Birliği)",
      "B": "AIPC (Uluslararası Kongre Merkezleri Birliği)",
      "C": "AIIC (Uluslararası Konferans Tercümanları Birliği)",
      "D": "IAPCO (Uluslararası Profesyonel Kongre Organizatörleri Birliği)",
      "E": "EFAPCO (Profesyonel Kongre Organizatörleri Birliği Avrupa Federasyonu)"
    }
  },
  {
    "id": "123316",
    "unitNumber": 4,
    "text": "<strong>Kongre organizasyonu alanındaki çatı kuruluşları bir araya getiren bir konsey olarak örgütlenen birlik aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Uluslararası Kongre ve Toplantı Birliği (ICCA)",
      "B": "Uluslararası Kongre Merkezleri Birliği (AIPC)",
      "C": "Toplantı Endüstrisi Ortaklık Konseyi (JMIC)",
      "D": "Uluslararası Profesyonel Kongre Organizatörleri Birliği (IAPCO)",
      "E": "Profesyonel Kongre Organizatörleri Birliği Avrupa Federasyonu (EFAPCO)"
    }
  },
  {
    "id": "123317",
    "unitNumber": 4,
    "text": "<strong>Bir bölgede kongre turizminin gelişmesi adına rekabetçi üstünlük olarak tanımlanan faaliyetler içerisinde aşağıdakilerden hangisi <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Konumlandırma",
      "B": "Ürün geliştirme",
      "C": "İmaj geliştirme",
      "D": "Kongre otelleri açma",
      "E": "Marka yaratma"
    }
  },
  {
    "id": "123320",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi kongre ve fuar alanlarında talep gören yeni teknolojik çözümlerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Ses kayıt cihazı",
      "B": "QR kod",
      "C": "Radyo frekanslı tanımlama sistemleri",
      "D": "Twitter paylaşım duvarı",
      "E": "360⁰ selfie"
    }
  },
  {
    "id": "123322",
    "unitNumber": 4,
    "text": "<strong>1997 yılında kurulan, Türkiye ve özellikle İstanbul’un kongre, konferans, fuar ve sergileme olanaklarını yurt dışında ve içinde tanıtıp pazarlamasına yardımcı olmak sureti ile kongre ve konferans sektörünü özendirmek, kentin ve ülkenin tanıtımına katkıda bulunarak turizmin geliştirilmesini sağlamak için çalışan kurum aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "T.C. Kültür ve Turizm Bakanlığı",
      "B": "İstanbul Kongre ve Ziyaretçi Bürosu",
      "C": "TUROB",
      "D": "TUREB",
      "E": "TURSAB"
    }
  },
  {
    "id": "164571",
    "unitNumber": 4,
    "text": "<strong>Belli bir hedefi gerçekleştirmek amacıyla bir araya gelen kişilerden oluşan topluluğa ne ad verilir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Grup",
      "B": "Toplum",
      "C": "Ulus",
      "D": "Örgüt",
      "E": "Birey"
    }
  },
  {
    "id": "164572",
    "unitNumber": 4,
    "text": "<strong>Kongre organizatörü, çatı örgütlerinin standart ve ilke sunumları ve bağlantı ile akreditasyon yararlarına karşın bu örgütlere aşağıdakilerden hangisini sunar?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Materyal ve enerji",
      "B": "Standart ve ilkeler",
      "C": "Bilgi ve para",
      "D": "Hizmet",
      "E": "Kurallar"
    }
  },
  {
    "id": "164573",
    "unitNumber": 4,
    "text": "<strong>Kongre organizasyonları, organizatörlerce farklı türden işletmelerin ürünlerini bir bütün hâline getirip sunmak şeklinde ortaya çıkması dolayısıyla aşağıdakilerden hangisine benzetilebilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Paket tur",
      "B": "Incentive seyahat",
      "C": "Kruvaziyer turizmi",
      "D": "Butik konaklama",
      "E": "Her şey dâhil sistem"
    }
  },
  {
    "id": "164574",
    "unitNumber": 4,
    "text": "<strong>Kongre turizminde yer alan işletme, kurum ve kuruluşların birbirlerine alıcı-satıcı veya iş üreten-iş pazarlayan gibi dikey bağlarla değil, projeler temelinde bir araya gelişlerini ifade eden kavram aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Proje örgütler",
      "B": "Matris yapı",
      "C": "Yapay organizasyon",
      "D": "Sanal örgütlenme",
      "E": "Eksiz şebeke"
    }
  },
  {
    "id": "164575",
    "unitNumber": 4,
    "text": "<strong>Kongre organizasyon komitesine yol göstermek ve kongrenin planlanması sürecine profesyonel anlamda katkıda bulunmak görevini üstelenen aktör aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kongre organizatörleri",
      "B": "Kongre ve ziyaretçi büroları",
      "C": "Kongre otelleri",
      "D": "Kongre ve fuar merkezleri",
      "E": "T.C. Kültür ve Turizm Bakanlığı"
    }
  },
  {
    "id": "175223",
    "unitNumber": 4,
    "text": "<strong>Kongre ve fuar turizminde sektörel yapılanmanın özellikleri arasında aşağıdakilerden hangisi yer alır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Bir tek işletme kongre programını hazırlar, üretir ve sunar.",
      "B": "Çok sayıda işletme, kurum ve kuruluş kongre ürününün ortaya çıkmasına etki eder ve bu aktörler eksiz şebeke şeklinde örgütlenir.",
      "C": "Kongre turizminde yer alan işletmeler aynı kurumsal çatı altında yer alan işletmelerdir.",
      "D": "Kongre ürününü üreten aktörler kamu kurumlarıdır.",
      "E": "Kongre turizmi kapsamındaki bütün kurumlar özel sektördendir."
    }
  },
  {
    "id": "325607",
    "unitNumber": 4,
    "text": "<strong>Eğitim ve geliştirme çalışmalarıyla üyeleri arasında kongre organizasyonu alanında kaliteyi artırmayı temel hedef olarak belirleyen ve küresel bir akreditasyon sistemi oluşturmaya çalışan uluslararası örgüt aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Uluslararası Profesyonel Kongre Organizatörleri Birliği (International Association of Professional Congress Organisers - IAPCO)",
      "B": "Uluslararası Kongre Merkezleri Birliği (International Association of Convention Centers - AIPC)",
      "C": "Uluslararası Kongre ve Toplantı Birliği (International Congress and Convention Association - ICCA)",
      "D": "Uluslararası Konferans Tercümanları Birliği (International Association of Conference Interpreters - AIIC)",
      "E": "Uluslararası Toplantı Profesyonelleri (Meeting Professional International - MPI)"
    }
  },
  {
    "id": "327370",
    "unitNumber": 4,
    "text": "Hedefleri, turizmi yaygınlaştırmak, rekabetçiliğini artırmak, sürdürülebilir turizm gelişimini desteklemek, turizmin gelişmesine ve yoksulluğun önlenmesine katkısını artırmak, bilgi, eğitim ve kapasite geliştirmek ve iş birliği tesis etmektir.<br/><strong>Cümlede temel hedefi belirtilen uluslararası örgüt aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Uluslararası Havayolu Taşımacılığı Örgütü (IATA-International Air Transport Association)",
      "B": "Dünya Seyahat Acentaları Birliği (WATAWORLD Association of Travel Agencies)",
      "C": "Dünya Turizm Örgütü (WTO-World Tourism Organization)",
      "D": "Uluslararası Sosyal Turizm Bürosu (BITS International Bureau of Social Tourism)",
      "E": "Uluslararası Oteller ve Restoranlar Birliği (IH&amp;RA- International Hotel and Restaurant Association)"
    }
  },
  {
    "id": "364546",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi kongre turizmi için gerekli olan somut unsurlar arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Konferans odaları, ofisleri, sergi alanları ve çok kullanımlı salonlar",
      "B": "Yerel halkın turistlere yaklaşımları",
      "C": "Tercüme ekipmanı ve ses sistemleri, projektör gibi teknolojik sistemler",
      "D": "Organize edilmiş olay çekicilikleri, düzenleme ve aktiviteler",
      "E": "Yüksek kalitede oteller ve yüksek kaliteli otel çalışanları"
    }
  },
  {
    "id": "364551",
    "unitNumber": 4,
    "text": "I. Zorunlu arz unsurları<br/>II. Sivil toplum kuruluşları<br/>III. Sektöre has sunum yapanlar (Kongre merkezleri gibi)<br/><strong>Yukarıdakilerden hagisi ya da hangileri kongre ve fuar turizmi kapsamında rol alan aktörler arasında yer alır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "365800",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi Uluslararası Profesyonel Kongre Organizatörleri Birliği'nin (IAPCO) hedeflerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Turist/ziyaretçi memnuniyetinin izlenmesi",
      "B": "Kongre organizatörlerinin niteliğini/uzmanlığını tanımlamak",
      "C": "Uluslararası toplantılarla ilgisi olan tüm diğer organizatörlerle verimli ilişkiler geliştirmek",
      "D": "Profesyonel kongre organizatörleri için bir ortak tartışma zemini oluşturmak",
      "E": "Üyeleri arasında fikir ve deneyim alışverişi fırsatlarını oluşturmak"
    }
  },
  {
    "id": "395733",
    "unitNumber": 4,
    "text": "I. Zorunlu arz unsurları (ulaştırma gibi)<br/>II. Sektöre has sunum yapanlar (kongre merkezleri gibi)<br/>III. Opsiyonel ürünleri sunanlar (yiyecek-içecek, eğlence işletmeleri gibi)<br/><strong>Yukarıdakilerden hangisi ya da hangileri kongre ve fuar turizmi kapsamında rol alan aktörler arasında yer almaktadır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "I, II ve III"
    }
  },
  {
    "id": "395741",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi kongre tedarikçileri arasında belirtilen diğer destek hizmet örgütleri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Konaklama hizmeti veren örgütler",
      "B": "Görsel-işitsel teknik ekipman tedarik eden örgütler",
      "C": "Teknik çeviri hizmeti veren örgütler",
      "D": "Basılı-yazılı materyal hazırlayan, sunan örgütler",
      "E": "Medya ve bilgilendirme hizmeti veren örgütler"
    }
  },
  {
    "id": "395744",
    "unitNumber": 4,
    "text": "<strong>Kongre ve fuar organizasyonlarında hızla gelişim gösteren teknolojiler arasında aşağıdakilerden hangisi <u>yer almaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Sosyal medya kullanımı",
      "B": "QR kod",
      "C": "Video kaset okuyucu sistemleri",
      "D": "360⁰ selfie",
      "E": "Radyo frekanslı tanımlama sistemleri"
    }
  },
  {
    "id": "108067",
    "unitNumber": 5,
    "text": "<strong>Bir kongre organizasyonunun faaliyet giderleri arasında a</strong><strong>şağıdakilerden hangisi</strong><strong> yer alır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Projelendirme",
      "B": "Araştırma",
      "C": "Geliştirme",
      "D": "Toplantı ekipmanı",
      "E": "Ön finansman"
    }
  },
  {
    "id": "108083",
    "unitNumber": 5,
    "text": "I. Ödenen ücretler<br/>II. Sigorta ödemeleri<br/>III. Reklam ücretleri<br/>IV. Tesis kira giderleri<br/>V. Eğitim ücretleri<br/><strong>Yukarıdakilerden hangileri bir kongre organizasyonunun faaliyet giderlerinden çalışanlara yönelik giderleri arasında yer alır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "I, II, III ve V",
      "B": "I, II ve V",
      "C": "II, III ve IV",
      "D": "II, III, IV ve V",
      "E": "III ve IV"
    }
  },
  {
    "id": "108092",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi bir kongrenin afiş ve broşürlerinde mutlaka yer alması gereken bilgilerdendir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kongreyi düzenleyen kişi ya da kurum",
      "B": "Kongre programı",
      "C": "Bildiri gönderimi",
      "D": "Kongrenin misyonu",
      "E": "Bildiri değerlendirme sonuçları"
    }
  },
  {
    "id": "108114",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi bir kongrenin asıl gerçekleştirildiği alanlara örnektir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Fuaye alanları",
      "B": "Kayıt alanları",
      "C": "Yeme-içme alanları",
      "D": "Konaklama alanları",
      "E": "Bildiri sunum alanları"
    }
  },
  {
    "id": "108126",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi bir kongre organizasyonunda görev alan yardımcı hizmet departmanları personellerinden biridir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yer hostesleri",
      "B": "Ön büro elemanları",
      "C": "Teknik servis",
      "D": "Kongre kayıt personeli",
      "E": "Transfer elemanları"
    }
  },
  {
    "id": "123151",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi kongre planlama aşamalarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kongre tarihinin belirlenmesi",
      "B": "Kongre programının hazırlanması",
      "C": "Bütçe ve finansal işlerin hazırlanması",
      "D": "Duyuru tasarımı",
      "E": "Kongre ödemelerinin tamamının yapılması"
    }
  },
  {
    "id": "123153",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi bir kongre organizasyonun uygulama aşamasına gelinceye kadar oluşan giderlerin toplamını ifade etmektedir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Hazırlık giderleri",
      "B": "Faaliyet giderleri",
      "C": "Yönetim giderleri",
      "D": "Reklam/promosyon giderleri",
      "E": "Malzeme giderleri"
    }
  },
  {
    "id": "123155",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi kongre logosunun işlevlerinden biridir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Katılımcıların özelliklerini yansıtır.",
      "B": "Kongreyi düzenleyen kişiyi, kurumu yansıtır.",
      "C": "Kongre sponsorlarını yansıtır.",
      "D": "Kongrenin kimliğini yansıtır.",
      "E": "Kongrenin çekiciliğini yansıtır."
    }
  },
  {
    "id": "123156",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi kongre öncesi son hazırlıklar içinde <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kongre programının hazırlanması",
      "B": "Otelden sağlanacak personele ilişkin hususlar",
      "C": "Transfer planlarının yapılması",
      "D": "Toplantı salonlarının düzenlenmesi",
      "E": "Kongre bütçesinin belirlenmesi"
    }
  },
  {
    "id": "123157",
    "unitNumber": 5,
    "text": "<strong>Bir kongre düzenlenirken personel sayısına karar vermede aşağıdakilerden hangisi etkilidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kongre yeri",
      "B": "Kongrenin türü",
      "C": "Faaliyet çeşitliliği",
      "D": "Kongre bütçesi",
      "E": "Kongre zamanı"
    }
  },
  {
    "id": "123159",
    "unitNumber": 5,
    "text": "<strong>Bir kongre organizasyonunda resmî izinler alınırken aşağıdaki bilgilerin hangisinin belirtilmesine gerek <u>yoktur</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kongre personelinin",
      "B": "Kongre tarihinin",
      "C": "Kongre yerinin",
      "D": "Kongrenin amacının",
      "E": "Kongrenin süresinin"
    }
  },
  {
    "id": "123160",
    "unitNumber": 5,
    "text": "<strong>Kongre bütçesinin oluşturulmasında ilk iş aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Sponsorlukların belirlenmesi",
      "B": "Giderlerin belirlenmesi",
      "C": "Gelirlerin belirlenmesi",
      "D": "Maliyetlerin belirlenmesi",
      "E": "Hibelerin belirlenmesi"
    }
  },
  {
    "id": "123162",
    "unitNumber": 5,
    "text": "<strong>En uygun kongre düzenleme dönemi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kış-sonbahar",
      "B": "Yaz-kış",
      "C": "Sonbahar-yaz",
      "D": "İlkbahar-yaz",
      "E": "İlkbahar-sonbahar"
    }
  },
  {
    "id": "123165",
    "unitNumber": 5,
    "text": "<strong>Bir kongrenin temasını ve misyonunu ifade eden, kongreyi tanımlayan unsur aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kongre sloganı",
      "B": "Kongre logosu",
      "C": "Kongre afişi",
      "D": "Kongre broşürleri",
      "E": "Kongre web sayfası"
    }
  },
  {
    "id": "163761",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi kongre tarihinin belirlenmesinde dikkat edilen hususlardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Katılımcıların iş planına uygun zamanın seçilmesi",
      "B": "Mevsimsel özelliklere dikkat edilmesi",
      "C": "Kongrenin düzenleneceği yer",
      "D": "Özel günlere denk gelmemesi",
      "E": "Kongrenin büyüklüğü"
    }
  },
  {
    "id": "163762",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerin hangisinde kongre gelirlerinin sağlandığı kaynaklar doğru sıralanmıştır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Katılımcı ücretleri-bağışlar",
      "B": "Katılımcı ücretleri - sponsorluklar",
      "C": "Katılımcı ücretleri - reklam gelirleri",
      "D": "Bağışlar - sponsorluklar",
      "E": "Sponsorluklar - reklam gelirleri"
    }
  },
  {
    "id": "163764",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi kongrelerin pazarlanmasında kullanılan araçlardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Gazete ve dergi ilanları",
      "B": "Yurt dışı tanıtım gezileri",
      "C": "Acente tanıtımları",
      "D": "Kongre ve fuarlara katılım",
      "E": "Çeşitli resmî ve özel kuruluşların desteği"
    }
  },
  {
    "id": "163765",
    "unitNumber": 5,
    "text": "<strong>Kongre düzenleyen kişi ya da kurumun belirli kurallar dâhilinde çeşitli dernek ya da kurumlardan aldıkları parasal ya da parasal olmayan katkıya ne ad verilir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Promosyon",
      "B": "Eşantiyon",
      "C": "Bütçe",
      "D": "Sponsorluk",
      "E": "Yardım"
    }
  },
  {
    "id": "326713",
    "unitNumber": 5,
    "text": "<strong>Bir kongre organizasyonunu uygulama aşamasına getirinceye kadar yapılan giderlerin toplamı olarak tanımlanan maliyet türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Hazırlık giderleri",
      "B": "Reklam giderleri",
      "C": "Yönetim giderleri",
      "D": "Malzeme giderleri",
      "E": "Promosyon giderleri"
    }
  },
  {
    "id": "326717",
    "unitNumber": 5,
    "text": "<strong>Kongrenin amacını ve temasını ifade etmek için kullanılan kelime, kelime grupları ya da cümlelere ne ad verilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kongre logosu",
      "B": "Kongre sloganı",
      "C": "Kongre vizyonu",
      "D": "Kongre duyurusu",
      "E": "Kongre teması"
    }
  },
  {
    "id": "364575",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi kongre süresince görev alacak personeller arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Hava yolları yer ve uçuş personeli",
      "B": "Otel ön büro elemanları",
      "C": "Transfer yapacak personel",
      "D": "Bölgesel turlara katılacak rehberler",
      "E": "Otel işletmesi yönetim kurulu başkanı"
    }
  },
  {
    "id": "365811",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi kongre görsellerinin hazırlanma işlemlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Toplantı",
      "B": "Logo tasarımı",
      "C": "Afiş tasarımı",
      "D": "Slogan",
      "E": "Web sitesinin tasarımı"
    }
  },
  {
    "id": "395752",
    "unitNumber": 5,
    "text": "<strong>Kongre salonlarının düzenlenmesinde kullanılan salon düzenlerinden biri aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Tiyatro düzeni",
      "B": "N düzeni",
      "C": "Y düzeni şeklinde",
      "D": "S düzeni şeklinde",
      "E": "M düzeni şeklinde"
    }
  },
  {
    "id": "108136",
    "unitNumber": 6,
    "text": "<strong>Katılımcıların kongre destinasyonuna geldikleri ulaşım noktalarından (havaalanları, otobüs terminalleri vb.) alınarak kongrenin anlaşmalı konaklama hizmet noktalarına, kongre merkezine ve kongre bitiminde de gidecekleri alanlara bırakılması hizmetine ne ad verilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Check-in ve check-out",
      "B": "Transfer",
      "C": "Yeme-içme",
      "D": "Konaklama",
      "E": "Ulaşım"
    }
  },
  {
    "id": "108186",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi bir kongrede açılış toplantısının başlangıcında katılımcılara açıklanacak kongre içeriğini yansıtan konu başlıklarından biridir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Davetli konuşmacıların tanıtımı",
      "B": "Katılımcı sayısı",
      "C": "Kongre yerinin çekiciliği",
      "D": "Kongre otelinin sunduğu imkânlar",
      "E": "Kongrenin katılımcılara sağlayacağı fayda"
    }
  },
  {
    "id": "108193",
    "unitNumber": 6,
    "text": "<strong>Kongre kayıt ve bilgilendirme masasında, giriş yapan katılımcılara verilen doküman aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Yaka kartı",
      "B": "Katılım belgesi",
      "C": "Plaket",
      "D": "Masa isimliği",
      "E": "Bildiri kitabı"
    }
  },
  {
    "id": "108586",
    "unitNumber": 6,
    "text": "<strong>Dekan, Rektör ve Cumhurbaşkanı'nın konuşma yapacağı bir toplantıda konuşma sırası aşağıdakilerden hangisinde doğru olarak verilmiştir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Cumhurbaşkanı-Dekan-Rektör",
      "B": "Cumhurbaşkanı-Rektör-Dekan",
      "C": "Rektör-Dekan-Cumhurbaşkanı",
      "D": "Dekan-Cumhurbaşkanı-Rektör",
      "E": "Dekan-Rektör-Cumhurbaşkanı"
    }
  },
  {
    "id": "108611",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi bir kongrenin tamamlanma sürecinde gerçekleştirilmesi gereken kapanış işlemlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Katılım belgelerinin dağıtılması",
      "B": "Kongre değerlendirme toplantısının gerçekleştirilmesi",
      "C": "Faturalandırma işlemlerinin tamamlanması",
      "D": "Bildiri sunumlarının gerçekleştirilmesi",
      "E": "Kongre kitabının hazırlanması"
    }
  },
  {
    "id": "123180",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi kongre esnası faaliyetlerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Transfer işlemleri",
      "B": "Kayıt işlemleri",
      "C": "Sosyal ve kültürel etkinlikler",
      "D": "Kongre oturumları",
      "E": "Kongre tanıtımı"
    }
  },
  {
    "id": "123181",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisinde kongrenin planlamaya uygun bir şekilde gerçekleşme durumuna ilişkin değerlendirmeler açıklanır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Transferler esnasında",
      "B": "Sosyal ve kültürel etkinlikler esnasında",
      "C": "Kongre sonuç raporunda",
      "D": "Kongre değerlendirme toplantısında",
      "E": "Kongre bilim kurulunda"
    }
  },
  {
    "id": "123184",
    "unitNumber": 6,
    "text": "<strong>Katılımcıların türleri,</strong><strong> sunum yapma durumuna göre</strong><strong>aşağıdakilerin hangisinde </strong><strong>doğru verilmiştir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Aktif / pasif katılımcılar",
      "B": "Konaklamalı / konaklamasız katılımcılar",
      "C": "Daimi / aralıklı katılımcılar",
      "D": "Düzenleyici / dinleyici katılımcılar",
      "E": "Açılış konuşmacıları / panelistler"
    }
  },
  {
    "id": "123187",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi sunum salonlarının içinde yer alması gereken öncelikli unsurlardandır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Transfer hizmeti",
      "B": "Güvenlik görevlileri",
      "C": "Yiyecek içecek hizmeti",
      "D": "Gerekli teknolojik alt yapı",
      "E": "Raportör"
    }
  },
  {
    "id": "123194",
    "unitNumber": 6,
    "text": "<strong>Kongre katılım belgesi aşağıdakilerden hangisine verilir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "En başarılı sunum ödülü alan katılımcılara",
      "B": "Görevli çalışanlara",
      "C": "Kongre transfer görevlilerine",
      "D": "Kongrede sunulan çalışmalarda katkısı bulunan herkese",
      "E": "Yalnızca kongreye fiilen katılım gerçekleştiren kişilere"
    }
  },
  {
    "id": "123199",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi kongre esnasında sosyal ve kültürel etkinliklere yer verilmesinin nedenlerindendir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kongre değerlendirme toplantısının gerçekleştirilmesine zaman tanımak",
      "B": "Bölgenin tanıtımının sağlanması",
      "C": "Katılımcıların birbirleriyle tanışmalarına, ortak konularda iletişim geliştirmelerine ve sosyal ağlar oluşturmalarına imkân vermek",
      "D": "Katılımcıların dinlenmesini sağlamak",
      "E": "Yerel işletmelerin gelir elde etmesini sağlamak"
    }
  },
  {
    "id": "123204",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi kongre katılımcılarının kongre yerine iştirak etme şekillerinde farklılıklar olmasında etkilidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kongre merkezinin açılış ve kapanış saatleri",
      "B": "Transfer elemanlarının yabancı dil bilgisi",
      "C": "Yiyecek içecek hizmetlerinin kalitesi",
      "D": "Katılımcıların ulaşım imkânları ve konaklama tercihi",
      "E": "Kongre kayıt işlemlerinin niteliği"
    }
  },
  {
    "id": "123206",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisinde kongre transfer hizmetlerinin üç çeşidi birlikte verilmiştir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "VIP transfer hizmeti, standart transfer hizmeti, protokol transfer hizmeti",
      "B": "Kongre merkezine gelen katılımcılara yönelik transfer hizmetleri, kongre esnasında kongre merkezi ve şehir merkezi arasındaki ulaşım hizmetleri ve kongre bitimindeki dönüş transfer hizmetleri",
      "C": "Geliş transferi, karşılama transferi, gidiş transferi",
      "D": "Havaalanı transfer hizmeti, demir yolu transfer hizmeti, kara yolu transfer hizmeti",
      "E": "Karma transfer hizmeti, çoklu transfer hizmeti, tekil transfer hizmeti"
    }
  },
  {
    "id": "123209",
    "unitNumber": 6,
    "text": "<strong>Katılımcı bilgi formunda aşağıdakilerden hangisi <u>yer almaz?</u></strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Gelir düzeyi",
      "B": "Kurum bilgisi",
      "C": "Ad, soyadı",
      "D": "Konaklama tercihi",
      "E": "Geliş destinasyonu"
    }
  },
  {
    "id": "123212",
    "unitNumber": 6,
    "text": "<strong>Kongrelerde oturumları yöneten kişilere ne ad verilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Moderatör",
      "B": "Organizatör",
      "C": "Panelist",
      "D": "Çevirmen",
      "E": "Yönetmen"
    }
  },
  {
    "id": "164039",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi kongre oturumlarının planlamasında dikkate alınmalıdır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kapasiteler",
      "B": "Millî bayramlar",
      "C": "Acil çıkış alanları",
      "D": "Mevsimsel değişkenler",
      "E": "Kayıt masasının yeri"
    }
  },
  {
    "id": "164041",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi oturumlarda moderatörler tarafından sunum yapacak kişilere ve dinleyicilere ilan edilmesi gereken konulardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Sunumlara ilişkin süreler",
      "B": "Zaman planlaması",
      "C": "Soru cevap süreleri",
      "D": "Açılış konuşmacıları / Panelistlere ve sunum konularına ilişkin bilgiler",
      "E": "Yemek saatleri"
    }
  },
  {
    "id": "164042",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi sunum salonlarının içinde yer alması gereken öncelikli unsurlardandır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Transfer hizmeti",
      "B": "Güvenlik görevlileri",
      "C": "Yiyecek içecek hizmeti",
      "D": "Gerekli teknolojik altyapı",
      "E": "Raportör"
    }
  },
  {
    "id": "164045",
    "unitNumber": 6,
    "text": "<strong>Kongre katılım belgesi kimlere <u>verilmez</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Sunumları eleştiri alan katılımcılara",
      "B": "Sunumu yapılan çalışmada emeği geçen katılımcılar arasında olup kongreye katılmayan kişilere",
      "C": "Katılım gösteren araştırmacılara",
      "D": "Sunumlara eleştiri yapan katılımcılara",
      "E": "Yalnızca kongreye fiilen katılım gerçekleştiren kişilere"
    }
  },
  {
    "id": "164046",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi kongre esnasında sosyal ve kültürel etkinliklere yer verilmesinin amaçlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Katılımcıların iletişimlerini sağlamak",
      "B": "Katılımcıların sosyal ağlar oluşturması",
      "C": "Yerel işletmelerin gelir elde etmesini sağlamak",
      "D": "Katılımcıların dinlenmesine imkân vermek",
      "E": "Katılımcıların sosyal ve kültürel fayda elde etmesi"
    }
  },
  {
    "id": "164051",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi katılımcı bilgi formunda yer alan temel bilgilerdendir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Gelir düzeyi",
      "B": "Çocuk sayısı",
      "C": "Oturum numarası",
      "D": "Engellilik durumu",
      "E": "Medeni durumu"
    }
  },
  {
    "id": "326724",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi kongre organizasyonu esnasında yapılan faaliyetler arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kongre katılımcılarının transferlerinin gerçekleştirilmesi",
      "B": "Açılış toplantısının yapılması",
      "C": "Kongre oturum aralarının düzenlenmesi",
      "D": "Kongre katılımcı sayısının belirlenmesi",
      "E": "Sosyal ve kültürel etkinlikler gerçekleştirilmesi"
    }
  },
  {
    "id": "326727",
    "unitNumber": 6,
    "text": "<strong>Kongre organizasyonlarında transferlere ilişkin planlamada aşağıdakilerden hangisi dikkate alınmalıdır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Toplantı salonu yerleşim düzeni",
      "B": "Masa dekorasyonları",
      "C": "Sosyal ve kültürel etkinliklere ilişkin takvim",
      "D": "Otel personelinin niteliği",
      "E": "Sahne düzeni"
    }
  },
  {
    "id": "326733",
    "unitNumber": 6,
    "text": "<strong>Açılış toplantısının başlangıcında katılımcılara açıklanacak kongre içeriğini yansıtan başlıklar arasında aşağıdakilerden hangisi <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kongrenin amacı ve önemi",
      "B": "Kongre programı",
      "C": "Açılış konuşmacılarının tanıtımı",
      "D": "Kongrenin teması ve içeriği",
      "E": "Kongre sonuç raporu"
    }
  },
  {
    "id": "326736",
    "unitNumber": 6,
    "text": "I. Kongrenin ve kongreyi düzenleyen kurumların adları ve logoları<br/>II. Kongrenin düzenlendiği tarih aralığı ve destinasyonun adı<br/>III. Katılımcının unvanı, adı ve soyadı<br/>IV. Katılımcının sunum yaptığı çalışmanın başlığı<br/><strong>Kongre organizasyonlarında katılımcılara verilen ve içeriğinde yukarıdaki bilgiler yer alan belge hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Transfer belgesi",
      "B": "Kayıt belgesi",
      "C": "Konaklama belgesi",
      "D": "Katılım belgesi",
      "E": "Sonuç raporu belgesi"
    }
  },
  {
    "id": "364588",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi kongre datası oluşturulurken kongre öncesinde katılımcıların genel profillerine ilişkin alınması gereken bilgiler arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Konaklama şekli",
      "B": "Konaklama yeri",
      "C": "Katılımcı türü",
      "D": "Kongreye katılım tarihleri",
      "E": "Katılımcı ücreti"
    }
  },
  {
    "id": "364591",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi kongre açılış toplantısının başlangıcında katılımcılara açıklanacak kongre içeriğini yansıtan başlıklar arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kongre otelinin konsepti",
      "B": "Kongrenin amacı ve önemi",
      "C": "Kongrenin teması ve içeriği",
      "D": "Kongre programı",
      "E": "Sosyal ve kültürel etkinliklerin içeriği"
    }
  },
  {
    "id": "364593",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi kongre organizasyonlarında oturum salonlarında olması gereken temel gereçlerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Ses sistemi",
      "B": "Yaka ve el mikrofonları",
      "C": "Projeksiyon sistemleri ve yansıtma donanımları",
      "D": "Bilgisayar",
      "E": "Cep Telefonu"
    }
  },
  {
    "id": "395757",
    "unitNumber": 6,
    "text": "I. Kongrenin adı ve logosu<br/>II. Kongrenin düzenlendiği tarih aralığı<br/>III. Kongrenin amacı ve önemi<br/><strong>Yukarıdakilerden hangisi ya da hangileri kongre katılımcı belgesinde bulunması gereken bilgiler arasında yer almaktadır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "I ve III"
    }
  },
  {
    "id": "108209",
    "unitNumber": 7,
    "text": "<strong>Kongre turizmi açısından bir işletmenin sahip olduğu güçlü ve zayıf yönler ile önündeki tehdit ve fırsatların değerlendirilmesine ne ad verilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Ürün analizi",
      "B": "Durum analizi",
      "C": "Pazar analizi",
      "D": "İş analizi",
      "E": "Rekabet analizi"
    }
  },
  {
    "id": "108227",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi </strong><strong>kongre turizminde pazar analizinin ilk adımını oluşturur?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Hedef pazar",
      "B": "Pazar konumlandırma",
      "C": "Pazarlama karmasını geliştirme",
      "D": "Pazar bölümlendirme",
      "E": "Geri bildirim"
    }
  },
  {
    "id": "108249",
    "unitNumber": 7,
    "text": "<strong>Bir kongre ürününün pazarlanmasında gerçekleşen tüm aşamaları, faaliyetleri ve girdileri ifade eden pazarlama karması unsuru aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Ürün",
      "B": "Fiyat",
      "C": "Dağıtım",
      "D": "Süreç",
      "E": "Tutundurma"
    }
  },
  {
    "id": "108677",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisinde kongre turizmi açısından turizm işletmelerinde veya bölgelerinde kuruluş yerinin fiziksel unsur bileşenleri doğru olarak verilmiştir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Aydınlatma-bina-otopark-renkler",
      "B": "Broşürler-dergiler-faturalar",
      "C": "Ambiyans-animasyon-dekor-mobilyalar",
      "D": "Altyapı ve üstyapı-coğrafi alan-iklim-rakiplere uzaklık",
      "E": "Kültür-nüfusun demografik yapısı"
    }
  },
  {
    "id": "108689",
    "unitNumber": 7,
    "text": "<strong>Bir mal veya hizmetin denenmesi ya da satın alınması için verilen kısa süreli teşvikler veya özendirme araçlarına ne ad verilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Satış geliştirme",
      "B": "Reklam",
      "C": "Duyurum",
      "D": "Kişisel satış",
      "E": "Halkla ilişkiler"
    }
  },
  {
    "id": "123217",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi pazarlama kavramı ile ilgili olarak öne çıkan hususlardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Müşterileri tatmin etme",
      "B": "Doğru müşterileri hedefleme",
      "C": "Pazar payını ve kârlılığı arttırma",
      "D": "Mübadele ilişkilerini zorlaştırma",
      "E": "Kaynaklardan daha etkin yararlanma"
    }
  },
  {
    "id": "123219",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi turizm pazarlamasının kendine özgü özelliklerden biri <u>değildir</u>? </strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Turizm pazarlamasının konusunu ağırlıklı olarak hizmetler oluşturur.",
      "B": "Turizm pazarlamasında sunulan ürün birleşik bir üründür.",
      "C": "Turizm ürününün soyut olmasından dolayı stoklanması mümkündür.",
      "D": "Turizm pazarlamasında insan unsuru çok önemlidir.",
      "E": "Turizm talebi mevsimsel dalgalanmalar gösterir."
    }
  },
  {
    "id": "123222",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi pazarlama yönetim süreci aşamalarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Pazarlama amaçları",
      "B": "Esneklik",
      "C": "Pazarlama stratejileri",
      "D": "Uygulama",
      "E": "Kontrol"
    }
  },
  {
    "id": "123223",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi etkili kongre pazarlama planlaması ölçütlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Hayalcilik",
      "B": "Programlama",
      "C": "Bütçeleme",
      "D": "Esneklik",
      "E": "Açıklık"
    }
  },
  {
    "id": "123224",
    "unitNumber": 7,
    "text": "<strong>Otellerdeki ürün analiz kontrol listesinde aşağıdakilerden hangisi <u>yer almaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yer",
      "B": "Misafir odaları",
      "C": "Sendikalar",
      "D": "Toplantı salonları",
      "E": "Ulaşım"
    }
  },
  {
    "id": "123225",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi kongre turizminde pazar analizi yapılırken sorulması gereken sorulardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Müşteriler kimlerdir?",
      "B": "Müşteriler nereden gelmektedirler?",
      "C": "Müşteriler ne zaman gelmektedirler?",
      "D": "Müşteriler neden gelmektedir?",
      "E": "Müşteri ilişkileri departmanı var mıdır?"
    }
  },
  {
    "id": "123226",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakileden hangisi kongre turizmi açısından hedef pazarın cazipliğini değerlendirirken işletmelerin dikkat etmesi gereken kriterlerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Rekabet durumu",
      "B": "Gerileme durumu",
      "C": "İşletmenin kaynakları ile uyumu",
      "D": "Muhtemel gelir ve pazar payı",
      "E": "Talebin özellikleri ve satın alma konusundaki isteklilikleri"
    }
  },
  {
    "id": "123227",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi kongre pazarlama karması unsurlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Süreçler",
      "B": "Fiyat",
      "C": "İnsanlar",
      "D": "Sermaye",
      "E": "Dağıtım"
    }
  },
  {
    "id": "123228",
    "unitNumber": 7,
    "text": "<strong>Karşılığında bir ücret ödenmeden işletme veya ürünleri ile ilgili medyada yapılan iletişim faaliyetlerine ne ad verilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Reklam",
      "B": "Duyurum",
      "C": "Dağıtım",
      "D": "Satış geliştirme",
      "E": "Kişisel satış"
    }
  },
  {
    "id": "123229",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi kongre turizminde dağıtım kanalındaki aracılardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Müşteri ilişkileri departmanı",
      "B": "Turizm büroları",
      "C": "Tur operatörleri",
      "D": "Otel temsilcileri",
      "E": "Seyahat acenteleri"
    }
  },
  {
    "id": "163741",
    "unitNumber": 7,
    "text": "<strong>Amerikan Pazarlama Derneğinin “tüketiciler, müşteriler, ortaklar ve toplum için değer taşıyan tekliflerin oluşturulması, iletişimi, ulaştırılması ve mübadelesinde rol oynayan kurumlar, faaliyetler ve süreçler” şeklinde tanımladığı kavram aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kongre turizmi",
      "B": "Fiziksel kanıtlar",
      "C": "Pazar bölümlendirme",
      "D": "Konumlandırma",
      "E": "Pazarlama"
    }
  },
  {
    "id": "163742",
    "unitNumber": 7,
    "text": "<strong>Bir mal ya da hizmetin satışını gerçekleştirmek amacıyla bir satıcının potansiyel alıcılarla yüz yüze görüşmesine ne ad verilir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Satış geliştirme",
      "B": "Reklam",
      "C": "Duyurum",
      "D": "Kişisel satış",
      "E": "Halkla ilişkiler"
    }
  },
  {
    "id": "163743",
    "unitNumber": 7,
    "text": "<strong>Kongre pazarlama karması elemanlarının en esnek olanı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Fiyat",
      "B": "Dağıtım",
      "C": "Ürün",
      "D": "Tutundurma",
      "E": "Fiziksel kanıtlar"
    }
  },
  {
    "id": "163744",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi etkili bir konumlandırma için işletmelerin dikkat etmesi gereken kriterlerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Göze çarpma",
      "B": "Etkinlik",
      "C": "Rekabet üstünlüğü",
      "D": "İletişim",
      "E": "Basılı belgeler"
    }
  },
  {
    "id": "163745",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi turizm işletmelerinde ya da bölgelerinde yer alan fiziksel kanıt bileşenlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Dışsal konum",
      "B": "İçsel konum",
      "C": "Reklam",
      "D": "Kuruluş yeri",
      "E": "Basılı belgeler"
    }
  },
  {
    "id": "163746",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi stratejik kongre pazarlama planlama sürecinin aşamalarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Medya ilişkileri",
      "B": "Kongre pazarlama amaçlarının tespiti",
      "C": "Kongre pazarlama stratejisinin ve karmasının geliştirilmesi",
      "D": "Durum analizi",
      "E": "Sonuçların değerlendirilmesi ve geri bildirim"
    }
  },
  {
    "id": "163747",
    "unitNumber": 7,
    "text": "<strong>Kongre pazarlama amaçlarının tespitinde aşağıdakilerden hangisi <u>yer almaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Uzun ve kısa dönemli kâr maksimizasyonu",
      "B": "Bölge ve ülke bazında kongre turizminde hizmet sunma",
      "C": "Olumsuz imaj kazanma",
      "D": "Kongre turizminde pazar hacmini büyütmek",
      "E": "Kongre turizminde pazar liderliğini ele geçirmek"
    }
  },
  {
    "id": "163748",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi başarılı konferans pazarlaması unsurlarından biri <u>değildir</u>? </strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Pazar analizi",
      "B": "Sosyal medya",
      "C": "Basılı materyaller",
      "D": "Süreçler",
      "E": "Reklam"
    }
  },
  {
    "id": "326746",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi makro açıdan yürütülen kongre faaliyetleri arasında yer alır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Dünya kongre pazarındaki aktörler ile iş birliği",
      "B": "Potansiyel kongre katılımcılarının listelenmesi",
      "C": "Kongre katılımcılarına yönelik tanıtımlar",
      "D": "Pazarlama kanallarının belirlenmesi",
      "E": "Kongre otellerinin belirlenmesi"
    }
  },
  {
    "id": "326866",
    "unitNumber": 7,
    "text": "<strong>Stratejik kongre pazarlama planlama süreci aşağıdakilerden hangisinde doğru olarak sıralanmıştır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kongre Pazarlama Amaçlarının Tespiti-Durum Analizi-Kongre Pazarlama Stratejisinin ve Karmasının Geliştirilmesi-Kongre Pazarlama Programlarının Uygulanması-Sonuçların Değerlendirilmesi ve Geri Bildirim",
      "B": "Kongre Pazarlama Stratejisinin ve Karmasının Geliştirilmesi-Durum Analizi-Kongre Pazarlama Amaçlarının Tespiti-Kongre Pazarlama Programlarının Uygulanması-Sonuçların Değerlendirilmesi ve Geri Bildirim",
      "C": "Durum Analizi-Kongre Pazarlama Amaçlarının Tespiti-Kongre Pazarlama Programlarının Uygulanması-Kongre Pazarlama Stratejisinin ve Karmasının Geliştirilmesi-Sonuçların Değerlendirilmesi ve Geri Bildirim",
      "D": "Kongre Pazarlama Programlarının Uygulanması-Durum Analizi-Kongre Pazarlama Amaçlarının Tespiti-Kongre Pazarlama Stratejisinin ve Karmasının Geliştirilmesi-Sonuçların Değerlendirilmesi ve Geri Bildirim",
      "E": "Durum Analizi-Kongre Pazarlama Amaçlarının Tespiti-Kongre Pazarlama Stratejisinin ve Karmasının Geliştirilmesi-Kongre Pazarlama Programlarının Uygulanması-Sonuçların Değerlendirilmesi ve Geri Bildirim"
    }
  },
  {
    "id": "326894",
    "unitNumber": 7,
    "text": "<strong>Kongre turizminde pazarlama yönetim süreci aşamalarının doğru sıralaması aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Pazarlama Amaçları-Pazarlama Stratejileri-Uygulama-Kontrol",
      "B": "Kontrol-Pazarlama Amaçları-Pazarlama Stratejileri-Uygulama",
      "C": "Kontrol-Pazarlama Stratejileri-Pazarlama Amaçları-Uygulama",
      "D": "Uygulama-Kontrol-Pazarlama Amaçları-Pazarlama Stratejileri",
      "E": "Pazarlama Amaçları-Kontrol-Pazarlama Stratejileri-Uygulama"
    }
  },
  {
    "id": "327388",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi turizm pazarlamasının temel özellikleri arasında yer alır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Turizm pazarlamasının konusunu ağırlıklı olarak ham madde oluşturur.",
      "B": "Turizm pazarlaması faaliyetleri yalnızca makro düzeyde yürütülür.",
      "C": "Turizm pazarlamasında turizm talebi mevsimsel olarak değişiklik göstermez. Bu durum pazarlama stratejilerinde standartların olmasını gerektirir.",
      "D": "Turizm ürünü uzun süreler boyunca stoklanabilir.",
      "E": "Turizm pazarlamasında dağıtım kanalları tersine işler."
    }
  },
  {
    "id": "364595",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi kongre turizmi açısından turizm işletmelerinde veya bölgelerinde fiziksel kanıt bileşenleri arasında yer alan kuruluş yeri unsurlarından biridir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kültür",
      "B": "Toplumsal değerler",
      "C": "Nüfusun demografik yapısı",
      "D": "Altyapı ve üstyapı",
      "E": "Animasyon"
    }
  },
  {
    "id": "395767",
    "unitNumber": 7,
    "text": "<strong>Kongre turizmi açısından turizm işletmelerinde veya bölgelerinde fiziksel kanıt bileşenleri arasında aşağıdakilerden hangisi <u>yer almaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Turizm işletmelerinin dışsal konumu",
      "B": "Kuruluş yeri",
      "C": "İşletme sahipleri",
      "D": "Müşteriler",
      "E": "Basılı belgeler"
    }
  },
  {
    "id": "116878",
    "unitNumber": 8,
    "text": "<strong>Dünya genelinde kongre turizminde son 15 yıldır ilk 5 şehir içinde ve 2017 yılında ise 195 kongre sayısı ile ilk sırada yer alan destinasyon aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Viyana",
      "B": "Barselona",
      "C": "Madrid",
      "D": "Londra",
      "E": "Berlin"
    }
  },
  {
    "id": "116997",
    "unitNumber": 8,
    "text": "<strong>Kongre ve toplantı turizminde 2014 yılında %54’lük bir pazar payı ile en büyük pazara sahip olmasına rağmen, her yıl aldığı payda düşüşler yaşanan bölge aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Avrupa",
      "B": "Asya ve Orta Doğu",
      "C": "Latin Amerika",
      "D": "Kuzey Amerika",
      "E": "Afrika"
    }
  },
  {
    "id": "117090",
    "unitNumber": 8,
    "text": "<strong>Uluslararası Kongre ve Toplantılar Birliği (ICCA) verilerine göre 2017 yılında düzenlenen kongre sayısı bakımından ilk 3’te yer alan ülkeler aşağıdakilerin hangisinde sırasıyla verilmiştir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "İspanya - Fransa - İngiltere",
      "B": "ABD - Almanya - İngiltere",
      "C": "ABD - İspanya - Japonya",
      "D": "Almanya - Çin - İtalya",
      "E": "Fransa - İsviçre - Kanada"
    }
  },
  {
    "id": "117211",
    "unitNumber": 8,
    "text": "Dünya Turizm Örgütüne göre, dünya genelinde yapılan seyahatlerin %14’ü iş seyahatleri olarak gerçekleşmektedir.<br/><strong>Yukarıdaki sözü edilen %14’lük iş seyahatlerinin yüzde kaçı toplantı, kongre ve fuar gibi etkinlikler olarak ortaya çıkmaktadır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "%26",
      "B": "%38",
      "C": "%46",
      "D": "%56",
      "E": "%62"
    }
  },
  {
    "id": "164530",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi Kuzey Amerika’da yer alan bir kongre destinasyonu <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Arizona",
      "B": "Teksas",
      "C": "Las Vegas",
      "D": "Orlando",
      "E": "Bogota"
    }
  },
  {
    "id": "164536",
    "unitNumber": 8,
    "text": "<strong>Pazar payında dünya kongre ve toplantı turizminde en yüksek paya sahip bölge aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kuzey Amerika",
      "B": "Latin Amerika",
      "C": "Afrika",
      "D": "Avrupa",
      "E": "Okyanusya"
    }
  },
  {
    "id": "175212",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi kongre ve toplantı şehirlerinin sahip olması gereken özelliklerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Altyapı imkânlarının iyi olması",
      "B": "Başkent olması",
      "C": "Güvenlikli olması",
      "D": "Kültür, sanat ve diğer turistik imkânlar sağlaması",
      "E": "Ulaşım imkânlarının iyi olması"
    }
  },
  {
    "id": "305350",
    "unitNumber": 8,
    "text": "<strong>Dünyada en çok kongre ve toplantı düzenlenen bölge aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Afrika",
      "B": "Asya",
      "C": "Avrupa",
      "D": "Orta Doğu",
      "E": "Okyanusya"
    }
  },
  {
    "id": "305351",
    "unitNumber": 8,
    "text": "<strong>Orta Doğu kongre ve toplantı pazarında en çok kongre düzenleyen ve ziyaretçi çeken yer aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Dubai",
      "B": "Kahire",
      "C": "Tunus",
      "D": "Marakeş",
      "E": "Umman"
    }
  },
  {
    "id": "306998",
    "unitNumber": 8,
    "text": "<strong>Dünya genelinde seyahatlerin yüzde kaçı iş seyahati olarak gerçekleşmektedir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "5",
      "B": "14",
      "C": "34",
      "D": "65",
      "E": "88"
    }
  },
  {
    "id": "307000",
    "unitNumber": 8,
    "text": "<strong>Dünyada en önemli turizm fuarlarından biri olan ünlü ITB Turizm Fuarı hangi şehirde düzenlenmektedir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Buenos Aires",
      "B": "Lizbon",
      "C": "Budapeşte",
      "D": "Berlin",
      "E": "Viyana"
    }
  },
  {
    "id": "307324",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi Avrupa’da yer alan bir kongre destinasyonu <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Barselona",
      "B": "Lizbon",
      "C": "Paris",
      "D": "Seul",
      "E": "Kopenhag"
    }
  },
  {
    "id": "307325",
    "unitNumber": 8,
    "text": "<strong>Dünya kongre ve toplantı pazarında payını yükselten bölgeler aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Asya ve Orta Doğu - Latin Amerika",
      "B": "Avrupa - Latin Amerika",
      "C": "Kuzey Amerika - Latin Amerika",
      "D": "Okyanusya - Avrupa",
      "E": "Afrika - Avrupa"
    }
  },
  {
    "id": "307327",
    "unitNumber": 8,
    "text": "<strong>2017 yılında Dünya Seyahat Ödülleri tarafından birçok önemli şehri geride bırakarak Avrupa’nın en iyi kongre destinasyonu ödülü almaya hak kazanan şehir aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Berlin",
      "B": "Viyana",
      "C": "İstanbul",
      "D": "Londra",
      "E": "Madrid"
    }
  },
  {
    "id": "307329",
    "unitNumber": 8,
    "text": "<strong>Okyanusya Bölgesi’nde en çok kongre ve toplantı ziyaretçisi ağırlayan şehir aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Dublin",
      "B": "Sidney",
      "C": "Yeni Zelanda",
      "D": "Montreal",
      "E": "Singapur"
    }
  },
  {
    "id": "307331",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi gelecekte kongre ve toplantı pazarı için öngörülen gelişmelerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Yüz yüze gerçekleştirilen toplantı ve kongreler azalacak",
      "B": "Asya kongre ve toplantı pazarı gelişecek",
      "C": "Avrupa şehirleri liderliğini koruyacak",
      "D": "Yeni destinasyonlarda kongre yatırımları artacak",
      "E": "Kongre ve toplantı pazarı büyümeye devam edecek"
    }
  },
  {
    "id": "332644",
    "unitNumber": 8,
    "text": "<strong>Kongre turizmi pazarında en büyük paya sahip bölge aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Asya/Orta Doğu",
      "B": "Avrupa",
      "C": "Kuzey Amerika",
      "D": "Afrika",
      "E": "Okyanusya"
    }
  },
  {
    "id": "332900",
    "unitNumber": 8,
    "text": "<strong>Düzenlenen kongre sayıları bakımından dünyada birinci sırada yer alan ülke aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Almanya",
      "B": "İspanya",
      "C": "ABD",
      "D": "Fransa",
      "E": "İngiltere"
    }
  },
  {
    "id": "395832",
    "unitNumber": 8,
    "text": "<strong>Dünyada en önemli turizm fuarlarından biri olarak bilinen Uluslararası Ticaret ve Turizm Fuarı (ITB) aşağıda yer alan şehirlerin hangisinde düzenlenmektedir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Berlin",
      "B": "Londra",
      "C": "Madrid",
      "D": "Singapur",
      "E": "Prag"
    }
  },
  {
    "id": "398387",
    "unitNumber": 8,
    "text": "I. Asya kongre ve toplantı pazarı gelişecek<br/>II. Avrupa şehirleri liderliğini koruyacak<br/>III. Kongre ve toplantı pazarı büyümeye devam edecek<br/><strong>Yukarıdakilerden hangisi ya da hangileri kongre ve toplantı pazarının geleceği için öngürülen durumlar arasında yer almaktadır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "116741",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi kongre turizminde, Türkiye Turizm Stratejisi 2023 Eylem Planı’nda İstanbul, Ankara, Antalya ve İzmir dışında öncelikli olarak geliştirilmesi amaçlanan illerdeki kongre merkezlerinden biridir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Merinos Atatürk Kongre Kültür Merkezi",
      "B": "Hacettepe Üniversitesi Kongre Merkezi",
      "C": "Efes Kongre Merkezi",
      "D": "Haliç Kongre Merkezi",
      "E": "Harbiye Askerî Müze ve Kongre Merkezi"
    }
  },
  {
    "id": "116844",
    "unitNumber": 9,
    "text": "I. Uluslararası alanda tanınmak<br/>II. İletişimin ve alışverişin artması<br/>III. İstihdam olanaklarının artması<br/><strong>Yukarıdakilerden hangisi ya da hangileri kongre turizminde Türkiye’nin küresel hedefleri arasında yer almaktadır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız II",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "I ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "117050",
    "unitNumber": 9,
    "text": "I. Cam Piramit Sabancı<br/>II. Nazım Hikmet Kongre Merkezi<br/>III. Lütfi Kırdar Kongre ve Sergi Sarayı<br/>IV. Efes Kongre Merkezi<br/>V. Mimar Sinan Kongre Merkezi<br/><strong>Yukarıda numaralandırılmış kongre merkezlerinden hangileri Antalya ilinde bulunmaktadır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "II, III, IV ve V",
      "B": "I, II ve IV",
      "C": "I, III ve IV",
      "D": "II, IV ve V",
      "E": "I, II ve V"
    }
  },
  {
    "id": "117071",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi Türkiye’nin kongre turizmi açısından bir tehdit unsuru olarak <u>değerlendirilmez</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Bölgede jeopolitik risklerin devam etmesi",
      "B": "Sanal kongrelerin sayıca artması",
      "C": "Vize muafiyeti gibi uygulamaların toplantı sayısını artırması",
      "D": "Turizme ilişkin yaşanan olumsuzlukların kongre turizmine de yansıması",
      "E": "Rakip ve lider destinasyonların kongre turizmine daha fazla bütçe ayırmaları"
    }
  },
  {
    "id": "163775",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi 1980’li yıllarda Türkiye’de turizm hareketlerinin yavaşlamasına yol açan nedenlerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Uluslararası terörizm",
      "B": "Siyasi istikrarsızlık",
      "C": "2634 sayılı Turizmi Teşvik Kanunu",
      "D": "Çernobil nükleer kazası",
      "E": "Ekonomik durgunluk"
    }
  },
  {
    "id": "163776",
    "unitNumber": 9,
    "text": "<strong>TC. Kültür ve Turizm Bakanlığının 2017 istatistiklerine göre, Türkiye’ye gelen ziyaretçilerin en çok tercih ettiği ulaşım türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Hava yolu",
      "B": "Kara yolu",
      "C": "Transit geçişler",
      "D": "Deniz yolu",
      "E": "Demir yolu"
    }
  },
  {
    "id": "163783",
    "unitNumber": 9,
    "text": "<strong>Aşağıdaki kongre merkezi ve şehir eşleştirmelerinden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Antalya - Cam Piramit Sabancı",
      "B": "Bursa - Merinos Atatürk Kongre Kültür Merkezi",
      "C": "İstanbul - ATSO Atatürk",
      "D": "İzmir - Tepekule Kültür ve Kongre Merkezi",
      "E": "Ankara- Altınpark Fuar ve Kongre Merkezi"
    }
  },
  {
    "id": "163839",
    "unitNumber": 9,
    "text": "<strong>Türkiye kongre turizmi ile ilgili olarak aşağıdakilerden hangisi doğrudur?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kongre turizminin kıyı bölgelerde düzenleneceği en doğru zaman sezonun yoğun olduğu zamandır.",
      "B": "Katılımcıların harcamaları değerlendirildiğinde kongre turizmine katılan bir turistin harcaması her zaman düşüktür.",
      "C": "Ulusal ve uluslararası kongreler daima aynı konularda ve benzer bölgelerde yapılmaktadır.",
      "D": "Kongre turizmi planlı dönemde kalkınma planlarında hiç yer almamıştır.",
      "E": "Kongre organizasyonu ulaştırma, konaklama ve katılımın bir araya getirildiği şekilde bir paket olarak sunulabilmektedir"
    }
  },
  {
    "id": "163840",
    "unitNumber": 9,
    "text": "<strong>ICCA- Uluslararası Kongre ve Toplantılar Birliği son iki yıllık verilerine göre Türkiye kongre turizmine ilişkin değerlendirmelerden hangisi doğrudur?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Dünya sıralamasında yeri düşme eğilimine girmiştir.",
      "B": "Kongre katılımcı sayısı ve toplantı sayısı düşmüştür.",
      "C": "Kongre katılımcı sayısı artmış, toplantı sayısı düşmüştür.",
      "D": "Kongre katılımcı sayısı ve toplantı sayısı artmıştır.",
      "E": "Avrupa sıralamasında yeri yükselme eğilimine girmiştir."
    }
  },
  {
    "id": "163841",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi Türkiye kongre turizmine katılımı artıran etkenlerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Ticari anlaşmalar",
      "B": "Vize muafiyeti",
      "C": "Ulaşım teknolojisindeki gelişmeler",
      "D": "Ulaşım-konaklama ve kongre katılım ücretlerinin yükselmesi",
      "E": "Bilinmeyen yerleri görme isteğinin artması"
    }
  },
  {
    "id": "163844",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi Türkiye’de kongre turizminin zayıf olduğu yönlerden biridir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kongre turizminin mevcut hâliyle ve gelecekte kariyer açısından önemli bir alan olarak algılanması",
      "B": "Olumsuz olayların etkin bir kriz yönetimi ile çözülebilme kapasitesi",
      "C": "Ziyaretçi bürosu örgütlenmesinin istenen düzeyde olmaması",
      "D": "Uluslararası bağlantı ve hareketlikle yüksek hacimli toplantı sayısının artması",
      "E": "Rekabetin fiyat odaklı hâle gelmesi ve bunun meydana getirebileceği sorunlar"
    }
  },
  {
    "id": "305342",
    "unitNumber": 9,
    "text": "<strong>Turizmin gelişmesini sağlamak amacıyla 1980’li yıllarda çıkarılan kanun aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "1618 sayılı Seyahat Acenteleri Birliği Kanunu",
      "B": "2634 sayılı Turizm Teşvik Kanunu",
      "C": "6224 sayılı Yabancı Sermaye Yatırımlarını Teşvik Kanunu",
      "D": "1319 sayılı Emlak Vergisi Kanunu",
      "E": "4875 sayılı Doğrudan Yabancı Yatırımlar Kanunu"
    }
  },
  {
    "id": "305343",
    "unitNumber": 9,
    "text": "<strong>Türkiye Turizm Stratejisi 2023 Eylem Planı’nda İstanbul, Ankara, Antalya ve İzmir dışında aşağıdaki illerden hangisinde kongre turizminin öncelikli geliştirilmesi amaçlanmıştır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Nevşehir",
      "B": "Kocaeli",
      "C": "Mersin",
      "D": "Balıkesir",
      "E": "Çanakkale"
    }
  },
  {
    "id": "307421",
    "unitNumber": 9,
    "text": "<strong>Kongre turizminin gelişim sürecinde aşağıdaki illerden hangisi <u>yer almaz</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Bursa",
      "B": "İstanbul",
      "C": "Ankara",
      "D": "İzmir",
      "E": "Antalya"
    }
  },
  {
    "id": "307425",
    "unitNumber": 9,
    "text": "<strong>2015 yılı sonlarında düzenlenen G20 Zirvesi aşağıdaki illerden hangisinde gerçekleştirilmiştir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Ankara",
      "B": "İstanbul",
      "C": "Bursa",
      "D": "Antalya",
      "E": "Mersin"
    }
  },
  {
    "id": "307433",
    "unitNumber": 9,
    "text": "<strong>Türkiye’de düzenlenen toplantı profili incelendiğinde ulusal ya da uluslararası alanda kongreler en çok hangi alanda yapılmaktadır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Ulaştırma",
      "B": "Hukuk",
      "C": "Tıp",
      "D": "Tarih",
      "E": "Ticaret"
    }
  },
  {
    "id": "307437",
    "unitNumber": 9,
    "text": "<strong>Lütfi Kırdar Kongre ve Sergi Sarayı ve Haliç Kongre Merkezi gibi alanlarla birlikte pek çok kongre otelinin bulunduğu il aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Antalya",
      "B": "Mersin",
      "C": "Ankara",
      "D": "İstanbul",
      "E": "Bursa"
    }
  },
  {
    "id": "307447",
    "unitNumber": 9,
    "text": "<strong>Türkiye kongre turizmiyle ilgili aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Uluslararası kongre turizmi ICCA verilerine göre 2017 yılında büyük gelişme göstermiştir.",
      "B": "Kongre turizmine ilişkin yatırımlar devam etmektedir.",
      "C": "Kongreler Türkiye turizmini mevsimsel sıkılaşmaktan kurtarmaktadır.",
      "D": "Kıyı otel işlemeleri sezon dışında doluluk oranlarını kongre turizmi ile yükseltmektedir.",
      "E": "Kongre turizminin bir bölgeye sadece ekonomik değil aynı zamanda sosyokültürel etkileri de bulunmaktadır."
    }
  },
  {
    "id": "307454",
    "unitNumber": 9,
    "text": "<strong>Türkiye’de kongre tarihinde önemli bir yeri olan ve 1923’te düzenlenen iktisat kongresi hangi ilde gerçekleşmiştir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Antalya",
      "B": "İzmir",
      "C": "Bursa",
      "D": "Balıkesir",
      "E": "Ankara"
    }
  },
  {
    "id": "307459",
    "unitNumber": 9,
    "text": "<strong>Ankara’nın kongre turizmi ile ilgili aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Congresium önemli bir arz potansiyeli oluşturmaktadır.",
      "B": "Faaliyetini sürdüren kongre ve ziyaretçi bürosu bulunmaktadır.",
      "C": "Başkent olması itibarıyla kamu kuruluşları ve bilimsel kurumlarla yakın bir iş birliği sağlanmaktadır.",
      "D": "Hattutaş, Gordiyon ve Kapadokya bölgesi bu bölgede yapılacak kongrelerin sosyal programları açısından değerlendirilmektedir.",
      "E": "Bölgedeki kongre otel sayısı, İstanbul ve Antalya’ya göre daha fazladır."
    }
  },
  {
    "id": "307461",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi Türkiye’nin kongre turizmi açısından üstün yönleri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Rekabetçi fiyatlar sunulabilmesi, böylelikle rakiplere göre daha uygun fiyat teklifinin verilebilmesi",
      "B": "Sadece kongre değil aynı zamanda doğal, tarihî ve kültürel değerlerin bu vasıtayla sunulabilmesi",
      "C": "Kongre yatırımlarının devam ediyor olması, böylelikle arzın geliştirilmesi",
      "D": "Kongre turizminin kariyer açısından önemli bir alan olarak algılanması",
      "E": "Kongre turizminin geliştirilmesinde teknolojiden düşük düzeyde yararlanılması"
    }
  },
  {
    "id": "332645",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi Antalya'da bulunan kongre merkezleri arasında yer alır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Lütfü Kırdar Kongre ve Sergi Sarayı",
      "B": "Neşet Ertaş Kültür ve Kongre Merkezi",
      "C": "Anadolu Gösteri ve Kongre Merkezi",
      "D": "Prof. Dr. Necmettin Erbakan Kongre Merkezi",
      "E": "Cam Piramit Sabancı Kongre ve Fuar Merkezi"
    }
  },
  {
    "id": "332646",
    "unitNumber": 9,
    "text": "<strong>Türkiye Turizm Stratejisi 2023 Eylem Planı'nda ön plana çıkarılan kongre turizmi konu başlıkları arasında aşağıdakilerden hangisi <u>yer almaz</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Adana, Yalova, Trabzon ve Samsun illerinin öncelikle ele alınarak kongre turizminin geliştirilmesi için örgütlenmelerinin sağlanması",
      "B": "Yeni kongre merkezlerinin oluşturulması",
      "C": "Planlanan bölgelerde nitelikli turizm tesislerinin ve uluslararası havalimanlarının yapılması",
      "D": "Tanıtım/organizasyon için kongre turizm şirketlerinin kurulması, bu alandaki iş birliği içerisine il turizm konseylerinin de dâhil edilmesi",
      "E": "Mevcut turizm alanlarında turizm sezonunun uzatılması ve turizmin çeşitlendirilmesi için kongre merkezleri gibi tesislerin planlanması"
    }
  },
  {
    "id": "395773",
    "unitNumber": 9,
    "text": "<strong>İstanbul şehrinde bulunan kongre merkezleri arasında aşağıdakilerden hangisi <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Lütfi Kırdar Kongre ve Sergi Sarayı",
      "B": "Haliç Kongre Merkezi",
      "C": "Harbiye Askerî Müze ve Kültür Sitesi",
      "D": "Tepekule Kongre ve Sergi Merkezi",
      "E": "TÜYAP Kongre ve Fuar Merkezi"
    }
  },
  {
    "id": "398394",
    "unitNumber": 9,
    "text": "<strong>Türkiye Turizm Stratejisi 2023 Eylem Planı'nda ele alınarak \"kongre turizminin geliştirilmesi için örgütlenmelerinin sağlanması öngörülen iller\" arasında aşağıdakilerden hangisi <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Ankara",
      "B": "Bursa",
      "C": "Mersin",
      "D": "Konya",
      "E": "Trabzon"
    }
  },
  {
    "id": "115272",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi kongre turizminin ekonomik alandaki etkilerinden biridir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Ülke imajını olumlu etkiler.",
      "B": "Mevsimsellik özelliğini azaltır.",
      "C": "Bölge halkının kültürünü artırır.",
      "D": "Sosyal bağlılığın yaratılmasını sağlar.",
      "E": "Kültürler arası kaynaşmayı artırır."
    }
  },
  {
    "id": "115382",
    "unitNumber": 10,
    "text": "<strong>Dünya turizm gelirlerinin yüzde kaçı kongre turizminden elde edilmektedir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "%15",
      "B": "%18",
      "C": "%20",
      "D": "%30",
      "E": "%40"
    }
  },
  {
    "id": "117041",
    "unitNumber": 10,
    "text": "<strong>Kongre turizminin yapısal anlamda en çok farklılık gösterdiği turizm türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Tatil (geleneksel) turizmi",
      "B": "Kültür turizmi",
      "C": "Teşvik turizmi",
      "D": "İş turizmi",
      "E": "Alışveriş turizmi"
    }
  },
  {
    "id": "117085",
    "unitNumber": 10,
    "text": "Kongre turizminde seyahatin kapsamı, düzenleyen kurumun bütçesine bağlıdır. Bu turizm türünde oluşturulan bütçe ne kadar yüksek ise düzenlenen programlar o kadar kapsamlı ve ilgi çekici olabilmektedir. Sponsorluk uygulamaları kongre turizminde oldukça önemlidir.<br/><strong>Yukarıda verilen açıklamaya göre, aşağıdaki turizm türlerinden hangisi kongre turizminin bu özelliğiyle benzerlik göstermektedir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Geleneksel turizm",
      "B": "Politik turizm",
      "C": "Teşvik turizmi",
      "D": "Eğlence turizmi",
      "E": "Kültür turizmi"
    }
  },
  {
    "id": "117086",
    "unitNumber": 10,
    "text": "<strong>İnsanların birbirleriyle elektronik ortamda bir araya gelmesine hizmet eden telekonferans sistemlerinin gelişmesiyle birlikte aşağıdaki turizm türlerinden hangisi kapsamında yapılan seyahatlerde düşüş yaşanacağı öngörülmektedir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Eğlence turizmi",
      "B": "İş turizmi",
      "C": "Teşvik turizmi",
      "D": "Alışveriş turizmi",
      "E": "Tatil turizmi"
    }
  },
  {
    "id": "163721",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi kongre turizminin ekonomik alandaki etkilerinden biridir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Toplumlararası kaynaşmayı artırması",
      "B": "Ülke imajını olumlu etkilemesi",
      "C": "Destinasyon tanıtımına yardımcı olması",
      "D": "Dünya görüşlerinin değişmesine olumlu katkılar sağlaması",
      "E": "İstihdam yaratması"
    }
  },
  {
    "id": "163723",
    "unitNumber": 10,
    "text": "<strong>Kongre turizmine katılan delegelerin o destinasyondaki kültürel değerlere gösterdikleri ilginin temel nedeni aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Boş zamanlarının fazla olması",
      "B": "Konaklama sürelerinin kısa olması",
      "C": "Eğitim seviyelerinin yüksek olması",
      "D": "Kültür seviyelerinin düşük olması",
      "E": "Gelir düzeylerinin düşük olması"
    }
  },
  {
    "id": "163724",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi iş turizmine dâhil olan toplantı türlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Eğitim seyahatleri",
      "B": "Alışveriş amaçlı seyahatler",
      "C": "Fuar ve sergi ziyaretleri",
      "D": "Uluslararası kongreler",
      "E": "Seminerler"
    }
  },
  {
    "id": "163725",
    "unitNumber": 10,
    "text": "<strong>Geleceğe yönelik tahminlere göre iş ve kongre seyahatlerinde düşüş beklentisine neden olan temel unsur aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Telekonferans sistemlerinin gelişmesi",
      "B": "Kültür seviyesinin düşmesi",
      "C": "Gelir düzeylerinin azalması",
      "D": "Rekabetin artması",
      "E": "Bilgi arama isteğinin azalması"
    }
  },
  {
    "id": "163726",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi kongre turizmi ve teşvik turizminin ortak özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Temel seyahat amaçları aynıdır.",
      "B": "Kapsamları düzenleyen kurumun bütçesine bağlıdır.",
      "C": "Sponsorluk uygulamaları iki turizm türünde de oldukça önemlidir.",
      "D": "Her mevsim yapılabilmektedirler.",
      "E": "Konusunda uzman organizatörlerden ya da seyahat acentelerinden faydalanabilmektedirler."
    }
  },
  {
    "id": "163727",
    "unitNumber": 10,
    "text": "<strong>“Destinasyonun gece yaşamı, eğlence merkezleri, destinasyonun kendi öz varlıkları ve değerlerini ortaya çıkaracak prodüksiyonlar ve konserler, şans ve talih oyunları gibi eğlence ögelerinin kullanılarak destinasyonların pazarlanmasını ve bu amaçlarla seyahat eden turistlerin ihtiyaçlarının karşılanmasını” ifade eden turizm türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kongre turizmi",
      "B": "Teşvik turizmi",
      "C": "Alışveriş turizmi",
      "D": "Kültür turizmi",
      "E": "Eğlence turizmi"
    }
  },
  {
    "id": "163728",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi alışveriş turizminin kongre turizmi üzerindeki etkilerinden biridir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kongre turizmi yatırımlarını arttırır.",
      "B": "Dünya görüşlerinin değişmesine olumlu katkılar sağlar.",
      "C": "Kongre destinasyonu seçimini etkiler.",
      "D": "Kültür seviyesi düşük kişilerin turizme katılmasını sağlar.",
      "E": "Ulaşım kolaylığı sağlar."
    }
  },
  {
    "id": "163729",
    "unitNumber": 10,
    "text": "<strong>Seyahat sırasında gerçekleştirilen pek çok faaliyetten yalnızca birinin alışveriş olması durumu aşağıdakilerden hangisi ile ifade edilmektedir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Alışveriş turizmi",
      "B": "Alışveriş festivali",
      "C": "Katılımlı alışveriş",
      "D": "Turistik alışveriş",
      "E": "Moda turizmi"
    }
  },
  {
    "id": "163730",
    "unitNumber": 10,
    "text": "<strong>Diplomatların ve politikacıların değişik amaçlarla yapmış oldukları seyahatler hangi turizm türü kapsamında değerlendirilmektedir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Politik turizm",
      "B": "Teşvik turizmi",
      "C": "Kongre turizmi",
      "D": "Kültür turizmi",
      "E": "İş turizmi"
    }
  },
  {
    "id": "305358",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi kongre turizminin sosyokültürel alandaki etkilerinden biridir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Mevsimsellik özelliğini azaltması",
      "B": "Toplumlar arası kaynaşmayı arttırması",
      "C": "Gelir getirmesi",
      "D": "Ülke imajını olumlu etkilemesi",
      "E": "İstihdam yaratması"
    }
  },
  {
    "id": "305359",
    "unitNumber": 10,
    "text": "<strong>Şirketlerin belirli kıstaslara göre başarılı bulduğu personelini ödüllendirmek amacıyla tüm masraflar şirket tarafından karşılanmak üzere seyahate gönderdiği turizm türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Teşvik (Incentive) turizm",
      "B": "Eğlence turizmi",
      "C": "Kültür turizmi",
      "D": "Kongre turizmi",
      "E": "Politik turizm"
    }
  },
  {
    "id": "307489",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi kongre turizminin “diğer alanlar” üzerindeki etkileri kapsamında değerlendirilmektedir? </strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Ülke imajını olumlu etkilemesi",
      "B": "Toplumlar arası kaynaşmayı arttırması",
      "C": "Gelir getirmesi",
      "D": "Dünya görüşlerinin değişmesine olumlu katkılar sağlaması",
      "E": "İstihdam yaratması"
    }
  },
  {
    "id": "307499",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi kongre turizminin diğer turizm türleri ile etkileşiminin sonuçlarından biri <u>değildir</u>? </strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Farklı turizm türleri için talep yaratabilmektedir.",
      "B": "Turizm sezonunu uzatabilmektedir.",
      "C": "Kongre katılım giderlerini azaltabilmektedir.",
      "D": "Katılımcıların turistik faaliyet alanlarını çeşitlendirebilmektedir.",
      "E": "Kalış süresini uzatabilmektedir."
    }
  },
  {
    "id": "307513",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi kültür turizmi kapsamında turistlere sunulan çekiciliklerden biri <u>değildir</u>? </strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Tarihî mekânlar",
      "B": "Müzeler",
      "C": "Festivaller",
      "D": "Ulaştırma işletmeleri",
      "E": "Camiler/kiliseler"
    }
  },
  {
    "id": "307522",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi turizmde bir çekim faktörü olarak kültürün öneminin gelecekte de devam edecek olmasının nedenlerinden biri <u>değildir</u>? </strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Daha fazla insanın seyahat etmesi",
      "B": "Bilgi ve eğitim seviyesinin azalması",
      "C": "Turistlerin çok fonksiyonlu seyahat düzenlemeleri",
      "D": "Turistlerin kültürle daha fazla ilgilenmeleri",
      "E": "Kültür seyahatlerinin prestijli kabul edilmesi"
    }
  },
  {
    "id": "307530",
    "unitNumber": 10,
    "text": "<strong>Kongre turizmi yapısı itibariyle aşağıdaki turizm türlerinden hangisi kapsamında da değerlendirilebilmektedir? </strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Eğlence turizmi",
      "B": "Geleneksel (tatil) turizmi",
      "C": "Alışveriş turizmi",
      "D": "Politik turizm",
      "E": "İş turizmi"
    }
  },
  {
    "id": "307553",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi eğlence turizmi kapsamında değerlendirilebilecek çekicilik unsurlarından biri <u>değildir</u>? </strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Şampiyonluk maçları",
      "B": "Festivaller",
      "C": "Sanat etkinlikleri",
      "D": "Kumar",
      "E": "Diplomatik toplantılar"
    }
  },
  {
    "id": "307560",
    "unitNumber": 10,
    "text": "<u>Aşağıdakilerden hangisi alışveriş turizminin özelliklerinden biridir? </u>",
    "correctAnswer": "B",
    "options": {
      "A": "Hediyelik eşya satışlarından oluşmaktadır",
      "B": "Destinasyon imajını etkilemektedir",
      "C": "Kongre turizminin tek etkinlik türüdür",
      "D": "Politik turizm ile yüksek derecede benzerlik gösterir",
      "E": "Destinasyonların tanıtımına bir katkısı olmamaktadır"
    }
  },
  {
    "id": "307570",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi politik açıdan uluslararası kongrelerin katkılarından biridir? </strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Ülkeler arasındaki anlayış ve hoşgörünün gelişmesi",
      "B": "Gelir seviyelerinin artması",
      "C": "Alışveriş olanaklarının çeşitlenmesi",
      "D": "Ulaştırma işletmesi sayısının artması",
      "E": "Bölgeler arası dengesizliklerin giderilmesi"
    }
  },
  {
    "id": "332649",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi kongre turizminin etkili olduğu sosyokültürel alanlar arasında yer almaktadır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "İstihdam Yaratıcı Etkisi",
      "B": "Mevsimsellik Özelliğini Azaltıcı Etkisi",
      "C": "Gelir Getirici Etkisi",
      "D": "Yeni İş Alanları Yaratma Etkisi",
      "E": "Yardımlaşma Duygusunun Yaratılması Etikisi"
    }
  },
  {
    "id": "332650",
    "unitNumber": 10,
    "text": "<strong>Şirketlerin belirli kıstaslara göre başarılı bulduğu personelini ödüllendirmek amacıyla -tüm masraflar şirket tarafından karşılanmak üzere- gönderdiği seyahat türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Teşvik Turizmi",
      "B": "İş Turizmi",
      "C": "Kongre Turizmi",
      "D": "Eğlence Turizmi",
      "E": "Şehir Turizmi"
    }
  },
  {
    "id": "332653",
    "unitNumber": 10,
    "text": "Diplomatik amaçlı olarak düzenlenen toplantılara katılan delegeler o ülkenin resmî konuğu olarak kabul edildikleri için turist olarak adlandırılmazlar.<br/><strong>Yukarıdaki bilgiye göre her ne kadar turist olarak kabul edilmeseler de, yaptıkları harcamalar ve olayın amaç ve hacmi bakımından uluslararası kongre kavramı içerisinde değerlendirilmesi gereken turizm türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Politik Turizm",
      "B": "İş Turizmi",
      "C": "Özel İlgi Turizmi",
      "D": "Geleneksel Turizm",
      "E": "Şehir Turizmi"
    }
  },
  {
    "id": "395779",
    "unitNumber": 10,
    "text": "<strong>Günümüzde iş turizmine dâhil olan aktiviteler arasında aşağıdakilerden hangisi yer alır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Seminerler",
      "B": "Festivaller",
      "C": "Sanat etkinlikleri",
      "D": "Diplomatik toplantılar",
      "E": "Kumar"
    }
  },
  {
    "id": "395782",
    "unitNumber": 10,
    "text": "<strong>Kongre turizminin etkili olduğu sosyal ve kültürel alanlardaki faydaları arasında aşağıdakilerden hangisi <u>yer almaz</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "İnsanların başka insanlarla iletişim kurmasını sağlar.",
      "B": "İstihdam yaratıcı etkiler sağlar.",
      "C": "Yardımlaşma duygusunu artırır.",
      "D": "Toplumda turizmin gelişimi konusunda destek sağlar.",
      "E": "Bağlılığın yaratılmasını sağlar."
    }
  },
  {
    "id": "395783",
    "unitNumber": 10,
    "text": "<strong>Kongre turizmi, yapısı itibarıyla hangi turizm türleri ile ilişki içerisinde <u>yer almaz</u>? </strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kültür Turizmi",
      "B": "Eğlence Turizmi",
      "C": "Alışveriş Turizmi",
      "D": "Teşvik (Incentive) Turizmi",
      "E": "Kitle Turizmi"
    }
  },
  {
    "id": "114486",
    "unitNumber": 11,
    "text": "<strong>Fuarlardaki stantlarda sergilenecek olan ürünlerin ağırlığının ve boyutlarının belirli ölçülerin üzerinde olması durumunda bu ürünler aşağıdaki stant türlerinden hangisinde sergilenir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Köşe standı",
      "B": "Salon standı",
      "C": "Blok standı",
      "D": "Sıra standı",
      "E": "Açık hava standı"
    }
  },
  {
    "id": "114488",
    "unitNumber": 11,
    "text": "<strong>Fuardaki ziyaretçilerin işletme stantlarında geçirdikleri ortalama süre kaç dakikadır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "10 dk",
      "B": "15 dk",
      "C": "18 dk",
      "D": "22 dk",
      "E": "25 dk"
    }
  },
  {
    "id": "115288",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi fuarların içerik ve kapsamlarına göre yapılan sınıflandırma türlerinden özgün sınıflandırma türüne örnektir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Tarımsal fuarlar",
      "B": "Karma fuarlar",
      "C": "Otomotiv fuarları",
      "D": "Yöresel fuarlar",
      "E": "Endüstriyel fuarlar"
    }
  },
  {
    "id": "115470",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi fuar organizasyonunun özellikleri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Belirli bir yerde yapılmaz.",
      "B": "Belirli bir zaman ve sürelerde yapılır.",
      "C": "Ürün ve hizmetlerin pazarlanmasına yöneliktir.",
      "D": "Bilgi ve kültür alışverişi sağlanır.",
      "E": "Bu organizasyonlar ile insanların eğlenceli vakit geçirmesi sağlanır."
    }
  },
  {
    "id": "164026",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi fuarların temel fonksiyonlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Turizmin gelişmesine katkı yapar.",
      "B": "Sektörler arası ve şehirlerarası iş birliğinin sağlanmasına katkı yapar.",
      "C": "Ürünlerin fiyatları ve özellikleri hakkında en yoğun, en hızlı ve doğrudan bilgi sahibi olabilme imkânı sağlar.",
      "D": "İşletme ve ürün imajını güçlendirme ve rakip işletmeler ile ilgili bilgi toplama imkânı sunar.",
      "E": "Fuar organizasyonu belli zaman ve sürede yapılır."
    }
  },
  {
    "id": "164028",
    "unitNumber": 11,
    "text": "<strong>Fuar stantlarının özelliklerinden birisi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yüksek olmalıdır.",
      "B": "Büyük olmalıdır.",
      "C": "Pahalı olmalıdır.",
      "D": "Ürünü ön plana çıkarmalıdır.",
      "E": "Kalabalık olmalıdır."
    }
  },
  {
    "id": "164029",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi standın büyüklüğünün belirlenmesine etki eden unsurlardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Ürünlerin özelliği",
      "B": "Ürünlerin hacmi",
      "C": "Beklenen ziyaretçi sayısı",
      "D": "İşletmenin bütçesi",
      "E": "Fuarın düzenlendiği şehir"
    }
  },
  {
    "id": "164030",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi stant oluşturma harcamalarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Stant inşası ve sökülmesi için yapılan harcamalar",
      "B": "Konaklama harcamaları",
      "C": "Dekorasyon harcamaları",
      "D": "Mobilya ve yer döşemeleri için yapılan harcamalar",
      "E": "Fotoğraf ve video çekim harcamaları"
    }
  },
  {
    "id": "164031",
    "unitNumber": 11,
    "text": "<strong>Türkiye’deki işletmelerin yurt dışı fuarlara katılımları hangi bakanlık tarafından desteklenmektedir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Dışişleri Bakanlığı",
      "B": "Kültür ve Turizm Bakanlığı",
      "C": "Ekonomi Bakanlığı",
      "D": "Millî Eğitim Bakanlığı",
      "E": "İçişleri Bakanlığı"
    }
  },
  {
    "id": "164033",
    "unitNumber": 11,
    "text": "<strong>Yan yana ve aynı sırada olup sadece bir cephesi ziyaretçilerin gezinti koridorlarına açık olan stantlara ne ad verilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Sıra standı",
      "B": "Köşe standı",
      "C": "Blok sonu standı",
      "D": "Salon standı",
      "E": "Blok standı"
    }
  },
  {
    "id": "164034",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi fuar katılım kararının işletmeye sağlayacağı faydalardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Sektörlerdeki tüm işletmelerle eşit şartlarda kendini gösterme imkânı sunması",
      "B": "Personel harcamalarına yol açması",
      "C": "Sektörün durumunu yerinde ve doğru analiz etme imkânı sağlaması",
      "D": "Hedef kitle ve potansiyel alıcılarla doğrudan bağlantı kurma imkânı vermesi",
      "E": "Minimum zaman ve bütçe ile satışların arttırılmasına yardımcı olması"
    }
  },
  {
    "id": "164035",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi stant tiplerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Blok standı",
      "B": "Salon standı",
      "C": "Kapalı stant",
      "D": "Sıra standı",
      "E": "Açık hava standı"
    }
  },
  {
    "id": "164036",
    "unitNumber": 11,
    "text": "<strong>Bir fuar standında aşağıdakilerden hangisi <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Masa",
      "B": "Sandalye ve koltuk",
      "C": "Broşür ve kataloglar",
      "D": "Çay ve kahve makineleri",
      "E": "Basın merkezi"
    }
  },
  {
    "id": "305700",
    "unitNumber": 11,
    "text": "<strong>Aşağıdaki fuar türlerinden hangisi fuarların global olarak sınıflandırılmasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Karma fuarlar",
      "B": "Ticari fuarlar",
      "C": "Tarımsal fuarlar",
      "D": "Bölgesel fuarlar",
      "E": "Endüstriyel fuarlar"
    }
  },
  {
    "id": "305701",
    "unitNumber": 11,
    "text": "<strong>Dört cephesi ziyaretçilerin gezinti koridorlarına bakan stantlara ne ad verilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Blok standı",
      "B": "Köşe standı",
      "C": "Salon standı",
      "D": "Sıra standı",
      "E": "Blok sonu standı"
    }
  },
  {
    "id": "307583",
    "unitNumber": 11,
    "text": "<strong>Ticari mal ve hizmetlerin sergilenmesini ve pazarlanmasını amaçlayan, belli zamanlarda, belli yerlerde ve belli sürelerde halkın eğlenceli vakit geçirmesini de sağlayan büyük pazarlara ne ad verilir? </strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Stant",
      "B": "Fuar",
      "C": "Bütçe",
      "D": "Temel harcamalar",
      "E": "Görüşme alanı"
    }
  },
  {
    "id": "307615",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi fuar organizasyonunun amaçlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kentsel doku içinde hoş bir rekreasyon alanı yaratmak",
      "B": "Fuarın yapıldığı kentin veya ülkenin imajına katkıda bulunmak",
      "C": "Katılımcı işletmelerin ürünlerini sağlıklı bir ortamda tanıtmalarını sağlamak",
      "D": "Fuar organizasyonunun belli bir yerde yapılması",
      "E": "Ziyaretçilerin ürünler hakkında bilgi edinmelerini sağlamak"
    }
  },
  {
    "id": "307618",
    "unitNumber": 11,
    "text": "<strong>Fuar organizatörü firmaya fuarda stant alanı olarak ayrılmış alan için ödenen bedel aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Stant oluşturma harcamaları",
      "B": "Stant hizmetleri ve tanıtım harcamaları",
      "C": "Temel harcamalar",
      "D": "Personel harcamaları",
      "E": "Nakliye, sigorta ve gümrük vb. harcamaları"
    }
  },
  {
    "id": "307624",
    "unitNumber": 11,
    "text": "<strong>İşletmelerin fuarlarda aynı ya da farklı sektörlerdeki diğer işletmelerle bir araya gelerek kendi ürünlerini sergilemek suretiyle tanıtma ve satma amacı güttükleri mekânlara ne ad verilir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Fuar organizasyonu",
      "B": "Fuar bütçesi",
      "C": "Fuar katılım kararı",
      "D": "Basın merkezi",
      "E": "Stant"
    }
  },
  {
    "id": "307630",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi fuarlarda görevlendirilecek personelde bulunması gereken özelliklerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Satış konusunda eğitimli ve tecrübeli olmak",
      "B": "İnsan ilişkileri güçlü olmak",
      "C": "İfade yeteneği gelişmiş olmak",
      "D": "Fiziken ve ruhen sağlıklı olmak",
      "E": "Genç olmak"
    }
  },
  {
    "id": "307635",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi fuarcılığın konaklama sektörüne olumlu etkilerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Oda satışlarını artırır.",
      "B": "Personelin verimliliğini artırır.",
      "C": "Oda doluluklarını artırır.",
      "D": "İmaj oluşturmaya yardımcı olur.",
      "E": "Yiyecek-içecek satışlarını artırır."
    }
  },
  {
    "id": "307638",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi ‘’bulundukları yer ve hitap ettiği kitleye göre’’ fuar türlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Uluslararası fuarlar",
      "B": "Yöresel fuarlar",
      "C": "Endüstriyel fuarlar",
      "D": "Bölgesel fuarlar",
      "E": "Ulusal fuarlar"
    }
  },
  {
    "id": "307642",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi fuar organizatörlerinin fuar katılımcılarına ve ziyaretçilerine sunmaları gereken hizmetlerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Dış ticaret hizmeti",
      "B": "Açık ve kapalı otoparklar",
      "C": "İlk yardım hizmeti",
      "D": "Ulaşım hizmetleri",
      "E": "Güvenlik hizmetleri"
    }
  },
  {
    "id": "332655",
    "unitNumber": 11,
    "text": "<strong>Ticari mal ve hizmetlerin sergilenmesini ve pazarlanmasını amaçlayan, belli zamanlarda, belli yerlerde ve belli sürelerde halkın eğlenceli vakit geçirmesini de sağlayan büyük pazarlar olarak adlandırılan organizasyon aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kongre",
      "B": "Fuar",
      "C": "Sergi",
      "D": "Kermes",
      "E": "Sunum"
    }
  },
  {
    "id": "332656",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi özgün fuar sınıflandırması başlığı altında yer alır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Tarımsal fuarlar",
      "B": "Endüstriyel fuarlar",
      "C": "Ticari fuarlar",
      "D": "Karma fuarlar",
      "E": "Otomotiv fuarları"
    }
  },
  {
    "id": "395789",
    "unitNumber": 11,
    "text": "<strong>Fuarların düzenlendikleri yer ve hitap ettiği kitleye göre sınıflandırılmasında aşağıdakilerden hangisi yer almaktadır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Yöresel",
      "B": "Ticari",
      "C": "Tarımsal",
      "D": "Karma",
      "E": "Endüstriyel"
    }
  },
  {
    "id": "395827",
    "unitNumber": 11,
    "text": "<strong>Katılımcı ve ziyaretçi açısından global bir yapıya sahip fuar türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yöresel Fuarlar",
      "B": "Bölgesel Fuarlar",
      "C": "Uluslararası Fuarlar",
      "D": "Ulusal Fuarlar",
      "E": "Yerel Fuarlar"
    }
  },
  {
    "id": "114361",
    "unitNumber": 12,
    "text": "<strong>Endüstri Devrimi'nden sonra işletmeler ile aracı ve tüketicileri buluşturmak amacıyla düzenlenen ilk fuar aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Paskalya Fuarı",
      "B": "Şampanya Fuarları",
      "C": "ITB - Berlin",
      "D": "Büyük Sergi",
      "E": "Endüstriyel Ürünler Halk Sergisi"
    }
  },
  {
    "id": "114388",
    "unitNumber": 12,
    "text": "<strong>Türkiye metrekare bazında ve fuar sayısı bakımından dünyada kaçıncı sırada yer almaktadır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "5.",
      "B": "7.",
      "C": "8.",
      "D": "10.",
      "E": "12."
    }
  },
  {
    "id": "114494",
    "unitNumber": 12,
    "text": "<strong>Türkiye'de bölgesel açıdan oldukça önemli olan Doğu Akdeniz Uluslararası Turizm ve Seyahat Fuarı (EMITT) ilk olarak ne zaman düzenlenmiştir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "1996",
      "B": "1997",
      "C": "1998",
      "D": "1999",
      "E": "2002"
    }
  },
  {
    "id": "114512",
    "unitNumber": 12,
    "text": "<strong>Türkiye Odalar ve Borsalar Birliği 2017 verilerine göre Türkiye'de yapılan toplam fuar sayısı bakımından ilk 3'te yer alan iller aşağıdakilerden hangisinde doğru verilmiştir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "İstanbul - İzmir - Ankara",
      "B": "İstanbul - Ankara - Antalya",
      "C": "İzmir - İstanbul - Konya",
      "D": "Ankara - İstanbul - Antalya",
      "E": "İzmir - Ankara - Bursa"
    }
  },
  {
    "id": "114539",
    "unitNumber": 12,
    "text": "<strong>Yazılı kaynaklara göre dünyadaki ilk fuar olarak kabul edilen fuar aşağıdaki ülkelerin hangisinde gerçekleştirilmiştir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Almanya",
      "B": "İngiltere",
      "C": "Fransa",
      "D": "ABD",
      "E": "Çin"
    }
  },
  {
    "id": "164500",
    "unitNumber": 12,
    "text": "<strong>1851’de Londra’daki Büyük Sergi için inşa edilen bina aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Londra Fuar Merkezi",
      "B": "Hyde Park",
      "C": "Kristal Saray",
      "D": "Londra Sergisi",
      "E": "Sergi Sarayı"
    }
  },
  {
    "id": "164501",
    "unitNumber": 12,
    "text": "<strong>Osmanlı İmparatorluğu Dönemi’nde fuarların ilk versiyonu olarak kabul edilen ve “Belli zamanlarda ve genellikle küçük yerleşim birimlerinde kurulan, sergi niteliğini de taşıyan büyük pazar” olarak tanımlanan organizasyonlara ne ad verilir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Sergi",
      "B": "Beynelmilel sergi",
      "C": "Panayır",
      "D": "Fuar",
      "E": "Kongre"
    }
  },
  {
    "id": "164502",
    "unitNumber": 12,
    "text": "<strong>Türkiye’de modern fuarcılığın temelleri hangi fuar ile atılmıştır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "İzmir Panayırı",
      "B": "9 Eylül Panayırı",
      "C": "1. Yerli Malları Sergisi",
      "D": "1906 Bursa Sergisi",
      "E": "İzmir Enternasyonel Fuarı"
    }
  },
  {
    "id": "164504",
    "unitNumber": 12,
    "text": "<strong>Fuar merkezi sayıları bazında ülkeler sıralaması yapıldığında aşağıdaki ülkelerden hangisi ilk 10’da <u>yer almaz</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Türkiye",
      "B": "İspanya",
      "C": "Brezilya",
      "D": "Çin",
      "E": "Kanada"
    }
  },
  {
    "id": "164506",
    "unitNumber": 12,
    "text": "<strong>Yazılı kaynaklara göre dünyanın ilk fuarı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Londra Fuarı",
      "B": "Saint Denis Fuarı",
      "C": "İzmir Panayırı",
      "D": "New York Fuarı",
      "E": "Paris Fuarı"
    }
  },
  {
    "id": "164510",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi fuarcılığın gelişimi üzerinde doğrudan etkisi olan etmenlerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Küreselleşme",
      "B": "Rekabetin artması",
      "C": "Stratejik ortaklıkların artması",
      "D": "Endüstrileşme",
      "E": "İstihdamın artması"
    }
  },
  {
    "id": "164512",
    "unitNumber": 12,
    "text": "<strong>Türkiye’de en fazla fuar yapılan bölge aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Akdeniz Bölgesi",
      "B": "Ege Bölgesi",
      "C": "İç Anadolu Bölgesi",
      "D": "Marmara Bölgesi",
      "E": "Karadeniz Bölgesi"
    }
  },
  {
    "id": "164514",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi “alıcı ve satıcıların ticari iş ilişkisi sağladıkları geçici pazarlar” şeklinde tanımlanmaktadır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Sergi",
      "B": "Beynelmilel Sergi",
      "C": "Panayır",
      "D": "Fuar",
      "E": "Kongre"
    }
  },
  {
    "id": "305705",
    "unitNumber": 12,
    "text": "<strong>Türkiye’de en fazla fuar düzenlenen il aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kayseri",
      "B": "İzmir",
      "C": "İstanbul",
      "D": "Adana",
      "E": "Konya"
    }
  },
  {
    "id": "305706",
    "unitNumber": 12,
    "text": "<strong>Fuar alanları bazında ülkeler sıralamasında ilk sıradaki ülke aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Almanya",
      "B": "Çin",
      "C": "Fransa",
      "D": "ABD",
      "E": "İtalya"
    }
  },
  {
    "id": "307647",
    "unitNumber": 12,
    "text": "<strong>Belli zamanlarda ve genellikle küçük yerleşim birimlerinde kurulan, sergi niteliği de taşıyan büyük pazarlara ne ad verilir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Fuar",
      "B": "Kongre",
      "C": "Panayır",
      "D": "Sergi",
      "E": "Seminer"
    }
  },
  {
    "id": "307652",
    "unitNumber": 12,
    "text": "<strong>Endüstri Devrimi’nden sonra Osmanlı İmparatorluğu’nun da katıldığı ilk uluslararası fuar aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "1851 Londra Büyük Sergisi",
      "B": "1855 Paris Sergisi",
      "C": "629 Saint Denis",
      "D": "2. Londra Büyük Sergisi",
      "E": "New York Sergisi"
    }
  },
  {
    "id": "307667",
    "unitNumber": 12,
    "text": "<strong>Osmanlı İmparatorluğu’nda düzenlenen ilk modern sergi aşağıdakilerden hangisidir? </strong>",
    "correctAnswer": "B",
    "options": {
      "A": "İzmir Panayırı",
      "B": "Sergi-i Umumi-i Osmani",
      "C": "9 Eylül Panayırı",
      "D": "1. Yerli Malları Sergisi",
      "E": "1906 Bursa Sergisi"
    }
  },
  {
    "id": "307676",
    "unitNumber": 12,
    "text": "<strong>Millî Sanayi Birliği tarafından düzenlenen sergi serisine ne ad verilir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Arsıulusal Sergiler",
      "B": "İzmir Enternasyonel Fuarları",
      "C": "9 Eylül Panayırları",
      "D": "Anadolu Fuarları",
      "E": "Yerli Malları Sergisi"
    }
  },
  {
    "id": "307682",
    "unitNumber": 12,
    "text": "<strong>100 Bin metrekare fuar alanına sahip fuar merkezleri ilk 10 sıralamasında hangi ülke diğerlerinden daha fazla merkeze sahiptir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "İngiltere",
      "B": "Fransa",
      "C": "Çin",
      "D": "Almanya",
      "E": "Türkiye"
    }
  },
  {
    "id": "307691",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi Endüstri Devrimi’nin fuarları etkileyen özelliklerinden <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Ürünlerin sayısı ve çeşitliliğindeki artış",
      "B": "Pazarların uluslararası hâle gelmesi",
      "C": "Ürünlere yeni pazarlar bulma zorunluluğu",
      "D": "Üretim tesislerinin (fabrikaların) büyümesi",
      "E": "Ülkeler arası rekabetin azalması"
    }
  },
  {
    "id": "307698",
    "unitNumber": 12,
    "text": "<strong>Metrekare bazında Türkiye’nin en büyük fuar merkezi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Tüyap İstanbul",
      "B": "İzmir Expo Center",
      "C": "Tüyap Konya",
      "D": "Antalya Expo Center",
      "E": "İstanbul Expo Merkezi"
    }
  },
  {
    "id": "307702",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi “ürünlerin doğrudan satılmadığı, sadece birer örnek getirilerek sergilendikleri” fuarlardır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Geleneksel fuarlar",
      "B": "Örnek fuarları",
      "C": "İhtisas fuarları",
      "D": "Ulusal fuarlar",
      "E": "Genel fuarlar"
    }
  },
  {
    "id": "332657",
    "unitNumber": 12,
    "text": "<strong>Yazılı kaynaklara göre dünyadaki ilk fuar olarak kabul edilen organizasyon aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Foire de Saint Denis",
      "B": "Paskalya Fuarı",
      "C": "Champagne Fuarı",
      "D": "Exposition Publique des Produits de L’lndustrie",
      "E": "The Great Exhibition"
    }
  },
  {
    "id": "332660",
    "unitNumber": 12,
    "text": "<strong>Türkiye çapında en fazla fuar organizasyonu düzenlenen şehir aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "İzmir",
      "B": "Ankara",
      "C": "Antalya",
      "D": "İstanbul",
      "E": "Bursa"
    }
  },
  {
    "id": "332966",
    "unitNumber": 12,
    "text": "<strong>Dünyada fuarcılık endüstrisinde lider konumunda olan ülke aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Amerika Birleşik Devletleri",
      "B": "Fransa",
      "C": "Almanya",
      "D": "İngiltere",
      "E": "İspanya"
    }
  },
  {
    "id": "395806",
    "unitNumber": 12,
    "text": "<strong>Dünya genelinde 100 bin metrekareden daha fazla alana sahip en büyük fuar merkezi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Ulusal Fuar ve Kongre Merkezi (NECC) Şangay",
      "B": "Kunming Dianchi Uluslarası Kongre &amp; Fuar Merkezi",
      "C": "Köln Fuar Merkezi",
      "D": "Fiera Milano",
      "E": "Crocus Expo"
    }
  },
  {
    "id": "114419",
    "unitNumber": 13,
    "text": "<strong>Alevle hazırlanan yiyecekler, fajitalar, ızgaralar, krepler vb. yiyecekler aşağıdaki servis türlerinden hangisine örnektir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kafeterya servisi",
      "B": "Senkronize servis",
      "C": "Aksiyon istasyonu",
      "D": "Tepsi servisi",
      "E": "Resepsiyon servisi"
    }
  },
  {
    "id": "114474",
    "unitNumber": 13,
    "text": "<strong>Ziyafet katılımcılarının kaynaşması için fırsat sağlayan dağınık masa şekli aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "U şekilli masa",
      "B": "T şekilli masa",
      "C": "E şekilli masa",
      "D": "I şekilli masa",
      "E": "Yuvarlak masa"
    }
  },
  {
    "id": "115456",
    "unitNumber": 13,
    "text": "<strong>Sınırlı sayıda oturma imkânı sağlayan ve yalnızca birtakım kolay sandviç ve atıştırmalık yiyeceklerin sunulduğu servis türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Dalga tipi servis",
      "B": "Atıştırmalık servis",
      "C": "Aksiyon istasyonu",
      "D": "Kafeterya servisi",
      "E": "Büfe servisi"
    }
  },
  {
    "id": "115460",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi dalga tipi servisin özelliklerinden biridir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Bir servis elemanı aynı anda iki misafire servis yapar.",
      "B": "Aşçılar yiyecekleri servis alanında hazırlarlar.",
      "C": "Servis elemanları beyaz eldiven giyer.",
      "D": "Yeme-içme servisi hızlı fakat az özenlidir.",
      "E": "Genellikle toplantılardaki kahve aralarında düzenlenir."
    }
  },
  {
    "id": "163845",
    "unitNumber": 13,
    "text": "<strong>Misafirlerin kendi yiyeceklerini aldığı, normalde oturma yerleri bulunmayan ve bıçak gerektirmeyen yiyecek maddelerinin sunumunun uygun olmadığı servis türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Hızlı servis",
      "B": "Büfe servisi",
      "C": "Resepsiyon servisi",
      "D": "Aksiyon istasyonu",
      "E": "Tepsi servisi"
    }
  },
  {
    "id": "163846",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi salon düzeninin gösterildiği krokilerin sağladığı yararlardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Konukların yerlerini bulabilmesi için yardımcı olur.",
      "B": "Salonun girişinde yerleşim planı görsel olarak asılır.",
      "C": "Ziyafet şeflerine dağıtılarak her çalışanın kendi bölgesi için kontrolleri yapması sağlanır.",
      "D": "Misafirlerin rastgele oturmalarına yardımcı olur.",
      "E": "Oturma sırasında zaman tasarrufu sağlar."
    }
  },
  {
    "id": "163847",
    "unitNumber": 13,
    "text": "<strong>A</strong><strong>şağıdakilerden hangisi k</strong><strong>adın misafirlerin sofraya oturmasında genellikle dikkat edilmesi gereken hususlardan biri</strong><strong>dir</strong><strong>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kadın misafirlerin oturmalarına yanında refakat eden erkek misafirler sandalyelerini çekerek yardımcı olur.",
      "B": "Servis elemanı kadın misafirin sandalyesini çekerek oturmasına yardımcı olur.",
      "C": "Kadın misafir sandalyesini kendisi çekerek oturur.",
      "D": "Kadın misafirler erkek misafirlerin oturmasına yardımcı olur.",
      "E": "Çocukların oturmasına kadın misafirler yardımcı olur."
    }
  },
  {
    "id": "163849",
    "unitNumber": 13,
    "text": "<strong>Genellikle ticari olmayan yiyecek içecek işletmelerinde veya ulaşım sektöründe kullanılan servis şekli aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Atıştırmalık servis",
      "B": "Resepsiyon servisi",
      "C": "Tepsi servisi",
      "D": "Dalga tipi servis",
      "E": "Aksiyon istasyonu"
    }
  },
  {
    "id": "163852",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi uzun masalarla oluşturulabilecek masa düzenlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "I masa düzeni",
      "B": "U masa düzeni",
      "C": "T masa düzeni",
      "D": "E masa düzeni",
      "E": "W masa düzeni"
    }
  },
  {
    "id": "163856",
    "unitNumber": 13,
    "text": "<strong>Kapalı grup toplantısı türündeki yemekler için hangi masa şekli tercih edilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "I şeklindeki masa",
      "B": "Yuvarlak masa",
      "C": "U şeklindeki masa",
      "D": "E şeklindeki masa",
      "E": "T şeklindeki masa"
    }
  },
  {
    "id": "305793",
    "unitNumber": 13,
    "text": "<strong>Ziyafet organizasyonunun önemli bir gelir kaynağı olarak görülmesinin nedeni aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Günün her saatinde düzenlenmeye uygun olması",
      "B": "Diğer servis yerlerine kıyasla daha fazla misafir olanağı sağlaması",
      "C": "Kişilerin farklı beklentilerine cevap verebilir nitelikte olması",
      "D": "Fazla personel istihdam edilmesi",
      "E": "Sunulan yiyecek-içecek çeşitliliğinin fazla olması"
    }
  },
  {
    "id": "307710",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi ziyafet sahibi ile konuşurken dikkat edilmesi gereken hususlardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Ziyafetin yapılacağı salonun bir önceki ziyafette kullanılan plana göre hazırlanması sağlanmalıdır.",
      "B": "Menülerden kongre ve fuar merkezine en fazla kar getirenler öncelikle tavsiye edilmelidir.",
      "C": "Önceden hazırlanıp bekletilebilen yemek çeşitleri tavsiye edilmelidir.",
      "D": "Yemeklerin mevcut mutfak malzemeleriyle kolayca hazırlanabilir cinsten olmasına dikkat edilmelidir.",
      "E": "Ziyafet sahibine önerilen şeylerin kabulü mutlaka sağlanmalıdır."
    }
  },
  {
    "id": "307715",
    "unitNumber": 13,
    "text": "Ziyafet rezervasyonlarının yazıldığı bu deftere ……….denir.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "sipariş öneri formu",
      "B": "ziyafet protokolü",
      "C": "sipariş kabul defteri",
      "D": "satış sözleşmesi",
      "E": "ziyafet öneri formu"
    }
  },
  {
    "id": "307719",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi ziyafet anlaşmasında bulunması gereken hususlardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kişi başı fiyat",
      "B": "Servis edilecek yemek ve içki istekleri",
      "C": "Ziyafetin günü ve saati",
      "D": "Çalışacak personel sayısı",
      "E": "Garanti edilen kuver sayısı"
    }
  },
  {
    "id": "307723",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi ziyafet masalarını düzenli ve iyi bir şekilde yerleştirebilmek için dikkat edilecek unsurlardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Salonun büyüklüğü ve estetiği",
      "B": "Masa üzerlerine dekoratif eşyaların konması",
      "C": "Masaların en küçüğünün 2 kişilik olması",
      "D": "Davetli sayısı ve davet sahibinin özel istekleri",
      "E": "En küçük masanın 8 kişilik olması"
    }
  },
  {
    "id": "307727",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi masadaki oturma düzeni ayarlanırken dikkat edilmesi gerekenlerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Resmî yemeklerde kare, dikdörtgen ve yuvarlak masalar kullanılmaz.",
      "B": "Masada rütbe ve mevkice aynı düzeyde konukların olması durumunda, ev sahibi ve ya misyon mensupları aynı misyonda olan yabancı misafirlere yerlerini verirler.",
      "C": "Bayanlara, eşlerinin öncelik sırasına göre yer verilir, yaş ve sosyal durum da dikkate alınır.",
      "D": "Masada ev sahiplerinin oturduğu yerler masanın odak noktasıdır ve düzenleme buna göre yapılır.",
      "E": "Çocukların masada oturmasına izin verilmez."
    }
  },
  {
    "id": "307771",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi garsonlu ordövr servisinde dikkat edilmesi gerekenlerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Servis tabağındaki yiyecek maddeleri tamamen bitmeden, tabak yenilenmemelidir.",
      "B": "Yiyecekler bir iki yudumla yenebilecek büyüklükte olmalıdır.",
      "C": "Yiyecek maddeleri her misafir tarafından rahatlıkla tutulabilir olmalıdır.",
      "D": "Servis tabaklarında azalan yiyeceklerin kompozisyonları eksik görünmemelidir.",
      "E": "Sıcak ve soğuk servis edilecek yiyeceklerin aynı tabakta olmamasına dikkat edilmelidir"
    }
  },
  {
    "id": "307774",
    "unitNumber": 13,
    "text": "<strong>Büfelerin sade, aynı zamanda bol ve gösterişli olması çelişkili gibi görünse de aşağıdakilerden hangisi bu duruma neden olan unsurlardandır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Uyum",
      "B": "Düzenlilik",
      "C": "Çeşitliliğin sağlanması",
      "D": "Denge",
      "E": "Karışıklık"
    }
  },
  {
    "id": "307777",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi senkronize servisin özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Servis elemanları beyaz eldiven giyerler.",
      "B": "Bir servis elemanı aynı anda iki misafire servis yapar.",
      "C": "Tüm yemekler (başlangıç, ara sıcak, ana yemek) masaya aynı anda getirilir.",
      "D": "Tüm salona ve masadaki herkese aynı anda servis yapılır.",
      "E": "Yemekler önceden mutfakta hazırlanarak tabaklara yerleştirilmiş olmalıdır."
    }
  },
  {
    "id": "307780",
    "unitNumber": 13,
    "text": "<strong>Sınırlı sayıda oturma imkânına fırsat veren servis şekli aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Senkronize servis",
      "B": "Dalga tipi servis",
      "C": "Atıştırmalık servis",
      "D": "Tepsi servisi",
      "E": "Hızlı servis"
    }
  },
  {
    "id": "332671",
    "unitNumber": 13,
    "text": "<strong>Kongre ve fuar organizasyonlarında fingerfood (elle yenebilecek büyüklükte) ve/veya fork-food (tek çatalla yenebilen büyüklükte) olarak sunulan yiyeceklerden oluşan servis türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Resepsiyon servisi",
      "B": "Ordövr servisi",
      "C": "Büfe servisi",
      "D": "Aksiyon istasyonu",
      "E": "Kafeterya servisi"
    }
  },
  {
    "id": "332672",
    "unitNumber": 13,
    "text": "<strong>Kongre ve fuar organizasyonlarında her iki misafire bir servis elemanı (garson) olacak şekilde yemek servisinin tüm salona ve misafirlere aynı anda yapıldığı servis türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Tepsi servisi",
      "B": "Önceden hazırlanmış servis",
      "C": "Dalga tipi servisi",
      "D": "Senkronize servis",
      "E": "Atıştırmalık servis"
    }
  },
  {
    "id": "395812",
    "unitNumber": 13,
    "text": "<strong>Ziyafet organizasyonlarında, organizasyonu düzenleyen kişi veya kurum ile ziyafet müdürü arasında yapılacak anlaşmada aşağıdakilerden hangisi <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Ziyafetin türü",
      "B": "Ziyafetin tarihi ve günü",
      "C": "Garanti edilen kuver sayısı",
      "D": "Kişi başı menü fiyatı",
      "E": "Havalimanı trasferleri"
    }
  },
  {
    "id": "395815",
    "unitNumber": 13,
    "text": "<strong>Ziyafetlerde masa düzeninin sağlanması ve yerleşimin iyi yapılabilmesi için göz önünde bulundurulması gereken hususlar arasında aşağıdakilerden hangisi <u>yer almaz</u>? </strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Davetli sayısı ve davet sahibinin özel istekleri",
      "B": "Salonun büyüklüğü ve estetiği",
      "C": "Salona estetik güzellik vermek, masa üzerlerine dekoratif eşyalar koymak",
      "D": "Sahnedeki müzik aletlerinin tam ve çalışır olması",
      "E": "Büyük grupların olduğu davetlerde masaların en az 8 kişilik hazırlanması"
    }
  },
  {
    "id": "398404",
    "unitNumber": 13,
    "text": "I. Resepsiyon Servisi (Reception Service)<br/>II. Garsonlu Ordövr Servisi (ButleredHorsd’Oeuvres Service)<br/>III. Büfe Servisi (Buffet Service)<br/><strong>Yukarıdakilerden hangisi ya da hangileri kongre ve fuar organizasyonlarında kullanılan ziyafet servis teknikleri arasında yer alır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "I ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "114192",
    "unitNumber": 14,
    "text": "<strong>Yeni veya önemli derecede iyileştirilmiş bir üretim ya da teslimat yönteminin gerçekleştirilmesine ne ad verilir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Pazarlama inovasyonu",
      "B": "Ürün inovasyonu",
      "C": "Organizasyonel inovasyon",
      "D": "Süreç inovasyonu",
      "E": "Teknoloji"
    }
  },
  {
    "id": "114374",
    "unitNumber": 14,
    "text": "<strong>Online satış tekniklerinin geliştirilmesi aşağıdaki inovasyon türlerinden hangisine bir örnektir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Fonksiyonel inovasyon",
      "B": "Organizasyonel inovasyon",
      "C": "Ürün inovasyonu",
      "D": "Süreç inovasyonu",
      "E": "Pazarlama inovasyonu"
    }
  },
  {
    "id": "114422",
    "unitNumber": 14,
    "text": "<strong>İşletmelerin iç uygulamalarında, organizasyonunda, iyileştirilmiş bir ürününde veya sürecinde, yeni bir pazarlama yöntemi ya da yeni bir organizasyonel yöntemin uygulanmasına ne ad verilir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Teknoloji",
      "B": "Buluş",
      "C": "Patent",
      "D": "İnovasyon",
      "E": "AR-GE"
    }
  },
  {
    "id": "114518",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi teknolojinin kongre ve fuar organizasyonlarında kullanımı kapsamında yer alan hususlardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Zamandan tasarruf",
      "B": "Düşük ses kalitesi",
      "C": "Online katılım",
      "D": "İletişim kolaylığı",
      "E": "Dil farklılıklarını gidermek"
    }
  },
  {
    "id": "163731",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerin hangisinde kongre ve fuar turizmini diğer turizm türlerine göre öne çıkarmaktadır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Harcama düzeyinin yüksek oluşu",
      "B": "Spor amaçlı oluşu",
      "C": "Konaklamadan ibaret oluşu",
      "D": "Yiyecek-içecek hizmetleri üzerine kurulu oluşu",
      "E": "Ulaşımın hizmetlerinin çok önde oluşu"
    }
  },
  {
    "id": "163736",
    "unitNumber": 14,
    "text": "Kongre ve fuar organizasyonlarının düzenlendiği yerler yoğun teknolojinin kullanılmasının yanı sıra alt ve üst yapı olanakları açısından da zengindir.<br/><strong>Cümleye göre aşağıdakilerden hangisi kongre ve fuar organizasyonlarının alt ve üst yapı olanakları arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Teknik ekip ve güvenlik sistemleri",
      "B": "Katılımcı sayısı",
      "C": "Yazılım ürünleri",
      "D": "Donanım ürünleri",
      "E": "İnovatif ürünler"
    }
  },
  {
    "id": "163739",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerin hangisi fuarlarda hizmet inovasyonu sunan firmaların politikalar üzerine kurulu olması gereken özellikleri arasında <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Katılımcı ile iletişimi doğru kurmak",
      "B": "Yenilikçi teknolojiler kullanmak",
      "C": "Yerel bir marka yolunda olmak için çalışmak",
      "D": "İhtiyaç duyulan Ar-Ge yatırımlarını yapmak",
      "E": "İş süreçlerinin analizini gerçekleştirmek ve geliştirici politikalar üretmek"
    }
  },
  {
    "id": "305814",
    "unitNumber": 14,
    "text": "<strong>Ürün tasarımı veya ambalajlamasında, ürün konumlandırmasında, ürün tanıtımı veya fiyatlandırmasında önemli değişiklikleri kapsayan yeni yönteme ne ad verilir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Süreç",
      "B": "Organizasyon",
      "C": "Teknoloji",
      "D": "Pazarlama",
      "E": "Ürün"
    }
  },
  {
    "id": "305815",
    "unitNumber": 14,
    "text": "……….insanların ya da firmaların sosyalleşmesinde, ağlaşmasında, bilgi paylaşımında, inovatif teknolojiler ve yeni pazarlara ulaşmasında etkili bir silahtır. <strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Fuar",
      "B": "Teknoloji",
      "C": "İnovasyon",
      "D": "Kongre",
      "E": "Konferans"
    }
  },
  {
    "id": "307766",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisinde teknolojik gelişme süreci adımları doğru verilmiştir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Buluş- yayılma-inovasyon",
      "B": "Buluş-inovasyon-yayılma",
      "C": "İnovasyon-buluş-yayılma",
      "D": "İnovasyon-yayılma-buluş",
      "E": "Yayılma-inovasyon-buluş"
    }
  },
  {
    "id": "307783",
    "unitNumber": 14,
    "text": "………………………. işletme içi uygulamalarda, iş yeri organizasyonunda veya dışı ilişkilerde yeni veya önemli derecede iyileştirilmiş bir ürün veya süreç yeni pazarlama yöntemi ya da yeni bir organizasyonel yöntemin gerçekleştirilmesidir.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Ar-Ge",
      "B": "Patent",
      "C": "İnovasyon",
      "D": "Teknoloji",
      "E": "Pazarlama"
    }
  },
  {
    "id": "307786",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi inovasyon türleri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Ürün inovasyonu",
      "B": "Süreç inovasyonu",
      "C": "Pazarlama inovasyonu",
      "D": "Organizasyonel inovasyon",
      "E": "Talep inovasyonu"
    }
  },
  {
    "id": "307787",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi kongre organizasyonların öne çıkan özellikleri arasında <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Bilimsel olma",
      "B": "Teknoloji kullanmama",
      "C": "Gidilen yerde konaklama",
      "D": "Bir program takip etme",
      "E": "Mesleki konularda bilgi değişimi"
    }
  },
  {
    "id": "307789",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi kongre turizmi yer planlamasını öne çıkaran faktörler arasında <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Çekicilik",
      "B": "Teknoloji düzeyi",
      "C": "Politik özellik",
      "D": "Konaklama altyapısı",
      "E": "Coğrafi konum"
    }
  },
  {
    "id": "307792",
    "unitNumber": 14,
    "text": "……….insanların ya da firmaların sosyalleşmesinde, ağlaşmasında, bilgi paylaşımında, inovatif teknolojiler ve yeni pazarlara ulaşmasında etkili bir silahtır. <strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Fuar",
      "B": "Teknoloji",
      "C": "İnovasyon",
      "D": "Kongre",
      "E": "Konferans"
    }
  },
  {
    "id": "307794",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi firmaların sahip olduğu değerlerin rekabet üstünlüğü sağlamasında öne çıkan özellikler arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Etik davranma",
      "B": "Kâr amaçlı hareket etme",
      "C": "Sorun - çözüm odaklı hareket etmek",
      "D": "Sosyokültürel ve çevresel sorumluluk sahibi olma",
      "E": "Müşteri tercihlerini gözetmek"
    }
  },
  {
    "id": "307798",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi fuarlarda hizmet inovasyonu sunan firmaların politikaları arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Katılımcı ile iletişimi doğru kurmak",
      "B": "Yenilikçi teknolojiler kullanmak",
      "C": "İhtiyaç duyulan Ar-Ge yatırımlarını yapmak",
      "D": "Ulusal bir marka yolunda olmak için çalışmak",
      "E": "İş süreçlerinin analizini yapmak ve geliştirici politikalar üretmek"
    }
  },
  {
    "id": "332675",
    "unitNumber": 14,
    "text": "<strong>Kongre ve fuar organizasyonlarında yeni bir pazarlama yöntemi ya da yeni bir organizasyonel yöntemin geliştirilmesi aşağıdaki kavramların hangisiyle açıklanır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "AR-GE",
      "B": "Patent",
      "C": "İnovasyon",
      "D": "Teknoloji",
      "E": "Pazarlama"
    }
  },
  {
    "id": "334284",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi kongre ve fuar organizasyonlarının rakiplerine karşı rekabet üstünlüğü sağlamasına hizmet eden değerler arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Katılımcı memnuniyetini önemsemek",
      "B": "Etik davranmak",
      "C": "Sorun - çözüm odaklı hareket etmek",
      "D": "Müşteri zevk ve tercihlerini gözetmek",
      "E": "Kâra odaklanmak"
    }
  },
  {
    "id": "395818",
    "unitNumber": 14,
    "text": "<strong>Kongre ve fuar organizasyonlarında teknoloji kullanımının faydaları arasında aşağıdakilerden hangisi <u>yer almaz</u>? </strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Zamandan tasarruf",
      "B": "Online katılım",
      "C": "Katılımcıların yüz yüze birbirleri ile iletişime geçebilmeleri",
      "D": "Kongre sunumlarının canlı yayını",
      "E": "Dil farklılıklarını gidermek (Simültane tercüme gibi)"
    }
  },
  {
    "id": "395820",
    "unitNumber": 14,
    "text": "<strong>Kongrelerin içerik ve özelliklerine göre sınıflandırıldığı alt türleri arasında aşağıdakilerden hangisi <u>yer almaz</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Workshop",
      "B": "Panayır",
      "C": "Panel",
      "D": "Konferans",
      "E": "Sempozyum"
    }
  }
]