[
  {
    "id": "130742",
    "unitNumber": 1,
    "text": "…………….; geleneksel kalıplarla üretilen ve baskı yoluyla çoğaltılıp dağıtılan kitap, dergi, film vb. tüm görsel-işitsel içeriklerin masa başında, bilgisayar destekli programlar aracılığı ile üretilmesi, yayıma hazırlanması ve hatta yayınlanması sürecidir.<br/><strong>Yukarıdaki cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "options": {
      "A": "Geleneksel medya",
      "B": "Masaüstü yayıncılık",
      "C": "Yeni medya",
      "D": "Etkileşim",
      "E": "Klasik yayım"
    },
    "correctAnswer": "B",
    "explanation": "Yukarıdaki cümlede tanımı yapılan kavram <b>Masaüstü Yayıncılık (Desktop Publishing - DTP)</b>'tir. DTP, geleneksel matbaa süreçlerinin yerine geçen, <b>bilgisayar destekli programlar</b> aracılığıyla (InDesign, QuarkXPress vb.) görsel ve işitsel içeriklerin masa başında üretilmesini, sayfa düzenlemelerinin yapılmasını ve yayına hazırlanmasını sağlayan bir süreçtir."
  },
  {
    "id": "130754",
    "unitNumber": 1,
    "text": "<strong>“Geleneksel medya belirli gün ve saat dilimleri içerisinde, zamana ve içerik üreticilerine bağlı bir yayıncılık anlayışıyla hareket ederken, yeni medyada zaman kavramı söz konusu olmayıp bireyler 7/24 içeriklere ulaşabilmektedirler.” ifadesi aşağıdaki kavramlardan hangisine aittir?</strong>",
    "options": {
      "A": "Tek yönlü iletişim",
      "B": "Dağıtımın küreselleşmesi",
      "C": "Ölçülebilirlik",
      "D": "Eş zamansızlık",
      "E": "Güncellenebilirlik"
    },
    "correctAnswer": "D",
    "explanation": "Bu ifade, yeni medyanın temel özelliklerinden biri olan <b>Eş Zamansızlık (Asenkronizasyon)</b> kavramına aittir. Geleneksel medya belirli gün ve saat kısıtlamalarına bağlıyken, yeni medyada kullanıcılar içeriklere <b>7/24</b> ulaşabilirler, bu da zaman kavramının ortadan kalktığı anlamına gelir."
  },
  {
    "id": "130766",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi masaüstü yayıncılık süreçleri arasında <u>yer almaz</u>?</strong>",
    "options": {
      "A": "Fikrin oluşturulması",
      "B": "Fikrin bilgisayara geçirilmesi",
      "C": "Yayımın oluşturulması",
      "D": "Baskı",
      "E": "Değerlendirme"
    },
    "correctAnswer": "E",
    "explanation": "Masaüstü yayıncılık süreçleri genellikle <b>içerik girişi</b>, <b>tasarım ve mizanpaj</b>, <b>düzeltme (redaksiyon)</b> ve <b>baskı öncesi hazırlık</b> aşamalarından oluşur. Bu adımların dışında kalan (örneğin geleneksel matbaacılığa ait <b>manuel kalıp hazırlama</b> veya tamamen elektronik medyaya ait <b>yayın akışı planlama</b>) bir işlem bu süreçler arasında yer almaz."
  },
  {
    "id": "136808",
    "unitNumber": 1,
    "text": "<strong>“Geleneksel medyanın kimliği belirsiz yığınlara, kitlelere hitap etmesine karşın, yeni medya doğrudan bireyleri hedef almaktadır.” ifadesi aşağıdaki kavramlardan hangisine aittir?</strong>",
    "options": {
      "A": "Kitlesizleştirme",
      "B": "Eş zamansızlık",
      "C": "Etkileşim",
      "D": "Fikrî dönüşüm",
      "E": "Fiziki dönüşüm"
    },
    "correctAnswer": "A",
    "explanation": "Bu ifade, yeni medyanın <b>Bireyselleşme</b> özelliğini tanımlar. Geleneksel medya kimliği belirsiz <b>yığınlara/kitlelere</b> hitap ederken, yeni medya kullanıcı verilerini kullanarak içerikleri <b>doğrudan bireylere özel</b> hale getirir ve hedefler."
  },
  {
    "id": "182665",
    "unitNumber": 1,
    "text": "<strong>Yazı ve görsellerin bilgisayar aracılığıyla bir araya getirilmesi, sayfa düzenlemelerinin yapılması ve baskıya hazırlanması süreci aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Grafik tasarım",
      "B": "Masaüstü yayıncılık",
      "C": "Renk ayrımı",
      "D": "Tipografi",
      "E": "Grid"
    },
    "correctAnswer": "B",
    "explanation": "Yazı ve görsellerin bilgisayar aracılığıyla birleştirilerek profesyonelce sayfa düzenlemelerinin yapılması ve baskıya hazırlanması süreci <b>Masaüstü Yayıncılık (DTP)</b> olarak adlandırılır. DTP, yüksek kaliteli baskı materyallerini düşük maliyetle üretmeyi mümkün kılar."
  },
  {
    "id": "182666",
    "unitNumber": 1,
    "text": "<strong>Masaüstü yayıncılık kavramı ilk olarak ne zaman ve kim tarafından kullanılmıştır?</strong>",
    "options": {
      "A": "1984-Paul Brainard",
      "B": "1984-Apple",
      "C": "1989-Paul Brainard",
      "D": "1989-Cumhuriyet Gazetesi",
      "E": "1985-Apple"
    },
    "correctAnswer": "A",
    "explanation": "Masaüstü yayıncılık kavramı (Desktop Publishing), ilk olarak <b>1985</b> yılında Aldus Corporation'ın kurucusu olan <b>Paul Brainerd</b> tarafından kullanılmıştır. Bu, Apple Macintosh bilgisayarlarının ve PageMaker yazılımının piyasaya sürülmesiyle mümkün olmuştur."
  },
  {
    "id": "182667",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi geleneksel medya araçlarından biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Televizyon",
      "B": "Gazete",
      "C": "Dergi",
      "D": "Radyo",
      "E": "Bilgisayar"
    },
    "correctAnswer": "E",
    "explanation": "Geleneksel medya araçları radyo, televizyon, gazete, dergi ve sinema gibi belirli zaman dilimlerine ve tek yönlü iletişime dayalı platformlardır. <b>İnternet</b>, <b>sosyal medya</b> veya <b>web siteleri</b> gibi araçlar ise <b>yeni medya</b> araçlarıdır ve geleneksel medya araçlarından biri değildir."
  },
  {
    "id": "182668",
    "unitNumber": 1,
    "text": "<strong>Yayıncılık, basılı yayıncılık, telekomünikasyon ve tüketici elektronik teçhizatının bir araya gelmesi durumuna verilen isim aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Birleşme",
      "B": "Tekelleşme",
      "C": "Yöndeşme",
      "D": "Bütünleşme",
      "E": "Masaüstü yayıncılık"
    },
    "correctAnswer": "C",
    "explanation": "Farklı endüstrilerin (yayıncılık, basılı yayıncılık, telekomünikasyon ve elektronik teçhizatı) teknolojik gelişmeler sayesinde bir araya gelmesi ve ortak bir platformda hizmet sunması durumu <b>Yakınsama (Convergence)</b> olarak adlandırılır. Bu durum, yeni medyanın temelini oluşturur."
  },
  {
    "id": "182669",
    "unitNumber": 1,
    "text": "<strong>Yeni medyanın geleneksel medyanın içinden, aşamalı olarak, yavaş yavaş ortaya çıkmasına verilen isim aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Birlikte değişim",
      "B": "Metamorfoz",
      "C": "Dönüşüm",
      "D": "Geçiş",
      "E": "Oluşum"
    },
    "correctAnswer": "B",
    "explanation": "Yeni medyanın geleneksel medyanın içinden, mevcut yapıları dönüştürerek, yavaş ve aşamalı bir şekilde ortaya çıkması süreci <b>Medya Evrimi</b> veya <b>Metamorfoz</b> olarak adlandırılır. Bu, medyanın aniden devrimsel bir şekilde değil, zamanla gelişerek dönüştüğünü ifade eder."
  },
  {
    "id": "182670",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi yeni medyanın sunduğu avantajlardan biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Güncellenebilirlik",
      "B": "Haritalandırma",
      "C": "Arşivleme",
      "D": "Metinlerarasılık",
      "E": "Görsel içerik"
    },
    "correctAnswer": "E",
    "explanation": "Yeni medyanın sunduğu avantajlar arasında <b>etkileşim</b>, <b>7/24 erişim</b>, <b>kişiselleştirme</b> ve <b>düşük maliyetli üretim</b> yer alır. Eğer bir seçenek <b>Yayınların belirli bir zamana bağlı olması</b> veya <b>Tek yönlü iletişim</b> gibi geleneksel medya özelliklerini içeriyorsa, bu yeni medyanın avantajı değildir."
  },
  {
    "id": "182671",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi masaüstü yayıncılıkta kullanılan yazılım programlarından biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Word",
      "B": "Photoshop",
      "C": "Freehand",
      "D": "QuarkXPress",
      "E": "Corel Draw"
    },
    "correctAnswer": "A",
    "explanation": "Masaüstü yayıncılıkta kullanılan temel yazılımlar <b>sayfa mizanpajı</b> (Adobe InDesign, QuarkXPress), <b>görsel düzenleme</b> (Photoshop) ve <b>vektörel çizim</b> (Illustrator) programlarıdır. <b>MS Excel</b> veya bir <b>İşletim Sistemi</b> gibi doğrudan mizanpaj veya baskı hazırlığı yapmayan programlar DTP yazılımları arasında yer almaz."
  },
  {
    "id": "182672",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisinde masaüstü yayıncılığın aşamaları doğru olarak sıralanmıştır?</strong>",
    "options": {
      "A": "Materyallerin bilgisayara aktarılması - yayın içeriğinin oluşturulması- çıkış-baskı",
      "B": "Fikrin oluşturulması - yayın içeriğinin oluşturulması - baskı-çıkış",
      "C": "Materyallerin bilgisayara aktarılması - fikrin oluşturulması - yayın içeriğinin oluşturulması – baskı - çıkış",
      "D": "Fikrin oluşturulması - materyallerin bilgisayara aktarılması - yayın içeriğinin oluşturulması – çıkış - baskı",
      "E": "Materyallerin bilgisayara aktarılması - yayın içeriğinin oluşturulması -fikrin oluşturulması – çıkış - baskı"
    },
    "correctAnswer": "D",
    "explanation": "Masaüstü yayıncılığın aşamaları sırasıyla: <b>1. İçerik ve veri girişi</b> (Metin yazma, görsel tarama), <b>2. Tasarım ve mizanpaj</b> (Sayfa düzenlemesi), <b>3. Redaksiyon ve düzeltme</b> ve <b>4. Baskıya hazırlık ve çıktı</b> olarak sıralanır."
  },
  {
    "id": "182674",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi, masaüstü yayıncılık alanındaki yeni uygulamalar göz önüne alındığında, ortaya çıkan sorunlu alanlardan biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Etik ilkeler",
      "B": "Ahlaki sorunlar",
      "C": "Hukuki konular",
      "D": "Sayısal uçurum",
      "E": "Yeni teknolojik gelişmeler"
    },
    "correctAnswer": "E",
    "explanation": "Masaüstü yayıncılığın (özellikle dijital ortamda) getirdiği sorunlu alanlar genellikle <b>telif hakları ihlali</b>, <b>izinsiz çoğaltma</b> ve <b>profesyonel olmayan sonuçlar</b> (kalite düşüklüğü) gibi konulardır. <b>Düşük üretim maliyeti</b> ya da <b>hızlı geri dönüş süresi</b> gibi avantajlar sorunlu alanlar arasında yer almaz."
  },
  {
    "id": "192761",
    "unitNumber": 1,
    "text": "............................. kavramı en genel ifadeyle; gazete, dergi, kitap, broşür, afiş vb. yayınları bilgisayar ortamında planlayıp tasarlayarak yayıma hazırlama ya da yine bu ortamda çoğaltma ya da yayımlama sürecidir.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "options": {
      "A": "Geleneksel Medya Yayıncılığı",
      "B": "Yeni Medya Yayıncılığı",
      "C": "Masaüstü Yayıncılık",
      "D": "Bilgisayarlı Yayıncılık",
      "E": "Software Yayıncılık"
    },
    "correctAnswer": "C",
    "explanation": "Cümlede tanımı yapılan kavram <b>Masaüstü Yayıncılık (DTP)</b>'tır. Bu kavram, her türlü basılı materyalin (gazete, dergi, kitap vb.) <b>bilgisayar ortamında tasarlanıp</b> yayıma hazırlanması ve çoğaltılması sürecini ifade eder."
  },
  {
    "id": "192766",
    "unitNumber": 1,
    "text": "Geleneksel medyanın kimliği belirsiz yığınlara, kitlelere hitap etmesine karşın, yeni medya doğrudan bireyleri hedef almaktadır.<br/><strong>Cümlesinde açıklaması verilen kavram aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Eş zamansızlık",
      "B": "Ölçülebilirlik",
      "C": "Hareketlilik",
      "D": "Kitlesizleştirme",
      "E": "Etkileşim"
    },
    "correctAnswer": "D",
    "explanation": "Bu cümle, yeni medyanın <b>Bireyselleşme</b> (veya kişiselleştirme) özelliğini açıklar. Geleneksel medya anonim kitlelere seslenirken, yeni medya teknolojileri sayesinde içerikler <b>doğrudan bireyin ilgi alanlarına göre</b> hedeflenir ve sunulur."
  },
  {
    "id": "192767",
    "unitNumber": 1,
    "text": "<strong>Masaüstü yayıncılıkta kullanılan bilgisayarlar hangi açıdan tasarruf sağlamaktadır?</strong>",
    "options": {
      "A": "Bütçe açısından",
      "B": "İş gücü ve insan ihtiyacı açısından",
      "C": "Kâğıt masrafları açısından",
      "D": "Dağıtım açısından",
      "E": "Baskı açısından"
    },
    "correctAnswer": "B",
    "explanation": "Masaüstü yayıncılıkta bilgisayarlar, geleneksel yöntemlerde zorunlu olan <b>dizgi makineleri ve kalıp hazırlama</b> gibi yüksek maliyetli donanım ve işlemlere olan ihtiyacı ortadan kaldırır. Bu, özellikle <b>işgücü ve baskı öncesi hazırlık maliyetleri</b> açısından büyük bir tasarruf sağlar."
  },
  {
    "id": "192772",
    "unitNumber": 1,
    "text": "<strong> A</strong><strong>şağıdakilerden hangisi i</strong><strong>şletmeler açısından masaüstü yayıncılık avantajlarından biridir?</strong>",
    "options": {
      "A": "Dijital yayınlara ulaşma, iki taraflı iletişim",
      "B": "Çağdaş bilgisayar teknolojilerinden yararlanma",
      "C": "Giderlerden, baskı maliyetlerinden, iş gücünden ve zamandan tasarruf",
      "D": "Kaliteli baskı, serili üretim",
      "E": "Tüketiciler ile yakından temasta olma"
    },
    "correctAnswer": "C",
    "explanation": "İşletmeler açısından masaüstü yayıncılığın en büyük avantajı <b>maliyet etkinliği</b> ve <b>hız</b>dır. İşletmeler, pazarlama materyallerini, broşürlerini veya raporlarını dış kaynaklara bağımlı kalmadan <b>daha hızlı ve daha düşük maliyetle</b> dahili olarak üretebilirler."
  },
  {
    "id": "192773",
    "unitNumber": 1,
    "text": "<strong>Tüketiciler açısından aşağıdakilerden hangisi masaüstü yayıncılık avantajlarındandır?</strong>",
    "options": {
      "A": "İstenilen zamanda ve yerde dijital yayınlara ulaşma, detaylı bilgi, arşivleme",
      "B": "Çağdaş bilgisayar teknolojilerinden yararlanma",
      "C": "Giderlerden, baskı maliyetlerinden, iş gücünden ve zamandan tasarruf",
      "D": "Kaliteli baskı, serili üretim",
      "E": "Başkaları ile yakından temasta olma"
    },
    "correctAnswer": "A",
    "explanation": "Masaüstü yayıncılık, üretim maliyetlerini düşürdüğü için, tüketiciler <b>daha düşük fiyatlarla</b> ve <b>daha geniş bir çeşitlilikte</b> yayınlara erişim imkanı bulurlar. Yayıncılığın demokratikleşmesi sayesinde niş (özel ilgi alanı) yayınlar da kolayca okuyucuya ulaşabilir."
  },
  {
    "id": "340599",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi masaüstü yayıncılık için gerekli olan araçlardan biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Kişisel bilgisayar",
      "B": "Joystick",
      "C": "Yazıcı",
      "D": "Tarayıcı",
      "E": "Modem"
    },
    "correctAnswer": "B",
    "explanation": "Masaüstü yayıncılık için gerekli temel araçlar <b>bilgisayar</b>, <b>DTP yazılımı</b> (mizanpaj programları) ve <b>çıktı/baskı cihazlarıdır</b> (yazıcı/tarayıcı). <b>Yüksek kapasiteli geleneksel matbaa makineleri</b> veya <b>analog kayıt teçhizatları</b> gibi DTP sürecinin kendisinin gerektirmediği, tamamen farklı bir amaca hizmet eden araçlar gerekli değildir."
  },
  {
    "id": "130816",
    "unitNumber": 2,
    "text": "…………, yazı karakterlerinin çok boyutlu veya hareket hâlindeki bir düzleme yerleştirilmesi sanatıdır.<br/><strong>Yukarıdaki cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "options": {
      "A": "Tipografi",
      "B": "Pixel",
      "C": "Renk",
      "D": "Baskı",
      "E": "Nokta"
    },
    "correctAnswer": "A",
    "explanation": "Boş bırakılan yere <b>Kinetik Tipografi</b> (Kinetic Typography) getirilmelidir. Kinetik Tipografi, yazı karakterlerinin, durağan bir düzlemde kalmak yerine, <b>çok boyutlu</b> veya <b>hareket hâlindeki bir düzleme</b> yerleştirilmesi ve bu hareketin tasarımsal bir öğe olarak kullanılması sanatıdır."
  },
  {
    "id": "130838",
    "unitNumber": 2,
    "text": "…………, dijital göstergelerde görüntünün elde edilmesine olanak sağlayan ve bir grafik görüntüsünün oluşmasına olanak veren noktalardan her birine verilen isimdir.<br/><strong>Yukarıdaki cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "options": {
      "A": "Tipografi",
      "B": "Baskı",
      "C": "Yüzey",
      "D": "Piksel",
      "E": "Çizgi"
    },
    "correctAnswer": "D",
    "explanation": "Boş bırakılan yere <b>Pixel (Piksel)</b> getirilmelidir. <b>Pixel</b>, dijital göstergelerde (ekranlar ve dijital görüntülerde) görüntünün elde edilmesine olanak sağlayan ve bir grafik görüntüsünün oluşmasını sağlayan <b>en küçük temel nokta birimine</b> verilen isimdir."
  },
  {
    "id": "130844",
    "unitNumber": 2,
    "text": "<strong>Pixel ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "options": {
      "A": "Dijital gösterge ve grafik tasarımında görüntünün oluşmasına olanak sağlayan en küçük görüntü birimidir.",
      "B": "Bir pixelin içerinde kırmızı, mavi ve yeşil renklerin karışımı vardır.",
      "C": "Çok sayıda ve farklı renklerde piksellerin birleştirilmesi, görsel elemanı oluşturmaktadır.",
      "D": "Bir görüntüde pixel sayısı ne kadar az olursa görüntünün netliği de o derece iyi olur.",
      "E": "Pixel yoğunluklarının grafiksel sunumu, görüntünün çözünürlüğüyle alakalıdır."
    },
    "correctAnswer": "D",
    "explanation": "Pixel ile ilgili olarak yanlış olan ifade genellikle pikselin fiziksel boyutuyla ilgilidir. Piksel, dijital ortamda bir renk noktasıdır. Yanlış olan bilgi genellikle şöyledir: 'Pikselin fiziksel boyutu tüm ekranlarda sabittir.' Oysa <b>pikselin fiziksel boyutu</b>, kullanılan <b>ekranın çözünürlüğüne ve büyüklüğüne bağlı olarak değişir</b>."
  },
  {
    "id": "130858",
    "unitNumber": 2,
    "text": "<strong>Renk kavramı ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "options": {
      "A": "Renk, düşünceleri ve duyguları tasarımın başka hiçbir ögesinin yapamadığı şekilde temsil eder.",
      "B": "Masaüstü yayıncılıkta genellikle beyaz renkli A5 sayfası kullanılmaktadır.",
      "C": "Tasarımda amaçlanan etkiyi elde etmek için rengin nasıl sunulacağı ve hangi etkinin istenildiği, yayıncılık için önem teşkil etmektedir.",
      "D": "Özel karışımlı renklendirme sisteminde tasarım üzerinde belirlenen renk tonları, ana mürekkep değerlerinin belirli oranda karıştırılmasıyla elde edilmektedir.",
      "E": "Masaüstü yayıncılıkta renk sayısının ne olacağı hususunda doküman içerisinde resim kullanılmadıysa baskının daha kaliteli, renklerin ise daha parlak olması için pantone renkleri kullanılır."
    },
    "correctAnswer": "B",
    "explanation": "Renk kavramı algısal bir deneyimdir. Renk ile ilgili yanlış bir ifade genellikle rengin <b>mutlak, nesnel bir fiziksel gerçeklik</b> olduğunu iddia eden ifadelerdir. Oysa renk, ışık dalga boylarının göz retina tabakası tarafından algılanması ve <b>beyin tarafından yorumlanmasıyla</b> ortaya çıkan <b>algısal (subjektif) bir deneyimdir</b>."
  },
  {
    "id": "130891",
    "unitNumber": 2,
    "text": "………….. kavramı alanyazında, ışığın madde üzerine çarpması, soğrulması sonucunda değişik dalga boylarının gözün belirli bölgelerine ulaşması sonucunda beyinde meydana gelen algı olarak tanımlanmaktadır.<br/><strong>Yukarıdaki cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "options": {
      "A": "Renk",
      "B": "Piksel",
      "C": "Çözünürlük",
      "D": "Tipo",
      "E": "Mizanpaj"
    },
    "correctAnswer": "A",
    "explanation": "Yukarıdaki cümledeki boş bırakılan yere <b>Renk</b> kavramı getirilmelidir. Renk, ışığın nesneye çarpması, soğrulması (absorbe edilmesi) sonucunda geri yansıyan <b>değişik dalga boylarının</b> göz tarafından algılanıp <b>beyinde meydana gelen algı</b> olarak tanımlanır."
  },
  {
    "id": "183022",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi masaüstü yayıncılıkta kullanılan temel kavramlardan biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Renk",
      "B": "Baskı",
      "C": "Tipografi",
      "D": "Yüzey",
      "E": "Bilgisayar"
    },
    "correctAnswer": "E",
    "explanation": "Masaüstü yayıncılık (DTP), görsel ve metin tabanlı materyallerin basılı veya dijital ortam için hazırlanmasını kapsar. Temel kavramları <b>Mizanpaj</b>, <b>Tipografi</b>, <b>Vektör/Raster</b> ve <b>Renk Yönetimi</b>dir. Bu bağlamda, doğru cevabın masaüstü yayıncılıkla doğrudan ilgili olmayan bir kavram (örneğin 'Analog Akustik' veya 'Mikro İşlemci') olması gerekir. Örneğin: <b>Donanım Mimarisi</b> DTP'nin bir kavramı değildir."
  },
  {
    "id": "183023",
    "unitNumber": 2,
    "text": "<strong>Dijital göstergelerde görüntünün elde edilmesine olanak sağlayan ve bir grafik görüntüsünün oluşmasına olanak veren noktalardan her birine verilen isim aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Tipo",
      "B": "Yüzey",
      "C": "Pixel",
      "D": "Megapixel",
      "E": "Çözünürlük"
    },
    "correctAnswer": "C",
    "explanation": "Dijital göstergelerde görüntünün elde edilmesini sağlayan en küçük yapı taşı <b>Pixel (Piksel)</b>'dir. Bir grafik görüntüsü, bu küçük noktaların (piksellerin) bir araya gelerek bir matris oluşturmasıyla meydana gelir."
  },
  {
    "id": "183024",
    "unitNumber": 2,
    "text": "<strong>Baskı mürekkebinin, belirli bir sıklıkta dokunmuş olan eleğin gözeneklerinden geçerek baskı için kullanılan yüzeye transfer edilmesi sürecine ne ad verilir?</strong>",
    "options": {
      "A": "Tip",
      "B": "Serigrafi",
      "C": "Dijital",
      "D": "Çukur",
      "E": "Ofset"
    },
    "correctAnswer": "B",
    "explanation": "Tanımı yapılan baskı süreci <b>Serigrafi (İpek Baskı)</b> tekniğidir. Serigrafide, baskı mürekkebi ışığa duyarlı bir emülsiyonla hazırlanmış <b>belirli sıklıktaki eleğin gözeneklerinden</b> (açık kalmış kısımlarından) geçirilerek altındaki baskı yüzeyine aktarılır."
  },
  {
    "id": "183044",
    "unitNumber": 2,
    "text": "I. Tasarımın etkinlik alanını düzenler.<br/>II. Tasarımı böler, yönlendirir, sınırlarını belirler.<br/>III. Tasarım yüzeyine ton ve ritm verir.<br/><strong>Bu özellikler aşağıdaki tasarımın temel kavramlarından hangisine aittir?</strong>",
    "options": {
      "A": "Nokta",
      "B": "Yüzey",
      "C": "Renk",
      "D": "Çizgi",
      "E": "Grid"
    },
    "correctAnswer": "D",
    "explanation": "Verilen özellikler, tasarımın temel öğelerinden biri olan <b>Çizgi</b>'ye aittir. Çizgi, sadece bir sınır belirlemekle kalmaz (böler, sınırlar), aynı zamanda görsel olarak bakış açısını <b>yönlendirir</b> ve tekrar eden kullanımıyla tasarım yüzeyine <b>ton ve ritm</b> (tekrarlama düzeni) verir."
  },
  {
    "id": "183045",
    "unitNumber": 2,
    "text": "<strong>Baskı alanındaki ilk uygulamaların başlangıç yeri aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Çin",
      "B": "Mezopotamya",
      "C": "Almanya",
      "D": "Avrupa",
      "E": "Asya"
    },
    "correctAnswer": "B",
    "explanation": "Baskı alanındaki ilk uygulamalar, tahta kalıp baskı teknikleri kullanılarak <b>Çin</b>'de (Tang Hanedanlığı döneminde) başlamıştır. Bu erken uygulamalar, modern matbaa tekniklerinin temelini atmıştır."
  },
  {
    "id": "183046",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi grafik tasarım yazılımlarından biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Adobe Photosho",
      "B": "Fractal Desing Painter",
      "C": "Fractal Desing Color Studio",
      "D": "Aldus SuperPaint",
      "E": "Wordpad"
    },
    "correctAnswer": "E",
    "explanation": "Grafik tasarım yazılımları (Adobe Photoshop, Illustrator, CorelDraw vb.) görsel materyal oluşturmak ve düzenlemek için kullanılır. Eğer seçenekler arasında <b>Microsoft Excel</b> veya <b>SAP</b> gibi bir yazılım varsa, bu programlar grafik tasarım yazılımı <b>değildir</b>; bunlar genellikle hesaplama, veri yönetimi veya iş süreçleri için kullanılır."
  },
  {
    "id": "183047",
    "unitNumber": 2,
    "text": "<strong>Bilgisayar tabanlı ilk animasyon stüdyosu nerede ve kim tarafından kurulmuştur?</strong>",
    "options": {
      "A": "1984- Apple",
      "B": "1986- Disney",
      "C": "1984- Disney",
      "D": "1985- Kodak",
      "E": "1986- Apple"
    },
    "correctAnswer": "B",
    "explanation": "Bilgisayar tabanlı ilk animasyon stüdyosu, genellikle 1970'lerin ortalarında <b>Edwin Catmull</b> tarafından <b>New York Teknoloji Enstitüsü (NYIT)</b> bünyesinde kurulan laboratuvar (Computer Graphics Lab) olarak kabul edilir. Bu laboratuvar daha sonra Pixar'ın temellerini atmıştır."
  },
  {
    "id": "183048",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi ses tasarım yazılımlarından biridir?</strong>",
    "options": {
      "A": "Wav",
      "B": "Avid",
      "C": "Sony vegas",
      "D": "Final cut",
      "E": "Adobe Preimiere"
    },
    "correctAnswer": "A",
    "explanation": "Ses tasarım yazılımları (Digital Audio Workstations - DAW), ses kaydı, düzenleme ve miksaj işlemleri için kullanılır. Bu tür yazılımlara örnek olarak <b>Adobe Audition</b>, <b>Pro Tools</b>, <b>Audacity</b> veya <b>Ableton Live</b> verilebilir."
  },
  {
    "id": "183049",
    "unitNumber": 2,
    "text": "<strong>Fiziksel modelin dijital ortama aktarılmasını sağlayan bir işlem olan ve bu yöntemle, çeşitli yazılımlar aracılığı ile insan vücudunun tamamının taranarak dijital ortama aktarılabildiği yöntem aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Rendering",
      "B": "Script",
      "C": "Kurgu",
      "D": "Cyber-scan",
      "E": "Mix"
    },
    "correctAnswer": "D",
    "explanation": "Fiziksel bir modelin veya objenin (insan vücudu dahil) geometrik verilerinin dijital ortama aktarılmasını sağlayan işleme <b>3D Tarama (3D Scanning)</b> denir. Bu yöntem, nesnenin yüzey verilerini yakalayarak üç boyutlu dijital modeller oluşturur."
  },
  {
    "id": "183050",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi mizanpajla ilgili <u>değildir</u>?</strong>",
    "options": {
      "A": "Sayfa düzenleme",
      "B": "Yazı fontları",
      "C": "Kâğıt gramajı",
      "D": "Sayfadaki materyallerin önem sırası",
      "E": "Sayfadaki boşlukların dengelenmesi"
    },
    "correctAnswer": "C",
    "explanation": "Mizanpaj, sayfa üzerindeki tüm görsel ve metinsel elemanların (başlık, gövde metni, görsel, boşluk) düzenlenmesi ve organize edilmesidir. Mizanpajla ilgili olmayan bir kavram, bu düzenlemeyle doğrudan ilişkili olmayan bir teknik veya teori olmalıdır (Örneğin: <b>Optik İletişim Protokolleri</b>)."
  },
  {
    "id": "192617",
    "unitNumber": 2,
    "text": "<strong> Aşağıdakilerden hangisi masaüstü yayıncılıkta kullanılan temel kavramlardan biridir?</strong>",
    "options": {
      "A": "Pixel",
      "B": "Yazıcı",
      "C": "Tarayıcı",
      "D": "PDF Reader",
      "E": "Animasyon Sistemleri"
    },
    "correctAnswer": "A",
    "explanation": "Masaüstü yayıncılık (DTP), basılı veya dijital yayınların hazırlanması sürecidir. Bu süreçte kullanılan temel kavramlardan biri, metin ve görsel öğelerin sayfaya yerleştirilme düzeni olan <b>Mizanpaj (Layout)</b>'dır."
  },
  {
    "id": "192625",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisinde temel amaç, mesajın alıcı tarafından doğru algılanmasını sağlamaktır?</strong>",
    "options": {
      "A": "Video yazılım sistemi",
      "B": "Tipografi",
      "C": "Megapixel",
      "D": "Ofset baskı",
      "E": "Nokta, çizgi ve yüzey"
    },
    "correctAnswer": "B",
    "explanation": "Tasarımın ve özellikle <b>Grafik Tasarım</b> veya <b>İletişim Tasarımı</b>nın temel amacı, gönderilen <b>mesajın</b> alıcı tarafından <b>doğru, hızlı ve etkili bir şekilde algılanmasını</b> sağlamaktır. Tasarım, mesajın görselleştirilmesi ve kodlanması sürecidir."
  },
  {
    "id": "192650",
    "unitNumber": 2,
    "text": "<strong> Aşağıdakilerden hangisi animasyon tasarım yazılımlarından biridir?</strong>",
    "options": {
      "A": "Microsoft Word",
      "B": "Media Player",
      "C": "Avid",
      "D": "Adobe Premiere",
      "E": "3DS Max"
    },
    "correctAnswer": "E",
    "explanation": "Animasyon tasarım yazılımları, hareketli grafikler ve karakter animasyonları oluşturmak için kullanılır. Bu tür yazılımlara örnek olarak, profesyonel 3D modelleme ve animasyon yazılımı olan <b>Autodesk Maya</b> veya 2D vektörel animasyon yazılımı olan <b>Adobe Animate</b> verilebilir."
  },
  {
    "id": "192651",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi metinler üzerinde en sade ve temel tasarıma olanak tanıyan kelime işlem programlarından biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Wordpad",
      "B": "World",
      "C": "Write",
      "D": "Adobe Illustrator",
      "E": "Notepad"
    },
    "correctAnswer": "D",
    "explanation": "Kelime işlem programları (Word, Pages) metin üzerinde temel düzenleme ve en sade tasarımlara olanak tanır. <b>Adobe InDesign</b> veya <b>QuarkXPress</b> gibi programlar ise <b>Masaüstü Yayıncılık (DTP)</b> programlarıdır. Bunlar kelime işlemci değil, karmaşık sayfa ve kitap düzeni (mizanpaj) için tasarlanmış profesyonel araçlardır."
  },
  {
    "id": "192652",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi masaüstü yayıncılıkta kullanılan yazılım türlerinden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Metin Tasarım Yazılımı",
      "B": "Ses Tasarım Yazılımı",
      "C": "Grafik Tasarım Yazılımı",
      "D": "Java Yazılımı",
      "E": "Animasyon Tasarım Yazılımı"
    },
    "correctAnswer": "D",
    "explanation": "Masaüstü yayıncılıkta kullanılan yazılım türleri; Görüntü Düzenleme (Raster), Vektörel Çizim ve Mizanpaj programlarıdır. Bu türlerin dışında kalan bir yazılım, DTP ile ilgili değildir. Örneğin: <b>Veritabanı Yönetim Sistemleri (DBMS)</b> veya <b>Muhasebe Yazılımları</b>, DTP yazılım türü değildir."
  },
  {
    "id": "340625",
    "unitNumber": 2,
    "text": "<strong>Dijital gösterge ve grafik tasarımında görüntünün oluşmasına olanak sağlayan en küçük görüntü birimi aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Pixel",
      "B": "Tipografi",
      "C": "Renk",
      "D": "Baskı",
      "E": "Mizanpaj"
    },
    "correctAnswer": "A",
    "explanation": "Dijital göstergelerde ve grafik tasarımında görüntüyü oluşturan temel yapı taşı <b>Piksel</b>'dir. Piksel (Picture Element), bir görüntünün veya ekranın en küçük adreslenebilir birimidir. Tüm dijital görüntüler, renk ve parlaklık bilgisi taşıyan bu küçük kare birimlerin bir araya gelmesiyle oluşur. Bir dijital görüntünün <b>çözünürlüğü</b>, toplam piksel sayısıyla doğrudan ilişkilidir ve görüntü kalitesini belirleyen en önemli faktördür."
  },
  {
    "id": "340629",
    "unitNumber": 2,
    "text": "I. Tipo (yüksek) baskı<br/>II. Serigrafi (elek) baskı<br/>III. Ofset baskı<br/><strong>Yukarıdakilerden hangisi ya da hangileri baskı tekniğidir?</strong>",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "correctAnswer": "E",
    "explanation": "Verilen seçeneklerin hepsi (I, II ve III) geleneksel ve yaygın olarak kullanılan temel baskı teknikleri sınıflamasına dahildir. Bu teknikler genellikle mürekkebi yüzeye aktarma yöntemine göre sınıflandırılır:<br>I. <b>Tipo (Yüksek) Baskı</b>: Baskı yapılacak alanın kabartmalı olduğu (yüksekte bulunduğu) baskı tekniğidir.<br>II. <b>Serigrafi (Elek) Baskı</b>: Mürekkebin özel bir elek (şablon) üzerinden geçirilerek yüzeye aktarıldığı <b>geçirgen baskı</b> tekniğidir.<br>III. <b>Ofset Baskı</b>: Günümüzde ticari matbaacılıkta en yaygın kullanılan, mürekkebin su ve yağın birbirini itme prensibine dayandığı <b>düz (planografik) baskı</b> tekniğidir. Bu nedenle her üç ifade de baskı tekniğidir."
  },
  {
    "id": "130658",
    "unitNumber": 3,
    "text": "……….; yazı, resim başlık gibi unsurların nasıl kullanılacağına ilişkin ilkelerin belirlenmesini ve iletimini kolaylaştırır.<br/><strong>Yukarıdaki cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "options": {
      "A": "Şablon",
      "B": "Yazı tipi",
      "C": "Renk",
      "D": "Yerleşim düzeni",
      "E": "Metin düzeni"
    },
    "correctAnswer": "A",
    "explanation": "Yukarıdaki cümlede boş bırakılan yere getirilmesi gereken ifade <b>Stil Sayfaları</b>'dır (Style Sheets). Stil Sayfaları, yazı, resim ve başlık gibi belge unsurlarının görünümünü ve yerleşimini belirleyen ilkeler kümesidir. Bunların kullanımı, belgenin bütününde <b>tutarlılık</b> sağlar, iletimi kolaylaştırır ve hızlı biçimlendirme imkanı sunar."
  },
  {
    "id": "130695",
    "unitNumber": 3,
    "text": "………….. aşamasında tasarım raporundaki planlar doğrultusunda ürünün ortaya konulması için gereken işlemler yapılmaktadır.<br/><strong>Yukarıdaki cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "options": {
      "A": "Metin oluşturma",
      "B": "Dosya oluşturma",
      "C": "Geliştirme",
      "D": "Baskı",
      "E": "Uygulama"
    },
    "correctAnswer": "C",
    "explanation": "Tasarım raporundaki planların fiilen ürüne dönüştürüldüğü aşama <b>Uygulama</b> (Implementation) aşamasıdır. Masaüstü yayımcılık sürecinde bu aşama, tasarlanan düzenin bilgisayar ortamında yazılımlar kullanılarak (örneğin Adobe InDesign, QuarkXPress gibi) somutlaştırılmasını ve içeriğin yerleştirilmesini içerir. Bu, geliştirme sürecinin <b>üretim</b> merkezidir."
  },
  {
    "id": "136812",
    "unitNumber": 3,
    "text": "<strong>Geliştirilmesi istenen sistemin ihtiyaçlarının ve beklenen özelliklerini belirlenmesi aşağıdaki sistem geliştirme adımlarından hangisine aittir?</strong>",
    "options": {
      "A": "Planlama",
      "B": "Analiz",
      "C": "Tasarım",
      "D": "Geliştirme",
      "E": "Uygulama ve değerlendirme"
    },
    "correctAnswer": "B",
    "explanation": "Geliştirilmesi istenen sistemin ne yapması gerektiğini, kimin için yapılacağını ve hangi kısıtlamalara uyulacağını belirleme süreci <b>Analiz</b> aşamasına aittir. Masaüstü yayımcılıkta analiz, hedef kitle, içerik gereksinimleri, bütçe ve yayımlanacak materyalin amacının belirlenmesini kapsar. Bu aşama, başarılı bir projenin temelini oluşturur."
  },
  {
    "id": "183532",
    "unitNumber": 3,
    "text": "<strong>Aşağıdaki işlemlerden hangisi masaüstü yayımcılığın analiz aşamasında yürütülmektedir?</strong>",
    "options": {
      "A": "Hikâye panolarının oluşturulması",
      "B": "Amaçların belirlenmesi",
      "C": "Belge formatının belirlenmesi",
      "D": "Renk ayarlarının yapılması",
      "E": "Resim ve metinlerin belirlenmesi"
    },
    "correctAnswer": "B",
    "explanation": "Masaüstü yayımcılığın <b>Analiz</b> aşamasında yürütülen işlemler arasında <b>Hedef kitlenin ve içerik gereksinimlerinin belirlenmesi</b> yer alır. Bu aşamada tasarımcının, yayının amacını, kısıtlamalarını (bütçe, zaman, baskı türü) ve beklenen çıktı özelliklerini tam olarak anlaması gerekir. Örneğin, kağıt türüne karar vermek veya baskı maliyetini hesaplamak bu aşamadaki analizlere dayanır."
  },
  {
    "id": "183534",
    "unitNumber": 3,
    "text": "<strong> Aşağıdakilerden hangisi metne yönelik biçimlendirme işlemlerinden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Metnin büyüklüğü",
      "B": "Yazı tipi",
      "C": "Paragraf ayarları",
      "D": "Belge formatı",
      "E": "Renk ayarı"
    },
    "correctAnswer": "D",
    "explanation": "Metne yönelik biçimlendirme işlemleri, karakterin (punto, font, stil) veya paragrafın (hizalama, satır aralığı) görünüşünü etkileyen işlemlerdir. Sayfa kenar boşluklarının ayarlanması veya resimlerin kırpılması gibi işlemler ise <b>sayfa düzeni</b> (layout) veya görsel düzenleme işlemleri olup, doğrudan metne yönelik bir biçimlendirme işlemi <u>değildir</u>."
  },
  {
    "id": "183537",
    "unitNumber": 3,
    "text": "<strong>Masaüstü yayımcılık sonrasında basılacak olan materyalin maliyet yönünden en az olması için aşağıdaki renklerden hangisi tercih edilmelidir?</strong>",
    "options": {
      "A": "Sarı",
      "B": "Beyaz",
      "C": "Yeşil",
      "D": "Kırmızı",
      "E": "Siyah"
    },
    "correctAnswer": "E",
    "explanation": "Basılı materyallerde maliyeti en aza indirmek için tercih edilmesi gereken renk seçeneği <b>Siyah Beyaz</b> baskıdır (monokrom). Renkli (özellikle CMYK 4 renkli) baskı makineleri ve mürekkep/toner maliyetleri çok daha yüksektir. <b>Tek renkli</b> (sadece siyah) baskı, en uygun maliyetli çözümdür, çünkü yalnızca bir kalıp kullanılır ve mürekkep tüketimi minimumdur."
  },
  {
    "id": "183538",
    "unitNumber": 3,
    "text": "<strong>Masaüstü yayımcılıkta hazırlanan materyal üzerinde baskıya verilmeden önce yapılan son işleme ne ad verilir?</strong>",
    "options": {
      "A": "Dijital paketleme",
      "B": "Baskı sonlandırma",
      "C": "Grafik ve resimleri kontrol etme",
      "D": "Dijital okuma",
      "E": "Materyal kontrolü"
    },
    "correctAnswer": "A",
    "explanation": "Masaüstü yayımcılıkta materyalin baskıya verilmeden önce yapılan son teknik kontrol ve düzeltme işlemine <b>Baskı Öncesi Hazırlık</b> (Prepress) ya da daha spesifik olarak <b>Son Kontrol/Tashih</b> adı verilir. Bu işlem, renk ayarlarının, çözünürlüğün, font gömülmelerinin ve mizanpaj hatalarının son kez kontrol edilmesini ve baskı makinesine uygun dosya formatının hazırlanmasını içerir."
  },
  {
    "id": "183539",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi masaüstü yayımcılık üzerine çalışan tasarımcıların sahip olması gereken yeterliliklerden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Uygun araçları kullanabilme",
      "B": "Çözümleri görselleştirme",
      "C": "Baskı işlemlerini yürütme",
      "D": "Gereken emek ve maliyeti kestirebilme",
      "E": "Hedeflenen mesajı yansıtabilme"
    },
    "correctAnswer": "C",
    "explanation": "Masaüstü yayımcılık tasarımcılarının sahip olması gereken temel yeterlilikler arasında <b>görsel tasarım ilkeleri bilgisi</b>, tipografi yeteneği ve ilgili yazılımları (örneğin sayfa düzenleme programları) kullanma becerisi yer alır. Ancak <b>Büyük veri tabanı yönetimi</b> veya sunucu kurulumu gibi sistem mühendisliği alanına giren beceriler, temel masaüstü yayımcılık tasarımcısının yeterlilikleri arasında <u>değildir</u>."
  },
  {
    "id": "183540",
    "unitNumber": 3,
    "text": "<strong> Aşağıdakilerden hangisi masaüstü yayımcılık tasarım aşamasında yürütülen temel adımlarından biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Yayımın yapısının belirlenmesi",
      "B": "Yazı tipi tercihleri",
      "C": "Resim Kullanımı",
      "D": "Renk seçimi",
      "E": "Amaçların belirlenmesi"
    },
    "correctAnswer": "E",
    "explanation": "Masaüstü yayımcılık geliştirme sürecinin tasarım aşaması; mizanpaj planı oluşturma, görsel hiyerarşiyi belirleme, renk ve font seçimlerini yapma gibi işlemleri içerir. Ancak <b>İçeriğin yazılması ve toplanması</b> genellikle analizi takip eden içerik hazırlık/uygulama aşamasının başlangıcına denk gelir ve temel tasarım adımlarından <u>değildir</u>; tasarım, bu içeriğin nasıl sunulacağına odaklanır."
  },
  {
    "id": "183549",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi baskı ve sonlandırma işlemlerinde göz önünde bulundurulması gereken temel işlemlerden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Ekran ve kâğıt üzerindeki renk uyumunun sağlanması",
      "B": "Paketlemenin eksiksiz yapılmış olması",
      "C": "Baskı kalitesi ve adedine yönelik ayarlamalar yapılması",
      "D": "Ölçeklendirme ayarlarının yapılması",
      "E": "Yayımın dağıtılması"
    },
    "correctAnswer": "E",
    "explanation": "Baskı ve sonlandırma işlemleri, materyalin fiziksel olarak çoğaltılması ve kullanıma hazır hale getirilmesini içerir. Bu süreçte kağıt seçimi, ciltleme, katlama ve kesme (<b>sonlandırma</b>) gibi işlemler önemlidir. <b>Müşteri ihtiyaç analiz raporu oluşturmak</b> ise sistem geliştirme sürecinin en başındaki <b>analiz</b> aşamasında gerçekleştirilen bir eylemdir ve baskı/sonlandırma işlemlerinde göz önünde bulundurulması gereken temel işlemlerden <u>değildir</u>."
  },
  {
    "id": "183552",
    "unitNumber": 3,
    "text": "Sistem Geliştirme Yaklaşımı adımlarında bulunan kullanım ve bakım işlemi masaüstü yayımcılık geliştirme sürecinin hangi basamağı ile ilişkilendirilmektedir?",
    "options": {
      "A": "Analiz",
      "B": "Tasarım",
      "C": "Geliştirme",
      "D": "Uygulama",
      "E": "Değerlendirme"
    },
    "correctAnswer": "E",
    "explanation": "Standart Sistem Geliştirme Yaklaşımı'ndaki 'Kullanım ve Bakım' (Maintenance) aşaması, Masaüstü Yayımcılık geliştirme sürecinde <b>Değerlendirme ve Geri Bildirim</b> basamağı ile ilişkilendirilir. Bu aşamada yayımlanan ürünün başarısı ölçülür, kullanıcı geri bildirimleri toplanır ve gelecekteki revizyonlar veya düzeltmeler (<b>bakım</b>) için planlama yapılır."
  },
  {
    "id": "183553",
    "unitNumber": 3,
    "text": "<strong>Dijital olarak yayımlanan yayımlarda tarayıcıdan kaynaklı renk farklılıklarını en aza indirmek için kaç bitlik renk kodları kullanılmalıdır?</strong>",
    "options": {
      "A": "2",
      "B": "4",
      "C": "6",
      "D": "8",
      "E": "10"
    },
    "correctAnswer": "D",
    "explanation": "Dijital yayımlarda tarayıcıdan kaynaklı renk farklılıklarını en aza indirmek ve renklerin olabildiğince doğru gösterilmesini sağlamak için <b>24 bitlik</b> renk kodları kullanılmalıdır. 24 bit, yaklaşık 16.7 milyon farklı rengi temsil eder (<b>True Color</b>) ve insan gözünün ayırt edebileceği renklerin büyük çoğunluğunu kapsar, bu da renk sapmalarını azaltır ve profesyonel görüntü kalitesi sunar."
  },
  {
    "id": "192799",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi belge oluşturma aşamalarından biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Şablon Belirlemek",
      "B": "Sayfa Boyutu",
      "C": "Yerleşim Düzeni",
      "D": "Yazı Tipi Tercihleri",
      "E": "Metin Düzeni"
    },
    "correctAnswer": "D",
    "explanation": "Belge oluşturma aşamaları, tipik olarak içeriğin girilmesi, biçimlendirilmesi, mizanpajın yapılması ve nihai kontrolü içerir. Ancak <b>Bütçeleme ve planlama</b> işlemleri, belgenin oluşturulmasından önceki analiz ve tasarım aşamalarında tamamlanır ve doğrudan belge oluşturma sürecinin bir adımı <u>değildir</u>."
  },
  {
    "id": "192805",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi masaüstü yayımcılıkta genellikle önceden oluşturulmuş şablonların kullanım faydalarından biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Zamandan kazanma",
      "B": "Daha düşük maliyetle yayın yapma",
      "C": "Birbiriyle ilişkili olan yayınlarda pratiklik sağlama",
      "D": "Acemi tasarımcılara kolaylık sağlama",
      "E": "Bütün yayımlarda aynı formu kullanma"
    },
    "correctAnswer": "E",
    "explanation": "Önceden oluşturulmuş şablonların temel faydaları arasında <b>zamandan tasarruf</b>, <b>tutarlılığın sağlanması</b> (marka kimliği ve kurumsal görsellik açısından) ve kullanım kolaylığı bulunur. Ancak şablonlar, zaten belirlenmiş bir yapı ve düzen sunduğu için, <b>özgünlüğü ve yaratıcılığı arttırma</b> yerine, genellikle bunu sınırlar. Özgünlük, sıfırdan tasarım yapmayı gerektirir."
  },
  {
    "id": "340663",
    "unitNumber": 3,
    "text": "<strong>Masaüstü yayımcılıkta belge oluşturulduktan sonra aşağıdaki aşamalardan hangisine geçilmektedir?</strong>",
    "options": {
      "A": "Şablon belirleme",
      "B": "Sayfa boyutu",
      "C": "Metinlerin oluşturulması",
      "D": "Yerleşim düzeni",
      "E": "Renkler"
    },
    "correctAnswer": "C",
    "explanation": "Masaüstü yayımcılık sürecinde belge (materyal) oluşturulduktan (Uygulama aşaması) sonraki aşama, materyalin baskıya hazırlanması ve son kontrollerin yapıldığı <b>Baskı Öncesi Hazırlık</b> aşamasıdır. Bu aşamada dosya formatı, çözünürlük ve renk modları baskı makinesine uygun hale getirilir."
  },
  {
    "id": "341106",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerin hangisinde masaüstü yayımcılık geliştirme sürecinin adımları doğru bir sıra ile verilmiştir?</strong>",
    "options": {
      "A": "Analiz - Tasarım - Uygulama - Geliştirme - Değerlendirme",
      "B": "Tasarım - Analiz - Uygulama - Geliştirme - Değerlendirme",
      "C": "Analiz - Geliştirme - Tasarım - Uygulama - Değerlendirme",
      "D": "Tasarım - Uygulama - Geliştirme - Değerlendirme - Analiz",
      "E": "Tasarım - Uygulama - Değerlendirme - Analiz - Geliştirme"
    },
    "correctAnswer": "A",
    "explanation": "Masaüstü yayımcılık geliştirme süreci, standart sistem geliştirme döngüsüne paralel olarak ilerler. Doğru sıra şöyledir: <br>1. <b>Analiz</b> (İhtiyaç belirleme)<br>2. <b>Tasarım</b> (Mizanpaj ve görsel planlama)<br>3. <b>Uygulama</b> (Belge oluşturma)<br>4. <b>Değerlendirme</b> (Test etme ve kontrol etme). Bu döngü, projenin başarılı ve sistematik bir şekilde tamamlanmasını sağlar."
  },
  {
    "id": "342340",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi masaüstü yayımcılık geliştirme sürecinin tasarım aşamasında görev alan kişilerin sahip olması gereken yeterliklerden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Çözümleri görselleştirme",
      "B": "Tasarım ve baskı ihtiyaçlarına tek başına karar verme",
      "C": "Uygun araçları kullanabilme",
      "D": "Yayımın hazırlanması için gerekli emek ve maliyeti kestirebilme",
      "E": "Doğru görselleri bulma ya da üretebilme"
    },
    "correctAnswer": "B",
    "explanation": "Masaüstü yayımcılık geliştirme sürecinin tasarım aşamasında görev alan kişilerin yaratıcılık, görsel hiyerarşi bilgisi, tipografi ve renk teorisi bilgisine sahip olması beklenir. Ancak <b>Donanım arızalarını gidermek</b>, tasarımcıların değil, teknik destek veya sistem yöneticilerinin sahip olması gereken bir yeterliliktir ve tasarım aşamasının gerekliliklerinden <u>değildir</u>."
  },
  {
    "id": "132121",
    "unitNumber": 4,
    "text": "……… metinsel unsurların sayfaya ya da şekil, resim, tablo gibi yayını oluşturan diğer unsurlara göre hizalanmasıdır.<br/><strong>Yukarıdaki cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "options": {
      "A": "Sayfa yerleşimi",
      "B": "Satır aralığı",
      "C": "Metin hizalama",
      "D": "Büyük küçük harf kullanımı",
      "E": "Vurgulama"
    },
    "correctAnswer": "C",
    "explanation": "Boş bırakılan yere getirilmesi gereken kelime <b>Hizalama</b>'dır. Hizalama, <b>metinsel unsurların</b> sayfa sınırlarına, şekillere, resimlere veya tablo gibi diğer yayın unsurlarına göre <b>konumlandırılmasını</b> ve düzenlenmesini ifade eder. Bu, metnin sayfa üzerindeki estetik ve okunabilirlik açısından kritik bir özelliğidir."
  },
  {
    "id": "136889",
    "unitNumber": 4,
    "text": "I. Times New Roman<br/>II. Bookman Old Style<br/>III. Cambria<br/>IV. Garamond<br/><strong>Yukarıdaki yazı tiplerinden hangisi ya da hangileri Serif yazı tipi kategorisinde yer alır?</strong>",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "I, II ve IV",
      "E": "I, II, III ve IV"
    },
    "correctAnswer": "E",
    "explanation": "Listelenen yazı tiplerinin tamamı (I. Times New Roman, II. Bookman Old Style, III. Cambria, IV. Garamond) <b>Serif</b> (tırnaklı) yazı tipi kategorisinde yer alır. Serif yazı tipleri, harflerin uçlarında küçük <b>tırnak benzeri çıkıntılar</b> bulunmasıyla karakterize edilir ve genellikle basılı materyallerde ve uzun metinlerde okunabilirliği artırmak için kullanılır."
  },
  {
    "id": "136898",
    "unitNumber": 4,
    "text": "I. Arial<br/>II. Calibri<br/>III. Lucida Bright<br/>IV. Comic Sans<br/><strong>Yukarıdaki yazı tiplerinden hangisi ya da hangileri Sans Serif yazı tipi kategorisinde yer alır?</strong>",
    "options": {
      "A": "I, II, III ve IV",
      "B": "I, II ve IV",
      "C": "I ve III",
      "D": "Yalnız I",
      "E": "I ve II"
    },
    "correctAnswer": "B",
    "explanation": "I. Arial, II. Calibri ve IV. Comic Sans, <b>Sans Serif</b> (tırnaksız) yazı tipi kategorisinde yer alır. Bu fontlar, harflerin uçlarında tırnak bulunmamasıyla bilinir ve genellikle ekran okumaları, kısa metinler ve başlıklar için tercih edilir. (III. Lucida Bright ise tırnaklı/slab serif kategorisine yakındır, ancak genellikle soruda Sans Serif olarak kabul edilenler I, II ve IV'tür.)"
  },
  {
    "id": "136939",
    "unitNumber": 4,
    "text": "I. Metnin puntosunu büyütme<br/>II. Metnin altını çizme<br/>III. Metni kalın yazma<br/>IV. Farklı renk kullanma<br/><strong>Vurgulama için yukarıdaki yöntemlerden hangisi ya da hangileri kullanılabilir?</strong>",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "I, II ve IV",
      "E": "I, II, III ve IV"
    },
    "correctAnswer": "E",
    "explanation": "Vurgulama için listelenen yöntemlerin tamamı kullanılabilir: I. Metnin puntosunu büyütme, II. Metnin altını çizme, III. Metni kalın yazma ve IV. Farklı renk kullanma. Vurgulama, okuyucunun dikkatini metnin <b>belirli bir bölümüne</b> çekmek amacıyla kullanılan <b>biçimlendirme teknikleridir</b>."
  },
  {
    "id": "183634",
    "unitNumber": 4,
    "text": "<strong> Aşağıdakilerden hangisi genellikle basılı ve uzun metinlerde kullanımı uygun olan yazı tipidir?</strong>",
    "options": {
      "A": "Monospace",
      "B": "Serif",
      "C": "Sans Serif",
      "D": "Dekoratif",
      "E": "El yazısı"
    },
    "correctAnswer": "B",
    "explanation": "Genellikle basılı ve uzun metinlerde kullanımı uygun olan yazı tipi <b>Serif</b> yazı tipidir (örn: Times New Roman, Garamond). Serif fontlar, harf uçlarındaki tırnaklar sayesinde okuyucunun gözünün bir kelimeden diğerine <b>daha kolay akmasını</b> sağlayarak uzun okumalarda daha az yorgunluğa neden olur."
  },
  {
    "id": "183635",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi harflerin uçlarında tırnak benzeri çıkıntıların yer aldığı yazı tipi kategorisidir?</strong>",
    "options": {
      "A": "Sans Serif",
      "B": "Monospace",
      "C": "Serif",
      "D": "Verdana",
      "E": "Arial"
    },
    "correctAnswer": "C",
    "explanation": "Harflerin uçlarında tırnak benzeri çıkıntıların yer aldığı yazı tipi kategorisi <b>Serif</b> olarak adlandırılır. Latince’de 'serif' kelimesi 'tırnak' anlamına gelmektedir ve bu çıkıntılar tipografik karakteristiği oluşturur."
  },
  {
    "id": "183636",
    "unitNumber": 4,
    "text": "<strong>Arial, Verdana, Calibri, Century Gothic gibi fontların ait olduğu yazı tipi kategorisi aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Sans Serif",
      "B": "Dekoratif",
      "C": "El yazısı",
      "D": "Serif",
      "E": "Monospace"
    },
    "correctAnswer": "A",
    "explanation": "Arial, Verdana, Calibri, Century Gothic gibi fontların ait olduğu yazı tipi kategorisi <b>Sans Serif</b> (Tırnaksız) kategorisidir. Bu fontlar modern tasarımlarda, web sitelerinde ve başlıklarda tercih edilir."
  },
  {
    "id": "183637",
    "unitNumber": 4,
    "text": "<strong>Genellikle alt alta gelmesi gereken rakamların olduğu çizelgelerde, sayısal işlemlerde ve bilgisayar programcıları tarafından kod yazarken tercih edilen yazı tipi kategorisi aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Sans Serif",
      "B": "Dekoratif",
      "C": "El yazısı",
      "D": "Serif",
      "E": "Monospace"
    },
    "correctAnswer": "E",
    "explanation": "Genellikle alt alta gelmesi gereken rakamların olduğu çizelgelerde, sayısal işlemlerde ve kod yazarken tercih edilen yazı tipi kategorisi <b>Eşit Aralıklı (Monospace)</b> yazı tipidir. Bu fontlarda her karakter (harf, rakam, boşluk) aynı genişliği kaplar, bu da dikey hizalamayı kolaylaştırır."
  },
  {
    "id": "183638",
    "unitNumber": 4,
    "text": "<strong>Times New Roman, Cambria, Georgia, Garamond gibi fontların ait olduğu yazı tipi kategorisi aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Sans Serif",
      "B": "Dekoratif",
      "C": "El yazısı",
      "D": "Serif",
      "E": "Monospace"
    },
    "correctAnswer": "D",
    "explanation": "Times New Roman, Cambria, Georgia, Garamond gibi fontların ait olduğu yazı tipi kategorisi <b>Serif</b> (Tırnaklı) kategorisidir. Bu fontlar geleneksel ve resmi metinlerde yaygın olarak kullanılır."
  },
  {
    "id": "183639",
    "unitNumber": 4,
    "text": "<strong>Metnin başlangıç ve bitiş noktalarının girinti çıkıntı olmadan aynı hizada olduğu ve bazı satırlarda kelimeler arasındaki düzensiz boşlukların olabildiği metin hizalama şekli aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Serbest hizalama",
      "B": "Sağa hizalama",
      "C": "Sola hizalama",
      "D": "İki yana hizalama",
      "E": "Ortaya hizalama"
    },
    "correctAnswer": "D",
    "explanation": "Metnin başlangıç ve bitiş noktalarının girinti çıkıntı olmadan aynı hizada olduğu (blok şeklinde) ancak bazı satırlarda kelimeler arasındaki düzensiz boşlukların olabildiği metin hizalama şekli <b>İki Yana Hizalama (Justify)</b> olarak adlandırılır. Bu yöntem, satır sonlarını eşitlerken bazen görsel olarak hoş olmayan boşluklar (ırmağa benzer akışlar) yaratabilir."
  },
  {
    "id": "183640",
    "unitNumber": 4,
    "text": "<strong> Aşağıdakilerden hangisi metin içinde yapılan vurgulamaların etkisini azaltabilir?</strong>",
    "options": {
      "A": "Metnin bazı yerlerinin altını çizmek",
      "B": "Önemli noktaları farklı renk yazmak",
      "C": "Birden fazla vurgulama yöntemi kullanmak",
      "D": "Metni eğik yazmak",
      "E": "Metnin puntosunu büyütmek"
    },
    "correctAnswer": "C",
    "explanation": "Metin içinde yapılan vurgulamaların etkisini azaltan durum <b>aşırı vurgulama</b> yapılmasıdır. Bir metinde çok fazla yer kalın, altı çizili veya renkli olursa, okuyucu neyin gerçekten önemli olduğunu ayırt etmekte zorlanır ve <b>vurgu amacını kaybeder</b>."
  },
  {
    "id": "183641",
    "unitNumber": 4,
    "text": "<strong>Aşağıdaki renk kombinasyonlarından hangisinin okunabilirliği daha düşüktür?</strong>",
    "options": {
      "A": "Siyah zemin üzerine beyaz renk yazı",
      "B": "Mor zemin üzerine siyah renk yazı",
      "C": "Beyaz zemin üzerine mavi renk yazı",
      "D": "Sarı zemin üzerine siyah renk yazı",
      "E": "Beyaz zemin üzerine kırmızı renk yazı"
    },
    "correctAnswer": "B",
    "explanation": "Okunabilirliği en çok düşüren renk kombinasyonu, metin rengi ile arka plan rengi arasında <b>düşük kontrast</b> bulunan kombinasyonlardır (örneğin, açık sarı zemin üzerine beyaz veya açık gri yazı). Yüksek okunabilirlik için <b>yüksek kontrast</b> (örneğin siyah üzerine beyaz veya koyu üzerine açık renk) gereklidir."
  },
  {
    "id": "192810",
    "unitNumber": 4,
    "text": "<strong>Yazıyı oluşturan unsurların her bir bölümüne verilen isim aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Grafik",
      "B": "Metin",
      "C": "Kelime",
      "D": "Sayı",
      "E": "Tablo"
    },
    "correctAnswer": "B",
    "explanation": "Yazıyı oluşturan unsurların her bir bölümüne (harf, rakam, noktalama işareti) <b>Glif</b> veya daha genel olarak <b>Karakter</b> adı verilir. Glif, bir karakterin belirli bir yazı tipindeki görsel temsilidir."
  },
  {
    "id": "192811",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi metinsel bir özellik <u>değildi</u>r?</strong>",
    "options": {
      "A": "Yazı tipi kategorisi",
      "B": "Yazı tipi boyutu",
      "C": "Metin kutusu ekleme",
      "D": "Sayfa yerleşimi",
      "E": "Vurgulama"
    },
    "correctAnswer": "C",
    "explanation": "Yazı tipi (font), punto (boyut), renk ve hizalama metinsel özelliklerdir. Ancak <b>Resim</b>, <b>Grafik</b> veya <b>SmartArt</b> gibi görsel unsurlar metinsel bir özellik değildir, bunlar metin tasarımını tamamlayıcı öğelerdir."
  },
  {
    "id": "192813",
    "unitNumber": 4,
    "text": "<strong>Metinlerde her bir satırın başlangıç ve bitiş noktalarının dağınık hâlde olduğu metin hizalama türü aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Serbest hizalama",
      "B": "Sağa hizalama",
      "C": "Sola hizalama",
      "D": "İki yana hizalama",
      "E": "Ortaya hizalama"
    },
    "correctAnswer": "E",
    "explanation": "Metinlerde her bir satırın başlangıç ve bitiş noktalarının dağınık hâlde olduğu, yani satır uzunluklarının değişkenlik gösterdiği metin hizalama türü, genellikle metnin <b>Ortalama Hizalanması</b> veya <b>Sola Hizalanması</b> (sağ kenarın dağınık olduğu) durumunda görülür. En dağınık görünüm ise Ortalama Hizalama ile elde edilir."
  },
  {
    "id": "192815",
    "unitNumber": 4,
    "text": "<strong> Aşağıdakilerden hangisi metin tasarımını tamamlayıcı unsurlardan biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Resimler",
      "B": "Grafikler",
      "C": "Şekiller",
      "D": "SmartArt grafikler",
      "E": "Yazı tipi boyutu"
    },
    "correctAnswer": "E",
    "explanation": "Metin tasarımını tamamlayıcı unsurlar genellikle metin dışındaki görsel öğelerdir (Tablolar, Grafikler, Şekiller, SmartArt). <b>Yazı Tipi Boyutu (Punto)</b> ise metnin temel biçim özelliklerinden biridir ve genellikle tamamlayıcı unsurdan ziyade ana özellik olarak kabul edilir."
  },
  {
    "id": "192816",
    "unitNumber": 4,
    "text": "<strong> Kesintisiz bir süreci göstermek için kullanılan SmartArt grafik türü aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Matris",
      "B": "İşlem",
      "C": "Liste",
      "D": "Döngü",
      "E": "Piramit"
    },
    "correctAnswer": "D",
    "explanation": "Kesintisiz bir süreci, aşamaların birbirini takip ettiği sürekli bir akışı göstermek için kullanılan SmartArt grafik türü <b>Döngü (Cycle)</b> grafikleridir. Bu grafikler, süreçlerin başlangıç ve bitiş noktalarının birleştiği tekrarlayan yapıları temsil eder."
  },
  {
    "id": "340679",
    "unitNumber": 4,
    "text": "<strong>Metinlerde kullanılan yazı tipi boyutuyla ilgili en önemli özellik aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Bütün yazıların 6 punto olması",
      "B": "Harflerin uçlarında tırnak benzeri çıkıntıların olması",
      "C": "Harflerin genişliğinin eşit olması",
      "D": "Uzun ve basılı olması",
      "E": "Uygun mesafeden okunabilir olması"
    },
    "correctAnswer": "E",
    "explanation": "Metinlerde kullanılan yazı tipi boyutuyla ilgili en önemli özellik <b>Okunabilirlik</b>'tir. Punto boyutu, okuyucunun metni rahatça, göz yorulmadan algılayabilmesini sağlayacak şekilde seçilmelidir. Genellikle 10-12 punto arası standart okuma için uygundur."
  },
  {
    "id": "341110",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi metin tasarımını tamamlayıcı bileşenlerden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Resimler",
      "B": "Grafikler",
      "C": "Şekiller",
      "D": "Word",
      "E": "SmartArt grafikleri"
    },
    "correctAnswer": "D",
    "explanation": "Metin tasarımını tamamlayıcı bileşenler (görsel destekler) genellikle Grafikler, SmartArt ve Tablolardır. <b>Satır Aralığı</b> veya <b>Harf Aralığı</b> ise metnin temel tipografik biçimlendirme ayarıdır ve doğrudan 'tamamlayıcı bileşen' olarak nitelendirilmez."
  },
  {
    "id": "342342",
    "unitNumber": 4,
    "text": "I. Metnin puntosunu büyütme<br/>II. Altını çizme<br/>III. Kalın yazma<br/><strong>Yukarıdakilerden hangisi ya da hangileri vurgulama yapılırken kullanılanlar arasında yer almaktadır?</strong>",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "correctAnswer": "E",
    "explanation": "Metinde vurgulama yapmak için kullanılan yöntemler arasında I. Metnin puntosunu büyütme, II. Altını çizme ve III. Kalın yazma yer alır. Bu yöntemlerin tümü, metnin ilgili kısımlarına <b>dikkat çekmek</b> ve <b>önemini belirtmek</b> için kullanılır."
  },
  {
    "id": "130813",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi broşür tasarımı hakkında doğru bir ifade <u>değildir</u>?</strong>",
    "options": {
      "A": "Broşür tasarımında ürün, proje, araştırma veya uygulamanın tanıtımı yapılmalıdır.",
      "B": "Broşürde tanıtımı yapılan kurum ya da diğer birimlerin bilgilerine yer verilmelidir.",
      "C": "Çok değişik boyut veya yapılarda broşürlere rastlamak mümkündür.",
      "D": "Broşürlerin tek sayfa olarak tasarlandığı çeşidi insert olarak adlandırılmaktadır.",
      "E": "Broşürler, yaygın bir şekilde A4 kâğıt boyutu ile tek veya iki katlamalı olarak hazırlanmaktadır."
    },
    "correctAnswer": "D",
    "explanation": "Broşür tasarımı hakkında yanlış olan bir ifade, genellikle broşürün amacına aykırı, okuyucuyu yoran veya mesajı bulandıran bir uygulama ile ilgilidir. Doğru bir broşür tasarımı, <b>hedef kitleye uygun olmalı</b>, <b>görsel dengeyi sağlamalı</b> ve bilgiyi net iletmelidir. Örneğin, \"Tasarım karmaşık görsellerle doldurulmalıdır\" ifadesi doğru değildir, çünkü tasarımın <b>sade ve anlaşılır</b> olması esastır."
  },
  {
    "id": "130852",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi broşürlerde tasarım özelliklerine yönelik dikkat edilmesi gereken durumlar arasında <u>yer almaz</u>?</strong>",
    "options": {
      "A": "Tasarımda kâğıtların ebat ve boyutuna karar verilmelidir.",
      "B": "Broşürdeki bilgiler kısa paragraflar şeklinde sunulmalıdır.",
      "C": "Broşürde yazım ve dil bilgisi kurallarına özen gösterilmelidir.",
      "D": "Broşürlerde kullanılan görsel ögelerin netliği yani çözünürlüğü iyi olmalıdır.",
      "E": "Broşürde kullanılan tüm görsellerin birbirleri ile uyumlu olması gerekmez."
    },
    "correctAnswer": "E",
    "explanation": "Broşürlerde tasarım özelliklerine yönelik dikkat edilmesi gerekenler arasında <b>görsel hiyerarşi</b>, <b>okunabilir fontlar</b>, <b>yüksek kaliteli görseller</b> ve <b>tutarlı renk paleti</b> kullanımı yer alır. Dikkat edilmesi gerekenler arasında yer almayacak bir durum, genellikle maliyetle ilgili gereksiz kısıtlamalar veya tasarımın amacından uzaklaşan kurallar olabilir. Örneğin, \"Broşürün maliyetini artırmak için düşük kaliteli kağıt seçilmesi\" tasarım özelliklerine yönelik bir dikkat noktası değildir; aksine kaliteden ödün vermemeye dikkat edilmelidir."
  },
  {
    "id": "136957",
    "unitNumber": 5,
    "text": "Dikkat çekici tasarımlara sahip olan ürün, hizmet, proje, araştırma, firma, etkinlik veya uygulama, sanatsal veya kültürel olayların tanıtımını yapmak için kullanılan basılı materyale ……… denilmektedir.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "options": {
      "A": "dergi",
      "B": "gazete",
      "C": "broşür",
      "D": "kitap",
      "E": "makale"
    },
    "correctAnswer": "C",
    "explanation": "Cümlede boş bırakılan yere <b>Broşür</b> kelimesi getirilmelidir. Broşür, dikkat çekici tasarımlara sahip olan, ürün, hizmet, etkinlik veya firmaların <b>tanıtımını yapmak</b> ve detaylı bilgi vermek için kullanılan, genellikle bir veya birden fazla katlanmış <b>basılı materyaldir</b>."
  },
  {
    "id": "183795",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi broşürlerin kullanım amaçlarından biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Kurum, kuruluş ya da birimlerin hizmetlerini veya etkinliklerini açıklamak",
      "B": "Kurum, kuruluş ya da birimlerin reklamlarını yapmak",
      "C": "Bireylerin kendi tanıtımını yapmak",
      "D": "Herhangi bir ürünü ve hizmeti hedef kitleye duyurmak",
      "E": "Eğitim, sağlık, ticaret, ulaşım, eğlence ve iletişim programları ile bilgi vermek"
    },
    "correctAnswer": "C",
    "explanation": "Broşürlerin temel kullanım amaçları <b>bilgi vermek</b>, <b>ürün veya hizmet tanıtımı yapmak</b>, <b>reklam yapmak</b> ve <b>kurumsal imajı güçlendirmektir</b>. Amaçlardan biri olmayan ifade, genellikle broşürün yapısıyla veya etik kurallarla çelişen bir faaliyettir. Örneğin, \"Kapsamlı hukuki taahhütler vermek\" veya \"detaylı finansal raporlama yapmak\" broşürlerin ana kullanım amacı değildir."
  },
  {
    "id": "183796",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi broşürlerin tek sayfa olarak tasarlandığı türdür?</strong>",
    "options": {
      "A": "Föy",
      "B": "Kırımlı",
      "C": "Insert",
      "D": "2 sayfalı",
      "E": "6 sayfalı"
    },
    "correctAnswer": "A",
    "explanation": "Broşürler, katlanma şekillerine göre farklı türlere ayrılır. Tek sayfa olarak tasarlanan ve genellikle hızlı dağıtım amacıyla kullanılan tür, eğer katlama içermiyorsa <b>Flyer</b> (El İlanı) olarak adlandırılır. Eğer seçenekler sadece broşür türlerini içeriyorsa, bu 'Tek Yapraklı Broşür' veya 'Katlanmamış Broşür' olabilir. Temel özelliği, tek bir sayfa üzerine basılması ve katlama çizgisi içermemesidir."
  },
  {
    "id": "183840",
    "unitNumber": 5,
    "text": "<strong> Aşağıdakilerden hangisi broşür tasarımında dikkat edilmesi gereken özelliklerinden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Dikkat çekici ögeler kolay anlaşılmalı, sade ve basit olmalıdır.",
      "B": "Verilmek istenen mesajda hedef kitleye dikkat edilmelidir.",
      "C": "Tasarımda kâğıtların ebat ve boyutuna karar verilmelidir.",
      "D": "Broşürde karmaşık ifade ve görseller kullanılmamalıdır.",
      "E": "Broşürde tüm konular ön plana çıkarılmalıdır."
    },
    "correctAnswer": "E",
    "explanation": "Broşür tasarımında dikkat edilmesi gereken özellikler arasında <b>okunabilir tipografi</b>, <b>iyi düzenlenmiş içerik</b>, <b>çekici görseller</b> ve <b>açıkça belirtilmiş bir eylem çağrısı</b> (Call to Action) bulunur. Dikkat edilmemesi gereken veya hatalı olan bir özellik, örneğin, \"Tüm metni aşırı teknik terimlerle doldurmak\" olabilir; zira broşürler anlaşılır ve ulaşılabilir olmalıdır."
  },
  {
    "id": "183844",
    "unitNumber": 5,
    "text": "<strong> Aşağıdakilerden hangisi Publisher 2016 programında hazırlanan materyallerden biri <u>d</u></strong><u><strong>eğildi</strong></u><strong><u>r</u>?</strong>",
    "options": {
      "A": "Bülten",
      "B": "Sunum",
      "C": "Etiket",
      "D": "Kartvizit",
      "E": "Kartpostal"
    },
    "correctAnswer": "B",
    "explanation": "<b>Microsoft Publisher 2016</b>, masaüstü yayıncılık (DTP) yazılımıdır ve <b>broşürler, el ilanları, bültenler, kartvizitler ve tebrik kartları</b> gibi basılı materyalleri hazırlamak için kullanılır. Bu materyallerden biri olmayan genellikle, Office paketinin diğer programlarına ait temel çıktılardır (örneğin, Powerpoint sunum dosyaları ya da Excel hesap tabloları). Publisher <b>karmaşık veri analizi tabloları</b> hazırlamak için tasarlanmamıştır."
  },
  {
    "id": "183845",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi Publisher 2016 programının çalışma ortamındaki “Başlık Çubuğu”nun işlevidir?</strong>",
    "options": {
      "A": "Programda sıklıkla kullanılan komutlar yer alır.",
      "B": "Tasarım yaparken kullanılan tüm eylemlere ait ögeler yer alır.",
      "C": "Tüm sayfaların küçük ekran görüntüleri yer alır.",
      "D": "Çalışılan belgenin ve kullanılan programın adı yer alır.",
      "E": "Tasarlanan yayının içeriği görüntüsü yer alır."
    },
    "correctAnswer": "D",
    "explanation": "Publisher 2016 çalışma ortamındaki <b>Başlık Çubuğu</b>, pencerenin en üst kısmında bulunur ve temel işlevi, o anda açık olan <b>yayının dosya adını</b> ve kullanılan <b>uygulamanın adını</b> (Microsoft Publisher) göstermektir. Aynı zamanda pencereyi yönetmeye yarayan kapatma, büyütme ve küçültme düğmelerini de içerir."
  },
  {
    "id": "183846",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisinde Publisher 2016 programı Giriş sekmesinde yer alan grup bulunmaktadır?</strong>",
    "options": {
      "A": "Yazı Tipi",
      "B": "Sayfalar",
      "C": "Şablonlar",
      "D": "Alanları Yaz ve Ekle",
      "E": "Düzen"
    },
    "correctAnswer": "A",
    "explanation": "Publisher 2016 programı <b>Giriş</b> (Home) sekmesi, temel düzenleme işlevlerini içerir. Bu sekmelerde yer alan gruplar: <b>Pano</b> (Kes, Kopyala, Yapıştır), <b>Yazı Tipi</b> (Font), <b>Paragraf</b> (Hizalama, Liste işaretleri), <b>Nesneler</b> (Resim, Metin Kutusu Ekle) ve <b>Düzenleme</b> gruplarıdır."
  },
  {
    "id": "183847",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisinde Publisher 2016 programı broşür yayını oluşturmak için gerçekleştirilen adımlar yer almaktadır?</strong>",
    "options": {
      "A": "Dosya&gt;&gt;Aç&gt;&gt;Broşürler",
      "B": "Dosya&gt;&gt;Kaydet&gt;&gt;Broşürler",
      "C": "Dosya&gt;&gt;Yeni&gt;&gt;Broşürler",
      "D": "Dosya&gt;&gt;Broşürler&gt;&gt;Kaydet",
      "E": "Dosya&gt;&gt;Broşürler&gt;&gt;Yeni"
    },
    "correctAnswer": "C",
    "explanation": "Publisher 2016'da broşür yayını oluşturmak için izlenen adımlar şunlardır: Öncelikle <b>Dosya</b> sekmesine tıklanır, ardından <b>Yeni</b> seçeneği seçilir, açılan menüden <b>Broşür şablonları</b> kategori olarak seçilir, istenen şablon belirlenir ve son olarak <b>Oluştur</b> düğmesine tıklanarak çalışma başlatılır."
  },
  {
    "id": "183878",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisinin broşürün kapak sayfasında yer alması daha uygundur?</strong>",
    "options": {
      "A": "E-posta",
      "B": "Telefon",
      "C": "Amaç",
      "D": "Adres",
      "E": "Slogan"
    },
    "correctAnswer": "E",
    "explanation": "Broşürün kapak sayfasında yer alması en uygun olan öğe, okuyucunun dikkatini ilk anda çekecek ve broşürün amacını özetleyecek unsurlardır. Bu nedenle <b>kurumun logosu</b>, <b>ana başlık</b> ve <b>çekici bir görsel</b> kapakta bulunmalıdır. Detaylı iletişim bilgileri veya fiyat listesi genellikle arka kapakta yer alır. Kapak, içeriğe dair güçlü ve hızlı bir ipucu vermelidir."
  },
  {
    "id": "183896",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisinde Publisher 2016 programında broşürdeki hataları kontrol etmek için kullanılır?</strong>",
    "options": {
      "A": "Yazım Kontrolcüsü",
      "B": "Tasarım Kontrolcüsü",
      "C": "Yayın Kontrolcüsü",
      "D": "İnceleme Kontrolcüsü",
      "E": "Bilgi Kontrolcüsü"
    },
    "correctAnswer": "B",
    "explanation": "Publisher 2016 programında broşürdeki yazım ve dilbilgisi hatalarını kontrol etmek için kullanılan işlev <b>Yazım Denetimi</b>'dir. Bu özellik, genellikle <b>Gözden Geçir</b> (Review) sekmesi altında yer alır ve yayınlanan materyalin hatasız olmasını sağlamak amacıyla kullanılır."
  },
  {
    "id": "183899",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisinde broşür uygulamasında verilen adımların ilk aşamasında yer almaktadır?</strong>",
    "options": {
      "A": "Sayfa sayısını belirleme",
      "B": "Tasarım öğelerini belirleme",
      "C": "Yazım öğelerini belirleme",
      "D": "Bilgileri edinme",
      "E": "Tasarım işlemlerini gerçekleştirme"
    },
    "correctAnswer": "D",
    "explanation": "Broşür uygulamasında (tasarım sürecinde) verilen adımların ilk aşaması, her zaman planlama ve hazırlık aşamasıdır. Bu aşamada <b>broşürün amacının belirlenmesi</b>, <b>hedef kitlenin analizi</b> ve <b>içerik için gerekli verilerin toplanması</b> yer alır. Publisher programında ise bu, <b>yeni bir yayın başlatmak</b> ve uygun bir şablon seçmek anlamına gelir."
  },
  {
    "id": "192961",
    "unitNumber": 5,
    "text": "<strong>Publisher 2016 programında broşür yazdırmak için aşağıdaki sekmelerden hangisi kullanılır?</strong>",
    "options": {
      "A": "Postalar",
      "B": "Ekle",
      "C": "Giriş",
      "D": "Dosya",
      "E": "Sayfa Tasarımı"
    },
    "correctAnswer": "D",
    "explanation": "Publisher 2016 programında broşür yayınını yazdırmak için <b>Dosya</b> (File) sekmesi kullanılır. Dosya sekmesine tıklandığında açılan menüden <b>Yazdır</b> seçeneği seçilir ve bu alanda baskı ayarları, yazıcı seçimi, kopya sayısı ve kağıt yönlendirmesi gibi işlemler gerçekleştirilir."
  },
  {
    "id": "192962",
    "unitNumber": 5,
    "text": "<strong>Aşağıdaki durumlardan hangisi broşür uygulamasında 2. aşamada, tasarım öğelerini belirlemek için <u>yapılmaz</u>?</strong>",
    "options": {
      "A": "Broşürün yapısının ve sayfa sayısının belirlenmesi",
      "B": "Broşürde hangi görsel ve sözel ifadelerin kullanılacağının belirlenmesi",
      "C": "Broşürün amacının belirlenmesi",
      "D": "Her bir sayfada ögelerin yerleşim düzeninin tespit edilmesi",
      "E": "Broşürün zemin ve yazı renginin belirlenmesi"
    },
    "correctAnswer": "C",
    "explanation": "Broşür uygulamasının 2. aşaması genellikle tasarım ve içerik yerleşimi aşamasıdır. Bu aşamada tasarım öğeleri (renkler, fontlar, görseller) belirlenir. Bu aşamada <b>yapılmaz</b> olan bir işlem, genellikle planlama (1. aşama) ya da nihai çıktı (son aşama) ile ilgili bir eylemdir. Örneğin, \"Broşürün hedef kitleye dağıtımını organize etmek\" bu aşamada yapılmaz; bu, basım sonrası bir eylemdir. İkinci aşama, <b>yazı karakteri ve boyutunu ayarlamak</b> gibi görsel düzenlemeleri içerir."
  },
  {
    "id": "192963",
    "unitNumber": 5,
    "text": "<strong>Microsoft Publisher 2016 programındaki aşağıdaki sekmelerin hangisinde adres mektup veya adres e-posta birleştirme, adres bloğu, selamlama satırı gibi alanları ekleme, ön izleme işlemleri yapılmaktadır?</strong>",
    "options": {
      "A": "Görünüm",
      "B": "Gözden geçir",
      "C": "Postalar",
      "D": "Sayfa tasarımı",
      "E": "Giriş"
    },
    "correctAnswer": "C",
    "explanation": "Microsoft Publisher 2016 programında <b>adres mektup birleştirme</b> (Mail Merge), <b>adres bloğu ekleme</b> ve <b>selamlama satırı</b> gibi alanları ekleme işlemleri <b>Postalar</b> (Mailings) sekmesinde yapılmaktadır. Bu sekme, toplu gönderimler için yayınları kişiselleştirmeye yarayan araçları barındırır."
  },
  {
    "id": "341111",
    "unitNumber": 5,
    "text": "I. Kurum, kuruluş ya da birimlerin reklamlarını yapmak<br/>II. Bir ürün veya hizmet satmaya zorlamak<br/>III. Eğitim, sağlık, ticaret, ulaşım, eğlence ve iletişim programları ile bilgi vermek<br/><strong>Yukarıdakilerden hangisi ya da hangileri broşürlerin kullanım amaçları arasında yer alır?</strong>",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "correctAnswer": "C",
    "explanation": "Broşürlerin kullanım amaçları arasında (I) <b>Kurum, kuruluş ya da birimlerin reklamlarını yapmak</b> ve (III) <b>Eğitim, sağlık, ticaret, ulaşım, eğlence ve iletişim programları ile bilgi vermek</b> yer alır. (II) 'Bir ürün veya hizmet satmaya zorlamak' broşürlerin amacı değildir, zira broşürler bilgilendirme yoluyla ilgi çekmeyi hedefler, zorlama içermez. Dolayısıyla doğru olanlar I ve III'tür."
  },
  {
    "id": "341112",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi broşürlerde içerik sunumuna yönelik dikkat edilmesi gereken durumlardan biridir?</strong>",
    "options": {
      "A": "Öncellikle broşürde vurgulanmak istenen ana konular ortaya çıkarılmalıdır.",
      "B": "Tasarımda kâğıtların ebat ve boyutuna karar verilmelidir.",
      "C": "Broşürdeki bilgiler kısa paragraflar şeklinde sunulmalıdır.",
      "D": "Broşürde yazım ve dil bilgisi kurallarına özen gösterilmelidir.",
      "E": "Dikkat çekme sürecinde karmaşık ifadeler veya görseller kullanılmalıdır."
    },
    "correctAnswer": "A",
    "explanation": "Broşürlerde içerik sunumuna yönelik dikkat edilmesi gereken en önemli durum, bilginin <b>net, kısa ve öz</b> olmasıdır. Okuyucunun dikkatini hızla çekmek ve mesajı net bir şekilde iletmek için, <b>başlıkların etkileyici olması</b> ve metinlerin <b>hedef kitleye uygun bir dille</b> yazılması gereklidir. Uzun ve karmaşık paragraflardan kaçınılmalıdır."
  },
  {
    "id": "342346",
    "unitNumber": 5,
    "text": "<strong>Publisher 2016 çalışma ortamında yayın içerisinde yazım denetimi yapma, eş anlamlıları bulma ve dil işlemleri ile metni başka bir dile çevirme işlemlerinin yapıldığı sekme aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Gözden Geçir",
      "B": "Görünüm",
      "C": "Sayfa Tasarımı",
      "D": "Giriş",
      "E": "Postalar"
    },
    "correctAnswer": "A",
    "explanation": "Publisher 2016 çalışma ortamında <b>yazım denetimi</b> yapma, <b>eş anlamlıları bulma</b> (tezaurus) ve <b>metni başka bir dile çevirme</b> gibi dil işlemleri, yayının doğruluğunu ve kalitesini kontrol etmek amacıyla kullanılan <b>Gözden Geçir</b> (Review) sekmesinde yer almaktadır."
  },
  {
    "id": "184109",
    "unitNumber": 6,
    "text": "<strong>İnsanlar aşağıdaki eylemlerden hangisi ya da hangileriyle öğrendiklerini en çok hatırlar?</strong>",
    "options": {
      "A": "Yapıp söylediklerini",
      "B": "Söylediklerini",
      "C": "Hem işitip hem gördüklerini",
      "D": "Gördüklerini",
      "E": "Dokunduklarını"
    },
    "correctAnswer": "A",
    "explanation": "Öğrenme ve hatırlama üzerine yapılan araştırmalar, insanların aktif katılım gösterdikleri eylemlerle öğrendiklerini en çok hatırladıklarını göstermektedir. Edgar Dale’in Deneyim Konisi’ne göre, en yüksek hatırlama oranı (%90) <b>uygulama yaparak</b>, <b>deneyimleyerek</b> veya <b>öğrendiklerini başkalarına öğreterek</b> gerçekleşir. Bu, pasif öğrenme yöntemlerinden (okuma, dinleme) çok daha etkilidir."
  },
  {
    "id": "184110",
    "unitNumber": 6,
    "text": "<strong>“Görseller belirli bir nesne, olay ya da kavramın daha açık ve anlaşılır olarak ifade edilmesini sağlar.” ifadesi görsellerin en çok hangi özelliğine vurgu yapmaktadır?</strong>",
    "options": {
      "A": "Hatırlamayı kolaylaştırmak",
      "B": "Bilgileri organize etmek",
      "C": "Soyut kavramları somutlaştırmak",
      "D": "Dikkati toplamak",
      "E": "Zaman tasarrufu sağlamak"
    },
    "correctAnswer": "C",
    "explanation": "Bu ifade, görsellerin en temel özelliklerinden biri olan <b>Açıklık (Netlik)</b> özelliğine vurgu yapar. Görseller, özellikle soyut veya karmaşık kavramları somutlaştırarak ve görselleştirerek, bilginin <b>hızlı ve kolay anlaşılmasını</b> ve algılanmasını sağlama gücüne sahiptir."
  },
  {
    "id": "184128",
    "unitNumber": 6,
    "text": "<strong>Görsellerin temel özelliklerine ilişkin aşağıdakilerden hangisi söylenebilir?</strong>",
    "options": {
      "A": "Dinamik görüntüler, bazı nesnelerin nasıl çalıştığını öğretmek için uygundur.",
      "B": "Videolar ve animasyonlar statik görsellerdir.",
      "C": "Görseller verilmek istenen mesaja yönelik görsel ilgi oluşturur.",
      "D": "Statik ve dinamik görseller aynı psikolojik etkiler oluşturabilir.",
      "E": "Hareket gerektiren becerileri öğretmek için statik görseller daha etkilidir."
    },
    "correctAnswer": "C",
    "explanation": "Görsellerin temel özelliklerinden biri, <b>iletişimi hızlandırması</b> ve <b>soyut kavramları somutlaştırma</b> yeteneğidir. İnsan beyni görsel bilgiyi metinsel bilgiden çok daha hızlı işler. Bu nedenle görseller, karmaşık mesajların veya fikirlerin <b>etkili bir şekilde aktarılmasında</b> kilit rol oynar."
  },
  {
    "id": "184132",
    "unitNumber": 6,
    "text": "<strong>Genellikle ağaç, şema veya düğüm ve bağlantılardan oluşan bilgi haritaları şeklinde oluşturulan görsel türü aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "İlişkisel görseller",
      "B": "Örgütleyici görseller",
      "C": "Nimonik görseller",
      "D": "Temsili görseller",
      "E": "Dönüşümsel görseller"
    },
    "correctAnswer": "B",
    "explanation": "Genellikle ağaç, şema veya düğüm ve bağlantılardan oluşan bilgi haritaları şeklinde oluşturulan görsel türü <b>Kavram Haritası’dır</b>. Kavram haritaları, bir konunun temel kavramları arasındaki hiyerarşik veya ilişkisel bağlantıları göstererek, öğrencinin konunun <b>bütüncül yapısını</b> ve ilişkilerini anlamasına yardımcı olur."
  },
  {
    "id": "184146",
    "unitNumber": 6,
    "text": "<strong>Dikkati bir noktaya çekmek, fikir kavram ya da basamakları ayırt etmek, yön ve hareket göstermek veya nesneleri hızlıca görselleştirmek için kullanılan görsel tasarım unsuru aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Çizgi",
      "B": "Şekil",
      "C": "Boyut",
      "D": "Renk",
      "E": "Alan"
    },
    "correctAnswer": "A",
    "explanation": "Dikkati belirli bir noktaya çekmek, farklı fikirleri veya basamakları birbirinden ayırt etmek, yön ve hareket göstermek için kullanılan temel görsel tasarım unsuru <b>Çizgiler’dir</b> (veya çizgi tabanlı <b>Oklar</b>). Çizgiler, izleyicinin gözünü yönlendirir ve görsel akışı belirler."
  },
  {
    "id": "184150",
    "unitNumber": 6,
    "text": "<strong>Görsel materyali gören kişinin hissetmesini ve görselin daha gerçekçi görünmesini sağlayan görsel tasarım unsuru aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Boyut",
      "B": "Alan",
      "C": "Renk",
      "D": "Doku",
      "E": "Çizgi"
    },
    "correctAnswer": "D",
    "explanation": "Görsel materyali gören kişinin hissetmesini sağlayan ve görselin daha gerçekçi görünmesine yardımcı olan tasarım unsuru <b>Doku’dur</b>. Doku, görsel yüzeyin pürüzsüzlük, pürüzlülük veya sertlik gibi <b>dokunsal niteliklerini taklit eder</b> ve görsele derinlik katar."
  },
  {
    "id": "184152",
    "unitNumber": 6,
    "text": "<strong>Piksel tabanlı grafiklerle ilgili aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "options": {
      "A": "Noktalardan meydana gelir.",
      "B": "Her piksel farklı bir renk alabilir.",
      "C": "Yeniden boyutlandırıldığında resim kalitesi bozulur.",
      "D": "Adobe Illustrator en yaygın kullanılan piksel tabanlı grafik yazılımıdır.",
      "E": "Pikseller alt alta ve yan yana bulunurlar."
    },
    "correctAnswer": "D",
    "explanation": "Piksel tabanlı (<b>Raster</b>) grafikler, küçük renkli kareler (pikseller) matrisinden oluşur. Bu grafiklerle ilgili yanlış olan ifade, 'Boyutları değiştirildiğinde çözünürlüklerini kaybetmezler' olacaktır. Raster grafikler <b>büyütüldüğünde</b> pikseller görünür hale gelir ve <b>kalite kaybı (bozulma)</b> meydana gelir; bu da onları çözünürlüğe bağımlı kılar."
  },
  {
    "id": "184187",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi seçme işleminde kullanılan bir araç <u>değildir</u>?</strong>",
    "options": {
      "A": "Kement Aracı",
      "B": "Sihirli Değnek Aracı",
      "C": "Dikdörtgen Seçim Çerçevesi Aracı",
      "D": "Oval Seçim Çerçevesi Aracı",
      "E": "Boya Kovası Aracı"
    },
    "correctAnswer": "E",
    "explanation": "Görsel düzenleme yazılımlarında seçme işlemi için Dörtgen Seçim Aracı, Kement Aracı ve Sihirli Değnek gibi araçlar kullanılır. <b>Fırça Aracı (Brush Tool)</b> ise bir seçme aracı değil, görselin üzerine renk veya efekt <b>uygulamak</b> (boyamak) için kullanılan bir düzenleme aracıdır."
  },
  {
    "id": "184188",
    "unitNumber": 6,
    "text": "<strong>Seçilmek istenen bölgenin benzer renklere veya renk tonlarına sahip olduğu durumda, en uygun seçme aracı aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Kement Aracı",
      "B": "Sihirli Değnek Aracı",
      "C": "Çokgen Kement Aracı",
      "D": "Seçim Çerçevesi Aracı",
      "E": "Lastik Damgası Aracı"
    },
    "correctAnswer": "B",
    "explanation": "Seçilmek istenen bölgenin benzer renklere veya renk tonlarına sahip olduğu durumda, en uygun ve hızlı seçme aracı <b>Sihirli Değnek Aracı’dır</b> (Magic Wand Tool). Bu araç, belirlenen tolerans aralığındaki <b>benzer renkli pikselleri</b> otomatik olarak algılayarak tek bir tıklamayla bölgeyi seçer."
  },
  {
    "id": "193055",
    "unitNumber": 6,
    "text": "<strong> Aşağıdakilerden hangisi görsellerin faydalarından biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Öğrenmeye karşı motivasyon sağlar.",
      "B": "Soyut kavramları somutlaştırır.",
      "C": "Dikkat çekmeyi sağlar.",
      "D": "Öğrenme süresini uzatır",
      "E": "Hatırlamayı kolaylaştırır."
    },
    "correctAnswer": "D",
    "explanation": "Görsellerin faydaları arasında öğrenme sürecini hızlandırma, dikkati artırma ve bilgiyi somutlaştırma yer alır. Görsellerin faydalarından biri olmayan seçenek, genellikle <b>soyut kavramları daha da karmaşık hale getirmek</b> veya <b>gereksiz detaylarla dikkati dağıtmak</b> gibi, görselin amacına ters düşen bir eylem olacaktır. Görsellerin amacı her zaman anlaşılırlığı artırmaktır."
  },
  {
    "id": "193079",
    "unitNumber": 6,
    "text": "<strong>Bir sağlık dersi kitabının kapağında doktor resminin bulunması aşağıdaki hangi tür görsel kullanımına örnektir?</strong>",
    "options": {
      "A": "Temsili",
      "B": "Nimonik",
      "C": "Örgütleyici",
      "D": "İlişkisel",
      "E": "Dekoratif"
    },
    "correctAnswer": "E",
    "explanation": "Bir sağlık dersi kitabının kapağında konuyu doğrudan temsil eden doktor resminin bulunması, görselin <b>Belirleyici (Identificational)</b> veya <b>Temsil Edici</b> kullanımına örnektir. Bu tür görseller, içeriğin ne olduğunu <b>hızlıca belirlemek</b> ve konuya dair ilk izlenimi vermek amacıyla kullanılır."
  },
  {
    "id": "193080",
    "unitNumber": 6,
    "text": "<strong>Bir konunun kavramlarını hatırlamaya yardımcı olan ve ipucu niteliğindeki görsel türü aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Yorumlayıcı",
      "B": "Dönüşümsel",
      "C": "İlişkisel",
      "D": "Temsilî",
      "E": "Nimonik"
    },
    "correctAnswer": "E",
    "explanation": "Bir konunun kavramlarını hatırlamaya yardımcı olan ve ipucu niteliğindeki görsel türü <b>Hatırlatıcı Görseller</b> (Mnemonic Graphics) veya <b>Kavram Görselleri</b> olabilir. Bunlar, bilgiyi kodlamaya ve geri çağırmaya yardımcı olan, zihinde kalıcı <b>ilişkilendirmeler</b> kurmak için özel olarak tasarlanmıştır."
  },
  {
    "id": "193081",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi görsel tasarım unsurlarının kullanım ilkelerine <u>uymamaktadır</u>?</strong>",
    "options": {
      "A": "Boş alanların dağılımı görseller kadar önemlidir.",
      "B": "Basit şekiller karmaşık şekillere göre daha kolay anlaşılır.",
      "C": "Bir görselde birbirinden farklı türde şekiller kullanılmalıdır.",
      "D": "Görseller kolay algılanabilecek boyutta olmalıdır.",
      "E": "Gerçek resimler yerine daha çok basit çizim resimler kullanılmalıdır."
    },
    "correctAnswer": "C",
    "explanation": "Görsel tasarım unsurlarının kullanım ilkeleri <b>Sadelik</b>, <b>Denge</b>, <b>Tutarlılık</b> ve <b>Vurgu'yu</b> içerir. Bu ilkelere uymayan bir eylem, örneğin, aynı anda çok fazla farklı font veya renk kullanmak ya da görseli <b>gereksiz detaylarla doldurarak karmaşıklığı artırmak</b> olacaktır, çünkü bu durum izleyicinin dikkatini dağıtır."
  },
  {
    "id": "193082",
    "unitNumber": 6,
    "text": "<strong>Vektörel grafiklerle ilgili olarak aşağıdakilerden hangisi doğrudur?</strong>",
    "options": {
      "A": "Piksel adı verilen noktaların renklendirilmesiyle oluşturulur.",
      "B": "Bir çözünürlüğe sahiptir.",
      "C": "Dosya boyutu olarak büyüktür.",
      "D": "Yeniden boyutlandırıldığında kalitesi ve netliği bozulabilmektedir.",
      "E": "Matematiksel ifadelerle oluşturulmaktadır."
    },
    "correctAnswer": "E",
    "explanation": "Vektörel grafikler, piksel verilerine dayanmaz; bunun yerine <b>matematiksel formüller</b>, çizgiler ve eğriler kullanılarak oluşturulur. Bu, vektörel grafiklerin <b>çözünürlükten tamamen bağımsız</b> olduğu anlamına gelir ve boyutları ne kadar büyütülürse büyütülsün kalitelerini korurlar. Bu ifade vektörel grafikler için doğrudur."
  },
  {
    "id": "193083",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi vektör tabanlı grafiklerin avantajlarından biridir?</strong>",
    "options": {
      "A": "Her bir piksel üzerine değişiklikler yapılabilmektedir.",
      "B": "Yeniden boyutlandırıldığında kalite kaybına uğramamaktadır.",
      "C": "Dosya boyutu olarak daha büyüktür.",
      "D": "Fotoğraf kalitesinde üretim yapılamamaktadır.",
      "E": "Doğrudan web ortamında kullanılabilmektedir."
    },
    "correctAnswer": "B",
    "explanation": "Vektör tabanlı grafiklerin en büyük avantajı, <b>boyutlandırma esnekliğidir</b>. Çözünürlükten bağımsız oldukları için, bir görseli küçük bir ikon boyutundan billboard boyutuna kadar <b>hiçbir kalite kaybı olmadan</b> ölçeklendirmek mümkündür. Bu özellik, özellikle logo ve illüstrasyon tasarımlarında kritik öneme sahiptir."
  },
  {
    "id": "193084",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi Adobe Fireworks yazılımının proje dosyalarının uzantısıdır?</strong>",
    "options": {
      "A": "JPEG",
      "B": "GIF",
      "C": "PDF",
      "D": "PNG",
      "E": "PSD"
    },
    "correctAnswer": "D",
    "explanation": "Adobe Fireworks, özellikle web tasarımında kullanılan bir grafik yazılımıdır. Fireworks yazılımının <b>orijinal proje dosyalarının</b> uzantısı <b>.fw</b> formatıdır. Bu format, düzenlenebilir katmanları ve yazılıma özgü diğer meta verileri korur."
  },
  {
    "id": "340741",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi görsel tasarım unsurlarından biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Çizgi",
      "B": "Şekil",
      "C": "Alan",
      "D": "Pixel",
      "E": "Boyut"
    },
    "correctAnswer": "D",
    "explanation": "Görsel tasarım unsurları, bir görseli oluşturan temel bileşenlerdir. Bunlar <b>Çizgi, Şekil, Renk, Doku, Boyut</b> ve <b>Boşluk'tur</b>. Genellikle teknik bir özellik olan <b>Çözünürlük</b> veya <b>Kontrast</b> gibi bir kavram, temel tasarım unsurları arasında sayılmaz; bunlar görselin kalitesini veya algılanışını etkileyen ilkelerdir."
  },
  {
    "id": "340747",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi görsel oluşturmak ve düzenlemek için kullanılan yazılımlardan biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Adobe Photoshop",
      "B": "Pixlr",
      "C": "Adobe Illustrator",
      "D": "GOM Player",
      "E": "GIMP"
    },
    "correctAnswer": "D",
    "explanation": "Görsel oluşturmak ve düzenlemek için kullanılan profesyonel yazılımlar arasında Adobe Photoshop, GIMP, Adobe Illustrator gibi programlar bulunur. <b>Microsoft Excel</b> veya <b>Microsoft Word</b> gibi kelime işlemci veya hesap tablosu yazılımları, temel amaçları görsel düzenleme olmadığı için bu kategorideki bir araç <u>değildir</u>."
  },
  {
    "id": "342351",
    "unitNumber": 6,
    "text": "<strong>Aşağıda iletişimsel işlevlerine göre ayrılan görsel türlerinden hangisi genellikle estetik, mizah veya motivasyonel amaçlar için kullanılmaktadır?</strong>",
    "options": {
      "A": "Temsili",
      "B": "Açıklayıcı",
      "C": "Nimonik",
      "D": "Örgütleyici",
      "E": "Dekoratif"
    },
    "correctAnswer": "E",
    "explanation": "İletişimsel işlevlerine göre görsel türlerinden <b>Dekoratif Görseller</b> (Decorative Graphics), bir konunun anlaşılmasına doğrudan katkıda bulunmazlar. Bu görsellerin amacı, materyali <b>estetik açıdan çekici</b> hale getirmek, <b>motivasyon sağlamak</b> veya <b>mizahi</b> bir etki yaratmaktır. Bu görseller, okuyucunun ilgisini çekmeye yardımcı olurken, temel bilişsel yükü artırmamalıdır."
  },
  {
    "id": "130683",
    "unitNumber": 7,
    "text": "<strong>Geleneksel yöntemlerle yapılan ve kare kare çizilen resimlerin art arda gösterilmesiyle oluşturulan animasyon türü aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "İki boyutlu",
      "B": "Kes-Yapıştır",
      "C": "Durdur-Çek",
      "D": "Rotoskopi",
      "E": "Üç boyutlu"
    },
    "correctAnswer": "A",
    "explanation": "Bu tanım, <b>Geleneksel Çizgi Animasyonu</b> (Traditional Animation) türüne aittir. Bu yöntemde, animasyonun her bir karesi (frame) ayrı ayrı elle çizilir (genellikle selüloit üzerine) ve bu resimler saniyede belirli bir hızda (genellikle 24 FPS) art arda gösterilerek hareket yanılsaması (illüzyonu) oluşturulur. Bu, çizgi filmlerin yapımında en eski ve temel yöntemdir."
  },
  {
    "id": "130701",
    "unitNumber": 7,
    "text": "<strong>Gerçek fotoğrafların üzerine yapılan çizimlerin kullanılması ile elde edilen bir animasyon tekniği aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Rotoskopi",
      "B": "Durdur-çek",
      "C": "Kes-yapıştır",
      "D": "İki boyutlu",
      "E": "Üç boyutlu"
    },
    "correctAnswer": "A",
    "explanation": "Gerçek görüntüler (filmler) üzerine kare kare çizim yapılmasıyla elde edilen animasyon tekniği <b>Rotoscoping</b> olarak adlandırılır. Animatörler, daha gerçekçi hareketler elde etmek için çekilmiş filmlerin üzerine görsel bir referans olarak çizim yaparlar. Bu teknik, hareketin akıcılığını ve doğallığını sağlamak için kullanılır."
  },
  {
    "id": "130770",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi Adobe Edge Animate programı hakkında doğru bir ifade <u>değildir</u>?</strong>",
    "options": {
      "A": "Tasarımcıların ve web geliştiricilerin HTML5 tabanlı animasyonlar geliştirmek için kullandığı bir programdır.",
      "B": "Zaman çizgisi paneli kullanılarak nesnelere kolayca hareket kazandırma özelliğine sahiptir.",
      "C": "Tasarlanan grafiklere kolayca gölge, bulanıklık ve renk doygunluğu gibi CSS filtreleri uygulanabilir.",
      "D": "Oluşturulan animasyonlar her boyuttaki cihaz ekranına uyum sağlayabilecek boyutlandırma özelliklerine sahiptir.",
      "E": "Oluşturulan animasyonlar web sayfalarında yayınlanacak formatta paketlenemezler."
    },
    "correctAnswer": "E",
    "explanation": "<b>Adobe Edge Animate</b>, özellikle web ortamında kullanılmak üzere <b>HTML5</b>, CSS3 ve JavaScript standartlarını temel alan etkileşimli animasyonlar oluşturmak için tasarlanmış bir görsel tasarım aracıydı. Programın ana hedefi, kod yazmaya gerek kalmadan web tarayıcılarında çalışabilen vektör tabanlı içerikler üretmekti. (Yanlış ifade genellikle, programın 3D animasyon yapması veya Flash/SWF dosyaları üretmesi gibi bir ifade olur.)"
  },
  {
    "id": "184314",
    "unitNumber": 7,
    "text": "<strong> Animasyonun oynatma hızını ifade etmek için aşağıdaki terimlerden hangisi kullanılır?</strong>",
    "options": {
      "A": "CSS: Cascading Style Sheet",
      "B": "DPS: Digital Publishing Suite",
      "C": "FPS: Frame Per Second",
      "D": "AFS: Animation Frame Speed",
      "E": "GPS: Gigabyte Per Second"
    },
    "correctAnswer": "C",
    "explanation": "Animasyonun oynatma hızını ifade etmek için kullanılan terim <b>Kare Hızı</b> veya İngilizce kısaltmasıyla <b>FPS (Frames Per Second / Saniye Başına Kare Sayısı)</b>'dir. Bu değer, bir saniyede gösterilen durağan görüntü sayısını belirtir ve animasyonun ne kadar akıcı görüneceğini doğrudan etkiler."
  },
  {
    "id": "184315",
    "unitNumber": 7,
    "text": "<strong>Bir animasyon tasarım programında nesnelerin hangi zamanlarda hareket edeceğini belirlemek amacıyla aşağıdaki panellerden hangisi kullanılır?</strong>",
    "options": {
      "A": "Zaman Çizgisi",
      "B": "Özellikler",
      "C": "Nesneler",
      "D": "Kütüphane",
      "E": "Araçlar"
    },
    "correctAnswer": "A",
    "explanation": "Bir animasyon tasarım programında nesnelerin hareketinin başlangıç ve bitiş zamanlarını, sürekliliğini ve zaman içindeki değişimini belirlemek amacıyla kullanılan temel panel <b>Zaman Çizgisi (Timeline)</b>'dir. Bu panel üzerinde <b>anahtar kareler</b> (keyframe) yerleştirilerek animasyon akışı kontrol edilir."
  },
  {
    "id": "184316",
    "unitNumber": 7,
    "text": "<strong>Anahtar kare anlamını taşıyan animasyon terimi aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Mainframe",
      "B": "Keysquare",
      "C": "Mainsquare",
      "D": "Keyframe",
      "E": "Layer"
    },
    "correctAnswer": "D",
    "explanation": "Bir animasyonda, bir nesnenin konumunda, boyutunda, renginde veya diğer özelliklerinde bir değişimin başladığı veya bittiği önemli anları işaretleyen terim <b>Anahtar Kare (Keyframe)</b>'dir. Bu kareler, hareketi tanımlayan kritik noktalardır."
  },
  {
    "id": "184353",
    "unitNumber": 7,
    "text": "<strong>Aşağıdaki animasyon türlerinden hangisinde gerçek fotoğraflardan kesilerek oluşturulan nesnelerin hareket ettirilmesiyle animasyon oluşturulmaktadır?</strong>",
    "options": {
      "A": "Stop Motion animasyonlar",
      "B": "Rotoscope animasyonlar",
      "C": "Geleneksel animasyonlar",
      "D": "Üç boyutlu animasyonlar",
      "E": "Cut-Out animasyonlar"
    },
    "correctAnswer": "E",
    "explanation": "Gerçek fotoğraflardan, kağıt veya kumaş gibi malzemelerden kesilerek oluşturulan iki boyutlu nesnelerin (karakterlerin) hareket ettirilmesiyle yapılan animasyon türü <b>Cut-Out Animasyonu</b> olarak adlandırılır. Bu teknik, özellikle Stop-Motion animasyonun iki boyutlu bir versiyonu olarak düşünülebilir."
  },
  {
    "id": "184354",
    "unitNumber": 7,
    "text": "<strong>Aşağıdaki animasyon türlerinden hangisinde kuklaların her bir hareketinin fotoğrafının çekilmesiyle animasyon oluşturulmaktadır?</strong>",
    "options": {
      "A": "Rotoscope animasyonlar",
      "B": "Stop Motion animasyonlar",
      "C": "Geleneksel animasyonlar",
      "D": "Prosedürel animasyonlar",
      "E": "Cut-Out animasyonlar"
    },
    "correctAnswer": "B",
    "explanation": "Bu tanım, <b>Stop-Motion (Dur-Çek) Animasyonu</b> türüne aittir. Bu teknikte, fiziksel nesneler (kuklalar, kil figürleri, legolar vb.) her karede çok küçük bir miktar hareket ettirilir ve bu hareketin fotoğrafı çekilir. Karelerin hızla arka arkaya oynatılmasıyla hareket illüzyonu elde edilir."
  },
  {
    "id": "184355",
    "unitNumber": 7,
    "text": "<strong>HTML5 tabanlı animasyon oluşturmak için aşağıdaki yazılımlardan hangisi kullanılır?</strong>",
    "options": {
      "A": "Adobe Flash",
      "B": "3D Studio Max",
      "C": "Maya",
      "D": "Adobe Edge Animate",
      "E": "Adobe Photoshop"
    },
    "correctAnswer": "D",
    "explanation": "Web standartlarına uygun, kodsuz veya az kodlu <b>HTML5 tabanlı animasyonlar</b> oluşturmak için kullanılan yazılımlardan biri <b>Adobe Edge Animate</b>'tir. (Güncel olarak bu işlevi Adobe Animate CC de yapabilmektedir, ancak Edge Animate bu teknoloji için özel olarak tasarlanmıştı.)"
  },
  {
    "id": "184356",
    "unitNumber": 7,
    "text": "<strong>Adobe Edge Animate programına harici dosyalardan yararlanıldığında kullanılan kaynak dosyaların tasniflenerek listelenmesi aşağıdaki panellerin hangisinde gerçekleşir?</strong>",
    "options": {
      "A": "Tools",
      "B": "Elements",
      "C": "Timeline",
      "D": "Properties",
      "E": "Library"
    },
    "correctAnswer": "E",
    "explanation": "Adobe Edge Animate programında projeye dahil edilen tüm harici kaynak dosyaların (resim, ses, video) listelendiği, organize edildiği ve yönetildiği panele <b>Kaynaklar (Assets) Paneli</b> (veya Kütüphane) denir. Bu panel, dosyaların kolayca bulunmasını ve sahneye eklenmesini sağlar."
  },
  {
    "id": "184357",
    "unitNumber": 7,
    "text": "<strong> Adobe Edge Animate programında tasarım yapılan bölgeye verilen isim aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Design Panel",
      "B": "Stage",
      "C": "Scene",
      "D": "Timeline",
      "E": "Tools"
    },
    "correctAnswer": "B",
    "explanation": "Adobe Edge Animate programında kullanıcıların animasyon öğelerini yerleştirdiği, düzenlediği ve görsel tasarımı yaptığı ana çalışma alanına <b>Sahne (Stage)</b> adı verilir. Animasyonlar bu alanda hayat bulur."
  },
  {
    "id": "184358",
    "unitNumber": 7,
    "text": "<strong> Bir animasyonu oluşturan karelerin bir resim içerisinde sıra ile yerleştirilmesi ile elde edilen görsele verilen isim aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Hareket şeridi",
      "B": "Film karesi",
      "C": "Anahtar kare",
      "D": "Animasyon",
      "E": "Simülasyon"
    },
    "correctAnswer": "A",
    "explanation": "Bir animasyonu oluşturan tüm karelerin veya bir karakterin farklı pozlarının tek bir büyük resim dosyası içerisinde sıralı olarak yerleştirilmesine <b>Sprite Sheet (Püskürtme Sayfası)</b> denir. Özellikle oyun ve web animasyonlarında, yükleme sürelerini azaltmak ve performansı artırmak için bu yöntem kullanılır."
  },
  {
    "id": "184359",
    "unitNumber": 7,
    "text": "<strong>Zaman Çizgisi üzerine bir tetikleyici eklemek için aşağıdaki kısa yol tuşlarından hangisi kullanılır?</strong>",
    "options": {
      "A": "Shift + T",
      "B": "Ctrl + Enter",
      "C": "Ctrl + T",
      "D": "Shift + Enter",
      "E": "Alt + T"
    },
    "correctAnswer": "C",
    "explanation": "Zaman Çizgisi üzerine bir <b>tetikleyici (trigger)</b> eklemek için kullanılan kısa yol tuşu, ilgili yazılıma (örneğin Adobe Animate veya Edge Animate) bağlı olarak değişmekle birlikte, genellikle <b>'T'</b> harfidir. Tetikleyiciler, belirlenen anda kod çalıştırmak için kullanılır."
  },
  {
    "id": "193119",
    "unitNumber": 7,
    "text": "<strong>Reklam sektöründe yaygın bir kullanım alanı olan, kod desteği (script) ve fizik kurallarına uygun iskeletleştirme (rigging) araçları sunan 3 boyutlu animasyon hazırlama programı aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Adobe Flash",
      "B": "3D Studio Max",
      "C": "Adobe Edge Animate",
      "D": "Maya",
      "E": "Adobe Photoshop"
    },
    "correctAnswer": "D",
    "explanation": "Reklam ve film sektöründe profesyonel düzeyde kullanılan, gelişmiş <b>skeletleştirme (rigging)</b> ve <b>fizik kurallarına</b> uygun simülasyon araçları sunan 3 boyutlu animasyon yazılımları <b>Maya</b> veya <b>3D Studio Max</b> gibi programlardır. Bu programlar, karmaşık 3D karakter ve ortam animasyonları için güçlü kodlama (script) desteği de sunar."
  },
  {
    "id": "193146",
    "unitNumber": 7,
    "text": "<strong>Adobe Edge Animate programında nesnelerin hangi saniyede harekete başladığının ve hangi saniyede hareketinin bittiğinin belirlendiği panel aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Design Panel",
      "B": "Timeline",
      "C": "Stage",
      "D": "Scene",
      "E": "Tools"
    },
    "correctAnswer": "B",
    "explanation": "Adobe Edge Animate'te, nesnelerin hareketinin ve özellik değişimlerinin zamanlaması (hangi saniyede başlayıp bittiği) <b>Zaman Çizgisi (Timeline)</b> paneli aracılığıyla ayarlanır. Bu panel, animasyonun akışını anahtar kareler üzerinden kontrol eder."
  },
  {
    "id": "193158",
    "unitNumber": 7,
    "text": "<strong>Zaman Çizgisi üzerinde belli bir noktada animasyonu durduran, oynatan ya da başka bir noktaya zıplatan kodlara ne ad verilir?</strong>",
    "options": {
      "A": "İğne",
      "B": "Oynatma başlığı",
      "C": "Tetikleyici",
      "D": "Katman",
      "E": "Hareket şeridi"
    },
    "correctAnswer": "C",
    "explanation": "Zaman Çizgisi üzerinde, belirlenen bir anda animasyonu kontrol eden (durduran, oynatan, başka bir kareye yönlendiren) kodlara <b>Tetikleyici (Trigger)</b> adı verilir. Bu tetikleyiciler genellikle JavaScript gibi dillerle yazılarak interaktif özellikler eklenmesini sağlar."
  },
  {
    "id": "341115",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi bir animasyon türü <u>değildir</u>?</strong>",
    "options": {
      "A": "İki boyutlu animasyonlar",
      "B": "Kes-Yapıştır (Cut-out) animasyonlar",
      "C": "Hareketsiz animasyonlar",
      "D": "Durdur-Çek (Stop Motion) animasyonlar",
      "E": "Üç boyutlu animasyonlar"
    },
    "correctAnswer": "C",
    "explanation": "Animasyon türleri, hareket yanılsaması oluşturma tekniklerine göre sınıflandırılır (Stop-Motion, Çizgi Animasyonu, 3D Animasyon, Cut-Out vb.). Eğer şıklarda bu hareket oluşturma tekniklerinden biri olmayan (örneğin statik bir tasarım süreci veya dosya formatı gibi) bir seçenek varsa, o seçenek doğru cevaptır. Örn: <b>Modelleme</b> (tek başına bir animasyon türü değil, animasyonun aşamasıdır)."
  },
  {
    "id": "341117",
    "unitNumber": 7,
    "text": "<strong>Zaman çizgisi üzerinde belli bir noktada animasyonu durduran, oynatan veya başka bir noktaya zıplatan kodlara ne ad verilir?</strong>",
    "options": {
      "A": "Tetikleyici (Trigger)",
      "B": "Timeline",
      "C": "Playback",
      "D": "Target",
      "E": "Preview"
    },
    "correctAnswer": "A",
    "explanation": "Zaman çizgisinde belli noktalara yerleştirilerek animasyon akışını durdurma, başlatma ya da yönlendirme gibi eylemleri gerçekleştiren kodlara <b>Tetikleyici (Trigger)</b> denir. Bu terim, animasyonun etkileşimli hale gelmesini sağlayan komutları ifade eder."
  },
  {
    "id": "405714",
    "unitNumber": 7,
    "text": "I. 3D Studio Max genellikle üç boyutlu modelleme için kullanılır.<br/>II. Adobe Photoshop yalnızca statik grafik düzenleme amacıyla kullanılır ve animasyon için uygun değildir.<br/>III. Maya, üç boyutlu animasyon, modelleme, benzetim ve görüntüleme yazılımıdır.<br/><strong>Animasyon tasarımında kullanılan yazılımlara ilişkin yukarıdakilerden hangisi ya da hangileri doğrudur?</strong>",
    "options": {
      "A": "Yalnız II",
      "B": "I ve III",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "correctAnswer": "B",
    "explanation": "I. <b>3D Studio Max</b>, film, oyun ve görselleştirme için kullanılan bir <b>üç boyutlu modelleme ve animasyon</b> yazılımıdır. (Doğru)<br/>II. <b>Adobe Photoshop</b>, statik grafik düzenleme dışında, <b>kare tabanlı animasyonlar</b> (GIF vb.) oluşturmak için de kullanılabilir, bu nedenle 'yalnızca statik grafik için kullanılır' ifadesi yanlıştır.<br/>III. <b>Maya</b>, ileri düzey <b>üç boyutlu animasyon, modelleme, benzetim</b> ve görüntüleme (rendering) alanında endüstri standardı bir yazılımdır. (Doğru)<br/>Sonuç olarak, I ve III numaralı ifadeler doğrudur."
  },
  {
    "id": "148342",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi uçuk pembe renk tonunun psikolojik etkileri arasında <u>yer almaz</u>?</strong>",
    "options": {
      "A": "Nezaket",
      "B": "Yumuşaklık",
      "C": "Cesaret",
      "D": "Mahcubiyet",
      "E": "Tatlılık"
    },
    "correctAnswer": "C",
    "explanation": "Uçuk pembe, genellikle <b>yumuşaklık</b>, <b>şefkat</b>, <b>hassasiyet</b>, <b>romantizm</b> ve <b>masumiyet</b> gibi pozitif duygularla ilişkilendirilir. Sakinleştirici ve yatıştırıcı bir etkiye sahiptir. Ancak, <b>güç</b>, <b>otorite</b>, <b>agresiflik</b> veya <b>tehlike</b> gibi sert ve dominant duyguları çağrıştırmak, uçuk pembe renk tonunun psikolojik etkileri arasında yer almaz."
  },
  {
    "id": "151123",
    "unitNumber": 8,
    "text": "<strong>Sessizlik, verimlilik, hayat, büyüme, doğa, bilgelik ve inançlılığı çağrıştıran renk türü aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Kırmızı",
      "B": "Yeşil",
      "C": "Turuncu",
      "D": "Mavi",
      "E": "Beyaz"
    },
    "correctAnswer": "B",
    "explanation": "Yeşil renk, doğada yaygın olarak görülen birincil renktir. Çağrıştırdığı temel kavramlar arasında <b>sessizlik</b>, <b>verimlilik</b>, <b>hayat</b>, <b>büyüme</b>, <b>denge</b> ve <b>doğa</b> yer alır. Aynı zamanda <b>bilgelik</b>, <b>yenilenme</b> ve <b>inançlılık</b> duygularını da simgeler. Bu özellikler yeşil rengi temsil eder."
  },
  {
    "id": "151197",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi kitap ve dergi tasarımında çoklu ortam içeriklerinin kullanımı hakkında <u>yanlıştır</u>?</strong>",
    "options": {
      "A": "Tasarımda uygun renklere yer verilmelidir.",
      "B": "Olabildiğince gerçeğe yakın görsellerden faydalanılmalıdır.",
      "C": "Yeni bir kavram veya konuyu açıklarken bilindik eski kavramlardan benzer olanlarıyla ilişkilendirilmelidir.",
      "D": "Fazla sayıda renk kullanarak okuyucunun dikkati çekilmelidir.",
      "E": "Kavram veya ana noktalar arasındaki ilişkileri anlatmak için grafik, akış şemaları veya haritalar gibi görsellerden faydalanılmalıdır."
    },
    "correctAnswer": "D",
    "explanation": "Kitap ve dergi tasarımında çoklu ortam içeriklerinin (video, ses, interaktif grafikler) kullanımı, temelde <b>dijital yayıncılık</b> (e-dergi, interaktif PDF, EPUB) platformlarında geçerlidir. Eğer yanlış ifade soruluyorsa, bu içeriklerin <b>basılı yayınlara doğrudan entegre edilebileceği</b> veya <b>dosya boyutunu ve yükleme hızını etkilemeyeceği</b> yönündeki bir iddia yanlıştır. Çoklu ortam, yayıncılığa zenginlik katar, ancak dijital ortam gerektirir ve teknik kısıtlamaları vardır."
  },
  {
    "id": "230115",
    "unitNumber": 8,
    "text": "I. Yayınlanacak ülke<br/>II. Yayının hitap ettiği yaş grubu<br/>III. Tasarımda kullanılan font<br/><strong>Yukarıdakilerden hangisi ya da hangileri tasarımda dikkat edilmesi gereken unsurlardandır?</strong>",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "correctAnswer": "E",
    "explanation": "Tasarım sürecinde bu üç unsur da kritik öneme sahiptir. <b>Yayınlanacak ülke</b> (I), kültürel anlamları ve yasal gereklilikleri etkiler. <b>Yayının hitap ettiği yaş grubu</b> (II), okunabilirlik, dil ve font boyutu seçimini belirler. <b>Tasarımda kullanılan font</b> (III) ise hem okunabilirliği hem de yayının genel estetiğini doğrudan etkiler. Dolayısıyla I, II ve III de dikkat edilmesi gereken unsurlardandır."
  },
  {
    "id": "230156",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi InDesign programına dışardan belge eklemek için kullanılan kısa yoldur?</strong>",
    "options": {
      "A": "Ctrl + E",
      "B": "Ctrl + D",
      "C": "Ctrl + W",
      "D": "Ctrl + J",
      "E": "Ctrl + M"
    },
    "correctAnswer": "B",
    "explanation": "Adobe InDesign programına dışarıdan görüntü (resim), metin veya farklı formatlardaki belgeleri eklemek (yerleştirmek) için kullanılan komut 'Place' (Yerleştir) komutudur. Bu komutun klavye kısayolu <b>Ctrl + D</b> (Mac'te Cmd + D)'dir. Bu, harici materyalleri çalışma alanına hızlıca dahil etmek için kullanılır."
  },
  {
    "id": "230164",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi InDesign programına eklenen resme ait bir rengi seçmek için kullanılır?</strong>",
    "options": {
      "A": "Kalem Aracı",
      "B": "Degrade Renk Örneği Aracı",
      "C": "İçerik Toplayıcı Aracı",
      "D": "Damlalık Aracı",
      "E": "Dolgu / Kontur Aracı"
    },
    "correctAnswer": "D",
    "explanation": "InDesign'da (ve diğer grafik tasarım yazılımlarında), mevcut bir resimden, nesneden veya ekrandaki herhangi bir öğeden renk örneği almak ve bu rengi tasarımda kullanmak için <b>Damlalık Aracı (Eyedropper Tool)</b> kullanılır. Bu araç, seçilen rengi alır ve o anki dolgu veya kontur rengi olarak belirler."
  },
  {
    "id": "230168",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi InDesign programında oluşturulan belgenin varsayılan dosya uzantısıdır?</strong>",
    "options": {
      "A": ".ind",
      "B": ".pdf",
      "C": ".epub",
      "D": ".dsg",
      "E": ".psd"
    },
    "correctAnswer": "A",
    "explanation": "Adobe InDesign programında oluşturulan ve kaydedilen çalışma dosyalarının varsayılan dosya uzantısı <b>.indd</b>'dir (InDesign Document). Bu dosya formatı, tüm düzenlenebilir mizanpaj bilgilerini, katmanları, metinleri ve stilleri içerir."
  },
  {
    "id": "230178",
    "unitNumber": 8,
    "text": "I. Baskı<br/>II. Web<br/>III. Dijital Yayıncılık<br/><strong>Yukarıdakilerden hangisi ya da hangileri InDesign ile hazırlanan belgenin yayımlanma hedeflerindendir?</strong>",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "correctAnswer": "E",
    "explanation": "Adobe InDesign, profesyonel mizanpaj ve sayfa düzenleme yazılımıdır ve çok yönlü yayın çıktıları için tasarlanmıştır. Hazırlanan belgeler <b>Baskı</b> (I) (yüksek çözünürlüklü PDF), <b>Web</b> (II) (HTML veya web için optimize edilmiş formatlar) ve <b>Dijital Yayıncılık</b> (III) (interaktif PDF, EPUB, dijital dergi formatları) hedeflerinin tamamı için kullanılabilir."
  },
  {
    "id": "230180",
    "unitNumber": 8,
    "text": "I. dpi değeri yükseldikçe görüntü kalitesi artar.<br/>II. 1” karedeki nokta sayısına dpi denir.<br/>III. En yüksek dpi değeri 72’dir.<br/><strong>Yukarıdakilerden hangisi ya da hangileri dpi için doğrudur?</strong>",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "correctAnswer": "C",
    "explanation": "DPI, <b>Dots Per Inch</b> (İnç Başına Düşen Nokta Sayısı) anlamına gelir (II). Bu değer, bir görüntünün çözünürlüğünü gösterir. DPI değeri yükseldikçe (I), görüntüdeki detay miktarı artar ve dolayısıyla baskı kalitesi iyileşir. 72 dpi genellikle ekran çözünürlüğü standardı olup, baskı için minimum 300 dpi önerildiğinden, en yüksek değerin 72 olduğu ifadesi (III) yanlıştır. Doğru olanlar I ve II'dir."
  },
  {
    "id": "230182",
    "unitNumber": 8,
    "text": "<strong>Kırmızı rengin ABD kültürüne göre anlamı aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Tehlike",
      "B": "Asalet",
      "C": "Ölüm",
      "D": "Yaşam",
      "E": "Mutluluk"
    },
    "correctAnswer": "A",
    "explanation": "Kırmızı renk, ABD kültüründe son derece güçlü ve dikkat çekici bir etkiye sahiptir. Genellikle <b>aşk</b>, <b>tutku</b>, <b>tehlike</b>, <b>acil durum</b>, <b>güç</b> ve <b>cesaret</b> (özellikle bayrakta) gibi kavramlarla ilişkilendirilir. Trafik sinyallerinde durma veya tehlikeyi simgelerken, sevgililer gününde romantizmi temsil eder."
  },
  {
    "id": "230199",
    "unitNumber": 8,
    "text": "<strong> Aşağıdaki yazıtipi boyutlarından hangisi 7-12 yaş arası için uygundur?</strong>",
    "options": {
      "A": "10 punto",
      "B": "11 punto",
      "C": "12 punto",
      "D": "13 punto",
      "E": "14 punto"
    },
    "correctAnswer": "E",
    "explanation": "Tipografide yaş gruplarına göre okunabilirlik standartları kritiktir. <b>7-12 yaş</b> aralığındaki çocuklar (ilkokul dönemi), okuma alışkanlıklarını geliştirdikleri için kolay okunur ve gözü yormayan fontlara ihtiyaç duyarlar. Bu yaş grubu için uygun yazı tipi boyutu genellikle <b>12 punto (pt)</b> ve üzeri olmalıdır (çoğu kaynak 14 pt önerir)."
  },
  {
    "id": "230202",
    "unitNumber": 8,
    "text": "<strong> Aşağıdaki yazı tiplerinden hangisi dijital bir yayında okunabilirlik açısından en uygun olanıdır?</strong>",
    "options": {
      "A": "Calibri",
      "B": "Monotype Corsiva",
      "C": "Comic Sans",
      "D": "Segoe Script",
      "E": "Book Antiqua"
    },
    "correctAnswer": "A",
    "explanation": "Dijital ekranlarda (monitörler, tabletler, telefonlar) metinlerin <b>okunabilirliği</b>, font tipine göre değişir. Genel kural, dijital yayınlar için <b>Sans-Serif (Tırnaksız)</b> yazı tiplerinin (örneğin Arial, Open Sans, Verdana) daha uygun olmasıdır. Tırnaklar (serifler), düşük çözünürlüklerde veya küçük boyutlarda netliğini kaybedebilir ve okumayı zorlaştırabilir, bu nedenle tırnaksız fontlar daha temiz bir okuma deneyimi sunar."
  },
  {
    "id": "230204",
    "unitNumber": 8,
    "text": "I. Cilt payı<br/>II. Sayfa boyutu<br/>III. Kâğıt türü<br/><strong>Yukarıdakilerden hangisi ya da hangileri tasarımı etkileyen unsurlar arasında yer alır?</strong>",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "correctAnswer": "E",
    "explanation": "Tasarım kararları, fiziki üretim süreçleri ile doğrudan ilişkilidir. <b>Cilt payı</b> (I), sayfa içeriğinin cilde yakın bölgede kaybolmasını önler. <b>Sayfa boyutu</b> (II), mizanpajın sınırlarını ve oranlarını belirler. <b>Kâğıt türü</b> (III) ise renklerin canlılığını, baskının maliyetini ve ürünün dokusunu etkiler. Bu üç unsur da tasarımı doğrudan etkileyen fiziki kararlardır."
  },
  {
    "id": "243980",
    "unitNumber": 8,
    "text": "<strong>Aşağıdaki yazı tipi boyutlarından hangisi yetişkinler için uygun <u>değildir</u>?</strong>",
    "options": {
      "A": "11 punto",
      "B": "12 punto",
      "C": "13 punto",
      "D": "14 punto",
      "E": "15 punto"
    },
    "correctAnswer": "E",
    "explanation": "Yetişkinler için genel okuma metinlerinde (kitap, dergi) standart ve rahat kabul edilen font boyutu aralığı <b>10 ile 12 punto (pt)</b> arasındadır. Bu aralığın altındaki boyutlar (örneğin 8 pt veya daha küçüğü) genellikle dipnotlar, yasal uyarılar veya yardımcı metinler için kullanılır ve <b>ana okuma metni için uygun değildir</b>, çünkü göz yorgunluğuna neden olur."
  },
  {
    "id": "243984",
    "unitNumber": 8,
    "text": "<strong>Aşağıdaki kültürlerden hangisinde beyaz renk “ölüm” anlamına gelmektedir?</strong>",
    "options": {
      "A": "Japon",
      "B": "Hindistan",
      "C": "Çin",
      "D": "Fransa",
      "E": "Arap"
    },
    "correctAnswer": "A",
    "explanation": "Beyaz renk, Batı kültüründe genellikle saflık ve masumiyeti temsil ederken, birçok <b>Uzak Doğu</b> ve <b>Asya kültürü</b>nde (özellikle Çin, Kore ve Japonya) <b>matem</b>, <b>yas</b> ve <b>ölüm</b> ile ilişkilendirilir. Bu kültürlerde cenaze törenlerinde beyaz giysiler veya örtüler kullanılır."
  },
  {
    "id": "243990",
    "unitNumber": 8,
    "text": "I. Okunabilir olmalı<br/>II. Anlaşılabilir olmalı<br/>III. Uygun renkler kullanılmalı<br/><strong>Yukarıdakilerden hangisi ya da hangileri içeriklerin görsel tasarımında dikkat edilmesi gereken hususlardandır?</strong>",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "correctAnswer": "E",
    "explanation": "İçeriklerin görsel tasarımında, iletişimin başarılı olması için üç temel husus hayati öneme sahiptir. Metinlerin <b>Okunabilir</b> (I) olması (font, boyut, kontrast), mesajın <b>Anlaşılabilir</b> (II) olması (sade ve net yapı) ve mesajı destekleyen <b>Uygun Renklerin</b> (III) kullanılması zorunludur. Bu üç madde, etkili görsel iletişimin temelini oluşturur."
  },
  {
    "id": "350261",
    "unitNumber": 8,
    "text": "<strong>Sessizlik, verimlilik, hayat, büyüme, doğa, bilgelik ve inancı çağrıştıran renk aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Yeşil",
      "B": "Sarı",
      "C": "Kahverengi",
      "D": "Kırmızı",
      "E": "Taba"
    },
    "correctAnswer": "A",
    "explanation": "Yeşil renk, doğayı temsil etmesi sebebiyle temel olarak <b>hayat</b>, <b>büyüme</b> ve <b>verimlilik</b> ile ilişkilendirilir. Aynı zamanda zihinsel olarak <b>sessizlik</b> ve <b>denge</b> hissi verirken, manevi anlamda <b>bilgelik</b> ve <b>inancı</b> da çağrıştırır."
  },
  {
    "id": "350266",
    "unitNumber": 8,
    "text": "<strong>InDesign programında belge içerisindeki sayfaların özelliklerini düzenlemek için kullanılan menüye ne ad verilir?</strong>",
    "options": {
      "A": "Mizanpaj Menüsü",
      "B": "Düzen Menüsü",
      "C": "Yazım Menüsü",
      "D": "Nesne Menüsü",
      "E": "Dosya Menüsü"
    },
    "correctAnswer": "A",
    "explanation": "InDesign programında belge içerisindeki sayfaları yönetmek, özelliklerini düzenlemek, ana sayfaları (master pages) uygulamak veya sayfa ekleme/silme işlemleri yapmak için kullanılan menüye <b>Sayfalar Paneli (Pages Panel)</b> adı verilir. Bu panel, mizanpajın temel yapısını kontrol eder."
  },
  {
    "id": "148380",
    "unitNumber": 9,
    "text": "<strong>Scribus programında sahneye şekil eklemek için kullanılan komut aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Insert Text Frame",
      "B": "Insert Image Frame",
      "C": "Insert Render Frame",
      "D": "Insert Shape",
      "E": "Insert Line"
    },
    "correctAnswer": "D",
    "explanation": "Scribus programında çalışma alanına (sahneye) yeni bir şekil eklemek için genellikle <b>Ekle</b> (Insert) menüsü altında ilgili komutlar bulunur veya araç çubuğunda <b>Şekil Aracı</b> (Shape Tool) kullanılır. Çoğu DTP programında bu işlem <b>Ekle</b> menüsü aracılığıyla gerçekleştirilir."
  },
  {
    "id": "148556",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi Scribus programında kullanılan resim efektleri arasında <u>yer almaz</u>?</strong>",
    "options": {
      "A": "Bulanıklaştır",
      "B": "Parlaklık",
      "C": "Renklendir",
      "D": "Keskinleştir",
      "E": "Hizalama"
    },
    "correctAnswer": "E",
    "explanation": "Scribus, bir sayfa düzenleme programı olduğu için genellikle resimler üzerinde <b>Kontrast</b>, <b>Parlaklık</b>, <b>Gri Tonlama</b> gibi temel ayarlamaları ve renk kanalı manipülasyonlarını içeren efektleri destekler. Ancak, <b>Yüzey Kaplama</b> (Surface Texture/Mapping) gibi 3D modelleme veya çok gelişmiş görüntü işleme efektleri genellikle Scribus’un standart resim efektleri arasında <u>yer almaz</u>."
  },
  {
    "id": "151035",
    "unitNumber": 9,
    "text": "<strong>Scribus’ta ekrana metin, resim, tablo, şekil gibi herhangi bir nesne eklemek için kullanılan menü aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Ekle",
      "B": "Sayfa",
      "C": "Görüntüle",
      "D": "Ekstralar",
      "E": "Yardım"
    },
    "correctAnswer": "A",
    "explanation": "Scribus’ta veya genel olarak tüm masaüstü yayıncılık (DTP) programlarında, çalışma sayfasına (ekrana) <b>metin kutusu</b>, <b>resim çerçevesi</b>, <b>tablo</b> veya <b>şekil</b> gibi yeni öğeler/nesneler dahil etmek için kullanılan ana menü <b>Ekle</b> (Insert) menüsüdür."
  },
  {
    "id": "151081",
    "unitNumber": 9,
    "text": "I. Linux<br/>II. FreeBSD<br/>III. Mac OS X<br/>IV. Windows<br/><strong>Yukarıdakilerden hangisi ya da hangileri Scribus’u destekleyen işletim sistemleri arasında yer alır?</strong>",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "II ve III",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    },
    "correctAnswer": "E",
    "explanation": "Scribus, <b>açık kaynaklı</b> (open source) bir masaüstü yayıncılık (DTP) yazılımıdır. Bu özelliği sayesinde yüksek derecede platform bağımsızlığına sahiptir ve belirtilen tüm popüler işletim sistemleri olan <b>Linux</b>, <b>FreeBSD</b>, <b>Mac OS X</b> ve <b>Windows</b> üzerinde çalışabilir ve bu sistemler için sürümleri mevcuttur. Dolayısıyla hepsi Scribus’u destekleyen sistemlerdir."
  },
  {
    "id": "230207",
    "unitNumber": 9,
    "text": "<strong>Scribus’ta bir resmi belirli noktalarından müdahale ederek eğmek istenirse aşağıdakilerden hangisi kullanılır?</strong>",
    "options": {
      "A": "Bounding Box",
      "B": "Nodelar",
      "C": "Frame Shape",
      "D": "Çerçeveler",
      "E": "Border"
    },
    "correctAnswer": "B",
    "explanation": "Scribus’ta bir resmi veya nesneyi belirli noktalarından manipüle ederek <b>eğmek</b> (skew) veya formunu değiştirmek istenirse, genellikle nesnenin vektörel sınırlarına veya düğüm noktalarına müdahale etmeye izin veren <b>Düğüm Düzenleme Aracı</b> (Node Editing Tool) kullanılır. Bu araç, nesnelerin eğrilerini ve köşelerini hassas bir şekilde ayarlamaya olanak tanır."
  },
  {
    "id": "230209",
    "unitNumber": 9,
    "text": "<strong>Scribus’ta resim efektleri penceresinde aşağıdakilerden hangisi <u>yapılamaz</u>?</strong>",
    "options": {
      "A": "Parlaklık",
      "B": "Kontrast",
      "C": "Boyutlandırma",
      "D": "Bulanıklaştırma",
      "E": "Renklendirme"
    },
    "correctAnswer": "C",
    "explanation": "Scribus’ta resim efektleri penceresi (Image Effects) genellikle resmin <b>görsel niteliklerini</b> (renkler, parlaklık, kontrast, filtreler) değiştirmeye odaklanır. Resmin dosya formatını (örneğin JPEG’den PNG’ye) değiştirmek veya resmi kaydetmek gibi <b>dosya yönetimsel</b> işlemler bu efekt penceresinde değil, genellikle <b>Dosya</b> (File) menüsü altındaki komutlar aracılığıyla yapılır."
  },
  {
    "id": "230213",
    "unitNumber": 9,
    "text": "<strong>Scribus’ta belgeler aşağıdaki hangi formatta <u>kaydedilemez</u>?</strong>",
    "options": {
      "A": "PSD",
      "B": "SLA",
      "C": "PNG",
      "D": "PDF",
      "E": "EFS"
    },
    "correctAnswer": "A",
    "explanation": "Scribus, genellikle kendi yerel formatı olan <b>SLA</b> (Scribus Layout), <b>PDF</b> (yayınlama için) ve çeşitli görüntü formatlarında kaydetme/dışa aktarma yapabilir. Ancak, <b>AutoCAD</b> (DWG) veya <b>Microsoft Publisher</b> (PUB) gibi rakip ve tescilli DTP programlarının formatlarında belgeyi <u>kaydedemez</u>."
  },
  {
    "id": "230217",
    "unitNumber": 9,
    "text": "<strong>Bir Scribus tablosunda “Delete Columns” komutu ile hangi işlem yapılır?</strong>",
    "options": {
      "A": "Satır silinir.",
      "B": "Sütun silinir.",
      "C": "Satır eklenir.",
      "D": "Sütun eklenir.",
      "E": "Tablo silinir."
    },
    "correctAnswer": "B",
    "explanation": "Tablo işlemleri sırasında kullanılan <b>Delete Columns</b> (Sütunları Sil) komutu, seçili olan tabloda dikey olarak uzanan <b>sütunların</b> (columns) tamamını silmeye yarar. Bu komut, tablo yapısından istenmeyen sütunları kaldırmak için kullanılır."
  },
  {
    "id": "230219",
    "unitNumber": 9,
    "text": "<strong>Bir Scribus tablosunda satır ekleme işlemi yapılırken aşağıdakilerden hangisi kullanılır?</strong>",
    "options": {
      "A": "Insert Columns",
      "B": "Delete Columns",
      "C": "Insert Rows",
      "D": "Delete Rows",
      "E": "Insert Table"
    },
    "correctAnswer": "C",
    "explanation": "Scribus’ta bir tabloya yeni bir yatay birim olan <b>satır</b> (row) eklemek için, genellikle <b>Tablo</b> (Table) menüsü altında yer alan veya tabloya sağ tıklandığında çıkan bağlam menüsündeki <b>Satır Ekle</b> (Insert Row) komutu kullanılır."
  },
  {
    "id": "230223",
    "unitNumber": 9,
    "text": "<strong>Scribus’ta aşağıdaki komut tuşlarından hangisi kullanılarak Özellikler penceresi açılır?</strong>",
    "options": {
      "A": "F1",
      "B": "F2",
      "C": "F3",
      "D": "F4",
      "E": "F5"
    },
    "correctAnswer": "B",
    "explanation": "Scribus’ta seçili olan nesnelerle ilgili detaylı ayarları ve parametreleri değiştirmeye yarayan <b>Özellikler Penceresi</b> (Properties Palette), kullanıcı arayüzünün önemli bileşenlerindendir. Bu pencereyi hızlıca açmak için genellikle <b>F2</b> kısayol tuşu kullanılır."
  },
  {
    "id": "244009",
    "unitNumber": 9,
    "text": "<strong>Scribus’ta yeni belge oluşturulurken aşağıdakilerden hangisi <u>yapılamaz</u>?</strong>",
    "options": {
      "A": "Kenarlık ayarları",
      "B": "Sayfa ölçüsü",
      "C": "Sayfa sayısı",
      "D": "Hizalama",
      "E": "Yerleşim"
    },
    "correctAnswer": "D",
    "explanation": "Yeni bir Scribus belgesi oluşturulurken, <b>sayfa boyutu</b>, <b>yönlendirme</b> ve <b>sayfa sayısı</b> gibi belgenin yapısal özelliklerini belirlemek mümkündür. Ancak, belgenin içine <b>otomatik olarak içerik eklemek</b> veya karmaşık <b>stil şablonları</b> uygulamak gibi içerikle ilgili işlemler, belge oluşturma diyalogu yerine daha sonra düzenleme aşamasında yapılır. Belge oluşturma aşamasında içeriğe dair kesin işlemler <u>yapılamaz</u>."
  },
  {
    "id": "244035",
    "unitNumber": 9,
    "text": "<strong>Scribus’ta belgeye herhangi bir nesne eklendiğinde nesne ile ilgili ayarları yapmak için aşağıdaki kısa yollardan hangisi kullanılır?</strong>",
    "options": {
      "A": "F5",
      "B": "F4",
      "C": "F3",
      "D": "F2",
      "E": "F1"
    },
    "correctAnswer": "D",
    "explanation": "Scribus’ta eklenen <b>nesnelerin</b> boyutlarını, konumunu, rengini ve diğer spesifik özelliklerini ayarlamak için kullanılan <b>Özellikler Penceresi</b> (Properties Palette), bu ayarların yapıldığı merkezi arayüzdür. Bu pencereyi açmak için genellikle <b>F2</b> kısayol tuşu kullanılır."
  },
  {
    "id": "244037",
    "unitNumber": 9,
    "text": "<strong>Scribus’ta iki nesne birbiri üzerine gelecek şekilde konumlandırılacaksa aşağıdaki seçeneklerden hangisi kullanılır?</strong>",
    "options": {
      "A": "Seviye",
      "B": "Kenarlar",
      "C": "Ölçeklendirme",
      "D": "Düzenleme",
      "E": "Hizalama"
    },
    "correctAnswer": "A",
    "explanation": "Scribus’ta çalışma sayfasındaki nesnelerin dikey sıralamasını (üst üste binme düzenini) ayarlamak, yani hangi nesnenin diğerinin önünde veya arkasında görüneceğini belirlemek için <b>Sırala</b> (Arrange) menüsü altındaki <b>Öne Getir</b> veya <b>Arkaya Gönder</b> gibi <b>Katmanlama/Z-Sıralaması</b> komutları kullanılır."
  },
  {
    "id": "244043",
    "unitNumber": 9,
    "text": "<strong> Bir tabloda “Delete Rows” komutu ile hangi işlem yapılır?</strong>",
    "options": {
      "A": "Satır silinir",
      "B": "Sütun silinir",
      "C": "Satır eklenir",
      "D": "Sütun eklenir",
      "E": "Tablo silinir"
    },
    "correctAnswer": "A",
    "explanation": "Tablo düzenleme araçlarında bulunan <b>Delete Rows</b> (Satırları Sil) komutu, Scribus’ta seçili olan tabloda yatay olarak uzanan <b>satırların</b> (rows) tamamını silmek için kullanılır."
  },
  {
    "id": "350273",
    "unitNumber": 9,
    "text": "<strong>Scribus’ta belgeye herhangi bir nesne eklendiğinde nesne ile ilgili ayarları yapmak için aşağıdakilerden hangisi takip edilir?</strong>",
    "options": {
      "A": "Pencereler / Özellikler",
      "B": "Sayfa / Görüntüle",
      "C": "Sayfa / Özellikler",
      "D": "Ekle / Nesne",
      "E": "Görüntüle / Özellikler"
    },
    "correctAnswer": "A",
    "explanation": "Scribus’ta bir nesnenin ayarlarını detaylıca düzenlemek için, menü çubuğundaki <b>Pencere</b> (Window) menüsü altından <b>Özellikler</b> (Properties) seçeneği takip edilir. Bu menü yolu, nesneye özel tüm parametrelerin değiştirilmesine olanak tanıyan <b>Özellikler Penceresi</b>'ni açar."
  },
  {
    "id": "350277",
    "unitNumber": 9,
    "text": "<strong>Scribus’ta sayfaya ızgara eklemek için aşağıdakilerden hangisi takip edilir?</strong>",
    "options": {
      "A": "Ekle / Izgara",
      "B": "Düzenle / Kılavuz çizgisi",
      "C": "Sayfa / Kılavuz yönetimi",
      "D": "Hizalama / Izgara",
      "E": "Ekle / Kılavuz çizgisi"
    },
    "correctAnswer": "C",
    "explanation": "Çalışma sayfasında nesnelerin hizalanmasına ve düzenlenmesine yardımcı olan kılavuz çizgileri veya ızgaralar eklemek için, genellikle <b>Görünüm</b> (View) menüsü kullanılır. Buradan <b>Izgarayı Göster</b> (Show Grid) veya <b>Izgara Ayarları</b> komutları takip edilerek sayfaya <b>hizalama ızgarası</b> (grid) eklenebilir."
  },
  {
    "id": "151051",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi Ofset baskı hakkında <u>yanlıştır</u>?</strong>",
    "options": {
      "A": "Ofset baskı genellikle kâğıt yüzeyinde kullanılan baskı tekniğidir.",
      "B": "Ofset baskı dünyada nadir kullanılan baskı tekniğidir.",
      "C": "Ofset baskı, Amerikalı Ira W. Rubel tarafından bulunmuştur.",
      "D": "Ofset sisteminin ana sistemi merdane ve kazan olmak üzere küçüklü-büyüklü silindir mekanizmalardan oluşur.",
      "E": "Ofset baskı, yağ bazlı ofset mürekkebiyle nemlendirme suyunun birbirini kabul etmemesi prensibine dayanır."
    },
    "correctAnswer": "B",
    "explanation": "Ofset baskı, <b>düz baskı</b> (planography) prensibine dayanır ve mürekkep ile suyun birbirini itmesi prensibiyle çalışır. Baskı kalıbı üzerinde mürekkebi tutan ve tutmayan alanlar aynı yüksekliktedir. Ofset baskının en belirgin özelliği, mürekkebin kalıptan doğrudan kağıda değil, önce <b>kauçuk (lastik) silindire</b> aktarılması ve oradan kağıda basılmasıdır (dolaylı baskı). Eğer sorunun doğru kabul edilen şıkkı 'Ofset baskı yüksek baskı tekniği ile yapılır' gibi bir ifade ise, bu ifade yanlıştır, çünkü ofset <b>düz baskıdır</b>."
  },
  {
    "id": "151057",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi tipo baskı ile ilgili olarak <u>yanlıştır</u>?</strong>",
    "options": {
      "A": "Metal harflerle yapılan yüksek baskıdır.",
      "B": "Uzun ve zahmetli bir baskı hazırlık süreci gerektirir.",
      "C": "Günümüzde yaygın bir şekilde kullanılmaktadır.",
      "D": "Tipo baskı makineleri daha çok matbaacılığa hizmet eder.",
      "E": "Sistem, mürekkep merdane sistemi, kalıp şaşesi ve kâğıt kazanından oluşur."
    },
    "correctAnswer": "C",
    "explanation": "Tipo baskı (Letterpress), matbaanın ilk ve geleneksel yöntemidir ve <b>yüksek baskı</b> (relief) prensibine dayanır. Bu teknikte, mürekkebi alan yüzeyler (harfler veya görseller) baskı yüzeyine göre yüksektedir. Eğer yanlış olan ifade 'Tipo baskıda suyun yağı itmesi prensibi kullanılır' ise, bu yanlıştır, çünkü bu prensip <b>ofset/litografi</b> için geçerlidir. Tipo baskı, yüksek yüzeylerin kağıda doğrudan temas etmesiyle yapılır."
  },
  {
    "id": "151193",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi flekso baskı ile ilgili olarak <u>yanlıştır</u>?</strong>",
    "options": {
      "A": "Fleksoda çoğunlukla bobin kâğıt veya folyolar üzerine baskı alınır.",
      "B": "Flekso baskı tekniği ile esnek veya esnek olmayan malzemelere baskı yapılabilir.",
      "C": "Flekso baskıda, baskı yapılacak malzemenin çözgü ünitesine bağlanıp sargı ünitesine kadar geçen yola baskı yolu denir.",
      "D": "Flekso baskı sadece çok küçük ebatlı işlerde kullanılır.",
      "E": "Flekso baskı yapılırken düşük viskoziteli flekso baskı mürekkepleri kullanılır."
    },
    "correctAnswer": "D",
    "explanation": "Flekso baskı, <b>yüksek baskı</b> (relief) ailesine ait modern bir tekniktir. Bu teknikte, hızlı kuruyan mürekkepler ve basınca dayanıklı <b>esnek fotopolimer kalıplar</b> kullanılır. Genellikle ambalaj, etiket ve esnek malzemeler üzerine baskı için idealdir. Yanlış olan ifade, flekso baskının çok yüksek çözünürlüklü ve sadece kağıt için kullanıldığı yönündeyse, bu yanlıştır. Flekso, genellikle <b>bobin halindeki esnek malzemeler</b> için tercih edilir."
  },
  {
    "id": "151266",
    "unitNumber": 10,
    "text": "<strong>Tifdruk baskı ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "options": {
      "A": "Tifdruk, matbaacılıkta kullanılan temel baskı tekniklerinden biridir.",
      "B": "Tifdruk baskıda akışkanlığı yüksek çabuk buharlaşan sıvı mürekkepler kullanılır.",
      "C": "Tifdruk baskıda kabartma klişe kullanılmaktadır.",
      "D": "Tifdruk baskı çok özel kâğıtlar gerektirdiği için masraflı bir tekniktir.",
      "E": "Tifdruk baskı günümüzde posta pulları, bazı banknotlar ve hisse senetlerinin basımında kullanılmaktadır."
    },
    "correctAnswer": "C",
    "explanation": "Tifdruk baskı (Gravure), <b>çukur baskı</b> (intaglio) tekniğidir. Bu teknikte, baskı alanları kalıp üzerinde mikroskobik <b>çukur hücreler</b> (oyuklar) şeklindedir ve mürekkep bu çukurlara dolar. Eğer yanlış olan ifade 'Tifdruk baskıda kalıp üzerindeki baskı alanları yüksekte bulunur' ise, bu ifade yanlıştır, çünkü tifdruk tam tersine <b>çukur</b> (oyuk) kalıp kullanır."
  },
  {
    "id": "230227",
    "unitNumber": 10,
    "text": "<strong>Mısır’da geliştirilen rahiplere özgü yazma biçimi aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Çivi yazısı",
      "B": "Hiyeroglif",
      "C": "Serigrafi",
      "D": "Fitogram",
      "E": "İmgelem"
    },
    "correctAnswer": "B",
    "explanation": "Antik Mısır’da üç ana yazı biçimi kullanılırdı: hiyeroglif (anıt yazısı), demotik (halk yazısı) ve <b>hiyeratik</b>. Hiyeratik, <b>Hiyerogliflerin el yazısı formundan</b> geliştirilmiş, daha akıcı ve basitleştirilmiş bir biçimdir ve esas olarak <b>rahipler</b> tarafından papirüs ve ostrakon üzerine dini ve idari metinleri yazmak için kullanılmıştır."
  },
  {
    "id": "230230",
    "unitNumber": 10,
    "text": "<strong>Fenike alfabesinin ilk olarak kullanıldığı zaman aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "MÖ 3500",
      "B": "MÖ 2600",
      "C": "MÖ 2000",
      "D": "MÖ 1500",
      "E": "MÖ 600"
    },
    "correctAnswer": "D",
    "explanation": "<b>Fenike alfabesi</b>, yaklaşık olarak <b>MÖ 1050</b> yıllarında ortaya çıkmış ve dünyadaki modern alfabelerin (Yunan, Latin) temelini atmıştır. Fenikeliler, deniz ticareti yoluyla bu yazı sistemini Akdeniz çevresine yaymıştır."
  },
  {
    "id": "230234",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi Bergamalıların MÖ 170’te geliştirdiği yazım ortamıdır?</strong>",
    "options": {
      "A": "Kenevir",
      "B": "Paçavra",
      "C": "Ağaç kabuğu",
      "D": "Papirüs",
      "E": "Parşömen"
    },
    "correctAnswer": "E",
    "explanation": "MÖ 170 civarında <b>Bergamalılar</b>, Mısır’ın papirüs ihracatını durdurması üzerine yeni bir yazı materyali arayışına girdi ve hayvansal derilerden elde edilen <b>parşömeni</b> (Pergamen) geliştirdi. Parşömen, papirüse göre çok daha dayanıklı ve her iki tarafına da yazı yazılabilen bir ortam sağlamıştır."
  },
  {
    "id": "230238",
    "unitNumber": 10,
    "text": "<strong>Steno sistemini geliştirenler aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Sümerler",
      "B": "Mısırlılar",
      "C": "Romalılar",
      "D": "Babiller",
      "E": "Çinliler"
    },
    "correctAnswer": "C",
    "explanation": "Steno, hızlı not alma ve yazışma amacıyla geliştirilen <b>kısaltma yazısı</b> (shorthand) sistemidir. Dünya genelinde kullanılan birçok steno sistemi bulunmakla birlikte (örneğin Pitman veya Gregg), sorunun cevabı muhtemelen bu hızlı yazma metodunun kurucularını veya mucitlerini kastetmektedir."
  },
  {
    "id": "230242",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi metal harflerle yapılan yüksek baskıdır?</strong>",
    "options": {
      "A": "Tipo",
      "B": "Serigrafi",
      "C": "Ofset",
      "D": "Flekso",
      "E": "Tifdruk"
    },
    "correctAnswer": "A",
    "explanation": "<b>Tipo baskı</b> (Letterpress), hareketli <b>metal harfler</b> kullanılarak gerçekleştirilen ve mürekkebi alan yüzeylerin diğer yüzeylere göre yüksekte olduğu <b>yüksek baskı</b> tekniğidir. Bu teknik, Johannes Gutenberg tarafından icat edilen matbaanın temelini oluşturur."
  },
  {
    "id": "230245",
    "unitNumber": 10,
    "text": "Serigrafi baskıda kalıp ipek vb. dokümanlardan oluştuğu için …………. olarak adlandırılmaktadır.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "options": {
      "A": "ölçek",
      "B": "elek",
      "C": "delik",
      "D": "kalıp",
      "E": "örnek"
    },
    "correctAnswer": "B",
    "explanation": "Serigrafi, mürekkebin, görüntü olmayan alanları kapatılmış <b>dokuma</b> (ipek, sentetik) bir kalıp (elek) üzerinden, rakle yardımıyla baskı yüzeyine geçirilmesi prensibine dayanır. Kalıp ipek veya benzeri dokumadan oluştuğu için, bu baskı tekniğine aynı zamanda <b>elek baskı</b> adı da verilir."
  },
  {
    "id": "230249",
    "unitNumber": 10,
    "text": "<strong>1904 yılında Amerikalı Ira W. Rubel aşağıdaki hangi baskı tekniğini geliştirmiştir?</strong>",
    "options": {
      "A": "Serigrafi",
      "B": "Dijital",
      "C": "Tipo",
      "D": "Tifdruk",
      "E": "Ofset"
    },
    "correctAnswer": "E",
    "explanation": "Amerikalı matbaacı <b>Ira W. Rubel</b>, 1904 yılında yanlışlıkla, mürekkebin önce kauçuk bir silindire (blanket) aktarılıp oradan kağıda basılması prensibine dayanan <b>ofset baskı</b> tekniğini geliştirmiştir. Bu yöntem, düz baskının dolaylı hale getirilmiş şeklidir."
  },
  {
    "id": "230252",
    "unitNumber": 10,
    "text": "<strong>Suyun yağ ile birbirine karışmaması prensibine dayanan baskı tekniği aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Tipo",
      "B": "Tifdruk",
      "C": "Ofset",
      "D": "Dijital",
      "E": "Serigrafi"
    },
    "correctAnswer": "C",
    "explanation": "Suyun yağ ile karışmama (kimyasal) prensibine dayanan baskı tekniği <b>litografi</b> (taş baskı) ve ondan türeyen <b>ofset baskıdır</b>. Baskı alanları yağ bazlı mürekkebi kabul ederken, baskı dışı alanlar nemlendirme suyu sayesinde mürekkebi iter."
  },
  {
    "id": "230254",
    "unitNumber": 10,
    "text": "<strong> En önemli özelliği net, yumuşak ve her kopyası birbirinin tam benzeri sonuç veren baskı türü aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Ofset",
      "B": "Tipo",
      "C": "Flekso",
      "D": "Tifdruk",
      "E": "Serigrafi"
    },
    "correctAnswer": "D",
    "explanation": "Yüksek tirajlı işlerde bile <b>her kopyası birbirinin tam benzeri</b> ve tutarlı sonuçlar veren baskı türü <b>tifdruk</b> (çukur baskı) tekniğidir. Tifdruk, mürekkebi kontrollü bir şekilde çukur hücrelerden aktardığı için özellikle fotoğraf ve sanatsal reprodüksiyonlarda net ve yumuşak ton geçişleri sağlar."
  },
  {
    "id": "230256",
    "unitNumber": 10,
    "text": "<strong> Flekso baskıda, baskı yapılacak malzemenin çözgü ünitesine bağlanıp sargı ünitesine kadar geçen yola verilen isim aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Geçiş ünitesi",
      "B": "Baskı yolu",
      "C": "Bağ birimi",
      "D": "Konum tanımlama",
      "E": "Ardışık birim"
    },
    "correctAnswer": "B",
    "explanation": "Flekso baskı makinelerinde, baskı yapılacak malzemenin rulodan açılıp (çözgü ünitesi) tüm istasyonlardan geçtikten sonra tekrar sarıldığı (sargı ünitesi) bu yola <b>materyal yolu</b> veya İngilizce karşılığı olan <b>web</b> adı verilir. Bu terim, özellikle rulo (bobin) beslemeli baskı makinelerinde kullanılır."
  },
  {
    "id": "244048",
    "unitNumber": 10,
    "text": "<strong>Piktografik bir imgenin fonetik değeri yerine kullanılması aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Tarto İlkesi",
      "B": "Zaros İlkesi",
      "C": "Denes İlkesi",
      "D": "Rebus İlkesi",
      "E": "Virgo İlkesi"
    },
    "correctAnswer": "D",
    "explanation": "Piktografik (resimli) bir imgenin, temsil ettiği nesnenin yanı sıra, aynı zamanda o nesnenin adının <b>fonetik (ses) değeri</b> için kullanılmasına <b>Rebus prensibi</b> denir. Bu, yazı sistemlerinin saf resimden ses temelli sembollere geçişinde kritik bir aşamadır."
  },
  {
    "id": "244051",
    "unitNumber": 10,
    "text": "Tek kaynağı ……………. olan papirüs kamışlarının talebi karşılayamaması nedeniyle deri yazma aracı olarak sıkça kullanılmıştır.<br/><strong>Cümlede boş bırakılan yerlere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "options": {
      "A": "Mısır",
      "B": "Fenike",
      "C": "Arabistan",
      "D": "Sümer",
      "E": "Roma"
    },
    "correctAnswer": "A",
    "explanation": "<b>Papirüs</b> kamışları, eski çağlarda yazı materyali üretiminin tek kaynağıydı ve esas olarak <b>Mısır</b>’da yetişiyordu. Mısır’dan papirüs tedarikindeki aksaklıklar ve talebin karşılanamaması nedeniyle, <b>deri</b> (parşömen) yazı aracı olarak kullanılmaya başlanmıştır."
  },
  {
    "id": "244060",
    "unitNumber": 10,
    "text": "I. Kitap ucuzlamıştır.<br/>II. Okuryazar sayısı artmıştır.<br/>III. Sanatta gerileme olmuştur.<br/><strong>Yukarıdakilerden hangisi ya da hangileri matbaayla ilgili bir gelişmedir?</strong>",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "II ve III"
    },
    "correctAnswer": "D",
    "explanation": "Gutenberg’in matbaayı icat etmesiyle (hareketli metal harflerle tipo baskı), kitapların seri üretimi mümkün oldu. Bu durum, <b>kitapların ucuzlamasına</b> (I) ve bilginin daha geniş kitlelere ulaşması sayesinde <b>okuryazar sayısının artmasına</b> (II) yol açmıştır. Sanatta gerileme matbaanın bir sonucu değildir, tam tersine matbaa sanatsal ve bilimsel Rönesans'ı desteklemiştir."
  },
  {
    "id": "350335",
    "unitNumber": 10,
    "text": "<strong>Materyal hazırlarken kalıp çekimi öncesinde işin son kez kontrol edilmesi ve sayfa numaralarının birbirini takip edip etmediğinin belirlenmesi amacıyla yapılan işleme ne ad verilir? </strong>",
    "options": {
      "A": "Ozalit prova",
      "B": "Baskı provası",
      "C": "Montaj",
      "D": "Dizgi",
      "E": "Taslak çalışması"
    },
    "correctAnswer": "A",
    "explanation": "Materyal hazırlık aşamasında (prepress), kalıp çekimi öncesinde, basılacak işin sayfalarının doğru sırada, kesim ve katlama yerleri uygun olacak şekilde yerleştirilip son kez kontrol edilmesi işlemine <b>montaj</b> (imposition) denir. Bu işlem, özellikle sayfa numaralarının ciltleme sonrasında birbirini doğru takip etmesi için hayati önem taşır ve baskı hatalarını önler."
  },
  {
    "id": "151157",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi e-kitap ile ilgili olarak </strong><strong><u>yanlıştır</u>?</strong>",
    "options": {
      "A": "E-kitap, yazılım ve donanım parçalarının birleşimi olan dijital kitaplardır.",
      "B": "E-kitaplar, geleneksel kitaplardan farklı olarak elektronik ortamlarda açıklama yapılabilen, arama fonksiyonunu gerçekleştiren ve bağlantıları kullanan dijital nesneler olarak görülebilir.",
      "C": "Bir metnin e-kitap olabilmesi için metin zenginleştirici olarak adlandırılan yazılımların içinde bulunması gerekir.",
      "D": "E-kitaplar, ekranı bulunan herhangi bir ortamda izlenebilen elektronik içeriklerdir.",
      "E": "E-kitap, elektronik ortamlarda çok çeşitli yazılımlar sayesinde kullanılabilen metin, resim, film ve ses gibi çoklu ortam ögelerini de bünyesinde barındıran bir medya formatıdır."
    },
    "correctAnswer": "A",
    "explanation": ""
  },
  {
    "id": "151162",
    "unitNumber": 11,
    "text": "<strong>E-kitap okuyucuları hakkında aşağıdakilerden hangisi </strong><strong><u>yanlıştır</u>?</strong>",
    "options": {
      "A": "E-kitap okuyucuları; e-kitap ve bilgisayar temelli içeriklerin görünmesini sağlayan mobil cihazlar olarak tanımlamak mümkündür.",
      "B": "E-kitap okuyucular, sadece okuma amaçlı olabildiği gibi (Amazon Kindle, Sony Reader), çok amaçlı araçlar (Iphone, Ipad) olarak da piyasada görülmektedir.",
      "C": "2006 yılında Sony kendi e-kitap okuyucusu olan Xperia’yı üretmeye başlamıştır.",
      "D": "E-kitap okuyucuları, e-kitap okumak için tasarlananlar, PDA-cep bilgisayarları ve hibrit cihazlar olarak üç gruba ayırmaktadır.",
      "E": "E-kitap okuyucular kullanıcıların normal kitap okurken vermiş oldukları tepkileri birebir elektronik ortama yansıtmayı amaçlamaktadır."
    },
    "correctAnswer": "C",
    "explanation": ""
  },
  {
    "id": "151216",
    "unitNumber": 11,
    "text": "I. Paragraf biçimlendirme<br/>II. Karakter biçimlendirme<br/>III. Yeni belge oluşturma<br/>IV. Metin düzenleme<br/><strong>Yukarıdakilerden hangisi ya da hangileri Indesign 6 programı ile yapılabilecek işlemler arasında yer alır?</strong>",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "II ve III",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    },
    "correctAnswer": "E",
    "explanation": ""
  },
  {
    "id": "151386",
    "unitNumber": 11,
    "text": "<strong>Indesign 6 programında metinlerin düzenlenmesi ile ilgili olarak aşağıdakilerden hangisi </strong><strong><u>yanlıştır</u>?</strong>",
    "options": {
      "A": "Indesign Program’ında işlem gerçekleştirmek için çerçevelere ihtiyaç vardır.",
      "B": "Çerçeveler sayesinde belgenin içine metin, resim veya video gibi ögeler eklenip düzenlenebilmektedir.",
      "C": "Metin işlemleri gerçekleştirilirken boş olarak gelen belgeye önce metin çerçevesi eklenmesi gerekmektedir.",
      "D": "Yazma alanı oluşturulduktan sonra Seçim Aracı kullanılarak yazı alanı istenildiği gibi biçimlendirilebilir.",
      "E": "Yazma aracı diğer kelime işleme programlarında kullanılan metin kutusu özelliği mantığından farklı çalışmaktadır."
    },
    "correctAnswer": "E",
    "explanation": ""
  },
  {
    "id": "230264",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi e-kitap tanımlarında ortaya çıkan sınıflandırmalardan biri <u>değildir</u>?</strong>",
    "options": {
      "A": "E-kitaplar ekranı bulunan herhangi bir ortamda izlenebilen elektronik içeriklerdir.",
      "B": "Bir metnin e-kitap olabilmesi için metin zenginleştirici olarak adlandırılan yazılımların içinde bulunması gerekir.",
      "C": "E-kitap yazılım ve donanım parçalarının birleşimi olan dijital kitaplardan farklı ortamlardır.",
      "D": "E-kitaplar içinde eğlence yazılımlarını bulunduran araçlardır.",
      "E": "E-kitap elektronik içeriklerin okunmasını sağlayan donanımlardır."
    },
    "correctAnswer": "D",
    "explanation": ""
  },
  {
    "id": "230266",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi Baker tarafından ortaya konulan e-kitap türlerinden biridir?</strong>",
    "options": {
      "A": "İndirilebilir e-kitaplar",
      "B": "Kopya kitaplar",
      "C": "Instabooks",
      "D": "Yazdırılabilen e-kitaplar",
      "E": "Cyberbooks"
    },
    "correctAnswer": "E",
    "explanation": ""
  },
  {
    "id": "230268",
    "unitNumber": 11,
    "text": "I. İlk e-kitap çalışmalarına 1971 yılında Gutenberg Projesi ile başlanmıştır.<br/>II. 2008 yılında BooksOnBoard iPhone'lar için e-kitap satışına başladı.<br/>III. 2014 yılında Amazon e-kitap ve sesli kitapların limitsiz ulaşımın olduğu Kindle Unlimited'ı erişime sundu.<br/><strong>Yukarıdakilerden hangisi ya da hangileri e-kitapların tarihsel gelişimi ile ilgili doğrudur?</strong>",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "correctAnswer": "E",
    "explanation": ""
  },
  {
    "id": "230271",
    "unitNumber": 11,
    "text": "I. Esnek çalışma imkânı sunar.<br/>II. Zaman ve mekân bağımlı araçlardır.<br/>III. Çok çeşitli çoklu ortam ögelerini destekler.<br/><strong>Yukarıdakilerden hangisi ya da hangileri e-kitapların avantajları arasında <u>yer almaz</u>?</strong>",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "correctAnswer": "B",
    "explanation": ""
  },
  {
    "id": "230273",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi e-kitapların sınırlılıklarından biridir?</strong>",
    "options": {
      "A": "Cihaza özel e-kitap geliştirilmesi",
      "B": "Yaş grubuna göre özelliklerinin değiştirilebilmesi",
      "C": "Basım ve dağıtım masraflarının az olması",
      "D": "Güncelleme sürecinin zahmetli olması",
      "E": "Doğal kaynakları koruması"
    },
    "correctAnswer": "A",
    "explanation": ""
  },
  {
    "id": "230274",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi eğitim ortamlarında e-kitapların kullanımında ortaya çıkabilecek faydalardan biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Maliyeti azaltır.",
      "B": "Her zaman ve her yerde çalışma imkânı sunar.",
      "C": "Güncelleme ve teknik problemler yaşanabilir.",
      "D": "Paylaşımı artırır.",
      "E": "Bireysel farklılıklara göre hazırlanabilir."
    },
    "correctAnswer": "C",
    "explanation": ""
  },
  {
    "id": "244098",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi Crawford tarafından ortaya konulan e-kitap türlerinden biridir?</strong>",
    "options": {
      "A": "İndirilebilir e-kitaplar",
      "B": "Metin kitaplar",
      "C": "Instabooks",
      "D": "Konuşan kitaplar",
      "E": "Cyberbooks"
    },
    "correctAnswer": "C",
    "explanation": ""
  },
  {
    "id": "350359",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi e-kitapların avantajlarından biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Güncelleme sürecinin kolay olması",
      "B": "Çoklu ortam ögelerinin kullanımına olanak sağlaması",
      "C": "Engelli bireyler için erişilebilir özellikler sunması",
      "D": "İçerikte hızlı ve kolay gezinme olanağı sunması",
      "E": "Kısa vadede maliyetinin düşük olması"
    },
    "correctAnswer": "E",
    "explanation": ""
  },
  {
    "id": "350379",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi Crawford tarafından ortaya konulan e-kitap türlerinden biridir?</strong>",
    "options": {
      "A": "Instabooks",
      "B": "Konuşan kitaplar",
      "C": "Çoklu ortam kitaplar",
      "D": "Akıllı e-kitaplar",
      "E": "Cyberbooks"
    },
    "correctAnswer": "A",
    "explanation": ""
  },
  {
    "id": "351546",
    "unitNumber": 11,
    "text": "<strong>E-kitaplara yönelik olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "options": {
      "A": "E-kitaplar tüm e-kitap okuyucularla kullanılabilmektedir.",
      "B": "Uzun süreli kullanımlarda baş ağrısı ve göz yorulması gibi etkileri olabilir.",
      "C": "Telif hakkı problemleri yaşanabilmektedir.",
      "D": "E-kitap kullanımında teknik problemler yaşanabilmektedir.",
      "E": "Uygunsuz içerikler eğitim sürecini olumsuz yönde etkileyebilmektedir."
    },
    "correctAnswer": "A",
    "explanation": ""
  },
  {
    "id": "148384",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi Adobe InDesign programında bulunan çizim araçları arasında <u>yer almaz</u>?</strong>",
    "options": {
      "A": "Kalem aracı",
      "B": "Çokgen çerçeve aracı",
      "C": "Çizgi aracı",
      "D": "Kurşun kalem aracı",
      "E": "Yıldız aracı"
    },
    "correctAnswer": "E",
    "explanation": "Adobe InDesign'da temel çizim araçları <b>Dikdörtgen Aracı</b>, <b>Elips Aracı</b>, <b>Çokgen Aracı</b>, <b>Kalem Aracı</b> ve <b>Çizgi Aracı</b> gibi vektörel nesneler oluşturmaya yarar. InDesign bir mizanpaj programı olduğu için, genellikle <b>bitmap tabanlı fotoğraf düzenleme araçları</b> (örneğin Adobe Photoshop'taki Klonlama Damgası veya İyileştirme Fırçası gibi araçlar) çizim araçları arasında yer almaz."
  },
  {
    "id": "148400",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi Adobe InDesign programı ile yapılan işlemler arasında <u>yer almaz</u>?</strong>",
    "options": {
      "A": "Temel çizgiler ve şekiller çizme",
      "B": "Kalem aracıyla çizim yapma",
      "C": "Belgeye resim ekleme",
      "D": "Nesnelerin etrafına metin sarma",
      "E": "Animasyon yaratma"
    },
    "correctAnswer": "E",
    "explanation": "Adobe InDesign, özellikle <b>masaüstü yayıncılık (DTP)</b> alanında, çok sayfalı belgelerin (kitap, dergi, katalog, broşür) <b>mizanpaj</b>, <b>tipografi</b> ve <b>baskı öncesi hazırlık</b> işlemlerini gerçekleştirmek için tasarlanmıştır. InDesign'ın temel işlevi metin ve görselleri yerleştirmek ve düzenlemektir. Gelişmiş <b>video düzenleme</b> veya <b>yüksek detaylı 3D modelleme</b> gibi işlemler InDesign ile yapılan ana işlemler arasında yer almaz ve bu alanlar farklı yazılımların (Premiere Pro, Blender vb.) uzmanlık alanıdır."
  },
  {
    "id": "148567",
    "unitNumber": 12,
    "text": "InDesign Program’ında oluşturulan tasarımlara çizgi veya şekil eklemek için …….. panelindeki çizim araçları kullanılır.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "options": {
      "A": "Kontur",
      "B": "Metin sarma",
      "C": "Araçlar",
      "D": "Renk",
      "E": "Mizanpaj"
    },
    "correctAnswer": "C",
    "explanation": "InDesign Programı’nda tasarımlara çizgi veya şekil eklemek için kullanılan temel araçlar (Dikdörtgen Aracı, Kalem Aracı vb.) ekranın sol tarafında varsayılan olarak yer alan <b>Araçlar Paneli</b>’nde (Tools Panel) bulunur. Bu panel, nesne oluşturma ve temel manipülasyon araçlarının toplandığı ana arayüz bileşenidir."
  },
  {
    "id": "151112",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi Adobe InDesign programında nesnelerin çevresine metin sarma hakkında </strong><strong><u>yanlıştır</u>?</strong>",
    "options": {
      "A": "Sınırlama kutusunu çerçevele komutu, seçilen nesnenin sınırlayıcı kutusuyla belirlenen genişlik ve yüksekliğe sahip üçgen bir metin sarma sınırı oluşturur.",
      "B": "Nesneye atla komutu seçildiğinde nesne çerçevesinin sağında ve solunda herhangi bir metin bulunmaz, metinler nesnenin altına ve üstüne yerleştirilir.",
      "C": "Sonraki sütuna atla komutu seçildiğinde nesnenin altında metin kalmaz ve metin diğer sütundan veya sayfadan devam eder.",
      "D": "Ters çevir komutu seçildiğinde, metin nesnenin kenarına veya çerçevesine değil, içine yerleştirilir.",
      "E": "Kontura sarma komutu seçildiğinde metin nesnenin çevresine veya kenarlarına sarılır."
    },
    "correctAnswer": "A",
    "explanation": "InDesign'da <b>Metin Sarma</b> (Text Wrap), metnin bir nesnenin (resim, şekil veya çerçeve) çevresinde kontrollü bir şekilde akmasını sağlar. Metin sarma ayarları <b>Metin Sarma Paneli</b> üzerinden yönetilir. Metin sarma özelliği, nesnenin <b>sınırlayıcı kutusu</b> etrafında veya nesnenin <b>gerçek şekli</b> etrafında sarma dahil olmak üzere birçok farklı şekilde özelleştirilebilir. Yanlış olan ifade genellikle bu özelliğin kısıtlı olduğunu (örneğin kavisli şekillere uygulanamadığı) iddia eden seçeneklerdir, çünkü InDesign karmaşık sarma biçimlerini destekler."
  },
  {
    "id": "230323",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi masaüstü yayıncılıkta kullanılan yazılımlardan biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Adobe InDesign",
      "B": "QuarkXPress",
      "C": "Microsoft Publisher",
      "D": "PageMaker",
      "E": "PagePrint"
    },
    "correctAnswer": "E",
    "explanation": "<b>Masaüstü Yayıncılık (DTP)</b> yazılımları, sayfa düzeni ve tipografi odaklıdır. Bu alandaki profesyonel programlar arasında <b>Adobe InDesign</b>, <b>QuarkXPress</b> ve <b>Scribus</b> sayılabilir. <b>Microsoft Word</b>, temel olarak bir <b>kelime işlemci</b> yazılımıdır ve çok sayfalı karmaşık mizanpaj işlemleri için uygun değildir, bu yüzden DTP yazılımlarından biri olarak kabul edilmez."
  },
  {
    "id": "230325",
    "unitNumber": 12,
    "text": "<strong> Aşağıdakilerden hangisi masaüstü yayıncılıkta kullanılan çizim araçlarından biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Kalem Aracı",
      "B": "Kurşun Kalem Aracı",
      "C": "Fırça Aracı",
      "D": "Çizgi Aracı",
      "E": "Çokgen Çerçeve Aracı"
    },
    "correctAnswer": "C",
    "explanation": "Masaüstü yayıncılıkta kullanılan temel çizim araçları, <b>vektörel</b> tabanlı olup (<b>Kalem Aracı, Dikdörtgen Aracı, Elips Aracı</b>), yollar ve şekiller oluşturmaya yarar. <b>Dolgu Kovası Aracı</b> (Paint Bucket Tool) gibi araçlar daha çok bitmap tabanlı veya temel boyama programlarında kullanılırken, profesyonel DTP yazılımlarında renk dolgusu genellikle <b>Renk Örnekleri</b> (Swatches) veya <b>Renk Paneli</b> üzerinden uygulanır ve ayrı bir çizim aracı olarak sınıflandırılmaz."
  },
  {
    "id": "230327",
    "unitNumber": 12,
    "text": "InDesign programında çizimleri merkezden dışarı doğru çizmek için klavyeden ……………….. tuşu basılı tutulur.<strong><br/>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "options": {
      "A": "ALT",
      "B": "ALT GR",
      "C": "CTRL",
      "D": "SHIFT",
      "E": "BACKSPACE"
    },
    "correctAnswer": "A",
    "explanation": "InDesign programında, herhangi bir geometrik şekli (Dikdörtgen, Elips vb.) çizerken, çizime başlanan noktayı <b>merkez</b> kabul ederek, şeklin bu merkezden simetrik olarak dışa doğru büyümesini sağlamak için klavyeden <b>Alt (Option)</b> tuşu basılı tutulur."
  },
  {
    "id": "230329",
    "unitNumber": 12,
    "text": "InDesign programında çizgiyi 45°lik açılarla sınırlamak, yolun ya da çerçevenin genişliğini aynı orantılarla sınırlamak için çizim sırasında ……………….. tuşu basılı tutulur.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "options": {
      "A": "ALT",
      "B": "ALT GR",
      "C": "CTRL",
      "D": "SHIFT",
      "E": "BACKSPACE"
    },
    "correctAnswer": "D",
    "explanation": "InDesign'da çizgi çizerken açıyı <b>45°</b>’nin katlarıyla (90°, 135°, vb.) sınırlamak veya bir şekil çizerken yolun ya da çerçevenin genişliği ve yüksekliğini <b>aynı orantılarla</b> (kare, daire) sınırlamak (orantıyı korumak) için çizim sırasında klavyeden <b>Shift</b> tuşu basılı tutulur."
  },
  {
    "id": "230331",
    "unitNumber": 12,
    "text": "InDesign programında oluşturulacak ızgaradaki çerçeveler arasındaki boşluğu değiştirmek için ……………………. tuşu basılı tutulur.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "options": {
      "A": "ALT",
      "B": "ALT GR",
      "C": "CTRL",
      "D": "SHIFT",
      "E": "BACKSPACE"
    },
    "correctAnswer": "C",
    "explanation": "InDesign'da çoklu çerçeve (ızgara) oluşturulurken, sürükleme sırasında ızgaradaki çerçeveler arasındaki boşluğu (<b>gutter</b>) değiştirmek için klavyeden <b>Ctrl (Command)</b> tuşu basılı tutulur ve ok tuşları (sağ/sol veya yukarı/aşağı) kullanılır. Bu, mizanpaj boşluklarının anlık olarak ayarlanmasını sağlar."
  },
  {
    "id": "230334",
    "unitNumber": 12,
    "text": "InDesign programında çokgen aracı kullanılırken kenar sayısı veya yıldız iç boşluğunu değiştirmek için ……………….. tuşu basılı tutulur.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "options": {
      "A": "ALT",
      "B": "ALT GR",
      "C": "CTRL",
      "D": "SHIFT",
      "E": "SPACE"
    },
    "correctAnswer": "E",
    "explanation": "InDesign'da <b>Çokgen Aracı</b> kullanılırken fare tuşu basılı tutuluyorken (yani çizim devam ederken), çokgenin <b>kenar sayısını</b> artırmak veya azaltmak için <b>Yukarı/Aşağı Ok Tuşları</b> kullanılır. Benzer şekilde, yıldız şekli oluşturuluyorsa <b>yıldız iç boşluğunu</b> (Star Inset) değiştirmek için <b>Sağ/Sol Ok Tuşları</b> kullanılır. Burada sorulan, bu ayarlamaları yapmak için kullanılan tuşlardır: Ok Tuşları."
  },
  {
    "id": "244201",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi masaüstü yayıncılıkta kullanılan yazılımlardan biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Adobe InDesign",
      "B": "QuarkXPress",
      "C": "Microsoft Publisher",
      "D": "PageMaker",
      "E": "PrintDesign"
    },
    "correctAnswer": "E",
    "explanation": "Masaüstü yayıncılıkta kullanılan temel yazılımlar <b>Adobe InDesign</b>, <b>QuarkXPress</b> gibi mizanpaj odaklı programlardır. <b>Adobe Illustrator</b> ve <b>Adobe Photoshop</b> ise çizim ve fotoğraf düzenleme yoluyla DTP sürecini destekleyen yardımcı yazılımlardır. <b>MS Excel</b> ise hesap tablosu yazılımıdır ve masaüstü yayıncılık programlarından biri değildir."
  },
  {
    "id": "244204",
    "unitNumber": 12,
    "text": "InDesign programında sürükleme sırasında ızgara sütun sayısını değiştirmek için ................................, satır sayısını değiştirmek için ise .................................. kullanılır.<br/><strong>Cümlede boş bırakılan yerlere sırasıyla aşağıdakilerden hangisi getirilmelidir?</strong>",
    "options": {
      "A": "ALT GR tuşu – BACKSPACE tuşu",
      "B": "ALT+SHIFT tuş kombinasyonu – CTRL+ALT GR tuş kombinasyonu",
      "C": "CTRL+SHIFT tuş kombinasyonu – SPACE+ALT GR tuş kombinasyonu",
      "D": "Sağ sol yön tuşları – yukarı aşağı yön tuşları",
      "E": "Yukarı aşağı yön tuşları – sağ sol yön tuşları"
    },
    "correctAnswer": "D",
    "explanation": "InDesign'da çerçeve aracıyla çoklu çerçeve ızgarası oluşturulurken, sürükleme esnasında <b>sütun sayısını</b> değiştirmek için klavyeden <b>Sağ ve Sol Ok Tuşları</b>, <b>satır sayısını</b> değiştirmek için ise <b>Yukarı ve Aşağı Ok Tuşları</b> kullanılır."
  },
  {
    "id": "244206",
    "unitNumber": 12,
    "text": "<strong> InDesign programı yardımıyla yollara, şekillere, metin çerçevelerine veya metin ana hatlarına çizgi ayarları uygulanmasına imkân tanıyan araçların bulunduğu panel aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Renk",
      "B": "Bağlar",
      "C": "Katmanlar",
      "D": "Şekiller",
      "E": "Kontur"
    },
    "correctAnswer": "E",
    "explanation": "InDesign programında yollara, şekillere, metin çerçevelerine veya metin ana hatlarına <b>çizgi (stroke)</b> ayarları (kalınlık, renk, stil, köşe tipi) uygulamasına imkân tanıyan ana panel <b>Çizgi Paneli</b>’dir (Stroke Panel). Bu panel, <b>Pencere > Çizgi</b> menü yoluyla erişilebilir."
  },
  {
    "id": "244207",
    "unitNumber": 12,
    "text": "I. Sadece düz çizimler yapılabilir.<br/>II. Çizgilerin uzunluğu sürükleme ile belirlenebilir.<br/>III. Bağlantı noktaları sayesinde çokgen çizimler elde edilebilir.<br/><strong>InDesign programı kalem aracı ile ilgili yukarıdakilerden hangisi ya da hangileri doğrudur?</strong>",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "correctAnswer": "D",
    "explanation": "InDesign'daki <b>Kalem Aracı</b> (Pen Tool) vektörel yollar oluşturur.<br/>I. Yanlış: Kalem aracı hem <b>düz çizgiler</b> hem de <b>Bezier eğrileri</b> ile kavisli çizimler yapabilir.<br/>II. Doğru: Çizgilerin uzunluğu, iki bağlantı noktası arasındaki mesafeyi belirleyen <b>sürükleme</b> ile belirlenir.<br/>III. Doğru: Kalem Aracı, yolun köşe ve eğri noktaları olan <b>bağlantı noktaları</b> (anchor points) ekleyerek, çokgenler ve karmaşık şekiller oluşturmayı mümkün kılar. <br/>Bu nedenle doğru olan ifadeler II ve III'tür."
  },
  {
    "id": "350386",
    "unitNumber": 12,
    "text": "<strong>InDesign programında yollara, şekillere, metin çerçevelerine veya metin ana hatlarına çizgi eklemek için aşağıdakilerden hangisi takip edilir? </strong>",
    "options": {
      "A": "Pencere / Kontur",
      "B": "Nesne / Çizgi ekle",
      "C": "Görünüm / Kontur",
      "D": "Mizanpaj / Çizgi ekle",
      "E": "Düzen / Çerçeve"
    },
    "correctAnswer": "A",
    "explanation": "InDesign programında bir nesneye (yol, şekil, çerçeve) çizgi eklemek ve ayarlamak için izlenmesi gereken temel yol, çizgi ayarlarına erişim sağlayan <b>Pencere</b> menüsünden <b>Çizgi (Stroke) Paneli</b>'ni açmaktır. Alternatif olarak, üst <b>Kontrol Paneli</b> üzerindeki çizgi kalınlığı ve renk seçenekleri de kullanılabilir."
  },
  {
    "id": "350388",
    "unitNumber": 12,
    "text": "<strong>InDesign programında seçilen nesnenin sınırlayıcı kutusuyla belirlenen genişlik ve yüksekliğe sahip dikdörtgen bir metin sarma sınırı oluşturan komut hangisidir?</strong>",
    "options": {
      "A": "Sonraki sütuna atla",
      "B": "Metin sarması yok",
      "C": "Nesne şeklini çerçevele",
      "D": "Sınırlama kutusunu çerçevele",
      "E": "Nesneye atla"
    },
    "correctAnswer": "D",
    "explanation": "InDesign'da nesnenin <b>sınırlayıcı kutusu</b> (Bounding Box) ile belirlenen genişlik ve yüksekliğe sahip dikdörtgen bir metin sarma sınırı oluşturan komut, Metin Sarma panelinde yer alan <b>Sınırlayıcı Kutu Etrafında Sar</b> (Wrap Around Bounding Box) komutudur. Bu, metnin nesneyi çevreleyen en basit dikdörtgen alanın dışına akmasını sağlar."
  },
  {
    "id": "148357",
    "unitNumber": 13,
    "text": "<strong>Windows Movie Maker ile oluşturulan dosyaların varsayılan uzantısı aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": ".wlmp",
      "B": ".wxm",
      "C": ".xls",
      "D": ".swf",
      "E": ".wcns"
    },
    "correctAnswer": "A",
    "explanation": "<b>Windows Movie Maker</b> ile oluşturulan projeler genellikle .mswmm uzantısını kullanırken, dışa aktarılan video dosyalarının varsayılan ve en yaygın uzantısı <b>.wmv</b> (Windows Media Video) formatıdır. Bu format, Windows işletim sistemleri ve çoğu medya oynatıcı tarafından desteklenir."
  },
  {
    "id": "151134",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi e-kitap için video hazırlama sürecinde dikkat edilmesi gereken hususlardan biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Video hazırlarken etkili bir fikre sahip olmak gerekir.",
      "B": "Video hazırlarken etkili bir senaryo yazmak gerekir.",
      "C": "Yazılı senaryo oluşturduktan sonra görsel senaryo taslağının oluşturulması gerekir.",
      "D": "Görsel senaryo taslağındaki çizimler sahnedeki karakterler ve donanımların konumları ile diyalogların tasviri amaçlıdır.",
      "E": "Ses kaydı esnasında gürültünün olduğu ortamlar tercih edilmelidir."
    },
    "correctAnswer": "E",
    "explanation": "E-kitaplar için video hazırlarken temel amaç, videonun cihazlarda hızlı yüklenmesi ve sorunsuz oynatılmasıdır. Bu süreçte dikkat edilmesi gerekenler arasında <b>video çözünürlüğünün optimize edilmesi</b>, <b>uygun sıkıştırma formatının kullanılması</b> ve <b>dosya boyutunun düşük tutulması</b> yer alır. Bu hususlardan biri olmayan durum genellikle <b>video içeriğinin e-kitabın bağlamıyla ilgisiz olması</b> veya <b>gereksiz yere aşırı yüksek çözünürlük kullanılarak dosya boyutunun şişirilmesi</b> olacaktır."
  },
  {
    "id": "230336",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi açık kaynak video düzenleme yazılımlarından biri <u>değildir</u>?</strong>",
    "options": {
      "A": "VideoLan Movie Creator",
      "B": "Windows Movie Maker",
      "C": "Avidemux",
      "D": "OpenShot",
      "E": "Kdenlive"
    },
    "correctAnswer": "B",
    "explanation": "Açık kaynak (Open Source) yazılımlar, kaynak kodu serbestçe erişilebilir, değiştirilebilir ve dağıtılabilir olan yazılımlardır (Örn: Shotcut, Kdenlive). Sorunun doğru cevabı, genellikle <b>Adobe Premiere Pro</b> veya <b>Final Cut Pro</b> gibi <b>ticari</b> ve lisans gerektiren profesyonel video düzenleme yazılımlarından biri olmalıdır, zira bu programlar açık kaynak değildir."
  },
  {
    "id": "230337",
    "unitNumber": 13,
    "text": "<strong>Yazının bulunduğu çerçeve içerisine eklenen videonun yerleşim şekli aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Metin ile aynı hizada",
      "B": "Metnin önünde",
      "C": "Metnin arkasında",
      "D": "Sıkı",
      "E": "Kare"
    },
    "correctAnswer": "A",
    "explanation": "E-kitap hazırlama yazılımlarında (örneğin Adobe InDesign), bir metin çerçevesi içine video gibi bir nesne eklendiğinde, metnin nesnenin etrafında nasıl akacağını veya yerleşeceğini belirleyen ayar <b>Metin Kaydırma (Text Wrapping)</b> ayarlarıdır. Bu, metin ile gömülü nesnenin uyumlu bir şekilde görünmesini sağlar."
  },
  {
    "id": "230343",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi InDesign programına eklenen videoların ayarlarını yapmak için kullanılan paneldir?</strong>",
    "options": {
      "A": "SWF Önizleme",
      "B": "Düğmeler ve Formlar",
      "C": "Katmanlar",
      "D": "İçerikler",
      "E": "Ortam"
    },
    "correctAnswer": "E",
    "explanation": "Adobe InDesign programında, belgeye eklenen videoların oynatma seçenekleri (döngü, otomatik oynatma, poster resmi) ve etkileşimli özelliklerini (gezinme noktaları) ayarlamak için kullanılan özelleştirilmiş araç paneli <b>Ortam Paneli (Media Panel)</b>'dir."
  },
  {
    "id": "230350",
    "unitNumber": 13,
    "text": "I. Gün ışığı<br/>II. Çevrede bulunan ışıklar (lambalar vb.)<br/>III. Profesyonel ışıklandırma sistemleri<br/><strong>Yukarıdakilerden hangisi ya da hangileri video çekimlerinde kullanılan ışık türlerindendir?</strong>",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "correctAnswer": "E",
    "explanation": "Video çekimlerinde kullanılan tüm ışık kaynakları geçerlidir. I. <b>Gün Işığı</b> (Doğal Işık), II. <b>Çevredeki Işıklar</b> (Mekânda bulunan yapay ışıklar) ve III. <b>Profesyonel Işıklandırma Sistemleri</b> (Özel olarak kullanılan ekipmanlar) dahil olmak üzere, her üçü de çekim ortamını aydınlatmak için kullanılan temel ışık türlerindendir."
  },
  {
    "id": "230353",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi ışıklandırmada kullanılan ve ışık kaynağının önüne takılan difüzyon kâğıdının özelliğidir?</strong>",
    "options": {
      "A": "Işığın azaltılması ve yumuşatılması",
      "B": "Işığın parlaklığını artırma",
      "C": "Işığı yayma",
      "D": "Işığı renklendirme",
      "E": "Işığa şekil verme"
    },
    "correctAnswer": "A",
    "explanation": "Işıklandırmada kullanılan <b>difüzyon kâğıdı (Diffusion Paper)</b> veya difüzör, ışık kaynağının önüne yerleştirilir. Temel özelliği, doğrudan gelen sert ışığı <b>dağıtmak ve yumuşatmaktır</b>. Bu sayede objeler üzerinde oluşan keskin gölgeler azaltılarak daha doğal bir aydınlatma elde edilir."
  },
  {
    "id": "230357",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi ışıklandırmada kullanılan reflektörün özelliğidir?</strong>",
    "options": {
      "A": "Işığı renklendirme",
      "B": "Işığı yayma",
      "C": "Işığı yansıtarak güçlendirme",
      "D": "Işığı yumuşatma",
      "E": "Işığa şekil verme"
    },
    "correctAnswer": "C",
    "explanation": "<b>Reflektör (Yansıtıcı)</b>, kendi başına bir ışık kaynağı değildir. Ana ışık kaynağının (Gün ışığı veya yapay ışık) ışığını <b>yansıtarak ve yönlendirerek</b>, gölgeli kalan alanları doldurmak ve böylece kontrastı azaltmak için kullanılır. Reflektörler ışığı yansıtma prensibiyle çalışır."
  },
  {
    "id": "230359",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi Shotcut yazılımının özelliklerinden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Web tabanlıdır.",
      "B": "4K kalitede ses ve video oluşturulabilir.",
      "C": "Online ses yayını yapılabilir.",
      "D": "Ses ve video filtreleri uygulanabilir.",
      "E": "Pek çok donanım ile uyumlu çalışabilir."
    },
    "correctAnswer": "A",
    "explanation": "Shotcut, popüler, <b>ücretsiz ve açık kaynaklı</b> bir video düzenleme yazılımıdır. <b>Çoklu platform desteği</b> (Windows, macOS, Linux) sunar, geniş formatları destekler ve temel/orta seviye düzenleme yeteneklerine sahiptir. Özelliklerinden biri olmayan durum, genellikle <b>yazılımın lisans gerektirmesi</b> veya <b>sınırlı işletim sistemi desteği sunması</b> gibi yanlış bir iddia olmalıdır."
  },
  {
    "id": "230362",
    "unitNumber": 13,
    "text": "<strong>Youtube Video Editor sitesinde video hazırlamak veya düzenlemek için kullanılan ekran aşağıdaki komutların hangisi ile görüntülenebilir?</strong>",
    "options": {
      "A": "Video yöneticisi",
      "B": "Kontrol paneli",
      "C": "Canlı akış",
      "D": "Oluştur",
      "E": "Analitycs"
    },
    "correctAnswer": "D",
    "explanation": "YouTube platformunda yüklü videoları düzenlemek ve geliştirmek için kullanılan düzenleme araçlarına, günümüzde <b>YouTube Studio</b> arayüzü üzerinden erişilir. Kullanıcılar, içerik listesinden videoyu seçtikten sonra <b>Düzenleyici (Editor)</b> komutu ile bu ekrana ulaşabilirler."
  },
  {
    "id": "230365",
    "unitNumber": 13,
    "text": "<strong>Adobe InDesign programında Ortam Panel’inde bulunan Gezinme Noktaları alanı aşağıdakilerden hangisi için kullanılır?</strong>",
    "options": {
      "A": "Videoya kontrol düğmeleri eklemek",
      "B": "Videoya geçiş noktaları eklemek",
      "C": "Videoya geçiş düğmeleri eklemek",
      "D": "Videoyu paylaşmak",
      "E": "Belgedeki videolar arası geçiş yapmak"
    },
    "correctAnswer": "B",
    "explanation": "Adobe InDesign’daki Ortam Panelinde bulunan <b>Gezinme Noktaları (Navigation Points)</b>, interaktif belgelerde (örneğin PDF) yer alan bir videonun belirli anlarına (zaman damgalarına) işaret koymak için kullanılır. Bu işaretler, kullanıcıların videonun belli bir bölümüne hızlıca atlamasını sağlayan <b>işaretleyiciler (bookmarks)</b> oluşturur."
  },
  {
    "id": "244217",
    "unitNumber": 13,
    "text": "<strong> Aşağıdakilerden hangisi Shotcut programının özelliklerinden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Ses kaydedilebilir.",
      "B": "4K kalitede içeriklerle çalışılabilir.",
      "C": "Online ses yayını yapılabilir.",
      "D": "Sadece Windows işletim sisteminde çalışır.",
      "E": "Ses ve videolara filtre eklenebilir."
    },
    "correctAnswer": "D",
    "explanation": "Shotcut, tamamen <b>ücretsiz</b> ve <b>açık kaynaklı</b> bir yazılımdır. Özelliklerinden biri olmayan seçenek, genellikle programın temel yapısıyla çelişen bir iddia olur; örneğin 'Aylık abonelik gerektirmesi' veya 'Sadece profesyonel stüdyo kullanımı için tasarlanması' gibi. Shotcut, genel kullanıma uygun, platformlar arası bir araçtır."
  },
  {
    "id": "244350",
    "unitNumber": 13,
    "text": "<strong> Aşağıdakilerden hangisi çevrimiçi video düzenlemeye ve oluşturmaya imkân sunan web sitelerinden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "WeVideo",
      "B": "ProShow",
      "C": "Dailymotion",
      "D": "Youtube",
      "E": "Animoto"
    },
    "correctAnswer": "C",
    "explanation": "Çevrimiçi video düzenleme siteleri, tarayıcı tabanlı hizmetler sunar (Örn: WeVideo, Clipchamp). Eğer seçeneklerde bir masaüstü yazılımı veya video düzenleme dışındaki bir hizmet varsa, doğru cevap odur. Örneğin, <b>Adobe Photoshop</b>, temel işlevi video düzenleme olmayan, <b>görüntü düzenleme</b> için kullanılan bir yazılımdır ve bu tanıma uymaz."
  },
  {
    "id": "244357",
    "unitNumber": 13,
    "text": "<strong> Aşağıdakilerden hangisi PDF belgesine eklenen videonun harici bir oynatıcıda çalıştırılması için ortam panelinde seçilmesi gereken özelliktir?</strong>",
    "options": {
      "A": "Videoyu yüzen pencerede oynat",
      "B": "Videoyu harici pencerede oynat",
      "C": "Videoyu yeni pencerede oynat",
      "D": "Videoyu tam ekran oynat",
      "E": "Videoyu yeni sekmede oynat"
    },
    "correctAnswer": "A",
    "explanation": "PDF belgesine eklenen videonun, belge içinde gömülü olarak değil de, cihazda kurulu olan <b>harici bir oynatıcı</b> (VLC, QuickTime vb.) tarafından çalıştırılmasını sağlamak için Ortam Panelinde (Media Panel) seçilmesi gereken özellik genellikle <b>Harici Oynatıcıda Oynat (Launch in External Player)</b> ayarıdır. Bu, PDF dosyasının boyutunu düşük tutmaya yardımcı olabilir."
  },
  {
    "id": "350498",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi çevrimiçi video düzenleme ve oluşturmaya imkân sunan bir web sayfası <u>değildir</u>?</strong>",
    "options": {
      "A": "WeVideo",
      "B": "Animoto",
      "C": "Shotcut",
      "D": "Renderforest",
      "E": "Magisto"
    },
    "correctAnswer": "C",
    "explanation": "Çevrimiçi video düzenleme ve oluşturma platformları internet tarayıcısı üzerinden hizmet verir. Bu web sayfalarından biri olmayan seçenek, genellikle <b>masaüstü tabanlı</b> bir uygulama veya sadece oynatma işlevi gören bir yazılım olacaktır. Örneğin <b>VLC Media Player</b>, çevrimiçi düzenleme imkânı sunmayan bir <b>masaüstü medya oynatıcısıdır</b>."
  },
  {
    "id": "351140",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi ses kayıtlarının profesyonel hâle getirilmesi için uygulanması önerilen stratejilerden biri <u>değildir</u>? </strong>",
    "options": {
      "A": "Sesten izole edilmiş kayıt ortamlarının kullanılması",
      "B": "Ses temizleme yazılımlarının kullanılması",
      "C": "İhtiyaca göre olarak farklı türde mikrofonların kullanılması",
      "D": "Çekim esnasında bütün elektronik cihazların açılması",
      "E": "Kayıt süreci öncesinde keşif kaydı yapılması"
    },
    "correctAnswer": "D",
    "explanation": "Profesyonel ses kayıtlarında en önemli kural, mümkün olduğunca <b>temiz ve gürültüsüz</b> bir kayıt elde etmektir. Önerilen stratejiler <b>sessiz ortam</b>, <b>doğru mikrofon pozisyonu</b> ve <b>ses seviyesi optimizasyonudur</b>. Önerilmeyen stratejilerden biri, ses kalitesini düşürecek eylemlerdir; örneğin <b>yankı veya dış gürültüye sebep olacak şekilde kayıt yapmak</b> ya da sesi bozacak <b>aşırı dijital sıkıştırma uygulamak</b>."
  },
  {
    "id": "148331",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi PDF formatının desteklediği özellikler arasında <u>yer almaz</u>?</strong>",
    "options": {
      "A": "Resim",
      "B": "Ses",
      "C": "Animasyon",
      "D": "Yazı tipi değişimi",
      "E": "Yer imi"
    },
    "correctAnswer": "D",
    "explanation": "PDF (Portable Document Format) formatı, dosyaların kaynaktan bağımsız olarak aynı görünmesini sağlamak amacıyla geliştirilmiştir. PDF'in temel özellikleri arasında <b>tasarımın sabit olması</b> (fixed layout), şifreleme ve dijital imza gibi <b>güvenlik özelliklerini desteklemesi</b> ve <b>yüksek çözünürlüklü baskı kalitesini koruması</b> bulunur. Ancak PDF, özellikle küçük ekranlarda metnin otomatik olarak cihazın boyutuna göre akışını (reflowability) sağlamakta zorlanır. Bu nedenle, 'ekran boyutuna göre metnin otomatik olarak uyarlanması' gibi reflowable (akışkan) format özelliklerini desteklemesi, PDF'in öncelikli bir özelliği olarak <u>yer almaz</u>."
  },
  {
    "id": "151209",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi e-kitap formatları hakkında </strong><strong><u>yanlıştır</u>?</strong>",
    "options": {
      "A": "Bir e-kitap amacına ve içeriğine göre farklı dosya formatlarında üretilebilir.",
      "B": "Indesign CS6 programı ile azw uzantılı e-kitaplar hazırlamak mümkündür.",
      "C": "Pdf, günümüzde Uluslararası Standartlaştırma Organizasyonu (ISO) tarafından yönetilen bir açık standart olarak kullanılmaktadır.",
      "D": "Pdf formatı, Indesign programında interactive ve print olmak üzere iki türe ayrılmıştır.",
      "E": "Epub, Uluslararası Sayısal Yayıncılık Forumu tarafından geliştirilmiş ücretsiz bir e-kitap formatıdır."
    },
    "correctAnswer": "B",
    "explanation": "E-kitap formatları arasında <b>EPUB</b> (reflowable/akışkan mizanpaj) ve <b>PDF</b> (fixed/sabit mizanpaj) temel farklılıklar gösterir. EPUB, genellikle ekran boyutuna adapte olabilme yeteneği nedeniyle PDF'e göre daha esnektir ve çoğu cihazda tercih edilir. Yanlış olan ifade, genellikle formatların temel özelliklerini karıştırır veya bir formatın yeteneğini yanlış belirtir (Örneğin, 'PDF akışkan mizanpajı destekler' gibi bir ifade yanlış olacaktır)."
  },
  {
    "id": "230525",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi bir e-kitap formatı <u>değildir</u>?</strong>",
    "options": {
      "A": ".dll",
      "B": ".pdf",
      "C": ".mobi",
      "D": ".epub",
      "E": ".azw"
    },
    "correctAnswer": "A",
    "explanation": "Temel e-kitap formatları arasında <b>EPUB</b> (açık standart), <b>PDF</b> (sabit belge formatı), <b>MOBI/AZW</b> (Amazon Kindle formatları) ve <b>IBA</b> (Apple iBooks Author formatı) sayılabilir. Bir dosya formatının e-kitap formatı sayılabilmesi için genellikle okuyucu cihazlar tarafından standart olarak desteklenmesi ve e-kitap yapısını (içindekiler, meta veri vb.) içermesi gerekir. Örneğin, DOCX veya PSD gibi işlenmemiş kaynak dosyalar e-kitap formatı <u>değildir</u>."
  },
  {
    "id": "230539",
    "unitNumber": 14,
    "text": "<strong>Epub 2.0 formatındaki bir e-kitap ile ilgili aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "options": {
      "A": "Resim içerebilir.",
      "B": "E-okuyucuya göre fontu değiştirilebilir.",
      "C": "E-okuyucuya göre fontu yeniden boyutlandırılabilir.",
      "D": "HTML5’i desteklemektedir.",
      "E": "DRM’i uygulanabilir."
    },
    "correctAnswer": "D",
    "explanation": "<b>EPUB 2.0</b>, 2007 yılında yayımlanmış eski bir formattır. Temel olarak XHTML 1.1 ve CSS 2.0 desteği sunar. EPUB 2.0 ile ilgili yanlış olan ifade, genellikle modern web standartlarını (HTML5, CSS3) desteklediğini iddia eden veya <b>gelişmiş multimedya/interaktif özelliklere</b> (Media Overlays, MathML) sahip olduğunu belirten bir ifadedir. Bu gelişmiş özellikler sadece <b>EPUB 3.0</b> formatı ile gelmiştir. EPUB 2.0, bu yeni nesil öğeleri tam olarak desteklemez."
  },
  {
    "id": "230549",
    "unitNumber": 14,
    "text": "<strong>Epub 3.0 formatındaki bir e-kitap aşağıdaki öğelerden hangisini <u>desteklemez</u>?</strong>",
    "options": {
      "A": "HTML5 uygulaması",
      "B": "Mathml",
      "C": "Java uygulaması",
      "D": "CSS",
      "E": "XML"
    },
    "correctAnswer": "C",
    "explanation": "<b>EPUB 3.0</b>, modern web teknolojilerine (HTML5, CSS3, JavaScript) dayanan güncel e-kitap formatıdır. Multimedya, etkileşimli içerikler, gelişmiş erişilebilirlik (WCAG 2.0 uyumu) ve <b>Media Overlays</b> (senkronize metin ve ses) gibi pek çok öğeyi destekler. EPUB 3.0'ın desteklemediği öğe, genellikle güncel olmayan veya telif hakkı nedeniyle kısıtlanmış bir teknoloji (örneğin Flash) ya da zaten formatın doğasına aykırı olan katı bir kısıtlama olabilir. Temel olarak, EPUB 3.0 <b>HTML5'in desteklediği her şeyi</b> destekler."
  },
  {
    "id": "230566",
    "unitNumber": 14,
    "text": "E-kitap ile ilgili yazar adı, telif hakkı, renk uzayı, çözünürlüğü , anahtar kelimeler gibi standart bilgilere ………………… denilmektedir.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "options": {
      "A": "içindekiler",
      "B": "xml",
      "C": "epub",
      "D": "zip",
      "E": "meta veri"
    },
    "correctAnswer": "E",
    "explanation": "Yazar adı, telif hakkı, tarih, çözünürlük, anahtar kelimeler, yayıncı gibi bir e-kitabın içeriği hakkındaki standart bilgilere <b>meta veri (metadata)</b> denir. Meta veriler, e-kitabın kataloglanmasını, aranmasını ve okunabilir cihazlar tarafından doğru şekilde işlenmesini sağlayan ‘veri hakkındaki veri’dir."
  },
  {
    "id": "230576",
    "unitNumber": 14,
    "text": "InDesign programında kitap kapağı düzenlemek için kullanılan …………………….…….. seçeneği dosyanın ilk sayfasını kapak olarak varsayar ve kitabın kapağı, ilk sayfası olur.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "options": {
      "A": "rasterize first page",
      "B": "none",
      "C": "choose ımage",
      "D": "next",
      "E": "cover"
    },
    "correctAnswer": "A",
    "explanation": "InDesign programında bir e-kitap (özellikle EPUB) dışa aktarılırken, kapak resmi ayarlarının yapıldığı bir seçenek bulunur. Kitabın ilk sayfasını otomatik olarak kapak olarak ayarlayan seçenek <b>İlk Sayfayı Kapak Varsay</b> seçeneğidir. Bu, dosyanın ilk sayfasını e-kitap okuyucu cihazlarda görüntülenecek ön kapak resmi olarak işaretler."
  },
  {
    "id": "230580",
    "unitNumber": 14,
    "text": "<strong>InDesign programında tasarlanan e-kitabın tasarımın görüntülenecek cihazda ekran boyutuna göre değişmemesi ancak metin içi aramaya izin vermesi için aşağıdaki hangi formatta yayımlanmalıdır?</strong>",
    "options": {
      "A": "Pdf (Print)",
      "B": "Pdf (Interactive)",
      "C": "Epub (Fixed Layout)",
      "D": "Epub (Reflowable)",
      "E": "Html"
    },
    "correctAnswer": "C",
    "explanation": "Tasarımın görüntülenecek cihazda ekran boyutuna göre <b>değişmemesi</b> (sabit kalması) isteniyorsa, bu sabit mizanpaj demektir. Metin içi aramaya izin veren, sabit mizanpajlı formatlar arasında <b>PDF</b> ve <b>Sabit Mizanpajlı EPUB (Fixed Layout EPUB)</b> bulunur. Eğer amaç tasarımın kesinlikle bozulmaması ise, PDF formatı geleneksel olarak bu gereksinimi karşılar ve metin içi aramayı destekler."
  },
  {
    "id": "230641",
    "unitNumber": 14,
    "text": "<strong>DRM’in Türkçe açılımı aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Dijital Sayı Yönetimi",
      "B": "Sayısal Haklar Yönetimi",
      "C": "Dijital Telif Yönetimi",
      "D": "Sayısal Veri Yönetimi",
      "E": "Sayısal Telif Yönetimi"
    },
    "correctAnswer": "B",
    "explanation": "DRM, İngilizce “Digital Rights Management” (Dijital Hak Yönetimi) kelimelerinin kısaltmasıdır. Bu teknoloji, e-kitaplar ve diğer dijital içeriklerin yetkisiz kopyalanmasını ve dağıtımını önlemek amacıyla kullanılır. Türkçe açılımı: <b>Dijital Hak Yönetimi</b>'dir."
  },
  {
    "id": "230643",
    "unitNumber": 14,
    "text": "I. Şifreleme<br/>II. Özel Anahtar<br/>III. Dijital Filigran<br/><strong>Yukarıdakilerden hangisi ya da hangileri DRM teknolojilerindendir?</strong>",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "correctAnswer": "E",
    "explanation": "DRM (Dijital Hak Yönetimi) teknolojileri, içeriği korumak için birden fazla yöntem kullanır. Bunlar arasında:<br/>I. <b>Şifreleme</b> (Encryption): İçeriği sadece yetkili kullanıcıların okuyabileceği hale getirir.<br/>II. <b>Özel Anahtar/Lisanslama</b>: Kullanıcının içeriğe erişimi için özel bir yetkilendirme anahtarına sahip olmasını gerektirir.<br/>III. <b>Dijital Filigran</b> (Digital Watermarking): İçeriğe kullanıcının kimlik bilgileri gibi takip edilebilir verilerin görünmez bir şekilde gömülmesidir.<br/>Bu üç unsurun hepsi, dijital içeriği koruma altına alan DRM teknolojilerinin bir parçasıdır."
  },
  {
    "id": "230650",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi doğrudur?</strong>",
    "options": {
      "A": "Epub 2.0 Flash animasyonlara destek verir.",
      "B": "Pdf formatı ve okuyucularının hepsi ücretlidir.",
      "C": "Epub formatındaki bir e-kitap sadece InDesign programı ile geliştirilir.",
      "D": "DRM çözümleri kırılabilir ya da etkisizleştirilebilir.",
      "E": "Epub dosyasını açmak için uzantısını xml yapmak gerekmektedir."
    },
    "correctAnswer": "D",
    "explanation": "Doğru olan ifade genellikle e-kitap formatlarının temel özelliklerini yansıtır. Örneğin, <b>EPUB</b> formatı, <b>akışkan (reflowable) mizanpaj</b> yapısı sayesinde farklı cihaz ekran boyutlarına ve çözünürlüklerine kolayca adapte olabilirken; <b>PDF</b> formatı ise baskı kalitesini koruyan <b>sabit mizanpaj</b> sunar. Bu temel ayrım, genellikle doğru kabul edilen format karşılaştırma bilgisini oluşturur."
  },
  {
    "id": "230653",
    "unitNumber": 14,
    "text": "<strong>Pdf formatı ile ilgili aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "options": {
      "A": "Sayısal haklar yönetimi mümkündür.",
      "B": "Metin akıcılığını desteklemez.",
      "C": "InDesign programı ile üretilebilir.",
      "D": "Çeşitli e-kitap okuyucular ile font boyutlandırma yapılabilir.",
      "E": "CSS’i desteklemez."
    },
    "correctAnswer": "D",
    "explanation": "PDF formatı sabit mizanpaja sahiptir ve basılı kitabın dijital kopyası gibi davranır. Bu, tasarımın korunması açısından avantajlıdır, ancak küçük ekranlı cihazlarda okuma deneyimini kötüleştirir çünkü metin otomatik olarak ekrana sığacak şekilde <b>yeniden akış yapmaz (reflowable değildir)</b>. Bu nedenle, PDF formatının 'tüm ekran boyutlarına otomatik olarak uyum sağladığını' belirten bir ifade yanlıştır."
  },
  {
    "id": "244369",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi Epub formatının pdf formatına karşı üstünlüklerinden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Yazı tipi boyutlandırılabilir.",
      "B": "CSS’yi desteklemektedir.",
      "C": "Yazı tipi değiştirilebilir.",
      "D": "Metin akıcılığını desteklemektedir.",
      "E": "Resim dosyaları içerebilir."
    },
    "correctAnswer": "E",
    "explanation": "EPUB’un PDF’e karşı en büyük üstünlükleri <b>akışkan mizanpaj (reflowability)</b>, daha iyi <b>erişilebilirlik</b> (metin boyutunu, yazı tipini değiştirme) ve <b>interaktif içerik desteğidir</b>. PDF’in üstün olduğu alan ise <b>tasarımın birebir sabit kalması</b> ve sayfa yapısının korunmasıdır. Bu nedenle, 'tasarımın basılı kitaptaki gibi milimetrik hassasiyetle korunması' EPUB formatının bir üstünlüğü <u>değildir</u>; bu, PDF’in veya Sabit Mizanpajlı EPUB’un özelliğidir, ancak standart EPUB’a göre PDF bu konuda daha güçlüdür."
  },
  {
    "id": "244395",
    "unitNumber": 14,
    "text": "Yazar adı, telif hakkı, renk uzayı, çözünürlüğü, anahtar kelimeler gibi standart bilgiler e-kitap ile ilgili ………….. verilerdir.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "options": {
      "A": "matematiksel",
      "B": "meta",
      "C": "sayısal",
      "D": "metinsel",
      "E": "sözel"
    },
    "correctAnswer": "B",
    "explanation": "Bir e-kitap hakkındaki yazar adı, telif hakkı, renk uzayı, anahtar kelimeler, ISBN gibi standart bilgiler, e-kitap ile ilgili <b>meta veri</b> (metadata) olarak adlandırılan verilerdir. Bu veriler, e-kitabın düzenlenmesi, arama motorlarında bulunması ve kütüphane sistemlerinde sınıflandırılması için kritik öneme sahiptir."
  },
  {
    "id": "350504",
    "unitNumber": 14,
    "text": "<strong>Google Chrome web tarayıcısı için geliştirilen Epub formatındaki e-kitapları bir yazılıma gerek kalmadan, tarayıcıdan okumaya imkân tanıyan yazılım aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Readium",
      "B": "Calibre",
      "C": "iBooks",
      "D": "Kindle",
      "E": "Adobe PDF Okuyucu"
    },
    "correctAnswer": "A",
    "explanation": "Google Chrome gibi modern web tarayıcıları için geliştirilmiş ve kullanıcıların ek bir masaüstü yazılımına ihtiyaç duymadan EPUB dosyalarını doğrudan tarayıcı üzerinden okumasını sağlayan yazılım eklentileri mevcuttur. Bu alanda sıklıkla anılan, açık kaynaklı ve önde gelen okuma sistemi <b>Readium</b>'dur. Readium, özellikle EPUB 3.0'ın özelliklerini tarayıcılarda sergilemek için geliştirilmiştir."
  },
  {
    "id": "405812",
    "unitNumber": 14,
    "text": "Linux, MacOS ve Windows işletim sistemlerinde çalışabilen ve farklı e-kitap formatları arasında dönüşüm yapabilen bir uygulamadır. Meta verileri ve kapak tasarımlarını düzenleme özellikleri sunmasının yanı sıra, aynı zamanda bir e-kitap okuma yazılımı olarak da kullanılabilir.<br/><strong>Belirtilen özelliklere sahip e-kitap okuma yazılımı aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "iBooks",
      "B": "Readium",
      "C": "Kindle",
      "D": "Adobe PDF Okuyucu",
      "E": "Calibre"
    },
    "correctAnswer": "E",
    "explanation": "Tanımlanan özelliklere sahip (çoklu platform desteği: Linux, MacOS, Windows; farklı formatlar arası dönüşüm; meta veri düzenleme ve e-kitap okuma) kapsamlı e-kitap yönetim uygulaması <b>Calibre</b>'dir. Calibre, dijital kütüphane oluşturmak ve e-kitap formatlarını cihazlar arası uyumluluk için dönüştürmek amacıyla endüstri standardı olarak kabul edilir."
  }
]