[
  {
    "id": "130279",
    "unitNumber": 1,
    "text": "<strong>Aşağıdaki durumlardan hangisi nişanlılığı <u>sona erdirmez</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Nişanlılardan biri hakkında kısıtlılık kararı alınması",
      "B": "Nişanlıların birbiriyle evlenmesi",
      "C": "Nişanlılardan biri hakkında gaiplik kararı verilmesi",
      "D": "Nişanlılardan birinin haksız sebeple nişanı bozması",
      "E": "Nişanlanmanın bağlandığı bozucu koşulun gerçekleşmesi"
    }
  },
  {
    "id": "135109",
    "unitNumber": 1,
    "text": "I. Kişinin önceden başkasıyla nişanlanmış olması<br/>II. Ayırt etme gücünü ortadan kaldıran akıl hastalığı<br/>III. Üst soy ile alt soy kan hısımlığı<br/>IV. Kadının iddet süresinin henüz dolmamış olması<br/><strong>Yukarıdaki durumlardan hangileri kesin olarak evlenme engeli oluşturur?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "II ve III",
      "D": "II ve IV",
      "E": "III ve IV"
    }
  },
  {
    "id": "135127",
    "unitNumber": 1,
    "text": "Evlenme izni belgesi, verildiği tarihten başlayarak .................... içinde evleneceklere herhangi bir evlendirme memuru önünde evlenebilme hakkı sağlar.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "üç hafta",
      "B": "bir ay",
      "C": "altı ay",
      "D": "bir yıl",
      "E": "iki yıl"
    }
  },
  {
    "id": "199631",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi aile hukukuna hâkim olan ilkelerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Birlik ilkesi",
      "B": "Eşitlik ilkesi",
      "C": "Süreklilik ilkesi",
      "D": "Düzenleme serbestisi ilkesi",
      "E": "Devletin müdahalesi ilkesi"
    }
  },
  {
    "id": "199633",
    "unitNumber": 1,
    "text": "<strong>Nişanlanmanın hukuki niteliğiyle ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Bir sözleşmedir.",
      "B": "Belirli bir şekle tabi değildir.",
      "C": "Temsilci aracılığıyla da yapılabilir.",
      "D": "Geciktirici bir koşula bağlanabilir.",
      "E": "Bir vadeye bağlanabilir."
    }
  },
  {
    "id": "199636",
    "unitNumber": 1,
    "text": "<strong>Nişanlanmanın hükümleriyle ilgili aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Nişanlıların evlenmeyi gerçekleştirme yükümlülüğü vardır.",
      "B": "Nişanlılar, birbirlerine karşı sadakatle davranmalıdır.",
      "C": "Nişanlılar, mal rejimi sözleşmesi yapabilirler.",
      "D": "Nişanlı, medeni hukuk anlamında yakın sayılır.",
      "E": "Nişanlanma, hâkimlikten kaçınma hakkı vermez."
    }
  },
  {
    "id": "199639",
    "unitNumber": 1,
    "text": "<strong>Nişanın sona ermesine bağlı dava haklarının zaman aşımı süresi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "1 ay",
      "B": "6 ay",
      "C": "1 yıl",
      "D": "2 yıl",
      "E": "10 yıl"
    }
  },
  {
    "id": "199641",
    "unitNumber": 1,
    "text": "<strong>Nişanın sona ermesi hâlinde hediyelerin iadesiyle ilgili aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Nişanlılık, nişanlıların birbirleriyle evlenmeleri dışında bir sebeple sona ermiş olmalıdır.",
      "B": "İadesi talep edilen hediye, nişanlılık dolayısıyla verilmiş olmalıdır.",
      "C": "İadesi talep edilen hediye, alışılmışın dışında bir hediye olmalıdır.",
      "D": "İade, yalnızca nişanlı ve onun ana veya babası tarafından istenebilir.",
      "E": "Hediye, aynen duruyorsa olduğu gibi iade edilir; aynen mevcut değilse misliyle iade edilir."
    }
  },
  {
    "id": "199645",
    "unitNumber": 1,
    "text": "<strong>Nişanın sona ermesi hâlinde talep edebilecek tazminat ile ilgili aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Maddi tazminat nişanı, haklı bir sebep olmaksızın bozan veya bozulmasına neden olan kusurlu nişanlıdan talep edilebilir.",
      "B": "Maddi tazminat talebinde bulunabilecek olanlar diğer nişanlı, onun anası ve babası veya anası babası gibi davranan kimselerdir.",
      "C": "Manevi tazminat talebinde bulunacak nişanlının nişanın bozulması nedeniyle kişilik hakları zarar görmüş olmalıdır.",
      "D": "Manevi tazminat olarak uygun miktarda bir paranın ödenmesi veya davacıdan özür dilenmesi talep edilebilir.",
      "E": "Maddi tazminat davası açma hakkı, nişanlılığın sona ermesinin üzerinden bir yıl geçmekle zaman aşımına uğrar."
    }
  },
  {
    "id": "199646",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi evlenmeleri yasak olmayan kişilerdir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Dede ile torun",
      "B": "Amca ile yeğen",
      "C": "Evlat edinen ile evlatlığın çocuğu",
      "D": "Ölen bir kişinin sağ kalan eşi ve babası",
      "E": "Ölen bir kişinin sağ kalan eşi ile kardeşi"
    }
  },
  {
    "id": "199648",
    "unitNumber": 1,
    "text": "<strong>Olağanüstü durumlarda ve pek önemli bir sebeple hangi yaşı doldurmuş olan bir kişilerin hâkimin izniyle evlenebilmeleri mümkündür?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "15",
      "B": "16",
      "C": "17",
      "D": "18",
      "E": "21"
    }
  },
  {
    "id": "199650",
    "unitNumber": 1,
    "text": "<strong>Kadının iddet süresi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "200 gün",
      "B": "300 gün",
      "C": "40 hafta",
      "D": "9 ay",
      "E": "1 yıl"
    }
  },
  {
    "id": "199651",
    "unitNumber": 1,
    "text": "<strong>Evlilik aşağıdaki hangi anda kurulur?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Evlilik başvurusunun yapıldığı anda",
      "B": "Evlilik başvurusunun kabul edildiği anda",
      "C": "Tarafların evlenme isteklerini beyan ettikleri anda",
      "D": "Evlilik cüzdanının taraflara verildiği anda",
      "E": "Evliliğin nüfus kütüğüne işlendiği anda"
    }
  },
  {
    "id": "206522",
    "unitNumber": 1,
    "text": "<strong>Türk hukukuna göre bir kişi aşağıdaki hangi yaşı doldurmadığı sürece <u>evlenemez</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "12",
      "B": "15",
      "C": "17",
      "D": "18",
      "E": "21"
    }
  },
  {
    "id": "344617",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi evlenme başvurusu esnasında ibrazı zorunlu olan belgelerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Nüfus cüzdanı",
      "B": "Nüfus kayıt örneği",
      "C": "Önceki evliliği sona ermiş ise buna ilişkin belge",
      "D": "Evlenmeye engel hastalığının bulunmadığını gösteren sağlık raporu",
      "E": "İkametgâh belgesi"
    }
  },
  {
    "id": "344619",
    "unitNumber": 1,
    "text": "<strong>Evlenme izin belgesi, verildiği tarihten başlayarak ne kadar süre içinde evleneceklere evlenebilme hakkı sağlar?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "2 ay",
      "B": "3 ay",
      "C": "4 ay",
      "D": "6 ay",
      "E": "1 yıl"
    }
  },
  {
    "id": "345420",
    "unitNumber": 1,
    "text": "<strong>Türk Medeni Kanunu kapsamında eşler ve çocuklardan oluşan aile hangi anlamda ailenin tanımıdır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Dar anlamda aile",
      "B": "Geniş anlamda aile",
      "C": "En geniş anlamda aile",
      "D": "Sınırlı aile",
      "E": "Koruyucu aile"
    }
  },
  {
    "id": "345698",
    "unitNumber": 1,
    "text": "<strong>Nişanlanmanın geçerliliğine ilişkin aşağıdaki ifadelerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Aynı cinsiyetten kişilerin nişanlanması geçerlidir.",
      "B": "Nişanlanma, tarafların karşılıklı olarak evlenme vaadinde bulunmalarına bağlıdır.",
      "C": "Nişanlanacak kişi, ayırt etme gücüne sahip olmalıdır.",
      "D": "Nişanlanma iradesi, sağlıklı olmalıdır.",
      "E": "Kesin bir evlenme engelinin varlığı hâlinde geçerli bir nişanlanma yapılamaz."
    }
  },
  {
    "id": "135146",
    "unitNumber": 2,
    "text": "<strong>Evlilik birliği ile ilgili olarak aşağıdakilerden hangisi doğrudur?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Evlilik birliği, evlenme ile kurulmuş olur ve tüzel kişiliğe sahiptir.",
      "B": "Daha önce iki soyadına sahip bir kadın, yeni bir evlilikle üçüncü soyadını edinebilir.",
      "C": "Eşler, meslek veya iş seçerken birbirlerinin iznini almalıdır.",
      "D": "Eşlerden biri, diğerinin alacaklısı olsa bile cebrî icraya başvuramaz.",
      "E": "Evlilik birliğini temsil yetkisinin kullanıldığı hâllerde, eşler üçüncü kişilere karşı müteselsilen sorumlu olur."
    }
  },
  {
    "id": "135194",
    "unitNumber": 2,
    "text": "<strong>Aile konutu ile ilgili olarak aşağıdakilerden hangisi doğrudur?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Taşınmazın aile konutu olarak özgülendiğini, sadece taşınmazın maliki olan eş tapu kütüğüne şerh ettirebilir.",
      "B": "Başkasından kiralanmış olan bir taşınmaz, aile konutu olarak tapu kütüğüne şerh ettirilebilir.",
      "C": "Birbirleriyle kardeş olan bir erkek ve kadın, beraber yaşadıkları taşınmazı aile konutu olarak özgüleyebilirler.",
      "D": "Taşınmazın maliki olan eşin, aile konutu üzerindeki hakları sınırlaması, taşınmaza malik olmayan eşin rızasına bağlı değildir.",
      "E": "Aile konutunu devretmek isteyip de haklı bir sebep olmaksızın kendisine rıza verilmeyen eş, hâkimin müdahalesini isteyebilir."
    }
  },
  {
    "id": "135280",
    "unitNumber": 2,
    "text": "Ayrı yaşamakta olan eşlerin evlilik birliğine ilişkin önemli bir konuda uyuşmazlığa düşmüş olmaları ve ayrı ayrı hâkimin müdahalesini istemeleri hâlinde yetkili mahkeme ................................................................. mahkemesidir.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "kadının yerleşim yeri",
      "B": "erkeğin yerleşim yeri",
      "C": "birlikte son yaşadıkları yer",
      "D": "ilk istemde bulunan eşin yerleşim yeri",
      "E": "evliliğin yapılmış olduğu yer"
    }
  },
  {
    "id": "135298",
    "unitNumber": 2,
    "text": "<strong>Türk Medeni Kanunu'na göre olağanüstü mal rejimi olarak nitelendirilen durumda, haklı sebeplerin varlığı hâlinde eşler arasındaki mevcut mal rejimi aşağıdakilerden hangisine dönüştürülür?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yasal mal rejimi",
      "B": "Mal ortaklığı rejimi",
      "C": "Mal ayrılığı rejimi",
      "D": "Mal eşitliği rejimi",
      "E": "Mal varlığı rejimi"
    }
  },
  {
    "id": "135361",
    "unitNumber": 2,
    "text": "<strong>Edinilmiş mallara katılma rejimi ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Eşler, mal rejimi sözleşmesiyle kişisel malların gelirlerinin edinilmiş mallara dâhil olmayacağını kararlaştırabilir.",
      "B": "Bir eşin tüm malları aksi ispat edilinceye kadar edinilmiş mal olarak kabul edilir.",
      "C": "Bir mal, eşlerin paylı mülkiyetinde ise her eş kendi payı üzerinde serbestçe tasarrufta bulunabilir.",
      "D": "Bir eşin manevi tazminat alacağı, kişisel mal niteliğindedir.",
      "E": "Evliliğin mahkeme tarafından iptal edilmesi, edinilmiş mallara katılma rejimini sona erdirir."
    }
  },
  {
    "id": "199656",
    "unitNumber": 2,
    "text": "<strong>Evlilik birliğinde eşlerin hak ve yükümlülükleri ile ilgili aşağıdakilerden hangisi doğrudur?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Evin reisi koca olduğu için evlilik birliğini de o yönetir.",
      "B": "Çocukların bakımına, eğitim ve gözetimine özen göstermek sadece karının görevidir.",
      "C": "Evlilik birliğinin giderlerini karşılamak sadece kocanın görevidir.",
      "D": "Eşler, ergin olmayan üvey çocuklarına da özen ve ilgi göstermekle yükümlüdürler.",
      "E": "Eşlerin birbirlerine göstermeleri gereken sadakatin kapsamına yalnızca zina fiilini işlemek girer."
    }
  },
  {
    "id": "199670",
    "unitNumber": 2,
    "text": "<strong>Aile konutu ile ilgili aşağıdaki ifadelerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Eşlerin evlilik birliğinin devamı süresince beraber yaşadıkları konuta aile konutu denir.",
      "B": "Aile konutu, eşlerden birine aitse konutun sahibi (maliki) olmayan eş, taşınmazın aile konutu olarak özgülendiğini tapu kütüğüne şerh ettirebilir.",
      "C": "Aile konutunun sahibi olan eş, diğer eşin açık rızası bulunmadıkça aile konutunu devredemez, ancak bu konut üzerindeki hakları sınırlayabilir.",
      "D": "Aile konutu eşlerden biri tarafından kira ile sağlanmışsa sözleşmenin tarafı olmayan eş, kiralayana yapacağı bildirimle sözleşmenin tarafı hâline gelir.",
      "E": "Aile konutuyla ilgili kira sözleşmesini feshetmek isteyip de haklı bir sebep olmaksızın kendisine rıza verilmeyen eş, hâkimin müdahalesini isteyebilir."
    }
  },
  {
    "id": "199671",
    "unitNumber": 2,
    "text": "<strong>Evlilik birliğinin korunması ile ilgili aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Eşlerden birinin evlilik birliğinden doğan yükümlülükleri yerine getirmemesi hâlinde, diğer eş hâkimin müdahalesini isteyebilir.",
      "B": "Müdahalesi istenecek hâkim, eşlerden herhangi birinin yerleşim yerinde görev yapan aile mahkemesi hâkimidir.",
      "C": "Hâkim, eşleri yükümlülükleri konusunda uyarıp onları uyuşmazlık hususunda uzlaştırmaya çalışabilir.",
      "D": "Hâkim, eşlerin rızası olmasa da aralarındaki uyuşmazlık hakkında uzman kişilerin yardımını isteyebilir.",
      "E": "Eşlerden birinin istemi üzerine hâkim, ailenin geçimi için her birinin yapacağı parasal katkıyı belirler."
    }
  },
  {
    "id": "199680",
    "unitNumber": 2,
    "text": "Bazı hâllerde eşlerden birinin üçüncü bir kişiyle yaptığı hukuki işlemin geçerliliği diğer eşin rızasına bağlıdır.<br/><strong>Aşağıdaki işlemlerden hangisini bir eş diğerinin rızası olmadan yapabilir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Edinilmiş mallara katılma rejiminde paylı mülkiyet payının devri",
      "B": "Mal ortaklığı rejiminde olağanüstü yönetim işlerini yapma",
      "C": "Mal ortaklığı rejiminde mirasın kabulü veya reddi",
      "D": "Kefalet sözleşmesinde kefil olma",
      "E": "Bir işveren ile iş sözleşmesi yapma"
    }
  },
  {
    "id": "199683",
    "unitNumber": 2,
    "text": "<strong>Eşlerin evlilik birliğini temsil yetkisine ilişkin aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Ailenin sürekli ihtiyaçları için eşlerden her biri her zaman birliği temsil edebilir.",
      "B": "Ailenin diğer ihtiyaçları için eşlerden biri diğerine temsil yetkisi veremez.",
      "C": "Ailenin diğer ihtiyaçları için hâkim, haklı sebeplerle eşlerden birine birliği temsil yetkisi verebilir.",
      "D": "Evlilik birliğini temsil yetkisinin kullanıldığı hâllerde, eşler üçüncü kişilere karşı müteselsilen sorumlu olurlar.",
      "E": "Eşlerden biri, birliği temsil yetkisini kullanmada yetersiz kalırsa hâkim, diğer eşin istemi üzerine temsil yetkisini kaldırabilir veya sınırlayabilir."
    }
  },
  {
    "id": "199684",
    "unitNumber": 2,
    "text": "<strong>Mal rejimi sözleşmesi ile ilgili aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Sözleşme özgürlüğü ilkesi gereği kanunda öngörülmeyen bir mal rejimi tipi yaratılabilir.",
      "B": "Mal rejimi sözleşmesi, evlenmeden önce veya evlendikten sonra yapılabilir.",
      "C": "Evlenmeden önce yapılan mal rejimi sözleşmesi, evlendikten sonra hüküm ve sonuç doğurmaya başlar.",
      "D": "Ayırt etme gücüne sahip küçük ve kısıtlılar, bu sözleşmeyi yasal temsilcilerinin rızasıyla yapabilirler.",
      "E": "Türk Medeni Kanunu’nda mal rejimi sözleşmesinin belirli bir şekilde yapılması öngörülmüştür."
    }
  },
  {
    "id": "199686",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi evlilikte mevcut yasal mal rejimidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Mal ayrılığı rejimi",
      "B": "Paylaşmalı mal ayrılığı rejimi",
      "C": "Anlaşmalı mal ayrılığı rejimi",
      "D": "Edinilmiş mallara katılma rejimi",
      "E": "Mal ortaklığı rejimi"
    }
  },
  {
    "id": "199688",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi edinilmiş mallara katılma rejiminde kanun gereği kişisel bir mal olarak kabul <u>edilmez</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Eşlerden birine miras kalan araba",
      "B": "Eşlerden birinin değerli kol saati",
      "C": "Eşlerden birine miras kalan evden elde edilen kira geliri",
      "D": "Eşlerden birinin manevi tazminat alacağı",
      "E": "Eşlerden birine miras kalan ev"
    }
  },
  {
    "id": "199690",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi edinilmiş mallara katılma rejiminde kanun gereği edinilmiş bir mal olarak kabul <u>edilmez</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Eşin çalışmasının karşılığı olan edinim",
      "B": "Çalışma gücünün kaybı nedeniyle ödenen tazminatlar",
      "C": "Edinilmiş bir malın yerine geçen değer",
      "D": "Kişisel bir malın yerine geçen değer",
      "E": "Kişisel bir malın geliri"
    }
  },
  {
    "id": "199692",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi edinilmiş mallara katılma rejimini sona erdiren hâllerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Eşlerden birinin ölümü",
      "B": "Eşlerden birinin fiil ehliyetini kaybetmesi",
      "C": "Mahkeme tarafından evliliğin iptali",
      "D": "Mahkeme tarafından eşlerin boşanmasına hükmedilmesi",
      "E": "Eşlerin başka bir mal rejimini kabul etmeleri"
    }
  },
  {
    "id": "206530",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi evlilik birliğinde aile soyadı olarak kabul edilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Karının bekârlık soyadı",
      "B": "Kocanın soyadı",
      "C": "Eşlerin birlikte seçtikleri soyadı",
      "D": "Hâkimin seçtiği soyadı",
      "E": "Nufüs memurunun kura yoluyla belirlediği soyadı"
    }
  },
  {
    "id": "206532",
    "unitNumber": 2,
    "text": "<strong>Eşlerin evlilik birliğinin devamı süresince beraber yaşadıkları konutun teknik adı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Aile konutu",
      "B": "Evlilik birliği konutu",
      "C": "Yaşam konutu",
      "D": "Ortak konut",
      "E": "Müstakil konut"
    }
  },
  {
    "id": "206535",
    "unitNumber": 2,
    "text": "Eşlerden birinin evlilik birliğinden doğan yükümlülükleri yerine getirmemesi veya eşlerin evlilik birliğine ilişkin önemli bir konuda uyuşmazlığa düşmeleri hâlinde, eşler birlikte veya ayrı ayrı hâkimin müdahalesini isteyebilirler. Burada müdahalesi istenecek hâkim, eşlerden herhangi birinin yerleşim yerinde görev yapan aile mahkemesi hâkimidir.<br/><strong>Eşlerin yerleşim yerleri farklı olup da her ikisi de önlem alınması isteminde bulunmuş ise yetkili mahkeme aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kocanın yerleşim yeri mahkemesi",
      "B": "Karının yerleşim yeri mahkemesi",
      "C": "İlk istemde bulunan eşin yerleşim yeri mahkemesi",
      "D": "Son istemde bulunan eşin yerleşim yeri mahkemesi",
      "E": "Aile konutunun bulunduğu yer mahkemesi"
    }
  },
  {
    "id": "206540",
    "unitNumber": 2,
    "text": "Türk Medeni Kanunu’na göre eşlerden birinin istemi üzerine hâkim, ailenin geçimi için her birinin yapacağı parasal katkıyı belirler.<strong><br/>Bu katkılar, hangi yıllar için istenebilir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Geçmiş bir yıl",
      "B": "Gelecek bir yıl",
      "C": "Geçmiş bir yıl ve gelecek bir yıl",
      "D": "Geçmiş yıllar ve gelecek bir yıl",
      "E": "Geçmiş bir yıl ve gelecek yıllar"
    }
  },
  {
    "id": "206543",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi Türk Medeni Kanunu’nda düzenlenen mal rejimi türlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Edinilmiş Mallara Katılma Rejimi",
      "B": "Mal Ayrılığı Rejimi",
      "C": "Paylaşmalı Mal Ayrılığı Rejimi",
      "D": "Mal Ortaklığı Rejimi",
      "E": "Paylaşmalı Mal Ortaklığı Rejimi"
    }
  },
  {
    "id": "344621",
    "unitNumber": 2,
    "text": "<strong>Evlilik birliğinin sürekli ihtiyaçlarının karşılanması için eşlerden biri, diğer eşi de bağlayacak şekilde üçüncü kişilerle hukuki işlemler yapabilir. Eşlerin bu yetkisine ne ad verilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Evlilik birliğinin temsili",
      "B": "Aile konutu ile ilgili işlemler",
      "C": "Birlikte yaşama yükümlülüğü",
      "D": "Yardım yükümlülüğü",
      "E": "Birliğin mutluluğunu sağlama yükümlülüğü"
    }
  },
  {
    "id": "344623",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi Türk Medeni Kanunu kapsamında düzenlenen mal rejimlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Edinilmiş mallara katılma rejimi",
      "B": "Mal ayrılığı rejimi",
      "C": "Paylaşmalı mal ayrılığı rejimi",
      "D": "Mal ortaklığı rejimi",
      "E": "El birliği mülkiyeti rejimi"
    }
  },
  {
    "id": "344628",
    "unitNumber": 2,
    "text": "<strong>Aile konutu ile ilgili işlemlere ilişkin aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Aile konutu, eşlerden birine veya her ikisine ait olabilir.",
      "B": "Aile konutu kiralanmış olabilir.",
      "C": "Eşlerden biri diğerinin rızası olmadan aile konutunu devredemez.",
      "D": "Eşlerden biri diğerinin rızası olmadan aile konutunun üzerindeki hakları sınırlayamaz.",
      "E": "Eşlerden biri diğerinin rızası olmadan aile konutuna ilişkin kira sözleşmesini feshedebilir."
    }
  },
  {
    "id": "135430",
    "unitNumber": 3,
    "text": "<strong>Evlilik birliğinin sona ermesi ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Hakkında ölüm karinesi uygulanan kişinin evliliği kendiliğinden sona erer.",
      "B": "Evliliğin butlanı ile ilgili davalarda görevli mahkeme aile mahkemeleridir.",
      "C": "Her nasılsa evli bir kişi cinsiyetini değiştirmişse evliliğinin kendiliğinden sona erdiği kabul edilir.",
      "D": "Evlilik ile ergin kılınan birinin evliliği boşanma ile sona ererse erginliği de sona ermiş olur.",
      "E": "Evlilik birliğinin temelinden sarsılması, genel boşanma sebebidir."
    }
  },
  {
    "id": "135465",
    "unitNumber": 3,
    "text": "<strong>Özel boşanma sebeplerinden biri olan zina ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Eşinin zinasını affeden kişi, kural olarak bu sebeple boşanma davası açamaz.",
      "B": "Zina fiilinin işlenmiş olması, diğer eş için evlilik birliğini çekilmez hâle getirmemiş ise boşanma sebebi oluşturmaz.",
      "C": "Aynı cinsten biriyle cinsel münasebette bulunmak, zina sayılmaz.",
      "D": "Diğer eşin zinayı öğrenmesinden başlayarak altı ay ve her hâlde zina eyleminin üzerinden beş yıl geçmekle dava hakkı düşer.",
      "E": "Kişinin rızası dışında gerçekleşen cinsel münasebetler zina sayılmaz."
    }
  },
  {
    "id": "135479",
    "unitNumber": 3,
    "text": "<strong>Ayrılık kararı ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Ayrılık kararıyla birlikte, eşlerin birlikte yaşama zorunlulukları sona erse de evlilik birliği varlığını sürdürür.",
      "B": "Ayrılığa bir yıldan üç yıla kadar bir süre için karar verilebilir.",
      "C": "Ayrılık süresi, tarafların hâkime başvurması ile işlemeye başlar.",
      "D": "Süre dolduğunda, söz konusu ayrılık durumu kendiliğinden sona erer.",
      "E": "Boşanmaya ilişkin bir davada, hâkim ayrılığa da karar verebilir."
    }
  },
  {
    "id": "135515",
    "unitNumber": 3,
    "text": "<strong>Aşağıdaki durumlardan hangisi evliliğin butlanını gerektiren hâllerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Evlenenlerden birinin evlenmenin yapıldığı sırada başka bir evliliğinin mevcut olması",
      "B": "Evlenenlerden birinin evlenmenin yapıldığı sırada sürekli bir sebeple ayırt etme gücünden yoksun olması",
      "C": "Evlenmenin yapıldığı sırada eşlerden birinin iradesinin aldatma nedeniyle sakatlanmış olması",
      "D": "Hısımlık nedeniyle birbirleriyle evlenmeleri yasak olan kimseler evlenmesi",
      "E": "Evlenmeni yetkili olmadığı bilinen bir memurun önünde yapılmış olması"
    }
  },
  {
    "id": "199697",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi evlenmenin mahkeme tarafından iptal edilmesine yol açan bir mutlak butlan sebebi <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Mevcut evlilik",
      "B": "Akıl hastalığı",
      "C": "Yasak derecede hısımlık",
      "D": "Ayırt etme gücünden sürekli yoksunluk",
      "E": "Yasal temsilcinin izni olmadan evlenme"
    }
  },
  {
    "id": "199700",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi özel boşanma sebepleri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Anlaşmalı boşanma",
      "B": "Hayata kast",
      "C": "Suç İşleme",
      "D": "Zina",
      "E": "Terk"
    }
  },
  {
    "id": "199703",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi mutlak bir boşanma sebebi <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Zina",
      "B": "Hayata kast",
      "C": "Suç işleme",
      "D": "Pek kötü muamele",
      "E": "Terk"
    }
  },
  {
    "id": "199706",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi nispi boşanma sebebi <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Suç işleme",
      "B": "Haysiyetsiz hayat sürme",
      "C": "Onur kırıcı davranış",
      "D": "Akıl hastalığı",
      "E": "Evlilik birliğinin temelden sarsılması"
    }
  },
  {
    "id": "199709",
    "unitNumber": 3,
    "text": "<strong>Evliliğin yetkili evlendirme memuru önünde yapılmamış olmasının hukuki sonucu aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Evlilik, mutlak butlanla sakattır.",
      "B": "Evlilik, nispi butlanla sakattır.",
      "C": "Evlilik, geçerlidir.",
      "D": "Evlilik, askıda hükümsüzdür.",
      "E": "Evlilik yoktur."
    }
  },
  {
    "id": "199713",
    "unitNumber": 3,
    "text": "<strong>Boşanma davası devam ederken eşlerden birinin diğerine ödemesine hükmedilen nafaka aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Tedbir nafakası",
      "B": "Yoksulluk nafakası",
      "C": "İştirak nafakası",
      "D": "Yardım nafakası",
      "E": "Katılım nafakası"
    }
  },
  {
    "id": "199718",
    "unitNumber": 3,
    "text": "<strong>Anlaşmalı boşanma ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Anlaşmalı olarak boşanabilmek için eşler en az bir yıl birlikte yaşamış olmalıdır.",
      "B": "Eşler boşanmak için birlikte mahkemeye başvuru yapmalı ya da bir eş diğerinin davasını kabul etmelidir.",
      "C": "Anlaşmalı boşanmak isteyen eşler, çocuklara ve boşanmanın mali sonuçlarına ilişkin bir protokol hazırlamalıdır.",
      "D": "Boşanma kararı verilebilmesi için hâkim boşanmanın mali sonuçları ile çocukların durumu hususundaki protokolü uygun bulmalıdır.",
      "E": "Hâkimin, tarafların ve çocukların menfaatlerini göz önünde tutarak protokolde yaptığı değişiklikler eşler tarafından kabul edilmelidir."
    }
  },
  {
    "id": "199723",
    "unitNumber": 3,
    "text": "Hakkında ölüm karinesi bulunan A’nın eşi B, C ile evlendikten bir süre sonra, A’nın aslında sağ olduğu ortaya çıkmıştır.<br/><strong>Bu olayla ilgili olarak aşağıdakilerden hangisi doğrudur?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "B dilerse C’den boşanarak yeniden A ile evlenebilir. Zira B ile C’nin evliliği geçerli bir evliliktir ve A’nın yeniden ortaya çıkması bu evliliği temelinden sarsmıştır.",
      "B": "A’nın ortaya çıktığı andan itibaren B ile C’nin evliliği kendiliğinden ortadan kalkar. B dilerse A ile dilerse de C ile yeniden evlenebilir.",
      "C": "B’nin seçimine göre ya A ile olan evliliği ya da C ile olan evliliği geçerli olur. Tercih edilmeyen evlilik sona ermiş sayılır.",
      "D": "B, A ile olan evliliğin feshine hükmedilmesini talep etmediği için A ile olan evliliği geçerlidir.",
      "E": "B ve C’nin evliliği mutlak butlanla sakat olur. Zira A ile B’nin evliliği ölüm karinesine rağmen A fiilen sağ olduğu için henüz sona ermemiştir."
    }
  },
  {
    "id": "199730",
    "unitNumber": 3,
    "text": "A ile B’nin evlenme törenine iki tanık yerine yalnızca bir tanık iştirak etmiştir.<br/><strong>Buna göre aşağıdakilerden hangisi doğrudur?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Evlilik yok hükmündedir.",
      "B": "Evlilik geçerlidir.",
      "C": "Evlilik mutlak butlanla sakattır.",
      "D": "Evlilik nispi butlanla sakattır.",
      "E": "Evlilik askıda geçersizdir."
    }
  },
  {
    "id": "199733",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi bir evliliğin nispi butlanına hükmedilmesi için dava <u>açamaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "İzni alınmayan yasal temsilci",
      "B": "Aldatılarak evlenen eş",
      "C": "Yanıltılarak evlenilen eş",
      "D": "Cumhuriyet savcısı",
      "E": "Korkutularak evlenilen eş"
    }
  },
  {
    "id": "206563",
    "unitNumber": 3,
    "text": "I. Ölüm<br/>II. Ölüm karinesi<br/>III. Gaiplik<br/>IV. Eşlerden birinin cinsiyet değiştirmesi<br/><strong>Yukarıdaki hâllerin hangisinde ya da hangilerinde evlilik birliği kendiliğinden sona erer?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız IV",
      "C": "I ve III",
      "D": "I, II ve IV",
      "E": "I, II, III ve IV"
    }
  },
  {
    "id": "206569",
    "unitNumber": 3,
    "text": "A’nın eşi B’nin gaipliğine ve A’nın talebi doğrultusunda evliliğin feshedilmesine hükmedilmiştir. Bu karardan bir yıl sonra A, C ile evlenmiş, ancak birkaç ay sonra aslında B’nin hâlâ sağ olduğu ortaya çıkmıştır.<br/><strong>Bu olayda A ile C’nin evliliği ile ilgili aşağıdaki ifadelerden hangisi doğrudur?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kendiliğinden kesin hükümsüzdür.",
      "B": "Nispi butlanla sakattır.",
      "C": "Mutlak butlanla sakattır.",
      "D": "Yok hükmündedir.",
      "E": "Geçerli bir evliliktir."
    }
  },
  {
    "id": "206573",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi bir mutlak butlan sebebidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Ayırt etme gücünden sürekli yoksun olduğu hâlde evlenme",
      "B": "Evlenmeyi hiç istemediği hâlde yanılarak evlenme",
      "C": "Kendisi veya altsoyu için ağır tehlike oluşturan bir hastalık kendisinden gizlendiği hâlde evlenme",
      "D": "Kendisinin veya yakınlarından birinin hayatına yönelik pek yakın ve ağır bir tehlike ile korkutularak evlenme",
      "E": "Yasal temsilcinin izni olmadan evlenme"
    }
  },
  {
    "id": "206594",
    "unitNumber": 3,
    "text": "<strong>Çocuğun velayeti kendisine bırakılmayan eşin, çocuğun bakım ve eğitim giderleri için ödediği nafaka aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "İştirak nafakası",
      "B": "Yoksulluk nafakası",
      "C": "Tedbir nafakası",
      "D": "Yardım nafakası",
      "E": "Talep nafakası"
    }
  },
  {
    "id": "344633",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi genel boşanma sebepleri arasında yer alır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Anlaşmalı boşanma",
      "B": "Akıl hastalığı",
      "C": "Terk",
      "D": "Suç işleme ve haysiyetsiz hayat sürme",
      "E": "Hayata kast veya onur kırıcı davranış"
    }
  },
  {
    "id": "344642",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi zina nedeniyle boşanmanın özellikleri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Karşı cinsten biriyle beraber olunması",
      "B": "Kişinin kendi rızasının bulunması",
      "C": "Cinsel ilişkide bulunma",
      "D": "Aynı cinsten biriyle ilişki yaşama",
      "E": "Evlilik birliği içinde bulunma"
    }
  },
  {
    "id": "344804",
    "unitNumber": 3,
    "text": "<strong>Boşanma davalarında yargılama kurallarına ilişkin aşağıdaki bilgilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Hâkim, kanıtları serbestçe takdir eder.",
      "B": "Tarafların ikrarları hâkimi bağlamaz.",
      "C": "Hâkim taraflara yemin teklif edebilir.",
      "D": "Hâkim duruşmanın gizli yapılmasına karar verebilir.",
      "E": "Boşanmanın feri sonuçlarına ilişkin anlaşmalar hâkim tarafından onaylanmadıkça geçerli olmaz."
    }
  },
  {
    "id": "130899",
    "unitNumber": 4,
    "text": "<strong>''Kural olarak ergin olmayan çocukların, istisnai olarak da kısıtlı erginlerin bakım ve korunmalarının sağlanması için onların kişiliği ve malları üzerinde ana, baba veya evlat edinenin sahip oldukları hak, yetki ve yükümlülüklerin tümü'' olarak tanımlanabilecek hukuki kurum aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Velayet",
      "B": "Vesayet",
      "C": "Vasiyet",
      "D": "Koruma",
      "E": "Hamilik"
    }
  },
  {
    "id": "135584",
    "unitNumber": 4,
    "text": "Babalık karinesi gereği, evliliğin sona ermesinden başlayarak .............................. içinde doğan çocuğun babası kural olarak eski kocadır.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "yüz seksen gün",
      "B": "yedi ay",
      "C": "iki yüz yetmiş gün",
      "D": "dokuz ay on gün",
      "E": "üç yüz gün"
    }
  },
  {
    "id": "135613",
    "unitNumber": 4,
    "text": "<strong>Babanın evlilik dışı doğan çocuğunu tanıması ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Tek taraflı hukuki bir işlem olduğundan ana veya çocuğun kabulü gerekmez.",
      "B": "Çocuğun ana rahmine düştüğü andan itibaren geçerli olacak şekilde etki doğurur.",
      "C": "Hukuki yarar olmadığından, ölmüş olan bir çocuk hakkında tanımada bulunulamaz.",
      "D": "Tanımada bulunan kimse küçük veya kısıtlı ise yasal temsilcisinin rızası da gereklidir.",
      "E": "Çocuğun başka bir erkekle mevcut soybağı kaldırılmadan tanımada bulunulamaz."
    }
  },
  {
    "id": "135643",
    "unitNumber": 4,
    "text": "<strong>Küçüklerin evlat edinilmesi ile ilgili olarak aşağıdakilerden hangisi doğrudur?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kendi çocuğu olan bir kişi, çocuğu ergin değilse evlat edinemez.",
      "B": "Evlat edinilen küçüğün kendi rızası evlat edinme için yeterlidir.",
      "C": "Evlat edinenin ana ve babası yazılı rıza vermedikçe evlat edinme gerçekleşemez.",
      "D": "Evlat edinecek kişinin otuz beş yaşını doldurmuş olması gerekmektedir.",
      "E": "Evlat edinecek kişi, evlatlıktan en az on sekiz yaş büyük olmalıdır."
    }
  },
  {
    "id": "199789",
    "unitNumber": 4,
    "text": "<strong>Soy bağı ile ilgili aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kan bağına dayanan soy bağı, doğal soy bağıdır.",
      "B": "Çocuk ile ana arasında soy bağı, doğumla kurulur.",
      "C": "Çocuk ile baba arasında soy bağı, ana ile evlilik, tanıma veya hâkim hükmüyle kurulur.",
      "D": "Erginliğe giren kişinin ana ve babası ile olan soy bağı sona erer.",
      "E": "Soy bağı, evlat edinme yoluyla yapay olarak da kurulabilir."
    }
  },
  {
    "id": "199792",
    "unitNumber": 4,
    "text": "Bayan A, Bay B ile boşanır boşanmaz Bay C ile yeniden evlenmiş ve törenden yedi ay sonra bir çocuk dünyaya getirmiştir.<br/><strong>Bu olayla ilgili olarak aşağıdakilerden hangisi doğrudur?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Çocuk ile Bay B arasında soybağı bulunur.",
      "B": "Çocuk ile Bay C arasında soybağı bulunur.",
      "C": "Bu olayda çocuğun soybağı belli değildir.",
      "D": "Bay B soybağını reddederse Bay C ile çocuk arasında soybağı kurulabilir.",
      "E": "Bayan A’nın tercihine göre çocukla Bay B veya Bay C arasında soybağı kurulur."
    }
  },
  {
    "id": "199795",
    "unitNumber": 4,
    "text": "<strong>Babalık karinesi ile ilgili aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Babalık karinesi kesin bir karine olmayıp yalnızca adi bir karinedir.",
      "B": "Babalık karinesinin aksinin ileri sürülüp ispatlanabilmesi, yani çürütülebilmesi mümkündür.",
      "C": "Babalık karinesinin çürütülebilmesi için tanıma davası açılmalıdır.",
      "D": "Kocanın bu karinenin çürütülmesi için açtığı davada davalılar ana ve çocuktur.",
      "E": "Çocuğun bu karinenin çürütülmesi için açtığı davada davalılar ana ve kocadır."
    }
  },
  {
    "id": "199803",
    "unitNumber": 4,
    "text": "<strong>Babalık karinesinin gündeme gelebilmesi için çocuğun aşağıdaki hangi zamanda dünyaya gelmesi gerekir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Evlilik devam ederken",
      "B": "Evlilik sona erdikten sonra 9 ay içinde",
      "C": "Evlilik sona erdikten sonra 9 ay 10 gün içinde",
      "D": "Evlilik devam ederken ve evliliğin sona ermesinden itibaren 9 ay 10 gün içinde",
      "E": "Evlilik devam ederken ve evliliğin sona ermesinden itibaren 300 gün içinde"
    }
  },
  {
    "id": "199805",
    "unitNumber": 4,
    "text": "<strong>Babalık davası ve babalık hükmü ile ilgili aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Çocuk ile baba arasındaki soy bağının mahkeme tarafından kurulmasını sağlamak amacıyla açılan davaya babalık davası denir.",
      "B": "Çocuk ile bir başka erkek arasında soy bağı varsa, babalık davasının açılabilmesi için önce bu soy bağı ortadan kaldırılmalıdır.",
      "C": "Babalık davası sonunda verilen babalık hükmü, kurucu yenilik doğuran ve geçmişe etkili bir hükümdür.",
      "D": "Babalık davasını ana ve çocuk birlikte açmak zorundadır. Ayrı ayrı dava açma hakları yoktur.",
      "E": "Babalık davası, kamu düzenini yakından ilgilendirdiği için cumhuriyet savcısına ve hazineye ihbar edilir."
    }
  },
  {
    "id": "199809",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi soybağının reddi davası <u>açamaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Koca",
      "B": "Çocuk",
      "C": "Çocuğun anası",
      "D": "Kocanın ölümü hâlinde altsoyu",
      "E": "Kocanın ayırt etme gücünü yitirmesi hâlinde çocuğun biyolojik babası"
    }
  },
  {
    "id": "199813",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi küçüklerin evlat edinilmesinin koşullarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Küçüğün yararının bulunması",
      "B": "Evlat edinecek kişinin otuz yaşını doldurmuş olması",
      "C": "Evlat edinecek kişinin evlatlıktan en az on sekiz yaş büyük olması",
      "D": "Evlat edinecek kişinin başka çocuğunun bulunmaması",
      "E": "Ayırt etme gücüne sahip küçüğün rızasının alınması"
    }
  },
  {
    "id": "199820",
    "unitNumber": 4,
    "text": "<strong>Evlat edinmeyle ilgili aşağıdakilerden hangisi doğrudur?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Hukukumuzda ergin kişilerin evlat edinilmesi imkânı bulunmamaktadır.",
      "B": "Eşlerden biri diğerinin çocuğunu evlat edinmek isterse eşlerin en az iki yıldır evli olmaları gerekir.",
      "C": "Eşlerden başka bekâr kardeşler ve kuzenler de birlikte evlat edinebilirler.",
      "D": "Anası ve babası belli olan bir küçüğün evlat edinilmesi mümkün değildir.",
      "E": "Evlatlığın yararına olsa da evlat edinenin hiçbir çıkarı bulunmuyorsa evlat edinmesi mümkün değildir."
    }
  },
  {
    "id": "199826",
    "unitNumber": 4,
    "text": "<strong>Evlat edinmenin hükümleriyle ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Evlat edinmeye ilişkin hükmün kesinleşmesiyle birlikte ana ve babaya ait olan haklar ve yükümlülükler evlat edinene geçer.",
      "B": "Evlatlık ve alt soyu, evlat edinene kan hısımı gibi mirasçı olurlar, evlatlığın kendi (biyolojik) ailesindeki mirasçılığı da devam eder.",
      "C": "Evlat edinenin hısımları evlatlığa mirasçı olamasa da evlat edinen evlatlığın mirasçısı olabilir.",
      "D": "Evlatlık küçük ise evlat edinenin soyadını alır. Evlat edinen isterse çocuğa yeni bir ad da verebilir.",
      "E": "Ergin olan evlatlık, evlat edinilme sırasında dilerse evlat edinenin soyadını alabilir."
    }
  },
  {
    "id": "199838",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi velayetin kaldırılması sebeplerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Velayet hakkına sahip olanın deneyimsizliği nedeniyle velayet görevini gerektiği gibi yerine getirememesi.",
      "B": "Velayet hakkına sahip olanın hastalığı nedeniyle velayet görevini gerektiği gibi yerine getirememesi.",
      "C": "Velayet hakkına sahip olanın çocuğa yeterli ilgiyi göstermemesi.",
      "D": "Velayet hakkına sahip olanın çocuğa karşı yükümlülüklerini ağır biçimde savsaklaması.",
      "E": "Velayet hakkına sahip ana veya babanın bir başkasıyla evlenmesi."
    }
  },
  {
    "id": "206628",
    "unitNumber": 4,
    "text": "<strong>Çocuk ile anası arasında soybağı aşağıdakilerden hangisi ile kurulur?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Çocuğun doğumuyla",
      "B": "Çocuğun ayırt etme gücünü kazanmasıyla",
      "C": "Çocuğun ergin olmasıyla",
      "D": "Ana ile babanın evlenmesiyle",
      "E": "Babanın kabulüyle"
    }
  },
  {
    "id": "206629",
    "unitNumber": 4,
    "text": "<strong>Babalık karinesinin çürütülebilmesi için açılması gereken davanın adı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Tanıma davası",
      "B": "Babalık davası",
      "C": "İstihkak davası",
      "D": "Tenkis davası",
      "E": "Soybağının reddi davası"
    }
  },
  {
    "id": "206635",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi ana ile babanın sonradan evlenmesi yoluyla kurulan soybağına itiraz <u>edemez</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Çocuk",
      "B": "Ana ve babanın yasal mirasçıları",
      "C": "Çocuğun ölmüş olması hâlinde alt soyu",
      "D": "Cumhuriyet savcısı",
      "E": "Aile mahkemesi hâkimi"
    }
  },
  {
    "id": "206638",
    "unitNumber": 4,
    "text": "<strong>Küçüklerin evlat edinilmesinde küçüğün ana ve babasının rızası ile ilgili aşağıdaki ifadelerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Rıza, küçüğün veya ana ve babasının oturdukları yer mahkemesinde sözlü veya yazılı olarak açıklanarak tutanağa geçirilir.",
      "B": "Verilen rıza, evlât edinenlerin adları belirtilmemiş veya evlât edinenler henüz belirlenmemiş olsa dahi geçerlidir.",
      "C": "Rıza, küçüğün doğumunun üzerinden altı ay geçmeden önce verilemez.",
      "D": "Rıza, tutanağa geçirilme tarihinden başlayarak altı hafta içinde aynı usulle geri alınabilir.",
      "E": "Rızanın geri alınmasından sonra yeniden verilen rıza kesindir."
    }
  },
  {
    "id": "206650",
    "unitNumber": 4,
    "text": "<strong>Ana ve babası evli olmayan çocuğun velayeti aşağıdakilerden hangisine aittir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Ana",
      "B": "Baba",
      "C": "Hem ana hem de baba",
      "D": "Vasi",
      "E": "Kayım"
    }
  },
  {
    "id": "344646",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi velayet hakkı kapsamında <u>yer almaz</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Çocuğun adını ana ve babası koyar.",
      "B": "Ergin çocuk ise dinini belirleme hakkı ana ve babaya aittir.",
      "C": "Çocuk, ana ve babasının sözünü dinlemekle yükümlüdür.",
      "D": "Çocuk, ana ve babasının rızası dışında evi terk edemez.",
      "E": "Çocuk yasal sebep olmaksızın ana ve babadan alınamaz."
    }
  },
  {
    "id": "344647",
    "unitNumber": 4,
    "text": "<strong>Evlatlık ilişkisi hangi anda kurulmuş sayılır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Mahkeme kararıyla birlikte",
      "B": "Nüfus müdürlüğüne bildirim ile",
      "C": "Kişinin biyolojik ailesine bildirim ile",
      "D": "Uzman görüşünün alınmasının ardından",
      "E": "Aile mahkemesine başvuru anında"
    }
  },
  {
    "id": "344648",
    "unitNumber": 4,
    "text": "<strong>Babalık davasına ilişkin olarak ananın dava hakkı doğumdan itibaren ne kadar süre geçince sona erer?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "1 yıl",
      "B": "2 yıl",
      "C": "4 yıl",
      "D": "5 yıl",
      "E": "10 yıl"
    }
  },
  {
    "id": "344650",
    "unitNumber": 4,
    "text": "<strong>Tanıma aşağıdaki yollardan hangisi ile <u>gerçekleşemez</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Nüfus memuruna yazılı başvuru",
      "B": "Mahkemeye yazılı başvuru",
      "C": "Resmî senette yapılacak beyan",
      "D": "Vasiyetnamede yapılacak beyan",
      "E": "Sözleşme yoluyla beyan"
    }
  },
  {
    "id": "135702",
    "unitNumber": 5,
    "text": "<strong>Eşi vefat etmiş ve bunun üzerine yoksulluğa düşmüş olan bir kişi, yardım nafakası için hayatta olan aşağıdaki yakınlarından hangisine ilk olarak başvurmalıdır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Annesi",
      "B": "Dedesi",
      "C": "Torunu",
      "D": "Kardeşi",
      "E": "Amcası"
    }
  },
  {
    "id": "135736",
    "unitNumber": 5,
    "text": "Bir kimse, tarıma veya sanayiye tahsil edilmiş bir taşınmazını hayatta olduğu sürece, ailesinin barınmasını veya geçimini sağlamak için, başkası tarafından haczedilemeyecek, icrada satılmayacak ve ferağ edilemeyecek hâle getirebilir.<br/><strong>Cümlede bahsi geçen hukuki kurum aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Aile konutu",
      "B": "Aile yurdu",
      "C": "Aile malları ortaklığı",
      "D": "Aile derneği",
      "E": "Aile vakfı"
    }
  },
  {
    "id": "199934",
    "unitNumber": 5,
    "text": "<strong>Türk Medeni Kanunu’na göre herkes, yardım etmediği takdirde yoksulluğa düşecek olan alt soyu ve üst soyu ile kardeşlerine nafaka vermekle yükümlüdür. Açıklaması yapılan nafaka aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yoksulluk nafakası",
      "B": "İştirak nafakası",
      "C": "Tedbir nafakası",
      "D": "Yardım nafakası",
      "E": "Aile nafakası"
    }
  },
  {
    "id": "199936",
    "unitNumber": 5,
    "text": "<strong>Yardım nafakası ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yardım nafakası talep edenin yoksulluk içinde olması gerekir.",
      "B": "Yardım nafakası ödeyecek alt soy veya üst soy bu nedenle yoksulluğa düşmemelidir.",
      "C": "Kardeşlerin yardım nafakası ödeme yükümlülüğü refah içinde olmaları koşuluna bağlıdır.",
      "D": "Yardım nafakası, mirastaki sıraya göre talep edilmelidir.",
      "E": "Evlatlık, evlat edinenden yardım nafakası talep edemez."
    }
  },
  {
    "id": "199939",
    "unitNumber": 5,
    "text": "<strong>\"Ev başkanı, ev halkından olan küçüğün, kısıtlının, akıl hastalığı veya akıl zayıflığı bulunan kişinin verdiği zarardan sorumludur.\" ifadesi aşağıdakilerden hangisini karşılamaktadır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Sebepsiz zenginleşme sorumluluğunu",
      "B": "Kişi sorumluluğunu",
      "C": "Kusursuz sorumluluğu",
      "D": "Kusur sorumluluğunu",
      "E": "Sözleşmesel sorumluluğu"
    }
  },
  {
    "id": "199944",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi bir kısıtlılık sebebi <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Küçüklük",
      "B": "Akıl hastalığı",
      "C": "Savurganlık",
      "D": "Alkol bağımlılığı",
      "E": "Kötü yönetim"
    }
  },
  {
    "id": "199947",
    "unitNumber": 5,
    "text": "<strong>Kişi bazı sebeplerle mahkemeden kısıtlanmasına karar verilmesini talep edebilir. Aşağıdakilerden hangisi bu sebeplerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yaşlılık",
      "B": "Engellilik",
      "C": "Yalnızlık",
      "D": "Deneyimsizlik",
      "E": "Ağır hastalık"
    }
  },
  {
    "id": "199949",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi vesayet organlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Aile meclisi",
      "B": "Veli",
      "C": "Vasi",
      "D": "Kayyım",
      "E": "Asliye hukuk mahkemesi"
    }
  },
  {
    "id": "199951",
    "unitNumber": 5,
    "text": "I. Altmış yaşını doldurmuş olanlar<br/>II. Dörtten çok çocuğun velisi olanlar<br/>III. Üzerinde vasilik görevi olanlar<br/>IV. Hâkimlik ve savcılık mesleği mensupları<br/><strong>Yukarıdakilerden hangileri vasiliği kabul etmeyebilir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "II ve IV",
      "C": "I, II ve III",
      "D": "I, II ve IV",
      "E": "I, II, III ve IV"
    }
  },
  {
    "id": "199953",
    "unitNumber": 5,
    "text": "<strong>Vasi aşağıdaki işlemlerden hangisini vesayet altındaki kişi adına yapabilir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Vakıf kurma",
      "B": "Kefil olma",
      "C": "Vasiyetname düzenleme",
      "D": "Önemli miktarda bağış yapma",
      "E": "Satış sözleşmesi yapma"
    }
  },
  {
    "id": "199957",
    "unitNumber": 5,
    "text": "<strong>Aşağıdaki hâllerden hangisinde temsil kayyımı atanır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Bir kimse uzun süreden beri bulunamaz ve oturduğu yer de bilinemezse",
      "B": "Vesayet altına alınması için yeterli bir sebep bulunmamakla beraber, bir kişi mal varlığını kendi başına yönetmek veya bunun için temsilci atamak gücünden yoksunsa",
      "C": "Ergin bir kişi hastalığı, başka bir yerde bulunması veya benzeri bir sebeple ivedi bir işini kendisi görebilecek veya bir temsilci atayabilecek durumda değilse",
      "D": "Bir terekede mirasçılık hakları henüz belli değilse veya ceninin menfaatleri gerekli kılarsa",
      "E": "Bir tüzel kişi gerekli organlardan yoksun kalmış ve yönetimi başka yoldan sağlanamamışsa"
    }
  },
  {
    "id": "199962",
    "unitNumber": 5,
    "text": "<strong>Vesayetin sona ermesi ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Küçük üzerindeki vesayet, onun ergin olmasıyla kendiliğinden sona erer.",
      "B": "Madde bağımlılığı sebebiyle kısıtlanmış olan kişinin vesayetin kaldırılmasını isteyebilmesi için kısıtlama kararının kesinleştiği tarihten itibaren en az beş yılın geçmiş olması gerekir.",
      "C": "Özgürlüğü bağlayıcı cezaya mahkûmiyet sebebiyle kısıtlı bulunan kişi üzerindeki vesayet, hapis hâlinin sona ermesiyle kendiliğinden ortadan kalkar.",
      "D": "Savurganlığı sebebiyle kısıtlanmış olan kişinin vesayetin kaldırılmasını isteyebilmesi, en az bir yıldan beri vesayet altına alınmasını gerektiren sebeple ilgili olarak bir şikâyete meydan vermemiş olmasına bağlıdır.",
      "E": "Akıl hastalığı yüzünden kısıtlanmış olan kişi üzerindeki vesayetin kaldırılmasına, ancak kısıtlama sebebinin ortadan kalkmış olduğunun resmî sağlık kurulu raporu ile belirlenmesi hâlinde karar verilebilir."
    }
  },
  {
    "id": "206716",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi yönetim kayyımı atanmasını gerektiren hâllerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Bir kimsenin uzun süreden beri bulunamaması ve oturduğu yerin de bilinememesi",
      "B": "Yasal tesilcinin görevini yerine getirmesine bir engelin bulunması",
      "C": "Bir terekede mirasçılık haklarının henüz belli olmaması",
      "D": "Bir tüzel kişinin gerekli organlardan yoksun kalmış ve yönetimin başka yoldan sağlanamamış olması",
      "E": "Ceninin menfaatlerinin gerekli kılması"
    }
  },
  {
    "id": "206719",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi vasilik görevini sona erdiren sebeplerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Vasinin iflası",
      "B": "Vasinin fiil ehliyetini yitirmesi",
      "C": "Vasinin ölümü",
      "D": "Vasiliğe engel bir sebebin ortaya çıkması",
      "E": "Vasinin iki yıllık görev süresi dolmasına rağmen bu sürenin uzatılmaması"
    }
  },
  {
    "id": "206723",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi vesayet makamının izninden sonra denetim makamının da iznini gerektiren hâllerden birisi <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Vesayet altındaki kişinin evlât edinmesi",
      "B": "Miras sözleşmesi yapılması",
      "C": "Çıraklık sözleşmesi yapılması",
      "D": "Küçüğün ergin kılınması",
      "E": "Vesayet altındaki kişi ile vasi arasında sözleşme yapılması"
    }
  },
  {
    "id": "344653",
    "unitNumber": 5,
    "text": "<strong>Yardım nafakasına ilişkin davada görevli mahkeme aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Aile mahkemesi",
      "B": "Sulh hukuk mahkemesi",
      "C": "Asliye hukuk mahkemesi",
      "D": "Asliye ceza mahkemesi",
      "E": "İcra hukuk mahkemesi"
    }
  },
  {
    "id": "344806",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi vasinin işe başladığı sırada yerine getirmesi gereken görevler arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Defter tutma",
      "B": "Değerli şeylerin saklanması",
      "C": "Yatırımların dönüştürülmesi",
      "D": "Vesayet altındaki kişiyi temsil etme",
      "E": "Vesayet altındaki kişinin bir eğitim, bakım veya sağlık kurumuna yerleştirilmesi,"
    }
  },
  {
    "id": "344809",
    "unitNumber": 5,
    "text": "<strong>Vesayet ve denetim makamları sırasıyla hangisinde doğru olarak verilmiştir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Sulh hukuk mahkemesi- Asliye hukuk mahkemesi",
      "B": "Sulh hukuk mahkemesi- Asliye ceza mahkemesi",
      "C": "Sulh ceza mahkemesi- Aile mahkemesi",
      "D": "Sulh hukuk mahkemesi - Kadastro mahkemesi",
      "E": "Aile mahkemesi- Asliye ceza mahkemesi"
    }
  },
  {
    "id": "131611",
    "unitNumber": 6,
    "text": "<strong>Aşağıdaki hukuki işlemlerden hangisi ölüme bağlı tasarruf niteliğinde <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Üçüncü kişi yararına yapılan miras sözleşmesi",
      "B": "Tereke ile ilgili olmayan vasiyetname hükümleri hazırlanması",
      "C": "Evlilik dışı dünyaya gelen çocuğun vasiyetname ile tanınması",
      "D": "Vasiyeti yerine getirme görevlisi atanması",
      "E": "Murisin dul kalan eşinin, kendisine bağlanan dul maaşını kullanması"
    }
  },
  {
    "id": "135818",
    "unitNumber": 6,
    "text": "<strong>Aşağıdaki mal varlığı değerlerinden hangisi kural olarak terekede yer alır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Miras bırakana ait intifa hakkı",
      "B": "Miras bırakana ait oturma hakkı",
      "C": "Miras bırakanın eşine bağlanan dul maaşı",
      "D": "Miras bırakanın haksız fiil sonucu ölmesi nedeniyle, yakınlarına ödenen manevi tazminat",
      "E": "Miras bırakanın bir bankaya olan kredi kartı borcu"
    }
  },
  {
    "id": "135854",
    "unitNumber": 6,
    "text": "<strong>Aşağıdaki kişilerden hangisi mirasçı <u>olamaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Miras bırakan öldüğünde fiil ehliyetine sahip olmayan kişi",
      "B": "Miras bırakanın ölüm anında cenin hâlinde olup daha sonra sağ doğmuş olan kişi",
      "C": "Kamuya yararlı nitelikte olmayan bir dernek",
      "D": "Miras bırakanı kasten ve hukuka aykırı olarak öldürmeye teşebbüs eden kişi",
      "E": "Miras bırakan öldüğünde sağ iken miras paylaştırılmadan ölen kişi"
    }
  },
  {
    "id": "135872",
    "unitNumber": 6,
    "text": "<strong>Bir mal varlığının bütün olarak aktif ve pasifiyle, tek bir hukuki işlem veya hukuki olayla bir kişiden başka bir kişiye geçmesine ne ad verilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Külli halefiyet",
      "B": "Cüz'i halefiyet",
      "C": "Toplu geçiş",
      "D": "Mal varlığının açılması",
      "E": "Vasiyet alacağı"
    }
  },
  {
    "id": "135917",
    "unitNumber": 6,
    "text": "Mirasçıların tereke üzerinde tasarrufta bulunabilmek için bu terekeye mirasçı olduklarını ispatlamaları gerekir. Bu amaçla sulh mahkemesinden veya noterden alınan belgeye ................... veya .................... adı verilir.<br/><strong>Paragrafta boş bırakılan yerlere sırasıyla aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "mirasçılık belgesi - noter ilamı",
      "B": "ölüm belgesi - intikal ilamı",
      "C": "vasiyet belgesi - intikal ilamı",
      "D": "mirasçılık belgesi - veraset ilamı",
      "E": "ölüm belgesi - ölüm ilamı"
    }
  },
  {
    "id": "199968",
    "unitNumber": 6,
    "text": "<strong>Mirasbırakan sözcüğünün eş anlamlısı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Miras",
      "B": "Muris",
      "C": "Mirasçı",
      "D": "Tereke",
      "E": "Vasiyet"
    }
  },
  {
    "id": "199970",
    "unitNumber": 6,
    "text": "<strong>Mirasbırakan ve mirasçı ile ilgili aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Tüzel kişiler, mirasçı olamazlar.",
      "B": "Tüzel kişiler, mirasbırakan olamazlar.",
      "C": "Devlet, yasal mirasçılar arasında yer alır.",
      "D": "Devlet hariç tüzel kişiler, yasal mirasçı olamazlar.",
      "E": "Devlet dâhil tüzel kişiler, atanmış mirasçı olabilirler."
    }
  },
  {
    "id": "199975",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi terekede <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Mirasbırakanın taşınmaz malları",
      "B": "Mirasbırakanın taşınır malları",
      "C": "Mirasbırakanın kredi kartı borçları",
      "D": "Mirasbırakanın hak ehliyeti",
      "E": "Mirasbırakanın ticari işletmesi"
    }
  },
  {
    "id": "199979",
    "unitNumber": 6,
    "text": "<strong>Aşağıkilerden hangisi mirasçı olmanın koşullarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Fiil ehliyetine sahip olmak",
      "B": "Mirasbırakanın ölümü anında sağ olmak",
      "C": "Mirastan yoksun olmamak",
      "D": "Mirasçılıktan çıkarılmamış olmak",
      "E": "Mirastan feragat etmemiş olmak"
    }
  },
  {
    "id": "199983",
    "unitNumber": 6,
    "text": "Mirasbırakan vasiyetnamesinde hakkında borç ödemeden aciz belgesi bulunan altsoyunun saklı payının yarısını, bu altsoyun doğmuş ve doğacak çocuklarına özgülediğini bildirmiştir.<br/><strong>Burada söz konusu olan işlem aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Mirasçı atama",
      "B": "Belirli mal bırakma",
      "C": "Mirastan yoksunluk",
      "D": "Cezai mirasçılıktan çıkarma",
      "E": "Koruyucu mirasçılıktan çıkarma"
    }
  },
  {
    "id": "199985",
    "unitNumber": 6,
    "text": "<strong>Miras davası aşağıdaki zamanlardan hangisinde açılır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Mirasçının öldüğü anda",
      "B": "Mirasçının mirasçı olduğunu öğrendiği anda",
      "C": "Mirasbırakanın öldüğü anda",
      "D": "Mirasçının mirasbırakanın öldüğünü öğrendiği anda",
      "E": "Sulh hâkiminin hüküm verdiği anda"
    }
  },
  {
    "id": "199988",
    "unitNumber": 6,
    "text": "<strong>Ölümü tarihinde mirasbırakanın ödemeden aczi açıkça belli veya resmen tespit edilmiş ise aşağıdakilerden hangisi söz konusu olur?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Mirasbırakanın iflası",
      "B": "Mirastan yoksunluk",
      "C": "Koruyucu mirasçılıktan çıkarma",
      "D": "Mirasın gerçek reddi",
      "E": "Mirasın hükmi reddi"
    }
  },
  {
    "id": "199992",
    "unitNumber": 6,
    "text": "<strong>Terekenin resmî defterinin tutulabilmesi için aşağıdaki hangi süre içinde talepte bulunulması gerekir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Mirasın reddi süresi içinde ilk bir ay içinde",
      "B": "Mirasın reddi süresi içinde ilk iki ay içinde",
      "C": "Mirasın reddi süresi içinde",
      "D": "Mirasın reddi süresi sona erdikten sonra bir ay içinde",
      "E": "Mirasın reddi süresi sona erdikten sonra üç ay içinde"
    }
  },
  {
    "id": "199995",
    "unitNumber": 6,
    "text": "<strong>Yasal veya atanmış bir mirasçının terekeyi ya da bazı tereke mallarını elinde bulunduran kimseye karşı mirasçılıktaki üstün hakkını ileri sürerek açtığı davaya ne ad verilir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Tereke davası",
      "B": "Üstün hak davası",
      "C": "Mirasçı davası",
      "D": "İstihkak davası",
      "E": "Miras sebebiyle istihkak davası"
    }
  },
  {
    "id": "199997",
    "unitNumber": 6,
    "text": "<strong>Miras ortaklığı ile ilgili aşağıdaki ifadelerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Tek bir mirasçı varsa miras ortaklığı söz konusu olmaz.",
      "B": "Yasal ve atanmış tüm mirasçılardan oluşur.",
      "C": "Tüzel kişiliği yoktur.",
      "D": "Miras paylaşılana kadar devam eder.",
      "E": "Vasiyet alacaklıları da miras ortaklığına dâhildir."
    }
  },
  {
    "id": "206752",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi saklı paylı mirasçılardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Miras bırakanın sağ kalan eşi",
      "B": "Miras bırakanın kardeşi",
      "C": "Miras bırakanın çocuğu",
      "D": "Miras bırakanın torunu",
      "E": "Miras bırakanın annesi"
    }
  },
  {
    "id": "344654",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi mirasçı <u>olamaz</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Ölü doğan çocuk",
      "B": "Cenin",
      "C": "Murisin eşi",
      "D": "Murisin kendinden sonra ölen oğlu",
      "E": "Murisin hayattaki babası"
    }
  },
  {
    "id": "345739",
    "unitNumber": 6,
    "text": "<strong>Bir mal varlığının bütün olarak aktif ve pasifiyle tek bir hukuki işlem veya hukuki olayla bir kişiden başka bir kişiye geçmesini ifade eden kavram aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Külli halefiyet",
      "B": "Cüzi halefiyet",
      "C": "Temsil",
      "D": "Tereke",
      "E": "Mirastan feragat"
    }
  },
  {
    "id": "345744",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi yasal mirasçılardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Sağ kalan eş",
      "B": "Evlatlık",
      "C": "Devlet",
      "D": "Murisin altsoyu",
      "E": "Murisin arkadaşı"
    }
  },
  {
    "id": "131491",
    "unitNumber": 7,
    "text": "<strong>Öldüğünde, iki kız kardeşi, bir erkek kardeşi ve eşi hayatta olan bir kişinin erkek kardeşinin yasal miras payı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Terekenin üçte biri",
      "B": "Terekenin dörtte biri",
      "C": "Terekenin beşte biri",
      "D": "Terekenin altıda biri",
      "E": "Terekenin sekizde biri"
    }
  },
  {
    "id": "134037",
    "unitNumber": 7,
    "text": "<strong>Yasal mirasçılık ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Devlet dışındaki tüzel kişiler yasal mirasçı olamaz.",
      "B": "Miras bırakanın dedesi, onun üçüncü zümreden yasal mirasçısıdır.",
      "C": "Birinci zümreden yasal mirasçı olması, ikinci zümredeki mirasçıların yasal miras paylarını yarıya indirmiş olur.",
      "D": "Devlet, tereke borçlarından sadece bu miras yoluyla edindiği değerler ölçüsünde sorumludur.",
      "E": "Mirasın devlete geçtiği hâllerde terekenin resmî defterinin tutulması gerekir."
    }
  },
  {
    "id": "134093",
    "unitNumber": 7,
    "text": "Miras bırakan öldüğünde, babasının annesi ve annesinin babası dışında hiçbir kan hısmı hayatta değildir.<br/><strong>Buna göre, miras bırakanın dedesi ve ninesinin yasal miras payları ile ilgili olarak aşağıdakilerden hangisi doğrudur?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Dedenin miras payı terekenin dörtte üçü, ninenin miras payı terekenin dörtte biridir.",
      "B": "Dedenin miras payı terekenin tamamıdır.",
      "C": "Dedenin miras payı terekenin dörtte biri, ninenin miras payı terekenin dörtte üçüdür.",
      "D": "Ninenin miras payı terekenin tamamıdır.",
      "E": "Dedenin ve ninenin miras payları terekenin yarısıdır."
    }
  },
  {
    "id": "200026",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi yasal mirasçı <u>olamaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Ana-baba",
      "B": "Sağ kalan eş",
      "C": "Evlatlığın altsoyu",
      "D": "Evlatlığın üstsoyu",
      "E": "Devlet"
    }
  },
  {
    "id": "200032",
    "unitNumber": 7,
    "text": "<strong>Türk hukukunda kan hısımlarından mirasçı olacakların belirlenmesinde esas alınan sistem aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Fert sistemi",
      "B": "Sınıf sistemi",
      "C": "Zümre sistemi",
      "D": "Kura sistemi",
      "E": "Çaprazlama sistemi"
    }
  },
  {
    "id": "200037",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi üçüncü mirasçı zümresinde yer alır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Miras bırakanın babası",
      "B": "Miras bırakanın evlatlığı",
      "C": "Miras bırakanın sağ kalan eşi",
      "D": "Miras bırakanın yeğeni",
      "E": "Miras bırakanın amcası"
    }
  },
  {
    "id": "200044",
    "unitNumber": 7,
    "text": "<strong>Zümre sistemi ile ilgili aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Bu system, nesillerin birbirini izlemesinden kaynaklanan doğal ilişkiye dayanır.",
      "B": "Zümre, bir kişiden üreyenlerin (zümre başı) o kişiyle birlikte meydana getirdiği topluluktur.",
      "C": "Zümreler, miras bırakandan başlayarak saptanamaz, çünkü miras bırakan ölüdür.",
      "D": "Miras bırakanın sağ kalan eşi, hiçbir zümrede yer almaz, çünkü o her zümre ile birlikte mirasçıdır.",
      "E": "Türk hukukunda mirasçı olabilecek zümre sayısı üçtür. Bu hâlde 4. zümredekiler yasal mirasçı olamaz."
    }
  },
  {
    "id": "200049",
    "unitNumber": 7,
    "text": "<strong>İkinci zümre ile birlikte mirasçı olan sağ kalan eşin yasal miras payı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Terekenin dörtte biri",
      "B": "Terekenin beşte biri",
      "C": "Terekenin yarısı",
      "D": "Terekenin beşte üçü",
      "E": "Terekenin tamamı"
    }
  },
  {
    "id": "200059",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi zümre sistemine hâkim olan ilkelerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Bir önceki zümrede mirasçı bulunması bir sonraki zümrenin mirasçılığını engeller.",
      "B": "Bir zümre içinde ön sıradaki mirasçılar, alt sıradaki mirasçılığın mirasçılığını engeller.",
      "C": "Miras, birinci zümrede kök başlarına göre eşit olarak paylaşılır.",
      "D": "Miras, ikinci zümrede zümre başlarına göre eşit olarak paylaşılır.",
      "E": "Üç mirasçı zümresi bulunsa da olağanüstü hâllerde bu sayı dörde çıkabilir."
    }
  },
  {
    "id": "200064",
    "unitNumber": 7,
    "text": "<strong>Miras bırakanın annesi kaçıncı zümrede yer alır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Birinci",
      "B": "İkinci",
      "C": "Üçüncü",
      "D": "Dördüncü",
      "E": "Hiçbir zümrede yer almaz."
    }
  },
  {
    "id": "200071",
    "unitNumber": 7,
    "text": "<strong>Annesi, bir oğlu, bir kızı ve eşi hayatta oldukları hâlde ölen bir kişinin annesinin yasal miras payı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Terekenin yarısı",
      "B": "Terekenin dörtte biri",
      "C": "Terekenin dörtte üçü",
      "D": "Terekenin tamamı",
      "E": "Miras payı yoktur"
    }
  },
  {
    "id": "200079",
    "unitNumber": 7,
    "text": "<strong>Annesi, bir oğlu, bir kızı ve eşi hayatta oldukları hâlde ölen bir kişinin kızının yasal miras payı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Terekenin tamamı",
      "B": "Terekenin yarısı",
      "C": "Terekenin sekizde üçü",
      "D": "Miras bırakanın erkek çocuğu olduğu için kızının miras payı yoktur.",
      "E": "Miras bırakanın kızı, ancak erkek kardeşinin miras payının yarısı kadar pay alabilir."
    }
  },
  {
    "id": "200084",
    "unitNumber": 7,
    "text": "<strong>Kuzeni ve eşi hayatta olduğu hâlde ölen bir kişinin eşinin yasal miras payı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Terekenin dörtte biri",
      "B": "Terekenin yarısı",
      "C": "Terekenin dörtte üçü",
      "D": "Terekenin tamamı",
      "E": "Miras payı yoktur"
    }
  },
  {
    "id": "206793",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi yasal mirasçı <u>olamaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Sağ kalan eş",
      "B": "Evlatlık",
      "C": "Devlet",
      "D": "Bazı kan hısımları",
      "E": "Bazı kayın hısımları"
    }
  },
  {
    "id": "206810",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi yasal mirasçı olduğu hâlde hiçbir zümreye dâhil <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Miras bırakanın kızı",
      "B": "Miras bırakanın annesi",
      "C": "Miras bırakanın evlatlığının alt soyu",
      "D": "Miras bırakanın kuzeni",
      "E": "Miras bırakanın sağ kalan eşi"
    }
  },
  {
    "id": "206821",
    "unitNumber": 7,
    "text": "<strong>Birinci zümre ile birlikte mirasçı olan miras bırakanın sağ kalan eşinin yasal miras payı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Terekenin tamamı",
      "B": "Terekenin yarısı",
      "C": "Terekenin çeyreği",
      "D": "Terekenin dörtte üçü",
      "E": "Terekenin beşte biri"
    }
  },
  {
    "id": "344659",
    "unitNumber": 7,
    "text": "<strong>Zümre sisteminin diğer adı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Parantel sistem",
      "B": "Sınıf sistemi",
      "C": "Sözleşmesel sistem",
      "D": "Yasal sistem",
      "E": "İradi sistem"
    }
  },
  {
    "id": "345746",
    "unitNumber": 7,
    "text": "<strong>Evlatlığın mirasçılığına ilişkin aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Evlat edinen evlatlığa yasal mirasçı olamaz.",
      "B": "Evlat edinenin hısımları evlatlığa yasal mirasçı olamaz.",
      "C": "Evlatlığın biyolojik ailesine olan mirasçılığı evlat edinme ile sona erer.",
      "D": "Evlatlık, evlat edinene kan hısmı gibi mirasçı olur.",
      "E": "Evlatlık evlat edinenin altsoyu olarak birinci zümrede yer alır."
    }
  },
  {
    "id": "406842",
    "unitNumber": 7,
    "text": "<strong>Türk medeni hukukunda, hiçbir zümreye dâhil olmamasına rağmen her zümreyle birlikte yasal mirasçı olan kişi, aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Evlatlık",
      "B": "Evlatlığın altsoyu",
      "C": "Yeğenler",
      "D": "Sağ kalan eş",
      "E": "Torun çocukları"
    }
  },
  {
    "id": "148180",
    "unitNumber": 8,
    "text": "<b>Aşağıdakilerden hangisi maddi anlamda bir ölüme bağlı tasarruf <u>değildir</u>?</b>",
    "correctAnswer": "E",
    "options": {
      "A": "Yedek mirasçı atama",
      "B": "Belirli mal bırakma",
      "C": "Vasiyeti yerine getirme görevlisi atama",
      "D": "Yüklemede bulunma",
      "E": "İvazsız miras sözleşmesi"
    }
  },
  {
    "id": "149130",
    "unitNumber": 8,
    "text": "<strong>Ölüme bağlı tasarruflarda hukuka aykırılığın temel yaptırımı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kısmî geçersizlik",
      "B": "İptal edilebilirlik",
      "C": "Kesin hükümsüzlük",
      "D": "Yokluk",
      "E": "Bozucu yenilik doğurma"
    }
  },
  {
    "id": "153952",
    "unitNumber": 8,
    "text": "<strong>Vasiyetten dönme ile ilgili olarak aşağıdakilerden hangisi doğrudur?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Mevcut vasiyetnameyi tamamlayıcı nitelikte yeni bir vasiyetname hazırlanması, vasiyetten dönme teşkil eder.",
      "B": "Vasiyetten dönme, ancak vasiyetnamenin yapılmasında aranan şekil şartlarına uyularak yapılabilir.",
      "C": "Vasiyetname bir bütün teşkil ettiğinden, vasiyetten kısmî olarak dönme mümkün değildir.",
      "D": "Vasiyet, tek taraflı bir işlem olduğundan, miras bırakan serbestçe vasiyetten dönebilir.",
      "E": "Miras bırakan, vasiyetnamesi ile birisine bırakmış olduğu mal üzerinde artık tasarrufta bulunamaz."
    }
  },
  {
    "id": "153964",
    "unitNumber": 8,
    "text": "<strong>Ölüme bağlı tasarruflarla ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Miras bırakanın, gerekli ehliyete sahip olmadan yaptığı ölüme bağlı tasarruflar kendiliğinden hükümsüz olur.",
      "B": "Ölüme bağlı tasarrufun mümkün olduğunca geçerli olacak şekilde yorumlanması, favor testamenti ilkesine dayanır.",
      "C": "Sözlü vasiyet, ancak belirli şartlar altında yapılabilen istisnai bir ölüme bağlı tasarruftur.",
      "D": "Miras sözleşmesi, sadece resmî şekilde yapılabilen bir ölüme bağlı tasarruftur.",
      "E": "Vasiyet ve miras sözleşmesi için aranan ehliyet şartları birbirinden farklıdır."
    }
  },
  {
    "id": "153973",
    "unitNumber": 8,
    "text": "I. Resmî memurun, vasiyetnameye tarih koyup imza atması<br/>II. Miras bırakanın, vasiyetnamenin kendi arzusuna uygun olduğunu beyan etmesi<br/>III. Miras bırakanın, resmî memur önünde isteklerini açıklaması<br/>IV. Tanıkların, ilgili beyanda bulunarak vasiyetnameyi imzalamaları<br/>V. Resmî memurun, miras bırakanın iradesini yazıya dökmesi<br/><strong>Resmî vasiyetnamenin hazırlanmasında, belirtilen işlemlerin sıralanması hangisinde doğru olarak verilmiştir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "I - II - III - IV - V",
      "B": "I - III - II - V - IV",
      "C": "III - I - V - VI - II",
      "D": "III - IV - V - II - I",
      "E": "III - V - I - II - IV"
    }
  },
  {
    "id": "233917",
    "unitNumber": 8,
    "text": "<strong>Ölüme bağlı tasarrufta bulunan kişi aşağıdakilerden hangisi ile adlandırılır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Mirasçı",
      "B": "Atanmış mirasçı",
      "C": "Vasiyet alacaklısı",
      "D": "Mirasbırakan",
      "E": "Vasiyeti tenfiz memuru"
    }
  },
  {
    "id": "233920",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisinde vasiyet yapma ehliyeti doğru olarak belirtilmiştir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kısıtlı olmama ve 18 yaşının doldurulmuş olması",
      "B": "Kısıtlı olmama ve ayırt etme gücüne sahip olma",
      "C": "Ayırt etme gücüne sahip ve 15 yaşın doldurulmuş olması",
      "D": "Ayırt etme gücüne sahip ve ergin olma",
      "E": "18 yaşın doldurulmuş olması ve ayırt etme gücüne sahip olma"
    }
  },
  {
    "id": "235247",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi maddi anlamda ölüme bağlı tasarruflardan <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Çocuğun tanınması",
      "B": "Vakıf kurma",
      "C": "Vasiyeti yerine getirme görevlisi atama",
      "D": "Yedek mirasçı atama",
      "E": "Sözlü Vasiyet yapma"
    }
  },
  {
    "id": "235250",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi şeklî anlamda ölüme bağlı tasarruftur?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Art mirasçı atanması",
      "B": "İvazlı miras sözleşmesi yapılması",
      "C": "Vasiyeti yerine getirme görevlisi atama",
      "D": "Koşul",
      "E": "Yükleme"
    }
  },
  {
    "id": "235251",
    "unitNumber": 8,
    "text": "<strong>Resmî vasiyetname düzenlenmesi sırasında aşağıdakilerden hangisi memur veya tanık olarak katılabilir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Mirasbırakanın altsoyu",
      "B": "Mirasbırakanın kardeşi",
      "C": "Mirasbırakanın eşi",
      "D": "Mirasbırakanın amcası",
      "E": "Mirasbırakanın kardeşinin eşi"
    }
  },
  {
    "id": "235252",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi okuryazar bir mirasbırakanın yaptığı resmî vasiyetnamenin aşamalarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Mirasbırakanın resmî memur önünde isteklerini açıklaması",
      "B": "Resmî memurun mirasbırakanın isteklerini yazdırması",
      "C": "Mirasbırakanın vasiyetnameyi okuduğunu, bunun son arzularını içerdiğini memurun huzurunda iki tanığa beyan etmesi",
      "D": "Vasiyetnamenin memur, mirasbırakan ve tanıklarca imzalanması",
      "E": "Tanıkların vasiyetnamenin içeriğine tanıklık etmeleri"
    }
  },
  {
    "id": "235253",
    "unitNumber": 8,
    "text": "<strong>Mirasbırakanın sözlü vasiyetini, tanıkların aşağıdakilerden hangisine beyan etmeleri <u>doğru olmaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Adliyede hâkime",
      "B": "Tedavi esnasında, sağlık kurumunun en yetkili yöneticisine",
      "C": "Ülke sınırları içinde seyreden ulaşım araçlarında o aracın sorumlu yöneticisine",
      "D": "Askerlikte teğmene veya daha yüksek rütbeli bir subaya",
      "E": "Ülke sınırları dışında seyreden ulaşım araçlarında o aracın sorumlu yöneticisine"
    }
  },
  {
    "id": "235254",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi vasiyetten dönme için geçerli bir neden <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Mirasbırakan, vasiyetini yırtarak hükümsüz kılabilir.",
      "B": "Vasiyetten dönmenin kabulü için vasiyet alacaklısının onayı gerekir.",
      "C": "Vasiyet ettiği mal üzerinde sonradan başka bir tasarrufta bulunmuşsa vasiyet ortadan kalkar.",
      "D": "Resmî vasiyet yapan da sonradan sözlü vasiyette bulunabilir.",
      "E": "Farklı tarihlerde vasiyet yapılmışsa kural olarak ikincisi geçerlidir."
    }
  },
  {
    "id": "235255",
    "unitNumber": 8,
    "text": "<strong>TMK m. 557’ye göre aşağıdaki hangi nedenle ölüme bağlı bir tasarrufun iptali için dava <u>açılamaz</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Tasarruf, lehine tasarruf yapılanın fiil ehliyeti olmadığı sırada yapılmışsa",
      "B": "Tasarruf; yanılma, aldatma, korkutma veya zorlama sonucunda yapılmışsa",
      "C": "Tasarruf kanunda öngörülen şekillere uyulmadan yapılmışsa",
      "D": "Tasarruf; miras bırakanın tasarruf ehliyeti bulunmadığı bir sırada yapılmışsa",
      "E": "Tasarrufun içeriği, bağlandığı koşullar veya yüklemeler hukuka veya ahlaka aykırı ise"
    }
  },
  {
    "id": "235256",
    "unitNumber": 8,
    "text": "<strong>Davacı; tasarrufu iptal sebebini ve kendisinin hak sahibi olduğunu öğrendiği tarihten başlayarak ne kadar bir sürede iptal davasını açmak zorundadır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "1 ay",
      "B": "3 ay",
      "C": "6 ay",
      "D": "1 yıl",
      "E": "3 yıl"
    }
  },
  {
    "id": "247950",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi el yazılı vasiyetnamenin geçerlilik şartlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Metnin tamamı miras bırakanın el yazısı ile yazılmalı",
      "B": "Mirasbırakan vasiyeti imzalamalı",
      "C": "Mirasbırakan Türk ise vasiyetin dili Türkçe olmalı",
      "D": "Tarih (gün, ay, yıl olarak) el ile yazılmalı",
      "E": "İmza yerine parmak basılmamalı, mühür kullanılmamalı"
    }
  },
  {
    "id": "247956",
    "unitNumber": 8,
    "text": "<strong>Miras bırakanın atadığı mirasçının kendisinden önce ölmesi veya mirası reddetmesi hâlinde onun yerine geçmek üzere bir veya birden çok kişiyi mirasçı olarak belirlemesi işlemi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Art mirasçı atama",
      "B": "Yükleme",
      "C": "Mirasçı atama",
      "D": "Yedek mirasçı atama",
      "E": "Belirli mal bırakma"
    }
  },
  {
    "id": "352152",
    "unitNumber": 8,
    "text": "Mirasbırakan için sonradan diğer şekillerde vasiyetname yapma imkânının doğması ile bu tarihin üzerinden ........................... geçince sözlü vasiyet hükümden düşer.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "on beş gün",
      "B": "bir ay",
      "C": "iki ay",
      "D": "üç ay",
      "E": "bir yıl"
    }
  },
  {
    "id": "352603",
    "unitNumber": 8,
    "text": "I. Hukuka veya ahlaka aykırı yüklemeler yok sayılır.<br/>II. Belirli mal bırakma yoluyla yasal mirasçıya kazandırmada bulunulabilir.<br/>III. Vasiyeti yerine getirme görevlisi, görevini yerine getirirken asliye hukuk mahkemesinin denetimine tabidir.<br/>IV. Bir kişinin mirasın tamamını veya belli bir oranını almasını içeren her tasarruf, mirasçı atanması sayılır.<br/><strong>Maddi anlamda ölüme bağlı tasarruflar ile ilgili olarak yukarıdakilerden hangileri <u>yanlıştır</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "I ve III",
      "B": "II ve IV",
      "C": "I, II ve III",
      "D": "I, III ve IV",
      "E": "II, III ve IV"
    }
  },
  {
    "id": "153603",
    "unitNumber": 9,
    "text": "Yasal mirasçıları; annesi, kız kardeşi ve sağ kalan eşi olan miras bırakanın terekesinde 16.000 TL bulunmaktadır.<br/><strong>Buna göre, miras bırakan saklı payları ihlal etmeden terekesinin ne kadarı üzerinde tasarrufta bulanabilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "6.000 TL",
      "B": "7.000 TL",
      "C": "8.000 TL",
      "D": "9.000 TL",
      "E": "10.000 TL"
    }
  },
  {
    "id": "153679",
    "unitNumber": 9,
    "text": "Yasal mirasçıları; sağ kalan eşi ve iki çocuğu olan miras bırakanın terekesinde 80.000 TL bulunmaktadır.<br/><strong>Buna göre miras bırakanın eşinin saklı payı ne kadardır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "10.000 TL",
      "B": "15.000 TL",
      "C": "20.000 TL",
      "D": "25.000 TL",
      "E": "40.000 TL"
    }
  },
  {
    "id": "153684",
    "unitNumber": 9,
    "text": "<strong>Miras hukukunda saklı pay kurumu ile ilgili aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Saklı paylı mirasçısı olmayan miras bırakanın tasarruf oranı, terekesinin tamamıdır.",
      "B": "Miras bırakanın altsoyunun saklı payı, yasal miras payının yarısıdır.",
      "C": "Miras bırakanın dayısı, onun saklı paylı mirasçısı değildir.",
      "D": "Miras bırakanın babasının saklı payı, yasal miras payının dörtte biridir.",
      "E": "Saklı payı ihlal edilmiş olan mirasçı, hiçbir işleme gerek kalmadan saklı payını alabilir."
    }
  },
  {
    "id": "153816",
    "unitNumber": 9,
    "text": "<strong>Miras bırakanın sağlığında bazı yasal mirasçılarının lehine ve diğer mirasçıların aleyhine olarak yaptığı sağlar arası kazandırmaların terekeye ilave edilmesi anlamına gelen hukuki kurum aşağıdakilerden hangisidir? </strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Mirasın paylaştırılması",
      "B": "Mirasta denkleştirme",
      "C": "Mirasın açılması",
      "D": "Saklı payın korunması",
      "E": "Terekenin arttırılması"
    }
  },
  {
    "id": "233922",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi saklı pay ile aynı anlama gelen bir kavramdır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Miras",
      "B": "Tasarruf oranı",
      "C": "Tereke",
      "D": "Mahfuz hisse",
      "E": "Tenkis"
    }
  },
  {
    "id": "233925",
    "unitNumber": 9,
    "text": "<strong>Net terekeye, TMK’de belirtilen değerlerin eklenmesi ile bulunan tereke aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Miras",
      "B": "Saklı pay",
      "C": "Tenkise esas tereke",
      "D": "Denkleştirme",
      "E": "Tenkis davası"
    }
  },
  {
    "id": "235257",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi terekenin aktifleri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Mirasbırakanın sahip olduğu taşınmaz",
      "B": "Mirasbırakana ait taşınırlar",
      "C": "Mirasbırakanın ortağı olduğu şirketteki payı",
      "D": "Mirasbırakan lehine düzenlenmiş kıymetli evrak",
      "E": "Mirasbırakanla birlikte yaşayan ana-babanın bedel isteme hakkı"
    }
  },
  {
    "id": "235258",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi terekenin pasifleri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Mirasbırakanın borçları",
      "B": "Mirasbırakanın ödememiş olduğu vergi cezası",
      "C": "Mirasbırakan için yaptırılan mezar taşı",
      "D": "Terekenin resmen yönetilmesi giderleri",
      "E": "Engelli çocuklara yapılacak ödeme"
    }
  },
  {
    "id": "235259",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi terekeye eklenecek değerlerden <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Sigorta alacakları",
      "B": "Denkleştirmeye tabi kazandırmalar",
      "C": "Miras haklarının ölümden önce tasfiyesi maksadıyla yapılan kazandırmalar",
      "D": "Ölüme bağlı tasarruflar",
      "E": "Mirasbırakanın serbestçe dönme hakkını saklı tutarak yaptığı bağışlamalar"
    }
  },
  {
    "id": "235260",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi denkleştirmenin özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Denkleştirmeye tabi kazandırmanın tamamı terekeye iade edilir.",
      "B": "Denkleştirme tenkise esas terekenin hesabında dikkate alınır.",
      "C": "Denkleştirme davası, mirasbırakanın son yerleşim yerinde açılır.",
      "D": "Denkleştirmede kazandırmanın, denkleştirmenin yapıldığı tarihteki değeri dikkate alınır.",
      "E": "Hem yasal hem de atanmış mirasçılar, denkleştirme yükümlüsüdür."
    }
  },
  {
    "id": "235261",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisinde yalnızca saklı pay sahibi mirasçılara yer verilmiştir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Mirasbırakanın oğlu, yeğeni, babası",
      "B": "Mirasbırakanın babası, büyükbabası, torunu",
      "C": "Mirasbırakanın kızı, torunu, anası",
      "D": "Mirasbırakanın torunu, amcası, anası",
      "E": "Mirasbırakanın kızı, kardeşi, anası"
    }
  },
  {
    "id": "235262",
    "unitNumber": 9,
    "text": "<strong>Mirasbırakan M’nin oğlu O’ya, M’nin mirasından 180.000 TL düşmüştür. Bu durumda O’nun saklı payı ne kadardır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "60.000TL",
      "B": "90.000 TL",
      "C": "100.000 TL",
      "D": "120.000 TL",
      "E": "180.000 TL"
    }
  },
  {
    "id": "235267",
    "unitNumber": 9,
    "text": "<strong>Eş, mirasbırakanın ana-babası ile birlikte mirasçı olursa saklı payı ne kadardır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yasal miras payının altıda biri",
      "B": "Yasal miras payının dörtte biri",
      "C": "Yasal miras payının dörtte ikisi",
      "D": "Yasal miras payının dörtte üçü",
      "E": "Yasal miras payının tamamı"
    }
  },
  {
    "id": "246451",
    "unitNumber": 9,
    "text": "<strong>Mirasın serbestçe tasarruf edilebilecek kısmını tespitte kullanılan oran aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Saklı pay oranı",
      "B": "Tenkis oranı",
      "C": "Miras oranı",
      "D": "Denkleştirme oranı",
      "E": "Tasarruf oranı"
    }
  },
  {
    "id": "248022",
    "unitNumber": 9,
    "text": "<strong>Mirasın mirasbırakanın (sağlar arası kazandırmaları veya ölüme bağlı tasarrufları ile) başkasına devretmesine izin verilmeyen bölümüne aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Tereke",
      "B": "Saklı pay",
      "C": "Tenkis",
      "D": "Tasarruf",
      "E": "Hisse"
    }
  },
  {
    "id": "248031",
    "unitNumber": 9,
    "text": "<strong>Eş, mirasbırakanın altsoyu ile birlikte mirasçı olursa saklı payı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yasal miras payının beşte biri",
      "B": "Yasal miras payının dörtte biri",
      "C": "Yasal miras payının dörtte ikisi",
      "D": "Yasal miras payının dörtte üçü",
      "E": "Yasal miras payının tamamı"
    }
  },
  {
    "id": "350717",
    "unitNumber": 9,
    "text": "Mirasbırakan M öldüğünde, annesi A, babası B ve eşi E hayattadır.<br/><strong>M'nin tasarruf oranı aşağıdakilerden hangisinde doğru olarak verilmiştir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "1/2",
      "B": "1/4",
      "C": "1/8",
      "D": "3/8",
      "E": "5/8"
    }
  },
  {
    "id": "384654",
    "unitNumber": 10,
    "text": "<strong>Eşya Hukuku, 4721 sayılı Türk Medeni Kanun’un kaçıncı kitabını oluşturmaktadır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Birinci kitabı",
      "B": "İkinci kitabı",
      "C": "Üçüncü kitabı",
      "D": "Dördüncü kitabı",
      "E": "Beşinci kitabı"
    }
  },
  {
    "id": "384655",
    "unitNumber": 10,
    "text": "<strong>Başkasının arazisinde bulunan su üzerinde irtifak hakkını belirten ve bu arazinin malikini suyun alınmasına ve akıtılmasına katlanmakla yükümlü kılan sınırlı ayni hak aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "İntifa hakkı",
      "B": "Üst hakkı",
      "C": "Kaynak hakkı",
      "D": "Oturma hakkı",
      "E": "Su hakkı"
    }
  },
  {
    "id": "384656",
    "unitNumber": 10,
    "text": "<strong>Magdelena Carmen Frida Kahlo Calderon’nun Without Hope isimli eseri hukukta yapılan eşya ayırımı bakımından hangi tür eşyadır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Misli olmayan eşya",
      "B": "Taşınmaz eşya",
      "C": "Resimli eşya",
      "D": "Tablo",
      "E": "Gayri maddi eşya"
    }
  },
  {
    "id": "384657",
    "unitNumber": 10,
    "text": "<strong>Hak sahibine bir eşyayı kullanma ve ondan yararlanma yetkisini veren sınırlı ayni hak aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Rehin hakkı",
      "B": "Hapis hakkı",
      "C": "İpotek",
      "D": "İntifa hakkı",
      "E": "Taşınmaz yükü"
    }
  },
  {
    "id": "384658",
    "unitNumber": 10,
    "text": "<strong>Türk Medeni Kanunu’nun Eşya Hukuku başlıklı kitabının üçüncü kısmında aşağıdakilerden hangisi düzenlenmiştir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Ayni haklar",
      "B": "Yenilik doğuran haklar",
      "C": "Alacak hakları",
      "D": "Şahsi haklar",
      "E": "Zilyetlik ve tapu sicili"
    }
  },
  {
    "id": "384659",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi Eşya Hukuku’nun yazılı kaynakları arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Örf ve âdet hukuku kuralları",
      "B": "Türk Medeni Kanunu",
      "C": "Kat Mülkiyeti Kanunu",
      "D": "Uluslararası anlaşmalar",
      "E": "Mahkeme kararları"
    }
  },
  {
    "id": "384660",
    "unitNumber": 10,
    "text": "<strong>Aşağıda verilenlerden hangisi Eşya Hukukunun özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Mülkiyet hakkını düzenler.",
      "B": "Kuralları emredici değildir.",
      "C": "Şekilci bir hukuk dalıdır.",
      "D": "Sınırlı sayı ve tip sınırlılığı ilkesi geçerlidir.",
      "E": "Sınırlı ayni hakları düzenler."
    }
  },
  {
    "id": "384661",
    "unitNumber": 10,
    "text": "Taşınır eşya ve taşınmaz eşya ayırımının kökeni …………………..hukukuna dayanır.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Alman",
      "B": "İsviçre",
      "C": "Pandekt",
      "D": "Roma",
      "E": "İslam"
    }
  },
  {
    "id": "384662",
    "unitNumber": 10,
    "text": "<strong>Üzerinde özel mülkiyet kurulması mümkün olmasına rağmen henüz kimse tarafından mülkiyet hakkı kurulmamış veya malik tarafından terk edilmiş taşınmazlar, ne tür taşınmaz olarak kabul edilebilirler?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Eski taşınmaz",
      "B": "Yan taşınmaz",
      "C": "Asli taşınmaz",
      "D": "Sahipsiz taşınmaz",
      "E": "Değersiz taşınmaz"
    }
  },
  {
    "id": "384663",
    "unitNumber": 10,
    "text": "<strong>Dışarıdan başka bir eşya ile fonksiyonel bağlantıya veya birlikteliğe girmeksizin tek başına eşya kavramının unsurlarını taşıyan eşya kavramı aşağıda verilenlerden hangisini ifade eder?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Birleşik eşya",
      "B": "Eski eşya",
      "C": "Taşınır eşya",
      "D": "Taşınmaz eşya",
      "E": "Basit eşya"
    }
  },
  {
    "id": "384893",
    "unitNumber": 10,
    "text": "<strong>Eşya üzerinde sağlanan yetkilerden biri olan kullanma yetkisi, aşağıdaki kavramlardan hangisi ile ifade edilmektedir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Usus",
      "B": "Fructus",
      "C": "Abusus",
      "D": "Dominnus",
      "E": "Posesius"
    }
  },
  {
    "id": "384894",
    "unitNumber": 10,
    "text": "<strong>(A) Erzurum’da bulunan on dönümlük bir tarlaya tek başına maliktir. (A)’nın mülkiyeti ne tür bir mülkiyet olarak tanımlanır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Ortak mülkiyet",
      "B": "Bireysel mülkiyet",
      "C": "Toplu mülkiyet",
      "D": "Eksik mülkiyet",
      "E": "Yalnız mülkiyet"
    }
  },
  {
    "id": "384897",
    "unitNumber": 10,
    "text": "<strong>Hak sahibine TMK m. 704’te kapsamı belirtilen bir taşınmaz malikinden yüklü taşınmazdan elde edeceği ürünlerle kendisine bazı edimlerde bulunmasını isteme ve bu edimler ifa edilmediği takdire taşınmazı paraya çevirterek bedelinden alacağını elde etme yetkisi veren sınırlı ayni hak, aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Üst hakkı",
      "B": "Rehin hakkı",
      "C": "Hapis hakkı",
      "D": "İntifa hakkı",
      "E": "Taşınmaz yükü"
    }
  },
  {
    "id": "384900",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi ayni haklara hâkim olan ilkelerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Belirlilik İlkesi",
      "B": "Kamuya Açıklık",
      "C": "Sınırlı Sayıda Olmama İlkesi",
      "D": "Güvenin Korunması",
      "E": "Tipe Bağlılık"
    }
  },
  {
    "id": "384664",
    "unitNumber": 11,
    "text": "<strong>Taşınmaz zilyetliğinin idari yoldan korunması aşağıda verilen kanunlardan hangisinde düzenlenmiştir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Türk Medeni Kanunu",
      "B": "Türk Borçlar Kanunu",
      "C": "Türk Ceza Kanunu",
      "D": "Taşınmaz Mal Zilyetliğine Yapılan Tecavüzlerin Önlenmesi Hakkında Kanun",
      "E": "Türk Ticaret Kanunu"
    }
  },
  {
    "id": "384665",
    "unitNumber": 11,
    "text": "<strong>Yargıtay, 1946 yılında verdiği içtihadı birleştirme kararıyla zilyetliğin hukuki niteliğini aşağıdakilerden hangisi olarak kabul etmiştir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Fiilî hâkimiyet",
      "B": "Hukuki durum",
      "C": "Ayni hak",
      "D": "Şahsa bağlı hak",
      "E": "Alacak hakkı"
    }
  },
  {
    "id": "384666",
    "unitNumber": 11,
    "text": "<strong>Zilyetliğin bir unsuru olan animus possidendi ifadesi, aşağıda verilenlerden hangisinin karşılığı olarak kullanılır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Zilyet olma iradesi",
      "B": "Malik olma iradesi",
      "C": "Ayni hak iradesi",
      "D": "Alacak hakkı iradesi",
      "E": "Sahip olma iradesi"
    }
  },
  {
    "id": "384667",
    "unitNumber": 11,
    "text": "<strong>Zilyetlik kavramı çeşitli türleri ayrılmıştır. Buna göre aşağıda verilen kavramlardan hangisi zilyetlik hakkında kullanılan kavramlardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Dolaylı zilyetlik",
      "B": "Doğrudan zilyetlik",
      "C": "Asli zilyetlik",
      "D": "Fer’i zilyetlik",
      "E": "Eski zilyetlik"
    }
  },
  {
    "id": "384668",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi zilyetliğin kazanılması türlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Aslen kazanma",
      "B": "Devren kazanma",
      "C": "Tesisen kazanma",
      "D": "Miras yoluyla kazanma",
      "E": "Gasp yoluyla kazanma"
    }
  },
  {
    "id": "384669",
    "unitNumber": 11,
    "text": "<strong>(A)’, (B)’den satın aldığı otomobilin, bir süre daha (B)’de kalması konusunda onunla anlaşır. (A), bu otomobilin zilyetliğini aşağıda verilenlerden hangisine göre elde etmiştir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Hükmen teslim",
      "B": "Aslen teslim",
      "C": "Haklı teslim",
      "D": "Hakka dayanmayan teslim",
      "E": "Zorunlu kazanma"
    }
  },
  {
    "id": "384670",
    "unitNumber": 11,
    "text": "<strong>Türk Medeni Kanunu’nda düzenlenen taşınır davasının açılması, aşağıda verilen sürelerden hangisine bağlıdır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "3 yıl",
      "B": "5 yıl",
      "C": "7 yıl",
      "D": "10 yıl",
      "E": "20 yıl"
    }
  },
  {
    "id": "384671",
    "unitNumber": 11,
    "text": "<strong>Taşınır davası hakkında aşağıda verilen bilgilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kötüniyetli zilyede karşı her zaman açılabilir.",
      "B": "Mevcut zilyet, kötü niyetli değilse davayı açan önceki zilyet, eşyanın elinden rızası dışında çıktığını ispat etmelidir.",
      "C": "Taşınmazlar için açılabilir.",
      "D": "Bazı sınırlamalara bağlıdır.",
      "E": "Kötü niyetli zilyet bu davacı açamaz."
    }
  },
  {
    "id": "384672",
    "unitNumber": 11,
    "text": "<strong>A)’nın zilyetliğinde bulunan bisiklet (B) gasbetmiştir. (A)’nın gasp sebebiyle açacağı zilyetliği koruyucu dava ile ilgili aşağıda verilen sürelerden hangisi doğrudur?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Fiili ve faili öğrenmeden itibaren bir yıl, olaydan itibaren iki yıl",
      "B": "Fiili ve faili öğrenmeden itibaren altı ay, olaydan itibaren iki yıl",
      "C": "Fiili ve faili öğrenmeden itibaren altı ay, olaydan itibaren bir yıl",
      "D": "Fiili ve faili öğrenmeden itibaren iki ay, olaydan itibaren bir yıl",
      "E": "Fiili ve faili öğrenmeden itibaren iki ay, olaydan itibaren altı ay"
    }
  },
  {
    "id": "384673",
    "unitNumber": 11,
    "text": "<strong>Zilyetliğin iadesi amacıyla açılmak istenen taşınır davası, aşağıda verilen mahkemelerden hangisinde açılmalıdır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Anayasa mahkemesi",
      "B": "Vergi mahkemesi",
      "C": "Ağır ceza mahkemesi",
      "D": "Sulh hukuk mahkemesi",
      "E": "Asliye hukuk mahkemesi"
    }
  },
  {
    "id": "384903",
    "unitNumber": 11,
    "text": "<strong>Taşınmaz zilyetliğinin idari yoldan korunması için başlatılan soruşturma en geç kaç gün içinde tamamlanmalıdır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "15",
      "B": "20",
      "C": "25",
      "D": "30",
      "E": "60"
    }
  },
  {
    "id": "384904",
    "unitNumber": 11,
    "text": "<strong>Ziyetliğin gasbı nedeniyle açılmak istenen zilyetlik davası aşağıdaki mahkemelerden hangisinde açılmalıdır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Asliye hukuk mahkemesi",
      "B": "Sulh hukuk mahkemesi",
      "C": "Ağır ceza mahkemesi",
      "D": "Vergi mahkemesi",
      "E": "İş mahkemesi"
    }
  },
  {
    "id": "384909",
    "unitNumber": 11,
    "text": "<strong>Zilyet yardımcısı olan (Z), (A)’ya ait eşyada zilyetlik iddiasında bulunmuştur. Buna göre (Z) aşağıdaki suçlardan hangisinden sorumlu tutulabilecektir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Gasp",
      "B": "Hırsızlık",
      "C": "Yağma",
      "D": "Sahtecilik",
      "E": "İrtikâp"
    }
  },
  {
    "id": "384912",
    "unitNumber": 11,
    "text": "<strong>İyiniyetli haksız zilyet, aşağıdakilerden hangisini zilyetlik konusu eşyaya yaptığı masraflar kapsamında <u>isteyemez</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Zorunlu masraflar",
      "B": "Faydalı masraflar",
      "C": "Korumak için yapılan zaruri masraflar",
      "D": "Korumak için yapılan gerekli masraflar",
      "E": "Lüks masraflar"
    }
  },
  {
    "id": "406851",
    "unitNumber": 11,
    "text": "<strong>A, X marka bir cep telefonun maliki olup, bunu kendi kullanmaktadır. A'nın telefon üzerindeki zilyetliği aşağıdakilerde hangisinde doğru verilmiştir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Asli-Dolaysız Zilytelik",
      "B": "Feri- Dolaylı Zilyetlik",
      "C": "Tali- Dolaylı Zilyetlik",
      "D": "Dolaylı Zilyetlik",
      "E": "Vasıtalı Zilyetlik"
    }
  },
  {
    "id": "384674",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi taşınmazların tescili ile ilgili verilen sistemlerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Örf ve âdet sistemi",
      "B": "Torrens Sistemi",
      "C": "Tapu sicili sistemi",
      "D": "Kayıt ve tespit sistemi",
      "E": "Tasdik sistemi"
    }
  },
  {
    "id": "384675",
    "unitNumber": 12,
    "text": "<strong>4721 sayılı Türk Medeni Kanunu’nun Eşya Hukuku'nda taşınmazların kaydı konusunda kabul ettiği sistem aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Yeni Sistem",
      "B": "Tapu Sicili Sistemi",
      "C": "Tasdik Sistemi",
      "D": "Torrens Sistemi",
      "E": "Noter Tasdikli Belge Sistemi"
    }
  },
  {
    "id": "384676",
    "unitNumber": 12,
    "text": "<strong>Taşınmazlar üzerindeki ayni hakları gösteren temel defter aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yevmiye Defteri",
      "B": "Planlar",
      "C": "Tapu Kütüğü",
      "D": "Beyanlar",
      "E": "Düzeltmeler"
    }
  },
  {
    "id": "384677",
    "unitNumber": 12,
    "text": "<strong>Aşağıda verilenlerden hangisi tapu sicilinde yapılan işlemlerin dayanağını oluşturan ve bunların yapılmasını sağlayan belgelerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Satış sözleşmesi",
      "B": "Bağış sözleşmesi",
      "C": "Vasiyetname",
      "D": "Planlar",
      "E": "Mahkeme kararları"
    }
  },
  {
    "id": "384678",
    "unitNumber": 12,
    "text": "<strong>Mera, yaylak, kışlak, otlak, harman ve panayır gibi paralı ya da parasız kamunun yararlanmasına tahsis edilen veya eskiden beri kamunun faydalandığı yerlerin kaydedildiği sicil aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yevmiye Defteri",
      "B": "İlçe sicil",
      "C": "İl sicil",
      "D": "Belediye sicili",
      "E": "Kamu orta malları sicili"
    }
  },
  {
    "id": "384679",
    "unitNumber": 12,
    "text": "<strong>Tapu kütüğündeki tescile iyiniyetle dayanarak mülkiyet veya bir başka aynî hak kazanan üçüncü kişinin bu kazanımı koruyan tapu sicili ilkesi aşağıda verilenlerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Güvenin korunması ilkesi",
      "B": "Açıklık ilkesi",
      "C": "Sebebe bağlılık ilkesi",
      "D": "Sınırlı sayı ilkesi",
      "E": "Süreye bağlı olmama ilkesi"
    }
  },
  {
    "id": "384680",
    "unitNumber": 12,
    "text": "<strong>Tapu sicilini tutma yetkisi aşağıda verilenlerden hangisine aittir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Belediye",
      "B": "Devlet",
      "C": "Ticaret Odaları",
      "D": "Esnaf Odaları",
      "E": "Mahkemeler"
    }
  },
  {
    "id": "384681",
    "unitNumber": 12,
    "text": "<strong>Sınırları hukuki ve geometrik yöntemlerle belirlenmiş yeryüzü parçası ifadesi, TMK’ya göre aşağıdakilerden hangisini ifade eder?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Tarla",
      "B": "Bağ ve bahçe",
      "C": "Arazi",
      "D": "Konut",
      "E": "Taşınmaz"
    }
  },
  {
    "id": "384682",
    "unitNumber": 12,
    "text": "<strong>Taşınmaz üzerindeki ayni hakkın yazılmasını ifade eden kavram aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Beyan",
      "B": "Şerh",
      "C": "Kayıt",
      "D": "Tescil",
      "E": "Tasdik"
    }
  },
  {
    "id": "384683",
    "unitNumber": 12,
    "text": "<strong>Tapu sicilinin tutulmasından kaynaklanan sorumluluk hakkında aşağıda verilenlerden hangisi doğrudur?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kusur sorumluluğudur.",
      "B": "Tapu memuru doğrudan sorumludur.",
      "C": "Dava süreye bağlı değildir.",
      "D": "Tazminat talebi idari yargının görevine girer.",
      "E": "Devlet sorumludur."
    }
  },
  {
    "id": "384913",
    "unitNumber": 12,
    "text": "<strong>Adını kurucusu Sir Robert Richard Torrens’ten alan geçmişte Avustralya, Amerikan Birleşik Devletleri ile İngiliz ve Fransız sömürgelerindeki toprakların kaydı için kullanılan taşınmaz kayıt sistemi aşağıda verilenlerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Torrens Sistemi",
      "B": "Avustralya Sistemi",
      "C": "Sir Richard Sistemi",
      "D": "Anglo-Amerikan Tapu Sistemi",
      "E": "Tapu Sicil Sistemi"
    }
  },
  {
    "id": "384914",
    "unitNumber": 12,
    "text": "<strong>Tapu sicilinin tutulmasından kaynaklanan zararlar nedeniyle açılabilen tazminat davasında görevli mahkeme aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "İdare mahkemesi",
      "B": "Asliye hukuk mahkemesi",
      "C": "Ceza mahkemesi",
      "D": "Sulh hukuk mahkemesi",
      "E": "Anayasa Mahkemesi"
    }
  },
  {
    "id": "384917",
    "unitNumber": 12,
    "text": "<strong>Tapu kütüğü veya kat mülkiyeti kütüğü işlemleriyle ilgili taleplerin talep sırasına göre ilk yazıldığı defter, aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Örnek defter",
      "B": "Giriş defteri",
      "C": "Birinci defter",
      "D": "Kayıt defteri",
      "E": "Yevmiye defteri"
    }
  },
  {
    "id": "233938",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi bütünleyici parça niteliğinde <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Evin çatısı",
      "B": "Otomobilin tekerleği",
      "C": "Televizyonun kumandası",
      "D": "Koyunun yünü",
      "E": "Ağacın meyvesi"
    }
  },
  {
    "id": "233939",
    "unitNumber": 13,
    "text": "<strong>Birden çok kimsenin maddi olarak bölünmüş olmayan bir şeyin tamamına belli paylarla malik olmaları aşağıdakilerden hangisi ile ifade edilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Tek başına mülkiyet",
      "B": "Paylı mülkiyet",
      "C": "Elbirliği mülkiyeti",
      "D": "Geçici mülkiyet",
      "E": "Süreli mülkiyet"
    }
  },
  {
    "id": "235301",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi elbirliği mülkiyetini gerektiren topluluklardan <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Eşler arasındaki mal ortaklığı",
      "B": "Aile malları ortaklığı",
      "C": "Miras ortaklığı",
      "D": "Adi ortaklık",
      "E": "Anonim ortaklık"
    }
  },
  {
    "id": "235303",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi taşınmaz mülkiyetinin konusunu <u>oluşturamaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Arazi",
      "B": "Üst hakkı",
      "C": "Kat mülkiyetine konu bağımsız bölümler",
      "D": "Alacak hakkı",
      "E": "Kaynak hakkı"
    }
  },
  {
    "id": "235305",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi taşınmaz mülkiyetinin aslen kazanılma yollarından birisi <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "İşgal",
      "B": "Miras",
      "C": "Kamulaştırma",
      "D": "Cebrî icra",
      "E": "Yeni arazi oluşumu"
    }
  },
  {
    "id": "235306",
    "unitNumber": 13,
    "text": "<strong>Aşağıdaki hangisi taşınmaz mülkiyetinin tescilden önce kazanıldığı hâllerden birisi <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Mahkeme kararı",
      "B": "Bağışlama",
      "C": "Cebrî icra",
      "D": "Kamulaştırma",
      "E": "Miras"
    }
  },
  {
    "id": "235307",
    "unitNumber": 13,
    "text": "<strong>Olağan kazandırıcı zaman aşımı yoluyla taşınmaz mülkiyetinin kazanılmasının şartlarına ilişkin aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Taşınmaz tapu sicilinde kayıtlı olmalıdır.",
      "B": "Tapu sicilinde yolsuz bir tescil bulunmalıdır.",
      "C": "Tapu sicilinde malik olarak görünen kişi malik sıfatıyla zilyet olmalıdır.",
      "D": "Malik sıfatıyla zilyetlik iyiniyetli olmalıdır.",
      "E": "Malik sıfatıyla zilyetlik davasız ve aralıksız beş yıl sürmelidir."
    }
  },
  {
    "id": "235308",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi taşınır mülkiyetine konu <u>olamaz</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Arazi",
      "B": "Otomobil",
      "C": "Hayvan",
      "D": "Doğal gaz",
      "E": "Elektrik"
    }
  },
  {
    "id": "235309",
    "unitNumber": 13,
    "text": "<strong>Mülkiyet hakkı, eski malikin iradesi ile terkin edildiği taşınmaz üzerinde malik olma iradesi ile zilyetlik kurulması durumunda taşınmaz mülkiyeti hangi yolla kazanılmış olur?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "İşgal",
      "B": "Cebrî icra",
      "C": "Kamulaştırma",
      "D": "Yeni arazi oluşumu",
      "E": "Miras"
    }
  },
  {
    "id": "235310",
    "unitNumber": 13,
    "text": "<strong>Olağanüstü kazandırıcı zaman aşımı yolu ile taşınmaz mülkiyetinin kazanılabilmesi için geçmesi gereken süre aşağıdakilerden hangisinde doğru olarak verilmiştir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "1 yıl",
      "B": "5 yıl",
      "C": "10 yıl",
      "D": "20 yıl",
      "E": "30 yıl"
    }
  },
  {
    "id": "246464",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi bir eşyanın eklentisi niteliğinde <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Otelin mobilyası",
      "B": "Gözlüğün camı",
      "C": "Otomobilin radyosu",
      "D": "Dolabın anahtarı",
      "E": "Televizyonun kumandası"
    }
  },
  {
    "id": "246466",
    "unitNumber": 13,
    "text": "<strong>Mülkiyet hakkına ilişkin aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Mülkiyet hakkı sahibine eşya üzerinde tam ve geniş yetkiler veren bir ayni haktır.",
      "B": "Mülkiyet hakkının konusunu, eşyalar ve alacak hakları oluşturur.",
      "C": "Bir şeye malik olan kimse, onun bütünleyici parçalarına da malik olur.",
      "D": "Asıl şeye ilişkin tasarruflar, aksi belirtilmedikçe onun eklentilerini de kapsar.",
      "E": "Mülkiyet hakkının kapsamına asıl eşyanın yanı sıra onun bütünleyici parçaları ve eklentileri de dâhildir."
    }
  },
  {
    "id": "248237",
    "unitNumber": 13,
    "text": "<strong>Olağanüstü kazandırıcı zaman aşımı yolu ile taşınmaz mülkiyetinin kazanılmasına ilişkin olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Hem tapulu hem de tapusuz taşınmazların mülkiyetinin olağanüstü zaman aşımı yoluyla kazanılması mümkündür.",
      "B": "Taşınmaz mülkiyetinin olağanüstü zaman aşımı yolu ile kazanılması, malik sıfatıyla zilyet olunmasına bağlıdır.",
      "C": "Olağanüstü kazandırıcı zaman aşımı yoluyla taşınmaz mülkiyetinin kazanılabilmesi zilyetliğin davasız ve aralıksız yirmi yıl sürmüş olmasına bağlıdır.",
      "D": "Taşınmaz mülkiyetinin olağanüstü zaman aşımı yolu ile kazanılması zilyedin iyi niyetli olmasını gerektirir.",
      "E": "Olağanüstü kazandırıcı zaman aşımı yoluyla taşınmaz mülkiyetinin kazanılması tescilsiz kazanma hâllerindendir."
    }
  },
  {
    "id": "350922",
    "unitNumber": 13,
    "text": "I. Taşınmaza malik sıfatıyla zilyet olunması<br/>II. Malik sıfatıyla zilyetliğin iyiniyetle, davasız ve aralıksız on yıl sürmesi<br/>III. Taşınmazın malikinin kim olduğunun belli olmaması<br/>IV. Taşınmazın tapu sicilinde kayıtlı olması<br/><strong>Yukarıdakilerden hangileri olağanüstü zaman aşımı yoluyla taşınmaz mülkiyetinin kazanılmasının şartları arasında yer alır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "I ve III",
      "B": "II ve IV",
      "C": "I, II ve III",
      "D": "I, II ve IV",
      "E": "I, II, III ve IV"
    }
  },
  {
    "id": "350934",
    "unitNumber": 13,
    "text": "Eşyanın işletme usulünün veya tarım türünün değiştirilmesi, adi kiraya veya ürün kirasına ilişkin sözleşmelerin yapılması veya feshi ve toprağın ıslahı gibi .................... yapılabilmesi, .................... gerektirmektedir.<br/><strong>Cümlede boş bırakılan yerlere sırasıyla aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "olağan yönetim işlerinin-pay ve paydaş çoğunluğunu",
      "B": "önemli yönetim işlerinin-paydaşların oybirliğini",
      "C": "önemli yönetim işlerinin-pay ve paydaş çoğunluğunu",
      "D": "olağanüstü yönetim işlerinin-paydaşların oybirliğini",
      "E": "olağanüstü yönetim işlerinin-pay ve paydaş çoğunluğunu"
    }
  },
  {
    "id": "233940",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi bir sınırlı ayni hak <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Taşınmaz yükü",
      "B": "Alacak hakkı",
      "C": "Taşınmaz rehni",
      "D": "İntifa hakkı",
      "E": "Üst hakkı"
    }
  },
  {
    "id": "233941",
    "unitNumber": 14,
    "text": "<strong>Eşyaya bağlı irtifaklara ilişkin olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Eşyaya bağlı irtifak hakkı, bir taşınmaz üzerinde başka bir taşınmaz lehine yükletilmiş bir yüktür.",
      "B": "Eşyaya bağlı irtifak hakkında yüklü taşınmaz ve yararlanan taşınmaz olmak üzere iki taşınmaz söz konusudur.",
      "C": "Eşyaya bağlı irtifak hakkına yapma borçları konu olamaz.",
      "D": "Eşyaya bağlı irtifak hakkının lehine hak kurulan taşınmazdan ayrı olarak başkasına devredilmesi mümkündür.",
      "E": "Eşyaya bağlı irtifak hakkının kurulması için tapu kütüğüne tescil şarttır."
    }
  },
  {
    "id": "235312",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi bir düzenli kişisel irtifak hakkıdır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Üst hakkı",
      "B": "Kaynak hakkı",
      "C": "İrat senedi",
      "D": "Taşınmaz yükü",
      "E": "İntifa hakkı"
    }
  },
  {
    "id": "235313",
    "unitNumber": 14,
    "text": "<strong>İntifa hakkına ilişkin olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "İntifa hakkı, taşınırlar, taşınmazlar, haklar veya mal varlığı üzerinde kurulabilir.",
      "B": "İntifa hakkı, başkasına devredilemeyeceği gibi mirasçılara da geçmez.",
      "C": "İntifa hakkı, eşyaya bağlı irtifak şeklinde de kurulabilir.",
      "D": "İntifa hakkı, sahibine başkasına ait bir eşya, hak veya mal varlığı üzerinde tam bir yararlanma yetkisi verir.",
      "E": "İntifa hakkı, hak konusu eşyanın tamamen yok olması durumunda sona erer."
    }
  },
  {
    "id": "235315",
    "unitNumber": 14,
    "text": "<strong>Bir kimseye bir binadan veya onun bir bölümünden konut olarak yararlanma yetkisi veren irtifak hakkı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Oturma hakkı",
      "B": "Üst hakkı",
      "C": "Rehin hakkı",
      "D": "İntifa hakkı",
      "E": "Kaynak hakkı"
    }
  },
  {
    "id": "235316",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi üst hakkına konu olabilir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Taşınır yapılar",
      "B": "Haklar",
      "C": "Taşınmaz yapılar",
      "D": "Kıymetli evraklar",
      "E": "Mal varlığı"
    }
  },
  {
    "id": "235317",
    "unitNumber": 14,
    "text": "<strong>Bir taşınmaz malikini yalnız o taşınmazla sorumlu olmak üzere diğer bir kimseye bir şey vermek veya yapmakla yükümlü kılan ayni hak aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Rehin hakkı",
      "B": "Taşınmaz yükü",
      "C": "İntifa hakkı",
      "D": "Kaynak hakkı",
      "E": "Üst hakkı"
    }
  },
  {
    "id": "235318",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi taşınmaz rehnine hâkim olan ilkelerden <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Aleniyet ilkesi",
      "B": "Sınırlılık ilkesi",
      "C": "Belirlilik ilkesi",
      "D": "Güvence ilkesi",
      "E": "Sabit dereceler ilkesi"
    }
  },
  {
    "id": "235319",
    "unitNumber": 14,
    "text": "I. İpotek<br/>II. Rehinli tahvil<br/>III. İrat senedi<br/>IV. Hapis hakkı<br/><strong>Yukarıdakilerden hangisi ya da hangileri taşınmaz rehni türü <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "II ve III",
      "D": "III ve IV",
      "E": "II ve IV"
    }
  },
  {
    "id": "235320",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi hapis hakkına konu olabilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kıymetli evrak",
      "B": "Sürücü ehliyeti",
      "C": "Pasaport",
      "D": "Para",
      "E": "Mektup"
    }
  },
  {
    "id": "246469",
    "unitNumber": 14,
    "text": "<strong>Sahibine bazen sadece kullanma veya yararlanma bazen ise hem kullanma hem de yararlanma yetkisi veren sınırlı ayni hak aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "İrtifak hakkı",
      "B": "İrat senedi",
      "C": "Taşınmaz yükü",
      "D": "Mülkiyet hakkı",
      "E": "Hapis hakkı"
    }
  },
  {
    "id": "246473",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi bir kişisel irtifak hakkı <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "İntifa hakkı",
      "B": "Üst hakkı",
      "C": "Hapis hakkı",
      "D": "Kaynak hakkı",
      "E": "Oturma hakkı"
    }
  },
  {
    "id": "248243",
    "unitNumber": 14,
    "text": "<strong>Taşınırlar, taşınmazlar, haklar veya bir mal varlığı üzerinde kurulabilen ve sahibine hakkın konusu üzerinde tam yararlanma yetkisi sağlayan sınırlı ayni hak aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Oturma hakkı",
      "B": "Taşınmaz yükü",
      "C": "İntifa hakkı",
      "D": "Üst hakkı",
      "E": "Kaynak hakkı"
    }
  },
  {
    "id": "248246",
    "unitNumber": 14,
    "text": "<strong>Bir kimseye başkasına ait olan bir arazinin üstünde veya altında bulunan bir yapının maliki olma yetkisi veren sınırlı ayni hak aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "İntifa hakkı",
      "B": "Taşınmaz yükü",
      "C": "Rehin hakkı",
      "D": "Üst hakkı",
      "E": "Kaynak hakkı"
    }
  },
  {
    "id": "248254",
    "unitNumber": 14,
    "text": "<strong>Hapis hakkına ilişkin olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Hapis hakkı, kanundan doğan bir rehin hakkı türüdür.",
      "B": "Hapis hakkının doğması kural olarak alacağın muaccel olmasına bağlıdır.",
      "C": "Bir taşınırın hapis hakkına konu olabilmesi için paraya çevrilebilir nitelikte olması gerekir.",
      "D": "Hapis hakkı, ancak taşınır ve taşınmaz eşya ile kıymetli evrak üzerinde söz konusu olabilir.",
      "E": "Hapis hakkının doğabilmesi hak konusu eşya ile alacak arasında doğal bağlantı bulunmasına bağlıdır."
    }
  },
  {
    "id": "350952",
    "unitNumber": 14,
    "text": "<strong>Kişisel irtifaklar ile ilgili olarak aşağıdakilerden hangisi doğrudur?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Üst hakkı, hem taşınırları hem de taşınmazları konu edinebilir.",
      "B": "Oturma hakkından farklı olarak intifa hakkının kullanımının devredilmesi mümkün değildir.",
      "C": "Kaynak hakkı, yalnızca kişisel irtifak olarak kurulabilir.",
      "D": "Tüzel kişi lehine intifa hakkı kurulması mümkün değildir.",
      "E": "Üst hakkı, bağımsız bir hak olarak en çok yüz yıl için kurulabilir."
    }
  },
  {
    "id": "352630",
    "unitNumber": 14,
    "text": "Tapusuz taşınmazlara ilişkin taşınmaz rehni kurulabilmesi .................... İlkesi uyarınca mümkün değildir.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Belirlilik",
      "B": "Aleniyet",
      "C": "Sabit dereceler",
      "D": "Sınırlı sayı",
      "E": "Güvence"
    }
  }
]