[
  {
    "id": "133153",
    "unitNumber": 1,
    "text": "<strong>Atmosfer sıcaklık katmanlarına göre yerden yukarıya doğru sıralanışı aşağıdakilerden hangisinde doğru verilmiştir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Troposfer- Stratosfer- Mezosfer- Termosfer",
      "B": "Stratosfer- Troposfer-Termosfer-Mezosfer",
      "C": "Troposfer- Mezosfer- Stratosfer-Termosfer",
      "D": "Termosfer- Mezosfer- Troposfer- Stratosfer",
      "E": "Mezosfer- Termosfer- Stratosfer- Troposfer"
    }
  },
  {
    "id": "133165",
    "unitNumber": 1,
    "text": "<strong>Atmosferin sıcaklıklarına göre katmanlarıyla ilgili olarak aşağıdaki bilgilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Atmosferde bulunan su buharının yaklaşık olarak tamamı troposferde bulunur.",
      "B": "Stratosfer diğer tabakalara göre daha kararlıdır.",
      "C": "Sıcaklığın en fazla arttığı katman termosferdir.",
      "D": "Troposferden başka stratosferde su buharı bulunabilir.",
      "E": "Mezosfer oldukça dinamik ve hareketli bir tabakadır ve hava kütleler hâlinde yer değiştirir."
    }
  },
  {
    "id": "135900",
    "unitNumber": 1,
    "text": "<strong>Atmosferin gaz içeriklerine göre 10000 km’ye kadar uzandığı katman aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Moleküler Oksijen Katmanı",
      "B": "Atomik Oksijen Katmanı",
      "C": "Hidrojen Katmanı",
      "D": "Helyum Katmanı",
      "E": "Azot Katmanı"
    }
  },
  {
    "id": "135912",
    "unitNumber": 1,
    "text": "I. Atmosferde azot devamlı bulunur ve miktarı değişmez.<br />II. Atmosferde su buharı sürekli bulunur fakat miktarı değişebilir.<br />III. Atmosferde karbondioksit her zaman bulunmayabilir.<br /><strong>Atmosferin birleşimi olarak verilen yukarıdaki bilgilerden hangisi ya da hangileri <u>yanlıştır</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "II ve III"
    }
  },
  {
    "id": "135924",
    "unitNumber": 1,
    "text": "<strong>Atmosferin bileşenlerinden olan oksijenle ilgili olarak  aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Solunum olayının asli unsurudur.",
      "B": "Ağırlığı havanınkinden düşüktür.",
      "C": "Sularda eriyik hâlde bulunmaktadır.",
      "D": "Azlığı insanlarda hipoksiye neden olmaktadır.",
      "E": "Yanma için gerekli bir maddedir."
    }
  },
  {
    "id": "196473",
    "unitNumber": 1,
    "text": "<strong>Atmosfere ait aşağıdaki tanımlardan hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Atmosfer gazlardan oluşan koruyucu bir örtüdür.",
      "B": "Atmosfer yerçekimi nedeniyle yerküreye yapışıktır ve onunla beraber döner.",
      "C": "Atmosferin içerdiği tüm gazların oranları her zaman sabittir.",
      "D": "Atmosfer çeşitli özellikleri ile farklılaşan katmanlardan oluşmaktadır.",
      "E": "Atmosferde ilk 6 km’lik kısım canlı yaşamı, hava olayları ve havacılık faaliyetleri açısından en önemli kısımdır."
    }
  },
  {
    "id": "196475",
    "unitNumber": 1,
    "text": "<strong>Tropopozun yerden itibaren yüksekliği değişkendir. Bunun en önemli nedeni aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Atmosferik gazların yoğunluk farklılıkları",
      "B": "Atmosferik hava sirkülasyonlarının yönü",
      "C": "Atmosfer üzerine yerçekiminin etkisi",
      "D": "Güneşin dünyayı farklı alanlarda ve zamanlarda farklı miktarlarda ısıtması",
      "E": "Atmosferdeki su buharı miktarının değişkenliği"
    }
  },
  {
    "id": "196479",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi sıcaklık özelliklerine göre sınıflandırılmış atmosfer katmanlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Termosfer",
      "B": "Heterosfer",
      "C": "Stratosfer",
      "D": "Troposfer",
      "E": "Mezosfer"
    }
  },
  {
    "id": "196480",
    "unitNumber": 1,
    "text": "<strong>Gerçek atmosfer şartlarında %1-4 arası bir oranda bulunan ve atmosferik olayların temelinde var olan atmosferik madde aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Su buharı",
      "B": "Oksijen",
      "C": "Azot",
      "D": "Xenon",
      "E": "Argon"
    }
  },
  {
    "id": "196482",
    "unitNumber": 1,
    "text": "<strong>İçerisinde ozon bulunduğu için güneş ışınlarını tutan ve sıcaklığın yükseklikle artmaya başladığı katman aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Tropopoz",
      "B": "Mezosfer",
      "C": "Stratosfer",
      "D": "Egzosfer",
      "E": "Termosfer"
    }
  },
  {
    "id": "196485",
    "unitNumber": 1,
    "text": "<strong>Aşağıda verilen ifadelerden hangisi ya da hangileri doğrudur? </strong><br />I.Atmosfer güneş ışınlarının büyük bir bölümünün dünyaya gelmeden yansımasını sağlayarak dünyanın aşırı ısınmasına engel olur.<br />II.Atmosfer yeryüzüne doğru gelen güneş ışınlarının kırılıp dağılmasını sağlayarak dünyanın dengeli ısınmasına neden olur.<br />III.Atmosferin özelliklerinden kaynaklanan hava hareketleri dünya üzerindeki ısının dengeli dağılmasına neden olur.<br />IV.Atmosfer olmasaydı gece - gündüz sıcaklıkları arasındaki fark 280°C’ye kadar çıkabilirdi.",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "I, II ve III",
      "C": "I ve IV",
      "D": "I, II, III ve IV",
      "E": "Yalnız II"
    }
  },
  {
    "id": "196487",
    "unitNumber": 1,
    "text": "<strong>Erzurum’dan havalanan bir uçağın yerden yüksekliği 6 km’yi aştığı zaman yolcuların pencereden gördüğü manzara çoğunlukla nasıl olabilir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yoğun bir kar yağışı",
      "B": "Çok yoğun bir sis",
      "C": "Gök gürültüsü",
      "D": "Hafif yağmur",
      "E": "Bulutsuz, açık ve güneşli bir hava"
    }
  },
  {
    "id": "196490",
    "unitNumber": 1,
    "text": "<strong>Atmosferde havanın genel hareketlerinden sorumlu mekanizma nasıl açıklanabilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Güneşin geliş açısına bağlı olarak ekvator ve kutupların farklı ısınması ve sıcaklık açısından dengesizliğin oluşması",
      "B": "Atmosferin yukarı katmanlarında kuvvetli rüzgârların esmesi",
      "C": "Yer seviyesinde su buharı varlığının yoğun bulut oluşturması",
      "D": "Ozon tabakasının güneş ışınlarını tutması",
      "E": "Karbon miktarının artması"
    }
  },
  {
    "id": "196491",
    "unitNumber": 1,
    "text": "I. Atmosfer içerisinde miktarı değişir.<br />II. Daha çok insan faaliyetleri sonucu ortaya çıkar.<br />III. Su buharının yoğunlaşmasına neden olan yoğunlaşma çekirdekleri görevi görür.<br /><strong>Yukarıda özellikleri verilen atmosferik madde aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Su buharı",
      "B": "Ozon",
      "C": "Partikül maddeler",
      "D": "Azot",
      "E": "Karbondioksit"
    }
  },
  {
    "id": "196493",
    "unitNumber": 1,
    "text": "I. Uygun şartlar oluştuğunda yağış olarak tekrar yeryüzüne döner.<br />II. Su buharı atmosfer içerisinde yoğunlaşarak bulut, sis, pus gibi formlarda görünür hâle gelir.<br />III. Suyun atmosfer içerisindeki hareketi güneş ışınlarının toprağı, ıslak yüzeyleri ve su yüzeylerini ısıtmasıyla başlar.<br />IV. Kopan su molekülleri hava içerisine buhar hâlinde karışarak atmosfer nemini oluştururlar.<br /><strong>Atmosferde suyun döngüsü ile ilgili bir paragraf yazılsa yukarıdaki cümlelerin nasıl sıralanması gerekir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "I, IV, III ve II",
      "B": "III, IV, II ve I",
      "C": "I, II, IV ve III",
      "D": "II, IV, III ve I",
      "E": "IV, I, II ve III"
    }
  },
  {
    "id": "209039",
    "unitNumber": 1,
    "text": "<strong>Hava durumlarının gözlenmesi ve tahmininde yaşanan gelişmelerle ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "İnsanlar dünyada ilk var oldukları dönemlerinden beri havanın durumuyla ilgilenmişlerdir.",
      "B": "Genel anlamda havanın gözlemlenmesi ve tecrübelerine dayalı olarak eski insanlar kısa ve uzun dönemli kestirimlerde bulunmuşlardır.",
      "C": "Eski insanlar bazı canlıların davranışları ile hava durumlarını tahmin etmeye çalışmışlardır.",
      "D": "Daha yakın zamanlarda (18. yy) meteorolojik ölçüm aletleri keşfedilmeye başlanmıştır.",
      "E": "Meteorolojik çalışmaların önemi Osmanlı – Rus savaşında anlaşılmıştır ve askerî amaçlarla yapılan uçuşlarda meteorolojik ölçüm ve tahminlerde ilerleme sağlanmıştır."
    }
  },
  {
    "id": "209040",
    "unitNumber": 1,
    "text": "I. Atmosfer bir gaz karışımı olarak yere yakın kısmında yüksek yoğunlukludur.<br />II. Atmosferde yükselti ile beraber havanın yoğunluğu azalır.<br />III. Atmosferin hareketleri bir gazın hareketlerini andırır ve içerisinde ısı iletkenliği düşüktür.<br />IV. Atmosferin yerden itibaren kalınlığı dünyanın her noktasında aynıdır.<br /><strong>Atmosferle ilgili yukarıdakilerden hangisi ya da hangileri doğrudur?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "II ve III",
      "C": "I, II ve III",
      "D": "I, III ve IV",
      "E": "I, II, III ve IV"
    }
  },
  {
    "id": "209043",
    "unitNumber": 1,
    "text": "I. Havanın kalitesi açısından karbondioksit miktarı önemli bir ölçüttür ve bu gazın belirli bir orandan fazla oluşu havanın kirli olduğunun göstergesidir.<br />II. Dünya üzerinde karbondioksiti eriten bazı alanlar (yutak) vardır (geniş açık su yüzeyleri, sulak alanlar gibi).<br />III. Karbondioksit güneşten dünya üzerine gelen ve uzun dalga radyasyon olarak yansıyan radyasyonu tutar ve ısıya dönüştürür.<br />IV. Atmosferde karbondioksit miktarı arttığında dünyanın gereğinden fazla ısınmasına neden olmaktadır.<br />V. Bugün oldukça yoğun biçimde gündemde olan iklim değişikliği konusunun temelinde yatan şeyin atmosferik karbondioksit miktarındaki değişim olduğu söylenemez.<br /><strong>Yukarıdakilerden hangisi ya da hangileri karbondioksitin atmosferdeki fonksiyonuyla ilgili olarak doğrudur?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız V",
      "B": "II, III",
      "C": "III, IV, V",
      "D": "I, II, III, IV",
      "E": "I, III, V"
    }
  },
  {
    "id": "209047",
    "unitNumber": 1,
    "text": "<strong>Havadaki su buharının etkileriyle ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Coğrafi faktörlere bağlı olarak havadaki su buharının miktarı yeryüzünde iklimlerin farklılaşmasına neden olur.",
      "B": "Su buharı güneş radyasyonunun hızlı biçimde dünyayı terk etmesini önleyerek dünyanın ısınmasına katkı sağlar.",
      "C": "Atmosferik su buharının oluşmasında bitkilerin rolü bulunmamaktadır.",
      "D": "Havanın canlıların solunum yapması açısından uygun hâle gelmesini sağlar.",
      "E": "Sıcaklık ve yüksek nem miktarı insanların biyoklimatik konforunun azalmasına neden olmaktadır."
    }
  },
  {
    "id": "209048",
    "unitNumber": 1,
    "text": "<strong>Atmosferin mezosfer katmanıyla ilgili aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Bulutların ve meteorolojik olayların olduğu atmosfer katmanıdır.",
      "B": "Sıcaklığın yeniden yükselti ile düşmeye başladığı katmandır.",
      "C": "Sıcaklık bu katmanın yüksekliği olan yerden 80-90 km’de eksi 90 °C’ye kadar düşer.",
      "D": "Bu tabakanın kalınlığı stratosferin bittiği yerden 50 km yükseklikten başlar ve 80 – 90 km yüksekliğe kadar çıkar.",
      "E": "Güneş ışınlarını engelleyerek ısıya dönüştürebilecek bir madde bu katmanda bulunmadığı için sıcaklık stratopozdan itibaren düşmeye başlar ve bu düşüş en üst nokta olan mesopoza kadar devam eder."
    }
  },
  {
    "id": "209055",
    "unitNumber": 1,
    "text": "I. Atmosferin katmanları çalışma konularına göre farklı şekillerde ele alınabilmektedir. <br />II. Atmosfer gaz içeriklerine göre katmanlara ayrılmaktadır.<br />III. Atmosferin katmanları fiziksel ve kimyasal özelliklerine göre ayrılabilir.<br />IV. Atmosferin dikey sıcaklık değişimine ve gaz içeriklerine göre ayrılan katmanları birbirinin aynıdır.<br /><strong>Atmosferin katmanlarıyla ilgili olarak yukarıdakilerden hangisi ya da hangileri <u>yanlıştır</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız IV",
      "C": "II ve III",
      "D": "III ve IV",
      "E": "I, II, III ve IV"
    }
  },
  {
    "id": "133181",
    "unitNumber": 2,
    "text": "Uçuş yapan her türlü aracın meteorolojik bilgiye ihtiyacı vardır. Özellikle kalkış ve iniş aşamalarında bu bilgiler hayati önem taşımaktadır.<br /><strong>Paragrafta bahsedilen meteorolojik bilgi desteği aşağıdaki kurumlardan hangisi tarafından verilmektedir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Uluslararası Sivil Havacılık Teşkilatı",
      "B": "Dünya Meteoroloji Teşkilatı",
      "C": "Ulusal Meteoroloji Kurumları",
      "D": "Havaalanı Genel Müdürlüğü",
      "E": "Üniversiteler"
    }
  },
  {
    "id": "133190",
    "unitNumber": 2,
    "text": "<strong>Atmosferin özelliklerinden kaynaklanan ve yeryüzü şekillerinden mevsimlere kadar çok sayıda faktör tarafından etkilenen fiziksel ve ölçülebilir özelliklerin tamamına ne ad verilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Meteorolojik elemanlar",
      "B": "Atmosferik elemanlar",
      "C": "Sıcaklık elemanları",
      "D": "Basınç elemanları",
      "E": "Yağış elemanları"
    }
  },
  {
    "id": "133247",
    "unitNumber": 2,
    "text": "<strong>Bulutların yüksekliğe göre sınıflandırılması ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Altocumulus orta seviyede bulutluluk olup 2 ile 8 km arasında değişmektedir.",
      "B": "Stratus alçak seviyede bulutluluk olup bütün bölgelerde aynı yüksekliktedir.",
      "C": "Cumulus ve Cumulonimbus yüksek seviye ana bulut tiplerindendir.",
      "D": "Cirrocumulus kutup bölgelerinde en düşük tropikal bölgelerde en yüksek seviyelerdedir.",
      "E": "Cirrus, yüksek seviyede bulutluluk olup 3 ile 18 km arasında değişmektedir."
    }
  },
  {
    "id": "135954",
    "unitNumber": 2,
    "text": "<strong>Hava durumlarının canlıların konfor ve sağlıkları üzerine etkilerini ele alan bilim dalı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Sinoptik meteoroloji",
      "B": "Hidrometeoroloji",
      "C": "Deniz meteorolojisi",
      "D": "Biyometeoroloji",
      "E": "Tarımsal meteoroloji"
    }
  },
  {
    "id": "135978",
    "unitNumber": 2,
    "text": "I. Yağışlar dışında görüş mesafesini azaltan hadiseler sis, pus ve kuru duman gibi hadiselerdir.<br />II. Rüzgârın hızı metre/saniye veya knot olarak ölçülmektedir.<br />III. Alçak basınçtan yüksek basınca doğru hareket eden hava kütlesinin hareketi rüzgârı oluşturur.<br /><strong>Görüşü engelleyen meteorolojik olaylarla ilgili olarak yukarıdakilerden hangisi ya da hangileri doğrudur? </strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "I ve III",
      "E": "II ve III"
    }
  },
  {
    "id": "196497",
    "unitNumber": 2,
    "text": "<strong>Meteoroloji biliminin ortaya çıkmasında ve gelişmesinde aşağıdakilerden hangisinin etkili olduğu <u>düşünülemez</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "İnsanların yaşamak için atmosferin şartlarına uymak zorunda olması",
      "B": "İnsanoğlunun temel gıda ihtiyacını karşılamak için gerekli üretimi gerçekleştirmede hava şartlarının etkili olması",
      "C": "İnsanoğlunun yaptığı her türlü dış mekân faaliyetinde meteorolojik elemanların etkisinin hissedilmesi",
      "D": "Sanayi Devrimi ile ortaya çıkan ham madde ihtiyacını karşılama konusunda meteorolojik elemanlara bağımlı olunması",
      "E": "Modern bilim çağında temel bilimlerde ve bilgisayar biliminde özellikle teori boyutunda yaşanan yeni gelişmeler"
    }
  },
  {
    "id": "196500",
    "unitNumber": 2,
    "text": "<strong>Meteorolojinin ilgilendiği temel konular aşağıdakilerden hangisinde doğru olarak verilmiştir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Atmosferin her türlü özelliği ve içinde gerçekleşen her türlü olay",
      "B": "Atmosferdeki yağış oluşumları",
      "C": "Atmosferde gerçekleşen su döngüsü",
      "D": "Atmosferin yukarı katmanları",
      "E": "İnsan atmosfer etkileşimleri"
    }
  },
  {
    "id": "196502",
    "unitNumber": 2,
    "text": "<strong>Meteorolojinin bir bilim olarak ortaya çıkmasında en büyük katkıyı veren ve bazı kaynaklarda meteorolojinin isim babası olarak kabul edilen Yunan filozof ve bilim adamı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Sokrat",
      "B": "Hipokrat",
      "C": "Aristo",
      "D": "Eflatun",
      "E": "Tales"
    }
  },
  {
    "id": "196506",
    "unitNumber": 2,
    "text": "<strong>Meteoroloji biliminde tüm dünyada daha önce eşi görülmemiş bir hızla gelişme sağlanmasına aşağıdaki olaylardan hangisi neden olmuştur?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Yazının icadı",
      "B": "İkinci Dünya Savaşı",
      "C": "Sanayi Devrimi",
      "D": "Yerleşik hayata geçiş",
      "E": "Tarımsal üretime başlama"
    }
  },
  {
    "id": "196507",
    "unitNumber": 2,
    "text": "<strong>Su ve meteorolojinin kesişim konularını ele alan meteorolojinin alt dalı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Sinoptik Meteoroloji",
      "B": "Dinamik Meteoroloji",
      "C": "Aeroloji",
      "D": "Hidro Meteoroloji",
      "E": "Agroloji"
    }
  },
  {
    "id": "196509",
    "unitNumber": 2,
    "text": "<strong>Yükselti, hava sıcaklığı, atmosferik yoğunluk, dünya üzerindeki matematik konum ve yerçekiminin değişkenliği faktörlerinin tamamı aşağıdaki atmosferik özelliklerden hangisi üzerinde en çok etkilidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Nem",
      "B": "Isı",
      "C": "Oksijen miktarı",
      "D": "Yağış",
      "E": "Hava basıncı"
    }
  },
  {
    "id": "196512",
    "unitNumber": 2,
    "text": "<strong>“Isı …..........… sıcaklık …..............…. .” cümlesindeki boşluklara getirilebilecek ifadeler aşağıdakilerden hangisinde verilmiştir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "bir sıcaklık türüdür, derece ile ölçülür",
      "B": "bir enerji türüdür, bu enerjinin göstergesidir",
      "C": "bir doğal oluşumdur, bunun derecesidir",
      "D": "bir enerji iletim yöntemidir, bunun derecesidir",
      "E": "bir birimdir, bir göstergedir"
    }
  },
  {
    "id": "196513",
    "unitNumber": 2,
    "text": "<strong>Yüksek bulutların içinde diğerlerinden çok daha fazla bulunan hatta bu bulutların tamamını oluşturan içerik aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Su damlacıkları",
      "B": "Aşırı soğumuş su damlacıkları",
      "C": "Buz kristalleri",
      "D": "Yoğunlaşma çekirdekleri",
      "E": "Partiküller"
    }
  },
  {
    "id": "196515",
    "unitNumber": 2,
    "text": "“Havanın yatay hareketine rüzgâr denir ve rüzgâr …........................” <strong>cümlesi ağıdakilerden hangisi ile en iyi şekilde tamamlamaktadır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "yüksek basıncın olduğu alanlardan alçak basıncın olduğu alanlara doğru eser.",
      "B": "alçak basıncın olduğu alanlardan yüksek basıncın olduğu alanlara doğru eser.",
      "C": "karadan denizlere doğru eser.",
      "D": "denizlerden karalara doğru eser.",
      "E": "kıtalar arasında daha yoğun eser."
    }
  },
  {
    "id": "196516",
    "unitNumber": 2,
    "text": "<strong>Sis hadisesi oluştuğunda beraberinde aşağıda verilen bulut cinslerinden hangisi bulunmaktadır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Stratokümülüs",
      "B": "Sirüs",
      "C": "Altostratüs",
      "D": "Stratüs",
      "E": "Kümülüs"
    }
  },
  {
    "id": "209058",
    "unitNumber": 2,
    "text": "I. Isı bir noktadan diğerine radyasyon, kondüksiyon ve konveksiyon yöntemlerinden biriyle iletilebilir.<br />II. Radyasyonla ısı iletiminde ısı kaynağı ile iletilen yer arasında bir iletkene gerek yoktur.<br />III. Soba, güneş ve elektrikli ısıtıcının ısıtma yöntemi konveksiyona örnek verilebilir.<br />IV. Kondüksiyon arada bir iletken madde olmaksızın ısının kaynaktan cisimlere iletilmesidir.<br /><strong>Isıyla ilgili yukarıdakilerden hangileri <u>yanlıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "I, II ve III",
      "B": "I, II, III ve IV",
      "C": "II ve III",
      "D": "I, III ve IV",
      "E": "III ve IV"
    }
  },
  {
    "id": "209067",
    "unitNumber": 2,
    "text": "I. Atmosferik nemlilik kendini bulut, sis veya pus olarak belli edebilir.<br />II. Atmosferdeki nemi ifade etmek için, mutlak, maksimum ve nispi nem şeklinde üç terim kullanılmaktadır.<br />III. Su buharının atmosfer içerisindeki diğer gazlardan bağımsız olarak oluşturduğu basınç miktarına atmosferik basınç denilmektedir.<br /><strong>Atmosferik nemle ilgili olarak yukarıdaki bilgilerden hangisi ya da hangileri <u>yanlıştır</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "I ve III"
    }
  },
  {
    "id": "209077",
    "unitNumber": 2,
    "text": "<strong>“Hızlı, dikine, devasa gelişen heybetli, yandan bakınca kar beyazı, altında durunca siyahımsı gri renkte bulutlardır. Bu bulutlarda dikey gelişim çok kuvvetli ve etkilidir. Atmosferin ilk katmanı olan troposferin en üst sınırına kadar ulaşabildiği görülmektedir. Bu seviyeden dışarı çıkamayınca yatay gelişme gösteren bu bulutların en üst kısımları örs şeklini almaktadır.” şeklinde tanımı yapılan bulut, Latince yazılışı ve kısaltması ile birlikte aşağıdakilerden hangisinde verilmiştir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Nimbostratüs (Nimbostratus – Ns)",
      "B": "Kümülonimbüs (Cumulonimbus – Cb)",
      "C": "Stratokümülüs (Stratocumulus – Sc)",
      "D": "Stratüs (Stratus – St)",
      "E": "Kümülüs (Cumulus – Cu)"
    }
  },
  {
    "id": "406625",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi meteorolojik elemanlar arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Hava sıcaklığı",
      "B": "Atmosferik nemlilik",
      "C": "Bulutluluk",
      "D": "Yerkabuğu hareketliği",
      "E": "Rüzgâr"
    }
  },
  {
    "id": "133255",
    "unitNumber": 3,
    "text": "<strong>Sıcaklık ve nem gibi temel ölçütler açısından belli bir homojenlik sergileyen ve yüzlerce km genişliğindeki alanları kaplayabilen atmosfer parçalarına ne ad verilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Hava kütleleri",
      "B": "Hava akımları",
      "C": "Atmosfer kütleleri",
      "D": "Nem kütleleri",
      "E": "Atmosfer akımları"
    }
  },
  {
    "id": "133305",
    "unitNumber": 3,
    "text": "<strong>Cephesel hareketin çok az olduğu ve hava kütleleri birbirlerinin yerini almadığı durumlarda oluşan cephelere ne ad verilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Oklüzyon cephe",
      "B": "Durağan cephe",
      "C": "Soğuk cephe",
      "D": "Sıcak cephe",
      "E": "Dalgasal cephe"
    }
  },
  {
    "id": "135993",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi Türkiye’yi etkileyen hava kütlelerinin geliş yollarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Orta Akdeniz",
      "B": "Doğu Akdeniz",
      "C": "Balkanlar",
      "D": "Karadeniz",
      "E": "Kafkaslar"
    }
  },
  {
    "id": "136006",
    "unitNumber": 3,
    "text": "I.   Ülkemiz her çeşit hava kütlesinin etkisi altındadır.<br />II.  Ülkemizdeki hava kütlelerinin birçoğu Balkanlar üzerinden gelmektedir.<br />III. Ülkemiz genelinde etkin olan hava kütleleri yaz ve kış mevsimlerine göre değişiklik göstermektedir.<br /><strong>Ülkemizi etkileyen hava kütleleri ile ilgili olarak yukarıdakilerden hangisi ya da hangileri doğrudur?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "136047",
    "unitNumber": 3,
    "text": "<strong>Cephe kavramı ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "İlk kez Jacop Bjerknes tarafından tanımlanmıştır.",
      "B": "Meteorolojik analizlerde, sıcak cephe mavi yarım daire, soğuk cephe ise kırmızı üçgen şeklinde gösterilmektedir.",
      "C": "Hava kütleleri arasındaki sınırlar şeklinde tanımlanmıştır.",
      "D": "Cepheler üç boyutlu ve eğimli alanlardır.",
      "E": "Atmosferik bir olay olmadıklarından cepheler çok yüksek atmosfer seviyelerinde görülmezler."
    }
  },
  {
    "id": "196539",
    "unitNumber": 3,
    "text": "<strong>Hava kütleleri, sıcaklık ve nem gibi göstergeler açısından belli bir homojenlik sergileyen geniş alanlar üzerinde oluştuklarına göre aşağıdakilerden hangisi hava kütlelerinin oluşumunu sağlayan kaynak bölgelerinden biri <u>değldir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Rusya toprakları",
      "B": "Kanada",
      "C": "Kıbrıs Adası",
      "D": "Arabistan Yarımadası",
      "E": "Okyanuslar"
    }
  },
  {
    "id": "196540",
    "unitNumber": 3,
    "text": "<strong>Kaynak bölgelerinin özellikleri dikkate alındığında, hava kütlelerinin hareketleri sonucunda aşağıdaki gruplandırmalardan hangisi <u>oluşamaz</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "mTk",
      "B": "mAw",
      "C": "cTw",
      "D": "cAk",
      "E": "cPw"
    }
  },
  {
    "id": "196543",
    "unitNumber": 3,
    "text": "Kuzey Afrika gibi karasal yüzeyler üzerinde oluşan sıcak ve nem içeriği düşük hava kütleleri ………….. olarak adlandırılırken, yine sıcak karakterli olmakla birlikte nem içeriği yüksek olan kütlelere …………. hava kütleleri örnek gösterilebilir.”<br /><strong>Cümlede boş bırakılan yerlere sırasıyla aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "karasal tropikal - denizsel tropikal",
      "B": "karasal polar - karasal tropikal",
      "C": "karasal polar - denizsel tropikal",
      "D": "karasal tropikal – karasal polar",
      "E": "denizsel arktik – polar arktik"
    }
  },
  {
    "id": "196545",
    "unitNumber": 3,
    "text": "<strong>Hava kütlelerinin termodinamik değişimine aşağıdakilerden hangisi örnek olabilir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Türbülans nedeniyle karışma",
      "B": "Üst rakımlardan daha düşük seviyelere alçalma",
      "C": "Dağ gibi engellerle karşılaşıldığında yükselme",
      "D": "Sulak bölgelerden geçerken nem kazanma",
      "E": "Subsidans nedeniyle çökme"
    }
  },
  {
    "id": "196548",
    "unitNumber": 3,
    "text": "<strong>Soğuk Hava Kütleleri su yüzeyleri üzerinden geçerken aşağıdakilerden hangisi gerçekleşir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Nem oranı açısından büyük değişime uğramazlar.",
      "B": "Daha kararlı bir duruma geçerler.",
      "C": "Hava durumu sürekli değişir, yer yer açıkken, yer yer bulutlu ve yağışlı bir hava oluşur.",
      "D": "Genelde görüş mesafesinin düşmesine yol açarlar.",
      "E": "Alt tabakaları denizin etkisi ile daha soğuk olur."
    }
  },
  {
    "id": "196551",
    "unitNumber": 3,
    "text": "<strong>Ülkemiz karasal tropikal hava kütlesinin etkisindeyken aşağıdaki koşullardan hangisi oluşabilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Sıcaklık değerleri çok düşer.",
      "B": "Bulutlardan toz yağabilir.",
      "C": "Görüş mesafesi hep açık olur.",
      "D": "Uzun süreli olarak bulutlu ve kapalı bir hava oluşur.",
      "E": "Bu hava kütlesi ülkemizi etkilemez."
    }
  },
  {
    "id": "196553",
    "unitNumber": 3,
    "text": "<strong>Soğuk ve sıcak cephenin birleşimiyle oluşan oklüzyon cephe ile ilgili aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Soğuk cephe daha hızlı hareket ederek sıcak cepheyi yakalar.",
      "B": "Oklüzyon cephede soğuk veya sıcak cephe özellikleri görülebilir.",
      "C": "Oklüzyon cephe uzadıkça alçak basıncın kuvveti artar.",
      "D": "Oklüzyon cephe uzadıkça alçak basınç merkezinden uzaklaşır.",
      "E": "Oklüzyon cephenin uzaması cephe sisteminin kaybolmaya yüz tutması anlamına gelir."
    }
  },
  {
    "id": "196556",
    "unitNumber": 3,
    "text": "<strong>Hangisi coğrafi sınıflandırma türüne dâhildir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kutupsal cephe",
      "B": "Soğuk cephe",
      "C": "Oklüzyon cephe",
      "D": "Durağan cephe",
      "E": "Sıcak cephe"
    }
  },
  {
    "id": "196560",
    "unitNumber": 3,
    "text": "Sıcak havanın soğuk havaya doğru hareket etmesi ile soğuk havanın arkasında oluşan cepheye …………………………………. denir.<br /><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "sıcak cephe tipi oklüzyon cephe",
      "B": "soğuk cephe",
      "C": "oklüzyon cephe",
      "D": "durağan cephe",
      "E": "sıcak cephe"
    }
  },
  {
    "id": "196563",
    "unitNumber": 3,
    "text": "<strong>Cephe türlerine göre hava olayları ile ilgili olarak aşağıdakilerden hangisi doğrudur?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Stratiform bulutlar genel olarak soğuk cephede oluşur.",
      "B": "Sıcak cephede görüş mesafesi genel olarak iyidir.",
      "C": "Sıcaklık soğuk ve sıcak cephe için büyük farklılık göstermez.",
      "D": "Soğuk cephe önünde rüzgârlar batı ve güneybatıdan esmektedir.",
      "E": "Cb, Cu, Ac, As, Ns tipik sıcak cephe bulutlarıdır."
    }
  },
  {
    "id": "209083",
    "unitNumber": 3,
    "text": "Soğuk hava kütleleri kara yüzeyleri üzerinden geçerken ….......<br /><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "herhangi bir değişikliğe uğramazlar.",
      "B": "hem ısınır hem de nem kazanırlar.",
      "C": "yoğun yağışlara neden olurlar.",
      "D": "genelde görüş mesafesi düşüktür.",
      "E": "bulutlanma az olur."
    }
  },
  {
    "id": "209085",
    "unitNumber": 3,
    "text": "İki hava kütlesinin ilk karşılaşmasında rüzgârlar birbirlerine ................ eserken sonrasında ................. hava .................. havayı itmeye başlar. Bu hareketlilik karşılaşma alanında bükülmeye yol açar. Bükülmenin devam etmesi durumunda ise sıcak hava ile soğuk hava arasında .................. hareketlilik başlar.<br /><strong>Paragrafta boş bırakılan yerlere sırasıyla aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "paralel – soğuk – sıcak – saat yönünün tersine",
      "B": "dik – soğuk – sıcak – saat yönünde",
      "C": "paralel – sıcak – soğuk – saat yönünün tersine",
      "D": "dik – sıcak – soğuk – saat yönünün tersine",
      "E": "paralel – soğuk – sıcak - saat yönünde"
    }
  },
  {
    "id": "209090",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi </strong><strong>soğuk hava kütlelerinin özellikleri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Arktik ve Polar bölgelerde oluşur.",
      "B": "Düşük nem oranına sahip olup kararlı bir durum sergilerler.",
      "C": "Dikine hareketler az olduğu için derinlikleri azdır.",
      "D": "Oluşmaları sıcak hava kütlelerine göre daha kısa zaman alır.",
      "E": "Ülkemizi özellikle kış aylarında etkilerler."
    }
  },
  {
    "id": "209091",
    "unitNumber": 3,
    "text": "<strong>Ülkemizi etkilediğinde “Sibirya Soğuklarına” neden olan Karasal Polar (cP) Hava Kütlesinin kaynak bölgesi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kuzey Rusya",
      "B": "Akdeniz",
      "C": "Atlas Okyanusu",
      "D": "Sahra Çölü",
      "E": "Pasifik Okyanusu"
    }
  },
  {
    "id": "132646",
    "unitNumber": 4,
    "text": "<strong>Hava tahmini gerçekleştirmeye yönelik belli periyotlarda ve tüm dünyada aynı anda gerçekleştirilen rasata ne ad verilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Sinoptik rasat",
      "B": "Klimatolojik rasat",
      "C": "Meydan klimatoloji özeti",
      "D": "Havacılık maksatlı rasat",
      "E": "Volkan rasatı"
    }
  },
  {
    "id": "133330",
    "unitNumber": 4,
    "text": "<strong>Uçuş rotası boyunca hâlihazırda oluşan veya oluşması beklenen meteorolojik olaylar ile ilgili yer ve zaman belirtecek şekilde hazırlanan ve yayınlanan uyarı mesajına ne ad verilir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "VOLMET",
      "B": "SIGMET",
      "C": "GAMET",
      "D": "AIRMET",
      "E": "METAR"
    }
  },
  {
    "id": "136082",
    "unitNumber": 4,
    "text": "Günümüz hava taşımacılığının atası kabul edilen ve 1903 yılında yapılan uçuş denemesi ............................... tarafından gerçekleştirilmiştir.<br /><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Jean-François Pilâtre de Rozier ve Francois d'Arlandes",
      "B": "Wilbur ve Orville Wright Kardeşler",
      "C": "Henri Giffard",
      "D": "Hezarfen Ahmet Çelebi",
      "E": "Hammâd el Cevherî"
    }
  },
  {
    "id": "136095",
    "unitNumber": 4,
    "text": "<strong>Meydan üzerinde yapılan görüş mesafesi ölçümlerinde alanın en az yarısında etkin olan görüş mesafesine ne ad verilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Hâkim rüyet",
      "B": "Pist rüyeti",
      "C": "Yarı görüş mesafesi",
      "D": "Uçuş görüş mesafesi",
      "E": "Kule görüş mesafesi"
    }
  },
  {
    "id": "136124",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi Meydan Meteoroloji İstasyonu’nun görevlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Havaalanındaki hava koşullarını sürekli gözlemlemek",
      "B": "Diğer meteoroloji ofisleriyle bilgi alışverişinde bulunmak",
      "C": "Genel sorumluluk sahasına giren meteorolojik olayları takip etmek ve raporlamak",
      "D": "Gerekmesi durumunda sorumluluk alanlarına ilişkin ihbarları hazırlamak ve duyurmak",
      "E": "Volkanik faaliyet olması durumunda ilgili birimleri bilgilendirmek"
    }
  },
  {
    "id": "196572",
    "unitNumber": 4,
    "text": "……………………., Galata Kulesi ve Üsküdar arasında yaklaşık 3,5 km. uzunluğundaki mesafeyi uçarak kat eden ilk insandır.<br /><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Hezarfen Ahmed Çelebi",
      "B": "Orville Wright",
      "C": "Abbâs İbn Firnâs",
      "D": "Vecihi Hürkuş",
      "E": "Francois d'Arlandes, Montgolfier"
    }
  },
  {
    "id": "196574",
    "unitNumber": 4,
    "text": "<strong>Uluslararası Sivil havacılık Teşkilatı’nın görevleri arasında aşağıdakilerden hangisi <u>yer almaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Sivil havacılığın güvenli ve istikrarlı olarak büyümesini temin etmek",
      "B": "Uçak teknolojisindeki gelişimleri teşvik etmek",
      "C": "Hava yollarının uçacakları rotaları ve fiyatlarını belirlemek",
      "D": "Sivil uçuşlarla ilgili gerekli tesislerin gelişimini desteklemek",
      "E": "Uluslararası taşımacılığın gelişimini desteklemek"
    }
  },
  {
    "id": "196579",
    "unitNumber": 4,
    "text": "…………………………………….., uçuş güvenliği açısından uçakların iniş-kalkış sırasını belirlemekle sorumludur.<br /><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Yedek Meydan",
      "B": "Meydan Kontrol Kulesi",
      "C": "ICAO (Uluslararası Sivil Havacılık Teşkilatı)",
      "D": "Meydan Meteoroloji İstasyonu",
      "E": "Pilotlar"
    }
  },
  {
    "id": "196585",
    "unitNumber": 4,
    "text": "<strong>Meteoroloji görevlisi tarafından yapılan ölçümlerde görüş mesafesi değerleri 900, 950, 925, 1000 ve 975 metre olarak ölçülmüştür. Buna göre görüş mesafesi olarak hangi değer kabul edilecektir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "900",
      "B": "950",
      "C": "925",
      "D": "1000",
      "E": "975"
    }
  },
  {
    "id": "196588",
    "unitNumber": 4,
    "text": "<strong>Aşağıdaki ifadelerden hangisi uçuş seviyesinin 23500 feet olduğunu belirtmektedir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "FL23500",
      "B": "FL230",
      "C": "235FL",
      "D": "FL235",
      "E": "23500FL"
    }
  },
  {
    "id": "196589",
    "unitNumber": 4,
    "text": "<strong>Hangisi Meteoroloji Gözlem Ofisinin görevleri arasında <u>sayılamaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Hava olaylarını gözlemek ve tahmin etmek",
      "B": "Uçuş ekibine gerekli dokümanları sağlamak",
      "C": "SIGMET mesajı yayınlamak",
      "D": "Basın yayın kurumlarına hava tahminlerine ilişkin demeçler vermek",
      "E": "Radyo frekanslarını kullanarak meteorolojik bilgileri yayınlamak"
    }
  },
  {
    "id": "196591",
    "unitNumber": 4,
    "text": "<strong>Meteorolojik gözlem raporları arasında aşağıdakilerden hangisi <u>yer almaz</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "METAR",
      "B": "TAF",
      "C": "SPECI",
      "D": "Sinoptik rasat",
      "E": "Klimatolojik rasat"
    }
  },
  {
    "id": "196594",
    "unitNumber": 4,
    "text": "“Avrupa kıtası için uydu görüntülerinin ve verilerinin işletmesi ve güvenli görüntü ve ürün dağıtımı hizmetini ………………………………….. yapmaktadır.”<br /><strong>Cümlesindeki boşluğa aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Radyozonde istasyonları",
      "B": "ICAO",
      "C": "ECMWF",
      "D": "Meydan Kontrol Kulesi",
      "E": "EUMETSAT"
    }
  },
  {
    "id": "196595",
    "unitNumber": 4,
    "text": "“…………… uçuş faaliyetleri için …………… zaman …………… göre 4 saatlik süre için hazırlanır. Volkanik kül veya tropik siklon oluşumları için bu süre …………… saate kadar çıkabilir.”<br /><strong>Cümlesindeki boşluklara sırasıyla aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "AIRMET – hafif sis olduğu – istasyon verilerine – 8",
      "B": "METAR – uçuş ekibi talep ettiği – pilotun istediği noktalara – 7",
      "C": "SPECI – havada bulut olmadığı ve görüş tamamen açık olduğu – uçuş rotasına – 9",
      "D": "SIGMET – yoğun dolu yağışı gibi önemli olaylar olduğu – uçuş rotasına – 6",
      "E": "TAF – rutin gözlem yapıldığı – İstasyon verilerine – 10"
    }
  },
  {
    "id": "196596",
    "unitNumber": 4,
    "text": "<strong>VOLMET için aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Hazırlanan tüm meteorolojik dokümanları içerir.",
      "B": "Güncel gözlem ve tahmin raporlarının kapsadığı verileri içerir.",
      "C": "Ne çok hızlı ne de çok yavaş olmalıdır.",
      "D": "Türkiye’de sekiz adet meteoroloji birimi tarafından yapılmaktadır.",
      "E": "Gürültüsüz bir ortam sağlanmalıdır."
    }
  },
  {
    "id": "209114",
    "unitNumber": 4,
    "text": "<strong>Hava aracının uçuş planında belirtilen havaalanına ulaşamadığı durumlarda inişine imkân tanıyan donanımın bulunduğu yere ne ad verilir.</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Meydan Kontrol Kulesi",
      "B": "Pist",
      "C": "Meteoroloji Ofisi",
      "D": "Yedek meydan",
      "E": "Alternatif güzergâh"
    }
  },
  {
    "id": "209117",
    "unitNumber": 4,
    "text": "<strong>Uçuşlar için METAR, SPECI, gerekli gözlemler ile tahminleri yapan birim aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Aeronatik Meydan Meteoroloji İstasyonu",
      "B": "Sinoptik Meteoroloji İstasyonu",
      "C": "Klimatolojik Meteoroloji İstasyonu",
      "D": "Radiosonde (Radyozonde) İstasyonu",
      "E": "Meteorolojik uydu"
    }
  },
  {
    "id": "209122",
    "unitNumber": 4,
    "text": "<strong>Uçağın uçuş seviyesinin 20.000 feet olduğunu aşağıdaki ifadelerin hangisi belirtmektedir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "FL020",
      "B": "FL002",
      "C": "FL200",
      "D": "FL20000",
      "E": "FL2"
    }
  },
  {
    "id": "209125",
    "unitNumber": 4,
    "text": "…………………… uçuş güzergâhı üzerindeki meydanların en son gözlem ve tahminlerine ilişkin verileri ve standart seviyelere ait rüzgâr ve sıcaklık tahmini gibi verileri içermektedir.<br /><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "METAR",
      "B": "SPECI",
      "C": "TAF",
      "D": "Radyozonde Gözlem Raporu",
      "E": "Uçuş Dokümanı"
    }
  },
  {
    "id": "209129",
    "unitNumber": 4,
    "text": "Uçakların güvenli kalkış/iniş yapabilmesi için yer rüzgârı ölçümleri ……………………………… rüzgârın yön ve hızını içermelidir.<br /><strong>Cümlede boş bırakılan yee aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "pistin ilk 50 metresindeki",
      "B": "yerden 3 metre yüksekliğindeki",
      "C": "pistin ortasındaki",
      "D": "yere en yakın bulut içindeki",
      "E": "tekerlerin yere değdiği nokta ile yerden 6 - 10 metre yükseklikteki"
    }
  },
  {
    "id": "209134",
    "unitNumber": 4,
    "text": "10.000 ila 63.000 feet arasındaki uçuşları için günde dört defa hazırlanan meteorolojik tahminlere ……………………….. denir.<br /><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "SIGMET",
      "B": "Prognostik kartlar",
      "C": "AIRMET",
      "D": "GAMET",
      "E": "TAF"
    }
  },
  {
    "id": "133333",
    "unitNumber": 5,
    "text": "<strong>Uluslararası Sivil Havacılık Teşkilatının temellerinin atıldığı sözleşme aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "1944 Chicago Sözleşmesi",
      "B": "1963 Tokyo Sözleşmesi",
      "C": "1929 Varşova Sözleşmesi",
      "D": "1922 Paris Sözleşmesi",
      "E": "1933 Roma Sözleşmesi"
    }
  },
  {
    "id": "133346",
    "unitNumber": 5,
    "text": "<strong>Altimetrik değerlerle ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "QFE değeri barometrik basıncın meydan yüksekliğine göre ayarlanması sonucu bulunmaktadır.",
      "B": "QNH değerine ayarlanması ise uçağın deniz seviyesinden yüksekliğini göstermektedir.",
      "C": "QNE de bir altimetrik basınç değeridir.",
      "D": "Altimetre QFE değerine ayarlandığında uçağın piste göre yüksekliğini ifade eder.",
      "E": "QFF meydan irtifasında ölçülen basınç değerinin ortalama deniz seviyesine indirgenmesi ile bulunan basınç değeridir."
    }
  },
  {
    "id": "133388",
    "unitNumber": 5,
    "text": "<strong>Yer kartı haritası ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yer kartı haritasının diğer bir ismi izobar haritasıdır.",
      "B": "Basınç merkezleri ile hareket hızları ve yönleri belirlenebilir.",
      "C": "Yaz döneminde Türkiye’de yer kartında Akdeniz siklonları etkilidir.",
      "D": "Yer kartı üzerinde rüzgâr hız ve yönü tespiti yapılabilir.",
      "E": "Yer kartı üzerinden tahmin sırasında personelin yerel şartları bilmesi önemlidir."
    }
  },
  {
    "id": "133419",
    "unitNumber": 5,
    "text": "<strong>Orta troposfer hava şartlarını gösteren 700 hPa haritasının ortalama yüksekliği kaç metredir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "1500",
      "B": "2000",
      "C": "3000",
      "D": "4000",
      "E": "5500"
    }
  },
  {
    "id": "227455",
    "unitNumber": 5,
    "text": "<strong>Meteorolojide günümüzde yaygın olarak kullanılan basınç birimi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "mmHg",
      "B": "InHg",
      "C": "hPa",
      "D": "Mb",
      "E": "Paskal"
    }
  },
  {
    "id": "227456",
    "unitNumber": 5,
    "text": "<strong>Havacılıkta yaygın olarak kullanılan Standart Atmosfer aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "ARDC Standart Atmosferi",
      "B": "ICAO Standart Atmosferi",
      "C": "ICAN Standart Atmosferi",
      "D": "ISA Standart Atmosferi",
      "E": "NACA Standart Atmosferi"
    }
  },
  {
    "id": "227457",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi </strong><strong>Uluslararası Sivil Havacılık Teşkilatı’nın (ICAO) amaçları arasında yer almaktadır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Havacılık personeli, uçuş donanımları ve araçları gibi konularda standartların belirlenmesi",
      "B": "Uluslararası terörist oluşumların önüne geçmek",
      "C": "Her hava yolu firmasının her noktaya uçmasını sağlamak",
      "D": "Ülkelerin hangi noktalarda havaalanı yapacağına karar vermek",
      "E": "Hava taşımacılığında fiyat aralıklarına karar vermek"
    }
  },
  {
    "id": "227458",
    "unitNumber": 5,
    "text": "<strong>Uçaklar ve uçuş faaliyetleri için büyük öneme sahip ICAO Standart Atmosferi ile ilgili aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Tamamen kuru kabul edilmektedir.",
      "B": "Ortalama deniz seviyesindeki hava basıncı 1013,23 hPa’dır.",
      "C": "ICAO standart atmosferine göre yerden 11 km. yüksekte bulunan havanın sıcaklığı -46,5 <sup>0</sup>C’dir.",
      "D": "18 km. yükseklikteki havanın sıcaklığı -56,5 <sup>0</sup>C’dir.",
      "E": "78 km. yükseklikteki havanın sıcaklığı -72,5 <sup>0</sup>C’dir."
    }
  },
  {
    "id": "227459",
    "unitNumber": 5,
    "text": "<strong>Uçağın piste göre yüksekliğini ifade eden değer aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "QFE",
      "B": "QNH",
      "C": "QNE",
      "D": "QFF",
      "E": "Barometrik Basınç"
    }
  },
  {
    "id": "227460",
    "unitNumber": 5,
    "text": "<strong>Hava olaylarının tahmininde yararlanılan yer haritası üzerine aşağıdakilerden hangisi <u>işlenmemektedir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Sıcaklık",
      "B": "Rüzgâr yön ve şiddeti",
      "C": "Kapalılık",
      "D": "Yağış cinsi",
      "E": "Üst seviye sıcaklık bilgileri"
    }
  },
  {
    "id": "227461",
    "unitNumber": 5,
    "text": "<strong>Yağış türünün ve don olaylarının belirlenmesinde aşağıdakilerden hangisi etkindir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "700 hPa haritası",
      "B": "850 hPa haritası",
      "C": "500 hPa haritası",
      "D": "300 hPa haritası",
      "E": "Yağış türü yer kartına göre tahmin edilebilirken, don olayının tahmin edilmesi imkânsızdır."
    }
  },
  {
    "id": "227462",
    "unitNumber": 5,
    "text": "“…………… haritasında 150 dekametre başlangıç noktası alınır ve her 3 dam’de bir kontur çizilir. Orta troposfer hava şartlarını gösteren …………… haritasının ortalama yüksekliği …………… metredir. 500 hPa haritası ortalama …………… metre yükseklikte troposferin orta seviyelerindeki hava durumunu göstermesi açısından önemli bir seviye kartıdır. 300 hPa haritası ise 900 dam temel alınarak her 6 dam’de bir kontur ile ……………ve üzerindeki rüzgâr hızlarının bulunduğu alanlarda eş rüzgâr eğrileri çizilir.”<br /><strong>Paragraftaki boşluklara sırasıyla aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "700 hPa – 850 hPa – 2.000 – 3.500 – 30 knot",
      "B": "500 hPa – 700 hPa – 3.500 – 3.000 – 80 knot",
      "C": "850 hPa – 500 hPa – 4.500 – 6.500 – 90 knot",
      "D": "700 hPa – 500 hPa – 6.000 – 8.000 – 50 knot",
      "E": "850 hPa – 700 hPa – 3.000 – 5.500 – 60 knot"
    }
  },
  {
    "id": "227463",
    "unitNumber": 5,
    "text": "“Uzun yol uçuşları için rüzgâr şiddeti ve yönünü göstermesi nedeniyle …………………………………… kartları ayrı bir öneme sahiptir.”<br /><strong>Cümlesindeki boşluğa aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "850 hPa",
      "B": "600 hPa",
      "C": "500 hPa",
      "D": "300 hPa",
      "E": "700 hPa"
    }
  },
  {
    "id": "227464",
    "unitNumber": 5,
    "text": "<strong>İzoterm ne demektir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Eş yükselti noktalarını birleştiren çizgilere denir.",
      "B": "Üst seviye meteoroloji haritalarında eş rüzgâr seviyelerini birleştiren çizgilere denir.",
      "C": "Eş basınç noktalarını birleştiren çizgilerdir.",
      "D": "Aynı sıcaklık değerine sahip noktaları gösteren çizgilerdir.",
      "E": "Tropikal bölgelerdeki sıcaklık değerlerini gösteren çizgilerdir."
    }
  },
  {
    "id": "240228",
    "unitNumber": 5,
    "text": "ICAO Standart Atmosferinde …………………………………………………………..<br /><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "ilk 31.000 feet’te sıcaklık her 500 feet’te yaklaşık 2 derece düşer.",
      "B": "31.000 feet’ten sonraki yüksekliklerde sıcaklık her 1000 fett’te 1,98 derece azalır.",
      "C": "atmosferin aşağı seviyelerinde basınç her 27 feet’te 1 hPa azalmaktadır.",
      "D": "sıcaklık daha aşağı seviyelerde sabittir.",
      "E": "31.000 feet’e kadar her 27 feet’te basınç 2 hPa azalır."
    }
  },
  {
    "id": "240233",
    "unitNumber": 5,
    "text": "Yağış türünün belirlenmesinde ve özellikle kar yağışı tahmininde ……………………. hPa haritasından etkin olarak yararlanılır.<br /><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "300",
      "B": "500",
      "C": "600",
      "D": "700",
      "E": "850"
    }
  },
  {
    "id": "240234",
    "unitNumber": 5,
    "text": "Cepheler genellikle …….. hPa haritasındaki rüzgârın hızı ve yönünde ilerler.<br /><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "300",
      "B": "500",
      "C": "600",
      "D": "700",
      "E": "850"
    }
  },
  {
    "id": "133470",
    "unitNumber": 6,
    "text": "<strong>Belirli iki nokta arasında rüzgârın yön ve hızında veya hem yön hem de hızında meydana gelen ani değişimlere ne ad verilir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Hamle",
      "B": "Squall",
      "C": "Rüzgar kırılması",
      "D": "Jet Stream",
      "E": "Knot"
    }
  },
  {
    "id": "133519",
    "unitNumber": 6,
    "text": "<strong>Sıcak, soğuk, nemli ya da kuru bir havanın rüzgârla bir yerden başka bir yere yatay olarak taşınmasına ne adı verilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Adveksiyon",
      "B": "Konveksiyon",
      "C": "Türbülans",
      "D": "Oraj",
      "E": "Kararsızlık"
    }
  },
  {
    "id": "136145",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi buzlanmanın şiddetine göre yapılan sınıflandırmalardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "İz",
      "B": "Hafif",
      "C": "Orta",
      "D": "Şiddetli",
      "E": "Karışık"
    }
  },
  {
    "id": "136178",
    "unitNumber": 6,
    "text": "<strong>Yer rüzgârları ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Uçak kazalarının en büyük sebeplerinden biri yer rüzgârlarıdır.",
      "B": "Yer rüzgârı yerden 10 metre yükseklikte ölçülür.",
      "C": "Pilotlar yer rüzgârının yön ve hızını bilmek zorundadırlar.",
      "D": "Yer rüzgârı uçuş süresi ve yakıt tüketimini azaltır.",
      "E": "Yer rüzgârı anemometre adı verilen aletle ölçülür."
    }
  },
  {
    "id": "136194",
    "unitNumber": 6,
    "text": "I. Görüş mesafesi havaalanının hava trafik akışını büyük oranda etkiler.<br />II. Görüş mesafesinin azalmasına doğal olaylar ve hava kirliliği gibi olaylar neden olur.<br />III. Minimum görüş mesafesinde iniş ve kalkış yapılması bütün havaalanlarında mümkündür.<br /><strong>Görüş mesafesi ile ilgili olarak yukarıdakilerden hangisi ya da hangileri doğrudur?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "Yalnız II"
    }
  },
  {
    "id": "196685",
    "unitNumber": 6,
    "text": "<strong>Rüzgârın havacılık faaliyetlerine etkisi konusunda aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yer rüzgârının yönü ve hızı kalkış ağırlığını belirlemekte kullanılır.",
      "B": "Kuvvetli baş rüzgârı uçuş süresini artırır, daha fazla yakıt tüketimine sebep olur.",
      "C": "Kuvvetli kuyruk rüzgârı uçuş süresini ve yakıt tüketimini azaltır.",
      "D": "Jet stream daha çok uzun uçuş yapan uçakların seyrettiği nispeten daha yüksek irtifalarda görülür.",
      "E": "Uçağın maruz kaldığı rüzgârın uçuş süresine etkisi yoktur."
    }
  },
  {
    "id": "196689",
    "unitNumber": 6,
    "text": "<strong>60 kt’den daha hızlı olan, yatay olarak büyük sıcaklık farklılıklarından kaynaklanan, tipik olarak 1.500 deniz mili uzunluğunda ve 200 deniz mili genişliğindeki rüzgârlara ne ad verilir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yer rüzgârı",
      "B": "Fırtına",
      "C": "Jet stream",
      "D": "Kuyruk rüzgârı",
      "E": "Baş rüzgârı"
    }
  },
  {
    "id": "196692",
    "unitNumber": 6,
    "text": "<strong>Havacılık amaçlı raporlamalarda aşağıdakilerden hangisi hiçbir şartta <u>yer almaz</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Uçuş görüş mesafesi",
      "B": "Hâkim rüyet",
      "C": "Minimum rüyet",
      "D": "Pist görüş mesafesi",
      "E": "Dikine rüyet"
    }
  },
  {
    "id": "196693",
    "unitNumber": 6,
    "text": "<strong>Dikey gelişim gösteren ve kümülüform olarak adlandırılan küme bulutlarının özellikleri arasında aşağıdakilerden hangisi <u>yer almaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Genellikle şiddetli sağanak biçiminde yağışa sebep olurlar.",
      "B": "Türbülans riski ve buzlanma bu bulutların karakteristiğidir.",
      "C": "Yer seviyesinde oluştuklarında sis adını alırlar.",
      "D": "Kararsız özellikteki havalarda oluşurlar.",
      "E": "Bulut içerisinde dikey hava akımı mevcuttur."
    }
  },
  {
    "id": "196697",
    "unitNumber": 6,
    "text": "<strong>Bulutlar temel olarak yüksekliklerine göre yüksek, orta ve alçak bulutlar olmak üzere üç tiptir. Aşağıdakilerden hangisi alçak bulutlardan biridir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kümülüs",
      "B": "Sirro-kümülüs",
      "C": "Alto-kümülüs",
      "D": "Sirüs",
      "E": "Sirro-stratüs"
    }
  },
  {
    "id": "196699",
    "unitNumber": 6,
    "text": "<strong>Bulut taban yüksekliğinin hesaplama yolu ile tahmin edilmesinde ihtiyaç duyulan veriler aşağıdakilerden hangisinde doğru olarak verilmiştir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Bulut kapalılığı ve sıcaklık",
      "B": "Sıcaklık ve nem",
      "C": "İşba sıcaklığı ve nem",
      "D": "Sıcaklık, nem ve rüzgâr",
      "E": "Sıcaklık, işba sıcaklığı ve hava kütlesinin yüksekliğe soğuma miktarı"
    }
  },
  {
    "id": "196701",
    "unitNumber": 6,
    "text": "<strong>Sıcaklığın havacılık faaliyetlerine önemli etkileri bulunmaktadır. Aşağıdakilerden hangisi bu etkiler arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Yolcuların daha konforlu yolculuk etmeleri için uçak içi sıcaklık ayarı yapılabilmesi için yüksek seviye sıcaklık bilgileri talep edilir.",
      "B": "Düşük hava sıcaklığı motorun gücünü ve verimini olumlu yönde etkilemektedir.",
      "C": "Normalden daha yüksek sıcaklıklarda seyir hızını korumak için daha fazla yakıt kullanılması gerekir.",
      "D": "Yüksek seviye sıcaklık bilgisinden uçak buzlanması olup olmayacağının değerlendirilmesinde faydalanılır.",
      "E": "Yakıt yükünün belirlenmesi için uçuşun planlanması safhasında uçuş yol boyu sıcaklık bilgileri talep edilir."
    }
  },
  {
    "id": "196705",
    "unitNumber": 6,
    "text": "<strong>Buzlanma ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Buzlanma; sadece kış mevsiminde karşılaşılan bir sorun değildir.",
      "B": "Kümülünimbus (CB) bulutu, daima buzlanmaya neden olur.",
      "C": "Bir pilot seyir hâlindeyken buzlanmayı uzaktan kolaylıkla fark edebilir.",
      "D": "Su damlacıkları (-20) <sup>0</sup>C’ye kadar atmosferde donmadan sıvı hâlde bulunabilir.",
      "E": "Buzlanma, bulutun olmadığı durumlarda çok sık görülmez."
    }
  },
  {
    "id": "196709",
    "unitNumber": 6,
    "text": "<strong>Şiddetine göre buzlanma kategorileri arasında aşağıdakilerden hangisi <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Iz",
      "B": "Hafif",
      "C": "Orta",
      "D": "Şiddetli",
      "E": "Şeffaf"
    }
  },
  {
    "id": "209151",
    "unitNumber": 6,
    "text": "<strong>Uçuşun görerek uçuş kurallarına (VFR) göre mi yoksa aletli uçuş kurallarına (IFR) göre mi yapılacağına karar verilirken hangi görüş mesafesi kullanılır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Minimum rüyet",
      "B": "Meyil rüyeti",
      "C": "Uçuş görüş mesafesi",
      "D": "Hâkim rüyet",
      "E": "Pist görüş mesafesi"
    }
  },
  {
    "id": "209154",
    "unitNumber": 6,
    "text": "<strong>Havacılık açısından en ciddi hava hadiselerinden biri olan buzlamanın sebep olduğu olumsuzluklar arasında aşağıdakilerden hangisi <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Buzlanma ileri doğru hareketi azaltarak motorun daha fazla çalışmasına sebep olur.",
      "B": "Kanattaki buzlanma kanadın şeklini bozduğundan yükselmeyi olumsuz etkiler.",
      "C": "Uçak yüzeyinde kalın ve sert bir yüzey oluşturan buzlanma yükseklik kaybına neden olabilir.",
      "D": "Düşük hava sıcaklığı motorun gücünü ve verimini artırır.",
      "E": "Ön camlarda görüşü engelleyen buz birikmesi görüş kaybına neden olarak inişi imkânsız hâle getirebilir."
    }
  },
  {
    "id": "209155",
    "unitNumber": 6,
    "text": "<strong>Buzlanma hadisesi ile sıcaklık değerleri arasındaki ilişki ile ilgili olarak aşağıdakilerden hangisi doğrudur?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "-40<sup>0</sup>C’den daha düşük sıcaklıklarda buzlanma ihtimali yüksektir.",
      "B": "Kuvvetli buzlanma için ideal sıcaklık aralığı 0<sup>0</sup>C ile -20<sup>0</sup>C aralığıdır.",
      "C": "-20<sup>0</sup>C ile -40<sup>0</sup>C arasında buzlanma olmaz.",
      "D": "Kuvvetli buzlanma için ortamın -40<sup>0</sup>C’den daha soğuk olması gerekir.",
      "E": "0<sup>0</sup>C ile -20<sup>0</sup>C aralığında buzlanma olmaz."
    }
  },
  {
    "id": "209156",
    "unitNumber": 6,
    "text": "<strong>Kararlı havanın özellikleri arasında aşağıdakilerden hangisi <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yere yakın seviyelerde zayıf görüş",
      "B": "Alçak bulut tavanı ve stratiform tipi bulutlar",
      "C": "Hafif yağmur ve çisenti",
      "D": "Yüksek bulut tavanı ve kümülüform tipi bulutlar",
      "E": "Hafif rüzgâr ve genellikle sakin bir hava"
    }
  },
  {
    "id": "133539",
    "unitNumber": 7,
    "text": "<strong>Havacılık amaçlı meteorolojik raporlamalarda \"DZ\" ile gösterilen çisenti için hadise tablosunda aşağıdaki kod aralıklarından hangisi kullanılır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "20-29",
      "B": "30-39",
      "C": "40-49",
      "D": "50-59",
      "E": "60-69"
    }
  },
  {
    "id": "133552",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi oluşum biçimine göre sınıflandırılan sis çeşitlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Radyasyon sisi",
      "B": "Adveksiyon sisi",
      "C": "Yamaç sisi",
      "D": "Buhar sisi",
      "E": "Duman sisi"
    }
  },
  {
    "id": "136219",
    "unitNumber": 7,
    "text": "<strong>Yağış çeşitleriyle ilgili olarak aşağıdakilerden hangisi doğrudur?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yağmur taneciklerinin boyutu 0,5 mm'den küçüktür.",
      "B": "Havacılık amaçlı raporlamada yağmur, FG ile gösterilir.",
      "C": "Yağış buluttan yeryüzüne doğru düşerken, yere ulaşamadan buharlaşabilir.",
      "D": "Sağanak yağışlar uzun süreli yağışlardır.",
      "E": "Yağışın oluşumuna ilişkin olarak geliştirilmiş üç teori bulunmaktadır."
    }
  },
  {
    "id": "136296",
    "unitNumber": 7,
    "text": "I. Uzaklık 20 km’yi aştığında gök gürültüsü çok az işitilir ya da hiç duyulmaz.<br />II. Gök gürültüsü şimşeğin görülmesinden kısa bir süre önce duyulur.<br />III. Şimşek ile gök gürültüsünün bir arada görülmesi olayına oraj adı verilmektedir.<br /><strong>Yukarıdaki gök gürültülü sağanaklar ile ilgili bilgilerden hangisi ya da hangileri <u>yanlıştır</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "I ve III",
      "E": "II ve III"
    }
  },
  {
    "id": "136307",
    "unitNumber": 7,
    "text": "<strong>Bulutun aşağısında yağmur, yukarısında ise kar tanelerinin bulunduğu oraj aşaması aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kümülüs aşaması",
      "B": "Olgunlaşma aşaması",
      "C": "Gelişme aşaması",
      "D": "Dağılma aşaması",
      "E": "Birleşme aşaması"
    }
  },
  {
    "id": "196733",
    "unitNumber": 7,
    "text": "<strong>Meteorolojik ölçüm ve gözlemler sonucunda elde edilen verilerin raporlanması ve gösterimi için rakamlar, harf kısaltmaları ve simgelerin kullanılmasının sebepleri arasında aşağıdakilerden hangisi <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Elde edilen bilgilerden başka ülkelerin de faydalanması",
      "B": "Meteorolojik mesajların daha kısa olması ihtiyacı",
      "C": "Dünyadaki tüm ilgililer tarafından mesajın kolaylıkla anlaşılabilmesi ihtiyacı",
      "D": "Standartların geliştirildiği dönemde bilgisayarların çok yaygın olmaması",
      "E": "Verilerin meteorolojik haritalara daha kolay aktarılması ihtiyacı"
    }
  },
  {
    "id": "196737",
    "unitNumber": 7,
    "text": "<strong>Görüş mesafesini kısıtlayan hava olayları arasında aşağıdakilerden hangisi <u>yer almaz</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Sis",
      "B": "Şimşek",
      "C": "Kar yağışı",
      "D": "Duman",
      "E": "Pus"
    }
  },
  {
    "id": "196740",
    "unitNumber": 7,
    "text": "<strong>Genellikle sis ve düşük görüş mesafesi ile birlikte kararlı havalarda görülen, küçük su damlacıklarından oluşan, saatte 1 mm’den daha az miktar bırakan ve çapı 0,5 mm’den daha az olan yağışın havacılık amaçlı raporlamalarda kullanılan ifadesi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "RA",
      "B": "DZ",
      "C": "SN",
      "D": "BR",
      "E": "DU"
    }
  },
  {
    "id": "196743",
    "unitNumber": 7,
    "text": "<strong>Çapları 0,5 mm’den daha büyük su damlacıklarından oluşan, hadise tablosunda 60 -69 arasındaki rakamlarla ifade edilen, atmosferdeki nemin yerçekimi nedeniyle yere düşecek ağırlığa kavuşacak biçimde yoğunlaşarak su damlacıkları oluşturması ile meydana gelen hava olayının havacılık amaçlı raporlamalarda kullanılan harf kodu aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "RA",
      "B": "RN",
      "C": "DZ",
      "D": "FG",
      "E": "SN"
    }
  },
  {
    "id": "196746",
    "unitNumber": 7,
    "text": "<strong>Parlak, beyaz, katı ve çoğu zaman altıgen şekle sahip, buz kristallerinden oluşan, uçak kanatları üzerinde birikmesi, görüş mesafesini düşürmesi ve buza dönüşme potansiyeli gibi riskler taşıyan hava olayının havacılık amaçlı raporlamalarda kullanılan harf kodu aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "RA",
      "B": "FG",
      "C": "DZ",
      "D": "SN",
      "E": "SW"
    }
  },
  {
    "id": "196749",
    "unitNumber": 7,
    "text": "<strong>Sağanak yağışların özellikleri arasında aşağıdakilerden hangisi <u>yer almaz</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Sağanak, hadise tanımlayıcı olması nedeniyle raporlamada tek başına kullanılmaz.",
      "B": "Sağanak, yağmur için kullanılan bir tanımlayıcı olduğundan raporlamada RA ile birlikte kullanılmasına gerek yoktur.",
      "C": "Hadise tablosunda orajla birlikte olmayan sağanak biçimindeki yağışlar için 80 – 90 arasındaki rakamlar kullanılır.",
      "D": "Konvektif –kümülüform- bulutlarda meydana gelir.",
      "E": "Yoğunluğu ani değişiklik gösteren ve süresi ile kıyaslandığında büyük miktarda yağış bırakan yağışları ifade eder."
    }
  },
  {
    "id": "196751",
    "unitNumber": 7,
    "text": "<strong>Bir gözlemci, bulunduğu yerden şimşek çakmasını gözlemledikten 10 saniye sonra gök gürültüsünü işitiyor. Buna göre, şimşeğin gerçekleştiği yerin gözlemciye olan mesafesi kaç metredir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "1.700 metre",
      "B": "2.400 metre",
      "C": "3.000 metre",
      "D": "3.400 metre",
      "E": "Bu mesafe, bu verilerle hesaplanamaz."
    }
  },
  {
    "id": "196754",
    "unitNumber": 7,
    "text": "<strong>Dolu hadisesi ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kümülünimbus (CB) bulutlarından meydana gelen doluya özellikle sıcak mevsimlerde rastlanır.",
      "B": "Kümülünimbus (CB) bulutlarından meydana gelen doluya donma seviyesinin yerde ya da yere yakın seviyelerde olduğu aylarda çok sık rastlanır.",
      "C": "Bulut içerisindeki dikey hız arttıkça dolu taneciklerinin boyutu da artar.",
      "D": "Havacılık amaçlı kodlamada “GR” doluyu ifade eder.",
      "E": "Çapı genellikle 5-50 mm arasında olmakla birlikte tropik bölgelerde daha büyük çaplı dolulara rastlanabilir."
    }
  },
  {
    "id": "196758",
    "unitNumber": 7,
    "text": "<strong>Havacılık amaçlı raporlamalarda görüş mesafesi, yağış gibi hadiselerin şiddetlerini ve karakteristiklerini net biçimde raporlayabilmek için kullanılan işaret ve kısaltmalarla ilgili olarak aşağıdaki ifadelerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Bu işaret ve kısaltmalar hadise tanımlayıcı olarak adlandırılır ve bu tanımlayıcı ile birlikte hava hadisesinin kendisini de içeren kod kombinasyonunun uzunluğu dokuz karakteri geçemez.",
      "B": "(-) işareti hafif şiddetteki, (+) işareti kuvvetli hadisler için kullanılır ve orta şiddetteki hadiseler için şiddet belirteci kullanılmaz.",
      "C": "TS belirteci orajı ifade eder ve yağışla birlikte görülmesi durumunda ilgili yağışla birlikte, yağış olmaması halinde tek başına kullanılır.",
      "D": "Gök gürültülü sağanak yağış raporlamada mutlaka “TSSH” ile belirtilir, yağış tipinin yağmur olması durumunda kodlama “TSSHRA” biçimindedir.",
      "E": "“TS” ile birlikte sağanak tanımlayıcısı olan “SH” kullanılmaz."
    }
  },
  {
    "id": "196760",
    "unitNumber": 7,
    "text": "<strong>Meteorolojik hadiselerle ilgili veriln aşağıdaki ifadelerden hangisi doğrudur?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "-TSRA ifadesi hafif gök gürültülü sağanak yağmuru, +TSSN ifadesi kuvvetli gök gürültüsü ile birlikte kar yağışını ifade eder.",
      "B": "Hafif çisenti ile birlikte sis görülmesi durumunda bu hadiseler “DZFG” olarak kodlanır.",
      "C": "Hafif çisenti ile birlikte sis görülmesi durumunda bu hadiseler “-DZFG” olarak kodlanır.",
      "D": "Aynı anda birden fazla yağış tipinin gözlenmesi durumunda etkin olan yağış tipi önce, diğeri daha sonra belirtilmek üzere aynı grup içinde rapor edilir (TSRASN gibi).",
      "E": "Aynı anda birden fazla yağış tipinin gözlenmesi durumunda etkin olan yağış tipi önce, diğeri daha sonra belirtilmek üzere ayrı ayrı rapor edilir (+SN RA gibi)."
    }
  },
  {
    "id": "209161",
    "unitNumber": 7,
    "text": "<strong>Dünya Meteoroloji Teşkilatı tarafından tanımlanmış olan ve tüm dünyada kullanılan 99 hadise tablosunda, gözlem yapılan yerde, gözlem zamanında görülen yağış hadiselerinin çeşitleri hangi rakamlar arasında yer almaktadır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "00 – 49 rakamları arasında",
      "B": "20 – 29 rakamları arasında",
      "C": "30 – 39 rakamları arasında",
      "D": "40 – 49 rakamları arasında",
      "E": "50 – 99 rakamları arasında"
    }
  },
  {
    "id": "209163",
    "unitNumber": 7,
    "text": "I. Havacılık amaçlı meteorolojik raporlamalarda sis “FG” ile ifade edilir.<br />II. Sis durumunda tüm yönlerde görüş 1 km’nin altındadır.<br />III. Sisin oluşması için en elverişli şartlar hafif yer rüzgârı, yüksek nispi nem ve kararlı hava durumlarıdır.<br /><strong>Sis ile ilgili olarak yukarıdakilerden hangisi ya da hangileri doğrudur?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "II ve III",
      "D": "I ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "209165",
    "unitNumber": 7,
    "text": "<strong>Havacılık açısından tehlike doğurabilecek olan çisenti çeşidi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kuvvetli çisenti",
      "B": "Orta kuvvette çisenti",
      "C": "Donan çisenti",
      "D": "Hafif çisenti",
      "E": "Aralıklı çisenti"
    }
  },
  {
    "id": "209167",
    "unitNumber": 7,
    "text": "<strong>Yağışla ilgili olarak aşağıdakilerden hangisi doğrudur?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yağmur için havacılık amaçlı kodlarda “RN” kullanılır.",
      "B": "Sıvı hâldeki yağışların en sık görüleni çisentidir.",
      "C": "Yağışın yeryüzüne düşerken buharlaşması virga olarak adlandırılır.",
      "D": "Her bulutun içinde mutlaka sıcaklığın 0<sup>0</sup>C’nin altında olduğu bir bölüm vardır.",
      "E": "Stratiform tipi bulutlardan düşen yağış daha iri damlalar halindedir."
    }
  },
  {
    "id": "209171",
    "unitNumber": 7,
    "text": "<strong>Kar ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Sıcaklık 0<sup>0</sup>C’nin altına düştükçe kar tanelerinin boyutu büyür.",
      "B": "Kar hadisesi havacılık amaçlı raporlamalarda “SN” ile ifade edilir.",
      "C": "Kar paleti beyaz ve sık buz zerrelerinin oluşturduğu küre veya koni şeklindeki tanelerdir.",
      "D": "Çapları 1 mm’den küçük düz, ince ve uzun buz zerreleri kar greni olarak adlandırılır.",
      "E": "Kar görüş mesafesini düşürmesi ve buza dönüşme potansiyeli nedeniyle özellikle gece saatlerinde daha tehlikelidir."
    }
  },
  {
    "id": "209172",
    "unitNumber": 7,
    "text": "Kısa süren, ani başlayıp ani biten, yoğunluğu ani değişiklik gösteren ve süresi ile kıyaslandığında büyük miktarda yağış bırakan, gökyüzünde hızlı değişiklerin yaşandığı yağışlar .......................... olarak adlandırılır ve havacılık amaçlı raporlamalarda ...............ile ifade edilir.<br /><strong>Cümlede boş bırakılan yerlere sırasıyla aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "şiddetli yağış, RA",
      "B": "sağanak, SW",
      "C": "sağanak, SH",
      "D": "şiddetli yağış, SH",
      "E": "kararsızlık yağışı, PR"
    }
  },
  {
    "id": "209175",
    "unitNumber": 7,
    "text": "<strong>Havacılık faaliyetleri açısından risk doğurmakla birlikte doğrudan gök gürültülü sağanak yağışla ilgili olmayan durum aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Rüzgâr hızında ve yönünde ani değişiklikler ve hamleli yer rüzgârı",
      "B": "Kuvvetli dikey hareket nedeniyle meydana gelen türbülans",
      "C": "Bulut içindeki elektrik yükü nedeniyle oluşan elektrik boşalması",
      "D": "Aşağı yönlü kuvvetli hava akımı ve rüzgâr kırılması",
      "E": "Pist üzerinde yatay görüşü düşüren kuvvetli sis"
    }
  },
  {
    "id": "209177",
    "unitNumber": 7,
    "text": "Bu hadisenin meydana geldiği bulutlarda bulut taban sıcaklığı 0<sup>0</sup>C, tepe sıcaklığı ise -20<sup>0</sup>C dolaylarındadır. Bulutun tavanı pozitif, tabanı ise negatif elektrik yüküne sahiptir. Uçuş için en tehlikeli hava hadiselerinden biri olup türbülans, elektrostatik boşalmalar, güçlü rüzgârlar gibi havacılık açısından tehlikeli hadiseleri kapsar.<br /><strong>Paragrafta tanımlanan hadise aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Oraj",
      "B": "Hamle",
      "C": "Rüzgâr kırılması",
      "D": "Dolu",
      "E": "Buzlanma"
    }
  },
  {
    "id": "209182",
    "unitNumber": 7,
    "text": "<strong>Havaalanı üzerinde olmamakla birlikte, havaalanının merkezinde bulunduğu 16 km’lik bir alan içerisinde sis, toz fırtınası, kum fırtınası, sağanaklar, savrulan kum, savrulan kar, oraj, savrulan toz gibi hadiseler nasıl rapor edilir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Havaalanından mesafesi 10 km’den daha fazla olan hadiseler havaalanı meteorolojik raporlarında yer almaz.",
      "B": "Mesafesi ne olursa olsun gözlemci tarafından görülebilen tüm hadiseler aynı biçimde raporlanır.",
      "C": "Bu hadiseler “TS” terimi ile birlikte rapor edilir.",
      "D": "Bu hadiseler “VC” terimi ile birlikte, VC terimi hadiseden sonra olmak üzere (SHVC, TSVC gibi) rapor edilir.",
      "E": "Bu hadiseler “VC” terimi ile birlikte, VC terimi başta olmak üzere (VCSH, VCTS gibi) rapor edilir."
    }
  },
  {
    "id": "153048",
    "unitNumber": 8,
    "text": "LTCE 191050Z 30005KT 280V010 CAVOK M01/M09 Q1021 NOSIG RMK RWY08R 32004KT 270V350 RWY26R 33007KT RWY08L 34004KT 290V020 =<br /><strong>Yukarıdaki metar örneğinde ortalama rüzgârın yönü ve şiddetini belirten grup aşağıdakilerden hangisinde verilmiştir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "280V010",
      "B": "30005KT",
      "C": "Q1021",
      "D": "M01/M09",
      "E": "191050Z"
    }
  },
  {
    "id": "153055",
    "unitNumber": 8,
    "text": "<strong>Havacılık meteorolojisi ile ilgili kural ve standartların yer aldığı ICAO dokümanı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Annex 15",
      "B": "Doc 8400",
      "C": "Doc 8585",
      "D": "Annex 3",
      "E": "Annex 11"
    }
  },
  {
    "id": "153141",
    "unitNumber": 8,
    "text": "<strong>Bir metarda CAVOK terimi geçiyorsa görüş mesafesi ile ilgili olarak aşağıdakilerden hangisi doğrudur?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "1 km ve üzerinde olmalıdır.",
      "B": "2-5 km arasında olmalıdır.",
      "C": "5 km ve üzerinde olmalıdır.",
      "D": "5-10 km arasında olmalıdır.",
      "E": "10 km ve üzerinde olmalıdır."
    }
  },
  {
    "id": "154879",
    "unitNumber": 8,
    "text": "Havacılık meteorolojisinde bulutların kapalılık miktarları belirtilirken gökyüzünün tamamı 8 parça olarak kabul edilir.<br /><strong>Buna göre aşağıdakilerden hangisi gökyüzünün yarı yarıya bulutlu olduğunu ifade eden gösterim şeklidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "2/8",
      "B": "3/8",
      "C": "5/8",
      "D": "7/8",
      "E": "8/8"
    }
  },
  {
    "id": "154935",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi görüşü engelleyici hava hadiseleri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kuru duman",
      "B": "Sis",
      "C": "Sağanak yağmur",
      "D": "Buz kristalleri",
      "E": "Pus"
    }
  },
  {
    "id": "234590",
    "unitNumber": 8,
    "text": "<strong>METAR kodunda sıcaklık grubu kodlanırken sıcaklık değerlerini daha sıcak olan değere yuvarlama kuralı vardır. Bu kurala göre 0.5 oC‘lik küsurat her zaman yukarıya tamamlanmaz. Bir diğer kural ise sıcaklıklar eksi (-) değerde olduğunda başlarına M (minus) harfi yazılarak kodlanır. Buna göre hava sıcaklığı -3.5<sup>o</sup>C ve işba sıcaklığı -10.4<sup>o</sup>C ise aşağıdakilerden hangisinde kodlama doğru yapılmıştır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "-04/-10",
      "B": "M03/M10",
      "C": "M04/M11",
      "D": "03/10",
      "E": "M04/10"
    }
  },
  {
    "id": "234592",
    "unitNumber": 8,
    "text": "<strong>METAR rasadı saatinde gökyüzünde alçak, orta ve yüksek bulutlar gözlenmiştir. Bulutların koda dâhil edilebilmesi için 1-3-5 kuralına uyma zorunluluğu vardır. Buna göre gözlemlenen alçak bulut olan Cumulus (Cu) bulutu koda dâhil edildiğine göre bu bulutun kapalılık oranı 8 üzerinden en az kaçtır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "1",
      "B": "2",
      "C": "4",
      "D": "7",
      "E": "13"
    }
  },
  {
    "id": "237808",
    "unitNumber": 8,
    "text": "<strong>METAR (Havacılık Amaçlı Rutin Hava Raporu) raporunda bulutluluk, görüş mesafesi ve meteorolojik hadise grupları havacılık açısından önemli bir risk değerinde olmadığında (görüş mesafesi 10 km ve üstü, hadise yok ve bulut yok ya da taban yüksekliği meydan limiti üstü) bu üç grubun yerine kullanılan kısaltma aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "SKC",
      "B": "NSC",
      "C": "SCT",
      "D": "CAVOK",
      "E": "SWC"
    }
  },
  {
    "id": "237809",
    "unitNumber": 8,
    "text": "<strong>Görüş engelleyen hadiseler (pus ve sis gibi) geçmiş hava grubuna (REw’w’) dâhil edilmez. Bu kurala göre aşağıda verilen geçmiş hava gruplarından hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "RERA",
      "B": "REBR",
      "C": "REDZ",
      "D": "RETSGR",
      "E": "RESN"
    }
  },
  {
    "id": "237810",
    "unitNumber": 8,
    "text": "METAR raporunda w’w’ ile gösterilen hâlihazır hava durumu grubu tek bir hadisenin sembolünden oluşacağı gibi önüne bir tanımlayıcı alarak da kullanılabilir. Örneğin, RA yağmur iken eğer mevcutsa SH (sağanak) eklenerek SHRA şeklinde sağanak yağmur belirtilir.<br /><strong>Bu kurala aşağıda verilen örneklerden hangisi uymamaktadır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "TSRA",
      "B": "BLSN",
      "C": "FZFG",
      "D": "+RA",
      "E": "TSGR"
    }
  },
  {
    "id": "237811",
    "unitNumber": 8,
    "text": "<strong>METAR raporlarında “görüş mesafesi (rüyet) kodlamalarında, 0 – 400 m arası 25m, 400 – 800 m arası 50m, 800 – 5000 m arasında 100m ve 5000 – 10000m arasında 1000m aralıklarla ve 10000m ve üstü ise 9999 kodu ile kodlanır.” Bu bilgiye dayanarak aşağıda verilen rüyet kodlamalarından hangisini METAR kodunda görmek mümkün değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "2500",
      "B": "9999",
      "C": "5225",
      "D": "9000",
      "E": "0225"
    }
  },
  {
    "id": "237812",
    "unitNumber": 8,
    "text": "<strong>METAR Raporunda rüzgâra ait bilgiler dddffGfmfmKT grubunda verilmektedir. Burada, ddd: rüzgâr yönü, ff: rüzgâr hızı, G: hamle göstergesi, fmfm: hamle hızı KT: rüzgâr hızı birimini ifade etmektedir. Buna göre aşağıdaki kodlu rüzgâr gruplarından hangisi doğru verilmiştir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "0301705KT",
      "B": "22010MPS",
      "C": "36010G22KT",
      "D": "00000G03KT",
      "E": "21802G00KT"
    }
  },
  {
    "id": "237813",
    "unitNumber": 8,
    "text": "<strong>Meteoroloji istasyonlarında ölçümü ve gözlemi yapılan aşağıdaki meteorolojik parametrelerden hangisi METAR koduna <u>dâhil edilmez</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Hava sıcaklığı",
      "B": "Yer rüzgâr bilgisi",
      "C": "Altimetrik basınç",
      "D": "Toprak sıcaklıkları",
      "E": "Bulut bilgileri"
    }
  },
  {
    "id": "237814",
    "unitNumber": 8,
    "text": "“SATT70 LTXX 211350<br />LTCE 211350Z.....”<br /><strong>Örnek olarak verilen METAR raporu bölümüne göre aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "LTXX ile ifade edilen kod, hava durumu bilgisi kodlanan havaalanını ifade etmektedir.",
      "B": "LTXX kod grubunda yer alan T harfinden dolayı, bilgisi verilen havaalanının Türkiye’de olduğu anlaşılmaktadır.",
      "C": "Bu METAR raporunun Z saatine göre 13:50’de yapıldığı anlaşılmaktadır.",
      "D": "Bu METAR raporunun ayın 21. gününde yapıldığı anlaşılmaktadır.",
      "E": "Bu METAR raporunun yerel saat ile 21:13’te yapıldığı anlaşılmaktadır."
    }
  },
  {
    "id": "247298",
    "unitNumber": 8,
    "text": "<strong>METAR rasadı kodundaki Meteorolojik Bilgiler Bölümü'yle ilgili aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "METAR kodunda Meteorolojik Bilgiler Bölümü'nde yer seviyesindeki rüzgârın yönü ve hızına dair bilgiler kodlanır.",
      "B": "METAR kodunda Meteorolojik Bilgiler Bölümü'nde yatay görüş mesafesi bazı kriterlere uygun olarak koda dâhil edilir.",
      "C": "METAR kodunda Meteorolojik Bilgiler Bölümü'nde deniz suyu sıcaklığı koda dâhil edilir.",
      "D": "METAR kodunda Meteorolojik Bilgiler Bölümü'nde hâlihazır hava durumu yani mevcut durumdaki meteorolojik hadiseler koda dâhil edilir.",
      "E": "METAR kodunda Meteorolojik Bilgiler Bölümü'nde bulutlar ve gökyüzünün durumuna ait bilgiler koda dâhil edilir."
    }
  },
  {
    "id": "247300",
    "unitNumber": 8,
    "text": "<strong>METAR rasadı kodundaki meteorolojik bilgiler bölümüyle ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "METAR raporlarının meteorolojik bilgiler bölümünde ilgili meydanın (havaalanının) meteorolojik durumuyla ilgili bilgiler kod hâlinde verilir.",
      "B": "Meteorolojik bilgileri veren her kod grubu için özel kural ve kriterler bulunmaktadır.",
      "C": "METAR raporu ölçülen bütün meteorolojik parametreleri değil, sadece havacılık açısından önemli olanları içerir.",
      "D": "Meteorolojik Bilgiler Bölümü'nde yer alan parametreler arasında yatay görüş mesafesi de bulunur.",
      "E": "Meteorolojik Bilgiler Bölümü'nde gözlemin yapıldığı saat ve dakikası da yer almaktadır."
    }
  },
  {
    "id": "250818",
    "unitNumber": 8,
    "text": "<strong>“SATT70 LTCE 010050Z …..” verilen örnek METAR rasadı bölümüyle ilgili aşağıdakilerden hangisi doğrudur?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Gözlem zamanı ocak ayının ilk günüdür.",
      "B": "Gözlemin yapıldığı gün ayın birinci günüdür.",
      "C": "Gözlemin yapıldığı saat 01.50 Z saatidir.",
      "D": "Gözlemin yapıldığı gün ayın beşinci günüdür.",
      "E": "Sondaki Z harfi ayı simgeler."
    }
  },
  {
    "id": "353247",
    "unitNumber": 8,
    "text": "<strong>SATT70 LTCE 211350 kodu içerisindeki LTCE neyi ifade eder?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Meydanlar indikatörü",
      "B": "Meydan tipini",
      "C": "Meydan çalışma statüsünü",
      "D": "Haberleşme bölgesini",
      "E": "Trend tahminleri"
    }
  },
  {
    "id": "153376",
    "unitNumber": 9,
    "text": "<strong>Aşağıdaki ifadelerin hangisinde meteorolojik şartların değişmesi nedeniyle SPECI rasadı hazırlanmasına neden olacak bir durum söz konusu <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Bulutlanma nedeniyle CAVOK şartlarının bozulması",
      "B": "CB bulutunun oluşması",
      "C": "Rüzgar hızında 15 knot veya daha fazla değişiklik oluşması",
      "D": "Yoğun kar yağışının başlaması",
      "E": "Yağmurun dolu yağışına dönüşmesi"
    }
  },
  {
    "id": "153411",
    "unitNumber": 9,
    "text": "<strong>SPECI ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Meterolojik şartlarda kötüye gidiş varsa derhâl hazırlanmalıdır.",
      "B": "Kodlamalar açısından METAR'dan farklıdır.",
      "C": "Meydan meteoroloji ofisleri tarafından hazırlanır.",
      "D": "METAR saatinde SPECI hazırlanmaz.",
      "E": "Uluslararası standartlar çerçevesinde belirli bir kod formunda hazırlanır."
    }
  },
  {
    "id": "154910",
    "unitNumber": 9,
    "text": "<strong>Aşağıdaki parametrelerden hangisi METAR'da <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Sıcaklık",
      "B": "Bulutluluk",
      "C": "Hakim rüyet",
      "D": "Bağıl nem",
      "E": "Rüzgar"
    }
  },
  {
    "id": "234594",
    "unitNumber": 9,
    "text": "<strong>SPECI (Havacılık Amaçlı Seçilmiş Özel Hava Raporu) mesajı yayımlanma zamanı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Rutin olarak her saat başında",
      "B": "Meteorolojik şartlarda belirli kıstaslarda değişim olması durumunda",
      "C": "Gözlemcinin istediği zamanda",
      "D": "Uçucu personelin talep etmesi durumunda",
      "E": "Hava trafik personelinin talep etmesi durumunda"
    }
  },
  {
    "id": "234596",
    "unitNumber": 9,
    "text": "<strong>Havacılık amaçlı seçilmiş özel hava raporu aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "SPECI",
      "B": "METAR",
      "C": "GAMET",
      "D": "AIRMET",
      "E": "SIGMET"
    }
  },
  {
    "id": "237843",
    "unitNumber": 9,
    "text": "<strong>Pistin durumu ile ilgili bilgileri aşağıdaki mesajların hangisinde bulmak mümkündür?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "SIGMET ve GAMET",
      "B": "SIGMET ve AIRMET",
      "C": "METAR ve SWC",
      "D": "SPECI ve GAMET",
      "E": "METAR ve SPECI"
    }
  },
  {
    "id": "237845",
    "unitNumber": 9,
    "text": "<strong>Meteorolojik şartların iyiye gitmesi durumunda, SPECI raporu yayınlanmadan önce beklenmesi tavsiye edilen süre aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "2 dakika",
      "B": "5 dakika",
      "C": "10 dakika",
      "D": "15 dakika",
      "E": "20 dakika"
    }
  },
  {
    "id": "237847",
    "unitNumber": 9,
    "text": "<strong>Havacılık Amaçlı Rutin Hava Raporu aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "SIGMET",
      "B": "AIRMET",
      "C": "GAMET",
      "D": "METAR",
      "E": "SWC"
    }
  },
  {
    "id": "237849",
    "unitNumber": 9,
    "text": "<strong>METAR gözleminde rüzgâr grubunda kullanılan VRB teriminin anlamı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kuzeyden",
      "B": "Değişik yönlerden",
      "C": "Güneyde",
      "D": "Doğudan",
      "E": "Batıdan"
    }
  },
  {
    "id": "237851",
    "unitNumber": 9,
    "text": "<strong>METAR gözleminin otomatik olarak hazırlandığını belirten terim aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "AMD",
      "B": "CCA",
      "C": "AUTO",
      "D": "NSW",
      "E": "NSC"
    }
  },
  {
    "id": "237852",
    "unitNumber": 9,
    "text": "<strong>Ülkemizde METAR gözleminin hazırlanış zamanı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Saat başını 20 ve 50 geçe hazırlanır.",
      "B": "Saat başını 10 ve 40 geçe hazırlanır.",
      "C": "Saat başını 15 geçe hazırlanır.",
      "D": "Uçucuların talep ettiğinde hazırlanır.",
      "E": "Gözlemcinin karar vereceği zamanda hazırlanır."
    }
  },
  {
    "id": "237853",
    "unitNumber": 9,
    "text": "<strong>METAR gözleminin bölümleri arasında aşağıdakilerden hangisi <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Tanımlayıcı bölüm",
      "B": "Meteorolojik bilgiler bölümü",
      "C": "Tahmin bölümü",
      "D": "Ulusal amaçlı bilgiler bölümü",
      "E": "Uluslararası bilgiler bölümü"
    }
  },
  {
    "id": "247016",
    "unitNumber": 9,
    "text": "<strong>Meteorolojik şartların iyiye gitmesi anlamındaki olay aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Görüş mesafesinin düşmesi",
      "B": "Bulutların yükselmesi",
      "C": "Yağışın başlaması",
      "D": "Rüzgâr hızının artması",
      "E": "Bulutluluğun artması"
    }
  },
  {
    "id": "250888",
    "unitNumber": 9,
    "text": "<strong>METAR gözleminde yer alan ve havalimanının en az %50’sinde etkili olan görüş mesafesi (rüyet) aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Dikey rüyet",
      "B": "Yatay rüyet",
      "C": "Meyil rüyet",
      "D": "Hâkim rüyet",
      "E": "Maksimum rüyet"
    }
  },
  {
    "id": "353261",
    "unitNumber": 9,
    "text": "<strong>METAR raporlarında yer verilen görüş mesafesi 2000 0800W şeklinde verilmişse 2000 değeri neyi ifade eder?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Hâkim görüş mesafesi",
      "B": "Batı yönde görüş mesafesi",
      "C": "Doğu yönde görüş mesafesi",
      "D": "Kuzey yönde görüş mesafesi",
      "E": "Güney yönde görüş mesafesi"
    }
  },
  {
    "id": "153370",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi pilot raporlarının uçağın inişinin ardından iletildiği yerlerden biridir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yer hizmetleri temsilciliği",
      "B": "Nöbetçi meydan müdürlüğü",
      "C": "Hava yolu şirketi",
      "D": "Sivil havacılık otoritesi",
      "E": "Hava trafik birimleri"
    }
  },
  {
    "id": "153459",
    "unitNumber": 10,
    "text": "I. Değişen meteorolojik şartları sürekli takip edebilme<br />II. Sonuçlarının farklı gözlem ve tahmin ürünlerinin elde edilmesine uygun olması<br />III. Fazladan insan emeği harcanmadan gözlem yapılabilmesi<br /><strong>Yukarıda sıralanan havacılık meteorolojisi açısından avantaj sayılan özellikler aşağıdakilerden hangisine aittir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "SPECI",
      "B": "METAR",
      "C": "Pilot raporları",
      "D": "Uçak gözlemleri",
      "E": "Volkan aktivite raporları"
    }
  },
  {
    "id": "153481",
    "unitNumber": 10,
    "text": "Pilot raporları, uçuş esnasında uçağın maruz kaldığı .................. hava koşullarını içerir.<br /><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "olumsuz",
      "B": "aktüel",
      "C": "belli başlı",
      "D": "değişik",
      "E": "ekstrem"
    }
  },
  {
    "id": "154736",
    "unitNumber": 10,
    "text": "<strong>Volkan aktivite raporunda aşağıdakilerden hangisi <u>bulunmaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Volkanik aktivitenin seviyesi",
      "B": "Volkanın koordinatları",
      "C": "Volkanın patlama zamanı",
      "D": "Kül bulutunun yüksekliği ve hareketi",
      "E": "Hakim görüş mesafesi"
    }
  },
  {
    "id": "234604",
    "unitNumber": 10,
    "text": "<strong>Hava araçları üzerinde bulunan meteorolojik ölçüm cihazları tarafından belirli zaman aralıklarıyla yapılan ve hava aracının uçuşu esnasında meteorolojik parametrelerin ölçülüp yerdeki alıcı sistemlere otomatik olarak gönderildiği gözlem aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Özel hava aracı gözlemleri",
      "B": "Pilot gözlemleri",
      "C": "Rutin hava aracı gözlemleri",
      "D": "Opsiyonel gözlemler",
      "E": "Zorunlu gözlemler"
    }
  },
  {
    "id": "234605",
    "unitNumber": 10,
    "text": "<strong>Kısaltması PIREP olan raporlar kim ya da hangi üniteler tarafından hazırlanmaktadır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Havalimanı meteoroloji ofisleri",
      "B": "VAAC",
      "C": "Meteoroloji gözlem ofisleri",
      "D": "Pilotlar",
      "E": "Hava trafik kontrol ünitesi"
    }
  },
  {
    "id": "237854",
    "unitNumber": 10,
    "text": "<strong>Volkanik aktivite raporu aşağıdaki birimlerden hangisi tarafından hazırlanmaktadır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Havalimanı meteoroloji ofisleri",
      "B": "VAAC",
      "C": "Hava analiz birimi",
      "D": "Hava trafik üniteleri",
      "E": "Dünya saha tahmin merkezleri"
    }
  },
  {
    "id": "237855",
    "unitNumber": 10,
    "text": "<strong>Volkanik aktivite raporunda aşağıdaki bilgilerden hangisi <u>yer almaz</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Mesajı tipi",
      "B": "Kül bulutunun içindeki görüş mesafesi",
      "C": "Mesajın tarihi ve zamanı",
      "D": "Volkanın ismi ve yeri",
      "E": "Volkanik kül bulutuna ait bilgiler"
    }
  },
  {
    "id": "237856",
    "unitNumber": 10,
    "text": "<strong>Aktif veya aktif hale gelmesi beklenen volkanların şekil olarak gösterimi aşağıdakilerden hangisinde yapılmaktadır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "METAR",
      "B": "Önemli hava olayları kartı",
      "C": "SPECI",
      "D": "Volkanik aktivite raporu",
      "E": "Pilot raporu"
    }
  },
  {
    "id": "237857",
    "unitNumber": 10,
    "text": "<strong>METAR ve SPECI gözlemlerinde volkanik aktivite gözlemi aşağıdaki hangi terim ile verilmektedir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "NSW",
      "B": "SA",
      "C": "NSC",
      "D": "VA",
      "E": "MA"
    }
  },
  {
    "id": "237858",
    "unitNumber": 10,
    "text": "<strong>Volkanik aktivite gözlemlerinin verildiği meteorolojik mesajlar arasında aşağıdakilerden hangisi <u>yer almaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "METAR",
      "B": "SPECI",
      "C": "Sabit seviye basınç haritaları",
      "D": "Önemli Hava Olayları Kartı",
      "E": "SIGMET"
    }
  },
  {
    "id": "237859",
    "unitNumber": 10,
    "text": "<strong>Havacılık amaçlı hazırlanan özel rapor aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "GAMET",
      "B": "AIRMET",
      "C": "SIGMET",
      "D": "SWC",
      "E": "SPECI"
    }
  },
  {
    "id": "237861",
    "unitNumber": 10,
    "text": "<strong>Belirli bir zaman ve yerde görüş mesafesinin 4000 m’den 9000 m’ye çıkması durumunda meteorolojik şartlardaki değişim için ne söylenebilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "İyiye gidiş",
      "B": "Kötüye gidiş",
      "C": "Değişim yok",
      "D": "Kıstaslar çerçevesinde kötüye gidiş",
      "E": "Kıstaslar çerçevesinde değişim yok"
    }
  },
  {
    "id": "237863",
    "unitNumber": 10,
    "text": "SPECI LTCE 140617Z 08004KT 5000 R03/0600U BR SCT032 08/07 Q1020 BECMG 9999=<br /><strong>Verilen SPECI gözleminde hâkim rüyet kaç metredir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "8000 m",
      "B": "7000 m",
      "C": "6000 m",
      "D": "5000 m",
      "E": "1000 m"
    }
  },
  {
    "id": "247030",
    "unitNumber": 10,
    "text": "<strong>Meteorolojik şartların iyiye gitmesi anlamına gelen olay aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yağışın başlaması",
      "B": "Rüzgâr kuvvetinin artması",
      "C": "Görüş mesafesinin azalması",
      "D": "Bulutluluğun artması",
      "E": "Bulutluluğun azalması"
    }
  },
  {
    "id": "247031",
    "unitNumber": 10,
    "text": "<strong>Pilot raporlarının içerdiği bilgilerin bölümlendirmeleri aşağıdakilerden hangisinde doğru olarak verilmiştir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Zorunlu-Opsiyonel",
      "B": "Gerekli-Gereksiz",
      "C": "Zamanlı-Zamansız",
      "D": "Düzenli-Düzensiz",
      "E": "Geçerli-Geçersiz"
    }
  },
  {
    "id": "250897",
    "unitNumber": 10,
    "text": "<strong>Uçuş esnasındaki hava aracında bulunan pilotlar tarafından yapılan meteorolojik gözlem aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Rutin hava aracı gözlemi",
      "B": "Hava trafik kontrol gözlemi",
      "C": "Özel hava aracı gözlemi",
      "D": "METAR gözlemi",
      "E": "SPECI gözlemi"
    }
  },
  {
    "id": "250898",
    "unitNumber": 10,
    "text": "<strong>Uçağa meteorolojik ölçüm amaçlı monte edilen sistemlerin müşterek adı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "LİDAR",
      "B": "EUMET",
      "C": "RADAR",
      "D": "METSAT",
      "E": "AMDAR"
    }
  },
  {
    "id": "250901",
    "unitNumber": 10,
    "text": "<strong>Önemli hava olayları kartında (SWC) aktif olan veya aktif hâle gelmesi tahmin edilen volkanlar nasıl ifade edilir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "VA terimi ile",
      "B": "NSC terimi ile",
      "C": "Şekil ile",
      "D": "BR terimi ile",
      "E": "GR terimi ile"
    }
  },
  {
    "id": "353273",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi uçağa meteorolojik ölçüm amaçlı monte edilen sistemlerden biridir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "PIREP",
      "B": "SIGMET",
      "C": "SPECI",
      "D": "METAR",
      "E": "AMDAR"
    }
  },
  {
    "id": "406664",
    "unitNumber": 10,
    "text": "<strong>SPECI gözlemi ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Görüş mesafesi, bulutluluk, rüzgâr ve pist görüş mesafesi gibi bilgiler SPECI raporunda yer alır.",
      "B": "SPECI gözlemi, havalimanındaki meteorolojik şartlarda önemli bir değişiklik olduğunda hazırlanır.",
      "C": "SPECI gözlemi, uçuş emniyetini sağlamak için uçuculara ve havacılık planlayıcılarına bilgi sunar.",
      "D": "SPECI gözlemleri yalnızca kötü hava şartlarında hazırlanır, hava koşulları iyileştiğinde SPECI düzenlenmez.",
      "E": "SPECI gözlemi, METAR gözlemiyle aynı formatta düzenlenir ve aynı bilgileri içerir."
    }
  },
  {
    "id": "153400",
    "unitNumber": 11,
    "text": "Rüzgâr kırılması uyarısı, uçak için baş ve kuyruk rüzgârının .............. veya daha fazla olması durumunda raporlanır.<br /><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "1 knot",
      "B": "5 knot",
      "C": "10 knot",
      "D": "15 knot",
      "E": "25 knot"
    }
  },
  {
    "id": "153709",
    "unitNumber": 11,
    "text": "<strong>METAR veya SPECI rasadındaki mevcut şartların 2 saat daha değişmeden devam edeceği bekleniyorsa rasadın sonunda aşağıdakilerden hangisi getirilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "TEMPO",
      "B": "NOSIG",
      "C": "BECMG",
      "D": "NSC",
      "E": "NSW"
    }
  },
  {
    "id": "153832",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi havacılık amaçlı tahminlerin çeşitliliğini sağlayan farklılıklardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Tahminin kapsadığı saha",
      "B": "Tahmin peryotları",
      "C": "Atmosferik seviye",
      "D": "Hazırlanış formatları",
      "E": "Güvenilirlik oranları"
    }
  },
  {
    "id": "154666",
    "unitNumber": 11,
    "text": "I. Yer rüzgârı<br />II. Bulutluluk<br />III. Basınç<br /><strong>Trend tipi pist iniş istidlali hazırlanırken yukarıda verilenlerden hangisi ya da hangilerinin değişimi <u>dikkate alınmaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "I ve III"
    }
  },
  {
    "id": "154755",
    "unitNumber": 11,
    "text": "<strong>Havacılık amaçlı tahminlerden biri olan SIGMET ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Peryot olarak 4 saatten fazla olmaz.",
      "B": "Volkan külü ve tropikal siklon hadiseleri için 6 saate kadar hazırlanabilir.",
      "C": "Alçak seviye uçuşları için yayınlanır.",
      "D": "FIR'lar içindeki meteorolojik olaylar hazırlanır.",
      "E": "Tahmin değişikliği durumunda yeni mesajla iptal edilir."
    }
  },
  {
    "id": "234614",
    "unitNumber": 11,
    "text": "<strong>Trend Tipi Pist İniş İstidlali'nde tahmin edilen meteorolojik şartların iyiye gidişin verilebildiği değişiklik terimi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "TEMPO",
      "B": "FROM",
      "C": "AT",
      "D": "UNTIL",
      "E": "BECMG"
    }
  },
  {
    "id": "234618",
    "unitNumber": 11,
    "text": "<strong>Trend Tipi Pist İniş İstidlali seçeneklerde verilen hangi mesajın sonunda yer alır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "SPECI",
      "B": "TAF",
      "C": "İhbar",
      "D": "Kalkış tahminleri",
      "E": "SIGMET"
    }
  },
  {
    "id": "238140",
    "unitNumber": 11,
    "text": "LTAG 201350Z 34017KT 9999 FEW040 15/M00 Q1018 BECMG AT1430 04012KT =<br /><strong>Gözlemine göre 14.40 UTC’de beklenilen rüzgâr durumu aşağıdaki seçeneklerin hangisinde verilmiştir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "34017KT",
      "B": "04012KT",
      "C": "34018KT",
      "D": "34012KT",
      "E": "18012KT"
    }
  },
  {
    "id": "238141",
    "unitNumber": 11,
    "text": "LTBS 020250Z 04005KT CAVOK 08/M04 Q1021 NOSIG=<br />Verilen METAR rasadının Trend Tipi Pist İniş İstidlalinde tahmin edilen meteorolojik şartlarlar hangi seçenekte doğru olarak verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "İki saat içinde görüş mesafesi artarak 8 km olacaktır.",
      "B": "İki saat daha önemli bir değişiklik olmayacaktır.",
      "C": "Sıcaklığın 8 dereceden 4 dereceye düşmesi beklenmektedir.",
      "D": "Rüzgârın değişimden sonra 10 Knot’ın üzerine çıkması beklenmektedir.",
      "E": "Rasadın sonunda trend ile ilgili öngörüde bulunulmamıştır."
    }
  },
  {
    "id": "238142",
    "unitNumber": 11,
    "text": "<strong>Gerekli bir durumda Türkiye’nin de içerisinde bulunduğu saha için Volkanik Aktivite Raporu hangi Volkan Külü Danışma Merkezi (VAAC) tarafından hazırlanır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Washington VAAC",
      "B": "Tokyo VAAC",
      "C": "Londra VAAC",
      "D": "Toulouse VAAC",
      "E": "İstanbul VAAC"
    }
  },
  {
    "id": "238143",
    "unitNumber": 11,
    "text": "<strong>23.000 Feet’de uçuş planlayan bir hava aracı için yol boyu meteorolojik şartların tahmini ile ilgili hangi seviye SWC kartının incelenmesi gerekmektedir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yer kartı",
      "B": "Alçak seviye kartı",
      "C": "Orta seviye Kartı",
      "D": "Yüksek seviye kartı",
      "E": "Çok yüksek seviye kartı"
    }
  },
  {
    "id": "238144",
    "unitNumber": 11,
    "text": "<strong>Ankara FIR sahası için SIGMET yayınlama görevi hangi birime aittir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "İstanbul Havalimanı Meteoroloji Ofisi",
      "B": "Antalya Havalimanı Meteoroloji Ofisi",
      "C": "Adnan Menderes Havalimanı Meteoroloji Ofisi",
      "D": "Esenboğa Havalimanı Meteoroloji Ofisi",
      "E": "Hava Tahminleri ve Analiz Bürosu"
    }
  },
  {
    "id": "238145",
    "unitNumber": 11,
    "text": "I. 6 saatten az, 30 saatten fazla periyotlu olamazlar.<br />II. İstanbul Havalimanı için 30 saat periyotlu TAF hazırlanmaktadır.<br />III. Tahminin gerçekleşmemesi veya değişmesi durumunda TAF AMD yayınlanır.<br /><strong>TAF ile ilgili söylenenler aşağıdakilerden hangisinde doğru verilmiştir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "Yalnız III",
      "D": "I ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "238146",
    "unitNumber": 11,
    "text": "<strong>Grafik formatında hazırlanabilen havacılık amaçlı tahmin tipi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "SWC",
      "B": "TAF",
      "C": "İhbar",
      "D": "GAMET",
      "E": "SIGMET"
    }
  },
  {
    "id": "238148",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi </strong><strong>havacılık faaliyetlerini etkileyen olaylar arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Türbülans",
      "B": "Buzlanma",
      "C": "Sıcaklık",
      "D": "Sis",
      "E": "Pus"
    }
  },
  {
    "id": "247038",
    "unitNumber": 11,
    "text": "<strong>METAR veya SPECI gözleminde mevcut şartların 2 saat daha değişmeden devam edeceği bekleniyorsa rasadın sonunda hangi kısaltma terimi kullanılır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "NSC",
      "B": "NSW",
      "C": "NOSIG",
      "D": "CAVOK",
      "E": "FROM"
    }
  },
  {
    "id": "251194",
    "unitNumber": 11,
    "text": "<strong>Meteorolojik parametreye aşağıdakilerden hangisi örnek olarak gösterilebilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Rüzgâr kırılması",
      "B": "Basınç",
      "C": "Türbülans",
      "D": "Buzlanma",
      "E": "Yağış"
    }
  },
  {
    "id": "353293",
    "unitNumber": 11,
    "text": "<strong>Alçak seviye uçuşlarını desteklemek amaçlı, yol boyu oluşan veya oluşması tahmin edilen, uçuş güvenliğini tehlikeye sokabilecek meteorolojik olayların kısa ve basit lisanda tahminlerine verilen ad aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "GAMET",
      "B": "SPECI",
      "C": "TAF",
      "D": "SIGMET",
      "E": "AIRMET"
    }
  },
  {
    "id": "148654",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisinde TAF için sunulan kodlama doğru olarak sıralanmıştır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "TAF LTXX 180440Z  3000 1806/1815 00000KT BR BKN012 BECMG 1810/1812 24012KT 9999 NSW FEW030=",
      "B": "TAF LTXX 180440Z 1806/1815 00000KT 3000 BR BKN012 BECMG 1810/1812 24012KT 9999 NSW FEW030=",
      "C": "TAF LTXX 180440Z 1806/1815 00000KT 3000 BR BKN012 BECMG  24012KT 1810/1812 9999 NSW FEW030=",
      "D": "TAF LTXX 180440Z 1806/1815 00000KT 3000 BR BKN012 BECMG 1810/1812 24012KT NSW 9999 FEW030=",
      "E": "TAF LTXX 180440Z 1806/1815 00000KT 3000 BR BKN012  1810/1812 BECMG 24012KT 9999 NSW FEW030="
    }
  },
  {
    "id": "148756",
    "unitNumber": 12,
    "text": "<strong>Uçuş öncesi meteorolojik tahminleri incelemekle görevli personel, varış meydanı için hazırlanmış uzun TAF'ı takip ettiği uçuş aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Ankara-Trabzon seferi",
      "B": "Erzurum-İstanbul seferi",
      "C": "Sidney-Roma seferi",
      "D": "İstanbul-Atina seferi",
      "E": "Antalya-Ankara seferi"
    }
  },
  {
    "id": "154680",
    "unitNumber": 12,
    "text": "Havalimanı için belirli periyotlarda hazırlanıp yayınlanan meydan ve civarında karşılaşılması muhtemel meteorolojik şartları içeren havacılık amaçlı tahmindir.<br /><strong>Tanımı yapılan havacılık meteorolojisi terimi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "TAF",
      "B": "METAR",
      "C": "SPECI",
      "D": "AIRMET",
      "E": "SIGMET"
    }
  },
  {
    "id": "154706",
    "unitNumber": 12,
    "text": "TAF LTAZ 152240Z 1500/1509 03006KT 8000 BKN020 TEMPO 1503/1506 3000 BR =<br /><strong>Yukarıdaki örnekte hakim rüyet için değişmesi beklenen değer aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "1500 m",
      "B": "8000 m",
      "C": "1506 m",
      "D": "1509 m",
      "E": "3000 m"
    }
  },
  {
    "id": "234761",
    "unitNumber": 12,
    "text": "<strong>Yerdeki uçaklar ile havalimanı ve tesislerini etkileyen veya etkilemesi tahmin edilen meteorolojik olayların verildiği havacılık amaçlı tahmin aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kalkış için tahmin",
      "B": "Meydan ihbarı",
      "C": "Rüzgâr kırılması uyarısı",
      "D": "Volkanik aktivite raporu",
      "E": "SIGMET"
    }
  },
  {
    "id": "234762",
    "unitNumber": 12,
    "text": "<strong>Havalimanı meteoroloji ofisleri tarafından, kalkış safhasına meteorolojik açıdan destek sağlamak için hazırlanan tahmin aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kalkış için tahmin",
      "B": "Meydan ihbarı",
      "C": "Rüzgâr kırılması uyarısı",
      "D": "Volkanik aktivite raporu",
      "E": "SIGMET"
    }
  },
  {
    "id": "238155",
    "unitNumber": 12,
    "text": "TAF LTXX 151340Z 1515/1524 22015KT 3000 BR SCT012 BKN030 BECMG 1518/1521 VRB02KT 0400 FG VV003 =<br /><strong>Verilen TAF’a göre saat 22.00 UTC’de beklenen hâkim rüyet (görüş mesafesi) aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "4000 m",
      "B": "3000 m",
      "C": "1000 m",
      "D": "400 m",
      "E": "300 m"
    }
  },
  {
    "id": "238158",
    "unitNumber": 12,
    "text": "<strong>Ülkemiz havalimanları için hazırlanan TAF’larda hangi parametre veya olayın tahmin bilgilerine <u>yer verilmez</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Rüzgâr",
      "B": "Sıcaklık",
      "C": "Görüş mesafesi",
      "D": "Meteorolojik hadiseler",
      "E": "Bulutluluk"
    }
  },
  {
    "id": "238163",
    "unitNumber": 12,
    "text": "<strong>TAF’ta “PROB30” değişiklik terimi kullanılmış ise tahminin gerçekleşme %’si kaçtır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "10",
      "B": "20",
      "C": "30",
      "D": "40",
      "E": "50"
    }
  },
  {
    "id": "238166",
    "unitNumber": 12,
    "text": "<strong>TAF’ta, aşağıdaki terimlerden hangisiyle meteorolojik şartlardaki iyiye gidiş tahminleri verilebilmektedir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "TEMPO",
      "B": "BECMG",
      "C": "PROB30",
      "D": "PROB40",
      "E": "PROB40 TEMPO"
    }
  },
  {
    "id": "238167",
    "unitNumber": 12,
    "text": "<strong>TAF’taki bulut grubunda hangi bulutun veya bulutların cinsleri belirtilmektedir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Sadece CB",
      "B": "Sadece TCU",
      "C": "Sadece CU",
      "D": "CB ve NSC",
      "E": "CB ve TCU"
    }
  },
  {
    "id": "238168",
    "unitNumber": 12,
    "text": "<strong>Hazırlanan bir TAF’ta rüzgâr grubunda VRB terimi kullanılmış ise bunun anlamı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Rüzgâr esmeyecektir.",
      "B": "Rüzgâr hafif kuvvette esecektir.",
      "C": "Rüzgâr çok kuvvetli esecektir.",
      "D": "Rüzgâr değişik yönlerden esecektir.",
      "E": "Rüzgâr kuzeyli yönlerden esecektir."
    }
  },
  {
    "id": "238169",
    "unitNumber": 12,
    "text": "<strong>Ülkemizde, ICAO’nun tavsiyesi ile hangi havalimanımız için 30 saat periyotlu uzun TAF hazırlanmaktadır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Antalya Havalimanı",
      "B": "Ankara Esenboğa Havalimanı",
      "C": "İstanbul Havalimanı",
      "D": "İzmir Adnan Menderes Havalimanı",
      "E": "Trabzon Havalimanı"
    }
  },
  {
    "id": "238170",
    "unitNumber": 12,
    "text": "<strong>Havalimanı için belirli periyotlarda hazırlanıp yayınlanan, havalimanı ve civarında karşılaşılması muhtemel meteorolojik şartları içeren havacılık amaçlı tahmin aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "TAF",
      "B": "METAR",
      "C": "SPECI",
      "D": "Volkanik aktivite raporu",
      "E": "Önemli hava olayları kartı"
    }
  },
  {
    "id": "247240",
    "unitNumber": 12,
    "text": "<strong>Volkan Külü Danışma Merkezi (VAAC) tarafından hazırlanan mesaj aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "SIGMET",
      "B": "GAMET",
      "C": "Kalkış için tahmin",
      "D": "METAR",
      "E": "Volkanik aktivite raporu"
    }
  },
  {
    "id": "251249",
    "unitNumber": 12,
    "text": "<strong>Hazırlanan bir TAF’ta beklenen hâkim rüyet kısmında 9999 terimi kullanılmış ise bunun anlamı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Hâkim rüyet 10 km ve üzeridir.",
      "B": "Hâkim rüyet 9000 m'dir.",
      "C": "Hâkim rüyet 900 m'dir.",
      "D": "Hâkim rüyet 99 m'dir.",
      "E": "Hâkim rüyet ölçülememiştir."
    }
  },
  {
    "id": "251254",
    "unitNumber": 12,
    "text": "<strong>Meydan tahmini olarak adlandırılan havacılık amaçlı tahmin mesajı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "METAR",
      "B": "SPECI",
      "C": "TAF",
      "D": "Volkanik aktivite gözlemi",
      "E": "Önemli hava olayları kartı"
    }
  },
  {
    "id": "353302",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi uzun periyotlu TAF'ların </strong><strong>(Meydan Tahmini)</strong><strong> günlük periyotlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "0024",
      "B": "0606",
      "C": "1212",
      "D": "1818",
      "E": "2424"
    }
  },
  {
    "id": "148576",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisini kullanarak açık hava türbülansı tahmini verilmiş bir alandan rota veya irtifa değişikliği ile kaçınmak mümkündür?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "TAF",
      "B": "SPECI",
      "C": "METAR",
      "D": "TREND",
      "E": "SWC"
    }
  },
  {
    "id": "148594",
    "unitNumber": 13,
    "text": "<strong>Uçuşlar için en fazla kullanılan rasat tipi olarak kabul edilen ürün aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "TAF",
      "B": "SPECI",
      "C": "GAMET",
      "D": "METAR",
      "E": "AIRMET"
    }
  },
  {
    "id": "150289",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi GAMET'in özelliklerinden biridir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Dört saatte bir hazırlanırlar.",
      "B": "15000 feet'in altındaki uçuş operasyonlara bilgi sağlar.",
      "C": "FIR sahaları için hazırlanırlar.",
      "D": "10000 feet'in altındaki uçuş operasyonlara bilgi sağlar.",
      "E": "En fazla tercih edilen meteorolojik rapor türüdür."
    }
  },
  {
    "id": "155004",
    "unitNumber": 13,
    "text": "<b>Önemli hava olayları kartı aşağıdakilerden hangisi ile ilgili bilgileri <u>içermez</u>?</b>",
    "correctAnswer": "B",
    "options": {
      "A": "Kum fırtınası",
      "B": "Basınç",
      "C": "Oraj hadisesi",
      "D": "Jet stream",
      "E": "Aktif volkan"
    }
  },
  {
    "id": "234767",
    "unitNumber": 13,
    "text": "<strong>VOLMET yayınında kullanılan “NIL SIGMET” ifadesinin anlamı nedir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Yayımlanmış SIGMET yayından kaldırılacaktır.",
      "B": "Yayımlanmış SIGMET bilgisi bulunmamaktadır.",
      "C": "Bir saat içinde SIGMET yayımlanacaktır.",
      "D": "İlk SIGMET yayına girmiştir.",
      "E": "Yayındaki SIGMET uçulan rotayı ve yüksekliği kapsamamaktadır."
    }
  },
  {
    "id": "234770",
    "unitNumber": 13,
    "text": "<strong>Uçuş yol durumu tahmin formunun hazırlanma zamanı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Her gün 00.00 ve 12.00 UTC saatlerinde",
      "B": "Her gün 00.00, 06.00, 12.00, 18.00 UTC saatlerinde",
      "C": "Her saat başı",
      "D": "Meteoroloji ofisindeki tahminci tarafından gerek görülmesi hâlinde",
      "E": "Uçucu personel veya uçuş planlamacılarından talep gelmesi hâlinde"
    }
  },
  {
    "id": "238307",
    "unitNumber": 13,
    "text": "<strong>Yüksek seviye sıcaklık ve rüzgâr kartlarında pozitif sıcaklıklar nasıl gösterilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "PS",
      "B": "MS",
      "C": "SS",
      "D": "TT",
      "E": "UT"
    }
  },
  {
    "id": "238308",
    "unitNumber": 13,
    "text": "<strong>Önemli hava olayı kartının bilgi kutusu bölümünde “valid 00:00 UTC 12 DEC 2019” yazıyorsa, bu kartın hazırlanma tarihi ve zamanı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "12 Aralık 2019 00:00 UTC",
      "B": "12 Aralık 2019 12.00 UTC",
      "C": "11 Aralık 2019 00.00 UTC",
      "D": "11 Aralık 2019 12.00 UTC",
      "E": "11 Aralık 2019 18.00 UTC"
    }
  },
  {
    "id": "238309",
    "unitNumber": 13,
    "text": "<strong>Aşağıdaki olaylardan hangisinin prognostik yer kartında şekille gösterimi <u>yoktur</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Soğuk cephe",
      "B": "Oklüzyon cephe",
      "C": "İstasyoner cephe",
      "D": "Sis olayı",
      "E": "Alçak basınç merkezi"
    }
  },
  {
    "id": "238310",
    "unitNumber": 13,
    "text": "<strong>Aşağıdaki tahmin mesajlarından hangisi AIRMET mesajını desteklemek amacı ile hazırlanır ve yayınlanır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "TAF",
      "B": "TREND",
      "C": "SIGMET",
      "D": "METAR",
      "E": "GAMET"
    }
  },
  {
    "id": "238311",
    "unitNumber": 13,
    "text": "<strong>GAMET mesajı aşağıdaki hangi seviye için meteorolojik destek sağlamaktadır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yer-17.000 Feet",
      "B": "Yer-20.000 Feet",
      "C": "Yer-15.000 Feet",
      "D": "15.000 Feet üzeri",
      "E": "20.000 Feet üzeri"
    }
  },
  {
    "id": "238312",
    "unitNumber": 13,
    "text": "<strong>SIGMET mesajında kullanılan “EMBD CB” kısaltmasının anlamı nedir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Diğer bulutların içinde, gizli CB bulutu",
      "B": "Alana sık sık yayılmış CB bulutu",
      "C": "Münferit CB bulutu",
      "D": "Alana yer yer yayılmış CB bulutu",
      "E": "TCU bulutu ile birlikte CB bulutu"
    }
  },
  {
    "id": "238313",
    "unitNumber": 13,
    "text": "<strong>Bir SIGMET mesajı 6 saat periyotlu ise yayınlanma sebebi aşağıdaki seçeneklerden hangisinde verilmiştir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "CB bulutu veya Oraj",
      "B": "Volkan külü veya tropikal siklon",
      "C": "Toz fırtınası",
      "D": "Dağ dalgası",
      "E": "Buzlanma veya Türbülans"
    }
  },
  {
    "id": "238314",
    "unitNumber": 13,
    "text": "<strong>Hazırlanan bir TAF için düzeltilmiş TAF (AMD) yayınlanmasının sebebi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Rüzgâr grubunun unutulması",
      "B": "Değişiklik teriminin unutulması",
      "C": "Tahminin değişmesi",
      "D": "TAF’ın yayınlanamaması",
      "E": "Değişiklik periyodunun yanlış yazılması"
    }
  },
  {
    "id": "247259",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi uçuş hâlindeki hava araçları için meteorolojik bilgilerin sesli şekilde yayınlanan mesajıdır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "SIGMET",
      "B": "AIRMET",
      "C": "GAMET",
      "D": "Model TA-M",
      "E": "VOLMET"
    }
  },
  {
    "id": "251360",
    "unitNumber": 13,
    "text": "<strong>Prognostik yer kartında çizilen eş basınç eğrilerine ne ad verilmektedir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "İzobar",
      "B": "İzoterm",
      "C": "İzohips",
      "D": "İzoteks",
      "E": "İzollabar"
    }
  },
  {
    "id": "251363",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi SIGMET mesajında verilen VA kısaltmasının açılımıdır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Dağ dalgaları",
      "B": "Türbülans",
      "C": "Volkanik kül",
      "D": "Buzlanma",
      "E": "Toz fırtınası"
    }
  },
  {
    "id": "251365",
    "unitNumber": 13,
    "text": "<strong>Bir meydan tahmini (TAF) yayınlandıktan sonra tahmin edilenden başka bir meteorolojik olayın gerçekleşmesi, tahminin gerçekleşmemesi veya tahminin değişmesi durumunda hangi mesaj yayınlanmaktadır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "SIGMET",
      "B": "GAMET",
      "C": "VOLMET",
      "D": "TAF CCA",
      "E": "TAF AMD"
    }
  },
  {
    "id": "353306",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi uçuş operasyonlarının güvenliğini etkileyebilecek, belirli bir rota üzerinde hava olaylarının meydana gelmesi veya tahmin edilmesi durumunda hazırlanan tahminlerdir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "AIRMET",
      "B": "SIGMET",
      "C": "TAF AMD",
      "D": "GAMET",
      "E": "NIL SIGMET"
    }
  },
  {
    "id": "353308",
    "unitNumber": 13,
    "text": "<strong>Hazırlanan SIGMET mesajları, VHF-Volmet yayını ile kullanıcılara sunulur. Şayet SIGMET mesajı yoksa, yayının başında hangi ibare kullanılarak bu durum uçuculara bildirilir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "AIRMET",
      "B": "NO SIGMET",
      "C": "TAF AMD",
      "D": "GAMET",
      "E": "NIL SIGMET"
    }
  },
  {
    "id": "150282",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi r</strong><strong>avinsonde sistemi ile radiosonde arasındaki temel farkı oluşturur?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yükseklik bilgisi",
      "B": "Sıcaklık bilgisi",
      "C": "Basınç bilgisi",
      "D": "Rüzgar bilgisi",
      "E": "Nem ölçümü bilgisi"
    }
  },
  {
    "id": "153571",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi istasyon halkasının bileşenlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Basınç",
      "B": "Trend",
      "C": "Bulut kapalılığı",
      "D": "Sıcaklık",
      "E": "Görüş mesafesi"
    }
  },
  {
    "id": "154932",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi meteorolojik radarlar tarafından tespit <u>edilemez</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Mikropatlama",
      "B": "Volkanik patlamalar",
      "C": "Rüzgar kırılması",
      "D": "Türbülans",
      "E": "Kuvvetli fırtınalar"
    }
  },
  {
    "id": "154936",
    "unitNumber": 14,
    "text": "<strong>Skew-T Log-P diyagramında aşağıdakilerden hangisi <u>kullanılmaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "İzobarlar",
      "B": "İzotermler",
      "C": "İzohipsler",
      "D": "Kuru adyabatlar",
      "E": "Nem adyabatlar"
    }
  },
  {
    "id": "234779",
    "unitNumber": 14,
    "text": "<strong>Hezarfen havacılık sayfalarında aşağıdaki meteorolojik ürünlerden hangisi <u>bulunmaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Dünyanın herhangi bir yerindeki bir uluslararası havaalanına ait meteorolojik gözlem ve tahmin bilgileri",
      "B": "Türkiye’deki tüm sivil ve askeri havaalanlarına ait sayısal hava tahmin ürünleri",
      "C": "Önemli havaalanlarına ait 3 gün önceki meteorolojik gözlem bilgileri",
      "D": "Havacılık amaçlı meteorolojik rapor kodlarına ilişkin açıklamalar",
      "E": "Uydu ve radar görüntüleri"
    }
  },
  {
    "id": "234780",
    "unitNumber": 14,
    "text": "Oraj veya sağanaktan kaynaklanan, aşağı doğru ve çok kuvvetli yerel etkili rüzgârlara mikropatlama (microburst) adı verilmektedir.<br /><strong>Aşağıdakilerden hangisi m</strong><strong>ikropatlamanın özellikleri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Süresi 5 dakikadan azdır.",
      "B": "Çapı 4 km’yi geçmeyen bir alanda etkili olur.",
      "C": "Çapı 4 km’yi aştığında downburst olarak isimlendirilir.",
      "D": "Uçağın baş ve kuyruk rüzgârında ani ve çok büyük değişikliğe neden olur.",
      "E": "Genellikle iniş ve kalkış esnasında ve düşük irtifalarda gerçekleşir."
    }
  },
  {
    "id": "238315",
    "unitNumber": 14,
    "text": "<strong>Meteoroloji radarlarıyla ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Radarlarla gerçek yağış miktarı tam olarak ölçülebilmektedir.",
      "B": "Meteorolojik radarlar ile dolu, şiddetli yağmur, kuvvetli fırtına, microburst, rüzgar kırılması, türbülans gibi önemli hadiseler tespit edilebilir.",
      "C": "Radarlar kapsadıkları alanın kısıtlı olması nedeniyle uzun vadeli tahminlerde kullanılamaz.",
      "D": "Radar ölçümlerinin görüntüye çevrilmesinde dBZ olarak adlandırılan bir birim kullanılmakta olup dBZ değerinin yüksek olması havacılık açısından önemli olabilecek bir hadisenin varlığına işaret eder.",
      "E": "Radar verisinden türbülans tespiti spektral genişlik adı verilen bir değerle ilişkilidir."
    }
  },
  {
    "id": "238316",
    "unitNumber": 14,
    "text": "<strong>Soğuk cepheye ait karakteristikler arasında aşağıdaki özelliklerden hangisi yer alır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Tadansta (basınç değişimi) düşüş",
      "B": "Kararsızlık ve sağanak tipi yağışlar",
      "C": "Stratiform tipi bulutlar",
      "D": "Pus ve sis",
      "E": "Sıcak hava"
    }
  },
  {
    "id": "238317",
    "unitNumber": 14,
    "text": "<strong>“Meteoroloji ofislerince yapılan ölçüm ve gözlemler sinoptik haritalar üzerinde özel bir formatta, simgeler ve rakamlar kullanılarak ilgili istasyonun harita üzerindeki konumunu da gösteren bir daire çevresine işlenmektedir.” İstasyon halkası adı verilen bu dairenin etrafına işlenen bu bilgiler içerisinde aşağıdakilerden hangisi <u>bulunmaz</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Gözlemin tarihi ve saati",
      "B": "Deniz seviyesine indirilmiş basınç",
      "C": "Yatay görüş mesafesi",
      "D": "Rüzgâr yön ve hızı",
      "E": "Hava sıcaklığı"
    }
  },
  {
    "id": "238318",
    "unitNumber": 14,
    "text": "<strong>Ravinsonde sistemi ile yüksek atmosfer rüzgâr bilgileri nasıl elde edilmektedir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Rüzgâr bilgileri radiosonde cihazının serbest atmosferdeki konumuna bağlı olarak elde edilen açı değerlerinden elde edilir.",
      "B": "Ravinsonde sistemi ile rüzgâr bilgisi elde edilemez.",
      "C": "Cihaz üzerinde yer alan rüzgâr sensörü ile rüzgâr bilgileri ölçülür.",
      "D": "Rüzgâr bilgileri uydu verileri kullanılarak sisteme girilir.",
      "E": "Sistem üzerinde bulunan anemograf rüzgâr bilgilerini kaydederek yer istasyonuna gönderir."
    }
  },
  {
    "id": "238319",
    "unitNumber": 14,
    "text": "<strong>Yüksek seviye gözlemleri ile ilgili kısıtlar arasında aşağıdakilerden hangisi <u>yer almaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Günde sadece iki defa yapılması",
      "B": "Gözlem istasyonu sayısının azlığı",
      "C": "Elde edilen ölçüm verilerinden analiz yapabilmek için çok karmaşık hesaplamalar yapma gerekliliği nedeniyle analiz işleminin çok uzun sürmesi",
      "D": "Sensörleri taşıyan meteoroloji balonunun yükseldikçe yatay olarak sürüklenmesi",
      "E": "Maliyeti nispeten yüksek olan bir gözlem çeşidi olması"
    }
  },
  {
    "id": "238320",
    "unitNumber": 14,
    "text": "<strong>Bir sayısal hava tahmin modeli ürünü olan meteogramlarda tahminine yer verilen parametreler arasında aşağıdakilerden hangisi <u>yer almaz</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Yatay görüş mesafesi",
      "B": "Yağış miktarı",
      "C": "10 metre rüzgâr yönü",
      "D": "2 metre hava sıcaklığı",
      "E": "850 hPa seviyesi nemi"
    }
  },
  {
    "id": "238321",
    "unitNumber": 14,
    "text": "Hava tahmin süreci ölçümler ve gözlemlerle meteorolojik verilerin toplanması, toplanan verilerin analiz edilmesi, analiz edilen verilerin bilgiye dönüştürülerek tahminlerin oluşturulması olmak üzere üç aşamalıdır.<strong><br />İkinci aşama olan veri analizi adımında aşağıdakilerden hangisi yer alır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Sabit gözlem istasyonlarından ölçüm verilerinin toplanması",
      "B": "Yüksek atmosfer gözlem verilerinin toplanması",
      "C": "Uydu görüntülerinin toplanması",
      "D": "Yer seviyesinden başlanarak atmosferin farklı basınç seviyeleri için yer ve atmosfer haritalarının hazırlanması",
      "E": "Yerel şartlar, geçmiş istatistikler ve deneyimler dikkate alınarak tahminin oluşturulması"
    }
  },
  {
    "id": "247280",
    "unitNumber": 14,
    "text": "<strong>Gök gürültülü fırtınalardan ve şiddetli yağış alanlarından kaynaklanan riskleri en aza indirmek için havacılıkta genel olarak uyulması gereken kurallar arasında aşağıdakilerden hangisi <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Farklı irtifalar için belirlenmiş olan, kaçınılması gereken radar eko değerlerine riayet etmek",
      "B": "Bir fırtına bulutunu geçmek gerekiyorsa bulut tepesinden en az 5.000 feet’lik bir dikey ayırma mesafesi bırakmak",
      "C": "Uçakta hava radarı bulunmuyorsa örs biçiminde tepesi olan, hızlı gelişme gösteren ve dikey olarak gelişmiş fırtına bulutlarından kaçınmak",
      "D": "Kümülünimbus bulutunun tepe noktasındaki çıkıntının altında uçmaktan kaçınmak",
      "E": "Uçağın hızını artırarak bulutun içinden olabildiğince hızlı geçmek"
    }
  },
  {
    "id": "247284",
    "unitNumber": 14,
    "text": "<strong>Radar görüntülerinde yer verilen renkler ile hedefin hareket yönündeki ilişki aşağıdakilerden hangisinde doğru biçimde verilmiştir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Radar görüntülerinde turuncuya yakın daha sıcak renkler radara yaklaşan hedeflerin hızını, griye yakın daha soğuk renkler ise radardan uzaklaşan hedeflerin hızını ifade etmektedir.",
      "B": "Radar görüntülerinde kırmızıya yakın daha sıcak renkler radardan uzaklaşan hedeflerin hızını, maviye yakın daha soğuk renkler ise radara doğru yaklaşan hedeflerin hızını ifade etmektedir.",
      "C": "Radar görüntülerinde yeşile yakın renkler radara yaklaşan hedeflerin hızını, sarıya yakın renkler ise radardan uzaklaşan hedeflerin hızını ifade etmektedir.",
      "D": "Radar görüntülerinde sarıya yakın renkler radara yaklaşan hedeflerin hızını, yeşile yakın renkler ise radardan uzaklaşan hedeflerin hızını ifade etmektedir.",
      "E": "Radar görüntülerinde yalnızca radara yaklaşan hedefler, kırmızı rengin değişik tonları ile gösterilir."
    }
  },
  {
    "id": "251370",
    "unitNumber": 14,
    "text": "<strong>Bazı alçak bulutların belirlenmesi görünür uydu fotoğrafları kullanılmadan veya altta yayılan özellik bilinmeden çok zordur. Bu bulutların kızılötesi görüntüden belirlenmesinin güç olmasının başlıca sebebi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Bu bulutların yüzey sıcaklığına çok yakın radyatif sıcaklıkta bulunmaları",
      "B": "Yukarı seviyedeki bulutların görüşü kısıtlaması",
      "C": "Yer seviyesindeki coğrafi şekillerin görüşü engellemesi",
      "D": "Uydu açısının yer seviyesine yaklaştıkça görüntü almada yetersiz kalması",
      "E": "Mesafenin artmasından dolayı hassasiyetin azalması"
    }
  },
  {
    "id": "251376",
    "unitNumber": 14,
    "text": "<strong>Sinoptik haritalarla ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Sinoptik haritalardan basınç merkezlerinin hareketleri ile yağış türleri ve yağışlı alanların belirlenmesinde faydalanılır.",
      "B": "Sinoptik harita üzerindeki izobarların aralığı yer seviyesindeki rüzgârın hızı ile ilgili önemli ipucu verir.",
      "C": "Yer seviyesinde gözlem sayısı yukarı seviyelere oranla çok daha fazladır.",
      "D": "Cephelerin yerlerinin tespiti ve cephe analizi için yer kartı tek başına yeterlidir.",
      "E": "Ana sinoptik gözlemler her gün UTC saati olarak 00, 06, 12 ve 18’de yapılarak raporlanır."
    }
  },
  {
    "id": "251383",
    "unitNumber": 14,
    "text": "<strong>Skew-T Log-P diyagramı ile ilgili olarak aşağıda verilmiş olan bilgilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Skew-T Log-P diyagramından bir havanın kararlı veya kararsız olduğu anlaşılabilir.",
      "B": "Bu diyagramlardan buzlanma ve türbülans olaylarının tespitinde faydalanılır.",
      "C": "Diyagram üzerinde izotermler, izobarlar, kuru adyabatlar, nem adyabatlar ve doyma nem karışma oranı olmak üzere 5 farklı çizgi kümesi vardır.",
      "D": "Bu diyagram analiz edilerek bulut taban yüksekliği tespit edilebilir.",
      "E": "Skew-T Log-P diyagramından tropopoz seviyesi tespit edilemez."
    }
  },
  {
    "id": "353310",
    "unitNumber": 14,
    "text": "<strong>Yüksek seviyelerdeki basınç, sıcaklık ve nispi nem değerlerini ölçmek için kullanılan aletlerle donatılmış, elde ettiği bilgileri radyo sinyalleri aracılığıyla yer istasyonuna ileten alete ne ad verilir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Doppler",
      "B": "Microburst",
      "C": "Radiosonde",
      "D": "Radio Detection and Ranging",
      "E": "Macroburst"
    }
  }
]