[
  {
    "id": "131022",
    "unitNumber": 1,
    "text": "Önceleri kolaylıkla uygulanan müşteri ilişkileri yönetimi, pazarların büyümesi ve ölçek ekonomilerinin gelişimi sonucu yerini kitlesel üretim ve kitlesel pazarlamaya bırakmıştır.<br/><strong>Bu bağlamda işletmelerin müşterileri ile ilişkilerinin günümüze kadar geçirdiği değişim aşağıdakilerden hangisinde doğru sıralanmıştır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Doğrudan satış dönemi- hedef pazarlama dönemi-kitlesel pazarlama dönemi-müşteri ilişkileri yönetimi dönemi",
      "B": "Hedef pazarlama dönemi-doğrudan satış dönemi-kitlesel pazarlama dönemi-müşteri ilişkileri yönetimi dönemi",
      "C": "Doğrudan satış dönemi-kitlesel pazarlama dönemi-hedef pazarlama dönemi-müşteri ilişkileri yönetimi dönemi",
      "D": "Kitlesel pazarlama dönemi- doğrudan satış dönemi-hedef pazarlama dönemi- müşteri ilişkileri yönetimi dönemi",
      "E": "Müşteri ilişkileri yönetimi dönemi- kitlesel pazarlama dönemi- doğrudan satış dönemi- hedef pazarlama dönemi"
    }
  },
  {
    "id": "131043",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi müşteri ilişkileri yönetiminin işletmelere sağladığı faydalar arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Sadık müşteri kitlesi yaratmak",
      "B": "İşletmenin verimliliğini artırmak",
      "C": "Maliyetleri düşürmek",
      "D": "Sabitleşme sağlamak",
      "E": "Kârı artırmak"
    }
  },
  {
    "id": "135495",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi müşteri ilişkileri yönetiminin tanımları arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Fiilî ve potansiyel müşteriler ile ilişkiler kurmak ve sürdürmek için satış, pazarlama ve hizmet bilgi sistemlerinin teknoloji ve süreçler ile birleştirilmesi sonucu oluşan faaliyetlerdir.",
      "B": "Kârı minimum yapmak için müşteriler ile ilişkileri başlatma, kurma ve uzun dönemli hâle getirmek için pazar bilgisinden yararlanma sürecidir.",
      "C": "Müşteri bilgisinin toplanarak farklı müşteri gruplarının belirlenmesi ve verimli ilişkiler kurmak için her gruba farklı stratejiler geliştirilmesi sürecidir.",
      "D": "Müşteriyi kazanma, muhafaza etme ve sürekli kılmak için örgüt genelinde yürütülen süreç ve politikalardır.",
      "E": "Yazılım yöntem bilimcilerinin kullandığı ve genellikle girişimcilerin müşteri ilişkilerini yönetmede yardımcı olan internet yetenekleri için kullandıkları bilgi endüstrisidir."
    }
  },
  {
    "id": "184325",
    "unitNumber": 1,
    "text": "<strong>MİY’in gelişmesinde etkili olan nedenler arasında aşağıdakilerden hangisi <u>yer almaz</u>? </strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Rekabetin giderek artması",
      "B": "Kitlesel pazarlama faaliyetinin giderek pahalı bir müşteri kazanma yolu olması",
      "C": "Pazar payından ziyade müşteri payının önemli hâle gelmesi",
      "D": "Daha fazla pazara girme",
      "E": "Müşteri memnuniyeti ve sadakatinin ekonomik faydalarının açık şekilde kendini göstermesi"
    }
  },
  {
    "id": "184327",
    "unitNumber": 1,
    "text": "<strong>Müşteri İlişkileri Yönetimi (MİY)’nin amaçları arasında aşağıdakilerden hangisi <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Müşteri tatmini ile kârların artışını sağlamak",
      "B": "Maliyetleri azaltmak",
      "C": "Müşterilere daha etkin sunumlar yapmak",
      "D": "Müşteri yönetiminden ürün yönetimine yönelmek",
      "E": "Çapraz satış yoluyla müşteriden elde edilen kârları artırmak"
    }
  },
  {
    "id": "184330",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi MİY’in özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Pazarlama bölümünün sorumluluğunda yürütülen faaliyetlerdir.",
      "B": "MİY sürekliliği olan bir süreçtir.",
      "C": "Esnektir, değişen durumlara uyum sağlar.",
      "D": "Çalışanların gelişimi için yapılan yenilikleri destekler.",
      "E": "MİY teknoloji ve yazılımlardan daha fazlasıdır."
    }
  },
  {
    "id": "184339",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi Müşteri İlişkileri Yönetimi'nin sağladığı ekonomik faydalardan biridir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "İşletme ve müşteri arasındaki uzun süreli ilişki işletme için daha kârlı olur.",
      "B": "Çalışanların gelişimi için yapılan yenilikleri destekler.",
      "C": "Gerçekleştirilen tüm faaliyetler, Doğru Zaman İlkesi'ne göre yapılır.",
      "D": "Ürün odaklılıktan müşteri odaklılığına yönelir.",
      "E": "Sürekli aynı işletme ile çalışan müşteri, alternatif arayışına girmeyeceği için para ve zamandan tasarruf sağlar."
    }
  },
  {
    "id": "184345",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi Müşteri İlişkileri Yönetimi'ne (MİY) bakış açılarını doğru şekilde <u>açıklamamaktadır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Stratejik açıdan MİY, doğru müşterilerle doğru ilişkileri kurmayı ifade eder.",
      "B": "Felsefe olarak MİY işletmede sürekli olarak müşteri merkezliliğin benimsenmesi ve uygulanmaya çalışılmasıdır.",
      "C": "Kapasite olarak MİY, işletmenin müşteri istekleri ve beklentilerini gerçekleştirebilecek yetenekte olmasını ifade eder.",
      "D": "Süreç olarak MİY, nihai kullanıcılar ve kanal üyeleri gibi dış pazar üyeleri ile ilişkilerin başlatılması ve geliştirilmesi için yürütülen sürekli faaliyetleri ifade eder.",
      "E": "Stratejik açıdan MİY, pazar bilgisini depolama, sınıflama, analiz, yorumlama ve kullanma gibi temel fonksiyonları yerine getirir."
    }
  },
  {
    "id": "184347",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi işletmelerin MİY (Müşteri İlişkileri Yönetimi) uygulamalarına katılan taraflardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "MİY yazılım işletmeleri",
      "B": "MİY uygulama hizmeti tedarikçileri",
      "C": "MİY yönetim danışmanları",
      "D": "MİY uygulayan işletmelerin müşterileri ve iş ortakları",
      "E": "Rakipler"
    }
  },
  {
    "id": "184350",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi Müşteri İlişkileri Yönetimi'nin pazarlama karması elemanlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Müşteriye kolaylık",
      "B": "Müşteri için değer",
      "C": "Müşteri ile iletişim",
      "D": "Tutundurma",
      "E": "Müşteri için maliyet"
    }
  },
  {
    "id": "184352",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi MİY’in amaçları arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Müşteri tatmini ile kârların artışı sağlamak",
      "B": "Maliyetleri azaltmak",
      "C": "Çapraz satış yoluyla müşteriden elde edilen kârları artırmak",
      "D": "Müşteri satın alma sürecini sürekli kılmak",
      "E": "Ürün yönetimine odaklanmak"
    }
  },
  {
    "id": "210872",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi MİY’in sağladığı faydalardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kârı artırmak",
      "B": "Maliyetleri düşürmek",
      "C": "Çok çalışanı olan büyük bir firma olmak",
      "D": "Farklılaşma sağlamak",
      "E": "Sadık müşteri kitlesi yaratmak"
    }
  },
  {
    "id": "210873",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi MİY’in ekonomik faydalarından biridir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Müşteri yönlü anlayışa sahip aktif personele sahip olmak",
      "B": "Öğrenen örgüt yapısına kavuşmak",
      "C": "Esnek ve fonksiyonel departmanlar oluşturmak",
      "D": "Maliyetleri düşürmek",
      "E": "Tüketicide güven yaratmak"
    }
  },
  {
    "id": "210874",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi müşterilerin Müşteri İlişkileri Yönetimi'nden elde edecekleri faydalardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Müşteri İlişkileri Yönetimi'nde müşterilere özel uygulamalarda (fiyat indirimi vb.) bulunulmaktadır.",
      "B": "Müşteri alternatifler arasında seçim yapmak için harcayacağı para ve zamandan tasarruf sağlar.",
      "C": "Karşılıklı güvene dayanan ilişkiler sonucu işletmeler müşterilerine üst satışlar yapabilmektedir.",
      "D": "İşletmeler, bazen müşterilerine ihtisas alanları dışındaki tamamlayıcı ürün/hizmetlerde yardımcı olmaktadır.",
      "E": "İşletme, güven duyulan uzman iş gücü ile çalışma fırsatı bulur."
    }
  },
  {
    "id": "292605",
    "unitNumber": 1,
    "text": "I. Pazar analizi<br/>II. Planlama<br/>III. Reklam<br/>IV. Satış<br/><strong>Yukarıdaki görevlerden hangileri 4P pazarlamada uzmanlara verilir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "I, II ve IV",
      "B": "I, III ve IV",
      "C": "I, II, III ve IV",
      "D": "I, II ve III",
      "E": "II, III ve IV"
    }
  },
  {
    "id": "339866",
    "unitNumber": 1,
    "text": "............... nihai kullanıcılar ve kanal üyeleri gibi dış pazar üyeleri ile ilişkilerin başlatılması ve geliştirilmesi için yürütülen sürekli faaliyetleri ifade eder.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Süreç olarak müşteri ilişkileri yönetimi",
      "B": "Felsefe olarak müşteri ilişkileri yönetimi",
      "C": "Kapasite olarak müşteri ilişkileri yönetimi",
      "D": "Teknoloji olarak müşteri ilişkileri yönetimi",
      "E": "Strateji olarak müşteri ilişkileri yönetimi"
    }
  },
  {
    "id": "340829",
    "unitNumber": 1,
    "text": "<strong>Satıcı açısından ürünü pazara tanıtmak, müşterileri ikna etmek, müşteri açısından firma ve ürün ile iletişim kanalı olarak algılanan faaliyetler aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Ürün",
      "B": "Fiyat",
      "C": "Dağıtım",
      "D": "Tanıtım",
      "E": "Kolaylık"
    }
  },
  {
    "id": "340838",
    "unitNumber": 1,
    "text": "<strong>Geleneksel pazarlama karması elemanı olan ürünün, müşteri ilişkileri pazarlama karmasındaki karşılığı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Müşteriye maliyet",
      "B": "Kolaylık",
      "C": "Müşteri için değer",
      "D": "Süreç",
      "E": "İletişim"
    }
  },
  {
    "id": "131127",
    "unitNumber": 2,
    "text": "<strong>Peppers ve Rogers (2006) tarafından MİY yaratmak ve yönetmek için geliştirilen IDIC modeline göre işletmelerin müşteri ilişkilerinin yürütülmesinde gerçekleştirdikleri temel faaliyetler arasında aşağıdakilerden hangisi <u>yer almaz</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Müşterileri ayırma",
      "B": "Müşteriyi anlama",
      "C": "Müşteriyi tanımlama",
      "D": "Müşterilerle etkileşim",
      "E": "Kişiselleştirme"
    }
  },
  {
    "id": "135588",
    "unitNumber": 2,
    "text": "I. ERP (Kurumsal Kaynak Planlaması)<br/>II. Mobil satışlar<br/>III. Sipariş yönetimi<br/>IV. Satış otomasyonu<br/>V. Tedarik yönetimi<br/>VI. Müşteri hizmetleri<br/><strong>Yukarıdaki uygulama ve konular hangi MİY </strong><strong>(Müşteri İlişkileri Yönetimi) </strong><strong> Sistemi içerisinde yer almaktadır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "İşbirlikçi MİY Sistemi",
      "B": "Analitik MİY Sistemi",
      "C": "Operasyonel MİY Sistemi",
      "D": "Stratejik MİY Sistemi",
      "E": "Birleştirilmiş MİY Sistemi"
    }
  },
  {
    "id": "136191",
    "unitNumber": 2,
    "text": "<strong>İşletmenin müşterilerden bilgi toplama, bunları sınıflama ve kullanılabilir hâle getirmede yardımcı olan tüm araç ve süreçleri ifade eden MİY Sistemi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Teknoloji temelli MİY Sistemi",
      "B": "Analitik MİY Sistemi",
      "C": "Operasyonel MİY Sistemi",
      "D": "İşbirlikçi MİY Sistemi",
      "E": "Birleştirilmiş MİY Sistemi"
    }
  },
  {
    "id": "136209",
    "unitNumber": 2,
    "text": "<strong>Buttle’ın geliştirdiği Değer Zinciri Modeli'nde aşağıdakilerden hangisi <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Müşteri portföy analizi",
      "B": "Ağ geliştirme",
      "C": "Değer önerisi geliştirme",
      "D": "İş birliği ve geri besleme",
      "E": "Müşteri yaşam döngüsünü yönetme"
    }
  },
  {
    "id": "184360",
    "unitNumber": 2,
    "text": "<strong>MİY</strong><strong> (Müşteri İlişkileri Yönetimi)</strong><strong> bileşenleri ile ilgili kullanılan ifadeler arasında aşağıdakilerden hangisi <u>yer almaz</u>? </strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Strateji bileşeni MİY’in müşterileri tanıma, sınıflama ve her gruba farklı stratejiler geliştirmesini ifade eder.",
      "B": "Süreçler MİY’de işletme dışı ve içi bilgi toplama, sınıflama, yorumlama ve kullanma faaliyetleri olarak ifade edilir.",
      "C": "Strateji bileşeni her müşteri için geliştirilen tek bir strateji sürecini ifade eder.",
      "D": "Teknoloji bileşeni, çok sayıda ve detaylı müşteri bilgilerini hızla toplamak, analiz etmek ve bunları işletme geneline yaymak için teknoloji araçlarından yararlanılmasıdır.",
      "E": "İnsan faktörü, MİY uygulamasında çalışanların önemini ifade eder."
    }
  },
  {
    "id": "184361",
    "unitNumber": 2,
    "text": "<strong>MİY bileşenlerinin uygulamaya yansıyan şekli ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Anahtar müşteri odağı (Strateji)",
      "B": "MİY organizasyonu (İnsan)",
      "C": "Bilgi yönetimi (Süreç)",
      "D": "Bilgi yönetimi (Strateji)",
      "E": "Teknoloji temelli MİY (Teknoloji)"
    }
  },
  {
    "id": "184364",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi anahtar müşteri odağı bileşeninin alt unsurlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Müşteri-merkezli bakış açısı ile işletmelerin özel müşterilerini tanımasını, istek ve beklentilerini anlamasını ve bu doğrultuda hizmet sunmasını önerir.",
      "B": "Organizasyon şeması müşteri ilişkileri süreçlerini yönetmeye kolaylık sağlayacak şekilde düzenlenmelidir.",
      "C": "İşletme; özel müşteri kitlesini belirleme, bunlara yönelik strateji geliştirme ve kişiselleştirilmiş ürün veya hizmet sunma kararını verirken yaşam boyu değerini dikkate alır.",
      "D": "MİY’de mümkün olduğunca (ürün veya hizmet sunumda) kişisel isteklerin karşılanmasına, kişiselleştirilmeye çalışılır.",
      "E": "Kişiselleştirme; teknoloji, süreci adapte edebilme yeteneği ve tedarikçi- aracıların desteğini sağlama gibi koşullar dikkate alınarak gerçekleştirilir."
    }
  },
  {
    "id": "184367",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi MİY organizasyonunun alt unsurlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Özel müşterilerini tanımasını, istek ve beklentilerini anlamasını ve bu doğrultuda hizmet sunmasını önerir.",
      "B": "Organizasyon şeması müşteri ilişkileri süreçlerini yönetmeye kolaylık sağlayacak şekilde düzenlenmelidir.",
      "C": "Organizasyondaki tüm bölümlerin yetenek ve kaynakları bir araya getirilmelidir.",
      "D": "İşletmeler çalışanların seçimi, eğitilmesi ve işletmeye kazandırılması konularında sorumludur.",
      "E": "MİY bakış açısına göre ön ofis ve arka ofis bölümleri ve çalışanlarının hepsi müşteri yönlülük konusunda desteklenir."
    }
  },
  {
    "id": "184368",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi Müşteri İlişkileri Yönetimi'nde bilgi yönetimi bileşeni unsurlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Bilgiyi öğrenme",
      "B": "Bilgiyi bekleme",
      "C": "Bilgiyi türetme",
      "D": "Bilgiyi paylaşma",
      "E": "Bilgiye yanıt verme"
    }
  },
  {
    "id": "184375",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi Analitik Müşteri İlişkileri Yönetim Sistemi kapsamında <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "İşletmenin müşterilerden bilgi toplama, bunları sınıflama ve kullanılabilir hâle getirmede yardımcı olan tüm araç ve süreçler",
      "B": "Müşteri veri tabanları hazırlama",
      "C": "Birey veya grup olarak müşterileri tanıma",
      "D": "İşletmenin müşteri ile temasta olan ve olmayan tüm çalışanların, bölümlerin faaliyetlerinin eş güdümlü olması",
      "E": "Müşterileri gruplama"
    }
  },
  {
    "id": "184380",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi iş birlikçi Müşteri İlişkileri Yönetimi sistemleri kapsamında <u>yer almaz</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Müşteri ile bağlantılı olan tüm iletişim kanallarının karşılıklı etkileşimi",
      "B": "Müşterileri gruplama",
      "C": "Çağrı merkezleri, otomatik yanıt servisleri, web sayfaları ve e-postalar vb. ile müşterilerle sık iletişim kanalları kurma",
      "D": "İşletmenin iletişim merkezi olması",
      "E": "Tamamen kişiselleştirilebilen kanallarla müşteriler ile doğrudan etkileşime geçebilme"
    }
  },
  {
    "id": "184385",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi operasyonel MİY sistemleri kapsamında <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Arka ofis ve bölümlerini (muhasebe, imalat, insan kaynakları yönetimi vb.) pazarlama süreçleri ile bütünleştirme",
      "B": "İş süreçlerinin otomasyonunu sağlama",
      "C": "İş süreçleri ve bölümlerinde yeniden yapılanma, çapraz bağlantılar kurma",
      "D": "İşletmenin müşteri ile temasta olan ve olmayan tüm çalışanlarının eş güdümlü olması",
      "E": "Tamamen kişiselleştirilebilen kanallar ile müşteriler ile doğrudan etkileşime geçebilme"
    }
  },
  {
    "id": "184387",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi Müşteri İlişkileri Yönetimi modellerinin ortak özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Müşteri değeri yaratmak ve yürütmek temel amaçtır.",
      "B": "Süreçler süreklilik göstermez.",
      "C": "Müşteri İlişkileri Yönetimi stratejisi geliştirmek için farklı süreçlerin eş güdümlü hareketi söz konudur.",
      "D": "Her bir süreç diğeri için girdi oluşturur.",
      "E": "Süreç, insan, strateji ve teknoloji temel unsurlardır."
    }
  },
  {
    "id": "210906",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi Müşteri İlişkileri Yönetimi'nin bileşenlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Strateji",
      "B": "İnsan Faktörü",
      "C": "Rakipler",
      "D": "Süreç",
      "E": "Teknoloji"
    }
  },
  {
    "id": "210907",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi anahtar müşteri odağı bileşeninin alt unsurlarından biridir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Organizasyon şeması müşteri ilişkileri süreçlerini yönetmeye kolaylık sağlayacak şekilde düzenlenmelidir.",
      "B": "İşletme; özel müşteri kitlesini belirleme, bunlara yönelik strateji geliştirme ve kişiselleştirilmiş ürün veya hizmet sunma kararını verirken yaşam boyu değerini dikkate alır.",
      "C": "Organizasyondaki tüm bölümlerin yetenek ve kaynakları bir araya getirilmelidir.",
      "D": "İşletmeler çalışanların seçimi, eğitilmesi ve işletmeye kazandırılması konularında sorumludur.",
      "E": "MİY bakış açısına göre ön ofis ve arka ofis bölümleri ve çalışanlarının hepsi müşteri yönlülük konusunda desteklenir."
    }
  },
  {
    "id": "210915",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi MİY modellerinin ortak özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Süreç, insan, strateji ve teknoloji temel unsurlardır.",
      "B": "Süreçler belirlendikten sonra her müşteri grubu için aynen uygulanır ve zamanla değişmez.",
      "C": "Her bir süreç diğeri için girdi oluşturur.",
      "D": "MİY stratejisi geliştirmek için farklı süreçlerin eş güdümlü hareketi söz konudur.",
      "E": "Müşteri değeri yaratmak ve yürütmek temel amaçtır."
    }
  },
  {
    "id": "341406",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi müşteri merkezli pazarlamanın belirlediği müşteri türlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Sıfırın altındakiler",
      "B": "En değerli müşteriler",
      "C": "Gelişme olasılığı yüksek müşteriler",
      "D": "Gölge müşteriler",
      "E": "Göçmenler"
    }
  },
  {
    "id": "341410",
    "unitNumber": 2,
    "text": "Analitik Müşteri İlişkileri Yönetimi (MİY) ile toplanan bilgilerin organizasyonun tüm birimlerine ulaştırılması ve müşteriye sunumların yapılmasında operasyonel MİY yardımcı olur.<br/><strong>Aşağıdakilerden hangisi operasyonel MİY sistemleri içerisinde uygulama ve konular arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Müşteri yönlülük",
      "B": "Sipariş yönetimi",
      "C": "Tedarik yönetimi",
      "D": "Satış otomasyonu",
      "E": "Mobil satışlar"
    }
  },
  {
    "id": "341412",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi IDIC Modeli'nin adımlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Örgütsel iş birliği",
      "B": "Müşteriyi tanımlama",
      "C": "Müşterilerle etkileşim",
      "D": "Müşterileri ayırmak",
      "E": "Kişiselleştirme"
    }
  },
  {
    "id": "130811",
    "unitNumber": 3,
    "text": "<strong>Müşteri işlemleri, müşteri bağlantıları, tanımlayıcı bilgi ve pazarlama tepkisine cevap verme gibi bilgilere MİY stratejisi oluşturma süreçlerinden hangisinde ulaşılması gerekmektedir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Müşteri belirleme ve seçme",
      "B": "Müşteri bölümleme",
      "C": "MİY programları oluşturma",
      "D": "Değer yaratma",
      "E": "Performans yönetimi"
    }
  },
  {
    "id": "130847",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi işletmelerin müşterilerin önem düzeylerini göstermede kullandığı gruplandırmalardan olan potansiyel müşteriler grubuna ait bir açıklamadır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Sadık ve en değerli müşteriler",
      "B": "Büyümeye açık, sürekli müşteriler",
      "C": "İşletmeden birkaç kez alım yapmış sürekli olmayan müşteriler",
      "D": "İşletmenin henüz müşteri olmamış ancak kazanılabileceği bireyler",
      "E": "İşletmenin mevcut müşterileri"
    }
  },
  {
    "id": "130889",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisinde işletmenin anahtar müşteri grubunun değer algısını belirledikten sonra sırasıyla izleyeceği aşamalar doğru şekilde verilmiştir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Değeri iletme-değeri belirleme-değeri oluşturma",
      "B": "Değeri belirleme-değeri iletme-değeri oluşturma",
      "C": "Değeri iletme-değeri oluşturma-değeri oluşturma",
      "D": "Değeri belirleme-değeri oluşturma-değeri iletme",
      "E": "Değeri oluşturma-değeri belirleme-değeri iletme"
    }
  },
  {
    "id": "131176",
    "unitNumber": 3,
    "text": "I. Biz şu an neredeyiz?<br/>II. Müşteri İlişkileri Yönetimi ile ulaşacağımız hedeflerimiz nelerdir?<br/>III. Bu hedefler için nelere ihtiyaç var?<br/><strong>Yukarıdaki sorulara yanıt aranan Müşteri İlişkileri Yönetimi'ne (MİY) geçiş süreci aşaması aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Planlama aşaması",
      "B": "Tasarım aşaması",
      "C": "Uygulama aşaması",
      "D": "Değerlendirme aşaması",
      "E": "Hazırlık aşaması"
    }
  },
  {
    "id": "136248",
    "unitNumber": 3,
    "text": "I. Süreç<br/>II. Müşteri payı ve değeri<br/>III. Ödül programları<br/>IV. İşletmenin aldığı değer<br/>V. Veri tabanı hazırlama<br/><strong>Yukarıdakilerden hangisi ya da hangileri performans değerlendirmesinde dikkate alınacak unsurlar arasındadır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız V",
      "B": "Yalnız II",
      "C": "I, II ve IV",
      "D": "I, II ve V",
      "E": "I, II, III ve V"
    }
  },
  {
    "id": "184406",
    "unitNumber": 3,
    "text": "I. İşletmenin müşteri portföyü<br/>II. Hangi düzeyde Müşteri İlişkileri Yönetimi uygulamasına geçileceği<br/>III. Örgütün Müşteri İlişkileri Yönetimi uygulamalarına katılım isteği ve yetenek düzeyi<br/><strong>Yukarıdakilerden hangisi ya da hangileri işletmelerin </strong><strong>Müşteri İlişkileri Yönetimi</strong><strong>’ne hazırlık aşamasında üzerinde düşünmesi gereken konular arasında yer alır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "II ve III",
      "D": "I ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "184407",
    "unitNumber": 3,
    "text": "<strong>MİY </strong><strong> (Müşteri İlişkileri Yönetimi)</strong><strong> uygulama sürecinin doğru sıralanışı aşağıdakilerden hangisidir? </strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Strateji geliştirme süreci - değer yaratma süreci - organizasyon bölümlerini bütünleştirme süreci - bilgi yönetim süreci - performans değerlendirme",
      "B": "Organizasyon bölümlerini bütünleştirme süreci - değer yaratma süreci - strateji geliştirme süreci - bilgi yönetimi süreci - performans değerlendirme",
      "C": "Bilgi yönetimi süreci - strateji geliştirme süreci - değer yaratma süreci - organizasyon bölümlerini bütünleştirme süreci - performans değerlendirme",
      "D": "Strateji geliştirme süreci - bilgi yönetim süreci - organizasyon bölümlerini bütünleştirme - değer yaratma süreci - performans değerlendirme",
      "E": "Değer yaratma süreci - organizasyon bölümlerini bütünleştirme süreci - strateji geliştirme süreci - bilgi yönetimi süreci - performans değerlendirme"
    }
  },
  {
    "id": "184408",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisinde müşteri portföy matrisi doğru ifade edilmiştir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Müşteri portföyü matrisi kazanç ve maliyetler açısından müşterilerin değerlendirilerek tanımlandığı bir matristir.",
      "B": "Müşteri portföy matrisi müşterilerin işletmeden alım sıklığına göre hazırlanan bir matristir.",
      "C": "Müşteri portföy matrisi müşterilerin işletme ile çalışma sürelerine göre hazırlanan bir matristir.",
      "D": "Müşteri portföy matrisi müşterilerin demografik özelliklerine göre hazırlanan bir matristir.",
      "E": "Müşteri portföy matrisi endüstriyel müşteriler için hazırlanan bir matristir."
    }
  },
  {
    "id": "184409",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi MİY stratejileri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Sıklık/sadakat programları",
      "B": "Kişiselleştirme",
      "C": "Topluluk oluşturma",
      "D": "Müşteri hizmetleri",
      "E": "Sanal reklam"
    }
  },
  {
    "id": "184410",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi işletmenin müşteriden elde ettiği değerlerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Sadık müşterilere daha az yatırım yapılır.",
      "B": "Müşteri tatmin oldukça işletmeden alım miktarı ve çapraz alımları artar.",
      "C": "Müşterinin işletme ile bağları güçlendikçe müşteriye yapılan maliyetler giderek azalır.",
      "D": "Sadık müşterilerin fiyat hassasiyetleri azdır.",
      "E": "Sadık müşteriler işletmenin ücretsiz tanıtımını yapar."
    }
  },
  {
    "id": "184411",
    "unitNumber": 3,
    "text": "<strong>Aşağıdaki ifadelerden hangisi MİY performans değerlendirmesini <u>yanlış</u> ifade etmektedir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "MİY performans değerlendirmesinde çalışanlar, katılımları ve yeterlilik düzeyleri incelenir.",
      "B": "MİY’de performans değerlendirmesi sadece müşteri noktasında gerçekleştirilir.",
      "C": "Kullanılan teknolojinin ihtiyaçlara cevap verip vermediğini belirlemek için performans değerlendirmesinde yer alır.",
      "D": "MİY performans değerlendirmesinde müşteri payı dikkate alınır.",
      "E": "MİY performans değerlendirmesinde işletmenin müşteriden sağladığı kazançlar değerlemeye alınır."
    }
  },
  {
    "id": "184412",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi Müşteri İlişkileri Yönetimi'nde bölümler arası bütünleşme kapsamında <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Bu süreç örgüt içi personel yanında aracılar ve hizmet sağlayıcıların iş birliği ile gerçekleştirilir.",
      "B": "Bölümler arası bütünleşme çalışanların hepsinin satış ve pazarlama görevlerine katılacağını ifade eder.",
      "C": "Bölümler arası bütünleşmede elektronik kanallarda dikkate alınır.",
      "D": "Bölümler arası bütünleşme müşterilere göre düzenlenir.",
      "E": "Firmanın örgüt yapısı geleneksel örgüt yapısına göre düzenlenir."
    }
  },
  {
    "id": "184413",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi “kişiselleştirme”de dikkate alınması gerekenler arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Ürün veya hizmet müşteri için daha kullanışlı hâle gelecek ise kişiselleştirmeye gidilmelidir.",
      "B": "Müşterinin sınırlarını belirleyin. Her zaman daha fazlası iyi değildir.",
      "C": "Kişiselleştirme için önce rakiplerin uygulamalarını taklit etmek gerekir.",
      "D": "Kişiselleştirme teknoloji ile yakından ilişkili değildir.",
      "E": "Kişiselleştirmeye geçmeden önce müşteriyi çok iyi anlamak gerekir."
    }
  },
  {
    "id": "184414",
    "unitNumber": 3,
    "text": "I. Müşteri işlemleri<br/>II. Müşteri bağlantıları<br/>III. Pazarlama tepkisine cevap verme<br/><strong>Yukarıdakilerden hangisi ya da hangileri müşteri veri tabanında bulunması gereken müşteri bilgilerindendir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız II",
      "B": "II ve III",
      "C": "Yalnız III",
      "D": "I ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "211251",
    "unitNumber": 3,
    "text": "<strong>Müşterinin alışveriş sıklığına göre ödüller (para, puan, bedava hizmet vb.) kazandığı Müşteri İlişkileri Yönetim programı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Sıklık/sadakat programları",
      "B": "Kişiselleştirme",
      "C": "Topluluk oluşturma",
      "D": "Müşteri hizmetleri",
      "E": "Sanal reklam"
    }
  },
  {
    "id": "341415",
    "unitNumber": 3,
    "text": "I. Ön müşteri ilişkileri yönetimi planlama<br/>II. Orta düzeyde gelişmiş Müşteri İlişkileri Yönetimi<br/>III. Veri ambarı kurma<br/><strong>Yukarıdakilerden hangisi ya da hangileri Müşteri İlişkileri Yönetimi gelişim düzeyleri arasında yer alır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız II",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "341419",
    "unitNumber": 3,
    "text": ".....................işletmenin sektör, pazarlar ve müşteriler ile ilgili yürüttükleri tüm faaliyetleri ile ilgili sorumlulukları içerir.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "İş stratejisi",
      "B": "Müşteri stratejisi",
      "C": "Müşteri bağlantıları",
      "D": "Müşteri işlemleri",
      "E": "Değer yaratma süreci"
    }
  },
  {
    "id": "341425",
    "unitNumber": 3,
    "text": "<strong>Müşteri hizmetleri ile ilgili olarak aşağıda verilen ifadelerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Reaktif hizmetler danışma şeklindedir.",
      "B": "Proaktif hizmet anlayışında, işletme müşterinin bağlantı kurmasını beklemez.",
      "C": "Proaktif hizmetler, tamir ya da şikâyet başvuruları şeklindedir.",
      "D": "Reaktif hizmetlerde, müşterilerin işletme ile iletişime geçmesi söz konusudur.",
      "E": "Müşteri hizmetleri, ilave fayda sağlayacak özelliktedir."
    }
  },
  {
    "id": "341433",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi müşterilerin sürekli aynı işletmeden alım yapmasının işletmeye sağladığı faydalardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Müşterilerin işletmeden alım miktarı artar.",
      "B": "Müşterilerin işletmeden çapraz alımları artar.",
      "C": "Müşteriye yapılan maliyetler giderek azalır.",
      "D": "Sadık müşterilerin fiyat hassasiyetleri artar.",
      "E": "Sadık müşteriler işletmenin ücretsiz tanıtımını yaparlar."
    }
  },
  {
    "id": "130970",
    "unitNumber": 4,
    "text": "<strong>İşletmelerin bilgi etkinliğini artırmak, rekabetçi avantaj sağlamak için bilgiyi elde etme, paylaşma ve yeni bilgiler türetmek için oluşturdukları ve kullandıkları sürece ne ad verilir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "MİY yönetimi",
      "B": "Teknoloji yönetimi",
      "C": "Veri marketi",
      "D": "Bilgi yönetimi",
      "E": "Veri tabanı"
    }
  },
  {
    "id": "131146",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisinde veri madenciliğinin tanımı doğru biçimde verilmiştir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Büyük miktardaki bilgilerin gruplandırılmasıdır.",
      "B": "Eldeki verilerle ileriye dönük tahminler türetilmesidir.",
      "C": "Verilerin belirli özellikler doğrultusunda özetlenmesidir.",
      "D": "Depolanan bilgilerin işlenmesi ve yorumlanmasıdır.",
      "E": "Birleştirilen verilerin farklı varyasyonlarının bir araya getirilmesidir."
    }
  },
  {
    "id": "131191",
    "unitNumber": 4,
    "text": "İşletmenin hitap ettiği pazar ve müşteriye göre oluşturduğu veri tabanında pek çok bilgi türü depolanmaktadır.<br/><strong>Buna göre “müşterinin bağlantı kurma şekli ve yöntemlerine karşılık verme şekli, bu uygulamalara katılım düzeyi”nin yer aldığı bilgi türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Müşteri davranışları bilgisi",
      "B": "Müşteri bağlantı bilgileri",
      "C": "Tanımlayıcı bilgiler",
      "D": "Pazarlama uyarıcılarına verilen tepki",
      "E": "Müşterinin yaptığı işlem bilgileri"
    }
  },
  {
    "id": "136270",
    "unitNumber": 4,
    "text": "<strong>Örgüt vizyonu ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Örgüt vizyonu işletmenin temel inançlarını yansıtır.",
      "B": "Örgüt vizyonu işletmenin değerlerini yansıtır.",
      "C": "Örgüt vizyonu müşteriyi yüceltir, müşteri merkezli davranır.",
      "D": "Örgüt vizyonu çalışanlar arasında ortak değerler yaratılmasını sağlar.",
      "E": "Örgüt vizyonu işletmenin hedeflerini yansıtır."
    }
  },
  {
    "id": "136304",
    "unitNumber": 4,
    "text": "<strong>Öğrenen örgütler ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Öğrenen örgütlerde işletmeye ait bilgiler tüm çalışanlara açıktır.",
      "B": "Öğrenen örgütler, esnektir.",
      "C": "Öğrenen örgütlerde öğrenmeye bir araç olarak bakılır.",
      "D": "Öğrenen örgütlerde işletme açık ve anlaşılır vizyona sahiptir.",
      "E": "Öğrenen örgütlerde öğrenme için yeterli kaynak ve imkân sağlanmaktadır."
    }
  },
  {
    "id": "184435",
    "unitNumber": 4,
    "text": "<strong>Bilginin değerli ve kullanılır hâle getirilmesi için yapılması gerekenler arasında aşağıdakilerden hangisi <u>yer almaz</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Bilginin depolanması",
      "B": "Sadece bir bölüme yönlendirilmesi",
      "C": "Dağıtımı",
      "D": "Yeni bilgilerin oluşturulması",
      "E": "İş birliği ve kullanımı"
    }
  },
  {
    "id": "184436",
    "unitNumber": 4,
    "text": "<strong>Bilgi teknolojisinden yararlanmanın işletmelere sağlayacağı avantajlar arasında aşağıdakilerden hangisi <u>yer almaz</u>? </strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Müşteriler ile kısa dönemli bağlantılar kurabilme",
      "B": "Müşteri hakkında çok ve detaylı bilgi toplama",
      "C": "İşletme ile daha fazla ilişkisi olan müşterilere yoğunlaşma kolaylığı sağlama",
      "D": "Farklı müşteri gruplarına uygun programlar geliştirme",
      "E": "Daha az kaynakla daha fazla sonuç elde etme"
    }
  },
  {
    "id": "184437",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi veri ambarlarının faydaları arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "İş analizlerinde hız ve esneklik sağlar.",
      "B": "Organizasyon genelinde veri ulaşımı ve birleştirilmesinde bir temel oluşturur.",
      "C": "İş süreçlerinin inşa edilmesi ve geliştirilmesine yardımcı olur.",
      "D": "Müşteri davranışlarının daha iyi anlaşılmasına yardımcı olur.",
      "E": "Çalışanları kontrol etmede yardımcı olur."
    }
  },
  {
    "id": "184438",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi veri madenciliğinde kullanılan yöntemler arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Sınıflama",
      "B": "Birleştirme",
      "C": "Kümeleme",
      "D": "Tahmin",
      "E": "Betimleme"
    }
  },
  {
    "id": "184439",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi Müşteri İlişkileri Yönetimi vizyonu geliştirilirken dikkate alınması gereken konular arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Bağlantı kurulan herkes (müşteriler, sermayedarlar, aracılar, çalışanlar) dikkate alınarak vizyon ve değerler belirlenmelidir.",
      "B": "Vizyon motive edici, hatırlanabilir, açık, müşteri ile ilişkili ve ölçülebilir stratejiler şeklinde ifade edilmelidir.",
      "C": "İşaretler, kelimeler ve faaliyetler ile sürekli olarak vizyon iletilmelidir.",
      "D": "İşletmenin vizyonu için genel ifadeler seçilmelidir.",
      "E": "Personel alımı, eğitimi, ödül, kampanyalar, başarılar vb. değerleri yansıtmalıdır."
    }
  },
  {
    "id": "184440",
    "unitNumber": 4,
    "text": "I. Örgüt içerisinde yer alan inanç ve değerlerden oluşur.<br/>II. Örgüt üyelerinin davranışlarını denetler ve ortak amaçlar doğrultusunda benzer şekilde davranmalarını sağlar.<br/>III. Çalışanların işi algılayış ve yerine getirme şekillerine, müşteriye yönelik tavırlarına yansır.<br/><strong>Yukarıdaki ifadelerden hangisi ya da hangileri örgüt kültürünü açıklamaktadır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "Yalnız III",
      "D": "I ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "184441",
    "unitNumber": 4,
    "text": "<strong>Öğrenen örgüt ile ilgili aşağıdaki ifadelerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "MİY amaçlarına ulaşmak için öğrenen örgüt yapısına sahip olmak gerekmez.",
      "B": "Öğrenen örgüt, işletmelerin hatalarını yakalamasını ve düzeltmesini sağlar.",
      "C": "Bilgiyi örgüt içinde oluşturacak veya başka yerlerden alarak hayata geçirebilme yeteneği kazandırır.",
      "D": "Öğrenen bir organizasyonda işletmeye ait bilgiler tüm çalışanlara açıktır.",
      "E": "Müşterileri tanımak, gruplamak ve her gruba ayrı süreç geliştirmek için öğrenen örgüt yapısına ihtiyaç duyulur."
    }
  },
  {
    "id": "184444",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi “liderlik” özellikleri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Lider astlara ve çalışanlara önem verdiğini hissettiren kişidir.",
      "B": "Yöneticiler aynı zamanda liderdirler.",
      "C": "Kişiler arası güveni ve anlayışı kurabilen kişidir.",
      "D": "Amaçları yönlendiren ve kontrol edebilen kişidir.",
      "E": "Çalışanların görev ve sorumluluklarını belirleyen, çalışma koşullarını düzenleyen kişidir."
    }
  },
  {
    "id": "184445",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi MİY yazılımı alırken ve kullanırken dikkat edilmesi gereken noktalar arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "İşletmeler yazılım anlaşmalarında sürüm yükseltmelerinin de fiyat içerisine dâhil edilmesine ve bu şekilde fiyatlanmasına dikkat etmelidirler.",
      "B": "İşletme yöneticisi yazılım firmasından sunduğu yazılımın ne amaca hizmet ettiğini net olarak anlatmasını istemelidir.",
      "C": "İşletmenin yazılım bağımlısı olmaması için yazılımları net olarak anlaması ve kendisine en uygun olanını seçmesi gerekir.",
      "D": "İşletmeler uygun fiyatlı yazılımları tercih etmelidir.",
      "E": "Yazılım firmaları ile anlaşma aşamasında bilgi teknolojileri konusunda uzman personelin fikirlerine de başvurulmalıdır."
    }
  },
  {
    "id": "211276",
    "unitNumber": 4,
    "text": "<strong>Depolanan bilgilerin işlenmesi ve yorumlanmasına ne ad verilir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Veri deposu",
      "B": "Veri ambarı",
      "C": "Veri madenciliği",
      "D": "Veri marketi",
      "E": "Veri mağazası"
    }
  },
  {
    "id": "211282",
    "unitNumber": 4,
    "text": "<strong>Aşağıda örgütsel öğrenme çeşitleri ile ilgili verilenlerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "İlk halka, uyum sağlayan öğrenmedir.",
      "B": "İkinci-üçüncü halka üretken öğrenmedir.",
      "C": "İşletmenin strateji ve taktikler değişmiyor ise buna ikinci halka öğrenme denilmektedir.",
      "D": "Üretken öğrenmede örgütün amaçları, normları ve yapılanmaları değişime açıktır.",
      "E": "MİY’de üretken bilginin oluşturulması ve faaliyetlere yansıtılması gerekir."
    }
  },
  {
    "id": "340424",
    "unitNumber": 4,
    "text": "I. Olumlu örgüt iklimi<br/>II. Pazar odaklı kültür<br/>III. Öğrenen örgüt yapısı<br/><strong>Yukarıdakilerden hangisi ya da hangileri örgüt kültürü oluşturmada dikkat edilmesi gerekenlerdendir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız II",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "340948",
    "unitNumber": 4,
    "text": "......... elde edilebilen ve toplanan her şeydir. Tek başına işletmeler için çok faydalı değildir.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Bilgi",
      "B": "Veri",
      "C": "Gizli bilgi",
      "D": "Açık bilgi",
      "E": "Öğrenme"
    }
  },
  {
    "id": "341434",
    "unitNumber": 4,
    "text": "<strong>Veri ambarı ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Detaylı bilgileri içerir.",
      "B": "Tüm organizasyona bilgi dağıtır.",
      "C": "Düşük maliyetlidir.",
      "D": "Oldukça karmaşıktır.",
      "E": "Organizasyonel genelinde bir çok konu odaklıdır."
    }
  },
  {
    "id": "341438",
    "unitNumber": 4,
    "text": "<strong>Benzer kayıtlar ve bilgilerden yola çıkarak gruplar oluşturulmasına ne ad verilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kümeleme",
      "B": "Sınıflama",
      "C": "Birleştirme",
      "D": "Tahmin",
      "E": "Sonuca dayalı hâle getirme"
    }
  },
  {
    "id": "131171",
    "unitNumber": 5,
    "text": "<strong>Pozitif iletişim iklim sürecinde aşağıdakilerden hangisi yer almaktadır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "İnsanlar bilgiyi güç olarak görürler ve paylaşmazlar.",
      "B": "Biçimsel olmayan iletişim biçimi desteklenir.",
      "C": "Kişisel başarı veya performansı esas alırlar.",
      "D": "Sorumluluk alanına göre sınırlı düzeyde konuşma vardır.",
      "E": "Yöneticiler iletişim işini iletişim uzmanlarına havale ederler."
    }
  },
  {
    "id": "131247",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi iletişimin temel özellikleri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "İletişim, davranışların bir ürünüdür.",
      "B": "İletişim, dinamik bir olgudur.",
      "C": "İletişim, değişime direnç gösterir.",
      "D": "İletişim, belirli kalıplara bağlıdır.",
      "E": "İletişim, bireyler tarafından oluşturulur."
    }
  },
  {
    "id": "131313",
    "unitNumber": 5,
    "text": "<strong>“Bir şeyin önemini belirlemeye yarayan soyut ölçü, bir şeyin değdiği karşılık, kıymet, para ile ölçülebilen karşılık, bedel, paha, valör, üstün nitelik, meziyet” tanımı aşağıdakilerden hangisine aittir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Müşteri değeri",
      "B": "Değer",
      "C": "Algılanan müşteri değeri",
      "D": "Değer yaratma",
      "E": "Değer iletimi"
    }
  },
  {
    "id": "131359",
    "unitNumber": 5,
    "text": "<strong>Müşterinin algıladığı değerin gerçekleştiği seviyeler aşağıdakilerden hangisinde doğru olarak verilmiştir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Beklenen değer-arzulanan değer-umulmayan değer",
      "B": "Umulan değer-algılanan değer-arzulanan değer",
      "C": "Beklenen değer-umulan değer-karşılaşılan değer",
      "D": "Umulan değer-arzulanan değer-umulmayan değer",
      "E": "Beklenen değer-algılanan değer-umulmayan değer"
    }
  },
  {
    "id": "184460",
    "unitNumber": 5,
    "text": "<strong>İletişim sürecinde iletişimin amacına ulaşıp ulaşmadığını belirleyen unsur aşağıdakilerden hangisidir? </strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Mesaj",
      "B": "Kanal",
      "C": "Geri bildirim",
      "D": "Alıcı",
      "E": "Çevre"
    }
  },
  {
    "id": "184461",
    "unitNumber": 5,
    "text": "<strong>Temel İletişim Modeli'nde aşağıdakilerden hangisi <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kaynak",
      "B": "Mesaj",
      "C": "Kodlama",
      "D": "Gürültü",
      "E": "Empati"
    }
  },
  {
    "id": "184462",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi müşteri değeri kavramının özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Müşteri değeri, müşteri tarafından algılanan değerdir.",
      "B": "Müşteri değeri, toplam fayda ve toplam maliyetlerin müşteri tarafından oransal algılanmasıdır.",
      "C": "Müşteri değerinin oluşmasında faydaların artırılması kadar maliyetlerin minimize edilmesi de önemli rol oynar.",
      "D": "Değer, her müşteri tarafından aynı şekilde algılanmaktadır.",
      "E": "Müşteri değeri ürün ve hizmetin özellikleriyle birlikte sunuluş şekliyle ve müşteri ilişkileriyle de ilgilidir."
    }
  },
  {
    "id": "184469",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi müşteri ile iletişim kurarak ürünü tanıtma çabalarını sergilemek için değer yaratma açısından önemli olan nedenlerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "İşletmeler hedef müşteri grubu için tasarladıkları ve sunmayı planladıkları değerle ilgili olarak müşteriyle irtibat hâlinde olmamalıdır.",
      "B": "Müşteri ile kurulan iletişim, firma ile müşteri arasındaki temel bağdır.",
      "C": "Değeri sunmak için kurulacak olan güçlü iletişim bağı müşterinin algıladığı değerin diğer insanlara aktarımını sağlayacaktır.",
      "D": "İletişim çabaları ile kurulan bağ, algılanan değerin daha yüksek olmasını sağlayabilmektedir.",
      "E": "Ürünlerin tüketici açısından değerini belirleyen en önemli unsurlardan biri de ürünün konumlandırmasıdır."
    }
  },
  {
    "id": "184473",
    "unitNumber": 5,
    "text": "<strong>Örgüt içi iletişimin güçlenmesi için aşağıdakilerden hangisine başvurulması doğrudur?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Herkesi her konuda ve her zaman bilgilendirmek",
      "B": "Yüz yüze iletişimden kaçınmak",
      "C": "Çalışanları iletişim konusunda cesaretlendirmek",
      "D": "Resmî iletişim kanallarını güçlendirmek",
      "E": "İletişimi tek yönlü olarak kurgulamak"
    }
  },
  {
    "id": "184476",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi müşteri tarafından yapılan değer tanımlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Değer, kalitedir.",
      "B": "Değer, düşük fiyattır.",
      "C": "Değer, üründen beklenilen özelliklerdir.",
      "D": "Değer, verilenler karşılığında elde edilenlerdir.",
      "E": "Değer, maliyetlerdir."
    }
  },
  {
    "id": "211296",
    "unitNumber": 5,
    "text": "<strong>Bilgi, duygu ve düşüncenin mesaja dönüştürülmesine ne ad verilir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Mesaj",
      "B": "Kanal",
      "C": "Kodlama",
      "D": "Alıcı",
      "E": "İletişim"
    }
  },
  {
    "id": "211299",
    "unitNumber": 5,
    "text": "........................ , bir işletmenin sadece kaliteli ve uygun fiyattan ürün ve hizmet üretmesi ve pazara sunması düşüncesinin ötesinde müşteriye sunulan ürün veya hizmetten alınan geri bildirim üzerine odaklanmaktadır.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Pazarlama",
      "B": "Müşteri İlişkileri Yönetimi",
      "C": "Mesajlaşma",
      "D": "Pazarlama iletişimi",
      "E": "İletişim"
    }
  },
  {
    "id": "211312",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi örgüt içi iletişimin verimliliğini azaltır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Yerinde ve zamanında iletişim",
      "B": "Söylentileri ve dedikoduları görmezden gelmek",
      "C": "Yetki ve sorumlulukların belirlenmesi",
      "D": "Doğru kişilerle ve doğru iletişim kanalları ile iletişim kurmak",
      "E": "Açık ve şeffaf bir örgüt yapısı"
    }
  },
  {
    "id": "211315",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi, müşteri değerini ele alış şekilleri farklı olan modeller arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Değer bileşenleri modelleri",
      "B": "Amaç-araç modelleri",
      "C": "Fayda-maliyet modelleri",
      "D": "Teknolojiye dayalı modeller",
      "E": "Birleştirilmiş müşteri değeri modelleri"
    }
  },
  {
    "id": "341441",
    "unitNumber": 5,
    "text": "I. İletişim davranışların bir ürünüdür.<br/>II. İletişim dinamik bir olgudur.<br/>III. İletişim kalıplardan bağımsızdır.<br/><strong>Yukarıdakilerden hangisi ya da hangileri iletişimin temel özellikleri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "II ve III"
    }
  },
  {
    "id": "131289",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi hizmet sektöründeki işletmelerin müşterilerini elde tutabilmeleri için izleyebilecekleri yollardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Sürekli müşterilere özel ayrıcalıklar tanımak",
      "B": "Rakiplerin ürün ve markalarına aldırış etmemek",
      "C": "Müşterileri zaman zaman ödüllendirmek",
      "D": "Müşteri kaybetmenin maliyetinin bilincinde olmak",
      "E": "Kolayca ulaşılabilen hizmet sistemleri oluşturmak"
    }
  },
  {
    "id": "131320",
    "unitNumber": 6,
    "text": "Bu modelde temel belirleyici unsurlar olarak, arkadaş baskısı, güven, etkileşimin kalitesi gibi özellikler göze çarpmaktadır. Arkadaş baskısı, sosyal baskıyı temsil etmektedir. Eğer müşterinin istek ve ihtiyaçları tam karşılanmamışsa müşteri işletmeyle olan ilişkisini sonlandırabilir.<br/><strong>Yukarıdaki bilgi müşteriyi elde tutma modellerinden hangisine aittir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Müşteri Tatminine Bağlı Olarak Geliştirilen Müşteri Elde Tutma Modeli",
      "B": "Örgütsel Yapıya Dayalı Olarak Geliştirilen Müşteri Elde Tutma Modeli",
      "C": "Sosyal Bağlara Dayalı Olarak Oluşturulan Müşteri Elde Tutma Modeli",
      "D": "Müşteri Portföyüne Dayalı Olarak Geliştirilen Müşteri Elde Tutma Modeli",
      "E": "İlişkilere Dayalı Olarak Geliştirilen Müşteri Elde Tutma Modeli"
    }
  },
  {
    "id": "136385",
    "unitNumber": 6,
    "text": "I. Yüksek değer elde eden müşteriler duygularını yakınlarına aktaracaktır.<br/>II. Müşterilerin satın alma veya değiştirme masrafları üzerinde tasarruf edilecektir.<br/>III. Var olan müşterilerden ötürü masrafsız ve herhangi bir aracı komisyonu olmadan, işletmeye yeni müşterilerin intikal etmesi söz konusu olacaktır.<br/>IV. Daha yüksek oranda tekrarlanan satın almalar artacaktır.<br/>V. Satış ve pazarlama harcamaları dengelenecektir.<br/>VI. Maliyetlerin ve giderlerin daha bilinçli yönetilmesi sonucu kâr marjları yükselecektir.<br/><strong>Yukarıdakilerden hangileri işletmeler için müşteri yaşam boyu değeri oluşturma sonucunda elde edilen yararlar arasındadır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "I, II, IV ve VI",
      "B": "II, III ve IV",
      "C": "I, III, IV ve VI",
      "D": "I, IV ve VI",
      "E": "III, IV ve V"
    }
  },
  {
    "id": "136846",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi müşteri yaşam boyu değerinin ölçülmesinin dayandığı temel aşamalardan biridir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Geçmiş değer",
      "B": "Sonraki değer",
      "C": "Toplam değer",
      "D": "Potansiyel değer",
      "E": "Yüksek değer"
    }
  },
  {
    "id": "184533",
    "unitNumber": 6,
    "text": "<strong>Müşteri kazanma açısından bilgilerin derlenip işlevsel bir hâle getirilmesi aşamalarında aşağıdakilerden hangisi <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Müşteri portföyü analizi",
      "B": "Pazar bölümlendirme",
      "C": "Müşteri ile sıkı ilişkiler kurulması",
      "D": "Kişiselleştirme",
      "E": "Genelleştirme"
    }
  },
  {
    "id": "184536",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi işletmelerin müşteriye sunduğu değer önerisi içinde <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Müşteriyi işin kalbi olarak kabullenme",
      "B": "Yapılan tüm faaliyetleri işletme yönünden bakarak yönetme",
      "C": "Yapılan işi kaliteli gerçekleştirme",
      "D": "Müşterilerle ilişkileri hareketli kılma",
      "E": "Müşterilerle sorunları yumuşatma"
    }
  },
  {
    "id": "184552",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi işletmelerin elde tutmayı başardığı bir müşteri için geçerli <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Müşteri alışverişini uzun süre devam ettirmektedir.",
      "B": "Müşteri işletme ve onun ürün ve hizmetlerinden övgü ile bahsetmektedir.",
      "C": "Müşteri işletmenin ürün ve hizmetleri ile rekabet eden markalara ve onlarla ilgili reklamlara aldırış etmemektedir.",
      "D": "Müşteri işletmeye ürün ve hizmetler hakkında fikirlerini sunmaktadır.",
      "E": "Müşteri fiyat üzerinde oldukça fazla durmaktadır."
    }
  },
  {
    "id": "184558",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi 12 Adımda Müşteriyi Elde Tutma Modeli içinde <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Bu işte hepimiz beraberiz",
      "B": "Müşterileri bilmek onları tutmak demektir",
      "C": "En iyi müşterilere odaklanma",
      "D": "İç müşteriler",
      "E": "Müşteriyle tek yönlü ilişki kurma"
    }
  },
  {
    "id": "184561",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi arkadaş baskısı, güven ve etkileşimin kalitesi gibi özellikleri içeren müşteri elde tutma modelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Sosyal Bağlara Dayalı Olarak Oluşturulan Müşteri Elde Tutma Modeli",
      "B": "Müşteri Tatminine Bağlı Olarak Geliştirilen Müşteri Elde Tutma Modeli",
      "C": "İlişkilere Dayalı Olarak Geliştirilen Müşteri Elde Tutma Modeli",
      "D": "Ekonomik Bağlara Dayalı Olarak Oluşturulan Müşteri Elde Tutma Modeli",
      "E": "Reklama Bağlı Olarak Geliştirilen Müşteri Elde Tutma Modeli"
    }
  },
  {
    "id": "184563",
    "unitNumber": 6,
    "text": "<strong>“Müşterinin firma ile ilişkide bulunduğu bütün dönemler süresince o müşteriden elde edilmesi beklenen kârın toplamıdır.” tanımlaması aşağıdaki kavramlardan hangisine aittir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Müşteri yaşam boyu değeri",
      "B": "Üretim yönetimi",
      "C": "Pazarlama iletişimi",
      "D": "Müşteri elde tutma",
      "E": "Müşteri kazanma"
    }
  },
  {
    "id": "184566",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi müşterinin yaşam boyu değerini ölçmek için ihtiyaç duyduğu bilgiler arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Müşterinin ne sıklıkla alışveriş ettiği",
      "B": "Müşterinin aktif olarak işletmeden alışveriş yapma zamanının uzunluğu",
      "C": "Müşterinin diğer ürünleri alma olasılığı ve bu durumda satışlardan elde edilecek gelir",
      "D": "Müşterinin başarılı bir şekilde işletmeyi arkadaşına, iş arkadaşına veya akrabasına önerme olasılığı",
      "E": "İşletmenin sponsor olma oranı"
    }
  },
  {
    "id": "211335",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi bir mağazadan üç ya da dört defadan fazla alışveriş edildiğinde önemli bir indirim yapılmaya başlanması ya da bir armağanın verilmesi örneğini açıklayan müşteri tutma programıdır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kişisel mektuplar",
      "B": "Bültenler",
      "C": "Teşekkür kartları",
      "D": "Sık yön gösterenler için programlar",
      "E": "Sık satın alıcılar için programlar"
    }
  },
  {
    "id": "211339",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi işletme tarafından uygulanan ve nazik dilde yazılmış olan “Sizinle iş yapmaktan mutluyuz.”, “Size hizmet etmek mutluluktur.” türündeki ifadeleri içeren programlar içinde yer alır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Telefonla aramalar",
      "B": "Teşekkür kartları",
      "C": "Bültenler",
      "D": "Kişisel mektuplar",
      "E": "Şahsi mektuplar"
    }
  },
  {
    "id": "211354",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi işletmelerin sürekli müşterileri hakkında elde ettikleri satın alma alışkanlıkları, belli dönemler içinde yaptıkları alışveriş tutarı gibi bilgileri kullanarak elde ettikleri bilgidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Müşterinin bugünkü değeri",
      "B": "Hiyerarşik değer",
      "C": "Rekabet değeri",
      "D": "Müşterileri yaşam boyu değeri",
      "E": "Taktiksel değer"
    }
  },
  {
    "id": "211360",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi ”Şimdiye kadar müşterinin değeri neydi?” sorusunu ifade eden değer çeşididir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Şimdiki değer",
      "B": "An itibariyle değer",
      "C": "Tarihi değer",
      "D": "Potansiyel değer",
      "E": "Taktiksel değer"
    }
  },
  {
    "id": "340440",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi \"12 Adımda Müşteriyi Elde Tutma Modeli\"nin ilk adımıdır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "En iyi müşterilere odaklanma",
      "B": "Müşterileri bilmek onları tutmak demektir.",
      "C": "Bu işte hepimiz beraberiz.",
      "D": "Önder olun, izleyin ya da yoldan çekilin.",
      "E": "İyi işin fakına varma"
    }
  },
  {
    "id": "341452",
    "unitNumber": 6,
    "text": "I. Teşekkür kartları<br/>II. Stratejik alanda birliktelik ve ortaklık kurma<br/>III. Kişisel mektuplar<br/><strong>Yukarıdakilerden hangisi ya da hangileri müşteriyi elde tutma programlarındandır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "130769",
    "unitNumber": 7,
    "text": "<strong>İmtiyazlı acentecilik kavramının tanımı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Teknoloji, bilgi, isim veya semboller gibi soyut değerlerin kullanım hakkının başka işletmeye verilmesidir.",
      "B": "İşletmenin iyi örnek oluşturan firma uygulamalarını inceleyerek kendi süreç ve faaliyetlerini sürekli olarak iyileştirmeye ve geliştirmeye çalışmasıdır.",
      "C": "Bir sistem ve markanın belirli süre, koşul ve sınırlar içinde, belirli bir bedel karşılığında kullanılması hakkının verilmesidir.",
      "D": "Belirli bir amacı gerçekleştirmek veya belirli bir iş için konularda uzmanlaşmış ve güçlü işletmelerin bir araya gelerek birlikler veya ortaklıklar kurmalarıdır.",
      "E": "İşletmenin belirli bir amaç doğrultusunda ortak kaynak kullanımı, faaliyetleri birleştirme veya bazı görevleri ortaklaşa üstlenme gibi konularda beraber hareket etmesidir."
    }
  },
  {
    "id": "131047",
    "unitNumber": 7,
    "text": "Müşteriye değer yaratma süreci dikkate alınarak yapılan bir ayırıma göre partnerler değer yaratan ve değer dağıtan partnerler olarak iki gruba ayrılmıştır.<strong><br/>Buna göre aşağıdakilerden hangisi değer yaratan iş ortaklarındandır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yönetim müteahhitleri",
      "B": "İmtiyazlı acentecilik",
      "C": "Kıyaslama takımları",
      "D": "Konsorsiyum",
      "E": "Lisanslı satışcılık"
    }
  },
  {
    "id": "133845",
    "unitNumber": 7,
    "text": "Çalışanın, müşteri tatmini sağlamak için her şeyi yapabilme hakkının olmasını ifade eder.<br/><strong>Verilen tanım aşağıdakilerden hangisine aittir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Çalışanın güçlendirilmesi",
      "B": "Tam güçlendirme",
      "C": "Ilımlı güçlendirme",
      "D": "Göreve bağlı güçlendirme",
      "E": "Verimli güçlendirme"
    }
  },
  {
    "id": "136852",
    "unitNumber": 7,
    "text": "Müşteri ilişkileri yönetiminde pazar bölümleme, çalışanları bazı özelliklerine göre benzer bölümler altında toplamaktır.<br/><strong>Buna göre aşağıdakilerden hangisi çalışanların müşteri ile bağlantılarına göre gruplaması içinde yer alır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Etkilenenler",
      "B": "İzole çalışanlar",
      "C": "Dayanışma grupları",
      "D": "Ortak çalışanlar",
      "E": "Satış görevlileri"
    }
  },
  {
    "id": "184582",
    "unitNumber": 7,
    "text": "<strong>Tedarik zinciri yönetiminin işletmelere sağladığı faydalar arasında aşağıdakilerden hangisi <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "İşletmeler üretim, nakliye, depolama vb. faaliyetlerini daha az maliyetle gerçekleştirirler.",
      "B": "Sadece üretici işletme değil, tedarik sürecindeki tüm işletmeler uzmanlıklarını birleştirir.",
      "C": "İşletme fazla stok yükünden ve maliyetinden kurtulur.",
      "D": "İşletmenin örgütsel yapılanmasına yardımcı olur.",
      "E": "Tedarikçi ve işletme arasındaki iş birliğinin daha hızlı ve etkin sistemler ile kurulmasını sağlar."
    }
  },
  {
    "id": "184588",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi dağıtım kanalı stratejileri geliştirmede dikkate alınan unsurlardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Amaç belirleme",
      "B": "En düşük maliyetli kanalı seçme",
      "C": "Kanal yapısı ve üyeleri belirleme",
      "D": "Üyeleri değerleme",
      "E": "Kanal yönetimi stratejisi geliştirme"
    }
  },
  {
    "id": "184591",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi Küresel Tedarik Zinciri Formunun belirlediği Tedarik Zinciri Yönetimi (TZY) süreçlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Müşteri ilişkileri yönetimi",
      "B": "Marka imajı oluşturma",
      "C": "Talep yönetimi",
      "D": "Üretim akış yönetimi",
      "E": "Ürün geliştirme ve ticarileştirme"
    }
  },
  {
    "id": "184594",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi işletmelerin tedarik zinciri yönetimini verimli şekilde sürdürmek için yapmaları gerekenler arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "İşletmeler tedarik zinciri üyeleri ile müşteri bilgilerini paylaşmamalıdır.",
      "B": "İşletme kendi stratejisi ile tedarik zinciri stratejisini uyumlu hâle getirmelidir.",
      "C": "MİY doğrultusunda belirlenen amaçlar tedarik zinciri yönetimi için açık ve anlaşılır hâle getirilmelidir.",
      "D": "Tedarik zincirinin değişimlere uyum sağlaması için yoğun ve sürekli bilgi akışı sağlanmalıdır.",
      "E": "Tedarik zinciri ile ortak takımlar oluşturulması daha hızlı kararlar alınmasına yardımcı olur."
    }
  },
  {
    "id": "184596",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi içsel pazarlama çabalarının sonuç vermesi için dikkate alınan uygulamalardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Sadece müşteri ile temasta olan çalışanların ödüllendirilmesi",
      "B": "Örgütsel yapının çalışanları destekleyici ve geliştirici şekilde düzenlenmesi",
      "C": "Çalışanların sürekli bilgilendirilmesi ve eğitimi",
      "D": "Çalışanlara yetki devrinde bulunulması",
      "E": "Çalışanlar ile destekleyici ilişkiler kurulması"
    }
  },
  {
    "id": "184600",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi personel güçlendirme özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Personel güçlendirme, çalışanların daha kaliteli ve hızlı hizmet sunumunda karar alma inisiyatiflerinin bulunmasıdır.",
      "B": "Sadece üst orta düzey yöneticilere yetki devredilir.",
      "C": "Yetki verilen çalışanın kendine olan güveni artar, sorumluluk duygusu gelişir ve yetki verilen çalışan işinden daha fazla tatmin duyar.",
      "D": "İşletme, çalışanlarını yetkilendirerek büyük ölçüde zaman tasarrufu sağlar.",
      "E": "Yetki devredilen çalışan, müşteriye yönelik faaliyet ve uygulamalarda aktif rol üstlenir."
    }
  },
  {
    "id": "184602",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi içsel pazarlama uygulayan işletmelerin çalışanlarına yönelik geliştirmesi gereken stratejilerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Pazarlama amaçlarının belirlenmesi",
      "B": "Pazarı bölümleme ve hedefleme",
      "C": "Pazarı konumlama",
      "D": "Pazarlama karması",
      "E": "Maaş düzeyinin belirlenmesi"
    }
  },
  {
    "id": "184608",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi çalışan bölümlendirmesinde Bölüm-Özellik eşleştirmelerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Bağlantı kuranlar - müşteri ile doğrudan ve sık bağlantı içerisinde olanlar",
      "B": "Ara elemanlar - müşteriler ile oldukça az doğrudan ilişki kuran ve genellikle yüz yüze olmayan bağlantıları olanlar",
      "C": "Etkileyiciler - müşteri ile doğrudan bağlantısı olmayan ancak müşteriler ile ilgili kararlarda etkisi bulunan çalışanlar",
      "D": "Etkileyiciler - işletme dışında yer alan kişiler",
      "E": "İzole çalışanlar - müşteri ile hiç bağlantısı olmayanlar"
    }
  },
  {
    "id": "184610",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi “değer yaratan” iş ortakları arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Ortak girişim",
      "B": "Komisyoncular",
      "C": "Kıyaslama takımları",
      "D": "Müşteri dayanışma grupları",
      "E": "Sponsorlar"
    }
  },
  {
    "id": "211368",
    "unitNumber": 7,
    "text": "<strong>Birbiri ile ilintili veya birbirinin yerine kullanılabilen bir grup ürünün yönetimine ne ad verilir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Acente",
      "B": "Yönetim müteahhidi",
      "C": "Sponsorluk",
      "D": "Kategori yönetimi",
      "E": "Komisyonculuk"
    }
  },
  {
    "id": "211370",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi işletmenin dağıtım kanalı yönetiminde uygulayabileceği aşamalardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Amaç belirlenme",
      "B": "Kanal yapısı ve üyeleri belirleme",
      "C": "Sadece internetten dağıtım yapma",
      "D": "Üyeleri değerleme",
      "E": "Kanal yönetim stratejisini belirleme"
    }
  },
  {
    "id": "211375",
    "unitNumber": 7,
    "text": "<strong>Çalışana müşteri tatmini sağlamak için her şeyi yapabilme hakkı verilmesine ne ad verilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "İçsel pazarlama",
      "B": "Tam güçlendirme",
      "C": "Ilımlı güçlendirme",
      "D": "Göreve bağlı güçlendirme",
      "E": "Aralıklı güçlendirme"
    }
  },
  {
    "id": "211382",
    "unitNumber": 7,
    "text": "<strong>İşletmenin iyi örnek oluşturan firma uygulamalarını inceleyerek kendi süreç ve faaliyetlerini sürekli olarak iyileştirme ve geliştirme çalışmasına ne ad verilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Acente",
      "B": "Kıyaslama",
      "C": "Sponsorluk",
      "D": "Kategori yönetimi",
      "E": "Komisyonculuk"
    }
  },
  {
    "id": "340450",
    "unitNumber": 7,
    "text": "<strong>Birbiri ile ilintili veya birbirinin yerine kullanılabilen bir grup ürünün yönetimini ifade eden iş ortaklık türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Ortak girişim",
      "B": "Kıyaslama takımları",
      "C": "Kategori takımları",
      "D": "Sponsorluk",
      "E": "Acente"
    }
  },
  {
    "id": "340878",
    "unitNumber": 7,
    "text": ".............. alıcı işletmenin imalat, dağıtım ve nakliye işlemlerinin etkin ve uyumlu şekilde yürütülmesidir.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Sipariş işleme",
      "B": "Üretim akış yönetimi",
      "C": "İadeler",
      "D": "Tedarikçi ilişkileri yönetimi",
      "E": "Müşteri hizmet yönetimi"
    }
  },
  {
    "id": "148205",
    "unitNumber": 8,
    "text": "<strong>Veri tabanlı pazarlamanın işletmenin müşteri ilişkilerini geliştirme çabalarına sağladığı katkılar arasında aşağıdakilerden hangisi yer almaktadır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Müşteri ile her bir pazarlama işlemi süreci sırasında, müşteri ihtiyacına nasıl karşılık verileceğini belirleyecek bilgiler bulunabilir.",
      "B": "Veri tabanı içerisinde bulunan bilgilere istenildiği an ulaşılabilir ve çıktılar alınabilir.",
      "C": "Müşteri veri tabanları sayesinde, işletmelerin çapraz satış olayını gerçekleştirmesi söz konusu olabilir.",
      "D": "Müşterinin şirket kampanyaları ve iletişim çabalarına verdiği karşılıkların kaydedilmesi için kullanılabilir.",
      "E": "Veri tabanlı pazarlamanın interaktif iletişime dayalı olmasından dolayı pazarlama çabalarının sonuçları kolaylıkla ölçülebilir."
    }
  },
  {
    "id": "151878",
    "unitNumber": 8,
    "text": "Örgüt kültürü pek çok yolla oluşturulabilir. Ancak genel olarak 4 aşama kapsamında örgüt kültürü oluşturulmaktadır.<br/><strong>Buna göre örgüt kültürü oluşturmadaki üçüncü aşama aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Grup elemanları sunulan bir fikrin doğru, iyi ve değerli olduğuna, biraz risk taşıdığına, zaman, para ve enerji harcamaya değeceği inancındadırlar.",
      "B": "Tek bir kişi yani örgütün veya organizasyonun kurucusu, yeni bir girişim fikrine sahip olur.",
      "C": "Pek çok kişi örgüte dâhil edilir ve genel örgüt kültürü hikâyesi inşa edilmeye başlanmış olur.",
      "D": "Kurucunun oluşturduğu grup, örgüt için bina, yer, fon vb. bulmaya çalışır.",
      "E": "Örgütün kurucusu bir ya da daha çok anahtar kişiyi örgüte getirir ve görüşlerini bu grupla paylaşır."
    }
  },
  {
    "id": "153545",
    "unitNumber": 8,
    "text": "<strong>Bir kuruluştaki çalışanların tamamının katılımı ile süreçlerin, ürün ve hizmetlerin sürekli iyileştirilmesi suretiyle iç ve dış müşterilerin kalite gereksinimlerinin karşılanması ve müşteri tarafından tanımlanan kaliteyi ürün ve hizmet yapısında oluşturmaya çalışan yönetim biçimine ne ad verilir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Örgüt kültürü",
      "B": "Kalite güvencesi",
      "C": "Müşteri ilişkileri yönetimi",
      "D": "Toplam kalite yönetimi",
      "E": "İlişkisel pazarlama"
    }
  },
  {
    "id": "153908",
    "unitNumber": 8,
    "text": "<strong>Pazarlarda tüketicilerin kırmızı etten beyaz ete yönelmeleri karşısında zor duruma düşen kırmızı et üreticilerinin “Dana eti iyidir.” şeklinde bir karşı kampanya düzenlemeleri örneği aşağıdaki halkla ilişkiler faaliyet türlerinden hangisiyle ilgilidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Genel Halkla İlişkiler",
      "B": "Proaktif Halkla İlişkiler",
      "C": "Özel Halkla İlişkiler",
      "D": "Aktif Halkla İlişkiler",
      "E": "Reaktif Halkla İlişkiler"
    }
  },
  {
    "id": "231081",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi kalite anlayışının evriminde geçilen aşamalardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kalite muayene",
      "B": "Kalite kontrol",
      "C": "Kalite güvencesi",
      "D": "Kalite algısı",
      "E": "TKY (Toplam Kalite Yönetimi)"
    }
  },
  {
    "id": "231083",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi Toplam Kalite Yönetimi'nin (TKY) sahip olduğu özelliklerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kalite çemberlerinin oluşturulup çalıştırılması",
      "B": "Çalışanların tümünün müşteri tatminine öncelik vermesi",
      "C": "Çalışmaların ileriye yönelik ve bilinçli bir biçimde programlanması",
      "D": "Sürekli eğitim faaliyetlerinin gerçekleştirilmesi",
      "E": "Tutundurma faaliyetlerinin gerçekleştirilmesi"
    }
  },
  {
    "id": "231085",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi veri tabanlı pazarlama sürecinin aşamalarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Müşteri adaylarının saptanması",
      "B": "Müşteri veri tabanlarının oluşturulması",
      "C": "Pazar bölümlerinin ayrıştırılması",
      "D": "Verilerin analizi",
      "E": "Koordineli müşteri iletişiminin oluşturulması"
    }
  },
  {
    "id": "231089",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi bireysel seviyedeki bir veri tabanının içermesi gereken bilgilerden <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Müşterilerin rakip sektörlerle olan ilişkileri",
      "B": "Demografik / psikografik bilgiler",
      "C": "Müşterilerin markayla olan ilişkileri",
      "D": "Girdi, çıktı / satın alma geçmişi",
      "E": "Veri tabanı üyeleri arasındaki bağlantılar"
    }
  },
  {
    "id": "231090",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi müşteri odaklı olma sürecinde yapılması gereken faaliyetlerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Yönetim kararlılığı",
      "B": "Kamusal destek sağlanması",
      "C": "Pazar araştırması",
      "D": "Çalışanların yönetime katılması",
      "E": "Kıyaslama ve standartların oluşturulması"
    }
  },
  {
    "id": "231092",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi müşteri odaklı hareket etmeye çalışan bir işletmenin yapması gereken faaliyetlerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Organizasyonda müşteriye olan eski davranış ve kuralların tamamen değiştirilmesi amaçlanmalı",
      "B": "Ürün ve hizmet kalitesini geliştirmek amaçlanmalı",
      "C": "Ürünlerin yaşam sürelerini en üst düzeye çıkarmak amaçlanmalı",
      "D": "Elektronik bilgi iletişiminden yararlanarak müşteriye daha hızlı hizmet sağlanmalı",
      "E": "Müşteri ile yakın ilişkilerde olan bölümlerde çalışanların eğitimi sağlanmalı"
    }
  },
  {
    "id": "231094",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi bir işletmede örgüt kültürünü oluşturan ögelerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Temel sayıltılar (varsayımlar)",
      "B": "Değerler, inançlar, tutumlar",
      "C": "Hikâye ve masallar",
      "D": "Normlar, törenler, dil",
      "E": "Mitler, örgüt genetiği"
    }
  },
  {
    "id": "231097",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi başarılı bir pazarlama kültürü geliştirmek isteyen bir işletmenin atması gereken adımlardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "İşletmenin tepe yöneticisinin diğer yöneticileri müşteri yönlü olmaları gerektiği konusunda ikna etmesi",
      "B": "İşletmenin bir bütün olarak pazar odaklılıktan uzaklaşıp ürün odaklılığa geçecek şekilde yeniden organize edilmesi",
      "C": "Pazarlama ekibinin, işletmenin pazarlama kültürünü oluşturmada uzman danışmanlık firmalarının yardım ve rehberliğinden faydalanması",
      "D": "İşletmenin üst düzey bir pazarlama yöneticisinin ve pazarlama ekibinin seçilerek göreve getirilmesi",
      "E": "İşletme dışından (lider pazarlama firmalarından) üst düzey görev alacak yetenekli pazarlamacılar transfer edilmesi"
    }
  },
  {
    "id": "231098",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi halkla ilişkiler faaliyetlerinin amaçlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "İyi niyet iletmek",
      "B": "Bir mal ya da hizmeti tutundurmak",
      "C": "İçe dönük iletişim sağlamak",
      "D": "Ürün ya da hizmet kalitesini geliştirmek",
      "E": "İşletmeyi, hakkında çıkarılan olumsuz haberlere karşı savunmak"
    }
  },
  {
    "id": "231101",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi halkla ilişkiler faaliyetlerinin türlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Özel halkla ilişkiler",
      "B": "Genel halkla ilişkiler",
      "C": "Pazarlama ağırlıklı halkla ilişkiler",
      "D": "Proaktif halkla ilişkiler",
      "E": "Reaktif halkla ilişkiler"
    }
  },
  {
    "id": "247260",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi kalite anlayışının evrim sürecini doğru tanımlamıştır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kalite muayene - kalite kontrol - kalite güvencesi - toplam kalite yönetimi",
      "B": "Kalite tespiti - kalite güvencesi - kalite kontrol - toplam kalite yönetimi",
      "C": "Kalite kontrol - kalite muayene - kalite güvencesi - toplam kalite yönetimi",
      "D": "Toplam kalite yönetimi - kalite güvencesi - kalite kontrol - kalite tespiti",
      "E": "Toplam kalite yönetimi - kalite kontrol - kalite güvencesi"
    }
  },
  {
    "id": "247265",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi toplam kalite yönetiminin özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Toplam kalite maliyetlerinin hesaplanması",
      "B": "Kalite çemberlerinin oluşturulup çalıştırılması",
      "C": "Verimlilik ölçümlerinin yapılması",
      "D": "Düşük maliyetli ürün veya hizmet alımının sağlanması",
      "E": "Periyodik kalite denetiminin yapılması"
    }
  },
  {
    "id": "250952",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi veri tabanlı pazarlama aşamalarından <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Müşteri adaylarının belirlenmesi",
      "B": "Müşteri veri tabanlarının oluşturulması",
      "C": "Verilerin birleştirilmesi",
      "D": "Verilerin analizi",
      "E": "Bütünleşik pazarlama yaklaşımının uygulanması"
    }
  },
  {
    "id": "250954",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi örgüt kültürü ögelerinden <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Fiziki çevre",
      "B": "Semboller",
      "C": "Törenler",
      "D": "Normlar",
      "E": "Birliktelik"
    }
  },
  {
    "id": "350288",
    "unitNumber": 8,
    "text": "............................... bir topluluğu oluşturan üyelerin ortak yaşanmışlıklarından meydana gelen, her toplumda bulunmasıyla birlikte bölgeden bölgeye değişiklik gösteren müşterek değerlerdir.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Sosyal sınıf",
      "B": "Kültür",
      "C": "Müşteri ilişkileri yönetimi",
      "D": "Tutum",
      "E": "Pazarlama"
    }
  },
  {
    "id": "353424",
    "unitNumber": 8,
    "text": "<strong>Toplam kalite yönetimi ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Almanya'da ortaya çıkan bir kavramdır.",
      "B": "Kalıcı bir yöntemdir.",
      "C": "Toplumumuzda uygundur.",
      "D": "ISO 9000 demek değildir.",
      "E": "Balık kılçığı tekniği değildir."
    }
  },
  {
    "id": "148360",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisinde e-ticaret ile geleneksel ticaret arasındaki fark doğru şekilde ifade edilmiştir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Bilgi edinme yöntemleri e-ticarette dergiler, basılı yayın ve reklamlarken geleneksel ticarette e-posta ve web sayfalarıdır.",
      "B": "Talep belirtme ve onayı yöntemi e-ticarette yazılı formken geleneksel ticarette e-postadır.",
      "C": "Ödeme yöntemi geleneksel yöntemde internet bankacılığı, kredi kartı ve paypal iken e-ticarette posta ve banka havalesidir.",
      "D": "Sevkiyat hazırlığı yöntemi geleneksel ticarette yazılı form ve telefonken e-ticarette elektronik veri tabanıdır.",
      "E": "Fiyat araştırması e-ticarette görüşmeler ve kataloglar iken geleneksel ticarette web sayfalarıdır."
    }
  },
  {
    "id": "150627",
    "unitNumber": 9,
    "text": "<strong>Bağış ödemeleri gibi bazı özel düşük miktarlı ödemeler için kurulmuş ödeme sistemi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "IPIN",
      "B": "PCPay",
      "C": "ECharge My Phone",
      "D": "First Virtual",
      "E": "Escrip"
    }
  },
  {
    "id": "153943",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisinde Müşteri İlişkileri Yönetimi'nin tanımı doğru olarak verilmiştir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Hakkında olumlu konuşulması için örgüt tarafından çeşitli kamuoyu gruplarıyla iyi ilişkiler geliştirilmesi, iyi bir örgüt imajı oluşturulması ve olumsuz olayları, dedikoduları ve hikâyeleri karşılamak ve çözmek için faaliyetler yürütülmesidir.",
      "B": "İşletmelerin müşterilerle olan ilişkilerini daha da geliştirmek amacıyla; müşteri ihtiyaç ve davranışları hakkında daha fazla bilgi sahibi olabilmek için müşteri merkezli stratejinin oluşturulmasını amaçlayan kapsamlı bir yönetim felsefesidir.",
      "C": "Kamu sektörü ya da özel sektör alanında faaliyet gösteren bir kurumun, bir teşebbüsün ilişki kurduğu veya kuracağı kimselerin anlayış, sempati ve desteğini elde etmek ve devam ettirmek için yaptığı sürekli ve örgütlendirilmiş bir yönetim görevidir.",
      "D": "Bir kuruluştaki çalışanların tamamının katılımı ile süreçlerin, ürün ve hizmetlerin sürekli iyileştirilmesi suretiyle iç ve dış müşterilerin kalite gereksinimlerinin karşılanması ve müşteri tarafından tanımlanan kaliteyi ürün ve hizmet yapısında oluşturmaya çalışan bir yönetim biçimidir.",
      "E": "Uygun hedef pazarı seçme, daha yüksek müşteri değeri yaratma, yeni müşteriler elde ederken eski müşterileri elde tutma ve onlarla sürekli iki yönlü iletişim kurma faaliyetidir."
    }
  },
  {
    "id": "232213",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi müşteri ilişkileri yönetiminin amaçlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Farklılaşma sağlamak",
      "B": "İşletme maliyetlerini azaltmak",
      "C": "Müşteri taleplerini karşılamak",
      "D": "Standartlaşma sağlamak",
      "E": "İşletmenin verimini artırmak"
    }
  },
  {
    "id": "232214",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi Müşteri İlişkileri Yönetiminin ortaya çıkış nedenlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kitlesel pazarlamanın müşteri kazanmakta maliyetli bir yol olması",
      "B": "Müşteri payının pazar payından daha önemli bir konumda olması",
      "C": "Müşteri, müşteri sadakati ve müşteri memnuniyetinin son zamanlarda iyice önem kazanması",
      "D": "Gittikçe artan rekabet düzeyi",
      "E": "Veri tabanı yönetim sistemlerinde ve İletişim teknolojilerindeki duraksama"
    }
  },
  {
    "id": "232215",
    "unitNumber": 9,
    "text": "I. Şirketler arası<br/>II. Devlet ve tüketici arası<br/>III. İşletmeler ve yönetim arası<br/><strong>Yukarıdakilerden hangisi ya da hangileri e-ticaretin türleri arasında yer alır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "I, II ve III"
    }
  },
  {
    "id": "232216",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi e-ticaretin avantajlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Üretim sürecinin kısalmasını sağlar.",
      "B": "İşlem maliyetlerini azaltır.",
      "C": "Aracıların kullanımını artırır.",
      "D": "Pazardaki değişimlere adaptasyon sağlar.",
      "E": "Pazara giriş engellerini azaltır."
    }
  },
  {
    "id": "232217",
    "unitNumber": 9,
    "text": "I.Bilgisayarlar<br/>II.Elektronik ödeme sistemleri<br/>III.İntranet<br/><strong>Yukarıdakilerden hangisi ya da hangileri e-ticaret araçlarındandır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "I, II ve III"
    }
  },
  {
    "id": "232218",
    "unitNumber": 9,
    "text": "<strong>İnternet harcamalarını ISS faturalarına yansıtan ödeme sistemi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "IPIN",
      "B": "Escrip",
      "C": "EDI",
      "D": "PCpay",
      "E": "First Virtual"
    }
  },
  {
    "id": "232219",
    "unitNumber": 9,
    "text": "I.Bankalar<br/>II.Komisyoncular<br/>III.Sigorta şirketleri<br/><strong>Yukarıdakilerden hangisi ya da hangileri e-ticaretin taraflarındandır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "I, II ve III"
    }
  },
  {
    "id": "232220",
    "unitNumber": 9,
    "text": "<strong>E-ticarette ödemeleri üçüncü bir kuruluşun toplayıp ilgili taraflara aktarımını yaptığı ödeme sistemi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "EDI",
      "B": "PCpay",
      "C": "First Virtual",
      "D": "E-Charge My Phone",
      "E": "IPIN"
    }
  },
  {
    "id": "232221",
    "unitNumber": 9,
    "text": "I.Ödeme anında yapılır.<br/>II.Ödeme daha sonradan gerçekleştirilir.<br/>III.Şifre gerektirdiğinden risk taşımaz.<br/><strong>Yukarıdakilerden hangisi ya da hangileri debit kartlar ile ilgili <u>söylenemez</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "II ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "232222",
    "unitNumber": 9,
    "text": "<strong>E-ticarette işletmelerin kendi aralarında veya belirli müşterileri ile ticarette bulundukları ve üçüncü taraflara kapalı olan uygulamalara ne ad verilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Ekstranet",
      "B": "İnternet",
      "C": "Intranet",
      "D": "Elektronik veri değişimi sistemleri (EDI)",
      "E": "IPIN"
    }
  },
  {
    "id": "247270",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi E-Ticaretin yaygın olarak kullanıldığı sektörlerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Bilgi Teknolojisi",
      "B": "Haberleşme",
      "C": "Sağlık",
      "D": "Eğitim",
      "E": "Enerji"
    }
  },
  {
    "id": "250965",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi kredi kartı işlemlerinde var olan taraflardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kart hamili",
      "B": "Mal ve hizmet sağlayıcı",
      "C": "Kart pazarlaması yapan banka",
      "D": "Sermaye piyasası kurulu",
      "E": "Lisans veren kredi kartı kuruluşu"
    }
  },
  {
    "id": "250969",
    "unitNumber": 9,
    "text": "<strong>Bağış ödemeleri gibi bazı özel düşük miktarlı ödemeler için kurulmuş sistemlere ne ad verilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "IPIN",
      "B": "Escrip",
      "C": "Pcpay",
      "D": "First Virtual",
      "E": "Debit kart"
    }
  },
  {
    "id": "250973",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi e-ticaretin araçlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Faks",
      "B": "Telefon",
      "C": "Televizyon",
      "D": "WAP",
      "E": "Senet"
    }
  },
  {
    "id": "353433",
    "unitNumber": 9,
    "text": "I. Alıcı<br/>II. Satıcı<br/>III. Gümrük müsteşarlığı<br/><strong>Yukarıdakilerden hangisi ya da hangileri elektronik ticaretin tarafları arasında yer alır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız II",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "231198",
    "unitNumber": 10,
    "text": "………., ortaya atılan bir fikir ya da alınan bir kararı kabul etmeyerek bu fikir veya karara karşı çıkmaktır.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "İtiraz",
      "B": "Tatminsizlik",
      "C": "İkaz etmek",
      "D": "Memnun olmamak",
      "E": "Güvensizlik"
    }
  },
  {
    "id": "231201",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi müşteri itiraz türlerinden <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Fiyat itirazları",
      "B": "Ürün itirazları",
      "C": "Hizmet itirazları",
      "D": "Durum itirazları",
      "E": "İhtiyaç itirazları"
    }
  },
  {
    "id": "231203",
    "unitNumber": 10,
    "text": "<strong>Müşterilerin satılan ürünün (veya özelliklerinin) onlar için iyi olduğundan emin olmadıkları itiraz durumu aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Zaman itirazları",
      "B": "Ürün itirazları",
      "C": "Hizmet itirazları",
      "D": "Durum itirazları",
      "E": "İhtiyaç itirazları"
    }
  },
  {
    "id": "231206",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi müşteri itirazlarının karşılanma süreçlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Dinle",
      "B": "Anla",
      "C": "Tekrar et",
      "D": "Yanıtla (Cevapla)",
      "E": "Çöz"
    }
  },
  {
    "id": "231212",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi itirazların karşılanmasında satışçıların kullanabileceği karşılama yöntemlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Beş Aşama Yöntemi",
      "B": "Farz Edelim ki Yöntemi",
      "C": "İhmal Etme Yöntemi",
      "D": "Geri Çevirme Yöntemi",
      "E": "İkna Yöntemi"
    }
  },
  {
    "id": "231216",
    "unitNumber": 10,
    "text": "<strong>Müşterinin ürün veya hizmetlere olan isteksizliğinin anlaşılması üzerine satış elemanının bu isteksizliği gidermek için müşteriye ürünü neden satın alması gerektiğini anlattığı müşteri itirazlarının karşılanması yöntemi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Geri çevirme yöntemi",
      "B": "Hamburger yöntemi",
      "C": "Yumuşatma yöntemi",
      "D": "Erteleme yöntemi",
      "E": "İkna yöntemi"
    }
  },
  {
    "id": "231218",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi şikâyet yönetiminin işletmelere sağladığı faydalardan <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Bilgi",
      "B": "Tutum",
      "C": "Fiyat",
      "D": "Geri alım yararı",
      "E": "İletişim faydaları"
    }
  },
  {
    "id": "231220",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi genel olarak müşteri şikâyet nedenlerinden <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Müşteri ihtiyaçlarının tam olarak karşılanmaması",
      "B": "İhtiyaç farklılığı",
      "C": "Beklentilerin tam olarak karşılanmaması",
      "D": "Alınan üründe herhangi bir kusur olması",
      "E": "Destek hizmetlerinden istenilen/beklenilen sonucun alınmaması"
    }
  },
  {
    "id": "231222",
    "unitNumber": 10,
    "text": "<strong>Aşağıdaki aşamalardan hangisi tüketici şikâyet davranışı sürecinde <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Tatminsizlik",
      "B": "Eylem-eylemsizlik",
      "C": "Edilgin-etkin",
      "D": "Fiyata itiraz etme",
      "E": "Markayı veya ürünü boykot etme"
    }
  },
  {
    "id": "231223",
    "unitNumber": 10,
    "text": "<strong>Aşağıdaki aşamalardan hangisi işletmeler açısından şikâyet sürecinde <u>yer</u> <u>almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Şikâyeti alma aşaması",
      "B": "Şikâyeti çözme aşaması",
      "C": "Şikâyet sonrası takip aşaması",
      "D": "Sorun çözücü",
      "E": "Uzlaştırıcı"
    }
  },
  {
    "id": "247278",
    "unitNumber": 10,
    "text": "<strong>Müşteri itiraz nedenleri arasında aşağıdakilerden hangisi <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "İşletmeye veya satış elemanına duyulan güvensizlik",
      "B": "Zaman kısıtlığı",
      "C": "Finansal darlık",
      "D": "İhtiyaç şiddetinin zayıflığı",
      "E": "Yüksek ürün bilgisi"
    }
  },
  {
    "id": "247281",
    "unitNumber": 10,
    "text": "<strong>Düşünmem gerek, sizinle sonra iletişime geçeceğim gibi söylemleri içeren itiraz türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Zaman itirazları",
      "B": "Ürün itirazları",
      "C": "İşletme itirazları",
      "D": "İhtiyaç itirazları",
      "E": "Hizmet itirazları"
    }
  },
  {
    "id": "250977",
    "unitNumber": 10,
    "text": "<strong>Dolaylı reddetme metodu olarak da bilinen önce müşteriye hak verip daha sonra müşterinin itirazının karşılanması yöntemi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Farz edelim ki yöntemi",
      "B": "İhmal etme yöntemi",
      "C": "Erteleme yöntemi",
      "D": "Evet-fakat yöntemi",
      "E": "Yumuşatma yöntemi"
    }
  },
  {
    "id": "250978",
    "unitNumber": 10,
    "text": "……………, ürün hizmet veya eylemler ile ilgili müşterilerin memnuniyetsizlik ifadelerinin tamamını içermektedir.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Uyarı",
      "B": "İkaz",
      "C": "Şikâyet",
      "D": "İtiraz",
      "E": "Karşılama"
    }
  },
  {
    "id": "250981",
    "unitNumber": 10,
    "text": "<strong>Tatmin olmuş ancak işletmenin daha ileri gitmesini, daha iyi olmasını isteyen ve bu nedenle şikâyette bulunan müşteri türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Direkt müşteriler",
      "B": "Hesapsız müşteriler",
      "C": "Sadık müşteriler",
      "D": "İleri görüşlü müşteriler",
      "E": "Şikâyetçi müşteriler"
    }
  },
  {
    "id": "350303",
    "unitNumber": 10,
    "text": "<strong>Dolaylı Redddetme Yöntemi olarak da bilinen, itiraz karşılama yöntemi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Beş Aşama Yöntemi",
      "B": "İhmal Etme Yöntemi",
      "C": "Evet-Fakat Yöntemi",
      "D": "Erteleme Yöntemi",
      "E": "Yumuşatma Yöntemi"
    }
  },
  {
    "id": "350306",
    "unitNumber": 10,
    "text": "<strong>Müşteriye farklı seçenekler sunarak itirazları karşılayan yöntem aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "İhmal Etme Yöntemi",
      "B": "Farz Edelim ki Yöntemi",
      "C": "Hamburger Yöntemi",
      "D": "Erteleme Yöntemi",
      "E": "Geri Çevirme Yöntemi"
    }
  },
  {
    "id": "153120",
    "unitNumber": 11,
    "text": "I. Örgüt genelinde kültürel değişim, isteklilik ve iş birliği sağlamak<br/>II. Amaç ve beklentileri net olarak ifade etmek<br/>III. Süreçler ile teknolojiyi uyumlaştıramamak<br/>IV. Değişim yönetimi odaklı olmak<br/>V. Yetersiz yatırım yapmak<br/><strong>Yukarıdakilerden hangisi ya da hangileri Müşteri İlişkileri Yönetimi'nde başarılı olmak için sağlanması gereken zorunlu koşullar arasında yer alır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "I, II ve IV",
      "B": "Yalnız II",
      "C": "II ve V",
      "D": "I, III ve IV",
      "E": "Yalnız III"
    }
  },
  {
    "id": "153692",
    "unitNumber": 11,
    "text": "<strong>MİY’in </strong><strong>(Müşteri İlişkileri Yönetimi) </strong><strong>tarihsel gelişim süreci içinde 2000’li yıllarda aşağıdakilerden hangisi <u>gerçekleşmemiştir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Web temelli MİY hizmetlerine olan talepte patlama yaşanmıştır.",
      "B": "MİY çözümleri (paket program) sağlayıcıların MİY pazarlarındaki rolü bir derece azalmıştır.",
      "C": "Danışmanlık ve MİY bilgi teknolojileri eş güdümlü hâle getirilmeye başlanmıştır.",
      "D": "MİY çözümlerine olan ilgi artmıştır.",
      "E": "İşletmeler veri tabanları, stratejiler ve otomatik pazarlama sistemleri gibi uygulamaları birleştiren sistemleri kullanmaya başlamıştır."
    }
  },
  {
    "id": "231229",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisinde MİY’in tarihsel gelişimi ve özellikleri <u>yanlıştır</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Giriş dönemi - pahalı yatırımlar yapılmıştır.",
      "B": "Günümüz - MİY otomasyonu üzerinde durulmuştur.",
      "C": "Günümüz - EMİY dönemi, internet uyumlu MİY yazılım paketleri hayata geçirilmiştir.",
      "D": "Büyüme - işletmeler web aracılığı ile müşteri bağlantılarını kendileri kurabilmeye başlamıştır.",
      "E": "Büyüme - web hayatın içinde yerini almıştır."
    }
  },
  {
    "id": "231232",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi MİY’in kritik başarı faktörlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Üst yönetim desteği",
      "B": "Bölümler arası bütünleşme",
      "C": "Müşteri veri sistemi ve altyapısı oluşturma",
      "D": "Örgüt genelinde kültürel değişim, isteklilik ve iş birliği",
      "E": "MİY değerlemesinde ölçüm araçlarından en düşük maliyetli olanını seçme"
    }
  },
  {
    "id": "231235",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi MİY’deki başarısızlık nedenlerinden “yetenek eksikliği” kapsamında <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Müşteri bilgisi ve bunları kullanma eksikliği",
      "B": "Teknolojiyi kullanma eksikliği",
      "C": "Müşterilerine uygun strateji geliştirememesi",
      "D": "Süreçler ile teknolojiyi uyumlaştıramama",
      "E": "Yetersiz tanımlama"
    }
  },
  {
    "id": "231237",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi MİY’in kritik başarı faktörlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Amaç ve beklentileri net olarak ifade etmek",
      "B": "Teknoloji ile stratejileri uyumlu hâle getirmek",
      "C": "Sadece ön ofis çalışanlarına bilgi aktarımı yapmak",
      "D": "Değişim yönetimi odaklı olmak",
      "E": "MİY felsefesine uygun örgüt yapısı geliştirmek"
    }
  },
  {
    "id": "231240",
    "unitNumber": 11,
    "text": "<strong>Müşteri İlişkileri Yönetimi’ndeki başarısızlık nedenlerinden “fonksiyonel sınırlar” ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Çalışanlar değişime çoğu zaman direnç gösterirler.",
      "B": "Çalışanlara iş tanımlarının net olarak açıklanmaması engel yaratabilir.",
      "C": "Müşteri İlişkileri Yönetimi uygulayan birçok organizasyonda örgütsel değişime gerek duyulmaz.",
      "D": "Çoğu işletmede yerleşmiş yapılanmalar söz konusudur.",
      "E": "İşletme departmanları değişime ayak uydurmakta zorlanırlar."
    }
  },
  {
    "id": "231244",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi MİY’in </strong><strong>(Müşteri İlişkileri Yönetimi) </strong><strong>kritik başarı faktörlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "MİY için yeterli yatırım yapmak",
      "B": "Sadece teknoloji için yatırım yapmak",
      "C": "Dönemsel olarak MİY performansını ölçmek",
      "D": "MİY ölçüm araç ve yöntemlerini doğru belirlemek",
      "E": "Yeterli ve kaliteli veri toplamak"
    }
  },
  {
    "id": "231247",
    "unitNumber": 11,
    "text": "I. MİY değerlendirmesinde örgütsel değişim, iş ortakları ile ilişkiler, süreç geliştirme gibi ölçümler yer alır.<br/>II. MİY’i değerlendirmede satış miktarı ve müşteri payı yeterlidir.<br/>III. MİY ölçümlerinin; müşteri, çalışanlar, iş ortakları ile ilişkiler, işletme stratejisi ve süreçlerini ölçecek şekilde yapılması gerekir.<br/><strong>MİY’deki başarısızlık nedenlerinden “yetersiz ölçüm yöntemleri” ile ilgili yukarıdaki ifadelerden hangisi ya da hangileri <u>yanlıştır</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "I, II ve III",
      "E": "I ve III"
    }
  },
  {
    "id": "231252",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi “değişim yönetimi odaklı olmak” kapsamında<u> yer</u> <u>almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "MİY’de müşteriler, çalışanlar, iş ortakları ve süreçlerde değişimler yapılır.",
      "B": "Müşteri merkezli örgüt kültürünün tüm çalışanlara yansıtılması gerekir.",
      "C": "İş ortakları ve partnerlerle olan ilişkilerde değişim yönetimi odaklılık gereklidir.",
      "D": "Müşteriye yönelik değişimlerde maliyet önemli ve belirleyici unsurdur.",
      "E": "Üst yönetimin değişimleri görme; çalışanların ise buna ayak uydurma yeteneği olmalıdır."
    }
  },
  {
    "id": "231254",
    "unitNumber": 11,
    "text": "I. Yetersiz bilgi ile çalışma<br/>II. MİY teknolojisinden çok şey bekleme<br/>III. İşletme amaçlarını açık ve net olarak belirlememe<br/><strong>Yukarıdakilerden hangisi veya hangileri MİY’deki başarısızlık nedenlerinden “yanlış beklentiler” kapsamında yer alır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve III",
      "D": "I ve II",
      "E": "I, II ve III"
    }
  },
  {
    "id": "231256",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi Müşteri İlişkileri Yönetimi'nin (MİY) başarısızlık nedenlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "MİY uygulanmadan önce stratejik planların hazırlanmaması",
      "B": "MİY’in stratejiden ziyade teknolojik yatırım olarak görülmesi",
      "C": "Müşteri merkezli bakış açısının kazanılmaması",
      "D": "Düşük fiyatlı MİY yazılımları alınması",
      "E": "Örgüt yapısının müşteri merkezli şekilde örgütlenmemesi"
    }
  },
  {
    "id": "247287",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi MİY’de başarısızlığın en sık yaşandığı nedendir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Bölümler arası bütünleşme eksikliği",
      "B": "MİY iş stratejisi olmaması",
      "C": "Süreç değişimleri eksikliği",
      "D": "Üst yönetimin destek eksikliği",
      "E": "Çalışanların eksik görev tanımı"
    }
  },
  {
    "id": "250985",
    "unitNumber": 11,
    "text": "<strong>Müşteri İlişkileri Yönetimi</strong><strong>’nde uzun dönemlilik ile ifade edilmek istenen aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Müşteri ilişkileri yönetiminde müşterilerle kurulan ilişkilerin tek bir alışveriş ile sınırlı olmamasıdır.",
      "B": "Müşteriye uzun vadeli ödeme seçeneği sunmaktır.",
      "C": "Müşteriye uzun zaman bozulmadan kullanılabilen ürün sunmaktır.",
      "D": "Müşterinin uzun bir harcama kalıbının olmasıdır.",
      "E": "Müşterinin satış personelinden detaylı bilgi istemesidir."
    }
  },
  {
    "id": "250987",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi başarısız </strong><strong>Müşteri İlişkileri Yönetimi</strong><strong> (MİY) uygulamalarında etkili olan nedenlerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Müşteri merkezli bakış açısının kazanılmaması",
      "B": "İşletmenin örgüt yapısının müşteri merkezli şekilde örgütlenmemesi",
      "C": "MİY’i stratejiden ziyade teknolojik yatırım olarak görmek",
      "D": "Düşük fiyatlı MİY yazılımları edinmek",
      "E": "İş süreçlerinin yeniden yapılandırılmaması"
    }
  },
  {
    "id": "250989",
    "unitNumber": 11,
    "text": "<strong>CIGNA Şirketinin MİY uygulamasının başarısız olmasının nedeni aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Çalışanların yeterli hazırlığı yapmadan sistemi kullanmaya başlaması",
      "B": "Pahalı MİY yazılım ve donanımlarının alınması",
      "C": "Üst yönetimin çalışanların yoğun eğitim alması için ısrar etmesi",
      "D": "Uluslararası pazarlardaki tüketicilerinin kayıtlarının tam tutulmaması",
      "E": "Çok sayıda çalışanın işe alınması"
    }
  },
  {
    "id": "350324",
    "unitNumber": 11,
    "text": "I. Müşteri bilgisi eksikliği<br/>II. Teknolojiyi kullanma eksikliği<br/>III. Süreçler ile teknolojiyi uyumlaştıramama<br/><strong>Yukarıdakilerden hangisi ya da hangileri yetenek eksikliği türlerindendir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "231257",
    "unitNumber": 12,
    "text": "……….. müşteri ve işletme arasında meydana gelen ikna etme faaliyetidir.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Pazarlama",
      "B": "Satış",
      "C": "Satış yönetimi",
      "D": "Satış süreci",
      "E": "Alışveriş"
    }
  },
  {
    "id": "231258",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi modern satışın özellikleri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Müşteriyi elde tutma ve kaybetme",
      "B": "Veri tabanı ve bilgi yönetimi",
      "C": "Müşteri ilişkileri yönetimi",
      "D": "Ürünün pazarlanması",
      "E": "Pazarlama"
    }
  },
  {
    "id": "231259",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi modern satışta başarı faktörleri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Takip becerileri",
      "B": "İtirazların üstesinden gelme yeteneği",
      "C": "Verilerin toplanması",
      "D": "Bitirme, sonuç becerileri",
      "E": "Dinleme becerileri"
    }
  },
  {
    "id": "231260",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi işletmelerde satış örgütlerinin bileşenlerinden <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Yerel esasına göre oluşturma",
      "B": "Ürün esasına göre örgütlenme",
      "C": "Müşterilere göre örgütlenme",
      "D": "Bölge esasına göre oluşturma",
      "E": "Karışık (karma) örgütlenme"
    }
  },
  {
    "id": "231261",
    "unitNumber": 12,
    "text": "…………, belirli bir bedel karşılığında işletmenin ürün ve hizmetlerini müşterilere tanıtmak ve bu ürün veya hizmetleri satmak için faaliyet gösteren kişilere verilen isimdir.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Satıcı",
      "B": "Alıcı",
      "C": "Müşteri",
      "D": "Satışçı",
      "E": "Tüketici"
    }
  },
  {
    "id": "231262",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi satış elemanının görevlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Plan-program yapma",
      "B": "Temsil",
      "C": "Gözlem-pazar araştırması",
      "D": "Müşteriyi ikna etme",
      "E": "Fiyatlandırma"
    }
  },
  {
    "id": "231263",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi satış süreci aşamalarından <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Ön çalışma ve hazırlık",
      "B": "Müşteri ile temasa geçmek",
      "C": "Geri bildirim",
      "D": "Satışın sonuçlandırılması",
      "E": "Satış sonrası hizmetlerin ve ilişkilerin sürdürülmesi"
    }
  },
  {
    "id": "231264",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi satış yöntemi görevlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kontrol",
      "B": "Motivasyon",
      "C": "Planlama",
      "D": "Analiz",
      "E": "Koordinasyon (Organizasyon)"
    }
  },
  {
    "id": "231268",
    "unitNumber": 12,
    "text": "<strong>Planlamada belirlenen hedeflere ulaşma derecesini, sapmalar varsa nedenlerini ve bu alanda yapılabilecek çalışmaları belirleme amacına ne ad verilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kontrol",
      "B": "Satış gücünü kurma",
      "C": "Satış gücünü geliştirme",
      "D": "Planlama",
      "E": "Motivasyon"
    }
  },
  {
    "id": "231270",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi satış yönetimi süreci aşamalarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Satış stratejisi ve eylem planı",
      "B": "Analizler",
      "C": "Satış yönetimi, hedef müşterileri bulmak ve satış gücü elde etmek",
      "D": "Müşteri/satış temsilcisi etkileşimi",
      "E": "Değerlendirme ve geri bildirim"
    }
  },
  {
    "id": "247320",
    "unitNumber": 12,
    "text": "<strong>Bir ürün, hizmet veya faydanın uygun yer ve zamanda, en uygun yöntem ile bir bedel karşılığında aktarabilmesi için gerekli tüm çabalara ne ad verilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Pazar",
      "B": "Satış",
      "C": "Pazarlama",
      "D": "Satışçı",
      "E": "Alışveriş"
    }
  },
  {
    "id": "247321",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi modern satışın özelliklerinden <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Ürünün pazarlanması",
      "B": "Problem çözme ve sistem satışı",
      "C": "İhtiyaçların karşılaması ve değer yaratılması",
      "D": "Müşteriyi elde tutma ve kaybetme",
      "E": "Rekabet durumunun analizi"
    }
  },
  {
    "id": "251060",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi modern satış elemanının başarı faktörleri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Bir kuruluş içindeki her seviyedeki insanlarla etkileşimde bulunma konusunda uzmanlık",
      "B": "Organizasyon becerileri",
      "C": "Fiyat belirleme",
      "D": "İtirazların üstesinden gelme yeteneği",
      "E": "Sözlü iletişim becerileri"
    }
  },
  {
    "id": "251064",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi satış tutundurucular olarak da adlandırılan satış elemanı türüdür?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Toptancı satış elemanları",
      "B": "Perakendeci satış elemanları",
      "C": "Bayi satış elemanları",
      "D": "Acente satış elemanları",
      "E": "Pazarlama elemanları"
    }
  },
  {
    "id": "251068",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi satış elemanlarının görevlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Rapor yazma",
      "B": "Analiz etme",
      "C": "Sorun çözme",
      "D": "Müşteriyi ikna etme",
      "E": "Gözlem-pazar araştırması"
    }
  },
  {
    "id": "352781",
    "unitNumber": 12,
    "text": "........................ örgütlenme biçimi, çok geniş coğrafi alanlara yayılmış pazarlarda ve çok çeşitli malların satılması söz konusu olduğunda kullanılır.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Bölge esasına göre oluşturma",
      "B": "Ürün esasına göre örgütlenme",
      "C": "Müşteriye göre örgütlenme",
      "D": "Karma örgütlenme",
      "E": "Fiyata göre örgütlenme"
    }
  },
  {
    "id": "352907",
    "unitNumber": 12,
    "text": ".................... fiilen satış yapmayan, satışı kolaylaştıran, müşterileri ikna eden ve eğiten personeldir.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Sipariş alıcılar",
      "B": "Destek personeli",
      "C": "Sipariş getiriciler",
      "D": "Toptancılar",
      "E": "Perakendeciler"
    }
  },
  {
    "id": "353506",
    "unitNumber": 12,
    "text": "I. Deneyimler<br/>II. Kişisel özellikler<br/>III. Bilgi<br/><strong>Yukarıdakilerden hangisi ya da hangileri satış elemanında aranan özelliklerdendir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yanlız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "150400",
    "unitNumber": 13,
    "text": "Teknolojinin sağlık bakım alanında büyük yenilikler getirme potansiyeli bilinmekle birlikte bunun nasıl gerçekleşeceği konusunda çok az fikir yürütülmektedir. Bu belirsizlik nedeniyle ilaç şirketleri, müşteri bazında teknoloji uygulamalarını geliştirirken bazı faktörleri göz önünde bulundurmalıdırlar.<br/><strong>Buna göre aşağıdakilerden hangisi söz konusu faktörlerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Şirket içi ağ yapısının oluşturulması ve ölçeklendirilmesi",
      "B": "Üst düzey yönetici desteği ve sorumluluklarının tespit edilmesi",
      "C": "Yeni teknolojilere yatırım yapmaktan kaçınılması",
      "D": "Bütün müşteri temas noktalarının e-uyumlu hale getirilmesi",
      "E": "Alternatif çözüm ve stratejilere yatırım yapılması"
    }
  },
  {
    "id": "150444",
    "unitNumber": 13,
    "text": "<strong>İşletmelerin rekabet güçlerini belirleyen rekabetçi güçler arasında aşağıdakilerden hangisi <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Potansiyel rakipler",
      "B": "Mevcut rakipler arasındaki rekabet",
      "C": "Müşterilerin pazarlık güçleri",
      "D": "Tedarikçilerin odaklanma stratejileri",
      "E": "İkame ürün ve hizmetlerin tehdidi"
    }
  },
  {
    "id": "150689",
    "unitNumber": 13,
    "text": "I. Yeni teknolojilere yatırım yapılması<br/>II. Güvenlik ve gizlilik sorunları<br/>III. Ürüne özel web sitelerinin kurulması<br/>IV. Yatırımların beklenen geri dönüşü getirmeme riski taşıması<br/><strong>Yukarıdakilerden hangisi ya da hangileri ilaç endüstrisinde yeni iş ve müşteri eğilimlerinin beraberinde getirdiği problemler arasında yer alır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız III",
      "B": "Yalnız IV",
      "C": "I ve IV",
      "D": "I ve III",
      "E": "II ve IV"
    }
  },
  {
    "id": "231276",
    "unitNumber": 13,
    "text": "<strong>First USA Bankın Richard Vague ile başlayan Müşteri İlişkileri Yönetimi uygulamaları hangi mesaj ile başlamıştır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Her şey sizin için",
      "B": "Siz isteyin biz yapalım",
      "C": "Memnuniyetiniz bizim için önemli",
      "D": "Emrinizdeyiz",
      "E": "7 gün 24 saat"
    }
  },
  {
    "id": "231277",
    "unitNumber": 13,
    "text": "<strong>Konaklama işletmelerinden The Boulderslar MİY uygulamalarına yönelik kendilerine özgü geliştirdikleri prensip aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "10 köşe taşı prensibi",
      "B": "Müşteri üçgeni prensibi",
      "C": "12 maddeli program",
      "D": "Müşteri memnuniyeti prensibi",
      "E": "7 gün 24 saat"
    }
  },
  {
    "id": "231280",
    "unitNumber": 13,
    "text": "<strong>Dünyada e-devlet uygulamalarının öncü ülkeleri aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kanada-Singapur-ABD",
      "B": "İngiltere-Fransa-Türkiye",
      "C": "Almanya-İsviçre-Avusturalya",
      "D": "Almanya-İngiltere-Rusya",
      "E": "Türkiye-Rusya-ABD"
    }
  },
  {
    "id": "231285",
    "unitNumber": 13,
    "text": "<strong>“Amazon.com”un uygulaması beş rekabet gücü ile başa çıkmada uygulanan stratejilerden hangisine örnek gösterilebilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Maliyet liderliği",
      "B": "Odaklanma stratejisi",
      "C": "Farklılaşma stratejisi",
      "D": "Genelleştirme stratejisi",
      "E": "Kârlılık stratejisi"
    }
  },
  {
    "id": "231288",
    "unitNumber": 13,
    "text": "<strong>Müşteri İlişkileri Yönetimi'nde (</strong><strong>MİY) Club Card uygulamalarının temel amacı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Müşterilere fiyat avantajı sağlamak",
      "B": "Müşterileri daha iyi tanımak ve farklı hizmetler sunmak",
      "C": "Prestij sağlamak",
      "D": "Güven vermek",
      "E": "Diğer işletmelerle rekabet etmek"
    }
  },
  {
    "id": "231293",
    "unitNumber": 13,
    "text": "<strong>“Capital One Bank”ın çağrı merkezlerini kurmasındaki temel amacı nedir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Müşterilere zaman kazandırmak",
      "B": "Bankaya prestij kazandırmak",
      "C": "Rekabette üstünlük sağlamak",
      "D": "İstihdama katkıda bulunmak",
      "E": "Kârlılığı arttırmak"
    }
  },
  {
    "id": "231298",
    "unitNumber": 13,
    "text": "<strong>Carlson Hospitality Worldwide’in MİY (Müşteri İlişkileri Yönetimi) uygulamalarındaki temel felsefesi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Müşteriler ile sürekli iletişim",
      "B": "Müşteri veri tabanının sürekli güncellenmesi",
      "C": "Müşteri problemlerinin çözümünde çalışanların yetkilendirilmesi",
      "D": "Müşteri problemlerinde üst yönetimin kararlarına bağlılık",
      "E": "Uzman personel istihdamı"
    }
  },
  {
    "id": "231301",
    "unitNumber": 13,
    "text": "<strong>Lojistik şirketlerinin MİY uygulamaları ile ilgili olarak verilen aşağıdaki bilgilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Her bir lojistik şirketinin MİY uygulaması birbirinden farklıdır.",
      "B": "Kurumsal müşteriler ile çalışan lojistik şirketleri, bireysel müşteriler ile çalışan şirketlere göre MİY’e daha az önem vermektedir.",
      "C": "Rekabet çok dinamik olduğundan MİY uygulamaları gittikçe önem kazanmaktadır.",
      "D": "Genel MİY yazılımları lojistik şirketlerinin ürün ve müşteri çeşitliliği nedeniyle ihtiyaçlara cevap vermede yetersiz kalmaktadır.",
      "E": "Müşteri temsilcilerinin görev alanları belirlenirken her bir müşteri temsilcisinin farklı alanlardaki müşterilerle ilgilenmesi MİY açısından daha verimlidir."
    }
  },
  {
    "id": "231304",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi hastanelerdeki hasta ilişkileri bölümünün amaçlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Hasta yakınlarının hastanenin sadık müşterisi olmasını sağlamak",
      "B": "Hastanın ve hasta yakınlarının şikâyetini almak, araştırmak ve çözmek",
      "C": "Hasta yakınlarına ve hastalara güven vermek",
      "D": "Muayene ve refakatçi ödemelerini belirlemek",
      "E": "Otopark hizmetlerinden sağlık hizmetlerine kadar tüm hizmetleri hasta ve yakınlarına sunmak"
    }
  },
  {
    "id": "231306",
    "unitNumber": 13,
    "text": "<strong>İlaç endüstrisinde </strong><strong>Müşteri İlişkileri Yönetimi </strong><strong>uygulamalarında aşağıdakilerden hangisi öncelikli <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Müşterilerle diyalog geliştirmek",
      "B": "Hasta odaklı düşünmek",
      "C": "Doktor ve eczacılarla yakın ilişkide bulunmak",
      "D": "Tedavi merkezli hareket etmek",
      "E": "Promosyonlar ile hastaları cezbetmek"
    }
  },
  {
    "id": "247322",
    "unitNumber": 13,
    "text": "<strong>MİY uygulamalarının amaçları ile ilgili olarak aşağıdaki ifadelerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Müşteri memnuniyetini artırmak",
      "B": "Müşteri sadakatini sağlamak",
      "C": "Maliyetleri azaltmak",
      "D": "Müşteriye hız avantajı sunmak",
      "E": "İnsan kaynaklarını devreden çıkararak bilgi teknolojilerine yatırım yapmak"
    }
  },
  {
    "id": "247323",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi kamuda </strong><strong>Müşteri İlişkileri Yönetimi (</strong><strong>MİY) uygulamalarının gelişmesinin nedenlerinden biridir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kâr elde etmek",
      "B": "Maliyetleri düşürmek",
      "C": "Vatandaşların özel sektöre gitmesini engellemek",
      "D": "Vatandaşların kişisel alanlarına müdahale etmek",
      "E": "Vatandaşlardan daha fazla vergi almak"
    }
  },
  {
    "id": "251082",
    "unitNumber": 13,
    "text": "<strong>Lojistik işletmelerinde müşterilerin Müşteri İlişkileri Yönetimi kapsamında sınıflandırılmasının yapıldığı performans kitapçığında aşağıdaki kriterlerden hangisi <u>bulunmamaktadır</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Müşterinin mevcut cirosu",
      "B": "Müşterinin potansiyel cirosu",
      "C": "Müşterinin yaşı",
      "D": "Şirkete bağlılık",
      "E": "Kârlılık"
    }
  },
  {
    "id": "251084",
    "unitNumber": 13,
    "text": "<strong>The Inn at Essex’in “toplam misafir memnuniyeti” uygulamasında temel ilke nedir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Müşteri taleplerine “HAYIR” dememek",
      "B": "Müşteriler ile çok ilgilenmek",
      "C": "Müşterileri telefonla aramak",
      "D": "Müşteriler için kayıt tutmak",
      "E": "Müşterilere hediye vermek"
    }
  },
  {
    "id": "350392",
    "unitNumber": 13,
    "text": "I. Güvenlik ve gizlilik sorunları<br/>II. Yatırımların beklenen geri dönüşü getirememe riski<br/>III. Bölümlenmiş kanal ve temas noktalarının e-uyumlu olmaması<br/><strong>Yukarıdakilerden hangisi ya da hangileri ilaç endüstrisinde yeni iş ve müşteri eğilimlerinin beraberinde getirdiği problemlerdendir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız II",
      "B": "Yalnız III",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "353511",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi The Boulders'ların geliştirdiği 10 Köşe Taşı pensiplerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Mesafeye dikkat",
      "B": "Temizlik",
      "C": "Herhangi bir kazada departman yöneticilerini uyarma",
      "D": "Keyif alma",
      "E": "Misafir isteklerine sahip çıkma"
    }
  },
  {
    "id": "353514",
    "unitNumber": 13,
    "text": "I. Politik etmenler<br/>II. Yönetsel etmenler<br/>III. Kişisel etmenler<br/><strong>Yukarıdakilerden hangisi ya da hangileri e-Devlet kuram ve uygulamalarına kaynaklık eden etmenlerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "I ve III",
      "E": "II ve III"
    }
  },
  {
    "id": "150317",
    "unitNumber": 14,
    "text": "<strong>İşletmelerin pazarlama faaliyetlerini değerlendirmede yararlandığı ölçümler arasında aşağıdakilerden hangisi y<u>er almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Maliyetler",
      "B": "Pazar payı",
      "C": "Hizmet süresi",
      "D": "Nispi müşteri tatmini",
      "E": "Kalite standartlarına uyum"
    }
  },
  {
    "id": "150423",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi anket formu oluşturma aşamaları arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Amaçları soruya dönüştürme",
      "B": "Anket yöntemini belirleme",
      "C": "Anket formlarının dağıtılması",
      "D": "Soruların ifadelendirilmesi",
      "E": "Soruların sırasının belirlenmesi"
    }
  },
  {
    "id": "153541",
    "unitNumber": 14,
    "text": "Strateji haritaları soyut varlıkların finansal sonuçlarla ifade edilebilmesinde yani neden-sonuç ilişkilerinin bağlantılarını sağlamada yardımcı olur.<br/><strong>Buna göre performans karnesi perspektifleri doğrultusunda hazırlanan strateji haritasında müşteri perspektifinde aşağıdakilerden hangisi yer alır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Ürün dizisini zenginleştir!",
      "B": "Geri dönüşleri artır!",
      "C": "Çapraz satışlar yap!",
      "D": "Çalışanlardan fikirler al!",
      "E": "Bekleme süresini azalt!"
    }
  },
  {
    "id": "153905",
    "unitNumber": 14,
    "text": "I. Stok kontrolü<br/>II. İnsan ve organizasyon<br/>III. Müşteri yönetimi faaliyetleri<br/>IV. Çapraz satışlar<br/><strong>Yukarıda verilen performans değerlendirme kriterlerinden hangisi ya da hangileri </strong><strong>CMAT Modeli'nin </strong><strong>işletmelerin </strong><strong>Müşteri İlişkileri Yönetimi (</strong><strong>MİY) performanslarını ölçerken kullandığı unsurlar arasında yer alır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız IV",
      "C": "II ve III",
      "D": "II ve IV",
      "E": "I, II ve III"
    }
  },
  {
    "id": "231310",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi MİY’i değerlendirmede kullanılan müşteri ilişkileri ölçütlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Müşterilerin dağıtım kanalları ile deneyimleri",
      "B": "Müşteri şikâyetleri",
      "C": "Müşteri bölümlerinin kârlılığı",
      "D": "Rakip müşteri değeri",
      "E": "Müşteri yaşam boyu değeri"
    }
  },
  {
    "id": "231313",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi odak grup görüşmelerinin özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Odak grup çalışmaları, konu ile ilgili deneyim, görüş veya beklentiye sahip kişilerin katılımı ile yürütülür.",
      "B": "En az katılımcı sayısı 6 olarak belirtilmekle birlikte bazı özel durumlarda 4- 5 kişi ile de yürütülebilir.",
      "C": "Katılımcıları sınırlandırmayan, rahatça düşüncelerini ifade etmelerini sağlayan, oldukça esnek bir yöntemdir.",
      "D": "Yönetici (Moderatör) tartışmalara müdahale eder ve yönlendirir.",
      "E": "Özellikle araştırmacının konu hakkında detaylı, yoğun ve çok miktarda bilgiye ihtiyacı olduğu durumlarda kullanılır."
    }
  },
  {
    "id": "231315",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi derinlemesine mülakatın özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Derinlemesine mülakatta en az katılımcı sayısı 6’dır.",
      "B": "Derinlemesine mülakat önceden soruların belirlenmediği esnek görüşmelerdir.",
      "C": "Derinlemesine mülakatın amacı katılımcının gerçek düşüncelerini gizlemesini engellemektedir.",
      "D": "Derinlemesine mülakatta projektif tekniklerden de yararlanılır.",
      "E": "Derinlemesine mülakat çok sayıda ve yoğun bilgi sağlayan ve esnek bir yöntemdir."
    }
  },
  {
    "id": "231318",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisinde internette anket yönteminin özellikleri <u>yanlış </u>ifade edilmiştir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Bilginin içeriği/miktarı - sınırlı",
      "B": "Kompleks sorulara uygunluk - sınırlı",
      "C": "Tamamlanma hızı - yavaş",
      "D": "Esneklik - sınırlı",
      "E": "Farklı kitlelere uygulanabilirlik - yüksek"
    }
  },
  {
    "id": "231321",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi odak grup görüşmesinin avantajları arasında <u>yer</u> <u>almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Toplantılarda katılımcıların düşünce ve davranışlarını aynı anda görebilme imkânı sağlar.",
      "B": "Katılımcıları sınırlandırmayan, rahatça düşüncelerini ifade etmelerini sağlayan, oldukça esnek bir yöntemdir.",
      "C": "Esnekliği, araştırmacılara tartışılan konunun farklı boyut ve özelliklerini görme fırsatı sunar.",
      "D": "Geniş sayıda katılımcıdan kısa sürede bilgi elde etmeyi sağlar.",
      "E": "Bu nedenle çok sayıda bilgi elde edilebilir."
    }
  },
  {
    "id": "231324",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi performans karnesinin (Balanced Scorecard) özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "İşletmenin stratejilerini çeşitli ölçüm birimleri olarak ifade eden ve bu doğrultuda işletmenin performansını değerlendiren bir yöntemdir.",
      "B": "İşletmenin stratejik hedeflerini sayısal olarak ölçme ve değerlendirme fırsatı sağlar.",
      "C": "İşletmenin stratejilerinin birbirleri ile ilişkilerini görme ve değerlendirmesini sağlar.",
      "D": "Performans karnesi farklı kriterleri ile ölçme ve değerlendirme yapar.",
      "E": "Geniş sayıda katılımcıdan kısa sürede bilgi elde etmeyi sağlar."
    }
  },
  {
    "id": "231326",
    "unitNumber": 14,
    "text": "I. Performans standartları: Müşteri tatmini, hizmet kalitesi, çalışan tatmini ve tedarikçi performansı<br/>II. Süreçler: süreç kontrolü, tedarikçi yönetimi, içsel kalite kontrolü ve ürün geliştirme<br/>III. Planlama ve liderlik: liderlik, planlama ve performans değerlendirmesi<br/><strong>Yukarıdakilerden hangisi veya hangileri “Müşteri İşletmeleri Performans Merkezinin (COPC)” standart kriterlerindendir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız II",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "231328",
    "unitNumber": 14,
    "text": "<strong>Kıyaslama (Benchmarking) ile ilgili aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kıyaslama yapma işletmelere sadece örnek uygulamaları alıp uygulama faydası sağlar.",
      "B": "Bir işletmenin süreçlerini iyi performans gösteren başka bir işletmenin süreçlerini dikkate alarak değerlendirmesi, kıyaslamadır.",
      "C": "Kıyaslama; ürün, strateji ve süreç olarak üç kategoride yapılır.",
      "D": "Kıyaslama, işletmeye rekabeti yakalama konusunda istek ve esneklik kazandırır.",
      "E": "Kıyaslama yapan işletmeler hedef belirleme konusunda daha titiz davranırlar."
    }
  },
  {
    "id": "231330",
    "unitNumber": 14,
    "text": "I. MİY için alınan donanım, yazılım<br/>II. Geciken MİY projelerinden doğan maliyetler<br/>III. İşletme içerisinde kullanılan kaynaklar<br/><strong>Yukarıdakilerden hangisi veya hangileri MİY projelerinin yatırımın geri dönüşümünde (ROI) dikkate alınması gereken maliyet unsurlarındandır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız II",
      "B": "Yalnız III",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "231334",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi MİY’e yapılan yatırımların geri dönüşü hakkında karar verirken dikkate alınan göstergelerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Artan müşteri tatmini ve kârlılığı",
      "B": "MİY adaptasyonu yapılmış sistemlerdeki geri dönüşler",
      "C": "İşletmenin tüm performanslarındaki genel değişim",
      "D": "Azalan maliyetler",
      "E": "Artan tutundurma çabaları"
    }
  },
  {
    "id": "247324",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi MİY değerlendirmesinde kullanılan insan ölçütlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Çalışanların işten ayrılma oranı",
      "B": "Çalışan tatmini",
      "C": "Müşteri yaşam boyu değeri",
      "D": "Çalışan verimliliği",
      "E": "Çalışanın işe devamsızlık oranı"
    }
  },
  {
    "id": "251094",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi müşteri işlemleri performans merkezi (COPC) standartlarında dikkate alınan anahtar kriterler arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Performans standartları",
      "B": "Süreçler",
      "C": "İnsanlar",
      "D": "Kampanyalara",
      "E": "Planlama ve liderlik"
    }
  },
  {
    "id": "251095",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi </strong><strong>Müşteri İlişkileri Yönetimi (</strong><strong>MİY) için katlanılan maliyetlerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yeni faaliyet için personeli destekleme",
      "B": "Çalışanları teknoloji için destekleme",
      "C": "İlave edinimlerle artırılan satışlar",
      "D": "Sistem bütünleştirme",
      "E": "Kullanıcı eğitimi"
    }
  },
  {
    "id": "251097",
    "unitNumber": 14,
    "text": "<strong>QCi Şirketi tarafından geliştirilen ve işletmenin MİY değerlendirmelerinde yardımcı olan araç aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Müşteri ilişkilerini değerlendirme aracı (CMAT)",
      "B": "Müşteri işlemleri performans merkezi (COPC)",
      "C": "Kıyaslama (Benchmarking)",
      "D": "Performans karnesi (Balanced Scorecard)",
      "E": "Derinlemesine mülakat"
    }
  },
  {
    "id": "350396",
    "unitNumber": 14,
    "text": "<strong>İnternet anketleri gibi hızlı cevap alınan ve doğrudan müşterilere yönelik yürütülebilen anketlere ne ad verilir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yüz yüze anket",
      "B": "Telefon ile anket",
      "C": "Kioks anket",
      "D": "Posta yolu ile anket",
      "E": "İnternet yolu ile anket"
    }
  },
  {
    "id": "352915",
    "unitNumber": 14,
    "text": "<strong>Müşteri ilişkileri yönetimi ölçümünde kullanılan performans karnesi yöntemi olan, iş ortakları ve aracıların işletmeyi nasıl gördüklerini belirten perspektif aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Müşteri perspektifi",
      "B": "Finansal persfektif",
      "C": "Öğrenme ve gelişme persfektifi",
      "D": "İçsel perspektif",
      "E": "Dışsal perspektif"
    }
  }
]