[
  {
    "id": "110782",
    "unitNumber": 1,
    "text": "<strong>Eğitsel değerlendirme sürecinin aşamaları aşağıdakilerden hangisinde doğru sıralanmıştır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Başvuru öncesi süreç-Başvuru süreci-Ayrıntılı Değerlendirme-Tarama",
      "B": "Başvuru öncesi süreç-Başvuru süreci-Tarama-Ayrıntılı Değerlendirme",
      "C": "Tarama-Başvuru öncesi süreç-Başvuru süreci-Ayrıntılı Değerlendirme",
      "D": "Ayrıntılı Değerlendirme-Tarama-Başvuru öncesi süreç-Başvuru süreci",
      "E": "Tarama-Ayrıntılı Değerlendirme-Başvuru öncesi süreç-Başvuru süreci"
    }
  },
  {
    "id": "110911",
    "unitNumber": 1,
    "text": "I. Bireyin yetersizliğine göre tek bir yöntem ve teknik ile uygun ölçme araçları kullanılarak yapılmalıdır.<br/>II. Bireyin eğitim ihtiyacı ve gelişimi dikkate alınarak gerektiğinde tekrarlanmalıdır.<br/>III. Bireyin öğrenme ortamları ile yeterli ve yetersiz olduğu yönler birlikte değerlendirilir.<br/>IV. Tanılama ve değerlendirme süreci boyunca ailenin ve bireyin katılımını gerektirmez.<br/><strong>Eğitsel değerlendirme ve tanılama ilkeleri ile ilgili olarak yukarıdakilerden hangisi ya da hangileri <u>yanlıştır</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız I",
      "B": "I ve IV",
      "C": "III ve IV",
      "D": "I, II ve III",
      "E": "II, III ve IV"
    }
  },
  {
    "id": "110995",
    "unitNumber": 1,
    "text": "<strong>Bireyselleştirilmiş Eğitim Programı (BEP) ile ilgili olarak aşağıdakilerden hangisi doğrudur?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "BEP yalnızca öğretmeni ilgilendiren bir çalışma programı olmayıp farklı kişilerin de yer aldığı bir plandır.",
      "B": "BEP; çocuğun okulunda ayrı, evde ayrı, özel eğitim merkezinde ayrı olarak hazırlanan ve uygulanan bir çalışma planıdır.",
      "C": "BEP çocuğun daha fazla ödev yapmasını ve çalışmasını zorunlu hâle getiren bir programdır.",
      "D": "BEP öğrencinin sadece Türkçe, matematik gibi akademik derslerini kapsayan bir kayıt tablosudur.",
      "E": "BEP’in çocuğun dersine giren kişinin tek başına hazırlayacağı bir program olduğu bilinmelidir."
    }
  },
  {
    "id": "111133",
    "unitNumber": 1,
    "text": "I. Kısa dönemli amaçları kapsamayacak şekilde oluşturulmalıdır.<br/>II. Ailenin özellikleri ve gereksinimleri de dikkate alınmalıdır.<br/>III. Sadece belli kavram edinilmesine yönelik olmalıdır.<br/>IV. Ölçülebilir ve gözlenebilir olmalıdır.<br/><strong>Yukarıdakilerden hangisi ya da hangileri BEP için uzun dönemli amaç belirlenmesinde dikkat edilecek hususlar arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız I",
      "B": "I ve III",
      "C": "II ve III",
      "D": "III ve IV",
      "E": "I, III ve IV"
    }
  },
  {
    "id": "111174",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi Kısa Dönemli Amaç (KDA) yazımı ile ilgili dikkat edilecek durumlardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "KDA’lar kolaydan zora, basitten karmaşığa doğru sıralanır.",
      "B": "KDA’lar öğrenciden ne beklendiğinin açık bir ifadesi olmalıdır.",
      "C": "KDA’lar bireyin davranışı üzerine odaklanmamalıdır.",
      "D": "KDA’lar yazılırken amaçlar açık ve anlaşılır olmalıdır.",
      "E": "Genelde her bir uzun dönemli amaç için 3-6 arası KDA belirlenir."
    }
  },
  {
    "id": "127917",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi BEP’in içeriğinde yer alan öğelerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Uzun dönemli amaçlar",
      "B": "Kısa dönemli amaçlar",
      "C": "Öğrencinin alacağı destek hizmet türü",
      "D": "Öğrencinin var olan performans düzeyi",
      "E": "Kontrol listeleri"
    }
  },
  {
    "id": "127921",
    "unitNumber": 1,
    "text": "<strong>\"Öğrencinin performans düzeyi ile uzun dönemli amaç arasında kalan ve daha kısa sürede gerçekleştirilebilen alt amaçlardır.\" şeklinde tanımlanan kavram aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Var olan performans düzeyi",
      "B": "Kısa dönemli amaç",
      "C": "Uzun dönemli amaç",
      "D": "Öğretimsel hedef",
      "E": "Ölçüt"
    }
  },
  {
    "id": "165528",
    "unitNumber": 1,
    "text": "<strong>Öğrenme güçlüğü var gibi gözüken bir grup çocuğun davranışlarının gözlenmesi ve analiz edilmesi böylelikle de yetersizliğinin olup olmadığının belirlenmesi süreci aşağıdakilerden hangisi ile başlar?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Tarama-ilk belirleme",
      "B": "Başvuru öncesi süreç",
      "C": "Başvuru süreci",
      "D": "Ayrıntılı değerlendirme",
      "E": "BEP değerlendirmesi"
    }
  },
  {
    "id": "165529",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi başvuru öncesi sürecin özellikleri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "İnformal değerlendirme araçlarının kullanıldığı, sistematik ve planlı bir şekilde uygulanması gereken bir süreçtir.",
      "B": "Öğrenci için bir müdahale programının hazırlanması ve uygulanması gerekmektedir.",
      "C": "Müdahalenin genel ve özel eğitim uzmanlarından oluşan bir ekibin koordinasyonu ile sağlanması gerekmektedir.",
      "D": "Öğrencileri genel eğitim sınıfıyla bütünleştirmek için çeşitli önlemlerin alındığı, eğitimsel müdahalelerin yapıldığı bir süreçtir.",
      "E": "Öğrenci için okul BEP birimince uzun dönemli amaçların belirlendiği bir süreçtir."
    }
  },
  {
    "id": "165531",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi eğitsel değerlendirme ve tanılamanın ilkelerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Erken yaşta yapılır.",
      "B": "Bireyin tüm gelişim alanlarındaki özellikleri ve akademik disiplin alanlarındaki yeterlilikleri ile eğitim ihtiyaçları birlikte değerlendirilerek yapılmalıdır.",
      "C": "Eğitsel değerlendirme ve tanılama sürecinde yalnızca eğitimcilerin görüşü alınır.",
      "D": "Bireyin yetersizliğine göre birden fazla yöntem ve teknik ile uygun ölçme araçları kullanılarak yapılmalıdır.",
      "E": "Fiziksel, sosyal ve psikolojik bakımdan birey için en uygun ortamda yapılır."
    }
  },
  {
    "id": "165532",
    "unitNumber": 1,
    "text": "Rehberlik ve Araştırma Merkezinin değerlendirmesinin ardından özel eğitime gereksinim duyduğu belirlenen öğrenci için Millî Eğitim Bakanlığınca (MEB) yerleştirme kararı verilir.<br/><strong>Aşağıdakilerden hangisinde Türkiye’de uygulanan yerleştirme uygulamaları tam ve doğru olarak verilmiştir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnızca çocuğun olağan gelişim gösteren akranları ile tam zamanlı olarak aynı eğitim ortamlarına devam eder (kaynaştırma).",
      "B": "Yalnızca çocuğun olağan gelişim gösteren akranları ile yarı zamanlı olarak aynı eğitim ortamlarına devam eder (kaynaştırma).",
      "C": "Yalnızca yetersizlik türüne göre ayrı bir sınıf ya da okulda öğrenim görür.",
      "D": "Tam zamanlı ya da yarı zamanlı kaynaştırma kararı verilebileceği gibi, yetersizlik türüne göre ayrı sınıf, ayrı okul ya da evde eğitim kararı da verilebilir.",
      "E": "Yalnızca evde eğitim kararı verilebilir."
    }
  },
  {
    "id": "165535",
    "unitNumber": 1,
    "text": "<strong>Bir dönem ya da bir öğretim yılı sonunda öğrencinin var olan eğitsel performans düzeyi, öğrenme hızı ve özellikleri doğrultusunda edinebileceği kazanımlar tanımı aşağıdakilerden hangisine aittir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Var olan performans düzeyi",
      "B": "Kontrol listeleri",
      "C": "Uzun dönemli amaç",
      "D": "Ünitelendirilmiş yıllık plan",
      "E": "Kısa dönemli amaç"
    }
  },
  {
    "id": "175507",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi özel eğitimde eğitsel değerlendirme süreçlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Engelli sağlık kurulu raporu alma",
      "B": "Tarama-ilk belirleme",
      "C": "Başvuru öncesi süreç",
      "D": "Başvuru süreci",
      "E": "Ayrıntılı değerlendirme"
    }
  },
  {
    "id": "175510",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi özel eğitimde bireysel gelişim raporunun içeriğinde <u>yer almaz</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Başvuru öncesi yapılan müdahaleler",
      "B": "Uzun ve kısa dönemli amaçlar",
      "C": "Öğrenci için alınan önlemler",
      "D": "Yapılan tüm uyarlamalar ve sonuçları",
      "E": "Öğrenci hakkında toplanan tüm bilgiler"
    }
  },
  {
    "id": "175513",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi BEP ile ilgili yanlış kanaatlerden biridir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "BEP, BEP geliştirme birimince hazırlanır",
      "B": "Özel gereksinimli bireyin farklı disiplin alanlarındaki eğitsel gereksinimlerini karşılamayı amaçlar",
      "C": "Bireyin destek hizmetlerini karşılamayı amaçlar",
      "D": "BEP çocuğun devam ettiği okulda ayrı, evde ayrı, özel eğitim merkezinde ayrı olarak hazırlanır",
      "E": "Farklı kişilerin farklı sorumluluklarının belirlendiği bir plandır"
    }
  },
  {
    "id": "175516",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi BEP geliştirme biriminin görevlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "BEP’in geliştirilmesi",
      "B": "BEP’in uygulanması",
      "C": "BEP’in iptal edilmesi",
      "D": "BEP’in izlenmesi",
      "E": "BEP’in değerlendirilmesi"
    }
  },
  {
    "id": "175517",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisinin görüşme formunda yer alması öncelikli <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Görüşülen kişi ve çocuğun kimlik bilgileri",
      "B": "Görüşme uygulama yönergesi",
      "C": "Görüşme soruları",
      "D": "Kayıt çizelgesi",
      "E": "Yönlendirici sorular"
    }
  },
  {
    "id": "175520",
    "unitNumber": 1,
    "text": "Ayrıntılı değerlendirme sonuçlarına dayalı olarak hazırlanan, öğrencinin yapabildikleri ve yapamadıklarının, güçlü ve zayıf yanlarının, ilgi ve ihtiyaçlarının betimlenmesidir.<br/><strong>Bu ifade aşağıdakilerden hangisinin tanımıdır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Var olan performans düzeyi",
      "B": "Kontrol listeleri",
      "C": "Uzun dönemli amaç",
      "D": "Ünitelendirilmiş yıllık plan",
      "E": "Kısa dönemli amaç"
    }
  },
  {
    "id": "175522",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi uzun dönemli amaç belirlenmesinde dikkat edilecek noktalardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Bireyin var olan performans düzeyine ve değerlendirme verilerine uygun olması",
      "B": "Öğrencinin en çok ihtiyacı olan konulara öncelik verilmesi",
      "C": "Öncelikli olarak okulun ve öğretmenlerin gereksinimlerini karşılaması",
      "D": "Gerçekçi ve uygulanabilir olması",
      "E": "Gözlenebilir ve ölçülebilir olması"
    }
  },
  {
    "id": "175527",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi BEP planında ilerlemeyi engelleyen nedenlerden biridir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Çocuğun öğrenme güçlüğü olması",
      "B": "Ailenin düşük gelirli olması",
      "C": "Başvuru öncesi süreçlerin doğru yapılmaması",
      "D": "Eğitim personelinin yanlış uygulamaları",
      "E": "BEP planının en az yılda bir kez değerlendirilmesi"
    }
  },
  {
    "id": "325036",
    "unitNumber": 1,
    "text": "<strong>Eğitsel değerlendirme ve tanılamada öğrencileri genel eğitim sınıfıyla bütünleştirmek için çeşitli önlemlerin alındığı, eğitimsel müdahalelerin yapıldığı süreç aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Tarama-İlk Belirleme Süreci",
      "B": "Başvuru Öncesi Süreç",
      "C": "Başvuru Süreci",
      "D": "Ayrıntılı Değerlendirme",
      "E": "Son Değerlendirme"
    }
  },
  {
    "id": "325039",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi Bireyselleştirilmiş Eğitim Programı (BEP) içerisinde <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Öğrencinin kişisel bilgileri",
      "B": "Öğrencinin alacağı destek eğitim hizmetinin türü",
      "C": "Öğretim ve değerlendirmede kullanılacak yöntem ve teknik, araç-gereç ve eğitim materyalleri",
      "D": "Ev ortamına ilişkin düzenlemeler",
      "E": "Davranış problemlerini önlemeye ya da azaltmaya yönelik tedbirler"
    }
  },
  {
    "id": "327433",
    "unitNumber": 1,
    "text": "I. Erken yaşta yapılır.<br/>II. Bireyin tüm gelişim alanlarındaki özellikleri ve akademik disiplin alanlarındaki yeterlikleri ile eğitim ihtiyaçları birlikte değerlendirilerek yapılır.<br/>III. Bireyin eğitim ihtiyacı ve gelişimi dikkate alınmadan yapılır.<br/>IV. Fiziksel, sosyal ve psikolojik bakımdan birey için en uygun ortamda yapılır.<br/><strong>Yukarıdakilerden hangileri eğitsel değerlendirme ve tanılama ilkeleri arasında yer alır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "I ve IV",
      "C": "I, II ve III",
      "D": "I, II ve IV",
      "E": "I, II, III ve IV"
    }
  },
  {
    "id": "327442",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi Bireyselleştirilmiş Eğitim Programı (BEP) için uzun dönemli amaç belirlenirken dikkat edilecek hususlar arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Uzun dönemli amaçlar bireyin var olan performans düzeyine ve değerlendirme verilerine uygun olmalıdır.",
      "B": "Uzun dönemli amaçlar belirlenirken öğrencinin en çok ihtiyacı olan konulara öncelik verilmelidir.",
      "C": "Uzun dönemli amaçlar işlevsel olmalıdır.",
      "D": "Uzun dönemli amaçlar gerçekçi ve uygulanabilir olmalıdır.",
      "E": "Uzun dönemli amaçlar öğretmen yararına olmalıdır."
    }
  },
  {
    "id": "363736",
    "unitNumber": 1,
    "text": "I. İleri yaşta yapılır.<br/>II. Fiziksel, sosyal ve psikolojik bakımdan birey için en uygun ortamda yapılır.<br/>III. Eğitsel değerlendirme ve tanılama sürecinde veli, okul ve uzmanlar iş birliği içinde çalışırlar.<br/><strong>Yukarıdakilerden hangisi ya da hangileri eğitsel değerlendirme ve tanılama ilkeleri arasında yer alır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "363743",
    "unitNumber": 1,
    "text": "I. Ebeveynlerin kişisel bilgileri<br/>II. Öğretim ve değerlendirmede kullanılacak yöntem ve teknik, araç-gereç ve eğitim materyalleri<br/>III. Davranış problemlerini önlemeye ya da azaltmaya yönelik tedbirler ile uygulanacak yöntem ve teknikleri<br/><strong>Yukarıdakilerden hangisi ya da hangileri Bireyselleştirilmiş Eğitim Programı'nın içeriğinde yer alır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "364267",
    "unitNumber": 1,
    "text": "<strong>Bireyselleştirilmiş Eğitim Programı geliştirme biriminde aşağıdakilerden hangisi <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Öğrenci velisi",
      "B": "Rehber öğretmen",
      "C": "Öğrenci",
      "D": "İl Millî Eğitim Müdürü",
      "E": "Sınıf öğretmeni"
    }
  },
  {
    "id": "397979",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi özel eğitimde çocukların yetersizliklerinin olup olmadığının araştırıldığı ilk aşamadır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Tarama süreci",
      "B": "Tanılama süreci",
      "C": "Ayrıntılı değerlendirme süreci",
      "D": "Özel eğitime uygunluğunu belirleme",
      "E": "Bireyin gelişimini izleme"
    }
  },
  {
    "id": "397984",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi Bireyselleştirilmiş Eğitim Programı'nda (BEP) yer alan ögelerden biri </strong><u><strong>değildir</strong></u><strong>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Öğrencinin kişisel bilgileri",
      "B": "Eğitim ortamına ilişkin düzenlemeler",
      "C": "Aileye sunulacak destek hizmetler",
      "D": "Öğrencinin alacağı destek eğitim hizmetinin türü, süresi, sıklığı",
      "E": "Davranış problemlerini önlemeye ya da azaltmaya yönelik tedbirler"
    }
  },
  {
    "id": "108414",
    "unitNumber": 2,
    "text": "<strong>Bir öğrencinin kavramsal ya da beceri düzeyinin belirlenmesi için hazırlanmış ölçüt bağımlı ölçü araçlarının (ÖBT) uygulanmasında dikkat edilecek hususlarla ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Çalışmaya başlamadan önce, araçlar çocuğa gösterilmeli ve incelemesine fırsat verilmelidir.",
      "B": "Performans alımına başlamadan önce, çocuğa hangi konu üzerinde çalışılacağı genel olarak açıklanmalıdır.",
      "C": "ÖBT uygulanırken öğrencinin diğer öğrencileri model almasını önlemek amacıyla birebir uygulanmalıdır.",
      "D": "Her bildirimle ilgili olarak kullanılan araç çeşitlerinin birbiriyle aynı olmasına özen gösterilmelidir.",
      "E": "Performans alımı süresince, çocuğun tüm tepkilerine öğretmenin tepkisiz kalması gerekir."
    }
  },
  {
    "id": "108510",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi öğretim süreci yazılırken açıkça belirtilmesi gerekenler arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Öğretimin nerede yapılacağı",
      "B": "Kullanılacak araç gereçler",
      "C": "Öğretimde kullanılan yöntemler",
      "D": "Programın süresi",
      "E": "Öğrenci sayısı"
    }
  },
  {
    "id": "108604",
    "unitNumber": 2,
    "text": "I. Broşür<br/>II. Kalem<br/>III. Makas<br/>IV. Gazete<br/><strong>Yukarıdakilerden hangisi ya da hangileri basılı öğretim araç gereçleri arasında yer almaktadır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız IV",
      "B": "II ve III",
      "C": "I ve III",
      "D": "I ve IV",
      "E": "II, III ve IV"
    }
  },
  {
    "id": "127938",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi ÖBT (Ölçüt Bağımlı Ölçü Araçları) formunda <u>yer almaz</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Performans düzeyi",
      "B": "Bildirim",
      "C": "Ölçüt",
      "D": "Sorular",
      "E": "Yönergeler"
    }
  },
  {
    "id": "127942",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi dersle ilgili sürenin belirlenmesinde dikkate alınacak dilimlerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Derse giriş",
      "B": "Öğretim zamanı",
      "C": "Öğrencilerin sıkılması",
      "D": "Dersin bitirilişi",
      "E": "Değerlendirme"
    }
  },
  {
    "id": "165546",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi BÖP’ün özellikleri arasında <u>gösterilemez</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "BÖP, günlük, haftalık, aylık ve yıllık olarak geliştirilebilir.",
      "B": "BEP geliştirme biriminde alınan kararlar doğrultusunda, özel gereksinimli öğrenci için ilgili ders öğretmenlerinin kendi derslerine ait olarak hazırladıkları öğretim programlarıdır.",
      "C": "BÖP’ler öğrencinin ulaştırılması istenen amaçları kazanması için, yapması gerekenleri ayrıntılı, belirgin ve açıkça ifade eden planlardır.",
      "D": "BÖP’te, BEP’te belirlenen kısa dönemli amaçların (K.D.A.), ders saati/saatleri içinde kazandırılabileceği basamaklar amaç olarak belirlenir.",
      "E": "BÖP’te ise uzun dönemli amaca ulaştıracak kısa dönemli amacın nasıl işleneceği, kullanılan yöntem teknik, araç gereç, ölçüt, süre ve değerlendirme süreçleri ayrıntılı bir biçimde bulunur."
    }
  },
  {
    "id": "165547",
    "unitNumber": 2,
    "text": "<strong>Öğrencinin bir programla ilişkili olarak neler yapabildiğinin anlaşılması için bireysel performans düzeyini belirlemede kullanılan araçlara ne denir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Bireyselleştirilmiş eğitim programı",
      "B": "Bireyselleştirilmiş öğretim programı",
      "C": "Standartlaştırılmış ölçü aracı",
      "D": "Görüşme formu",
      "E": "Ölçüt bağımlı ölçü aracı"
    }
  },
  {
    "id": "165553",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi beceri analizi yapmak için kullanılabilecek yöntemler arasında <u>gösterilemez</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Öğretimden sorumlu kişi bu beceriyi doğrudan gerçekleştirerek her bir aşamayı kaydedebilir.",
      "B": "Öğretimden sorumlu kişi becerinin basamaklarını zihninden belirleyebilir.",
      "C": "Özel gereksinimli öğrencinin yaptığı becerileri sırasıyla yazabilir.",
      "D": "Bir kişi beceriyi yaparken bir diğer kişi aşamaları kaydedebilir.",
      "E": "Bir uzmana danışılabilir ya da ilgili konuda önceden uzmanlarca hazırlanmış bir analiz kullanılabilir."
    }
  },
  {
    "id": "165557",
    "unitNumber": 2,
    "text": "<strong>Çocuğun bağımsız olarak gerçekleştirdiği veya gerçekleştiremediği (yaptı/yapmadı, +/- vb.) basamakların kaydedildiği ve bu süreçte öğretmenin hiçbir yardım ya da ipucu sunmadığı yöntem aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Çoklu Fırsat Yöntemi",
      "B": "Tekli Fırsat Yöntemi",
      "C": "İkili Fırsat Yöntemi",
      "D": "İleri Zincirleme Yöntemi",
      "E": "Tersine Zincirleme Yöntemi"
    }
  },
  {
    "id": "165562",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi </strong><strong>Bireyselleştirilmiş Öğretim Programı(BÖP) </strong><strong>içerisinde ders işlenişinin yazılmasında dikkate alınacak süreçlerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "BEP’te yer alan uzun dönemli ve kısa dönemli amaçlar belirtilir.",
      "B": "Derse giriş aşamasında, çalışmanın ya da konunun amacı, önceki bilgileri hatırlatma, yeni öğrenilecek bilginin, becerinin yararları gibi konularda nasıl bilgi sunulacağı belirtilir.",
      "C": "Öğretim sürecinde hangi yöntem ve tekniklerin kullanılacağı, öğrencilere ne sorulacağı, neler yaptırılacağı belirtilir.",
      "D": "Öğrencilere model olma gibi ne tür yardımların sunulacağı belirtilir.",
      "E": "İşleniş süresince ve sonunda ne tür pekiştirmelerin kullanılacağı belirtilir."
    }
  },
  {
    "id": "165565",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi Bireyselleştirilmiş Öğretim Programı(BÖP) uygulanmasında yardımcı eğitimcilerin yapabilecekleri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yardımcı eğitimci beceri ve kavram analizi gibi ön hazırlık süreçlerinde öğretmene yardım edebilir.",
      "B": "Yardımcı eğitimci araç-gereç hazırlama ve temin etmede öğretmene yardım edebilir.",
      "C": "Yardımcı eğitimci grubu ya da çocuğu ekinliğe hazırlamakta öğretmene yardım edebilir.",
      "D": "Yardımcı eğitimci eğitim ortamında öğrencilerin eğitimlerinin planlanması, uygulanması ve değerlendirilmesinden sorumlu kişi olabilir.",
      "E": "Yardımcı eğitimci öğretim sürecinde ve değerlendirmede öğretmene yardım edebilir."
    }
  },
  {
    "id": "175535",
    "unitNumber": 2,
    "text": "<strong>BEP geliştirme biriminde alınan kararlar doğrultusunda, özel gereksinimli öğrenci için ilgili ders öğretmenlerinin kendi derslerine ait olarak hazırladıkları öğretim programına ne denir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Bireyselleştirilmiş Eğitim Programı",
      "B": "Bireyselleştirilmiş Öğretim Programı",
      "C": "Ünitelendirilmiş Yıllık Plan",
      "D": "Günlük Plan",
      "E": "Destek Eğitim Programı"
    }
  },
  {
    "id": "175558",
    "unitNumber": 2,
    "text": "<strong>Bireyselleştirilmiş öğretim programı hazırlamanın temel şartı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Öğrenci için BEP hazırlama birimince hazırlanmış bir BEP’in olması",
      "B": "Öğrencinin belli derslerde arkadaşlarından geride kalması",
      "C": "Öğrenci ailesinin ilgili öğretmene başvurarak çocukları için özel bir program istemesi",
      "D": "Yetersizliği olduğu düşünülen bir çocuğa müdahale etme düşüncesi",
      "E": "Aileler için BÖP’ün hazırlanmış olması"
    }
  },
  {
    "id": "175559",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi BÖP çizelgesinde yer alması gereken ögelerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Uzun dönemli amaç",
      "B": "Kısa dönemli amaç",
      "C": "Öğrencinin alacağı destek hizmet türü",
      "D": "Öğrencinin var olan performans düzeyi",
      "E": "Öğretim süreci"
    }
  },
  {
    "id": "175560",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi BÖP içinde yer alan “öğretim süreci” nin ögelerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Öğretim ortamı / yeri",
      "B": "Öğretimde kullanılacak yöntemler",
      "C": "Öğretimin süresi",
      "D": "Öğretimde kullanılacak araç-gereçler",
      "E": "Eğitsel tanılama"
    }
  },
  {
    "id": "175561",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi Ölçüt Bağımlı Ölçü Araçlarının doğru tanımıdır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Özel gereksinimli bireyin farklı disiplin alanlarındaki eğitsel gereksinimlerini ve destek hizmetlerini karşılamak için planlanan eğitim programlarının olduğu araçlardır.",
      "B": "Bir öğretim yılı sonunda öğrencinin var olan eğitsel performans düzeyi, öğrenme hızı ve özellikleri doğrultusunda edinebileceği kazanımların olduğu araçlardır.",
      "C": "Öğrencinin performans düzeyi ile uzun dönemli amaç arasında kalan ve daha kısa sürede gerçekleştirilebilen alt amaçların olduğu araçlardır.",
      "D": "Öğrencinin bir programla ilişkili olarak neler yapabildiğinin anlaşılması için bireysel performans düzeyini belirlemede kullanılan araçlardır.",
      "E": "BEP geliştirme biriminde alınan kararlar doğrultusunda, özel gereksinimli öğrenci için ilgili ders öğretmenlerinin kendi derslerine ait olarak hazırladıkları öğretim programlarının olduğu araçlardır."
    }
  },
  {
    "id": "175562",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi Ölçüt bağımlı ölçü araçları</strong><strong>nın</strong><strong> (ÖBT) uygulanmasında dikkat edilecek hususlardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Performans alımına başlamadan önce, çocuğa hangi konu üzerinde çalışılacağı genel olarak açıklanmalıdır.",
      "B": "Çalışma sırasında, çocuğun uyması gereken kurallar söylenmeli, çalışma sonunda ne yapacağı açıklanmalıdır.",
      "C": "Çalışma tamamlandığında, çocuğa, çalışma sırasında uyduğu kurallar betimlenerek teşekkür edilmelidir.",
      "D": "ÖBT uygulanırken öğrencinin diğer öğrencileri model alması önlenmelidir.",
      "E": "Çalışmaya başlamadan önce, araçlar çocuğa kesinlikle gösterilmemelidir."
    }
  },
  {
    "id": "175563",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi “öğretimsel hedefler” yazılırken dikkat edilecek noktalardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "ÖBT ile giriş davranışları belirlendikten sonra, öğretimsel hedeflerin yazılmasına geçilmelidir.",
      "B": "Öğretimsel hedefler, davranışsal amaç şeklinde yazılmalıdır.",
      "C": "Öğretimsel hedefler hangi davranışın, hangi durum ve koşullarda, hangi düzeyde ve hangi ölçütle gerçekleştireceğini içermelidir.",
      "D": "Öğretimsel hedefler yazılırken yoruma açık ifadeler kullanılabilir.",
      "E": "Öğretimsel hedefler gözlenebilir ve ölçülebilir şekilde ifade edilmelidir."
    }
  },
  {
    "id": "175564",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi öğretim planlarının yapılmasının yararları arasında <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Öğretim öncesi fiziksel ortamı düzenlemeyi sağlar.",
      "B": "Öğrencilerle ilgili beklentilerin yükselmesini sağlar.",
      "C": "Öğrencilerin olası davranış problemlerini azaltır.",
      "D": "Öğrencilerin ders sırasındaki tepkilerine yönelik önlem almayı sağlar.",
      "E": "Öğretim sonunda, öğrencinin nasıl değerlendirileceğinin önceden planlanmasını sağlar."
    }
  },
  {
    "id": "325043",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi Bireyselleştirilmiş Öğretim Programı'nda kullanılan \"Ölçüt Bağımlı Ölçü Araçları (ÖBT)\"nın özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Bir öğrencinin sınıfa göre düzeyini vermekten çok, belirli becerilerde neler yapabildiğini ve neler yapamadığını belirlemeye yarar.",
      "B": "Bir konu, ünite ya da beceri analiz edildikten sonra ölçüt bağımlı ölçü aracı hazırlanır.",
      "C": "ÖBT hazırlamanın son aşaması, öğretimi yapılacak konuların analizinin yapılmasıdır.",
      "D": "ÖBT uygulanmadan önce ilgili konu veya beceri için öğrencinin ön koşul davranışlara sahip olup olmadığının anlaşılması gerekmektedir.",
      "E": "ÖBT, öğrencinin öğretilecek olan beceri ve kavramdaki performans düzeyini, belirlenen ölçüte göre saptamak için kullanılan değerlendirme araçlarıdır."
    }
  },
  {
    "id": "326829",
    "unitNumber": 2,
    "text": "<strong>Özel gereksinimli öğrenci için hazırlanmış Bireyselleştirilmiş Öğretim Programı'nın hazırlanmasından, uygulanmasından ve değerlendirilmesinden sorumlu olan kişi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Müdür",
      "B": "Müdür yardımcısı",
      "C": "Öğretmen",
      "D": "Yardımcı eğitimci",
      "E": "Öğrenci velisi"
    }
  },
  {
    "id": "327444",
    "unitNumber": 2,
    "text": "I. Öğrenci ile ilgili bilgiler<br/>II. Öğrencinin performans düzeyi<br/>III. Uzun dönemli amaç<br/>IV. Kısa dönemli amaç<br/><strong>Yukarıdakilerden hangileri Bireyselleştirilmiş Öğretim Programı (BÖP) içerisinde olması gereken temel kategoriler arasında yer alır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "II ve IV",
      "C": "I, II ve III",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    }
  },
  {
    "id": "327450",
    "unitNumber": 2,
    "text": "I. Her bildirimle ilgili olarak kullanılan araç çeşitlerinin birbirinden farklı olmasına özen gösterilmelidir.<br/>II. ÖBT uygulanırken öğrencinin diğer öğrencileri model almasını önlemek amacıyla birebir uygulanmalıdır.<br/>III. Çalışma sırasında, çocuğun uyması gereken kurallar söylenmeli, çalışma sonunda ne yapacağı açıklanmalıdır.<br/>IV. Çalışmanın sonunda, araçlar çocuğa gösterilmeli ve incelemesine fırsat verilmelidir.<br/><strong>Yukarıdakilerden hangileri bir öğrencinin kavramsal ya da beceri düzeyinin belirlenmesi için hazırlanmış ÖBT’lerin uygulanmasında dikkat edilecek hususlar arasında yer alır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "I, II ve III",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    }
  },
  {
    "id": "327453",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi BÖP uygulanması sürecinde yardımcı eğitimcilerin olmasının sağladığı yararlardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Ders öncesinde, değerlendirme sürecinde ve öğretim sırasında öğretmene kaynak ve araç-gereç temininde yardımcı olabilirler.",
      "B": "BÖP formu, kontrol listeleri, ÖBT gibi araçların hazırlanmasında ve uygulanmasında öğretmene yardımcı olabilirler.",
      "C": "Ders öncesinde ve esnasında grubun ya da öğrencinin hazırlanmasını sağlayabilirler.",
      "D": "Öğretim sürecinde sürenin etkili kullanılması konusunda öğretmene yardımcı olabilirler.",
      "E": "Ortam düzenlenmesi gerektiğinde velilere yardımcı olabilirler."
    }
  },
  {
    "id": "363759",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi Bireyselleştirilmiş Öğretim Programı Formu içerisinde <u>yer almaz</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Ünite/Konu",
      "B": "Öğretmenin performans düzeyi",
      "C": "Uzun dönemli amaç",
      "D": "Kısa dönemli amaç",
      "E": "Öğretimsel hedef"
    }
  },
  {
    "id": "364269",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hagisi ölçüt bağımlı ölçü araçlarının uygulanmasında dikkat edilmesi gereken hususlar arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Çalışmaya başlamadan önce, araçlar çocuğa gösterilmemelidir.",
      "B": "Her bildirimle ilgili olarak kullanılan araç çeşitlerinin birbirinden farklı olmasına özen gösterilmelidir.",
      "C": "Çalışma sırasında, çocuğun uyması gereken kurallar söylenmeli, çalışma sonunda ne yapacağı açıklanmalıdır.",
      "D": "Performans alımı süresince, çocuğun tüm tepkilerine öğretmenin tepkisiz kalması gerekir.",
      "E": "Çalışma tamamlandığında, çocuğa, çalışma sırasında uyduğu kurallar betimlenerek teşekkür edilmeli ve eğer bir pekiştireç verileceği söylendiyse verilmelidir."
    }
  },
  {
    "id": "398020",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi bir öğrencinin sınıfa göre düzeyini vermekten çok, belirli becerilerde neler yapabildiğini ve neler yapamadığını belirlemeye yarayan değerlendirme aracıdır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Beceri analizi",
      "B": "Derecelendirme ölçeği",
      "C": "Kontrol listeleri",
      "D": "Ölçüt bağımlı ölçme aracı",
      "E": "Hata analizi"
    }
  },
  {
    "id": "398044",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi hazırlanmış ÖBT’lerin uygulanmasında dikkat edilecek hususlardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Performans alımına başlamadan önce, çocuğa hangi konu üzerinde çalışılacağı genel olarak açıklanmalıdır.",
      "B": "Performans alımında kullanılacak araçlar, çoğunlukla öğretmenin kullandığı eli tarafında, masanın yanındaki daha alçak bir masada, sehpa ya da kutu içinde, bildirim sıralarına uygun olarak yerleştirilmiş olmalıdır.",
      "C": "Soru sorulduktan sonra çocuk önce doğru, sonra hemen yanlış cevap vermişse ya da bunun tam tersini yapmışsa öğretmen hiçbir şey söylemeden masadaki araçları toplamalı, çocuğun oturuşunu tekrar düzenlemeli ve araçları dizip tekrar bakmasını sağlayarak soru yönergesini tekrarlamalıdır.",
      "D": "ÖBT uygulanırken öğrencinin diğer öğrencileri model almasını önlemek amacıyla ÖBT bire bir uygulanmalıdır.",
      "E": "Her bildirimle ilgili olarak araç çeşitlerinin aynı olmasına özen gösterilmelidir."
    }
  },
  {
    "id": "415523",
    "unitNumber": 3,
    "text": "<b>Aşağıdakilerden hangisi akademik bir beceridir?</b>",
    "correctAnswer": "E",
    "options": {
      "A": "Diş fırçalama becerisi",
      "B": "Bankadan para çekme becerisi",
      "C": "Kazak katlama becerisi",
      "D": "Sosyal beceri",
      "E": "Matematik becerisi"
    }
  },
  {
    "id": "415524",
    "unitNumber": 3,
    "text": "<b>“Ses birimsel farkındalık, ses bilgisi, akıcılık, kelime bilgisi” kavramları aşağıdaki becerilerden hangisi ile ilişkilidir?</b>",
    "correctAnswer": "B",
    "options": {
      "A": "Yazma",
      "B": "Okuma",
      "C": "Öz bakım",
      "D": "Toplumsal yaşam",
      "E": "Kişisel bakım"
    }
  },
  {
    "id": "415525",
    "unitNumber": 3,
    "text": "“Öğretime seslerle başlanır. Öğrencilere anlamlı bir bütün oluşturacak birkaç sesin öğretimi yapıldıktan sonra bu seslerden heceler, kelimeler ve cümleler oluşturulur.”<br/><b>Verilen ifadedeki öğretim yöntemi aşağıdakilerden hangisidir?</b>",
    "correctAnswer": "A",
    "options": {
      "A": "Ses temelli cümle yöntemi",
      "B": "Doğrudan öğretim yöntemi",
      "C": "Nokta belirleme tekniği",
      "D": "Karma yöntem",
      "E": "Öykü yöntemi"
    }
  },
  {
    "id": "415526",
    "unitNumber": 3,
    "text": "<b>“Giriş, sunum/model olma, rehberli uygulama, bağımsız uygulama ve değerlendirme/gözden geçirme” basamaklarını içeren öğretim yöntemi aşağıdakilerden hangisidir?</b>",
    "correctAnswer": "C",
    "options": {
      "A": "Yanlışsız öğretim",
      "B": "İleri zincirleme",
      "C": "Doğrudan öğretim yöntemi",
      "D": "Tersine zincirleme",
      "E": "Bireşim yöntemi"
    }
  },
  {
    "id": "415527",
    "unitNumber": 3,
    "text": "<b>Becerilerin daha kısa ve küçük basamaklara ayrılması aşağıdakilerden hangisini ifade etmektedir?</b>",
    "correctAnswer": "E",
    "options": {
      "A": "Ölçüt bağımlı ölçü aracı",
      "B": "Başarı testi",
      "C": "Kontrol listesi",
      "D": "Pekiştireç",
      "E": "Beceri analizi"
    }
  },
  {
    "id": "415528",
    "unitNumber": 3,
    "text": "<b>Tekli ve çoklu fırsat yöntemlerinin kullanıldığı beceri analiz yöntemi aşağıdakilerden hangisi içerine girmektedir?</b>",
    "correctAnswer": "D",
    "options": {
      "A": "Sunum şekline göre beceri analizi",
      "B": "Doğruluk düzeyine göre beceri analizi",
      "C": "Yeterli görülen süreye göre beceri analizi",
      "D": "Yönergesine göre beceri analizi",
      "E": "Gerekli görülen niteliklere göre beceri analizi"
    }
  },
  {
    "id": "415529",
    "unitNumber": 3,
    "text": "<b>Aşağıdakilerden hangisi öğrenci için gerekli amaçları belirlerken dikkat edilmesi gereken unsurlardan biri <u>değildir</u>?</b>",
    "correctAnswer": "D",
    "options": {
      "A": "Amaçlar gerçekçi ve uygulanabilir olmalı",
      "B": "Amaçlar öğrencinin performansına uygun olmalı",
      "C": "Amaçlar işlevsel olmalı",
      "D": "Amaçlar edinimle sınırlandırılmalı",
      "E": "Amaçlar aile ile belirlenmeli"
    }
  },
  {
    "id": "415530",
    "unitNumber": 3,
    "text": "<b>“Öğrencilerin tepkide bulunabilmeleri için sunulan uyaranlar” olarak ifade edilen kavram aşağıdakilerden hangisidir?</b>",
    "correctAnswer": "B",
    "options": {
      "A": "Kazanım",
      "B": "Yönerge",
      "C": "Pekiştireç",
      "D": "Değerlendirme",
      "E": "Amaç"
    }
  },
  {
    "id": "415531",
    "unitNumber": 3,
    "text": "<b>“Sinemaya gitme, bilgisayardan oyun oynama, resim yapma” gibi pekiştireçleri içeren kavram aşağıdakilerden hangisidir?</b>",
    "correctAnswer": "A",
    "options": {
      "A": "Etkinlik pekiştireci",
      "B": "Sosyal pekiştireç",
      "C": "Birincil pekiştireç",
      "D": "Sembol pekiştireç",
      "E": "Nesne pekiştireci"
    }
  },
  {
    "id": "415532",
    "unitNumber": 3,
    "text": "<b>Kontrol listeleri ile ilgili olarak aşağıdakilerden hangisi söylenebilir?</b>",
    "correctAnswer": "C",
    "options": {
      "A": "Forma araçlardır",
      "B": "Kullanılması için eğitim gerekir",
      "C": "Kaba değerlendirme sağlar",
      "D": "Ölçüt vardır",
      "E": "Değerlendirme öncesinde kullanılmaz"
    }
  },
  {
    "id": "415533",
    "unitNumber": 4,
    "text": "<b>Aşağıdakilerden hangisi özel gereksinimli çocuklara materyal seçerken dikkat edilecek noktalardan biri değildir?</b>",
    "correctAnswer": "D",
    "options": {
      "A": "Sağlam olması",
      "B": "Amaca uygun olması.",
      "C": "İşlevsel olması.",
      "D": "Çok esnek olması.",
      "E": "Yaşa uygun olması."
    }
  },
  {
    "id": "415534",
    "unitNumber": 4,
    "text": "<b>Piaget’e göre sayı ve ağırlık korunumu hangi gelişim döneminde kazanılmaktadır?</b>",
    "correctAnswer": "C",
    "options": {
      "A": "Duyu motor dönemi",
      "B": "İşlem öncesi dönem",
      "C": "Somut işlemler dönemi",
      "D": "Soyut işlemler dönemi",
      "E": "Okul öncesi dönem"
    }
  },
  {
    "id": "415535",
    "unitNumber": 4,
    "text": "<b>Aşağıdakilerden hangisi; yeni bilgilerin öğrenilmesi, depolanması, uzun ve kısa süreli olarak saklanması ve yeri geldiğinde geri çağrılmasını ifade etmektedir?</b>",
    "correctAnswer": "A",
    "options": {
      "A": "Bellek",
      "B": "Zeka",
      "C": "Nesne sürekliliği",
      "D": "Kavram",
      "E": "Pekiştireç"
    }
  },
  {
    "id": "415536",
    "unitNumber": 4,
    "text": "<b>Aşağıdakilerden hangisi bilişsel gelişimle ilgili kavramlardan biri değildir?</b>",
    "correctAnswer": "E",
    "options": {
      "A": "Bellek",
      "B": "Problem çözme",
      "C": "Nesne sürekliliği",
      "D": "Kavram gelişimi",
      "E": "Döngü"
    }
  },
  {
    "id": "415537",
    "unitNumber": 4,
    "text": "<b>Aşağıdakilerden hangisi nesnelerin veya kişilerin algı alanı dışında olduklarında dahi var olmayı sürdürdüklerine ilişkin kavramı ifade etmektedir?</b>",
    "correctAnswer": "B",
    "options": {
      "A": "Olgunlaşma",
      "B": "Nesne sürekliliği",
      "C": "Yakınsak gelişim",
      "D": "Özümseme",
      "E": "Ket vurma"
    }
  },
  {
    "id": "415538",
    "unitNumber": 4,
    "text": "<b>Aşağıdakilerden hangisi yeni doğan çocuğun baş etmesi gereken ön önemli durumdur?</b>",
    "correctAnswer": "A",
    "options": {
      "A": "Yaşadığı dünyayı anlamlandırmaya çalışma",
      "B": "Refleksleri korumaya çalışma",
      "C": "Yakın çevresini tanıma gereksinimi",
      "D": "Korunumunu geliştirmeye çalışma",
      "E": "Uyumsama davranışı geliştirme"
    }
  },
  {
    "id": "415539",
    "unitNumber": 4,
    "text": "<b>Aşağıdakilerden hangisi bireyin yeni karşılaştığı durumları, koşulları, nesne, olay ve olguları önceden var olan bilişsel yapıya yerleştirme işlemidir?</b>",
    "correctAnswer": "C",
    "options": {
      "A": "Örgütleme",
      "B": "Şema",
      "C": "Özümleme",
      "D": "Uyumsama",
      "E": "Dengeleme"
    }
  },
  {
    "id": "415540",
    "unitNumber": 4,
    "text": "<b>Aşağıdakilerden hangisi duyu organlarından gelen uyaranları merkezi sinir sistemine iletmekle görevlidir?</b>",
    "correctAnswer": "A",
    "options": {
      "A": "Duyusal kayıt",
      "B": "Kısa süreli bellek",
      "C": "Uzun süreli bellek",
      "D": "Planlama",
      "E": "Kurgulama"
    }
  },
  {
    "id": "415541",
    "unitNumber": 4,
    "text": "<b>Aşağıdakilerden hangisi çocuğun tek başına öğrenebileceği ya da mevcut gelişim düzeyi ile başkalarının yardımı ile ulaşabileceği potansiyel gelişim düzeyi arasındaki farkı ifade etmektedir?</b>",
    "correctAnswer": "E",
    "options": {
      "A": "Yapı iskelesi",
      "B": "İş birliği",
      "C": "Sosyo-kültürel gelişim",
      "D": "Duyu motor gelişim",
      "E": "Yakınsal gelişim alanı"
    }
  },
  {
    "id": "415542",
    "unitNumber": 4,
    "text": "<b>Aşağıdakilerden hangisi PASS teorisi içerisinde yer alan işlemlerden biri <u>değildir</u>?</b>",
    "correctAnswer": "D",
    "options": {
      "A": "Planlama",
      "B": "Dikkat",
      "C": "Ardıl bilişsel işlemler",
      "D": "Yapı iskelesi",
      "E": "Eş zamanlı bilişsel işlemler"
    }
  },
  {
    "id": "415543",
    "unitNumber": 5,
    "text": "<b>Aşağıdakilerden hangisi alıcı dil becerilerini geliştirmeye yönelik basamaklardan biridir?</b>",
    "correctAnswer": "A",
    "options": {
      "A": "Jestlere ve basit talimatlara tepki verme",
      "B": "Söz öncesi iletişim becerilerinin kullanımı",
      "C": "Sıra alma",
      "D": "Basit işaretler",
      "E": "İşaret dili"
    }
  },
  {
    "id": "415544",
    "unitNumber": 5,
    "text": "Oyuncak bebeğe banyo yaptırırken “kol”, “el” gibi bölümleri isimlendirin.<br/><b>“Neresini yıkayayım?” gibi sorular sorun. Söylediği her kelimeyi övün ve tekrarlayın. Metne göre dil becerilerinden hangi aşamanın gerçekleştirilmesi istenmektedir?</b>",
    "correctAnswer": "C",
    "options": {
      "A": "Söz öncesi iletişim becerileri",
      "B": "Sıra alma",
      "C": "Tek sözcük",
      "D": "Cümlecikler",
      "E": "Dil bilgisi kuralları"
    }
  },
  {
    "id": "415545",
    "unitNumber": 5,
    "text": "<b>3. Aşağıdakilerden hangisi alternatif iletişim becerilerini geliştirmeye yönelik bir beceridir?</b>",
    "correctAnswer": "B",
    "options": {
      "A": "Dikkati yöneltme",
      "B": "İşaret dili",
      "C": "Eylem bildiren talimatlara tepki verme",
      "D": "Nesne ve resimler arasından seçim yapma",
      "E": "Taklit"
    }
  },
  {
    "id": "415546",
    "unitNumber": 5,
    "text": "<b>4. Aşağıdakilerden hangisi çocukların dil gelişimini desteklemek için hazırlanan etkinliklerde dikkat edilmesi gereken kriterlerden biri değildir?</b>",
    "correctAnswer": "E",
    "options": {
      "A": "Çocuğun öğretmene dikkat etmesi önemlidir.",
      "B": "Çocuk, yapılan etkinliğe ne kadar istekli olursa öğrenme o kadar hızlı olur.",
      "C": "Etkinliklerin çoğu farklı amaçlara hizmet etmelidir.",
      "D": "Ortam ve materyaller çocuğun yetersizliğine göre seçilmelidir.",
      "E": "Çocuğun ilgisini çekmeyen etkinlikte ısrarcı olunmalıdır."
    }
  },
  {
    "id": "415547",
    "unitNumber": 5,
    "text": "<b>Aşağıdakilerden hangisi çocukların dil gelişimini desteklemek için etkinlikleri uygulamada dikkat edilecek noktalardan biridir?</b>",
    "correctAnswer": "B",
    "options": {
      "A": "Uygulanan etkinlikte çocuğun verdiği tüm tepkiler pekiştirilmelidir.",
      "B": "Çocuk, bir etkinlikle çoğunlukla doğru tepki veriyorsa etkinlik çeşitlendirilmelidir.",
      "C": "Çocuğa hatalarını düzeltmesi için beklenilmelidir.",
      "D": "Çocuk etkinlikte bağımsızlaşıncaya kadar tam ipucu verilmelidir.",
      "E": "Etkinlikler her zaman yapılandırılmış ortamlarda uygulanmalıdır."
    }
  },
  {
    "id": "415548",
    "unitNumber": 5,
    "text": "6. Çocuk “top” gibi, kelime söylediği zaman, siz bu kelimeyi başka kelimelerle beraber kullanarak çocuğa tekrar söyleyin. Örneğin; “büyük top”, “benim topum” veya “sandalyedeki top”.<br/><b>Bu etkinliğin uygulama amacı aşağıdakilerden hangisidir?</b>",
    "correctAnswer": "D",
    "options": {
      "A": "Sıra alma",
      "B": "Dil bilgisi kuralları",
      "C": "Üç sözcüklü cümlecik",
      "D": "İki sözcüklü cümlecik",
      "E": "Karmaşık cümle"
    }
  },
  {
    "id": "415549",
    "unitNumber": 5,
    "text": "<b>7. Dilin en iyi öğretiminin bütün, anlamlı sunulmasını, dili doğrudan dil bakımından zengin bir çevre içinde ele almayı hangi yaklaşım ana ilke olarak savunmaktadır?</b>",
    "correctAnswer": "D",
    "options": {
      "A": "Sağaltıcı Yaklaşım",
      "B": "Doğal Yaklaşım",
      "C": "Doğrudan Yaklaşım",
      "D": "Bütüncül Yaklaşım",
      "E": "Yapılandırılmış Yaklaşım"
    }
  },
  {
    "id": "415550",
    "unitNumber": 5,
    "text": "<b>8. Aşağıdakilerden hangisi sağaltıcı yaklaşımın yararları arasında yer alır?</b>",
    "correctAnswer": "A",
    "options": {
      "A": "Öğretim kontrollü koşullar altında gerçekleştirildiği için çocuklar sınırsız iletişim imkânları elde edebilmektedir.",
      "B": "Dil gelişim geriliği gösteren bireylerin yetişkinleri taklit etmek yerine daha fazla doğal ipuçlarına tepki verme olanağını sunar.",
      "C": "Öğretim yaklaşımından dolayı dil ve iletişim becerileri doğal ortamlara daha kolay genellenir.",
      "D": "Öğretim yapılandırılmış ortamlardan yapılandırılmamış ortamlara doğru ilerlediği için dil edinimi çok hızlıdır.",
      "E": "Dil çalışmaları doğaçlama planlandığı için dil kazanımı zengin ve işlevseldir."
    }
  },
  {
    "id": "415551",
    "unitNumber": 5,
    "text": "<b>9. Doğal olarak gerçekleşen etkileşimin sistematik hâle getirilmesi için dil becerilerinin bire bir öğretim düzenlemesinden, sınıf ortamına genellemesini sağlamak amacıyla geliştirilen dil öğretim tekniği aşağıdakilerden hangisidir?</b>",
    "correctAnswer": "C",
    "options": {
      "A": "Fırsat Öğretimi",
      "B": "Bekleme Süreli Öğretim",
      "C": "Tepki isteme Modeli",
      "D": "Doğrudan Öğretim",
      "E": "Yapılandırılmış Dil Öğretimi"
    }
  },
  {
    "id": "415552",
    "unitNumber": 5,
    "text": "<b>10. Aşağıdakilerden hangisi doğal dil yaklaşımlarından biri değildir?</b>",
    "correctAnswer": "E",
    "options": {
      "A": "Tepki İsteme Modeli",
      "B": "Bekleme Süreli Öğretim",
      "C": "Fırsat Öğretimi",
      "D": "Doğal Dil Öğretim Teknikleri",
      "E": "Sağlatıcı Öğretim"
    }
  },
  {
    "id": "107471",
    "unitNumber": 6,
    "text": "<strong>Öğrencilerin hayal güçlerini ve yaratıcıklarını destekleyen, yaşantı yoluyla öğrenmelerini sağlayan yöntem aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Drama",
      "B": "Şiir",
      "C": "Tekerleme",
      "D": "Bilmece",
      "E": "Parmak oyunu"
    }
  },
  {
    "id": "108613",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi şiirin temel faydalarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kelimelerin doğru kullanımını ve telaffuzunu öğrenmeyi sağlar.",
      "B": "Değişik konular nedeniyle çocuğa değişik bilgiler verir.",
      "C": "Dramatizasyon gibi daha karmaşık olan ekinliklere hazırlar.",
      "D": "Çocuklara düşünce zenginliği ve esnekliği kazandırır.",
      "E": "Çocukların estetik duygularını geliştirir."
    }
  },
  {
    "id": "108683",
    "unitNumber": 6,
    "text": "<strong>Drama ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Drama etkinliği sırasında somut malzemeler kullanılmalıdır.",
      "B": "Kullanılacak materyaller öğrencilerin ilgi ve dikkatlerini çekebilmelidir.",
      "C": "Öğrencilerin hayal güçleri geniş olduğu için role girmeleri kolaydır.",
      "D": "Öğrencilerin yapabileceklerinden başlanılmalıdır.",
      "E": "Öğrencinin dokunmadığı, tatmadığı etkinlikler planlanmalıdır."
    }
  },
  {
    "id": "108744",
    "unitNumber": 6,
    "text": "<strong>Performans değerlendirme süreci ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Toplanan veriler değerlendirmenin amacına uygun olmalıdır.",
      "B": "Öğrenci ile ilgili karar verebilmek için yeterli veri toplanmalıdır.",
      "C": "Performans belirlenmesinde sadece standartlaştırılmış testler kullanılmalıdır.",
      "D": "Yapılan değerlendirme birden fazla ortamda yapılmalıdır.",
      "E": "Değişen koşullarda değerlendirme yapılarak performans alınmalıdır."
    }
  },
  {
    "id": "110595",
    "unitNumber": 6,
    "text": "Uzmanlar tarafından hazırlanan …………………, öğrencinin çevresindeki insanların, öğrenciyi nasıl algıladıklarına ilişkin genel bir bilgi verir.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "görüşmeler",
      "B": "standart testler",
      "C": "kontrol listeleri",
      "D": "çocuk ile ilgili kayıtlar",
      "E": "gözlem"
    }
  },
  {
    "id": "128028",
    "unitNumber": 6,
    "text": "<strong>Öğrencinin iletişim becerilerini değerlendirecek dil örneklerini, çeşitli ortamlarda öğrenci gözlemlerinin özetlerini, her bir örneğe ilişkin görsel ya da işitsel kayıtlarını içeren performans değerlendirme türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Özrün işlevsel betimi",
      "B": "Kontrol listeleri",
      "C": "Portfolyo",
      "D": "Bireysel eğitim planları",
      "E": "Gelişim envanteri"
    }
  },
  {
    "id": "128032",
    "unitNumber": 6,
    "text": "<strong>Dil etkinliklerinin ortak ana amacı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Çocukların dil gelişim alanlarını desteklemek",
      "B": "Çocukların hayal güçlerini ve yaratıcılıklarını ortaya çıkarmak",
      "C": "Duygu ve düşünceleri uygun ve ölçülü bir biçimde ifade edebilmek",
      "D": "Çocukların hayal güçleri ile hareketleri arasındaki uyumu artırabilmek",
      "E": "Kelimelerin doğru kullanımını ve telaffuzunu öğretmek"
    }
  },
  {
    "id": "165664",
    "unitNumber": 6,
    "text": "<strong>Yetersizlikten etkilenen çocuklar dil ve iletişim becerileri geliştikçe söz dizimi ile ilgili aşağıdakilerden hangisi gerçekleşir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Önce söz öncesi iletişimle, sonra sözel iletişim ile birçok anlamı ifade etme",
      "B": "Dilbilgisi kurallarını kullanarak etkili anlamı ifade etme",
      "C": "Doğru telaffuzla bir dizi ses üretme",
      "D": "İletişimi başlatma, sürdürme ve sonlandırma",
      "E": "Toplumsal, duygusal ve fiziksel gereksinimlerini karşılama"
    }
  },
  {
    "id": "165667",
    "unitNumber": 6,
    "text": "<strong>“L” sesini çıkaramayan bir çocuk için, “Kelime içerisinde sesi doğru telaffuz eder.” ifadesi aşağıdaki amaçlardan hangisini örneklendirir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kısa dönemli amaç",
      "B": "Öğretimsel amaç",
      "C": "Uzun dönemli amaç",
      "D": "Anlık amaç",
      "E": "Ara amaç"
    }
  },
  {
    "id": "165668",
    "unitNumber": 6,
    "text": "<strong>Yetersizlikten etkilenen çocuklara dil desteği sunmak için hazırlanan ortamlarda aşağıdakilerden hangisi en önemli faktördür?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Ortamda bulunan uyaranların çok olması",
      "B": "Ortamın çok geniş olması",
      "C": "Ortamın çocuğun fiziksel ve yaş düzeyine uygun olması",
      "D": "Ortamın aydınlık olması",
      "E": "Ortamın yapılandırılmış olması"
    }
  },
  {
    "id": "165670",
    "unitNumber": 6,
    "text": "<strong>Türkçe dil etkinlikleri, yetersizlikten etkilenmiş çocuklarda aşağıdakilerden hangisini <u>sağlamaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Telaffuz netliğini",
      "B": "Konuşma akıcılığını",
      "C": "Neden sonuç ilişkisi kurmayı",
      "D": "Dil bilgisi kurallarını kullanmayı",
      "E": "İşitsel ve ses farkındalığını"
    }
  },
  {
    "id": "165671",
    "unitNumber": 6,
    "text": "<strong>Çocuğun, sizin yönergelerle ilgili yaptığınız hareketleri yaptığını, çıkardığınız sesleri çıkardığını, aynada yaptığınız dil, dudak, çene ve ağızla ilgili çeşitli hareketleri doğru olarak gerçekleştirdiğini değerlendirdiğinizde sonuç olarak aşağıdakilerden hangisi söylenebilir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Cümle kurmaya hazırdır.",
      "B": "Dikkat süresi yeterlidir.",
      "C": "Sıra alma becerisine sahiptir.",
      "D": "Alıcı dili çok gelişmiştir.",
      "E": "Taklit becerisini kazanmıştır."
    }
  },
  {
    "id": "175692",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi d</strong><strong>il ve iletiş</strong><strong>im becerilerini değerlendirmenin temel amacıdır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Öğrencinin sözel iletişim becerilerine ilişkin bilgi ve becerilerinin kullanımını belirlemek",
      "B": "Öğrencinin gelişimsel düzeyini belirlemek",
      "C": "Öğrencinin zihinsel süreçlerinin dil gelişimine etkisini belirlemek",
      "D": "Öğrencinin sosyal gelişiminde dil ve iletişim becerilerinin etkisini belirlemek",
      "E": "Öğrencinin iletişimi başlatabilme ve sürdürmede yaşadığı sorunları tespit edebilmek"
    }
  },
  {
    "id": "175697",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi öğrencinin dil konuşma alanındaki performansını değerlendirme boyutu ile ilgili <u>yanlıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Değerlendirme sürecinde toplanan veriler değerlendirmenin amacına uygun olmalıdır.",
      "B": "Öğrenci ile ilgili karar verebilmek için yeterli veri toplanmadır.",
      "C": "Öğrencinin iletişim becerilerinde performansını belirlemek için standartlaştırılmış testlerden yararlanılmalıdır.",
      "D": "Öğrencinin iletişim becerilerinde performansını belirlemek için standart olmayan değerlendirme yöntemlerinden yararlanılmalıdır.",
      "E": "Öğrencinin dil becerilerini değerlendirmek için doğal gözlem yeterlidir."
    }
  },
  {
    "id": "175698",
    "unitNumber": 6,
    "text": "<strong>Bebeklik döneminde bulunan bir çocuğa alıcı dil becerilerinden belirlenen destek eğitim sonunda “Konuşma sesine doğru döner.” amacı kazandırılmak istenirse, bu amaç aşağıdaki hangi amaç türünü ifade eder?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Öğretimsel amaç",
      "B": "Uzun dönemli amaç",
      "C": "Anlık amaç",
      "D": "Kısa dönemli amaç",
      "E": "Ara amaç"
    }
  },
  {
    "id": "175700",
    "unitNumber": 6,
    "text": "<strong>Öğrenciye dil iletişim becerilerini kazandırmak için ortam düzenlenmesinde aşağıdakilerden hangisine <u>dikkat edilmez</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yetersizlik durumuna",
      "B": "Yaşına",
      "C": "Performansına",
      "D": "Davranışsal problemlerine",
      "E": "Fiziksel özelliklerine"
    }
  },
  {
    "id": "175702",
    "unitNumber": 6,
    "text": "<strong>Aşağıdaki Türkçe dil etkinliklerden hangisi; dikkati toplamak ve sözcükleri daha kolay telaffuz ederek konuşma akıcılığına katkıda bulunmak amacıyla pandomim, dramatizasyon gibi daha karmaşık olan ekinliklere hazırlar?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Bilmece",
      "B": "Tekerleme",
      "C": "Şiir",
      "D": "Drama",
      "E": "Parmak oyunu"
    }
  },
  {
    "id": "175705",
    "unitNumber": 6,
    "text": "I. Performans düzeyini belirlemek<br/>II. Uygun yönergenin belirlenmesi ve sunulması<br/>III. Öğretim yöntemini belirlemek<br/>IV. Materyal seçimi ve geliştirme<br/>V. Uzun ve kısa dönemli amaçları seçmek<br/><strong>Dil gelişimi öğretiminin planlanmasıyla ilgili verilen aşamaların doğru sıralaması aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "I-II-III-IV-V",
      "B": "I-III-V-IV II",
      "C": "V-II-III-IV-I",
      "D": "II-III-IV-V-I",
      "E": "I-V-III-IV-II"
    }
  },
  {
    "id": "325050",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi özel eğitimde dil gelişim etkinliklerinde kullanılacak materyalin seçiminde dikkat edilecekler arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Çocuğun yaşı",
      "B": "Zararlı olup olmadığı",
      "C": "Kolay parçalanabilir olması",
      "D": "Kırık olmaması",
      "E": "Boyası çıkmamış olması"
    }
  },
  {
    "id": "327551",
    "unitNumber": 6,
    "text": "I. Eğitim yapılan oda sessiz olacak şekilde düzenlenmelidir.<br/>II. Öğrenciyle karşılıklı iletişim sağlayacak bir şekilde, öğrencinin fiziksel özellikleri göz önüne alınarak hazırlanmış bir ortam olmalıdır.<br/>III. Masada karşılıklı çalışma yapılırken aradaki mesafenin iletişim için gerekli olan mesafeye uygun bir şekilde olmasına dikkat edilmelidir.<br/>IV. Masa ve sandalye boyutları öğretmenin yaşına uygun ölçülerde olmalıdır.<br/><strong>Yukarıdakilerden hangileri özel gereksinimli çocuklarla dil gelişim etkinliği yapılacak bir ortamın hazırlanmasında dikkat edilecek hususlar arasında yer alır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "I, II ve III",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    }
  },
  {
    "id": "327560",
    "unitNumber": 6,
    "text": "I. Yeni kelimeler öğrenir.<br/>II. Kelimelerin doğru kullanımını ve telaffuzunu öğrenir.<br/>III. Çocukların estetik duygularını geliştirir.<br/>IV. Çocukların sözcük dağarcıklarını ve dikkat sürelerini artırır.<br/><strong>Yukarıdakilerden hangileri özel eğitimde dil gelişimi etkinlikleri için kullanılan şiirlerin yararları arasında yer alır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "II ve IV",
      "C": "I, II ve III",
      "D": "I, III ve IV",
      "E": "I, II, III ve IV"
    }
  },
  {
    "id": "364310",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi özel gereksinimli çocuklara yönelik hazırlanacak dil gelişim etkinliğinin uygulanacağı ortamın özelikleri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Eğitim yapılan oda sessiz olacak şekilde düzenlenmelidir.",
      "B": "Öğrenciyle karşılıklı iletişim sağlayacak bir şekilde oturulmalıdır.",
      "C": "Masa ve sandalye boyutları öğrencinin yaşına uygun ölçülerde olmalıdır.",
      "D": "Öğrencinin fiziksel özellikleri göz önüne alınarak hazırlanmış bir ortam olmalıdır.",
      "E": "Masada karşılıklı çalışma yapılırken arada uzak bir mesafenin olmasına dikkat edilmelidir."
    }
  },
  {
    "id": "398081",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi dil ve iletişim becerilerinin gelişmesine bağlı olarak engellilerde gözlenebilen özelliklerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Toplumsal, duygusal ve fiziksel gereksinimlerini karşılama",
      "B": "Sadece söz öncesi iletişimle kendini ifade edebilme",
      "C": "Dilbilgisi kurallarını kullanarak etkili anlamı ifade etme",
      "D": "Doğru telaffuzla bir dizi ses üretme",
      "E": "İletişimi başlatma, sürdürme ve sonlandırma becerilerini edinme"
    }
  },
  {
    "id": "398087",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi öğrencilerin dil gelişimini desteklemek amacıyla hayal güçlerini ve yaratıcıklarını destekleyerek yaşantı yoluyla öğrenmelerini sağlayan öğretim yöntemidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Şiir",
      "B": "Tekerleme",
      "C": "Drama",
      "D": "Bilmece",
      "E": "Parmak oyunu"
    }
  },
  {
    "id": "415553",
    "unitNumber": 7,
    "text": "<b>Aşağıdakilerden hangisi küçük kas becerilerinden biridir?</b>",
    "correctAnswer": "D",
    "options": {
      "A": "Zıplama",
      "B": "Merdiven inme-çıkma",
      "C": "Koşma",
      "D": "Tutma",
      "E": "Ayakta durma"
    }
  },
  {
    "id": "415554",
    "unitNumber": 7,
    "text": "<b>Aşağıdakilerden hangisinde büyük kas becerileri doğru olarak verilmiştir?</b>",
    "correctAnswer": "A",
    "options": {
      "A": "Dönme-yuvarlanma- emekleme",
      "B": "Dönme- yırtma- koşma",
      "C": "Yuvarlanma-yırtma- koşma",
      "D": "Emekleme- kesme-koşma",
      "E": "Emekleme- kesme-yırtma"
    }
  },
  {
    "id": "415555",
    "unitNumber": 7,
    "text": "<b>Gallahue’nin Psikomotor gelişim aşamaları aşağıdakilerden hangisinde doğru olarak verilmiştir?</b>",
    "correctAnswer": "E",
    "options": {
      "A": "Temel hareketler dönemi- Refleksif hareketler dönemi- İlkel hareketler dönemi- Spor hareketler dönemi",
      "B": "İlkel hareketler dönemi- Refleksif hareketler dönemi- Spor hareketler dönemi-Temel hareketler dönemi",
      "C": "Refleksif hareketler dönemi- İlkel hareketler dönemi- Spor hareketler dönemi- Temel hareketler dönemi",
      "D": "İlkel hareketler dönemi -Refleksif hareketler dönemi- Temel hareketler dönemi- Spor hareketler dönemi",
      "E": "Refleksif hareketler dönemi- İlkel hareketler dönemi- Temel hareketler dönemi- Spor hareketler dönemi"
    }
  },
  {
    "id": "415556",
    "unitNumber": 7,
    "text": "<b>Gallahue’ nin hangi psikomotor gelişimi doğum öncesi dönemi de kapsamaktadır?</b>",
    "correctAnswer": "B",
    "options": {
      "A": "İlkel hareketler dönemi",
      "B": "Refleksif hareketler dönemi",
      "C": "Refleksif ve İlkel hareketler dönemleri",
      "D": "Temel hareketler dönemi",
      "E": "Spor hareketler dönemi"
    }
  },
  {
    "id": "415557",
    "unitNumber": 7,
    "text": "Emekleyerek merdiven çıkar<br/>Eğilip yerden nesne alır<br/>Çubuğa 4 halka geçirir<br/><strong>Yukarıda belirtilen psikomotor hareketler, Gallahue’nin hangi psikomotor gelişim dönemi hareketleridir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "İlkel hareketler dönemi",
      "B": "Spor hareketler dönemi",
      "C": "Refleksif hareketler dönemi",
      "D": "Temel hareketler dönemi",
      "E": "Spor ve Temel hareketler dönemi"
    }
  },
  {
    "id": "415558",
    "unitNumber": 7,
    "text": "Topu atma<br/>Topa ayakla vurma<br/>Topu yuvarlama<br/><strong>Yukarıda belirtilen psikomotor hareketler, Gallahue’nin hangi psikomotor gelişim dönemi hareketleridir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "İlkel hareketler dönemi",
      "B": "Spor hareketler dönemi",
      "C": "Refleksif hareketler dönemi",
      "D": "Temel hareketler dönemi",
      "E": "Spor ve temel hareketler dönemi"
    }
  },
  {
    "id": "415559",
    "unitNumber": 7,
    "text": "Çocukların fiziksel ve motor yeterliliklerinin, algısal motor gelişimlerinin ve hareket becerilerinin yani yer değiştirme, nesne kontrolü ve denge becerilerinin geliştirilmesini içeren etkinliklerdir. Bu etkinlikler süresince çocukların temel hareket becerileri, beden farkındalığı motor yeterliliği (güç, koordinasyon, hız, çabukluk) ve fiziksel yeterliliği (esneklik, kuvvet, dayanıklılık) gelişir.<br/><b>Yukarıda belirtilen durum, Gallahue’nin hangi psikomotor gelişim dönemi hareketleridir?</b>",
    "correctAnswer": "A",
    "options": {
      "A": "Spor hareketler dönemi",
      "B": "Temel hareketler dönemi",
      "C": "Refleksif ve İlkel hareketler dönemi",
      "D": "İlkel hareketler dönemi",
      "E": "Spor ve temel hareketler dönemi"
    }
  },
  {
    "id": "415560",
    "unitNumber": 7,
    "text": "Psikomotor gelişimi etkileyen faktörler; Doğum öncesi, doğum sırası ve doğum sonrası olarak 3’e ayırılır.<br/><b>Aşağıdakilerden hangisi doğum öncesi faktörlerden biridir?</b>",
    "correctAnswer": "E",
    "options": {
      "A": "Bebeğin kanala sıkışması",
      "B": "Bebeğin başına basınç uygulanması",
      "C": "Korumacı anne-baba tutumu",
      "D": "Uyaran eksikliği",
      "E": "Kan uyuşmazlığı"
    }
  },
  {
    "id": "415561",
    "unitNumber": 7,
    "text": "<b>Aşağıdakilerden hangisi psikomotor gelişimi etkileyen çevresel faktörlerden biri <u>değildir</u>?</b>",
    "correctAnswer": "B",
    "options": {
      "A": "Anne-babanın yetersizlikten etkilenmiş çocuğuna karşı tutumu",
      "B": "Çocuğun yetersizlikten etkilenmiş bir şekilde dünyaya gelmesi",
      "C": "Anne- babanın bilgi eksikliği",
      "D": "Eğitim olanaklarına ulaşmada yaşanan sıkıntılar",
      "E": "Anne-babanın beceri eksikliği"
    }
  },
  {
    "id": "415562",
    "unitNumber": 7,
    "text": "<b>Aşağıdakilerden hangisi psikomotor gelişimi etkileyen bireysel faktörlerden biridir?</b>",
    "correctAnswer": "C",
    "options": {
      "A": "Anne-babanın yetersizlikten etkilenmiş çocuğuna karşı tutumu",
      "B": "Çocuğa nitelikli özel eğitim desteğinin sunulamaması",
      "C": "Çocuğun yetersizlikten etkilenmiş bir şekilde dünyaya gelmesi",
      "D": "Eğitim olanaklarına ulaşmada yaşanan sıkıntılar",
      "E": "Anne- babanın bilgi eksikliği"
    }
  },
  {
    "id": "115763",
    "unitNumber": 8,
    "text": "<strong>Çocuğun ilgisini çekecek materyallerle çalışmayı ve gerçek hayatta da kendini içinde bulacağı bir ortamı ona hazırlamayı gerekli kılan, psikomotor çalışmalarında yerine getirilmesi gereken prensip aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Aktiflik",
      "B": "Bütünlük",
      "C": "Açıklık",
      "D": "Destek",
      "E": "Çocuk merkezlilik"
    }
  },
  {
    "id": "115838",
    "unitNumber": 8,
    "text": "<strong>Yüksek derecede koordinasyon içeren bedensel hareketlerden oluşan bir bütünü ifade eden psikomotor gelişim etkinliği aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Oyun terapisi",
      "B": "Akrobasi",
      "C": "Montessori pedagojisi",
      "D": "Müzik terapisi",
      "E": "Ritim terapisi"
    }
  },
  {
    "id": "115856",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi çocuğun tutma ve bırakma becerileri arasında yer alır</strong><strong>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Nesneye eliyle uzanır.",
      "B": "Baş ve gövde kontrolünü sağlar.",
      "C": "Kollarını işlevsel olarak kullanır.",
      "D": "Kolları ve elleri ile kendisini destekler ve ağırlık aktarır.",
      "E": "Çeşitli yönlerde gövdesini eğip tekrar düzeltir."
    }
  },
  {
    "id": "115857",
    "unitNumber": 8,
    "text": "<strong>Harekete dayalı oyunun pedagojik açıdan amaçları ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Çocuğun tek başına değil, grupla birlikte hareket etmesi",
      "B": "Kendi sorumluluğunun farkında olan bir birey hâline gelmesi",
      "C": "Çocuğun sosyal kabiliyetlerini geliştirmesi",
      "D": "Öğrenmeye açık olma gibi özelliklerinin geliştirilmesi",
      "E": "Bireyin yaratıcılık özelliklerinin desteklenmesi ve geliştirilmesi"
    }
  },
  {
    "id": "115878",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi desteksiz oturma kaba motor becerileri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Baş ve gövde kontrolünü sağlar.",
      "B": "Nesneyi bir elinden diğer eline geçirir.",
      "C": "Kolları ve elleri ile kendisini destekler ve ağırlık aktarır.",
      "D": "Çeşitli yönlerde gövdesini eğip tekrar düzeltir.",
      "E": "Gövde kontrolünü kaybetmeden kolları ile farklı yönlere uzanır."
    }
  },
  {
    "id": "165733",
    "unitNumber": 8,
    "text": "<strong>Psikomotor uygulamaların “bütünlük” ilkesi dâhilinde gerçekleştirilmesindeki kasıt aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Bütün gün süren uygulamaların yapılması",
      "B": "Bireyin güçlü ve zayıf yönlerinin beraber geliştirilmesi",
      "C": "Malzemelerin bütününden faydalanılması",
      "D": "Uygulama saatinin tam olarak kulanılması",
      "E": "Grupla sürekli bir bütünlük içinde çalışılması"
    }
  },
  {
    "id": "165737",
    "unitNumber": 8,
    "text": "<strong>Psikomotor becerilerin öğretiminin çocuk merkezli olmasından ne anlaşılmalıdır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Çocuk çalışılan alanın merkezinde bulunmalıdır.",
      "B": "Özel gereksinimli çocuk grubun merkezinde yer almalıdır.",
      "C": "Çalışmalarda çocukların ilgi ve gelişim özellikleri yol gösterici olmalıdır.",
      "D": "Çalışmalar çocukların yoğun yaşadığı merkezlere yakın olmalıdır.",
      "E": "Çalışmalar ortada duran bir çocuk tarafından idare edilmelidir."
    }
  },
  {
    "id": "165750",
    "unitNumber": 8,
    "text": "<strong>Aşağıdaki oyuna dair yazılan ifadelerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Engelli çocuklar normal gelişim gösterenlerden farklı bir oyun gelişim sırası gösterirler.",
      "B": "Oyunu etkili yapan faktör oyundan alınan keyiftir.",
      "C": "Oyun bireyi sorumluluk sahibi olma yolunda destekler.",
      "D": "Oyun bireyin bağımsız davranmasına destek olur.",
      "E": "Bireyin yaratıcılık özelliklerini geliştirir."
    }
  },
  {
    "id": "165760",
    "unitNumber": 8,
    "text": "I. Kokuya dayalı algılama<br/>II. İşitmeye dayalı algılama<br/>III. Motor beceriler<br/><strong>Yukarıdakilerden hangisi ya da hangileri oyun terapisi yoluyla gelişen ögelerdir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "165761",
    "unitNumber": 8,
    "text": "I. Montessori pedagojisi<br/>II. Akrobasi<br/>III. Ritm ve müzik<br/><strong>Yukarıdakilerden hangisi ya da hangileri psikomotor gelişimde kullanılan yöntem veya konseptlerdendir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "175729",
    "unitNumber": 8,
    "text": "<strong>Bireyin sadece bir alanda değil, çeşitli alanlarda geliştirilmesini ifade eden ilke aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Bütünlük",
      "B": "Çocuk merkezlilik",
      "C": "Açıklık",
      "D": "Aktiflik",
      "E": "Parçalı eğitim"
    }
  },
  {
    "id": "175730",
    "unitNumber": 8,
    "text": "<strong>Çalışmalar esnasında çocuğun ilgisini çeken aktivite ve materyal seçimine önem verilmesi gerektiğini ifade eden ilke aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Bütünlük",
      "B": "Çocuk merkezlilik",
      "C": "Açıklık",
      "D": "Aktiflik",
      "E": "Parçalı eğitim"
    }
  },
  {
    "id": "175731",
    "unitNumber": 8,
    "text": "I. Görsel Algılama<br/>II. Motor Beceriler<br/>III. Dokunmaya Dayalı Algılama<br/><strong>Oyun terapisi yukarıda verilen gelişim alanlarından hangisini ya da hangilerini destekler?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "175732",
    "unitNumber": 8,
    "text": "<strong>Psikomotor gelişimi destekleyen akrobasi aşağıdaki elementlerden hangisini ihtiva <u>etmez</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Hareketlilik",
      "B": "Denge",
      "C": "Güç",
      "D": "Kendi vücutlarını hissetme",
      "E": "Ailevi ilişkiler"
    }
  },
  {
    "id": "175733",
    "unitNumber": 8,
    "text": "<strong>Psikomotor alanında performans düzeyinin belirlenmesi nasıl gerçekleştirilir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Çocuğun konuştuğu cümleler analiz edilerek",
      "B": "Ailenin sosyo-ekonomik seviyesi analiz edilerek",
      "C": "Kaba ve ince motor açısından çocuğun sahip olduğu seviye tespit edilerek",
      "D": "Sosyal ilişkileri analiz edilerek",
      "E": "Oyuncak tercihleri incelenerek"
    }
  },
  {
    "id": "175734",
    "unitNumber": 8,
    "text": "<strong>Psikomotor gelişim alanında beceri analizi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Çocuğun öğreneceği becerinin kendi içinde yapılış sırasına göre parçalara ayrılmasıdır.",
      "B": "Öğretilecek becerinin çocuk için anlamını incelemektir.",
      "C": "Öğretilecek becerinin çocuğa faydasının incelenmesidir",
      "D": "Beceriyi anne veya babanın öğretebileceğinin tespitidir.",
      "E": "Hangi becerilerin henüz öğretilmediğinin tespitidir."
    }
  },
  {
    "id": "175735",
    "unitNumber": 8,
    "text": "<strong>Psikomotor gelişim açısından öğretimin planlanmasında gerçekleştirilmesi gereken ilk basamak aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Çocuğun ailesiyle iletişime geçilmesi",
      "B": "Öğrencinin psikomotor alanında performans düzeyinin tespiti",
      "C": "Çocuğun neyi öğrenmek istediğinin tespiti",
      "D": "Arkadaşlarıyla arasındaki gelişim farkının tespiti",
      "E": "Çocuğun duygusal gelişim seviyesinin tespiti"
    }
  },
  {
    "id": "306526",
    "unitNumber": 8,
    "text": "<strong>Bedensel hareketlere dayalı yüksek derecede koordinasyon içeren psikomotor gelişim etkinliği aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Akrobasi",
      "B": "Konuşma ve dil terapisi",
      "C": "Davranış terapisi",
      "D": "Montessori pedagojisi etkinlikleri",
      "E": "Hafıza çalışmaları"
    }
  },
  {
    "id": "306528",
    "unitNumber": 8,
    "text": "<strong>Montessori pedagojisinin elementlerinden “kaşık alıştırmasında” hangi becerinin gelişimi hedeflenmiştir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Koku alma algısı",
      "B": "İşitme algısı",
      "C": "Sosyal gelişim",
      "D": "Dil gelişimi",
      "E": "İnce motor becerisi"
    }
  },
  {
    "id": "334310",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi Kaba Motor Becerilerinden Desteksiz Oturma Becerisinin Performans Değerlendirme Formu’nda yer alan becerilerden biridir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "El bileğini yukarı kaldırarak orta pozisyonda nesneyi tutar.",
      "B": "Nesneleri, vücut düzgünlüğünü koruyarak tutar.",
      "C": "Kolları ve elleri ile kendisini destekler ve ağırlık aktarır.",
      "D": "Nesneyi bir elinden diğer eline geçirir.",
      "E": "Farklı omuz yüksekliklerinde nesneyi tutar ve bırakır."
    }
  },
  {
    "id": "398195",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi özel gereksinimli çocuklara oyun uygulandığında dikkat edilmesi gerekenler arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Oyun materyallerinin normalden büyük olması gerekir.",
      "B": "Oyunun süresi, konsantrasyonu kısa olan özel gereksinimli bu çocuklar için kısaltılmalıdır.",
      "C": "Konuşma konusunda zorluk yaşayan ya da çekingen duran çocukların dil ve konuşma becerileri yeterince gelişene kadar konuşma içeriği az olan oyunlara yer verilmelidir.",
      "D": "Farklı yetenek ve ilgideki öğrencilere sunacağı farklı oyunları hazırlamak gerekir.",
      "E": "Oyunun süresi, konsantrasyonu kısa olan özel gereksinimli çocuklar için materyaller artırılmalıdır."
    }
  },
  {
    "id": "398201",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi \"Kaba Motor Becerilerinden Desteksiz Oturma Becerisinin Performans Değerlendirme Formu\"ndaki beceriler arasında yer alır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "El bileğini yukarı kaldırarak orta pozisyonda nesneyi tutar.",
      "B": "Nesneleri, vücut düzgünlüğünü koruyarak tutar.",
      "C": "Kolları ve elleri ile kendisini destekler ve ağırlık aktarır.",
      "D": "Nesneyi bir elinden diğer eline geçirir.",
      "E": "Farklı omuz yüksekliklerinde nesneyi tutar ve bırakır."
    }
  },
  {
    "id": "115630",
    "unitNumber": 9,
    "text": "<strong>Tepki ipuçlarının sunulduğu öğretim yöntemlerinden biri olup otizm, zihinsel engel, görme engeli vb. engel grupları içerisinde yer alan özel gereksinimli çocuklara tek ve zincirleme basamaklı çeşitli becerilerin ya da davranışların öğretiminde kullanılan ve uygulanmasında yönerge ve kontrol edici ipucunun aynı anda verildiği </strong><strong>öğretim yöntemi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Sabit bekleme süreli",
      "B": "Eş zamanlı ipucuyla sunulan",
      "C": "Davranış öncesi ipucu ve sınamayla",
      "D": "İpucunun sistematik olarak geri çekilmesiyle",
      "E": "Video ipuçları yardımıyla izlettirilmesiyle"
    }
  },
  {
    "id": "115768",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisinde yemek yeme becerilerinin kazanım sıralaması doğru olarak verilmiştir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Parmakla tutarak yemek yeme-çatal kullanarak yemek yeme-kaşık kullanarak yemek yeme-bıçak kullanma-bardaktan sıvı içme",
      "B": "Parmakla tutarak yemek yeme-kaşık kullanarak yemek yeme-çatal kullanarak yemek yeme-bardaktan sıvı içme-bıçak kullanma",
      "C": "Bıçak kullanma-parmakla tutarak yemek yeme-kaşık kullanarak yemek yeme-çatal kullanarak yemek yeme-bardaktan sıvı içme",
      "D": "Kaşık kullanarak yemek yeme-çatal kullanarak yemek yeme-bardaktan sıvı içme-bıçak kullanma-parmakla tutarak yemek yeme",
      "E": "Bardaktan sıvı içme-parmakla tutarak yemek yeme-kaşık kullanarak yemek yeme-çatal kullanarak yemek yeme-bıçak kullanma"
    }
  },
  {
    "id": "115787",
    "unitNumber": 9,
    "text": "<strong>Özel gereksinimli çocukların giyinme becerileri ile ilgili aşağıda verilen ifadelerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Öğretilecek olan giyinme becerileri en karmaşık olan becerilerden başlayarak en az karmaşık olan becerilere doğru bir sıra izlemelidir.",
      "B": "Çocuklara soyunma becerilerinin öğretilmesi giyinme becerilerinin öğretilmesinden daha önce gerçekleştirilmelidir.",
      "C": "Giyinme-soyunma becerilerinin öğretim oturumları günlük yaşam akışını bozmadan doğal ortamlarda gerçekleştirilmelidir.",
      "D": "Giyinme-soyunma becerilerinin öğretiminde çocukların kendilerine ait olan giysilerin kullanılmasına dikkat edilmelidir.",
      "E": "Başlangıç öğretimlerinde öncelikli olarak çocukların ek bir beceri sergilemesi gerektirmeyen giysiler tercih edilmelidir."
    }
  },
  {
    "id": "115877",
    "unitNumber": 9,
    "text": "Kişisel bakım ve temizlik becerileri, özel gereksinimli çocuklarda genellikle ……………….. aralığında kazanılmakla beraber çeşitli etmenlere göre değişiklik gösterebilir.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "0-1 yaş",
      "B": "1-3 yaş",
      "C": "2-4 yaş",
      "D": "3-6 yaş",
      "E": "6-16 yaş"
    }
  },
  {
    "id": "116631",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi özel gereksinimli çocukların yemek yeme becerilerini kazanmalarını ya da bu becerilerin gelişimini etkileyen faktörlerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Ağız boşluğu ya da ağız yapısı ile ilgili bozukluklar",
      "B": "Duyuşsal becerilerdeki (görme, tatma, koku) sınırlılıklar",
      "C": "Çocuğun yemek yemedeki isteksizliği",
      "D": "Aşırı koruyucu ebeveyn davranışları",
      "E": "Uygun olmayan öğrenme çevreleri"
    }
  },
  {
    "id": "165762",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi öz bakım becerilerinin öğretiminde video teknolojilerinin kullanımının avantajlardan biri <u>değildir</u>? </strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Gerekli olduğu zamanlarda gözden geçirme imkânı sunması",
      "B": "Maliyet açısından ekonomik olması",
      "C": "Zaman açısından verimli olması",
      "D": "Videoların uzun olması",
      "E": "İçeriğin tekrar tekrar sunulması"
    }
  },
  {
    "id": "165780",
    "unitNumber": 9,
    "text": "<strong>\"Fiziksel yardım\" ile ilgili olarak aşağıdakilerin hangisinde ipucunun türünde yapılan azaltma doğru sıralanmıştır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Bağımsız - Model olma - Fiziksel yardım - Sözel ipucu",
      "B": "Model olma - Sözel ipucu - Fiziksel yardım - Bağımsız",
      "C": "Fiziksel yardım - Sözel ipucu - Bağımsız",
      "D": "Fiziksel yardım - Bağımsız - Sözel ipucu",
      "E": "Sözel ipucu - Fiziksel yardım - Bağımsız - Model olma"
    }
  },
  {
    "id": "165783",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi öğretimde kullanılan ipucu işlem süreçleri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Bağımsız",
      "B": "Model olma",
      "C": "Fiziksel yardım",
      "D": "Sözel ipucu",
      "E": "İşaret ipucu"
    }
  },
  {
    "id": "165784",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerin hangisinde sözel ipucunun miktarında yapılması gereken azaltma \"en fazladan en aza olacak şekilde\" gösterilmiştir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Bağımsız - Yarım - Kısmî",
      "B": "Kısmî - Yarım - Bağımsız - Tam",
      "C": "Tam - Yarım - Çeyrek - Kısmî",
      "D": "Yarım - Tam - Kısmî - Bağımsız",
      "E": "Tam - Yarım - Kısmî - Bağımsız"
    }
  },
  {
    "id": "165785",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi temel öz bakım becerileri kapsamında <u>yer almaz</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Tuvalet becerileri",
      "B": "Spor yapma",
      "C": "Giyinme becerileri",
      "D": "Kişisel bakım",
      "E": "Yemek yeme"
    }
  },
  {
    "id": "165786",
    "unitNumber": 9,
    "text": "<strong>Sabit bekleme süreli öğretim yöntemi ile ilgili olarak aşağıdakilerden hangisi <u>söylenemez</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Sıfır (0) saniye ve bekleme süreli oturumlar olmak üzere iki aşamadan oluşur.",
      "B": "Tepki ipuçlarının sunulduğu öğretim yöntemlerinden biridir.",
      "C": "Araştırmacılar tarafından etkililiği ortaya konmuştur.",
      "D": "Otizm spektrum bozukluğu olan öğrenciler için geliştirilmiştir.",
      "E": "Tek basamaklı veya zincirleme becerilerin öğretiminde kullanılabilir."
    }
  },
  {
    "id": "175736",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisinde fiziksel yardımın miktarında yapılan azaltma doğru olarak sıralanmıştır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Tam - Yarım - Kısmî - Bağımsız",
      "B": "Tam - Yarım - Çeyrek - Kısmî",
      "C": "Bağımsız - Yarım - Kısmî",
      "D": "Kısmî - Yarım - Bağımsız - Tam",
      "E": "Yarım - Tam - Kısmî - Bağımsız"
    }
  },
  {
    "id": "175737",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi öz bakım becerilerinin öğretiminde kullanılan yöntem ve tekniklerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "İstasyon Tekniği",
      "B": "Sabit Bekleme Süreli Öğretim",
      "C": "İşaret İpucu",
      "D": "Model Olma",
      "E": "Eş zamanlı İpucuyla Öğretim"
    }
  },
  {
    "id": "175738",
    "unitNumber": 9,
    "text": "<strong>Tuvalet becerileri ile ilgili olarak aşağıdakilerden hangisi <u>söylenemez</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Özel gereksinimli çocuklar, normal gelişim gösteren çocuklara göre tuvalet becerilerini daha geç bir zamanda kazanabilmektedirler.",
      "B": "Tuvalet becerilerinin öğretimleri esnasında kullanılacak olan giysiler; çocuklar tarafından rahat bir şekilde giyinilip soyunulacak elbiselerden oluşturulmalıdır.",
      "C": "Tuvalet kontrolü, boşaltım sisteminde görev alan organlara ait kasların istemli bir şekilde kontrol edilebilmesi olarak ifade edilmektedir.",
      "D": "Herhangi bir ön koşul olmaksızın, çocuklara tuvalet kontrolü becerileri kazandırılabilmektedir.",
      "E": "Tuvalet becerilerinin çocuklar tarafından kazanılması, bu çocukların toplumsal yaşama uyumlarını kolaylaştıran bir gelişmedir."
    }
  },
  {
    "id": "175739",
    "unitNumber": 9,
    "text": "<strong>Aşağıdaki seçeneklerin hangisi \"Eş zamanlı ipucuyla öğretim yönteminin özellikleri\" arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Tepki ipuçlarının sunulduğu bir öğretim yöntemidir.",
      "B": "Tek ya da zincirleme basamaklı becerilerin öğretiminde kullanılabilmektedir.",
      "C": "Çocukların beceriyi ya da davranışı kazanıp kazanmadıkları öğretim oturumlarından önceki yoklamalar ile değerlendirilmektedir.",
      "D": "Etkililiği araştırmalarla kanıtlanmıştır.",
      "E": "Sıfır (0) ve bekleme süreli oturumlar olmak üzere iki aşamadan oluşmaktadır."
    }
  },
  {
    "id": "175740",
    "unitNumber": 9,
    "text": "<strong>\"Öğretimi gerçekleştirilecek olan öz bakım becerisinin basamakları, öğretimin yapılacağı ortam içerisinde ve öğretimde kullanılacak materyaller ile çocuklara nasıl yapıldığının gösterilerek sunulması\" olarak açıklanan öğretim yöntem ve tekniği aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Fiziksel yardım",
      "B": "Sabit bekleme süreli öğretim yöntemi",
      "C": "Model olma",
      "D": "Davranış öncesi ipucu ve sınamayla öğretim",
      "E": "İpucunun sistematik olarak geri çekilmesi"
    }
  },
  {
    "id": "175741",
    "unitNumber": 9,
    "text": "Ahmet, bir özel eğitim kurumuna devam eden 6 yaşında bir erkek çocuğudur. Ahmet’in öğretmeni Pelin, Ahmet ile birtakım öz bakım becerilerini çalışmaktadır. Bu çalışmalar da Pelin Öğretmen, Ahmet’e herhangi bir fiziksel temas uygulamamaktadır. Ancak sözel açıklamalar yapmakta, aynı zamanda bir takım hareketler ve yüz ifadeleri sergilemektedir. Bu sayede Ahmet’in dikkatini öğretim yaptığı beceriye çekmektedir.<br/><strong>Pelin Öğretmen’in kullandığı yöntem ve teknik aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Model olma",
      "B": "İşaret ipucu",
      "C": "Fiziksel yardım",
      "D": "Video ipucu",
      "E": "Eş zamanlı ipucu"
    }
  },
  {
    "id": "306514",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi öz bakım becerilerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yemek yeme ve hazırlama",
      "B": "Kişisel bakım ve temizlik",
      "C": "Tuvalet kontrolü",
      "D": "Giyinme-soyunma",
      "E": "Alış-veriş yapma"
    }
  },
  {
    "id": "306520",
    "unitNumber": 9,
    "text": "<strong>Özel gereksinimli çocuklara öz bakım becerilerinin öğretiminde, çocukların vücudu üzerinde en çok güç gerektiren ipucu türü olarak adlandırılan yöntem ve teknik aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Video model",
      "B": "Fiziksel yardım",
      "C": "İşaret ipucu",
      "D": "Model olma",
      "E": "Sözel ipucu"
    }
  },
  {
    "id": "334312",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi özel gereksinimli bireylere kazandırılması gereken kişisel bakım becerilerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Banyo yapma becerisi",
      "B": "Serbest zaman becerileri",
      "C": "Diş fırçalama becerisi",
      "D": "Burun-kulak temizliği",
      "E": "Tırnak kesme becerisi"
    }
  },
  {
    "id": "334313",
    "unitNumber": 9,
    "text": "<strong>Öğretimi gerçekleştirilecek olan öz bakım becerilerinin ya da bu becerinin basamaklarının, öğretimin yapılacağı ortam içerisinde ve öğretimde kullanılacak materyaller ile çocuklara nasıl yapıldığının gösterilerek sunulması olarak ifade edilen ipucu türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Fiziksel ipucu",
      "B": "Sözel ipucu",
      "C": "İşaret ipucu",
      "D": "Model olma",
      "E": "Kısmi fiziksel ipucu"
    }
  },
  {
    "id": "334982",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi özel gereksinimli bireylere öz bakım becerilerinin kazandırılmasında kullanılan yöntemlerden biri<u> değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Eş zamanlı ipucuyla öğretim",
      "B": "Sabit bekleme süreli öğretim",
      "C": "Soru-cevap yoluyla öğretim",
      "D": "Davranış öncesi ipucu ve sınamayla öğretim",
      "E": "İpucunun sistematik olarak geri çekilmesiyle öğretim"
    }
  },
  {
    "id": "398213",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi özel gereksinimli bireylere kazandırılması gereken kişisel bakım becerilerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Banyo yapma becerisi",
      "B": "Serbest zaman becerileri",
      "C": "Diş fırçalama becerisi",
      "D": "Burun-kulak temizliği",
      "E": "Tırnak kesme becerisi"
    }
  },
  {
    "id": "398216",
    "unitNumber": 9,
    "text": "......................, öğretimi gerçekleştirilecek olan öz bakım becerilerinin ya da bu becerinin basamaklarının, öğretimin yapılacağı ortam içerisinde ve öğretimde kullanılacak materyaller ile çocuklara nasıl yapıldığının gösterilerek sunulması olarak tanımlanır.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Fiziksel ipucu",
      "B": "Sözel ipucu",
      "C": "İşaret ipucu",
      "D": "Model olma",
      "E": "Kısmi fiziksel ipucu"
    }
  },
  {
    "id": "112881",
    "unitNumber": 10,
    "text": "I. Çalışılan becerilere<br/>II. Davranışlara<br/>III. Öğretmenin isteğine<br/><strong>Özel gereksinimleri olan çocuklarla yapılan öğretimlerde kullanılacak olan materyaller yukarıdakilerden hangisi ya da hangileri göz önünde bulundurularak seçilmelidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "I ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "113007",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi öz bakım becerilerini geliştirme etkinliğini planlamada izlenmesi gereken basamakların ilkidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Beceri analizi",
      "B": "Performans düzeyini belirlemek",
      "C": "Uzun ve kısa dönemli amaçları seçmek",
      "D": "Öğretim yöntemini belirlemek",
      "E": "Uygun pekiştireç seçmek"
    }
  },
  {
    "id": "116025",
    "unitNumber": 10,
    "text": "I. Tüm Beceri Yaklaşımı<br/>II. İleri Zincirleme Yaklaşımı<br/>III. Tersine Zincirleme Yaklaşımı<br/><strong>Yukarıdakilerden hangisi ya da hangileri, özel gereksinimli çocuklara bir beceri veya davranışın öğretilmesinin amaçlarını düzenlenmede uygulanmasının yanı sıra beceri analizi için de kullanılabilir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "I ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "116026",
    "unitNumber": 10,
    "text": "I. Öğretilecek becerilerin işlevsel olması<br/>II. Günlük yaşamda sık kullanılmaması<br/>III. Çocukların yaşam kalitelerini artırması<br/><strong>Yetersizlikten etkilenmiş özel gereksinimli çocuklara öz bakım becerilerini kazandırmada öğretilecek becerilerin amaçları ile ilgili yukarıdakilerden hangisi ya da hangileri doğrudur?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "I ve III",
      "E": "II ve III"
    }
  },
  {
    "id": "116046",
    "unitNumber": 10,
    "text": "<strong>Çocuklar için en uygun olan pekiştireçlerin belirlenebilmesi için göz önünde bulundurulması gereken unsurlarla ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Çocuklara yarışma düzenlenip sonucuna göre pekiştireç verilir.",
      "B": "Çocukların hoşlandıkları ve hoşlanmadıkları kaydedilir.",
      "C": "Çocuklara sevdiği etkinlikler, yiyecekler ve içecekler hakkında sorular sorulur.",
      "D": "Aile bireylerine çocukların sevdiği etkinlikler sorulur.",
      "E": "Çocuklar, yapılandırılmış ortamlar içerisinde gözlemlenir."
    }
  },
  {
    "id": "165800",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi öz bakım gelişim etkinliği planının içerisinde yer alan başlıklardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Öğretim ortamı",
      "B": "Materyal düzenleme",
      "C": "Öğretim yöntemi",
      "D": "Öğretmen eğitimi",
      "E": "Uzun ve kısa dönemli amaçlar"
    }
  },
  {
    "id": "165802",
    "unitNumber": 10,
    "text": "I. Performans alımından önce öğrencilere ana yönerge verilir.<br/>II. Bağımsız ve doğru yapılan her basamak (+) olarak işaretlenir.<br/>III. Ölçü aracında bağımsız, sözel ipucu, model olma, fiziksel yardım ipuçlarının yer aldığı dört bölüm bulunur.<br/>IV. Çocuğun yapamadığı beceri basamağı olduğunda, performans alımı sonlandırılır.<br/><strong>Tekli Fırsat Yaklaşımı ile ilgili olarak yukarıdakilerin hangisi ya da hangileri doğrudur?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız III",
      "B": "Yalnız IV",
      "C": "I ve IV",
      "D": "I, II ve III",
      "E": "I, II ve IV"
    }
  },
  {
    "id": "165803",
    "unitNumber": 10,
    "text": "<strong>\"Zincirleme bir beceride yer alan en son basamak ile öğretime başlanıldığı\" öğretim yaklaşımı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "İleri zincir",
      "B": "İşaret ipucu",
      "C": "Tersine zincir",
      "D": "Tüm beceri",
      "E": "Beceri analizi"
    }
  },
  {
    "id": "165805",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi ölçüt bağımlı ölçü araçlarında <u>yer almaz</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Yöntem teknik",
      "B": "Yönerge",
      "C": "Bildirim",
      "D": "Soru",
      "E": "Ölçüt"
    }
  },
  {
    "id": "165806",
    "unitNumber": 10,
    "text": "<strong>Ölçüt bağımlı ölçü araçları hazırlanırken ilk aşamada aşağıdakilerden hangisi yapılır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Öğretim yöntemine karar verilir.",
      "B": "Amaçlar yazılır.",
      "C": "Pekiştireçler belirlenir.",
      "D": "Beceri analizi yapılır.",
      "E": "Öğretim ortamı düzenlenir."
    }
  },
  {
    "id": "165807",
    "unitNumber": 10,
    "text": "<strong>Beceri analizinde yer alan bütün basamakların tümünün birden öğretilmesinin amaçlandığı yaklaşım aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Model olma",
      "B": "Tüm beceri",
      "C": "İleri zincirleme",
      "D": "Tersine zincir",
      "E": "Video model"
    }
  },
  {
    "id": "175742",
    "unitNumber": 10,
    "text": "<strong>Tekli fırsata göre performans alımıyla ilgili olarak, aşağıdaki seçeneklerden hangisi doğru bir bilgi <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Çocuklar tarafından, becerinin hangi basamaklarının bağımsız olarak gerçekleştirdiğinin belirlenmesi amaçtır.",
      "B": "İlk olarak çocuklara bir yönerge verilir.",
      "C": "Çocuklar, yaptıkları davranışlara (+), yapamadıklarına (-) alırlar.",
      "D": "Performans alımında çocuklara herhangi bir tepki de bulunulmaz.",
      "E": "Performans alımında bazı basamaklarda hatalı davranışlar sergileseler bile, becerinin bütün basmakları değerlendirilir."
    }
  },
  {
    "id": "175743",
    "unitNumber": 10,
    "text": "<strong>İleri Zincirleme Yaklaşımı ile ilgili olarak aşağıdakilerden hangisi doğrudur?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Her öğretim oturumunda, bütün basamakların öğretimi yapılır.",
      "B": "Oturumlar, en son basamağın öğretimi ile başlar.",
      "C": "En son basamaktan ilk basamağa doğru bir amaç sıralaması vardır.",
      "D": "Kısa dönemli alt amaçları; daha önce gerçekleştirilen temel basamaklardan başlayarak, gerçekleştirilmeyen basamaklara olacak şekilde yazılır.",
      "E": "Beceri analizi için kullanılmaz."
    }
  },
  {
    "id": "175744",
    "unitNumber": 10,
    "text": "<strong>\"Bellekten, yaparak ve gözleyerek\" olmak üzere farklı şekillerde gerçekleştirilebilen durum, aşağıdakilerin hangisinde verilmiştir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Amaç yazma",
      "B": "Uygun yönerge belirleme",
      "C": "Performans alma",
      "D": "Ortam düzenleme",
      "E": "Beceri analizi"
    }
  },
  {
    "id": "175745",
    "unitNumber": 10,
    "text": "<strong>Çocukların tepkide bulunabilmeleri için, davranış öncesi sunulan uyaranlar olarak açıklanan durum aşağıdakilerden hangisinin kapsamında yer almaktadır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Uygun öğretim yönteminin belirlenmesi",
      "B": "Uygun materyal seçimi",
      "C": "Uygun yönergenin verilmesi",
      "D": "Uygun ortamın düzenlenmesi",
      "E": "Uygun pekiştireçlerin seçilmesi"
    }
  },
  {
    "id": "306507",
    "unitNumber": 10,
    "text": "<strong>Özel gereksinimli çocukların öz bakım becerilerini değerlendirebilmek amacıyla genellikle aşağıdakilerden hangisi kullanılır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Ölçüt bağımlı ölçü aracı",
      "B": "Başarı testi",
      "C": "WISC-R Testi",
      "D": "Portfolyo",
      "E": "Görüşme"
    }
  },
  {
    "id": "306509",
    "unitNumber": 10,
    "text": "<strong>Çoklu fırsata göre performans alma ölçüm aracının kayıt tablosunda aşağıdakilerden hangisi <u>yer almaz</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Ölçüt",
      "B": "Bağımsız",
      "C": "Model olma",
      "D": "Fiziksel yardım",
      "E": "Bildirimler"
    }
  },
  {
    "id": "334314",
    "unitNumber": 10,
    "text": "<strong>Özel gereksinimli çocukların yapabildiklerinin belirlenmesi, öğretim oturumlarına nereden ve hangi basamaktan başlanacağına hizmet eden öğretimde planlama basamağı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Uygun yönergenin belirlenmesi",
      "B": "Beceri analizi",
      "C": "Pekiştireç sunma",
      "D": "Uzun dönemli ve kısa dönemli amaç belirlemek",
      "E": "Performans düzeyini belirlemek"
    }
  },
  {
    "id": "334315",
    "unitNumber": 10,
    "text": "<strong>Beceri Analizinde yer alan basamakların tümünün birden öğretilmesini amaçlayan yaklaşım aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Tüm Beceri Yaklaşımı",
      "B": "İleri Zincirleme Yaklaşımı",
      "C": "Tersine Zincirleme Yaklaşımı",
      "D": "Geriye Analiz Yaklaşımı",
      "E": "İleri Ölçüt Yaklaşımı"
    }
  },
  {
    "id": "334316",
    "unitNumber": 10,
    "text": "<strong>Çocukların tepkide bulunabilmeleri için davranış öncesi sunulan söylem/ifade aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Beceri analizi",
      "B": "Hedef uyaran",
      "C": "Kontrol edici ipucu",
      "D": "Pekiştireç",
      "E": "Yanıt aralığı"
    }
  },
  {
    "id": "398225",
    "unitNumber": 10,
    "text": "<strong>Özel gereksinimli çocukların yapabildiklerinin belirlenmesi, öğretim oturumlarına nereden ve hangi basamaktan başlanacağına hizmet eden öğretimde planlama basamağı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Uygun yönergenin belirlenmesi",
      "B": "Beceri analizi",
      "C": "Pekiştireç sunma",
      "D": "Uzun dönemli ve kısa dönemli amaç belirlemek",
      "E": "Performans düzeyini belirlemek"
    }
  },
  {
    "id": "398231",
    "unitNumber": 10,
    "text": "............................., beceri analizinde yer alan bütün basamakların tümünün birden öğretilmesi amaçlanan yaklaşımdır.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Tüm Beceri Yaklaşımı",
      "B": "İleri Zincirleme Yaklaşımı",
      "C": "Tersine Zincirleme Yaklaşımı",
      "D": "Geriye Analiz Yaklaşımı",
      "E": "İleri Ölçüt Yaklaşımı"
    }
  },
  {
    "id": "112905",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi Kiphard’a göre okul öncesi dönemde çocuğun psikososyal gelişim çizelgesinde 4,6-5,0 yaş aralığındaki elementlerden biridir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Hayvan rollerini zevkle oynama",
      "B": "Anne-baba rollerini oynayabilme",
      "C": "Oyun oynamak için belli bir arkadaşı tercih etmek",
      "D": "Geceleri kuru kalabilme",
      "E": "Tamamen bağımsız olarak yemek yiyebilme"
    }
  },
  {
    "id": "112911",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi zihinsel engelli bir öğrenciye kazandırılabilecek günlük yaşam becerilerinden olan toplum kaynaklarını kullanma becerilerindendir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Yemek hazırlama",
      "B": "Alışveriş yapma",
      "C": "Telefon etme",
      "D": "Misafir ağırlama",
      "E": "Görünüşü düzeltme"
    }
  },
  {
    "id": "114475",
    "unitNumber": 11,
    "text": "<strong>Öz bakım becerilerinin öğretiminden önce dikkat edilmesi gereken hususlarla ilgili aşağıdaki ifadelerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Çocuğa temel becerileri kazanmasına yönelik sık deneme fırsatları verilmelidir.",
      "B": "Çocuğa karşı izlenen tutumda, ona karşı çıkmak yerine destekleyici olunmalıdır.",
      "C": "Çocuğa öğretilecek beceriler, karmaşıktan basite doğru bir sıra izlemelidir.",
      "D": "Çocuk herhangi bir beceriyi yapmak istemediğini belirttiğinde zorlanmamalıdır.",
      "E": "Saptanan amaçları gerçekleştirmek için öğretimsel metotlar belirlenmelidir."
    }
  },
  {
    "id": "116485",
    "unitNumber": 11,
    "text": "<strong>Özel gereksinimli çocukların sosyal özellikleri ile ilgili aşağıdakilerde hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Genelde kendilerinden yaşça büyük olan çocuklarla oynamaktan hoşlanırlar.",
      "B": "Oyun ve toplum kurallarına uymakta zorluk çekerler.",
      "C": "Bazı duygusal sorunlar ve kişilik bozuklukları görülmektedir.",
      "D": "Kendilerine güvenleri azdır, bağımsız davranamazlar.",
      "E": "Geç ve güç dostluk kurarlar ve dostluk süreleri kısadır."
    }
  },
  {
    "id": "165809",
    "unitNumber": 11,
    "text": "Bazı ön koşul becerileri gerçekleştiren çocukların öz bakım ve günlük yaşam becerilerini öğrenmeleri daha kolay olabilmektedir.<br/><strong>Aşağıdakilerden hangisi bu ön koşul beceriler arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "El-göz koordinasyonu",
      "B": "Büyük-küçük kas kullanımı",
      "C": "Hareketleri taklit etme",
      "D": "Basit yönergeleri anlama",
      "E": "Ritmik sayma becerilerine sahip olma"
    }
  },
  {
    "id": "165810",
    "unitNumber": 11,
    "text": "Özel gereksinimli bireylerin sosyal olgunluk ve sosyal beceri açısından belirgin şekilde yaşıtlarından geri oldukları gözlenmektedir.<br/><strong>Aşağıdakilerden hangisi bunun kanıtı niteliğinde <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Arkadaşlık ilişkisi kurmaktan kaçınma",
      "B": "Eşyalarını paylaşma",
      "C": "Grup oyunlarına katılmama",
      "D": "Katıldığı oyunların kurallarına uymama",
      "E": "İletişim başlatamama"
    }
  },
  {
    "id": "165812",
    "unitNumber": 11,
    "text": "<strong>Tuvalet eğitimi, yemek yeme ve giyinme becerileri en temel öz bakım becerileridir. Buna göre normal gelişim gösteren bireylerin öz bakım becerilerini nerede öğrenmesi beklenir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "İlkokulda",
      "B": "Kreşte",
      "C": "Anasınıfında",
      "D": "Ailede",
      "E": "Lisede"
    }
  },
  {
    "id": "165813",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi öz bakım becerileri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Tuvalet becerileri",
      "B": "Yemek yeme becerileri",
      "C": "Sohbet etme becerileri",
      "D": "Diş fırçalama",
      "E": "El ve yüz yıkama"
    }
  },
  {
    "id": "175755",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi toplumsal uyum becerilerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Öz bakım becerileri",
      "B": "Tüketici becerileri",
      "C": "Ev içi beceriler",
      "D": "Sağlık bakımı becerileri",
      "E": "Soru yanıtlama becerileri"
    }
  },
  {
    "id": "175756",
    "unitNumber": 11,
    "text": "<strong>Çocuğun öz bakım ve günlük yaşam becerilerini öğrenmesi aşağıdakilerden hangisine bağlı <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Çocuğun eğitime başlama zamanına",
      "B": "Çocuğun motor gelişimine",
      "C": "Çocuğun dil gelişimine",
      "D": "Çocuğun zihin gelişimine",
      "E": "Aile bireylerinin yaşına"
    }
  },
  {
    "id": "175757",
    "unitNumber": 11,
    "text": "<strong>Toplumsal uyum becerilerinin öğrenilmesi ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Becerilerin kazanılması çocuktan çocuğa farklılık gösterir.",
      "B": "Beceriler basitten zora doğru öğretilir.",
      "C": "Öğretimde becerinin kazanılmasına yönelik sık tekrarlar yapılır.",
      "D": "Çocuğun beceriyi yapmak istemediğinde zorlanması gerekir.",
      "E": "Öğretilecek beceri, çocuğun özelliğine uygun olmalıdır."
    }
  },
  {
    "id": "175758",
    "unitNumber": 11,
    "text": "<strong>Çalışma yerinin öğretilecek beceriye uygun seçilmesi aşağıdakilerden hangisinin gerçekleşmesini sağlar?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Öğrenmenin kolay hâle gelmesini",
      "B": "Pekiştirecin belirlenmesini",
      "C": "Öğrenmeyi karmaşık hâle getirmeyi",
      "D": "Çocuğun sıkılmasını",
      "E": "Öğretmenin dikkatinin dağılmasını"
    }
  },
  {
    "id": "175759",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi günlük yaşam becerilerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Ev temizliği",
      "B": "Ritmik sayma",
      "C": "Ev düzeni",
      "D": "Mutfak becerileri",
      "E": "Giysilerin bakımı"
    }
  },
  {
    "id": "175760",
    "unitNumber": 11,
    "text": "<strong>Özel gereksinimli çocuklardaki sosyal yetersizlik, onların hangi özelliklerini etkiler?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Renkleri ayırt etmeleri",
      "B": "Ritmik saymaları",
      "C": "Toplama işlemi yapmaları",
      "D": "Toplumsal uyumu ve davranışları",
      "E": "Çıkarma işlemi yapmaları"
    }
  },
  {
    "id": "175761",
    "unitNumber": 11,
    "text": "<strong>Kiphard’ göre, çocuğun başka insanların yaşadığı zorlukları hissetmesi ve buna bağlı olarak üzüntü göstermesi hangi yaş aralığında görülür?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "4,6 - 5,0",
      "B": "5,0 - 5,6",
      "C": "5,6 - 6,0",
      "D": "6,0 - 6,6",
      "E": "6,6 - 7,0"
    }
  },
  {
    "id": "175762",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi beceri kazandırma sürecinde <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Uzun süreli eğitim",
      "B": "Sık tekrar",
      "C": "Sözel ipucu",
      "D": "Model olma",
      "E": "Yapılandırılmamış ortamlarda öğretim"
    }
  },
  {
    "id": "306503",
    "unitNumber": 11,
    "text": "<strong>Kiphard’a göre çocuğun küçük sorumlulukları yerine getirmesi hangi yaş aralığında görülmeye başlanır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "4,0 - 4,6",
      "B": "4,6 - 5,0",
      "C": "5,0 - 5,6",
      "D": "5,6 - 6,0",
      "E": "6,0 - 6,6"
    }
  },
  {
    "id": "306506",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi çocuğun toplumsal uyum becerilerini öğrenmesindeki en önemli amaçtır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Çocuğun matematiksel işlemleri yapabilmesi",
      "B": "Çocuğun sürekli olarak başka bir kişinin yardımına ihtiyaç duyması",
      "C": "Çocuğun kendi isteklerini başkasına iletmesi",
      "D": "Çocuğun kendisi için önemli becerileri kazanarak bağımsız hareket edebilmesi",
      "E": "Çocuğun renkleri ayırt edebilmesi"
    }
  },
  {
    "id": "334318",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi Kiphard’ın geliştirdiği Okul Öncesi Dönem'de Çocuğun Psikososyal Gelişim Çizelgesi'ne göre 3-3,6 yaş aralığında yer alan bireylerde gözlenen gelişim özelliklerinden biridir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Tamamen bağımsız olarak yemek yiyebilme, bunun için hazır olduğunu gösterme",
      "B": "Yarışmalara sevinçle katılma ve bu oyunlarda rekabetçi bir tavır gösterme",
      "C": "Kendisine bir kıyafet hediye edildiğinde sevinme ve kendisini ayna karşısında gururla seyretme",
      "D": "Yabancı kişilere “siz” şeklinde hitap edecek derecede nazik konuşma formlarını öğrenmiş olma",
      "E": "Bütün olarak ismini ve adresini sorulması hâlinde ifade edebilme"
    }
  },
  {
    "id": "398248",
    "unitNumber": 11,
    "text": "I. Öğrencinin uygun davranışını pekiştiren onun tatmin ve sosyal yaşa uygun yiyecekler, oyuncaklar ya da etkinlikler saptanmalıdır.<br/>II. Performanstaki değişikliklerin nasıl inceleneceği saptanmalıdır.<br/>III. Saptanan amaçları gerçekleştirmek için kullanılacak öğretimsel metotlar belirlenmelidir.<br/><strong>Yukarıdakilerden hangisi ya da hangileri öz bakım becerilerinin öğretiminden önce dikkat edilmesi gereken özellikler arasında yer alır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "112927",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi performans düzeyi ifadelerinde yer alan bilgilerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Öğrenci performansını akran grubuna göre karşılaştıran bilgiler",
      "B": "Öğrencinin yapabildiklerini ve yapamadıklarını belirten bilgiler",
      "C": "Öğrencinin müfredat programına katılımını gösteren ifadeler",
      "D": "Öğrencinin standart testlerden aldığı sonuçlar",
      "E": "Öğrencinin ailesine ilişkin bilgiler"
    }
  },
  {
    "id": "113229",
    "unitNumber": 12,
    "text": "I. İstenilen performansın tanımlanması<br/>II. İstenilen performansın hangi koşullar altında gerçekleşeceği<br/>III. Kabul edilir performans için gerekli ölçütlerin sıralanması<br/><strong>Yukarıdakilerden hangisi ya da hangileri kısa dönemli amaçları oluşturan bölümlerdendir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "114366",
    "unitNumber": 12,
    "text": "<strong>Özel gereksinimli bireylere toplumsal becerilerin öğretiminde izlenecek basamakların sıralanması ile ilgili olarak aşağıdakilerden hangisi doğrudur?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Öğretim değerlendirilmelidir-Öğretim stratejisi ve pekiştireçler belirlenmelidir-Öğretim ortamı düzenlenmelidir-Uygun materyaller belirlenmelidir.",
      "B": "Öğretim ortamı düzenlenmelidir-Öğretim stratejisi ve pekiştireçler belirlenmelidir-Uygun materyaller belirlenmelidir-Öğretim değerlendirilmelidir.",
      "C": "Öğretim stratejisi ve pekiştireçler belirlenmelidir-Uygun materyaller belirlenmelidir-Öğretim ortamı düzenlenmelidir-Öğretim değerlendirilmelidir.",
      "D": "Öğretim ortamı düzenlenmelidir-Uygun materyaller belirlenmelidir-Öğretim stratejisi ve pekiştireçler belirlenmelidir-Öğretim değerlendirilmelidir.",
      "E": "Uygun materyaller belirlenmelidir-Öğretim ortamı düzenlenmelidir-Öğretim stratejisi ve pekiştireçler belirlenmelidir-Öğretim değerlendirilmelidir."
    }
  },
  {
    "id": "114411",
    "unitNumber": 12,
    "text": "<strong>Yatağı düzeltme becerisine ilişkin İleri Zincirleme Yöntemi basamakları aşağıdakilerden hangisinde doğru olarak verilmiştir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Yataktan kalkar-Yastığını düzeltir-Çarşafını düzeltir-Yorganını düzeltir",
      "B": "Yataktan kalkar-Çarşafını düzeltir-Yastığını düzeltir-Yorganını düzeltir",
      "C": "Çarşafını düzeltir-Yastığını düzeltir-Yorganını düzeltir-Yataktan kalkar",
      "D": "Çarşafını düzeltir-Yastığını düzeltir-Yataktan kalkar-Yorganını düzeltir",
      "E": "Yastığını düzeltir-Yataktan kalkar-Çarşafını düzeltir-Yorganını düzeltir"
    }
  },
  {
    "id": "165825",
    "unitNumber": 12,
    "text": "<strong>Beceri öğretimde bir öğretim oturumu için aşağıdakilerden hangisinin bulunmasına gerek <u>yoktur</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Süre",
      "B": "Ailenin maddi geliri",
      "C": "Kullanılacak yöntem",
      "D": "Ortam",
      "E": "Araç-gereç"
    }
  },
  {
    "id": "165827",
    "unitNumber": 12,
    "text": "<strong>Beceri öğretimi esnasında, öğrenci beceriyi model olma yardımı ile yapabiliyorsa bir sonraki kullanılacak yardım türü aşağıdakilerden hangisi olmalıdır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Fiziksel yardım",
      "B": "Model olma",
      "C": "İpucu kullanmama",
      "D": "Sözel ipucu",
      "E": "Fiziksel yardım ve sözel ipucu"
    }
  },
  {
    "id": "165831",
    "unitNumber": 12,
    "text": "<strong>Beceri basamaklarının kısa olduğu beceriler için daha uygun olan öğretim yöntemi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "İleri Zincirleme Yöntemi",
      "B": "Geri Zincirleme Yöntemi",
      "C": "Basamaklandırılmış Öğretim Yöntemi",
      "D": "Doğrudan Öğretim Yöntemi",
      "E": "Tüm Beceri Yöntemi"
    }
  },
  {
    "id": "175763",
    "unitNumber": 12,
    "text": "<strong>Özel gereksinimli çocuklara beceri öğretiminde aşağıdakilerden hangisine dikkat <u>edilmez</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Çocuğun gelişim özelliklerine",
      "B": "Çocuğun bireysel yeterliliklerine",
      "C": "Öğretim yöntemine",
      "D": "Öğretmenin öncelikli isteklerine",
      "E": "Çocuğun özelliğine uygun beceriye"
    }
  },
  {
    "id": "175764",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi performans düzeyini tanımlayan ifadedir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Ayrıntılı değerlendirme sonuçlarına göre hazırlanan çocuğun düzeyini belirten ifadelerdir.",
      "B": "Çocuğun değerlendirilmesinden önce hazırlanır.",
      "C": "Her çocuğun performans düzeyi belirlenemez.",
      "D": "Çocuğun performansı sadece aile tarafından belirlenir.",
      "E": "Çocuğun belirli ihtiyaçlarını tanımlamayı güçleştirir."
    }
  },
  {
    "id": "175765",
    "unitNumber": 12,
    "text": "<strong>Beceri Analizi aşağıdaki yöntemlerden hangisine göre yapılır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Açık Anlatım - Soru cevap",
      "B": "Soru Cevap - İleri zincirleme",
      "C": "Geri Zincirleme - Açık anlatım",
      "D": "İleri Zincirleme - Geri zincirleme",
      "E": "Basamaklandırılmış Yöntem - Soru cevap"
    }
  },
  {
    "id": "175766",
    "unitNumber": 12,
    "text": "<strong>Uzun dönemli amaçlarla ilgili aşağıda verilen bilgilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Çocuğun neleri yapabileceğini belirtir.",
      "B": "Çocuğun kazanması gereken bilgiler verilir.",
      "C": "Bir gelişim alanı için sadece bir tane uzun dönemli amaç belirlenir.",
      "D": "Uzun dönemli amaçlarla öğretimin hangi sırayla uygulanacağı belirtilir.",
      "E": "Uzun dönemli amaçlar belirlenirken çocuğun bütünsel gelişim alanlarına bakılır."
    }
  },
  {
    "id": "175767",
    "unitNumber": 12,
    "text": "<strong>Bireyselleştirilmiş eğitim programında yer alan kısa dönemli amaçlar nelere temel oluşturur?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Öğretim etkinliklerinin ve değerlendirme yöntemlerinin seçilmesine",
      "B": "Pekiştireç belirlenmesine",
      "C": "Hata analizi yapılmasına",
      "D": "Beceri analizi yapılmasına",
      "E": "Kavram analizi yapılmasına"
    }
  },
  {
    "id": "175768",
    "unitNumber": 12,
    "text": "<strong>Beceri öğretimi için performans düzeyi belirlemeden önce yapılacak işlem aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Ortamın aileye göre düzenlenmesi",
      "B": "Pekiştireç belirlenmesi",
      "C": "Ortamın çocuğa göre düzenlenmesi",
      "D": "Öğretim yönteminin belirlenmesi",
      "E": "Pekiştirecin verilmesi"
    }
  },
  {
    "id": "306492",
    "unitNumber": 12,
    "text": "<strong>Bir beceriyi küçük alt basamaklara ayırmak için hangi analiz yöntemi kullanılır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kavram analizi",
      "B": "Beceri analizi",
      "C": "Hata analizi",
      "D": "Tepki analizi",
      "E": "Pekiştireç analizi"
    }
  },
  {
    "id": "306501",
    "unitNumber": 12,
    "text": "<strong>Beceri öğretiminde, becerinin son yapılandan ilk yapılana doğru öğretilmesinde kullanılan yönteme ne ad verilir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "İleriye zincirleme",
      "B": "Soru cevap",
      "C": "Geri zincirleme",
      "D": "Açık anlatım",
      "E": "Basamaklandırılmış yöntem"
    }
  },
  {
    "id": "334320",
    "unitNumber": 12,
    "text": "I. Aile görüşmeleri<br/>II. Ölçüt bağımlı değerlendirme sonuçları<br/>III. Doktor raporları<br/>IV. Sınıf/ev/çevre gözlemleri<br/><strong>Yukarıdakilerden hangileri öğrencinin performans düzeyinde yer alan bilgilerini elde etme şekilleri arasında yer alır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "II ve III",
      "B": "I ve IV",
      "C": "I, II ve III",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    }
  },
  {
    "id": "334321",
    "unitNumber": 12,
    "text": "<strong>Bir davranıştan sonra hemen ortaya çıkan ve davranışın sıklığını tekrarlama olasılığını artıran nesne, davranış ya da söz aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Hata düzeltme",
      "B": "Pekiştireç",
      "C": "Hedef uyaran",
      "D": "İpucu",
      "E": "Yanıt aralığı"
    }
  },
  {
    "id": "334901",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi performans düzeyi ifadeleri yazılırken yer verilmesi gereken bilgilerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Belirli bir alandaki öğrenci performansını akran grubuna göre karşılaştıran bilgiler",
      "B": "Öğrencinin standart testlerden aldığı sonuçlar",
      "C": "Öğrencinin sadece yapamadıklarını belirten bilgiler",
      "D": "Öğrencinin belirli bir müfredat programına katılım düzeyini gösteren ifadeler",
      "E": "Öğrencinin gelecekteki olası performans düzeyine ilişkin çıkarımlar"
    }
  },
  {
    "id": "398252",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi performans düzeyi ifadeleri yazılırken yer verilmesi gereken bilgiler arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Belirli bir alandaki öğrenci performansını akran grubuna göre karşılaştıran bilgiler",
      "B": "Öğrencinin standart testlerden aldıkları sonuçlar",
      "C": "Öğrencinin sadece yapamadıklarını belirten bilgiler",
      "D": "Öğrencinin belirli bir öğretim programına katılım düzeyini gösteren ifadeler",
      "E": "Öğrencinin yapabildiklerini ve yapamadıklarını belirten bilgiler"
    }
  },
  {
    "id": "398255",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi uzun dönemli bir amaçta yer alması gereken özelliklerden biridir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Öğretimde kullanılacak yöntem",
      "B": "Öğrencinin belirli bir öğretim programına katılım düzeyini gösteren ifadeler",
      "C": "Ölçüt bağımlı değerlendirme sonuçları",
      "D": "Okul personelinin veya ailenin yaptığı gözlemler",
      "E": "Çocuğun zayıf ve güçlü yönleri bilinerek çocuğun neleri yapabileceği"
    }
  },
  {
    "id": "113223",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi duyuşsal gelişim alanlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Algılama",
      "B": "Görme",
      "C": "İşitme",
      "D": "Koklama",
      "E": "Tat alma"
    }
  },
  {
    "id": "113227",
    "unitNumber": 13,
    "text": "<strong>Renkleri tanıma yeteneği oldukça erken dönemde gelişmeye başlar. Bebek aşağıdaki renklerden hangisini henüz bir aylıkken tanır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Mavi",
      "B": "Yeşil",
      "C": "Siyah",
      "D": "Kırmızı",
      "E": "Sarı"
    }
  },
  {
    "id": "114170",
    "unitNumber": 13,
    "text": "……………….. duyusu sadece dış dünyayla ilgili uyaranları toplama görevi görmez aynı zamanda çocuklarda okşama gibi pekiştireç ve sevgi göstergesi anlamına gelen durumları da yaşamayı sağlar.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "İşitme",
      "B": "Görme",
      "C": "Dokunma",
      "D": "Koklama",
      "E": "Tat alma"
    }
  },
  {
    "id": "114385",
    "unitNumber": 13,
    "text": "<strong>Okul öncesi dönemde optik (görmeye dayalı) algılama gelişim çizelgesine göre; bir ile çoğul arasındaki farkı hissedebilmek, kendi elbiselerini tanımak, gördüğü bir yeri tekrar gördüğünde tanımak gibi gelişim elementlerinin olduğu yaş aralığı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "2,5-3,0",
      "B": "3,0-3,6",
      "C": "4,0-4,6",
      "D": "4,6-5,0",
      "E": "5,0-5,6"
    }
  },
  {
    "id": "114443",
    "unitNumber": 13,
    "text": "İnsan burnu ………. koku hücresiyle donanmıştır ve bunlar sayesinde ……… farklı kokuyu birbirinden ayırt edebilir.<br/><strong>Cümlede boş bırakılan yerlere sırasıyla aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "1 milyon-4 bin",
      "B": "1,5 milyon-4 bin",
      "C": "1,5 milyon-5 bin",
      "D": "4 milyon-2 bin",
      "E": "4 milyon-5 bin"
    }
  },
  {
    "id": "165844",
    "unitNumber": 13,
    "text": "I. Johann Amos Comenius<br/>II. John Locke<br/>III. Jean Jacques Rousseau<br/><strong>Yukarıdaki pedagog/filozoflardan hangisi ya da hangileri duyuşsal beceriler ile öğrenme arasındaki ilişkiye işaret etmiştir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "165845",
    "unitNumber": 13,
    "text": "<strong>Dokunma duyusuyla ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Dokunma duyusu deri yoluyla gerçekleşir.",
      "B": "Koku ve dokunma duyusu arasında bir bağ vardır.",
      "C": "Dokunma duyu noktalarının en yoğun olduğu yerlerden biri parmaklardır.",
      "D": "Dokunma duyu noktalarının az bulunduğu bölgelerden biri kulaklardır.",
      "E": "Dil ve ağız dokunma duyu noktaları bakımından zengindir."
    }
  },
  {
    "id": "165847",
    "unitNumber": 13,
    "text": "I. Çevreden aldığımız uyaranların 3/4’ünü görme yoluyla elde ederiz.<br/>II. Çocuk anne karnındayken karanlığı ve aydınlığı fark eder.<br/>III. Bebeklerde renkleri tanıma 10. aydan itibaren ortaya çıkmaya başlar.<br/><strong>Görme duyusu ile ilgili olarak yukarıdaki ifadelerden hangisi ya da hangileri doğrudur?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "I ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "165852",
    "unitNumber": 13,
    "text": "I. Bir diğer adı kinestetik algıdır.<br/>II. Hareket algılaması gibi unsurları içine alır.<br/>III. İşitilen sesin kaynağını bilmek bu algı alanı içinde bir beceridir.<br/><strong>Yukarıdakilerden hangisi ya da hangileri vücut ve hareket algısı ile ilgili olarak doğrudur?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "I ve III",
      "E": "II ve III"
    }
  },
  {
    "id": "175778",
    "unitNumber": 13,
    "text": "<strong>Birtakım organlar kanalıyla bireyin kendi vücudundan ve dışarıdan dürtü alması ve sinir sitemiyle beyne iletilen bu dürtü sinyallerinin burada yorumlanması sürecine ne ad verilir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Akademik öğrenme",
      "B": "Konuşma",
      "C": "Duygusal süreç",
      "D": "Algılama",
      "E": "Düşünme"
    }
  },
  {
    "id": "175779",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi duyuşsal beceriler arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Görme duyusu",
      "B": "İşitme duyusu",
      "C": "Koklama duyusu",
      "D": "Algılama duyusu",
      "E": "Tat duyusu"
    }
  },
  {
    "id": "175780",
    "unitNumber": 13,
    "text": "<strong>Dokunma duyusuna imkân veren organ hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Göz",
      "B": "Burun",
      "C": "Deri",
      "D": "Kaslar",
      "E": "Kulaklar"
    }
  },
  {
    "id": "175782",
    "unitNumber": 13,
    "text": "<strong>Bebek, annesinin memesini bulmak için hangi duyusunu kullanır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "İşitme duyusu",
      "B": "Koku duyusu",
      "C": "Görme duyusu",
      "D": "Tat alma duyusu",
      "E": "Dokunma duyusu"
    }
  },
  {
    "id": "175783",
    "unitNumber": 13,
    "text": "<strong>Çocuk ilk olarak ne zaman işitebilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Ana rahmindeyken",
      "B": "Doğduğu anda",
      "C": "Bir haftalıkken",
      "D": "On günlükken",
      "E": "Bir haftalıkken"
    }
  },
  {
    "id": "175784",
    "unitNumber": 13,
    "text": "<strong>Kinestetik algı aşağıdakilerden hangisini ifade eder?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Görme algısı",
      "B": "İşitme algısı",
      "C": "Koku algısı",
      "D": "Tat algısı",
      "E": "Vücut ve hareket algısı"
    }
  },
  {
    "id": "306486",
    "unitNumber": 13,
    "text": "<strong>Bebeğin ilk tanıdığı renk aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kırmızı",
      "B": "Mavi",
      "C": "Yeşil",
      "D": "Sarı",
      "E": "Siyah"
    }
  },
  {
    "id": "306488",
    "unitNumber": 13,
    "text": "<strong>Burunda bulunan koku hücrelerin yaklaşık sayısı nedir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "1,5 milyon",
      "B": "2,5 milyon",
      "C": "3,5 milyon",
      "D": "4,5 milyon",
      "E": "5,5 milyon"
    }
  },
  {
    "id": "334324",
    "unitNumber": 13,
    "text": "<strong>Bireyin içinde bulunduğu ortamda kendisini yönlendirmesi ve eşyalara kendi belleği içinde belirli bir yer vermesi olarak ifade edilen algı türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Vücut ve hareket algısı",
      "B": "İşitme algısı",
      "C": "Uzay algısı",
      "D": "Kinestetik algı",
      "E": "Görsel algı"
    }
  },
  {
    "id": "398267",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi Kiphard’a göre okul öncesi dönemde optik (görmeye dayalı) algılama gelişim çizelgesine göre 4-4,6 yaş aralığında çocuklarda görülen gelişim özelliklerinden biridir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Büyük bir şekilde gördüğü bir objenin küçültülmüş hâlini bir resmin içinde tanıyabilmek",
      "B": "Dört adet kafa kısmı gövdeden ayrılmış hayvan resmini doğru şekilde yerine koyabilmek",
      "C": "Bir yığının içinden aynı cins bir objeden 3 tane ayırabilmek",
      "D": "Birkaç resimle anlatılmış sıralı bir olayı, resimlere göre açıklayabilmek",
      "E": "Birbirine çok benzer resimler arasındaki küçük farkları görebilmek"
    }
  },
  {
    "id": "398269",
    "unitNumber": 13,
    "text": "I. Oyuncak ayısını veya bebeğini yatırma ya da besleme şeklinde verilen bir talimatı yerine getirebilmek<br/>II. Tek ve çok kavramlarını oyun esnasında anlayabilmek<br/>III. İki tane eylemi talep eden bir cümleyi anlayabilmek<br/><strong>Yukarıdakilerden hangisi ya da hangileri Kiphard’a göre okulöncesi dönemde akustik (İşitsel) algılama gelişim çizelgesinde 2,6-3 yaş aralığında görülen gelişim özellikleri arasında yer alır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "398272",
    "unitNumber": 13,
    "text": "<strong>Bireyin içinde bulunduğu ortamda kendisini yönlendirmesi ve eşyalara kendi belleği içinde belirli bir yer vermesi olarak ifade edilen algı türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Vücut ve Hareket Algısı",
      "B": "İşitme Algısı",
      "C": "Uzay Algısı",
      "D": "Kinestetik Algı",
      "E": "Görsel Algı"
    }
  },
  {
    "id": "113178",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi algılama sorunlarının nedenlerinden psikososyal faktörler arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Korunmasız kalma",
      "B": "Şiddet",
      "C": "Yüksek derecede korkular",
      "D": "Cinsel istismar",
      "E": "Beyin travmaları"
    }
  },
  {
    "id": "114376",
    "unitNumber": 14,
    "text": "Okul öncesi eğitim kurumunda eğitimci bir masal anlatırken çocuk çıkan her sese dikkat kesilir. “Annem mi geliyor?”, ”O geçen nasıl bir arabaydı?” şeklinde ifadeler kullanır ve eğitimcinin söylediklerine karşı herhangi bir dikkat emaresi göstermez.<br/><strong>Paragraftaki durum aşağıdakilerden hangisinde bir sorun olduğunu gösterir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Sesi ayırt edebilme",
      "B": "Sesin sahibini belirleyebilme",
      "C": "Sesin geldiği yeri belirleyebilme",
      "D": "Şekil-zemin algısı",
      "E": "Derinlik ve hareket"
    }
  },
  {
    "id": "114579",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi görme algısı alanı içinde kullanılması gereken algı alanlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Derinlik ve hareket algısı",
      "B": "İşitsel şekil-hareket algısı",
      "C": "Şekil-zemin algısı",
      "D": "Alan algısı",
      "E": "El-göz koordinasyonu"
    }
  },
  {
    "id": "114630",
    "unitNumber": 14,
    "text": "<strong>Algılama alanındaki gelişim bozukluklarına sebep olan yüksek derecede korkular ve çocuğun anneden babadan ayrı tutulması durumları aşağıdaki kategorilerden hangisi kapsamındadır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Genetik faktörler",
      "B": "Biyolojik faktörler",
      "C": "Psikososyal faktörler",
      "D": "Uyaran eksikliği",
      "E": "Aktivite eksikliği"
    }
  },
  {
    "id": "165863",
    "unitNumber": 14,
    "text": "<strong>Çocuk kendisine doğru gelen topa elle vurması gerekiyorken bunu sıklıkla kaçırıyorsa aşağıdaki alanların hangisinde bir sorun yaşandığından bahsedilebilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Hareketi gözle takip etmek",
      "B": "Sabit olarak bakmak",
      "C": "Görme algısı bakımından şekil-zemin ilişkisi",
      "D": "İşitme algısı açısından şekil-zemin ilişkisi",
      "E": "Sese yönelme"
    }
  },
  {
    "id": "175788",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi duyuşsal becerilerde gelişim geriliğine sebep olan genetik nedenlerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Down-sendromu",
      "B": "Genetik kökenli beyinsel yapı bozuklukları",
      "C": "Dopamin hormonunun özümsenmesinde yaşanan problemler",
      "D": "Serotonin hormonunun özümsenmesinin gerektiği gibi olmaması",
      "E": "Yeterli uyaran alınmaması"
    }
  },
  {
    "id": "175789",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi duyuşsal becerilerde gelişim geriliğine sebep olan biyolojik nedenlerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Beyin travmaları",
      "B": "Doğum esnasında yetersiz oksijen",
      "C": "Down sendromu şeklinde genetik sendromlar",
      "D": "Beyin zarı iltihaplanması",
      "E": "Yetersiz aktivite"
    }
  },
  {
    "id": "175790",
    "unitNumber": 14,
    "text": "<strong>Duyuşsal yeteneklerin zayıf kalmasına sebep olan etmenlerin sonuncusu hangi kategoriye girer?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Beyin travmaları",
      "B": "Genetik kökenli problemler",
      "C": "Yetersiz uyaran",
      "D": "Psikososyal nedenler",
      "E": "Eksik uyaran sorunu"
    }
  },
  {
    "id": "175791",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi görme algısı içindeki kısmi yeteneklerden <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Derinlik ve hareket algısı",
      "B": "Şekil-zemin algısı",
      "C": "Alan algısı",
      "D": "El-göz koordinasyonu",
      "E": "Kinestetik algı"
    }
  },
  {
    "id": "175792",
    "unitNumber": 14,
    "text": "<strong>Belli bir zemin üzerindeki bir objeyi zeminden ayırt ederek fark etme, görme algısının hangi alanı içine girer?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Derinlik ve hareket algısı",
      "B": "Şekil-zemin algısı",
      "C": "Alan algısı",
      "D": "El-göz koordinasyonu",
      "E": "Kinestetik algı"
    }
  },
  {
    "id": "175793",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi işitme algısı içindeki kısmi algılardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Mekânsal şekil-zemin algısı",
      "B": "İşitsel şekil-zemin algısı",
      "C": "Sesi ayırt edebilme",
      "D": "Sesin sahibini ya da sebebini belirleyebilme",
      "E": "Sesin geldiği yeri belirleyebilme"
    }
  },
  {
    "id": "175794",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi bireyin duyuşsal becerilerini geliştirmesi aşamasında dikkat edilmesi gereken kurallardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Eğitimci ve çocuk arasında olumlu bir ilişki gereklidir.",
      "B": "Çocuğun yaptığı başarılı eylemler taltif edilmelidir.",
      "C": "Bireyin kendi çözüm yollarını geliştirmesine imkân verilmelidir.",
      "D": "Çocuk yardım istese de yardım edilmemelidir.",
      "E": "Ona yeterli uyaran içeren bir ortam sağlanmalıdır."
    }
  },
  {
    "id": "175795",
    "unitNumber": 14,
    "text": "<strong>Duyuşsal becerilerin geliştirilmesi konusunda yapılacak beceri analizinden kasıt nedir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Edinilecek becerinin çocuğun öğreneceği şekilde küçük parçalara ve sıralamaya sokulması",
      "B": "Öğretilecek becerinin çocuk için faydalarını tespit etmek",
      "C": "Öğretilecek beceri hakkında ailenin fikirlerini tespit etmek",
      "D": "Öğretilecek beceri için gerekli malzemeyi tespit etmek",
      "E": "Öğretmenin bu beceriyi öğretebileceği konusunda incelemede bulunmak"
    }
  },
  {
    "id": "306479",
    "unitNumber": 14,
    "text": "<strong>Bireyin kendine doğru gelen bir topa raketle vurması gerekirken, onu kaçırması ve topun arkasından raketi savurması neye işaret eder?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Gözle sabit bakamamak",
      "B": "Hareketi gözle takip edememek",
      "C": "Görme açısından şekil-zemin ilişkisinde sorun",
      "D": "İşitme açısından şekil-zemin açısından sorun",
      "E": "Kendi bedenini algılayamamak"
    }
  },
  {
    "id": "306481",
    "unitNumber": 14,
    "text": "<strong>Çocuğun yanındaki arkadaşının elini tutmak istememesi veya kendi istediği şekilde tutmaya çalışması hangi algı alanıyla ilgili bir konudur?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Görme algısı",
      "B": "İşitme algısı",
      "C": "Dokunma algısı",
      "D": "Koklama algısı",
      "E": "Tat algısı"
    }
  },
  {
    "id": "334326",
    "unitNumber": 14,
    "text": "<strong>Parmakla boyama yapma esnasında çocuğun sadece bir parmakla ve o parmağının sadece uç kısmıyla bu işi yapmaya çalışması durumunda ortaya çıkan güçlük durumu aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Koku algısına dayalı güçlük",
      "B": "Görme algısına dayalı güçlük",
      "C": "Uzamsal algıda güçlük",
      "D": "İşitme algısında güçlük",
      "E": "Dokunmaya dayalı algıda güçlük"
    }
  },
  {
    "id": "335082",
    "unitNumber": 14,
    "text": "<strong>Eğitimcinin becerinin belli aşamalarını kendisinin uyguladığı ve öğrenciden yapmasını talep ettiği öğretim yöntemi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Gösterip Yaptırma",
      "B": "Şekil Verme",
      "C": "Model Olma",
      "D": "Montessori Pedagojisi Metotları",
      "E": "Doğrudan Öğretim Yöntemi"
    }
  },
  {
    "id": "398277",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi algılama sorunlarının genetik faktörleri arasında yer alır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Beyin zarı iltihaplanması",
      "B": "Yüksek derecede korkular",
      "C": "Yüksek seviyeli ve yoğun stres",
      "D": "Dopamin ve serotonin hormonlarını özümleme sorunları",
      "E": "İlaç veya narkoz maddeleri yoluyla ortaya çıkan beyin tahribatları"
    }
  },
  {
    "id": "398279",
    "unitNumber": 14,
    "text": "<strong>Parmakla boyama yapma esnasında çocuğun sadece bir parmakla ve o parmağında sadece uç kısmıyla bu işi yapmaya çalışması durumunda ortaya çıkan güçlük durumuna ne ad verilir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Koku algısına dayalı güçlük",
      "B": "Görme algısına dayalı güçlük",
      "C": "Uzamsal algıda güçlük",
      "D": "İşitme algısında güçlük",
      "E": "Dokunmaya dayalı algıda güçlük"
    }
  }
]