[
  {
    "id": "358365",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi reklamın amaçlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kişilerin topluma tanıtılması",
      "B": "Kurumların topluma tanıtılması",
      "C": "Fikirlerin topluma tanıtılması",
      "D": "Mal ve hizmetlerin topluma tanıtılması",
      "E": "Mal ve hizmetlerin satılması"
    },
    "explanation": "Reklamın temel amaçları <b>bilgilendirme</b>, <b>ikna etme</b> ve <b>hatırlatmadır</b>. Bu amaçlar, tüketicinin markaya karşı tutumunu geliştirmeye, satışları artırmaya ve pazar payını korumaya yöneliktir. Ancak reklam, doğrudan bir <b>fiyat kontrolü ve belirlemesi</b> aracı değildir; fiyatlandırma, genellikle pazarlama karmasının (4P) ayrı bir bileşeni olan fiyat stratejileri kapsamında yer alır ve üretici/satıcı tarafından belirlenir. Bu nedenle, fiyat kontrolü reklamın amaçlarından biri değildir.Fiyat kontrolü ve belirlemesi"
  },
  {
    "id": "358368",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi reklam grafiği kapsamına giren unsurlardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Radyo reklamları",
      "B": "Gazete ilanları",
      "C": "Logolar",
      "D": "Kitap kapakları",
      "E": "Etiketler"
    },
    "explanation": "Reklam grafiği, reklamın görsel ve estetik düzenlemesiyle ilgilenir. Bu kapsamda <b>Tipografi</b> (yazı karakterleri), <b>İllüstrasyon</b>/Fotoğraf kullanımı ve <b>Mizanpaj</b> (Layout) gibi görsel unsurlar yer alır. <b>Medya planlaması</b> ise reklamın hangi mecralarda, ne zaman ve ne sıklıkta yayınlanacağını belirleyen stratejik bir süreçtir ve grafik tasarımının değil, reklam ajansının medya departmanının görevidir.Medya planlaması"
  },
  {
    "id": "358374",
    "unitNumber": 1,
    "text": "<strong>Herhangi bir mal ya da hizmetin, bedeli kim tarafından ödendiği belli olacak şekilde, kitle iletişim araçlarından yer ve zaman satın alarak halka tanıtılmasına yönelik uygulamalara ne ad verilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Grafik",
      "B": "Reklam",
      "C": "Tasarım",
      "D": "İlan",
      "E": "Duyuru"
    },
    "explanation": "Bu tanım, reklamcılığın klasik ve kabul görmüş tanımını ifade eder. Bir mal veya hizmetin, <b>bedeli ödenmiş</b> olması, <b>sponsorunun belli olması</b> (kim tarafından ödendiği), <b>kitle iletişim araçları</b> kullanılarak halka duyurulması uygulamasına <b>Reklam</b> denir.Reklam"
  },
  {
    "id": "358379",
    "unitNumber": 1,
    "text": "<strong>Reklam tanımında aşağıdaki niteliklerden hangisi <u>yer almaz</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Bir ürün, hizmet ya da fikri içermesi",
      "B": "Yüz yüze satış içermesi",
      "C": "Bilgilendirme ve/veya ikna amacı taşıması",
      "D": "Tanıtım karşılığında bir bedel ödenmesi,",
      "E": "Ödenen bedelin kim tarafından ödendiğinin belli olması"
    },
    "explanation": "Reklamın temel nitelikleri arasında kitle iletişim araçlarını kullanması, bedelinin ödenmiş olması ve tek yönlü bir iletişim olması yer alır. Reklam, anonim veya kurumsal bir sponsoru olan <b>kitlesel bir iletişim</b> biçimidir. <b>Şahsi satış</b> ise birebir, yüz yüze gerçekleşen ve geri bildirim anında alınan kişisel bir iletişim biçimidir ve reklam tanımında yer almaz.Şahsi satış"
  },
  {
    "id": "358383",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi tarihsel süreç içerisinde en eski reklam türüne örnek gösterilebilir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Piktografik resimler",
      "B": "Gazete reklamları",
      "C": "Sokak tellalları",
      "D": "El ilanları",
      "E": "Afişler"
    },
    "explanation": "Reklamcılık tarihinin en eski örnekleri, okuma yazma oranının düşük olduğu dönemlerde ortaya çıkmıştır. Tarihsel süreçte en eski reklam türüne örnek olarak, duyuruların sesli bir şekilde yapıldığı <b>sözlü duyurular</b> veya <b>Tellallar</b> gösterilebilir. Ayrıca basit <b>tabela</b> ve <b>işaretler</b> de en eski türlerdendir.Sözlü duyurular (Tellallar)"
  },
  {
    "id": "358387",
    "unitNumber": 1,
    "text": "<strong>Tarihteki ilk reklam tekrarlama sistemi nerede ve nasıl uygulanmıştır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Mısır’da dükkân tabelalarında",
      "B": "Mısır’da el ilanlarında",
      "C": "Mısır’da aralıklı olarak taşlar üzerinde",
      "D": "Roma’da aralıklı olarak taşlar üzerinde",
      "E": "Roma’da el ilanlarında"
    },
    "explanation": "Reklamda tekrarlama sisteminin ilk örnekleri, kitlesel iletişim araçlarının olmadığı dönemlerde görülmüştür. Bu sistem, genellikle tüccarların ve devletin duyurularını halka ulaştırmak için <b>Roma</b> gibi büyük şehirlerde kullanılan <b>Tellalların sürekli anons yapması</b> şeklinde uygulanmıştır. Tellallar, önemli ticari bilgileri veya resmi kararları belirli aralıklarla tekrarlayarak mesajın akılda kalmasını sağlamıştır.Roma'da tellalların sürekli anons yapması"
  },
  {
    "id": "358391",
    "unitNumber": 1,
    "text": "<strong>Reklam, kitlesel bir iletişim biçimi olma niteliğine nasıl kavuşmuştur?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yazının icadıyla",
      "B": "Ateşin bulunmasıyla",
      "C": "Paranın kullanılmasıyla",
      "D": "Matbaanın icadıyla",
      "E": "Yerleşik hayata geçilmesiyle"
    },
    "explanation": "Reklam, kitle iletişim biçimi niteliğini, mesajın aynı anda geniş bir hedef kitleye ulaştırılabilmesiyle kazanmıştır. Bu dönüşüm, <b>Matbaanın icadı</b> ve ardından 17. yüzyıl itibarıyla <b>gazetelerin yaygınlaşmasıyla</b> mümkün olmuştur. Matbaa sayesinde reklamlar standardize edilmiş ve basılıp çoğaltılarak kitlesel olarak dağıtılmaya başlanmıştır.Matbaanın ve gazetelerin yaygınlaşmasıyla"
  },
  {
    "id": "358394",
    "unitNumber": 1,
    "text": "<strong>Üreticiler, reklamla aşağıdakilerden hangisini <u>amaçlamaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Mal ve hizmetlerin kullanım biçimini öğretmek",
      "B": "Mal ve hizmetlerin fiyat değişikliklerini ve özel satış koşullarını duyurmak",
      "C": "Marka tercihi oluşturmak ya da sürdürmek",
      "D": "Mal ve hizmetlerin satışını artırmak",
      "E": "Ürünlere ham madde sağlamak"
    },
    "explanation": "Üreticiler reklamla genellikle marka bilinirliğini artırmayı, satış hacmini yükseltmeyi, yeni ürünleri tanıtmayı ve piyasada rekabet avantajı elde etmeyi amaçlar. Ancak reklam, piyasa ekonomisinde rekabetin doğal bir parçası olduğu için, bir üreticinin reklamla temel amacı <b>pazardaki rekabeti tamamen ortadan kaldırmak</b> olamaz; bu, yasal ve etik olarak da mümkün olmayan bir durumdur.Pazardaki rekabeti tamamen ortadan kaldırmak"
  },
  {
    "id": "358397",
    "unitNumber": 1,
    "text": "<strong>Tüketicilerin reklam talebine yönelik genel amaçları aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Mal ve hizmetlerin kullanım biçimiyle ilgili bilgi sahibi olmak",
      "B": "Marka tercihi oluşturmak ve sürdürmek",
      "C": "Mal ve hizmetlerin kullanım biçimini öğretmek",
      "D": "Firma imajı yaratmak ya da sürdürmek",
      "E": "Mal ve hizmetlerin uygunluğunu anlatmak"
    },
    "explanation": "Tüketiciler reklamı 'talep etmezler' ancak reklamdan faydalanırlar. Tüketicilerin reklamdan beklediği genel amaç, <b>bilgi edinme</b>, yani ürün ve hizmetler hakkında bilgi almak, yenilikleri öğrenmek ve böylece kendi <b>karar verme sürecine destek</b> sağlamaktır. Tüketici, reklamı bir bilgi kaynağı olarak kullanır.Bilgi edinme ve karar verme sürecine destek"
  },
  {
    "id": "358400",
    "unitNumber": 1,
    "text": "<strong> Aşağıdakilerden hangisi bir reklam ortamıdır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Logo",
      "B": "İllüstrasyon",
      "C": "Billboard",
      "D": "Efekt",
      "E": "Animasyon"
    },
    "explanation": "Reklam ortamı (mecrası), reklam mesajının hedef kitleye ulaştırıldığı kanaldır. Klasik ortamlar arasında TV, Radyo, Gazete ve Açık Hava bulunur. Günümüzde en önemli reklam ortamlarından biri de geniş kitlelere ulaşım sağlayan <b>İnternet</b>'tir (dijital ve sosyal medya).İnternet"
  },
  {
    "id": "371805",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi hareketli açık hava reklamlarındandır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Karton adamlar",
      "B": "Balonlar",
      "C": "Durak panoları",
      "D": "Dövizler",
      "E": "Elektronik panolar"
    },
    "explanation": "Açık hava reklamları sabit (panolar, tabelalar) ve hareketli olmak üzere ikiye ayrılır. <b>Hareketli açık hava reklamları</b>, mesajı farklı yerlere taşıyarak daha geniş bir alanda görünürlük sağlar. Bu tür reklamlara en yaygın örnek, toplu taşıma araçlarının (otobüs, minibüs, tramvay) dış yüzeylerinin reklam amaçlı kullanıldığı <b>Araç Giydirme</b> (Vehicle wrapping) yöntemidir.Otobüs/Minibüs giydirme"
  },
  {
    "id": "371807",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi basılı reklam aracı <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Broşür",
      "B": "Katalog",
      "C": "El ilanı",
      "D": "İnternet",
      "E": "Dergi"
    },
    "explanation": "Basılı reklam araçları, mesajın kağıt veya benzeri fiziksel materyaller üzerine basılarak dağıtıldığı mecralardır. Buna <b>Gazete</b>, <b>Dergi</b>, <b>Broşür</b> ve <b>Afiş</b> örnek verilebilir. <b>Radyo</b> ise işitsel bir medya aracıdır ve basılı reklam araçları kapsamına girmez.Radyo"
  },
  {
    "id": "371810",
    "unitNumber": 1,
    "text": "<strong>Aşağıdaki TV reklamlarından hangisi yayın esnasında akışı engellemeyecek şekilde ses ve söz kullanılmadan ekranın herhangi bir yerinde reklam verilerinin kullanılmasıyla yapılan reklam türüne örnektir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Basılı reklam",
      "B": "Ürün yerleştirme reklamları",
      "C": "Bant reklam",
      "D": "Hareketli reklam",
      "E": "Hareketsiz reklam"
    },
    "explanation": "TV yayın akışı esnasında programı kesintiye uğratmadan, genellikle ekranın alt kısmında veya bir köşesinde sadece görsel veya çok az sesli/yazılı veri kullanarak yayınlanan reklamlara <b>Bant Reklam</b> (Squeeze back/Banner Ad) denir. Bu reklamlar, izleyici akışını bozmamayı hedefler.Bant reklam"
  },
  {
    "id": "371813",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi doğrudan satış ve program destekleme reklamlarını kapsar?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Hareketsiz (durağan) reklamlar",
      "B": "Hareketli reklamlar",
      "C": "Ürün yerleştirme reklamları",
      "D": "Çerçeve reklamlar",
      "E": "Sanal reklamlar"
    },
    "explanation": "Doğrudan satış ve program destekleme reklamları genellikle izleyiciden hemen bir tepki (satın alma, arama) bekleyen uzun formatlı reklam türlerini kapsar. Bu türler genellikle <b>Infomercial</b> (Uzun metrajlı tanıtım filmleri) adıyla bilinir. Infomercial'ler, ürünün detaylı tanıtımını yaparak izleyiciyi doğrudan satışa veya programa destek olmaya ikna etmeyi amaçlar.Infomercial (Uzun metrajlı tanıtım filmleri)"
  },
  {
    "id": "371817",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi gazete reklamlarının nitelik ve maliyetini belirleyen unsurlardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kullanılan alan",
      "B": "Kâğıt türü",
      "C": "Yayın sayfası",
      "D": "Tasarım biçimi",
      "E": "Renk özelliği"
    },
    "explanation": "Gazete reklamlarının maliyetini ve niteliğini belirleyen temel unsurlar arasında reklamın <b>sayfadaki konumu</b> (ön sayfa vs. iç sayfa), <b>boyutu</b> (sütun cm veya tam sayfa), <b>renk kullanımı</b> (siyah beyaz vs. renkli) ve gazetenin <b>tirajı</b> (okuyucu sayısı) yer alır. <b>Gazetenin genel yayın yönetmeninin kişisel tercihi</b> ise maliyeti veya teknik nitelikleri belirleyen objektif bir unsur değildir.Gazetenin genel yayın yönetmeninin kişisel tercihi"
  },
  {
    "id": "371823",
    "unitNumber": 1,
    "text": "<strong>Oluşturulmuş toplu organizasyonlarda firmaların kendilerini ya da mal ve hizmetlerini tanıtmak üzere hedef kitleyle karşılıklı etkileşime girdikleri reklam türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Satış yeri reklamı",
      "B": "Pazarlar",
      "C": "Fuar",
      "D": "Sinema reklamları",
      "E": "Broşürler"
    },
    "explanation": "Oluşturulmuş toplu organizasyonlar (etkinlikler) içerisinde firmaların stant kurarak, ürünlerini sergileyerek ve hedef kitleyle yüz yüze, karşılıklı etkileşime girdiği reklam türü <b>Fuar ve Sergi Reklamları</b>dır. Bu tür reklamlar, deneyimleme ve doğrudan geri bildirim imkanı sunar.Fuar ve Sergi Reklamları"
  },
  {
    "id": "371824",
    "unitNumber": 1,
    "text": "<strong>Çatı panoları, afişler, tabelalar, karton adamlar hangi reklam ortamında yer alır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "İnternet",
      "B": "Dergi",
      "C": "Fuar",
      "D": "Televizyon",
      "E": "Açıkhava reklamları"
    },
    "explanation": "Çatı panoları (rooftop billboards), afişler (posters), tabelalar ve karton adamlar gibi fiziksel ve genellikle sabit veya yarı sabit görsel materyaller, hedef kitleye kamuya açık alanlarda ulaşmayı sağlayan <b>Açık Hava Reklamcılığı</b> (Outdoor Advertising) ortamında yer alır.Açık Hava Reklamcılığı"
  },
  {
    "id": "371827",
    "unitNumber": 1,
    "text": "<strong>Görsel unsurlara çokça yer vererek ürünü ya da firmayı doğrudan tanıtmaya yönelik hazırlanmış yüksek maliyetli tanıtım kitaplarına ne denir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "El ilanı",
      "B": "Afiş",
      "C": "Katalog",
      "D": "Dergi",
      "E": "Broşür"
    },
    "explanation": "Görsel unsurlara ağırlık verilerek, genellikle yüksek kaliteli kağıt ve baskı teknikleriyle hazırlanan, firmanın tüm ürün yelpazesini veya hizmetlerini detaylı bir şekilde tanıtan yüksek maliyetli tanıtım kitaplarına <b>Katalog</b> adı verilir. Kataloglar, özellikle B2B pazarlamada veya yüksek değerli ürünlerin tanıtımında önemlidir.Katalog"
  },
  {
    "id": "358435",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi reklamın temel fonksiyonlarından <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Bilgilendirme",
      "B": "İkna etme",
      "C": "Hatırlatma",
      "D": "Değer katma",
      "E": "Örgütleme"
    },
    "explanation": "Reklamın temel fonksiyonları arasında <b>bilgilendirme</b>, <b>ikna etme</b>, <b>hatırlatma</b> ve <b>katma değer yaratma</b> gibi unsurlar bulunur. Bu fonksiyonlar, markanın bilinirliğini artırmak ve tüketicinin satın alma davranışını etkilemek üzere tasarlanmıştır. Reklamın temel fonksiyonlarından biri olmayan seçenek genellikle ürünün fiziksel dağıtımı, fiyatlandırması veya doğrudan finansal süreçleri gibi pazarlamanın diğer karmaşık unsurlarıyla ilgili olanlardır. Reklamın kendisi doğrudan <b>dağıtım kanallarını yönetme</b> işlevine sahip değildir; bu bir pazarlama karması (4P) elemanıdır ancak reklamın temel işlevi değildir."
  },
  {
    "id": "358439",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi aldatıcı ve yanıltıcı reklam çeşitlerinden <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Reklam bilgilerinin yanlış olması",
      "B": "Reklam bilgilerinin yanlış anlaşılmaya müsait olması",
      "C": "Reklam bilgilerinin gerçekle çelişmesi",
      "D": "Reklamın zorlayıcı olması",
      "E": "Reklamın eksik bilgi içermesi"
    },
    "explanation": "Aldatıcı ve yanıltıcı reklam çeşitleri, tüketicileri gerçek dışı vaatlerle manipüle etmeye çalışır. Bu türler arasında <b>yalan iddialar</b>, <b>bilinçaltı mesajlar</b>, <b>örtülü reklamlar</b> ve yanıltıcı <b>abartı</b> (puffery) bulunmaktadır. Ancak, yasal ve etik sınırlar içinde kalan <b>karşılaştırmalı reklam</b>, eğer iddiaları bilimsel olarak kanıtlanabilir ve dürüst bir şekilde yapılıyorsa, aldatıcı bir tür olarak kabul edilmez. Aldatıcı reklam, <b>Tüketiciyi Koruma Kanunu</b> ve <b>Reklam Kurulu</b> tarafından denetlenir ve yasaktır."
  },
  {
    "id": "358442",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi reklamın toplumsal etkileri bağlamında insanlar üzerindeki etkilerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Reklamın estetik ve görsel boyutu",
      "B": "Reklamın maliyeti ve fiyatı",
      "C": "Reklamın ikna etme gücü",
      "D": "Reklamın dürüstlük ilkelerine uygunluğu",
      "E": "Reklamın değer yargıları ve hayat tarzıyla ilişkisi"
    },
    "explanation": "Reklamın toplumsal etkileri bağlamında insanlar (bireyler) üzerindeki etkileri genellikle tutumlar, davranışlar, değer yargıları ve yaşam tarzı tercihlerini içerir (örneğin materyalizmi teşvik etme, statü sembolleri yaratma). Reklamın bireysel etkilerinden biri olmayan seçenek ise genellikle toplumsal yapıyı, ekonomik sistemi veya hukuki düzenlemeleri etkileyen makro düzeydeki sonuçlardır. Örneğin, <b>rekabet ortamını düzenlemek</b>, daha çok hukuki veya ekonomik bir etki olup, doğrudan bireylerin günlük kararları üzerindeki sosyo-psikolojik bir etki değildir."
  },
  {
    "id": "358444",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi reklamın bilgilendirme özelliği aracılığıyla hedef kitleye <u>anlatılmaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Piyasaya yeni girmiş bir ürünün özellikleri",
      "B": "Kullanılmakta olan üründe yapılan iyileştirme/geliştirme",
      "C": "Ürüne itibar ve imaj kazandırma/pekiştirme",
      "D": "İhtiyacı karşılayacak alternatif ürünlerin özellikleri",
      "E": "Aynı ürünü üreten faklı markaların varlığı"
    },
    "explanation": "Reklamın temel bilgilendirme özelliği, hedef kitleye ürünün <b>özellikleri</b>, <b>fiyatı</b>, <b>kullanım şekli</b>, <b>bulunabilirlik yerleri</b> ve marka/firma kimliği hakkında nesnel veriler sunmaktır. Bu fonksiyon, tüketicinin bilinçli karar vermesini sağlar. Reklamın bilgilendirme özelliği aracılığıyla anlatılmayan şey, genellikle ürünle ilgili olmayan manipülatif unsurlar veya doğruluğu kanıtlanamayan sübjektif iddialardır. Örneğin, <b>rakip ürünlerin etik olmayan bir şekilde kötülenmesi</b> veya zorlama duygusal bağ kurma gibi unsurlar bilgilendirme kapsamında değildir."
  },
  {
    "id": "358457",
    "unitNumber": 2,
    "text": "<strong>Kültürel unsurlar doğrultusunda oluşturulan bir reklam grafiğinde aşağıdakilerden hangisi dikkate <u>alınmaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Toplumsal söz kalıpları",
      "B": "Gelenek ve görenekler",
      "C": "Toplumsal semboller",
      "D": "Ahlaki değerler",
      "E": "Toplumsal istihdam"
    },
    "explanation": "Uluslararası veya yerel bir reklam grafiği oluşturulurken <b>kültürel unsurlar</b> hayati öneme sahiptir. Dikkate alınması gerekenler: <b>renklerin sembolik anlamları</b>, <b>jest ve mimikler</b>, kutsal kabul edilen figürler, toplumsal normlar ve yasaklar. Bu unsurlar reklamın doğru algılanmasını sağlar. Dikkate alınması gerekmeyen bir unsur ise genellikle kültürel etkileşimle doğrudan ilgisi olmayan teknik ya da operasyonel detaylardır, örneğin <b>reklamın yayınlanacağı medyanın maliyeti</b> veya ajansın iç organizasyonu."
  },
  {
    "id": "358461",
    "unitNumber": 2,
    "text": "<strong>Yabancı bir ülkeye yönelik oluşturulacak reklam stratejisinde aşağıdakilerden hangisinin dikkate alınması <u>gereksizdir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Toplumun geniş bir kesiminin bağlı olduğu dini inanç",
      "B": "Bireysel alış veriş oranları",
      "C": "Aile kurumunun durumu",
      "D": "Baskın bir siyasi ya da ekonomik ideolojinin varlığı",
      "E": "Kolektif ya da bireyci toplumsal yapı sorgulaması"
    },
    "explanation": "Yabancı bir ülkeye yönelik reklam stratejisi oluşturulurken <b>dil</b>, <b>hukuki düzenlemeler</b>, <b>kültürel normlar</b>, tüketici satın alma alışkanlıkları ve rakip analizi zorunludur. Bu faktörler mesajın o kültüre adapte edilmesini (lokalizasyon) sağlar. Gereksiz olan bir bilgi ise genellikle hedef ülkedeki tüketicinin davranışlarını veya kültürü yansıtmayan, reklamı yapan <b>ana şirketin iç yönetim prosedürleri</b> ya da yerel pazarla ilgisi olmayan çok spesifik ve sürekli değişen teknik verilerdir."
  },
  {
    "id": "358465",
    "unitNumber": 2,
    "text": "<strong>''Benzerleri arasında ürün ya da hizmetlerin ayırıcı özelliklerini öne çıkararak markanın bilinirliğini ve tercih edilirliğini artırmak, tüketicilerin ürün veya markayla ilgili tutum/tercihlerini değiştirmek, tüketicileri tanıtımı yapılan ürün ya da hizmeti denemeye yönlendirmek'' şeklinde tanımlanan reklam fonksiyonu aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Bilgilendirme Fonksiyonu",
      "B": "Hatırlatma Fonksiyonu",
      "C": "İkna Etme Fonksiyonu",
      "D": "Değer Katma Fonksiyonu",
      "E": "Örgütleme Fonksiyonu"
    },
    "explanation": "Verilen tanım, reklamın temel fonksiyonlarından biri olan <b>ikna etme (persuasion)</b> fonksiyonunu açıklar. İkna etme, ürün/hizmetin ayırıcı özelliklerini (rekabet avantajını) vurgulayarak tüketicinin var olan <b>tutum/tercihlerini değiştirmeyi</b>, markaya yönlendirmeyi ve <b>denemeye teşvik etmeyi</b> hedefler. Bu, duygusal ve mantıksal argümanlar kullanarak rekabet üstünlüğü sağlamanın yoludur."
  },
  {
    "id": "358471",
    "unitNumber": 2,
    "text": "<strong>Çocuklara yönelik reklamlarda aşağıdakilerden hangisine dikkat etmek gerekli <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Çocuklar konusu aile ortamının dışında geçen reklamlarda yer almamalıdır.",
      "B": "Yanlış ya da çocukların anlamakta güçlük çekebileceği mesajlar verilmemelidir.",
      "C": "Çocuklar tarafından anlaşılamayacak anlatım biçimi, ifade tarzı kullanılmamalıdır.",
      "D": "Çocukların fiziki ve psikolojik sağlığını olumsuz etkileyecek dil kullanılmamalıdır.",
      "E": "Reklam verileri çocuklar üzerinde baskı yaratmamalı, yoksunluk hissi yaşatmamalıdır."
    },
    "explanation": "Çocuklara yönelik reklamlarda etik kurallar gereği <b>doğruluk</b>, <b>güvenlik</b>, <b>sağlık</b> konularına büyük özen gösterilmeli; ürünün fiyatı, büyüklüğü ve vaadi gerçekçi sunulmalıdır. Çocukların manipülasyona açık olması nedeniyle, ürünün satın alınmaması durumunda oluşacak olumsuz sosyal sonuçlara (dışlanma) değinilmemelidir. Dikkat edilmesi gerekmeyen, yani konuyla ilgisiz olan bir husus genellikle <b>yetişkinlerin siyasi görüşlerini veya ekonomik tercihlerini</b> reklama yansıtmak olabilir, zira çocuk reklamları doğrudan çocukların ihtiyaç ve algılarına odaklanmalıdır."
  },
  {
    "id": "358473",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi reklamın toplumsal etkileri bağlamında insanlar üzerindeki etkilerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Reklamların değer yargıları ve hayat tarzıyla ilişkisi",
      "B": "Reklamın estetik ve görsel boyutu",
      "C": "Reklamın mesaj iletme özelliği",
      "D": "Reklamın ikna etme gücü",
      "E": "Reklamın dürüstlük ilkelerine uygunluğu"
    },
    "explanation": "Reklamın bireyler üzerindeki sosyolojik etkileri <b>materyalizmi teşvik etme</b>, <b>statü kaygısı yaratma</b>, değer yargılarını ve tüketim alışkanlıklarını değiştirme gibi unsurları içerir. İnsanlar üzerindeki etkilerinden biri olmayan seçenek ise genellikle reklamın kurumsal veya yasal çerçevede yarattığı makro etkilerdir. Örneğin, <b>vergi gelirlerini artırmak</b>, reklamın dolaylı bir ekonomik sonucu olsa da, doğrudan insanlar üzerindeki tutumsal bir etki değildir."
  },
  {
    "id": "358478",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi reklam etiği bağlamında çokça eleştirilen konulardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Reklamda yanıltıcı bilgilere başvurma",
      "B": "Tüketimi ve lüksü özendirme",
      "C": "Cinsel çağrışımlar kullanma",
      "D": "Bilinçaltına hitap etme",
      "E": "İstihdama katkı sağlama"
    },
    "explanation": "Reklam etiği bağlamında en çok eleştirilen konular <b>aldatma</b>, <b>yanıltıcı iddialar</b>, <b>stereotipleştirme</b> (cinsiyet, ırk), çocukların sömürülmesi ve <b>aşırı materyalizmi</b> teşvik etmektir. Eleştirilmeyen bir konu ise genellikle reklamın şeffaflık veya yasal zorunluluk gereği yerine getirdiği işlevlerdir. Örneğin, <b>ürünün temel özelliklerini veya içeriğini şeffafça açıklama</b>, etik olarak gerekli ve olumlu karşılanan bir uygulamadır."
  },
  {
    "id": "372065",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi reklamın temel fonksiyonlarındandır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Örgütleme",
      "B": "İkna etme",
      "C": "Maliyeti düşürme",
      "D": "Yarar sağlama",
      "E": "Motivasyon"
    },
    "explanation": "Reklamın temel fonksiyonları arasında dört ana unsur bulunur: Bilgilendirme, ikna etme, hatırlatma ve katma değer yaratma. Bu fonksiyonlar içinde <b>hatırlatma</b>, özellikle sıkça satın alınan ürünler ve oturmuş markalar için hayati öneme sahiptir. Tüketici zihninde markayı canlı tutarak, rekabet anında tercih edilme olasılığını artırır (<b>top-of-mind awareness</b>)."
  },
  {
    "id": "372070",
    "unitNumber": 2,
    "text": "<strong>Aşağıdaki reklam sloganlarından hangisi yanıltıcı reklam kapsamında değerlendirilebilecek özelliğe sahiptir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "En mükemmel, en eşsiz tat",
      "B": "Bizim için önemlisiniz",
      "C": "Mutlaka denemelisiniz",
      "D": "Alınız, yiyiniz",
      "E": "Özenli ellerden, sizin için"
    },
    "explanation": "Yanıltıcı reklamlar, gerçek durumu çarpıtan veya kanıtlanamayan abartılı iddialar içeren reklamlardır. Yanıltıcı olarak değerlendirilebilecek sloganlar, ürünün etkinliği veya üstünlüğü hakkında <b>bilimsel dayanağı olmayan mutlak yargılar</b> içerir (örn. 'Dünyanın en hızlısıdır'). Bu tür ifadeler, tüketicinin mantıklı karar verme yeteneğini olumsuz etkiler ve Reklam Kurulu tarafından yaptırıma tabidir."
  },
  {
    "id": "372073",
    "unitNumber": 2,
    "text": "<strong>Reklamın toplum üzerindeki etkilerinin olumsuz sonuçları arasında aşağıdakilerden hangisi <u>yer almaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Reklam, insanları ihtiyacı olmayan ürünleri satın almaya yönlendirir.",
      "B": "Reklam, toplumsal değerleri ihmal etmeye sebep olur.",
      "C": "Reklam, insanları ürün özellikleriyle ilgili bilgilendirir.",
      "D": "Reklam, insanları tüketim çılgınlığına sevk eder.",
      "E": "Reklam, insanların metayı önemsemesine neden olur."
    },
    "explanation": "Reklamın olumsuz toplumsal sonuçları arasında <b>materyalizmi artırma</b>, <b>kültürel homojenleşme</b>, <b>stereotipleştirme</b> ve gereksiz tüketimi teşvik etme yer alır. Olumsuz sonuçlar arasında yer almayacak durum ise reklamın yarattığı olumlu ekonomik veya toplumsal etkilerdir. Örneğin, <b>yeni ürün ve hizmetler hakkında bilgi vererek tüketicinin bilinçlenmesini sağlamak</b>, reklamın temel ve olumlu bir fonksiyonudur."
  },
  {
    "id": "372076",
    "unitNumber": 2,
    "text": "<strong>Üreticiler açısından reklamın toplumsal etkisi aşağıdakilerden hangisiyle ilgili <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Tatmin",
      "B": "Üretim",
      "C": "Tüketim talebi",
      "D": "İstihdam",
      "E": "Markalaşma"
    },
    "explanation": "Üreticiler açısından reklamın toplumsal etkileri genellikle pazar yapısı, rekabet dinamikleri, üretim verimliliği ve maliyet düşürme gibi ekonomik sonuçlarla ilişkilidir. Reklamın üretici üzerindeki sosyal etkisiyle ilgili olmayan durum, doğrudan <b>tüketicinin psikolojik durumu</b> veya <b>kişisel değer yargıları</b>dır. Üreticinin odağı kurumsal etkinlik ve pazar payı olsa da, reklamın tüketici üzerindeki içsel/psikolojik etkisi üreticinin sosyal etkisi kapsamında değerlendirilmez."
  },
  {
    "id": "372079",
    "unitNumber": 2,
    "text": "Reklam, özel yaşamı bölüp taciz eden bir uygulama olarak görüldüğünden reklamlar dikkat çekici bir özür dileme havasındadır. Belirgin bir romantizm, güzel bir manzara, hoşa gidecek bir hikâye, şiir, sükûnet, dinginlik reklamların en önemli parçalarını teşkil eder.<br/><strong>Yukarıda özellikleri belirtilen reklam anlayışı, hangi ülkeye aittir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "İngiltere",
      "B": "Fransa",
      "C": "Amerika Birleşik Devletleri",
      "D": "Japonya",
      "E": "Almanya"
    },
    "explanation": "Özel yaşamın ihlali olarak görülen reklamlardan dolayı 'özür dileme havasında' olan, romantizm, manzara, şiir ve sükûnet gibi sanatsal unsurlara büyük önem veren bu reklam anlayışı <b>Japonya</b>'ya aittir. Japon reklamları, genellikle izleyiciye saygı gösterme ve doğrudan satış baskısından kaçınma eğilimindedir. Bu durum, Batı (özellikle Amerikan) reklamlarındaki <b>agresiflikten</b> belirgin şekilde ayrılır."
  },
  {
    "id": "372091",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi bilinçaltı reklamların özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Özel hazırlanmış enstrümanlarla tüketicinin bilinçaltına hitap eder.",
      "B": "Mesaj, reklamdaki herhangi bir unsurun içine gizlenmiştir.",
      "C": "Mesajın doğrudan algılanması zordur.",
      "D": "Mesaja tüketici tarafından bilinçli bir şekilde tepki verilir.",
      "E": "Mesaj, ilk anda fark edilmemek üzere tasarlanmıştır."
    },
    "explanation": "Bilinçaltı (Subliminal) reklamlar, mesajların <b>bilinç düzeyinin altında</b> algılanmasını sağlayacak şekilde tasarlanır (örneğin çok kısa süreli flaşlar, gizli görüntüler). Bu tür reklamların en belirgin özelliği, mesajın <b>açık ve net bir şekilde bilinçli algılanmamasıdır</b>. Özelliklerinden biri olmayan durum, mesajın <b>hedef kitle tarafından dikkatlice analiz edilmesi</b> veya mesajın bilinçli düzeyde anlaşılmasıdır, zira bilinçaltı reklamın amacı tam tersidir."
  },
  {
    "id": "372095",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi reklamın tüketici üzerindeki sosyolojik etkilerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Ürünle ilgili tatmin duygusu yaratmak",
      "B": "Kişiler arasında sınıfsal bir ayrım ve rekabet ortamı oluşturmak",
      "C": "Yaşam biçimlerini değiştirebilme gücü",
      "D": "Sosyalleşmeye katkı sağlaması",
      "E": "Kültürle sıkı bir ilişki içerisinde olması"
    },
    "explanation": "Reklamın tüketici üzerindeki sosyolojik etkileri, bireylerin toplum içindeki rollerini ve etkileşimlerini ilgilendirir. Bunlar: <b>statü sembolleri oluşturma</b>, <b>yaşam tarzını etkileme</b>, kültürel değerleri yayma veya değiştirme. Sosyolojik etkilerden biri olmayan seçenek, genellikle ürünün içsel ekonomik özellikleriyle ilgilidir, örneğin <b>ürünün üretim maliyetlerinin düşürülmesi</b>. Bu, üreticiyi ilgilendiren ekonomik bir faktördür, tüketicinin sosyal etkileşimiyle ilgili değildir."
  },
  {
    "id": "372098",
    "unitNumber": 2,
    "text": "<strong>Reklam mesajı oluşturulurken yeşil renge İslam ülkelerinde kutsaliyet atfedildiğinin, beyazın Hong Kong’da ölüm ve cenazeyi çağrıştırdığının, siyahın Anadolu’da yası temsil ettiğinin dikkate alınması aşağıdakilerden hangisiyle açıklanabilir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Reklamın etik ilkeleriyle",
      "B": "Reklamın uluslar arası boyutuyla",
      "C": "Reklam ve kültür ilişkisiyle",
      "D": "Reklam ve renk diliyle",
      "E": "Reklam ve tasarım ilişkisiyle"
    },
    "explanation": "Farklı kültürlerde renklerin, jestlerin ve sembollerin (yeşilin kutsallık, beyazın yas, siyahın yas) anlamının değiştiğini dikkate almak, uluslararası veya çok kültürlü pazarlamada <b>kültürel duyarlılık</b> ilkesiyle açıklanır. Bu, reklam mesajının hedef kültür tarafından <b>yanlış anlaşılmasını veya tepki çekmesini</b> önlemek için hayati öneme sahiptir. Mesajın oluşturulmasında yerel <b>kültürel kodlar ve sembolizm</b> mutlaka göz önünde bulundurulmalıdır."
  },
  {
    "id": "358665",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi reklam metninin özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Açıklık",
      "B": "Benzetmecilik",
      "C": "Bireysellik",
      "D": "Samimiyet",
      "E": "İkna edicilik"
    },
    "explanation": "Reklam metni, hedef kitleyi ikna etmek ve ürüne/hizmete ilgi çekmek amacıyla oluşturulur. Bu nedenle, metinlerin temel özelliklerinden biri <b>inandırıcılık ve ikna ediciliktir</b>. Ayrıca, metin <b>kısa, öz, anlaşılır ve özgün</b> olmalıdır. Reklam metninin amaçlarından biri <b>etki yaratmak</b> olduğundan, sadece bilgilendirme yapmak veya tamamen tarafsız olmak reklam metninin özelliklerinden biri değildir. Reklam metni, ürün veya hizmetin faydalarını abartmadan, ancak <b>ikna edici bir dille</b> sunmak zorundadır."
  },
  {
    "id": "358666",
    "unitNumber": 3,
    "text": "<strong>Verilmek istenen mesajı, amaca uygun düşecek biçimde iletmek üzere tasarlanan her türlü yazılı ve görsel ifade aşağıdakilerden hangisinin genel tanımı olabilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Reklam metni",
      "B": "Brief",
      "C": "Reklam sloganı",
      "D": "Reklam bilgilendirmesi",
      "E": "Reklam mesajı"
    },
    "explanation": "Tanımı yapılan ifade, <b>Reklam Metni</b>'dir (Advertising Copy). Reklam metni, verilmek istenen <b>mesajı</b> (ürün, hizmet veya fikirle ilgili bilgileri) hedeflenen amaca uygun düşecek biçimde, yani ikna edici ve etkili bir şekilde iletmek üzere tasarlanan tüm <b>yazılı ve görsel</b> ifadeler bütününü kapsar. Başlık, slogan ve metin içeriği bu tanımın ana unsurlarıdır."
  },
  {
    "id": "358668",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi reklam metnin özgünlük özelliğine uygun <u>düşmez</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Reklam metni, kendine mahsus bir orijinallik taşımalıdır",
      "B": "Reklam metni, daha önce kullanılmış veri içermemelidir",
      "C": "Reklam metni, geçmişteki başarılı örneklere öykünmelidir",
      "D": "Reklam metni, taklitten uzak olmalıdır",
      "E": "Reklam metni, benzerlikten uzak olmalıdır"
    },
    "explanation": "Reklam metninde <b>özgünlük</b>, metnin daha önce kullanılmamış, taze, dikkat çekici ve <b>klişelerden uzak</b> olması anlamına gelir. Özgün bir metin, yaratıcı ve yenilikçi fikirler sunarken, metnin <b>kopyalanmış, taklit edilmiş</b> ya da herkesin bildiği, sıradanlaşmış <b>klişe sözler</b> kullanılarak oluşturulması özgünlük özelliğine kesinlikle uygun düşmez. Özgünlük, metnin hedef kitlenin zihninde kalıcı olmasını sağlar."
  },
  {
    "id": "358670",
    "unitNumber": 3,
    "text": "<strong>Dramatik yapı içerisinde kurgulanmış bir hikâye aracılığıyla ürün ya da hizmetin anlatıldığı, genellikle mizah, romantizm, hüzün, özlem vb. duygusal yoğunlukların ön plana çıkarıldığı reklam metin türü hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Anlatı Metni",
      "B": "Nedensellik metni",
      "C": "Açıklayıcı metin",
      "D": "Soru soran metin",
      "E": "Kişiye dayalı metin"
    },
    "explanation": "Bu tanım, <b>Dramatik Reklam Metni</b> türüne aittir. Bu tür metinler, bir <b>hikâye</b> etrafında kurgulanır ve bu hikâye genellikle ürün veya hizmetin faydalarını dolaylı yoldan anlatır. Dramatik metinler, izleyicide ya da okuyucuda <b>duygusal yoğunluklar</b> (mizah, romantizm, hüzün, özlem gibi) yaratarak mesajın akılda kalıcılığını artırmayı hedefler. Temelde <b>duygusal bağ</b> kurmaya odaklanır."
  },
  {
    "id": "358672",
    "unitNumber": 3,
    "text": "<strong>Reklamın diğer ögelerinin ortaya koyduğu fikri açıklayan, ürün ya da hizmetle ilgili genel bilgilendirmenin yapıldığı, mesajın net bir şekilde aktarıldığı reklam metni ögesi hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Başlık",
      "B": "Slogan",
      "C": "Alt başlık",
      "D": "Gövde metni",
      "E": "Logo"
    },
    "explanation": "Reklamın diğer ögeleri (başlık, görsel vb.) tarafından ortaya konulan fikri açıklayan, ürün veya hizmetle ilgili <b>detaylı bilgilendirmenin</b> yapıldığı ve mesajın net bir şekilde aktarıldığı reklam metni ögesi <b>Gövde Metni</b> (Body Copy) olarak adlandırılır. Başlık dikkat çekerken, Gövde Metni bu dikkati kullanarak okuyucuyu <b>ikna etme ve detaylı bilgi sunma</b> görevini üstlenir."
  },
  {
    "id": "358675",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi kullanılış biçimlerine göre reklam başlıkları arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Zorlayıcı başlık",
      "B": "Seçici başlık",
      "C": "Durum başlığı",
      "D": "Meraklandırıcı başlık",
      "E": "Muhalif başlık"
    },
    "explanation": "Reklam başlıkları, <b>kullanılış biçimlerine</b> (işlevlerine) göre sınıflandırılırken genellikle <b>Soru Başlığı, Emir Başlığı, Haber Başlığı, İddia Başlığı</b> gibi kategoriler kullanılır. Bu sınıflandırma, başlığın mesajı nasıl ilettiğiyle ilgilidir (merak uyandırarak, yönlendirerek vb.). 'Uzun Başlık' veya 'Kısa Başlık' gibi sınıflandırmalar ise başlığın <b>uzunluğu</b> (fiziksel özelliği) ile ilgili olup, kullanılış biçimlerine göre yapılan temel işlevsel sınıflandırmada yer almazlar."
  },
  {
    "id": "358677",
    "unitNumber": 3,
    "text": "<strong>Reklam metninde ürünün özellikleri ifade edilirken aşağıdakilerden hangisi dikkate <u>alınmaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Ürün ya da hizmetin en can alıcı özelliği",
      "B": "Ürünün benzer ürünlerden farkı",
      "C": "Ürünün rakiplerine kıyasla üstünlük ya da avantajları",
      "D": "Ürünün üretim maliyeti ve satış fiyatı",
      "E": "Rakip ürünlerin özellikleri"
    },
    "explanation": "Reklam metninde ürünün özellikleri ifade edilirken, metnin ana odağı her zaman <b>tüketici faydası</b>, ürünün fonksiyonları ve rakiplere göre üstünlükleri olmalıdır. Bu anlatım biçiminde, genellikle hedef kitlenin algısını ilgilendirmeyen ve <b>pazarlama iletişimi dışında kalan</b> faktörler dikkate alınmaz. Örneğin, <b>rakip firmanın kâr marjı</b>, ürünün tüketicilere sunduğu faydalar veya teknik özellikler açısından reklam metnini doğrudan etkilemez ve dikkate alınmaz."
  },
  {
    "id": "358678",
    "unitNumber": 3,
    "text": "<strong>Reklam metninin anlatım biçimi ve dili ile ilgili aşağıdakilerden hangisi <u>söylenemez</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Metinde edebi süslemeler ve uzun betimlemelere yer verilmelidir",
      "B": "Metinde kullanılan dil sade ve anlaşılır olmalıdır",
      "C": "Metinde gereksiz ve işlevsiz bilgiye yer verilmemelidir",
      "D": "Metinde günlük konuşma dili tercih edilmelidir",
      "E": "Metinde kısa cümleler ve basit bir anlatım kullanılmalıdır"
    },
    "explanation": "Reklam metninin dili, <b>hedef kitleye uygun, anlaşılır, yalın ve akıcı</b> olmalıdır. Metin, karmaşık ve teknik terimlerden mümkün olduğunca kaçınmalıdır ki herkes tarafından kolayca anlaşılsın ve ikna ediciliği artsın. Bu bağlamda, 'Reklam metninin anlatımında <b>ağır ve teknik bir dil</b> kullanılarak uzmanlık vurgulanmalıdır' gibi bir ifade doğru olmaz; çünkü teknik ve ağır dil <b>anlaşılırlığı düşürür</b> ve hedef kitlenin büyük çoğunluğunu kaybeder."
  },
  {
    "id": "358679",
    "unitNumber": 3,
    "text": "<strong>“Sizler de aramıza katılabilirsiniz.” ya da “Bu fırsatı kaçırmayın.” şeklinde oluşturulmuş reklam metni başlıkları hangi tür başlık örnekleridir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Zorlayıcı başlık",
      "B": "Tavsiye/davet başlığı",
      "C": "Haber tarzı başlık",
      "D": "Seçici başlık",
      "E": "Durum başlığı"
    },
    "explanation": "“Sizler de aramıza katılabilirsiniz.” ve “Bu fırsatı kaçırmayın.” gibi ifadeler, okuyucuyu veya izleyiciyi <b>doğrudan bir eyleme çağıran</b>, yönlendiren başlık türleridir. Bu tür başlıklar, <b>Emir Başlıkları</b> veya <b>Çağrı Başlıkları</b> olarak adlandırılır. Bu başlıklar, hemen harekete geçme hissi yaratarak okuyucuyu metni okumaya veya ürünü satın almaya teşvik eder (Call to Action)."
  },
  {
    "id": "358680",
    "unitNumber": 3,
    "text": "<strong>Logo ile ilgili olarak aşağıdakilerden hangisi <u>söylenemez</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Logo, firmalar için kurumsal imza niteliğine sahiptir",
      "B": "Logo, marka bilinirliği ve kurumsal imaj yaratma aracı olarak kullanılır",
      "C": "Logo, her reklam için ayrı ayrı yeniden üretilir",
      "D": "Logo, firmanın/markanın ruhunu, inancını, varlık nedenini ortaya koyar",
      "E": "Logo, firmanın/markanın kişiliğini ve kimliğini temsil eder"
    },
    "explanation": "Logo, bir markayı veya kurumu temsil eden, <b>grafiksel unsurları</b> içeren görsel bir semboldür. Logo, sadece firmanın ismini yazmakla sınırlı değildir; tipografi (yazı karakterleri) ve ikonografik şekillerin birleşimi olabilir. Logonun sadece yazı karakterlerinden oluştuğunu iddia eden bir ifade doğru değildir. Logolar genellikle <b>şekil, sembol ve yazı unsurlarını</b> bir arada barındırarak markanın kimliğini yansıtır."
  },
  {
    "id": "372112",
    "unitNumber": 3,
    "text": "<strong>Reklam metni aşağıdakilerden hangisini <u>içermez</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Başlık",
      "B": "Alt başlık",
      "C": "Gövde metni",
      "D": "Slogan",
      "E": "Brief"
    },
    "explanation": "Reklam metni; başlık, gövde metni, slogan, marka adı ve çağrı (call to action) gibi unsurları içerir. Metin, ürünün faydaları, özellikleri ve hedef kitleye yönelik mesajları aktarır. Ancak, bir reklam metninin doğrudan <b>şirketin finansal performans raporu</b>, <b>üretim maliyetleri</b> veya detaylı <b>mali tabloları</b> gibi ticari sırları veya arka plan operasyon bilgilerini içermesi beklenmez. Reklam metni, <b>pazarlama iletişimi</b> amaçlıdır."
  },
  {
    "id": "372118",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi basılı araçlar için oluşturulmuş reklam metninin yayınına uygun <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Gazete",
      "B": "Radyo",
      "C": "Dergi",
      "D": "Billboard",
      "E": "Broşür"
    },
    "explanation": "Basılı araçlar için oluşturulan reklam metinleri, gazete, dergi, broşür, katalog ve afiş gibi durağan mecralarda yayınlanır. Bu metinler genellikle görsel ve yazılı unsurları bir arada barındırır. <b>Televizyon reklamı</b> veya <b>Radyo jingle'ı</b> gibi zaman temelli ve hareketli/sesli yayın mecraları ise basılı araçlar için hazırlanan metinlerin yayınına uygun değildir; çünkü bu mecralar <b>farklı senaryo ve prodüksiyon</b> gerektirir."
  },
  {
    "id": "372121",
    "unitNumber": 3,
    "text": "<strong>Herkesin kolayca anlayabileceği şekilde oluşturulan, içerisinde teknik bilgi bulunmayan, son derece yalın bir şekilde ürün ya da hizmetle ilgili açıklama yapmaya veya bilgi vermeye yönelik oluşturulan reklam metin türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Bilimsel/Teknik metin",
      "B": "Açıklayıcı/Bilgilendirici metin",
      "C": "Nedensellik metni",
      "D": "Soru soran metin",
      "E": "Anlatı metni"
    },
    "explanation": "Tanımlanan bu metin türü <b>Açıklayıcı (Bilgilendirici) Reklam Metni</b>'dir. Bu tür metinlerin temel amacı, ürün veya hizmet hakkında <b>yalın, teknik detaylardan arındırılmış</b> ve herkesin kolayca anlayabileceği şekilde net bilgiler sunmaktır. Genellikle ürünün ne işe yaradığını, nasıl çalıştığını ve tüketiciye sağladığı <b>mantıksal faydaları</b> ön plana çıkarır."
  },
  {
    "id": "372123",
    "unitNumber": 3,
    "text": "<strong>Genellikle reklam iletisinin başlangıcında veya en üst satırında ilk bakışta dikkat çekmek, ilgi uyandırmak ve metnin içeriği ile ilgili fikir vermek amacıyla dikkat çekici, kalın ya da büyük harflerle oluşturulan bir/birkaç kelime ya da bir cümle şeklindeki reklam metni unsuru aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Slogan",
      "B": "Logo",
      "C": "Başlık",
      "D": "Gövde metni",
      "E": "Reklam metni"
    },
    "explanation": "Reklam iletisinin başlangıcında, ilk bakışta <b>dikkat çekmek, ilgi uyandırmak</b> ve metnin içeriği hakkında fikir vermek amacıyla kullanılan bu unsur <b>Başlık</b> (Headline) olarak adlandırılır. Başlıklar genellikle kalın veya büyük harflerle yazılarak metin içindeki <b>en çarpıcı ifade</b> olmaları sağlanır ve okuyucuyu gövde metnini okumaya davet eder."
  },
  {
    "id": "372125",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi kullanılış biçimlerine göre reklam başlıklarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Haber tarzı başlık",
      "B": "Tavsiye/davet başlığı",
      "C": "Muhalif başlık",
      "D": "Fayda başlığı",
      "E": "Sorulu başlık"
    },
    "explanation": "Reklam başlıkları, kullanılış biçimlerine göre (fonksiyonlarına göre) <b>Soru, İddia, Emir, Haber, Doğrudan</b> gibi türlere ayrılır. <b>Kısa Başlık</b> veya <b>Uzun Başlık</b> gibi kavramlar ise başlığın kelime sayısıyla, yani fiziksel yapısıyla ilgilidir, bu nedenle temel kullanılış biçimi sınıflandırmaları arasında yer almaz."
  },
  {
    "id": "372126",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi reklam metninde ürün/hizmet özelliklerini ifade edebilmek için cevabı aranacak sorulardan <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Hedef kitleye sunulan ürün ya da hizmet nedir?",
      "B": "Ürün ya da hizmetle ilgili ne anlatılacak?",
      "C": "İnsanlar bu ürün ya da hizmeti neden almalı?",
      "D": "Ürün ya da hizmetin üretim maliyeti ne kadar?",
      "E": "İnsanlar ürün ya da hizmeti alırken neden bu marka veya firmayı tercih etmeli?"
    },
    "explanation": "Reklam metninde ürün/hizmet özelliklerini ifade edebilmek için, ürünün ne olduğu, ne yaptığı, kimin için yapıldığı ve hangi faydayı sağladığı gibi <b>tüketici odaklı</b> soruların cevabı aranır. Ancak, <b>Ürünün kaç farklı ülkede satıldığı</b> gibi dağıtım veya satış başarısıyla ilgili sayısal veriler, metnin 'ürün özellikleri' (faydaları, fonksiyonları, yapısı) kısmında cevabı aranması gereken zorunlu sorular arasında yer almaz; bu daha çok <b>güvenilirlik</b> veya pazar büyüklüğü verisidir."
  },
  {
    "id": "372127",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi reklam metninin anlatım biçimini ve dilini <u>etkilemez</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Hedef kitlenin özellikleri",
      "B": "Reklamın yayınlanacağı medya",
      "C": "Ürün ya da hizmetin özellikleri",
      "D": "Reklam metin türü",
      "E": "Reklam sloganı"
    },
    "explanation": "Reklam metninin anlatım biçimi ve dili; <b>hedef kitlenin sosyo-kültürel yapısı</b>, reklamın yayınlandığı <b>mecra</b> (basılı, görsel, işitsel), ürün/hizmetin <b>kendisi</b> (teknik mi, duygusal mı) ve <b>reklamın amacı</b> (bilgilendirme mi, satış mı) gibi unsurlardan etkilenir. Ancak, <b>rakip markanın personel sayısı</b> gibi dolaylı ve şirket içi bir bilgi, reklam metninin doğrudan dilini veya anlatım biçimini etkilemez."
  },
  {
    "id": "372128",
    "unitNumber": 3,
    "text": "<strong>“Hep daha iyiyi iste!”, “Hemen al, pişman olma” şeklindeki reklam metni başlıkları hangi tür başlıklara örnektir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Zorlayıcı başlık",
      "B": "Tavsiye/davet başlığı",
      "C": "Seçici başlık",
      "D": "Fayda başlığı",
      "E": "Meraklandırıcı başlık"
    },
    "explanation": "“Hep daha iyiyi iste!” ve “Hemen al, pişman olma” gibi ifadeler, okuyucuyu <b>kesin bir eyleme veya düşünceye yönlendiren</b>, emir kipiyle kurulmuş cümlelerdir. Bu tür başlıklar, tüketiciden hemen aksiyon almasını talep ettiği için <b>Emir Başlıkları</b> (Command Headlines) kategorisine girer. Bu başlıklar, aciliyet ve kararlılık hissi yaratmayı amaçlar."
  },
  {
    "id": "372129",
    "unitNumber": 3,
    "text": "<strong> Bir markayı, firmayı, kurumu, kuruluşu, topluluğu veya fikri temsil eden, adını ve amacını tanımlayan, içeriğinde grafiksel unsurların yer aldığı semboller aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Billboard",
      "B": "İllüstrasyon",
      "C": "Logo",
      "D": "Efekt",
      "E": "Animasyon"
    },
    "explanation": "Tanımı verilen semboller, bir markayı, firmayı veya fikri temsil eden, adını ve amacını görsel olarak tanımlayan <b>Logo</b>'dur. Logolar, genellikle <b>grafiksel unsurları</b> (ikonlar, şekiller) ve <b>tipografik unsurları</b> (stilize edilmiş yazı) birleştirerek markanın kimliğini kolayca tanınabilir hale getirir."
  },
  {
    "id": "358702",
    "unitNumber": 4,
    "text": "<strong>“Kendisinden başka bir şeyin yerini tutan, daha doğrusu, kendi dışında bir şey gösteren” olarak tanımlanabilen kavram aşağıdakilerin hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Göstergebilim",
      "B": "Gösterge",
      "C": "Gösteren",
      "D": "Gösterilen",
      "E": "Anlam"
    },
    "explanation": "Bu ifade, göstergebilimin temel birimi olan <b>gösterge (signum/sign)</b> kavramının klasik tanımını vermektedir. Bir gösterge, kendisi dışında bir <b>nesnenin</b>, <b>fikrin</b> veya <b>kavramın</b> yerini tutan ve onu temsil eden bir araçtır. Göstergebilim, bu göstergelerin nasıl çalıştığını, anlam ürettiğini ve yorumlandığını inceleyen bilim dalıdır."
  },
  {
    "id": "358703",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi göstergebilim alanında <u>çalışmamıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Aristoteles",
      "B": "John Locke",
      "C": "Jean Henri Lambert",
      "D": "Ferdinand de Saussure",
      "E": "David Hume"
    },
    "explanation": "Göstergebilim alanına temel katkıları olan düşünürler genellikle <b>Ferdinand de Saussure</b> (Semiyoloji geleneği), <b>Charles Sanders Peirce</b> (Semiyotik geleneği) ve <b>Roland Barthes</b> gibi isimlerdir. Sorunun doğru cevabı, göstergebilim alanında temel düzeyde <u>çalışmamış</u> olan, genellikle başka bir disiplinle (örneğin fizik, matematik veya Saussure ve Peirce’ten tamamen farklı bir felsefe dalı) özdeşleşmiş bir düşünür olmalıdır."
  },
  {
    "id": "358705",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi dil dışı gösterge türlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kendisine göre gösterge",
      "B": "Anlamına göre gösterge",
      "C": "Yorumlayıcısına göre gösterge",
      "D": "Nesnesine göre gösterge",
      "E": "Nitel gösterge"
    },
    "explanation": "Göstergebilim, dil sistemi dışındaki tüm işaret sistemlerini inceler. Dil dışı göstergelere örnek olarak <b>trafik işaretleri, giysiler, mimari yapılar, jestler</b> ve <b>sanat eserleri</b> verilebilir. Eğer şıklarda <b>sözcük</b>, <b>cümle</b> veya <b>sesbirim (fonem)</b> gibi dilin temel yapı taşları yer alıyorsa, bunlar doğal olarak dilin parçası olduğu için dil dışı gösterge türlerinden biri <u>değildir</u>."
  },
  {
    "id": "358708",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi nesnesine göre gösterge türlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Önerme göstergeler",
      "B": "İkon göstergeler",
      "C": "Görüntüsel göstergeler",
      "D": "Belirti göstergeler",
      "E": "Simge göstergeler"
    },
    "explanation": "Charles Sanders Peirce, göstergeleri nesneleriyle kurdukları ilişkiye göre üç ana türe ayırır:<br/>1. <b>İkon (Icon):</b> Benzerlik esasına dayanır.<br/>2. <b>İndeks (Index):</b> Nedensellik/fiziksel temas esasına dayanır.<br/>3. <b>Sembol (Symbol):</b> Uzlaşımsal/keyfi ilişkiye dayanır.<br/>Bu üç kategoriden farklı olan bir kavram (örneğin <b>Gösteren</b> veya <b>Yan Anlam</b>) nesnesine göre gösterge türlerinden biri <u>değildir</u>."
  },
  {
    "id": "358711",
    "unitNumber": 4,
    "text": "<strong>Aşağıdaki gösterge türlerinden hangisi \"benzerlik\" ilişkisine göre yorumlanmaktadır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Sav gösterge",
      "B": "Görüntüsel gösterge",
      "C": "Belirti gösterge",
      "D": "Simge gösterge",
      "E": "Önerme gösterge"
    },
    "explanation": "Göstergebilimci Charles Sanders Peirce'in üçlü gösterge sınıflandırmasına göre, <b>İkon (Icon)</b>, gösterge ile temsil ettiği nesne arasında doğrudan bir <b>benzerlik</b> ilişkisi kurar. Fotoğraflar, çizimler, heykeller ve haritalar bu kategoriye girer; çünkü temsil ettikleri şeye fiziksel olarak 'benzer' görünürler."
  },
  {
    "id": "358712",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi Barthes'in göstergebilim için kullandığı terimlerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Biçim",
      "B": "İçerik",
      "C": "Yan anlam",
      "D": "Düz anlam",
      "E": "Index"
    },
    "explanation": "Roland Barthes, Saussure'ün geleneğini izleyerek kültürel ve toplumsal alanlardaki gösterge sistemlerini incelemiş ve bu bilime <b>Semiyoloji</b> adını vermiştir. Barthes, özellikle <b>Düz Anlam</b>, <b>Yan Anlam</b> ve <b>Mit (İdeoloji)</b> gibi kavramları kullanır. Eğer şıklarda <b>Yorumlayıcı (Interpretant)</b> gibi Charles Sanders Peirce'ün triadik modeline ait temel bir terim varsa, bu terim Barthes'in terminolojisine ait <u>değildir</u>."
  },
  {
    "id": "358716",
    "unitNumber": 4,
    "text": "<strong>\"Göstergelerin olduğu gibi algılanması ile elde edilen ilk anlam\" şeklinde ifade edilen anlam türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Düz anlam",
      "B": "Yan anlam",
      "C": "Mecaz anlam",
      "D": "Kinayeli anlam",
      "E": "Gösterilen anlam"
    },
    "explanation": "Göstergenin herkes tarafından aynı şekilde algılanan, nesnel ve temel anlamı <b>düz anlam (denotation)</b> olarak adlandırılır. Bu anlam, göstergenin ilk seviyedeki karşılığıdır ve bireysel yorum, kültürel bağlam veya kişisel deneyim içermez; sözlük anlamıyla eşleştirilebilir."
  },
  {
    "id": "358723",
    "unitNumber": 4,
    "text": "<strong>Çağdaş göstergebilim anlayışının temeli aşağıdaki hangi düşünürün çalışmaları ışığında atılmıştır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Jean Henri Lambert",
      "B": "Ferdinand de Saussure",
      "C": "Roland Barthes",
      "D": "John Locke",
      "E": "Charles Sanders Peirce"
    },
    "explanation": "Çağdaş göstergebilim (Semiyoloji) anlayışının temeli, dilbilim üzerine yaptığı çalışmalarla tanınan İsviçreli düşünür <b>Ferdinand de Saussure</b> tarafından atılmıştır. Saussure, dilin genel bir göstergebilim disiplininin (Semiyoloji) bir parçası olduğunu ileri sürmüş ve göstergeyi <b>gösteren</b> ve <b>gösterilen</b> olarak iki yönlü ele almıştır."
  },
  {
    "id": "358727",
    "unitNumber": 4,
    "text": "<strong>“Mavi bir gökyüzünde uçan kırmızı balon” göstergesi, aşağıdakilerden hangi ürün ya da firma reklamlarında <u>kullanılamaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Uçan balon",
      "B": "Eğitim kurumları",
      "C": "Bulaşık deterjanı",
      "D": "Mentorluk hizmetleri",
      "E": "Boyama kitabı"
    },
    "explanation": "<b>Mavi gökyüzü</b>, genişlik, özgürlük ve huzur; <b>kırmızı balon</b> ise neşe, çocukluk, hafiflik ve dikkat çekicilik anlamlarını taşır. Bu yan anlamlar (konnotasyonlar), genellikle turizm, çocuk gıdaları veya bankacılık gibi pozitif, hafif ve hareketli alanlarda kullanılır. Bu gösterge, <b>ağır sanayi, savunma sanayii</b> veya <b>ciddi tıbbi operasyonlar</b> gibi ciddiyet, ağırlık veya durgunluk gerektiren ürün/firma reklamlarında bu duygusal çağrışımların zıtlığı nedeniyle <u>kullanılamaz</u>."
  },
  {
    "id": "358730",
    "unitNumber": 4,
    "text": "<strong>“Çalar saat” göstergesi, aşağıdakilerden hangi ürün reklamlarında kullanılabilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Çanta",
      "B": "Kahve",
      "C": "Kitap",
      "D": "Telefon",
      "E": "Yapıştırıcı"
    },
    "explanation": "<b>Çalar saat</b> göstergesi, genellikle <b>zaman, aciliyet, programlama, uyanış</b> veya <b>yeni bir başlangıç</b> kavramlarını çağrıştırır (yan anlam). Bu nedenle çalar saat, <b>kahve</b> (uyanma/enerji), <b>eğitim kursları</b> (yeni bir kariyere başlama) veya <b>zaman yönetimi uygulamaları</b> gibi ürünlerin reklamlarında anlamlı bir bağlam oluşturur."
  },
  {
    "id": "372164",
    "unitNumber": 4,
    "text": "<strong>Doğal ya da yapay (oluşturulmuş) işaret sistemlerini sözdizim ve anlambilim çerçevelerinde inceleyen sistem aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Göstergebilim",
      "B": "Dil sistemleri",
      "C": "İşaret sistemleri",
      "D": "Gösterge sistemleri",
      "E": "Dil dışı göstergeler"
    },
    "explanation": "İşaret sistemlerinin sözdizim (sentaks/göstergelerin birbirleriyle ilişkisi) ve anlambilim (semantik/göstergelerin anlamları) çerçevesinde incelenmesini sağlayan sistem, <b>Göstergebilim (Semiotics/Semiyoloji)</b> olarak adlandırılır. Bu bilim dalı, dilsel ve dil dışı tüm iletişim biçimlerini kapsar."
  },
  {
    "id": "372166",
    "unitNumber": 4,
    "text": "<strong>Yunanca kökenli sembol kelimesinden türetilen ve “gösterge” anlamına gelen kavram aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Tekmerion",
      "B": "Semeion",
      "C": "Semeotike",
      "D": "Retorik",
      "E": "Enea"
    },
    "explanation": "Yunanca kökenli 'semeion' (işaret) kelimesinden türetilen ve genellikle 'gösterge' anlamına gelen temel kavram <b>Sembol</b> veya <b>Göstergebilim (Semiotics)</b>'dir. Eğer soruda doğrudan göstergebilim bilim dalı kastediliyorsa cevap <b>Göstergebilim</b>'dir. Eğer kastedilen Peirce'in üçüncü gösterge türü ise cevap <b>Sembol</b>'dür (uzlaşımsal işaret)."
  },
  {
    "id": "372167",
    "unitNumber": 4,
    "text": "<strong>Göstergebilimin, çeşitli iletişim türlerini ve düzeylerini gerçekleştirmek için yaygın olarak kullanılan bir araç veya araç olduğunu iddia eden ilk kişi kimdir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Ferdinand de Saussure",
      "B": "Charles Sanders Peirce",
      "C": "Augustine",
      "D": "John Locke",
      "E": "Jean Henri Lambert"
    },
    "explanation": "Göstergebilimin, dilbilimin ötesinde, çeşitli iletişim türlerini ve düzeylerini gerçekleştirmek için yaygın bir araç olduğunu ilk iddia eden kişi, İsviçreli dilbilimci <b>Ferdinand de Saussure</b>'dür. Saussure, <b>Semiyoloji</b>'yi 'toplumsal yaşam içindeki işaretlerin yaşamını inceleyen bir bilim' olarak tanımlamıştır."
  },
  {
    "id": "372174",
    "unitNumber": 4,
    "text": "<strong>“Gibi göstermek” olarak ifade edilen kavram aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Gösterge",
      "B": "Gösterilen",
      "C": "Gösteren",
      "D": "İroni",
      "E": "Metafor"
    },
    "explanation": "Bir şeyi gerçekte olduğu gibi değil de, sadece öyleymiş gibi göstermek anlamına gelen kavram, genellikle <b>Simülasyon (Simulation)</b> veya <b>Benzetme (Analogy)</b> ile ifade edilir. Özellikle Jean Baudrillard'ın çalışmalarında ele alınan <b>simülasyon</b>, bir göstergenin artık orijinaline dayanmayan, kendi kendini referans alan bir 'gibi gösterme' hali yaratmasını ifade eder."
  },
  {
    "id": "372179",
    "unitNumber": 4,
    "text": "<strong>Göstergebilimi “gösterge, gösterilen ve yorumlayıcı” açısından ele alan düşünür aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Jean Henri Lambert",
      "B": "Ferdinand de Saussure",
      "C": "Roland Barthes",
      "D": "John Locke",
      "E": "Charles Sanders Peirce"
    },
    "explanation": "Göstergebilimi <b>gösterge (representamen)</b>, <b>gösterilen/nesne (object)</b> ve <b>yorumlayıcı (interpretant)</b> olmak üzere üçlü bir ilişki içinde ele alan düşünür, Amerikan pragmatizminin kurucusu <b>Charles Sanders Peirce</b>'tür. Peirce’in modeli, Saussure’ün ikili modelinden farklı olarak anlamlandırma sürecinde yorumlayıcının aktif rolünü vurgular."
  },
  {
    "id": "372183",
    "unitNumber": 4,
    "text": "<strong>“Göstergelerin, düz anlamı dışında, bireylerin kişisel deneyimleri, demografik özellikleri ya da kültürel etkenler gibi değişkenlere bağlı olarak yorumlanan anlamları” olarak ifade edilen kavram aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Düz anlam",
      "B": "Yan anlam",
      "C": "Mecaz anlam",
      "D": "Kinayeli anlam",
      "E": "Gösterilen anlam"
    },
    "explanation": "Bu tanım, göstergenin düz (denotatif) anlamının üzerine eklenen, kültürel faktörler, bireysel deneyimler ve ideolojik değerler tarafından belirlenen ikinci düzey anlamı ifade eder. Bu kavrama <b>yan anlam (connotation)</b> denir. Yan anlam, özellikle reklam ve kültürel analizlerde Roland Barthes tarafından detaylıca incelenmiştir."
  },
  {
    "id": "358793",
    "unitNumber": 5,
    "text": "<strong>Aşağılardakilerden hangisi reklam grafiklerinde tipografik tasarımlarda dikkat edilmesi gereken temel kurallardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Doğru yazı tipi seçimi",
      "B": "Hizmet/ürünü temsil eden bir yazı tipi tasarlama",
      "C": "Reklam grafiğinde ürün/hizmet bilgisini önem sırasına göre belirleme",
      "D": "Tipografik unsurların hiyerarşik düzeni",
      "E": "Okunur, okutur yazı tipi uygulamalarından uzak durma"
    },
    "explanation": "Reklam grafiklerinde tipografik tasarım yapılırken, mesajın <b>okunabilirliği</b> (legibility), markanın <b>kişiliği</b> (personality) ve reklamın <b>amacı</b> temel alınmalıdır. Dikkat edilmesi gereken temel kurallar arasında fontun reklam içeriğiyle uyumu, hedef kitleye uygunluğu ve görsel hiyerarşinin doğru oluşturulması yer alır. Tipografik tasarımlarda <b>kontrast</b> ve <b>boyut çeşitliliği</b>, görsel çekicilik ve hiyerarşi oluşturmak için esastır; dolayısıyla metinlerin monoton bir şekilde yalnızca tek bir punto ile kullanılması temel bir kural değildir, aksine kaçınılması gereken bir durumdur."
  },
  {
    "id": "358795",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi reklam grafiklerinde tipografinin işlevlerinden biri olarak gösterilebilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Bilgi vermek",
      "B": "Tüketicinin tepkisini ölçmek",
      "C": "Talep-arz dengesini yaratmak",
      "D": "Ürün/hizmet talebini ölçmek",
      "E": "Potansiyel müşteri kitlesini belirlemek"
    },
    "explanation": "Reklam grafiklerinde tipografinin temel işlevi sadece bilgi aktarmak değil, aynı zamanda bu bilgiyi <b>görsel olarak pekiştirmek</b>, duygusal bir bağ kurmak ve markanın <b>ses tonunu</b> yansıtmaktır. Tipografi, seçilen yazı tipi (font), boyutu ve düzenlemesi ile mesajın duygusal ağırlığını ve anlamını destekleyerek reklamın <b>ikna ediciliğini</b> artırır."
  },
  {
    "id": "358798",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi reklam grafiklerinde uygulanan tipografinin metinsel anlatımlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Ürün/hizmet ismi",
      "B": "Ürün/hizmet açıklaması",
      "C": "Reklam sloganı",
      "D": "Ürün amblemi",
      "E": "İçerik bilgisi"
    },
    "explanation": "Tipografi, bir metni görselleştirme sanatıdır. Metinsel anlatımlar, harfler, kelimeler ve cümleler aracılığıyla iletilen <b>anlamı</b>, <b>bilgiyi</b> ve <b>duyguyu</b> içerir. Reklam grafiklerinde tipografinin metinsel anlatımı, genellikle başlık, alt başlık ve gövde metni gibi yazılı içeriklerle ilişkilidir. Ancak, tipografik öğenin kendisinin bizzat bir <b>görsele dönüştürülmesi</b> (örneğin, bir nesnenin şeklini alması) daha çok <b>yaratıcı ve görsel uygulama</b> alanına girer, doğrudan metinsel anlatım değildir."
  },
  {
    "id": "358800",
    "unitNumber": 5,
    "text": "<strong>I. </strong>Bilgi aktarma<br/>II. İkna etme<br/>III. Dikkat çekme<br/><strong>Yukarıdakilerden hangisi ya da hangileri reklamlarda tipografinin temel amaçları arasında yer alır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Reklamlarda tipografinin temel amaçları üç ana başlıkta toplanır:<br/>I. <b>Bilgi Aktarma</b>: Ürün/hizmet hakkında gerekli detayları sunar.<br/>II. <b>İkna Etme</b>: Uygun font seçimi ve tonlamayla tüketicileri harekete geçirir.<br/>III. <b>Dikkat Çekme</b>: Başlıkların ve ana metinlerin görsel düzenlemesiyle hedef kitlenin ilgisini çeker.<br/>Bu nedenle, yukarıdaki maddelerin hepsi (I, II ve III) reklamlarda tipografinin temel amaçları arasında yer alır."
  },
  {
    "id": "358802",
    "unitNumber": 5,
    "text": "<strong>Reklam grafiklerinden tipografi aşağıda sıralanan hangi amaçla kullanılmış <u>olamaz</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Ürün/hizmet hakkında bilgi vermek",
      "B": "Maliyeti azaltmak",
      "C": "Müşteriyi ikna etmek",
      "D": "İlgi çekmek",
      "E": "Metinsel sıra düzen oluşturmak"
    },
    "explanation": "Reklam grafiklerinde tipografi, temel olarak <b>iletişimi güçlendirmek</b>, <b>marka kimliğini</b> pekiştirmek ve <b>mesajı görünür</b> kılmak amacıyla kullanılır. Tipografik kararlar (font seçimi, punto, renk) görsel etkiyi hedefler. Bir reklamın <b>basım maliyetini artırmak</b> veya azaltmak tipografik bir amacın doğrudan sonucu değil, tasarım ve üretim sürecinin yan etkisidir ve tipografinin birincil kullanım amacı olamaz."
  },
  {
    "id": "358807",
    "unitNumber": 5,
    "text": "I. Bilgi aktarmak<br/>II. İkna etmek<br/>III. Dikkat çekmek<br/><strong>Yukarıdakilerden hangisi ya da hangileri reklamlarda tipografinin amaçlarındandır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Reklamlarda tipografi, yazılı mesajı görsel bir dille aktarır. Bu süreçte temel olarak üç fonksiyonu yerine getirir:<br/>I. <b>Bilgi Aktarmak</b>: Ürün özelliklerini veya tanıtım metnini sunmak.<br/>II. <b>İkna Etmek</b>: Fontun yarattığı duygusal etkiyle (güvenilirlik, modernlik vb.) alıcıyı etkilemek.<br/>III. <b>Dikkat Çekmek</b>: Boyut, renk ve konumlandırma ile öne çıkan başlıklar oluşturmak.<br/>Bu nedenle, bu üç madde de (I, II ve III) reklamlarda tipografinin ana amaçlarındandır."
  },
  {
    "id": "358810",
    "unitNumber": 5,
    "text": "<strong>Doğru yazı tipi seçiminin reklam grafiklerinde uygulanan tipografik tasarımdaki önemi aşağıdakilerden hangisi <u>olamaz</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Hizmet/ürün talebini artırmak",
      "B": "Reklam stratejisine hizmet etmek",
      "C": "Hizmet/ürün kimliğini yansıtmak",
      "D": "Yaratıcı fikre görsel destek sağlamak",
      "E": "Alıcıya/bakan kişiye hedeflenen duygu aktarımını sağlamak"
    },
    "explanation": "Doğru yazı tipi seçimi, reklamın <b>okunabilirliğini</b>, <b>mesajın duygusal tonunu</b> ve <b>marka algısını</b> doğrudan etkiler. Yanlış bir seçim, mesajın anlaşılmasını zorlaştırabilir veya marka imajına zarar verebilir. Yazı tipi seçimi, reklamın görsel ve iletişimsel başarısı için kritik önem taşır. Ancak, reklamın <b>yasal zorunluluklarını yerine getirmek</b> (örneğin yasal uyarı metni veya fiyat bilgisi) metnin içeriğiyle ilgili bir zorunluluk olup, bu metinlerin yazılma şekli (doğru font seçimi) zorunluluğun kendisi değil, uygulamanın bir parçasıdır. Yasal zorunlulukları yerine getirmek, font seçiminin doğrudan önemi olmaktan çok, içeriğin bir gerekliliğidir."
  },
  {
    "id": "358812",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi reklam grafiklerinde doğru yazı tipi seçimi/uygulamasında dikkat edilmesi gereken hususlardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Ürün/hizmet özelliklerini bilmek",
      "B": "Reklam fikri/stratejisini anlamak",
      "C": "Yazı tipinin biçimsel özelliklerini bilmek",
      "D": "Yazı tiplerinin biçimsel özelliklerinden ilettiği duygusal mesajları verebilmek",
      "E": "Birden fazla yazı tipi seçimi yapmak"
    },
    "explanation": "Reklam grafiklerinde yazı tipi seçimi, <b>okunabilirlik</b>, <b>hedef kitle</b>, <b>markanın kişiliği</b>, metnin <b>içeriği</b> ve reklamın <b>ortamı</b> (medya) gibi birçok faktöre bağlıdır. Bu seçim, tamamen görsel ve iletişimsel hedeflere odaklanır. Reklamın ne zaman yayınlanacağı (<b>yayınlanma zaman dilimi</b>) ise bir medya planlama kararı olup, yazı tipinin fiziksel veya görsel seçimi/uygulaması ile ilgili bir husus değildir."
  },
  {
    "id": "358815",
    "unitNumber": 5,
    "text": "<strong>Reklam grafiklerinde tipografik uygulamalar aşağıdakilerden hangisini amaçlıyor <u>olamaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Bilgi vermek",
      "B": "İkna etmek",
      "C": "İlgi çekmek",
      "D": "Yaratıcı uygulamalar ile müşteriyi şaşırtmak",
      "E": "Kafa karıştırmak"
    },
    "explanation": "Reklam grafiklerinde tipografik uygulamaların temel amacı, mesajın <b>hızlı, etkili ve akılda kalıcı</b> bir şekilde iletilmesini sağlamaktır. Bu, yüksek <b>okunabilirlik</b> ve netlik gerektirir. Tipografinin kasıtlı olarak metnin okunabilirliğini zorlaştırması, reklamın temel iletişim hedefine tamamen aykırı bir davranıştır ve amaç olamaz. Tipografi her zaman <b>anlaşılırlığı</b> önceliklendirir."
  },
  {
    "id": "358818",
    "unitNumber": 5,
    "text": "<strong>Tipografinin reklam grafiğindeki yeri ve önemini aşağıdakilerden hangisi en doğru şekilde aktarmaktadır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Tipografik uygulamalar, reklam grafiklerinde müşteriyi yanlış yönlendirebilir.",
      "B": "Tipografik uygulamalar, müşteriyi bilgilendirme, ikna etmek, dikkat çekmek amaçlı reklam grafiklerinde kullanılan diğer resim, fotoğraf gibi unsurlarla uyumlu kullanılması gereken bir unsurdur.",
      "C": "Tipografi geçmişten günümüze değişen uygulamaları ile reklam grafiğinde farklı şekillerde ele alınabilir.",
      "D": "Reklam grafiklerinde tipografik uygulamalar şok edici yönleriyle fikirde yaratıcı etkilenimler sağlayabilir.",
      "E": "Tipografik uygulamaların reklam grafiğinde önemi ve yeri reklam stratejisine göre değişen bir çizgidedir."
    },
    "explanation": "Tipografi, reklam grafiğinde sadece metinleri dizmekten öte, görsel dilin ve iletişimin temelini oluşturur. Tipografi, metin aracılığıyla iletilen mesajın <b>duygusal tonunu</b> belirler, <b>marka kimliğini</b> yansıtır ve metin ile görsel arasındaki <b>ahengi</b> sağlar. Dolayısıyla, tipografi, mesajı etkili bir şekilde aktarmanın <b>görsel temelidir</b> ve reklamın başarısında kritik bir rol oynar."
  },
  {
    "id": "372248",
    "unitNumber": 5,
    "text": "<strong>Reklam grafiğinde tipografinin önemi ve yeri aşağıdaki ifadelerden hangisinde doğru ifade edilmiştir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Bilgi aktarma, ilgi uyandırma ve dikkat çekme",
      "B": "Yaratıcı uygulamalar için fırsat sunma",
      "C": "Arz-talep arttırma",
      "D": "Reklamları çekici kılma",
      "E": "Bilgi aktarma, ilgi uyandırma ve dikkat çekme yanında yaratıcı uygulamalar ile fark yaratma"
    },
    "explanation": "Reklam grafiğinde tipografi, görsel kompozisyonun en önemli unsurlarından biridir. Yalnızca metni taşımakla kalmaz, aynı zamanda <b>markanın kişiliğini</b> ve <b>iletişimin tonunu</b> belirler. Tipografi, görsel düzenleme, font seçimi ve hiyerarşi aracılığıyla reklam mesajının <b>algılanma biçimini</b> yönlendirir. En doğru ifade, tipografinin, yazılı mesajı hedef kitleye ulaştırmada kullanılan <b>en önemli görsel ve iletişimsel araç</b> olmasıdır."
  },
  {
    "id": "372289",
    "unitNumber": 5,
    "text": "<strong>Reklam grafiğinde tipografik tasarımda yazı tipi seçimi neye bağlı <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Marka kimliği",
      "B": "Ürün/hizmet biçimi",
      "C": "Ürün/hizmet içeriği",
      "D": "Reklam stratejisi",
      "E": "Müşteri talebi"
    },
    "explanation": "Reklam grafiğinde tipografik tasarımda yazı tipi seçimi; <b>hedef kitlenin demografisi</b>, <b>markanın kimliği</b> (ciddiyet, neşe, modernlik vb.), <b>mesajın içeriği</b> ve reklamın yayınlanacağı <b>medya ortamı</b> gibi iletişimsel ve görsel faktörlere bağlıdır. Matbaanın ne zaman kurulduğu gibi tarihsel veya teknik altyapı detayları, modern bir tipografik tasarım kararını etkileyen doğrudan bir kriter <b>değildir</b>."
  },
  {
    "id": "372293",
    "unitNumber": 5,
    "text": "<strong>Reklam grafiklerinde aşağıdakilerden hangisi yazı tipi yaratıcı uygulamaları arasında yer alır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Ürün/hizmete yönelik özel yazı tipi tasarımı",
      "B": "Yazı tipi tercihi",
      "C": "Benzer yazı tipi kullanımı",
      "D": "Sıradüzen",
      "E": "Kolaj"
    },
    "explanation": "Reklam grafiklerinde yazı tipi yaratıcı uygulamaları, tipografinin sadece metin taşıyıcı olmaktan çıkıp, <b>görsel bir unsur</b> haline geldiği durumları ifade eder. Bu uygulamalar arasında, yazı karakterlerinin boyut, renk ve şekil manipülasyonuyla <b>görsel kompozisyonlar oluşturmak</b> veya yazı karakteri ile bizzat <b>görsel oluşturmak</b> (örneğin bir insan yüzü ya da bir nesne simüle etmek) yer alır. Bu sayede tipografi, hem mesajı iletir hem de görsel dikkati çeker."
  },
  {
    "id": "372297",
    "unitNumber": 5,
    "text": "<strong>Reklam grafiğinde tipografik hiyerarşi neyi ifade eder?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Aktarılmak istenen bilgilerin önem sırası gözetmeksizin dizilmesi",
      "B": "Tipografik unsurların mesaj ve uygunluğa göre belirli bir önem sırasında yerleştirilmesi",
      "C": "Büyük-küçük harf kullanımı",
      "D": "İtalik, bold ve light yazı tipi karakterlerinin aynı anda uygulanması",
      "E": "Önem sırasına göre reklam grafiğindeki elemanların dizimi"
    },
    "explanation": "Tipografik hiyerarşi, bir tasarım içinde birden fazla metin öğesi (başlık, alt başlık, gövde metni) bulunduğunda, bu öğelerin <b>önem sırasına göre düzenlenmesini</b> ifade eder. Bu düzenleme, farklı punto büyüklükleri, kalınlıklar (weight), renkler ve yazı tipi stilleri kullanılarak sağlanır. Amaç, okuyucunun gözünü en önemli bilgiden başlayarak daha az önemli bilgilere doğru yönlendirmektir, böylece mesajın <b>okunma sırası</b> ve <b>anlaşılırlığı</b> maksimize edilir."
  },
  {
    "id": "372308",
    "unitNumber": 5,
    "text": "<strong>Gutenberg’in hareketli hurufat sistemini geliştirmesi öncesi dönemde reklam grafiklerinde tipografi hangi amaçlarla kullanılmıştır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yaratıcı fikir",
      "B": "Görsel faktör",
      "C": "İşlevsel metinsel unsur",
      "D": "Reklam stratejisine yönelik düzenleme",
      "E": "Dikkat çekme"
    },
    "explanation": "Gutenberg’in 15. yüzyıl ortalarında hareketli hurufat sistemini geliştirmesi, matbaacılıkta bir devrim yarattı. Bu öncesindeki dönemde reklam grafikleri (duyurular, ilanlar) genellikle el yazması veya taşa/duvara kazınmış formdaydı. Bu erken iletişim biçimleri, temel olarak insanlara etkinlikler, mallar veya hizmetler hakkında <b>duyuru yapmak</b> ve <b>bilgi aktarmak</b> amacıyla kullanılmıştır. Estetik kaygılar modern anlamda tipografi ile gelmiştir."
  },
  {
    "id": "372313",
    "unitNumber": 5,
    "text": "<strong>Matbaanın ilk dönemlerinde basılı ilanlarda kullanılan yazı tipi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Copper plate",
      "B": "Comic Sans",
      "C": "Gotik",
      "D": "Calibri",
      "E": "San serif"
    },
    "explanation": "Matbaanın ilk dönemlerinde (Gutenberg sonrası), basılı ilanlar ve kitaplar için kullanılan yazı tipleri, o dönemin el yazması kültürünü taklit etmek üzere tasarlanmıştır. Bu yazı tipine <b>Gotik</b> (Blackletter veya Textura) denir. Gotik yazı tipi, yoğun ve kalın çizgileriyle el yazmasını anımsatır ve 15. yüzyıl Avrupa’sında yaygın olarak kullanılmıştır. Daha sonra Rönesans ile birlikte Roman (Antikva) yazı tipleri öne çıkmıştır."
  },
  {
    "id": "358889",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisinde geleneksel reklam mecraları doğru sıralanmıştır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Akıllı Telefonlar-Gazete-Dergi",
      "B": "Dergi-Gazete-Radyo",
      "C": "Televizyon-Bilgisayar-El İlanları",
      "D": "Tablet-TV-Katalog",
      "E": "Dijital Billboard-Broşür-Gazete"
    },
    "explanation": "Geleneksel reklam mecraları, genel olarak kitle iletişim araçlarını kapsar ve dijitalleşme öncesinde baskın olan kanallardır. Bu mecraların doğru sıralanışı genellikle <b>Yazılı Basın</b> (Gazete, Dergi), <b>Radyo</b>, <b>Televizyon</b> ve <b>Açık Hava Reklamları</b> şeklinde belirlenir. Bu mecralar <b>geniş kitlelere</b> ulaşmada etkilidir ancak genellikle <b>tek yönlü iletişime</b> sahiptir."
  },
  {
    "id": "358890",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisinde reklam mecrası kavramı doğru tanımlanmıştır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Görsel ve yazılı unsurların düzenlendiği yerdir.",
      "B": "Gazetelerde sürekli sabit bir sayfada yer alan bölümdür.",
      "C": "Reklamların yer alabildiği ve sergilendiği bütün alanlara mecra denir.",
      "D": "Tek bir duyu organımıza hitap eden yerdir.",
      "E": "Özel sektörde firma ve kuruluşların reklamlarını yayımladığı yerdir."
    },
    "explanation": "<b>Reklam mecrası</b> (Advertising Medium) kavramı, reklam mesajının hedef kitleye ulaştırıldığı <b>iletişim kanalı</b> veya taşıyıcı araç olarak tanımlanır. Bir reklam mesajının yayınlandığı fiziksel veya dijital ortam, o reklamın mecrasını oluşturur (Örn: Gazete, radyo, televizyon, sosyal medya). Mecra seçimi, mesajın etkinliğini doğrudan etkiler."
  },
  {
    "id": "358891",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi geleneksel reklam mecralarının özelliklerinden biri <u>olamaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Büyük kitlelere hızlı bir şekilde ulaşır.",
      "B": "Tek yönlü iletişim söz konusudur.",
      "C": "Demografik olarak farklı tüketici gruplarına hitap etmektedir.",
      "D": "Ulaşılması kolaydır. Her zaman okunup dinlenebilir.",
      "E": "Anında geri dönüş (feedback) alınabilir."
    },
    "explanation": "Geleneksel reklam mecraları (TV, radyo, gazete vb.) genellikle <b>yüksek maliyetli</b> ve <b>tek yönlü iletişim</b> sunar. Bu mecraların hedef kitlenin dikkatini dağıtma olasılığı yüksektir ve ölçümlemeleri (geri bildirim, ROI) dijital mecralara göre daha zordur ve gecikmelidir. Dolayısıyla, <b>anında detaylı etkileşim ve geri bildirim</b> sağlama yeteneği geleneksel mecraların özelliklerinden biri <u>olamaz</u>; bu, dijital mecraların özelliğidir."
  },
  {
    "id": "358898",
    "unitNumber": 6,
    "text": "<strong>Gazetelerde yer alan ve sıklıkla kullanılan reklam türleri aşağıdakilerden hangisinde tam ve doğru bir şekilde verilmiştir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Dijital reklam-bireysel reklam",
      "B": "Haber reklam-el ilanları reklamı-ilave reklamlar",
      "C": "Teşhir reklamlar-seri ilanlar-kamu duyuruları-ilave reklamlar",
      "D": "Tam sayfa reklam-yarım sayfa reklam",
      "E": "Promosyon reklamlar-kamu duyuruları"
    },
    "explanation": "Gazetelerde en yaygın kullanılan ve uygulanan reklam türleri iki ana başlıkta toplanır: <b>Teşhir Reklamları</b> (Display/İlan Reklamları) ve <b>Küçük İlanlar</b> (Classified/Seri İlanlar). Teşhir reklamları daha büyük alan kaplar ve görsel içerik kullanırken, küçük ilanlar metin ağırlıklı ve kategorilere ayrılmış reklamlardır."
  },
  {
    "id": "358901",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi yazılı basın reklam araçlarının özelliklerinden biridir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Güvenilirdir-kalıcıdır-durağandır.",
      "B": "Birden fazla duyu organına hitap eder.",
      "C": "Hareketlidir, durağanlığa yer vermez.",
      "D": "Güvensizdir-düşük maliyetlidir.",
      "E": "Kalıcı değildir-sınırlı sayıda üretilebilir."
    },
    "explanation": "Yazılı basın (gazete ve dergi), reklam mesajının <b>kalıcı ve detaylı</b> olmasını sağlayan temel araçlardır. Okuyucu, reklamı kendi hızında okuma, saklama ve gerektiğinde <b>tekrar inceleme</b> imkanına sahiptir. Bu, mesajın uzun soluklu ve derinlemesine anlaşılmasına olanak tanır. Yazılı basının ayrıca <b>coğrafi hedefleme</b> (yerel gazeteler) yeteneği de yüksektir."
  },
  {
    "id": "358903",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi gazetelerde yer alan teşhir reklam grafiği özellikleri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Güçlü ve etkili fotoğraflar kullanılabilir.",
      "B": "Reklamlarda dikkat çekici kısa ve etkili cümleler tercih edilir.",
      "C": "Reklamda vurguyu artırmak adına “bold” başlıklar kullanılmaktadır.",
      "D": "Okunurluğu yüksek olan tırnaksız (Şerifsiz) fontlar tercih edilmektedir.",
      "E": "Renk kullanımı çok nadir görülür. Genellikle tek renk siyah tasarımlar kullanılır."
    },
    "explanation": "Gazetelerde yer alan <b>teşhir reklamları</b>, haber sütunları arasında yer alır ve genellikle <b>görsel ağırlıklı</b>, <b>dikkat çekici tasarımlar</b> ve farklı puntolar kullanır. Bu reklamlar genellikle büyük alan kaplar ve görsel çekicilik ön plandadır. Teşhir reklam grafiği özelliklerinden biri <u>olmayan</u> durum, reklamın <b>sadece küçük puntolu ve görsel olmayan metinlerden oluşmasıdır</b>; bu, küçük ilanların özelliğidir."
  },
  {
    "id": "358905",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi yazılı basın reklam ortamıdır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Radyo",
      "B": "Televizyon",
      "C": "Gazete",
      "D": "Açıkhava",
      "E": "El İlanı"
    },
    "explanation": "Yazılı basın reklam ortamları, mesajı <b>basılı materyaller</b> aracılığıyla taşıyan mecralardır. Bu kategoriye giren temel ortamlar <b>Gazeteler</b> ve <b>Dergilerdir</b>. Her ikisi de okuyucuya mesajı kendi istediği zamanda tüketme olanağı sunar ve tekrar tekrar okunabilir."
  },
  {
    "id": "358908",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi gazetelerde yer alan kamu duyuruları reklam grafiği özellikleri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Küçük puntolar ve okunaklı fontlar tercih edilmektedir.",
      "B": "Güçlü ve etkili fotoğraflar kullanır.",
      "C": "Kamu ilanlarında görsellik ikinci plandadır. Daha çok metin içerir.",
      "D": "İlanları birbirinden ayırmak için çizgi grafik tasarım elemanı kullanılır.",
      "E": "Renk kullanımı çok azdır. Genellikle tek renk tercih edilir."
    },
    "explanation": "Gazetelerde yer alan <b>kamu duyuruları</b> (Resmi İlanlar), genellikle yasal zorunlulukları yerine getirmek veya halkı bilgilendirmek amacıyla yayımlanır. Bu tür ilanların temel amacı <b>bilgi aktarımı</b> ve <b>ciddiyettir</b>. Bu nedenle, kamu duyurularından beklenen bir özellik <u>olmayan</u> durum, reklamın <b>yüksek yaratıcılık ve eğlenceli görsel öğeler</b> içermesidir. Genellikle standart formatta, metin ağırlıklı ve ciddi bir tonda sunulurlar."
  },
  {
    "id": "358910",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi dergi reklam mecrasının avantajlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Baskı kalitesi yüksektir.",
      "B": "Sayfa sayısı fazladır.",
      "C": "Arşivleme özelliğine sahiptir.",
      "D": "Baskı kalitesi düşüktür.",
      "E": "Hedef kitle seçme noktasında reklam verenlere önemli fırsatlar sunarlar."
    },
    "explanation": "Dergi reklam mecrasının avantajları arasında <b>yüksek baskı ve kağıt kalitesi</b>, <b>uzun ömürlülük</b> (saklanma), ve <b>belirli hedef kitleye odaklanma</b> (niş ilgi alanları) bulunur. Ancak dergiler, genellikle <b>haftalık veya aylık</b> yayınlandıkları için <b>güncel haber ve bilgileri yansıtma</b> veya <b>hızlı tepki verme</b> yeteneği açısından gazetelerden veya diğer mecralardan daha yavaştır. Hızlı tüketim ve güncellik avantajlarından biri <u>değildir</u>."
  },
  {
    "id": "358914",
    "unitNumber": 6,
    "text": "<strong>Gazetelerin reklam ortamı olarak kullanılmasında aşağıdakilerden hangisi ön plana çıkmaktadır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Yaygın ve tirajının yüksek olması",
      "B": "İçerisinde çeşitli konularda haberlere yer vermesi",
      "C": "Baskı kalitesinin düşük olması",
      "D": "Kâğıt kalitesinin düşük olması",
      "E": "Gazetelerde ticari reklamların yanı sıra resmi ilanlarında yer alması"
    },
    "explanation": "Gazeteler, reklam ortamı olarak kullanıldığında en çok <b>güncellik</b> ve <b>hız</b> özellikleriyle ön plana çıkar. Gazeteler günlük yayınlandığı için reklamlar hızlı bir şekilde geniş bir kitleye ulaştırılabilir ve reklamın yayınlanma süresi (deadline) kısadır, bu da <b>esneklik</b> sağlar. Ayrıca yerel hedefleme yeteneği de önemlidir."
  },
  {
    "id": "372352",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi basılı reklamlarda yer alan unsurlar arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Görsel öge",
      "B": "Ses",
      "C": "Başlık",
      "D": "Slogan",
      "E": "Metin"
    },
    "explanation": "Basılı bir reklamda (gazete veya dergi) yer alan temel unsurlar <b>başlık</b>, <b>gövde metni</b>, <b>görsel/illüstrasyon</b> ve <b>marka logosu/çağrısı</b>dır. Basılı materyaller fiziksel olduğu için, <b>ses efekti</b>, <b>müzik</b> veya <b>hareketli video içeriği</b> gibi işitsel ya da zamana dayalı unsurlar basılı reklamlarda <u>yer almaz</u>; bunlar radyo veya televizyon gibi elektronik mecralara aittir."
  },
  {
    "id": "372354",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi Basın İlan Kurumu'nun (BİK) kuruluş amacıdır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Özel sektör reklamlarının yayımlanmasına aracılık etmek",
      "B": "Gazetelere kredi imkânı sağlamak",
      "C": "Gazetelere nitelikli personel desteği sağlamak",
      "D": "Resmi ilanların gazete ve dergilerde yayımlanmasını sağlamak",
      "E": "Gazete ve dergilere reklamların tasarımı noktasında destek vermek"
    },
    "explanation": "<b>Basın İlan Kurumu (BİK)</b>, resmi ilanların dağıtımını düzenlemek, yayın organları arasında <b>adil dağılımı sağlamak</b> ve böylece basının <b>mali yönden güçlenmesine</b> destek olmak amacıyla kurulmuştur. Aynı zamanda basın ahlak ve meslek ilkelerinin korunmasında da rol oynar. BİK'in temel amacı, resmi ilanların kamuya duyurulmasını sağlarken basını desteklemektir."
  },
  {
    "id": "372355",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi geleneksel reklam mecralarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Televizyon",
      "B": "Gazete",
      "C": "Radyo",
      "D": "Dergi",
      "E": "Web sayfaları"
    },
    "explanation": "Geleneksel reklam mecraları, radyo, televizyon, açıkhava, gazete ve dergi gibi eski nesil kitle iletişim araçlarını kapsar. <b>E-posta pazarlaması</b> veya <b>sosyal medya reklamları</b> gibi kanallar <b>dijital reklam mecraları</b> kategorisine girer ve geleneksel mecralardan biri <u>değildir</u>."
  },
  {
    "id": "372357",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi geleneksel reklam mecralarının özellikleri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Geleneksel reklam mecralarında tek yönlü iletişim söz konusudur.",
      "B": "Ulaşılması kolaydır. Her zaman okunup dinlenebilir.",
      "C": "Demografik olarak farklı tüketici guruplarına hitap edebilir.",
      "D": "Büyük kitlelere hızlı bir şekilde ulaşabilir.",
      "E": "Reklamların kaç kişiye ulaştığı, kaç kere görüntülendiği, kaç kez tıklandığı gibi bilgilere erişilebilir."
    },
    "explanation": "Geleneksel reklam mecraları (TV, Radyo, Gazete), geniş kitlelere ulaşsa da genellikle <b>tek yönlü iletişim</b> sağlar. Bu mecraların doğası gereği, reklam yayınlandıktan sonra tüketiciden <b>anlık olarak birebir geri bildirim</b> almak veya reklamı bireysel kullanıcı davranışına göre kişiselleştirmek mümkün değildir. Bu nedenle, <b>anlık kullanıcı etkileşimi ve detaylı veri takibi</b> geleneksel mecraların özellikleri arasında <u>yer almaz</u>."
  },
  {
    "id": "372359",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi gazete teşhir reklam grafiğinin özelliklerinden biridir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Güçlü ve etkili fotoğraflar kullanılmaktadır.",
      "B": "Reklam çalışmalarında daha çok tek renk kullanılır.",
      "C": "Tam sayfa yayımlanan reklamlardır.",
      "D": "Maliyeti yüksek reklamlardır.",
      "E": "Reklam tasarımında şerifli (tırnaklı) fontlar kullanılır."
    },
    "explanation": "Gazete <b>teşhir reklamları</b> (Display Ads), küçük ilanların aksine, <b>geniş bir alan kaplar</b> ve genellikle <b>görsel elementleri</b> (resimler, grafikler, büyük başlıklar) kullanır. Bu reklamların temel özelliklerinden biri, okuyucunun dikkatini çekmek için <b>görsel olarak öne çıkması</b> ve haber metninden bağımsız bir grafik düzenine sahip olmasıdır."
  },
  {
    "id": "372362",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakiler hangi ikisi en çok tercih edilen yazılı basın reklam aracıdır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Katalog-Broşür",
      "B": "Dergi-Gazete",
      "C": "El ilanı-Dergi",
      "D": "Gazete-Katalog",
      "E": "Broşür-El ilanı"
    },
    "explanation": "Yazılı basın reklam araçları arasında <b>Gazeteler</b> ve <b>Dergiler</b>, hem erişim genişliği hem de ticari kullanım sıklığı açısından en çok tercih edilen iki ana mecradır. Gazeteler güncellik ve hızlı tüketim için, dergiler ise niş hedefleme ve yüksek baskı kalitesi için tercih edilir."
  },
  {
    "id": "372366",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi el ilanları reklam grafiğinin özellikleri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Ulusal ve yerel kuruluşlar tarafından kullanılan bir reklam aracıdır.",
      "B": "Tek bir ürünü ya da hizmeti anlatan çok sayfalı çalışmalardır.",
      "C": "El ilanları genellikle tek yapraktan oluşur.",
      "D": "El ilanları daha çok kampanya dönemlerinde tercih edilir.",
      "E": "Diğer reklam mecralarına göre daha ekonomiktir."
    },
    "explanation": "El ilanları (Broşürler, insertler), <b>düşük maliyetli</b> ve <b>hızlı dağıtılabilir</b> olmalarıyla bilinir ve genellikle <b>yerel hedeflemeye</b> odaklanırlar. Ancak el ilanlarının reklam grafiği özellikleri arasında <u>yer almayan</u> bir durum, genellikle <b>çok yüksek baskı kalitesine</b> ve <b>uzun saklanma ömrüne</b> sahip olmamalarıdır. Amaç, kısa sürede mesajı iletmektir, ulusal kapsama sağlama temel amaçları değildir."
  },
  {
    "id": "372370",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi dijital reklam mecralarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "El ilanları",
      "B": "E-postalar",
      "C": "Sosyal medya",
      "D": "Web sayfaları",
      "E": "Dijital billboardlar"
    },
    "explanation": "Dijital reklam mecraları, internet ve dijital cihazlar üzerinden iletişim kurar (Sosyal medya, Arama motoru reklamları, E-posta vb.). <b>Açıkhava reklamları</b> (Billboard, otobüs durakları vb.) ise <b>geleneksel reklam mecraları</b> arasında sınıflandırılır. Dijitalleşen açıkhava panoları olsa bile, genel mecranın kendisi dijital bir mecra <u>değildir</u>."
  },
  {
    "id": "358921",
    "unitNumber": 7,
    "text": "<strong>Logosunda üçgen şekle sahip olan bir firmanın iletmek istediği mesaj aşağıdakilerden hangisi <u>olamaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yol gösterici",
      "B": "Güç",
      "C": "Enerji",
      "D": "Sonsuzluk",
      "E": "İstikrar"
    },
    "explanation": "Üçgen şekli, görsel kimlikte genellikle <b>dinamizm</b>, <b>ilerleme</b>, <b>güç</b>, <b>istikrar</b> (tabanı yere basıyorsa) ve <b>yön</b> (ok şeklinde kullanılıyorsa) gibi kavramları temsil eder. Aynı zamanda hiyerarşi ve tırmanış hissi de verir. İletmek istediği mesajlar arasında kuvvet, eylem ve risk alma bulunur.<br/>Ancak üçgen formu, genellikle <b>yumuşaklık</b>, <b>huzur</b>, <b>bütünlük</b> ya da <b>sonsuzluk</b> (dairenin aksine) gibi kavramları ifade etmek için kullanılmaz. Bu nedenle, firmanın iletmek istediği mesajlar listesinde bu tür zıt bir kavram bulunuyorsa, bu <u>olamaz</u>."
  },
  {
    "id": "358922",
    "unitNumber": 7,
    "text": "<strong>Kurum ve kuruluşlara kimlik kazandıran, sözcük özelliği göstermeyen, soyut ya da nesnel görüntülerle ya da harflerle oluşturulan simgelere ne ad verilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Amblem",
      "B": "Logo",
      "C": "Logotype",
      "D": "Kurum adı",
      "E": "Kurum rengi"
    },
    "explanation": "Kurum ve kuruluşlara kimlik kazandıran, sözcük özelliği göstermeyen, soyut ya da nesnel görüntülerle veya harflerle oluşturulan simgelere <b>Amblem</b> (Emblem) adı verilir. Amblem, kurumun adını yazılı olarak içermez; yalnızca görsel bir sembol veya işaret görevi görür. Kelimelerle tasarlanmış kısma ise <b>Logotype</b> denir. Her ikisi birleşince <b>Logo</b> oluşur."
  },
  {
    "id": "358924",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi kırmızı ile <u>ilişkilendirilmez</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Ateş",
      "B": "Gökyüzü",
      "C": "Kan",
      "D": "Aşk",
      "E": "Tehlike"
    },
    "explanation": "Kırmızı renk, görsel iletişimde en dikkat çekici ve enerjik renklerden biridir. Genellikle <b>tutku</b>, <b>aşk</b>, <b>tehlike</b>, <b>enerji</b>, <b>acil durum</b> ve <b>hareketlilik</b> ile ilişkilendirilir. Kırmızı, genellikle <b>sakinlik</b>, <b>güvenilirlik</b> (mavi gibi) veya <b>doğallık</b> (yeşil gibi) gibi kavramlarla ilişkilendirilmez, çünkü doğası gereği agresif ve uyarıcıdır."
  },
  {
    "id": "358942",
    "unitNumber": 7,
    "text": "<strong>Bir kurumun her yerde aynı bir isim, renk ve aynı yazı karakteri kullandığı yani tek bir görsel kimlik oluşturduğu kurumsal kimlik türüne ne ad verilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Onaylanmış kimlik",
      "B": "Tekli / monolitik kimlik",
      "C": "Desteklenmiş kimlik",
      "D": "Görsel kimlik",
      "E": "Değiştirilmiş kimlik"
    },
    "explanation": "Bir kurumun tüm alt birimlerinde ve faaliyet alanlarında aynı ismi, aynı rengi ve aynı yazı karakterini kullanarak <b>tek bir görsel kimlik</b> oluşturduğu yapıya <b>Monolitik (Tek Parçalı) Kurumsal Kimlik</b> adı verilir. Bu yaklaşım, kurumsal imajın bütünlüğünü ve gücünü maksimize etmeyi amaçlar."
  },
  {
    "id": "358947",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi g</strong><strong>örsel kimliğin temel elemanlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Renk",
      "B": "Tipografi",
      "C": "Logo",
      "D": "Kurum adı",
      "E": "Şirket ortakları"
    },
    "explanation": "Görsel kimlik, bir kurumun dışarıya yansıttığı tüm görsel bileşenleri kapsar. Temel elemanları arasında <b>Logo/Amblem</b>, <b>Kurumsal Renkler</b>, <b>Tipografi (Yazı Karakterleri)</b>, baskılı materyaller ve görsel tasarımlar (fotoğraf stili, grafik şemaları) bulunur. Kurumun iç işleyişine veya stratejisine dair unsurlar (örneğin <b>Personel Seçim Prosedürü</b> veya <b>Finansal Raporlar</b>) görsel kimliğin temel elemanları arasında yer almaz, bunlar kurumsal davranış veya iletişim kapsamında değerlendirilir."
  },
  {
    "id": "358950",
    "unitNumber": 7,
    "text": "<strong>Sarı renk aşağıdaki kavramların hangisi ile ilişkilendirilebilir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Soğuk",
      "B": "Deniz",
      "C": "Gün ışığı",
      "D": "Kararsızlık",
      "E": "Şeffaflık"
    },
    "explanation": "Sarı renk, güneş ışığını çağrıştırır ve genellikle <b>iyimserlik</b>, <b>neşe</b>, <b>mutluluk</b> ve <b>enerji</b> ile ilişkilendirilir. Aynı zamanda <b>yenilikçilik</b>, <b>uyarı</b> ve <b>hız</b> kavramlarını da sembolize edebilir. Bu güçlü pozitif çağrışımlar, özellikle hedef kitleye dinamik ve pozitif bir mesaj iletmek isteyen markalar tarafından kullanılır."
  },
  {
    "id": "358954",
    "unitNumber": 7,
    "text": "<strong>Kare formundan yararlanılarak yapılan bir kurumun logosunun hangi özelliği taşıdığı söylenir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Sağlamlık",
      "B": "Sonsuzluk",
      "C": "Belirsizlik",
      "D": "Kararsızlık",
      "E": "Zayıflık"
    },
    "explanation": "Kare veya dikdörtgen gibi köşeli formlar, görsel tasarımda <b>istikrar</b>, <b>güvenilirlik</b>, <b>sağlamlık</b>, <b>düzen</b> ve <b>profesyonellik</b> mesajları iletmek için kullanılır. Bu şekiller, markanın ayakları yere basan, dengeli ve yapısal bir imaj sergilediğini gösterir."
  },
  {
    "id": "358957",
    "unitNumber": 7,
    "text": "<strong>Kurum adı tırnaklı bir yazı karakteri ile tasarlanmış şirket aşağıdakilerden hangisinin özelliğini taşır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Eğlenceli bir kurum olduğu",
      "B": "Sürprizli bir kurum olduğu",
      "C": "Köklü bir kurum olduğu",
      "D": "Özgür bir kurum olduğu",
      "E": "Rahat bir kurum olduğu"
    },
    "explanation": "Yazı karakterleri, markanın kişiliğini yansıtır. <b>Tırnaklı (Serif)</b> yazı karakterleri (harf sonlarında küçük çizgiler bulunanlar) genellikle <b>geleneksel</b>, <b>ciddi</b>, <b>köklü</b> ve <b>güvenilir</b> bir imaj çizer. Hukuk, finans ve eski moda lüks markalar bu karakterleri tercih eder. Tırnaksız (Sans-Serif) karakterler ise modernliği ve sadeliği temsil eder."
  },
  {
    "id": "358959",
    "unitNumber": 7,
    "text": "<strong>Görsel kimliği yeşil ağırlıklı olan bir gıda firmasının hedef kitleye verdiği mesaj aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Deniz ürünlerine sahip olduğu mesajını verir.",
      "B": "Fast-food gibi hazır gıdalar olan bir ürün yelpazesi vardır.",
      "C": "Tehlikeli, zehirli ürünlere sahip olduğu mesajını verir.",
      "D": "Organik ve doğal ürünlere sahip olduğu mesajını verir.",
      "E": "Sadece erkeklere özel ürünlere sahip olduğu mesajını verir."
    },
    "explanation": "Yeşil renk, doğayı, sağlığı, tazeliği, büyümeyi ve ekolojiyi sembolize eder. Bir gıda firmasının görsel kimliğinde yeşilin ağırlıklı olması, hedef kitleye öncelikle ürünlerinin <b>doğal</b>, <b>sağlıklı</b> ve <b>taze</b> olduğu mesajını iletir. Ayrıca <b>organik</b> veya çevreye duyarlı bir marka imajı da desteklenmiş olur."
  },
  {
    "id": "358963",
    "unitNumber": 7,
    "text": "<strong>Kurum veya hizmet adının harf, kelimeler ve/veya görüntü gibi çeşitli görsel ögeler kullanılarak sembolize edilmesine ne ad verilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Logo",
      "B": "Amblem",
      "C": "Slogan",
      "D": "Logotype",
      "E": "Görsel kimlik"
    },
    "explanation": "Kurum veya hizmet adının harf, kelimeler ve/veya görüntü gibi çeşitli görsel ögeler kullanılarak sembolize edilmesine <b>Logo</b> adı verilir. Logo, bir markanın en temel görsel temsilidir ve kurum kimliğinin görsel özünü oluşturur. Logo, Amblem (görsel simge) ve Logotype (yazılı ad) bileşenlerinden oluşabilir."
  },
  {
    "id": "372386",
    "unitNumber": 7,
    "text": "<strong>Bir şirket veya marka için tasarlanmış tipografi veya belirli bir biçimde yazılan sözcük ya da sözcüklerden oluşan kurum, ürün veya hizmet adına ne ad verilir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Amblem",
      "B": "Logo",
      "C": "Logotype",
      "D": "Slogan",
      "E": "Şekil"
    },
    "explanation": "Bir şirket veya marka için özel olarak tasarlanmış tipografi veya belirli bir biçimde yazılan sözcük ya da sözcüklerden oluşan kurum, ürün veya hizmet adına <b>Logotype (Yazı Logosu)</b> adı verilir. Logotype, markanın ismini görsel olarak temsil eden kısımdır ve genellikle amblemden ayrı olarak da kullanılabilir."
  },
  {
    "id": "372388",
    "unitNumber": 7,
    "text": "<strong>Aşağıdaki kavramlardan hangisi mavi renk ile ilişkilendirilir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Ateş",
      "B": "Kan",
      "C": "Enerji",
      "D": "Gökyüzü",
      "E": "Tutku"
    },
    "explanation": "Mavi, kurumsal kimlikte en yaygın kullanılan renklerden biridir. Başlıca çağrışımları <b>güven</b>, <b>sadakat</b>, <b>istikrar</b>, <b>profesyonellik</b> ve <b>huzurdur</b>. Özellikle finans, teknoloji ve sağlık sektörlerinde markanın güvenilirliğini pekiştirmek amacıyla sıklıkla tercih edilir."
  },
  {
    "id": "372389",
    "unitNumber": 7,
    "text": "<strong>Şirketlerin kurumsal kimliklerini, sahip oldukları markaların kimliklerinden ayıran ve çeşitli alt markaları olan kurumsal kimlik türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Markalanan kimlik",
      "B": "Tekli/Monolitik kimlik",
      "C": "Onaylanmış kimlik",
      "D": "Bireysel kimlik",
      "E": "Kolektif kimlik"
    },
    "explanation": "Şirketlerin kurumsal kimliklerini, sahip oldukları markaların kimliklerinden ayıran ve her bir alt markanın kendi görsel dili ve kişiliğine sahip olmasına izin veren kurumsal kimlik türüne <b>Markalı (Branded) Kurumsal Kimlik</b> veya <b>Çok Parçalı/Pluralistik Kimlik</b> denir. Bu yapıda, ana şirketin rolü genellikle destekleyici veya onaylayıcıdır, alt markalar bağımsız hareket eder."
  },
  {
    "id": "372393",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi siyah rengin olumlu çağrışımlar yarattığı kavramlardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Şıklık",
      "B": "Korku",
      "C": "Zarafet",
      "D": "Güç",
      "E": "Ciddiyet"
    },
    "explanation": "Siyah renk, iletişimde çift anlamlıdır. Olumlu çağrışımları arasında <b>lüks</b>, <b>ciddiyet</b>, <b>güç</b>, <b>asalet</b> ve <b>şık görünüm</b> yer alır. Ancak, siyah aynı zamanda karanlığı, ölümü, korkuyu ve karamsarlığı da çağrıştırır. <b>Canlılık</b>, <b>neşe</b>, <b>masumiyet</b> veya <b>saflık</b> gibi kavramlar siyahın olumlu çağrışımları arasında yer almaz; aksine bu kavramlara zıttır."
  },
  {
    "id": "372406",
    "unitNumber": 7,
    "text": "<strong>Kurumsal logosunda ağırlıklı olarak daire biçiminden yararlanılan bir marka için aşağıdakilerden hangisi <u>söylenemez</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Sonsuzluğu çağrıştıran bir kurumdur, mücevher markası olabilir.",
      "B": "Sürekliliği temsil eden bir kurumdur, saat markası logosu olabilir.",
      "C": "Güvenliği temsil eden bir kurumdur, araba markası logosu olabilir.",
      "D": "Sevgi ve samimiyeti temsil eden bir kurumdur, restoran markası olabilir.",
      "E": "Stabil/durağan bir kurumdur, inşaat firması logosu olabilir."
    },
    "explanation": "Logo tasarımında daire biçiminden yararlanmak, genellikle <b>bütünlük</b>, <b>sonsuzluk</b>, <b>hareket</b>, <b>topluluk</b> ve <b>uyum</b> mesajlarını iletir. Daire, köşeleri olmadığı için yumuşak ve davetkâr bir his yaratır. Bu form <b>keskinlik</b>, <b>agresiflik</b> veya <b>sınırlı bir yapı</b> mesajı vermez. Bu nedenle, 'sertlik ve keskinlik temsil ettiği' gibi bir ifade daire formu için <u>söylenemez</u>."
  },
  {
    "id": "359809",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi yaratıcılığın özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Esneklik (flexibility)",
      "B": "Zenginleştirme (elaboration)",
      "C": "Kararlılık (resolvity)",
      "D": "Orijinallik (originality)",
      "E": "Akıcılık (fluency)"
    },
    "explanation": "Yaratıcılığın temel özellikleri arasında <b>akıcılık (fluency)</b>, <b>esneklik (flexibility)</b>, <b>özgünlük (originality)</b> ve <b>ayrıntılama (elaboration)</b> bulunur. Yaratıcılık, yeni ve alışılmadık çözümler üretme yeteneği gerektirdiğinden, genellikle <b>katı kurallara bağlılık</b> veya düşük hayal gücü yaratıcılığın pozitif bir özelliği olarak kabul edilmez. Tam tersine, yaratıcılık genellikle kuralları zorlamayı ve yenilik getirmeyi içerir."
  },
  {
    "id": "359815",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi afişlerin en önemli özelliğidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Biçimsel olmasıdır.",
      "B": "Slogan olması",
      "C": "Hangi teknikle yapıldığı",
      "D": "Fark edilir olması",
      "E": "Ekonomik olması"
    },
    "explanation": "Afişlerin en önemli özelliği, izleyicinin hareket halinde olduğu ortamlarda bile <b>mesajı hızlı, çarpıcı ve anında anlaşılır</b> bir şekilde iletme yeteneğidir. Etki yaratabilmesi için afişin görsel olarak güçlü ve mesajının çok kısa sürede algılanabilir olması gerekir. Bu, yüksek <b>görsel çekicilik</b> ve <b>okunaklılık</b> gerektirir."
  },
  {
    "id": "359820",
    "unitNumber": 8,
    "text": "<strong>Çağdaş afiş tasarımın ilk temsilcisi aşağıdakilerden hangisi kabul edilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Leonardo Da Vinci",
      "B": "Jules Chéret",
      "C": "John Gutenberg",
      "D": "Mengü Ertel",
      "E": "Yurdaer Altıntaş"
    },
    "explanation": "Çağdaş afiş tasarımının ilk ve en önemli temsilcisi olarak Fransız sanatçı <b>Jules Chéret</b> kabul edilir. Chéret, 19. yüzyılın sonlarında renkli taş baskı (litografi) tekniğini kullanarak afişi seri üretime uygun bir sanat formuna dönüştürmüş ve afişin sokaklarda yaygınlaşmasını sağlamıştır. Bu nedenle kendisine 'Afişin Babası' da denir."
  },
  {
    "id": "359821",
    "unitNumber": 8,
    "text": "<strong>Afiş tasarımı, çeşitli sanat akımlarından etkilenmiştir. Aşağıdakilerden hangisi bu akımlardan <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Art Nouveau",
      "B": "Jugend stil",
      "C": "Arts and Craft",
      "D": "Secessionstil",
      "E": "Realizm"
    },
    "explanation": "Afiş tasarımı modern çağda geliştiği için <b>Art Nouveau</b>, <b>Art Deco</b>, <b>Fütürizm</b>, <b>Konstrüktivizm</b> ve <b>Pop Art</b> gibi modern sanat akımlarından büyük ölçüde etkilenmiştir. Örneğin <b>Rönesans</b> veya <b>Barok</b> gibi erken dönem akımları, grafik tasarımın modern afiş anlayışını doğrudan şekillendiren akımlar arasında yer almaz."
  },
  {
    "id": "359822",
    "unitNumber": 8,
    "text": "<strong>Afişleri, türlerinin niteliklerine göre kaç bölüme ayırabiliriz?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "Afişler genellikle işlevlerine ve amaçlarına göre ana hatlarıyla üç bölüme ayrılır: 1. <b>Ticari/Reklam Afişleri</b>, 2. <b>Kültürel Afişler</b> (Sanat, sinema, tiyatro), 3. <b>Sosyal/Siyasi Afişler</b> (Kamu hizmeti, propaganda). Bazı sınıflandırmalar daha detaylı olsa da, genel kabul gören en yaygın sınıflandırma üç ana bölümden oluşur."
  },
  {
    "id": "359824",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi genel olarak tasarımın görselleştirme sürecinde izlenilmesi gereken yollardan değildir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Biçim ve içerik",
      "B": "Bilgi toplama",
      "C": "Uygulama",
      "D": "Yaratıcılık ve çözüm",
      "E": "Problem tanımı"
    },
    "explanation": "Tasarımın görselleştirme sürecinde izlenmesi gereken yollar, <b>araştırma</b>, <b>eskiz (taslak) çizme</b>, <b>mizanpaj hazırlama</b>, <b>müşteri onayı alma</b> ve <b>detaylandırma</b> aşamalarını kapsar. Görselleştirme sürecinde izlenmeyecek bir yol, örneğin, <b>tasarımın analizini yapmadan doğrudan son çizime başlamak</b> veya müşteri briefine aykırı hareket etmektir."
  },
  {
    "id": "359826",
    "unitNumber": 8,
    "text": "<strong>Bir tasarımın görselleştirilmesi ya da tasarım olarak düzenlenip yaratılması için ilk aşaması aşağıdakilerden hangisi olmalıdır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Uygulama",
      "B": "Bilgi toplama",
      "C": "Yaratıcılık ve çözüm",
      "D": "Taslak araştırmaları",
      "E": "Problemi tanıma"
    },
    "explanation": "Bir tasarımın görselleştirilmesi veya yaratılması için ilk aşama, her zaman <b>problemi ve amacı tanımlama</b>, yani <b>analiz</b> ve <b>araştırma</b> olmalıdır. Bu aşama, müşteriden alınan <b>briefi anlamayı</b>, hedef kitleyi belirlemeyi ve tasarımın yönünü tayin etmeyi içerir. Görselleştirmenin fiili başlangıcı ise taslak oluşturma ile gerçekleşir."
  },
  {
    "id": "359827",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi Taylor’a göre insan yaratıcılığının beş aşamasından biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Üretici",
      "B": "Buluşçu",
      "C": "Yetenekçi",
      "D": "Yaratıcı",
      "E": "Gelişmeci"
    },
    "explanation": "Irving A. Taylor, insan yaratıcılığını beş aşamada sınıflandırmıştır: 1. <b>Dışavurumsal (Expressive)</b>, 2. <b>Teknik (Technical)</b>, 3. <b>Bulgusal (Inventive)</b>, 4. <b>Yenilikçi (Innovative)</b> ve 5. <b>Ortaya Çıkarıcı (Emergentive)</b>. Bu beş aşama dışında kalan bir seçenek, Taylor’a göre yaratıcılığın aşaması değildir."
  },
  {
    "id": "359828",
    "unitNumber": 8,
    "text": "<strong>Taylor’a göre “taslaklar” insan yaratıcılığının beş aşamasından hangisi içinde yer alır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yaratıcı",
      "B": "Yenilikçi",
      "C": "Buluşçu",
      "D": "Dışavurumcu",
      "E": "Üretici"
    },
    "explanation": "Taylor’a göre <b>taslaklar</b>, eskizler ve çizimler genellikle <b>Teknik Yaratıcılık (Technical Creativity)</b> aşaması içerisinde yer alır. Bu aşama, fikri somutlaştırmak için gerekli olan becerilerin, tekniklerin ve yöntemlerin öğrenilmesi ve uygulanması ile ilgilidir. Taslaklar, teknik yeterliliğin gösterildiği ilk görsel adımlardır."
  },
  {
    "id": "359829",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi “taslak türlerinden” biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Serbest taslaklar",
      "B": "Sirk taslaklar",
      "C": "Harf biçimli taslaklar",
      "D": "Rebus taslaklar",
      "E": "Çerçeveli taslaklar"
    },
    "explanation": "Tasarım sürecinde kullanılan taslak türleri arasında <b>eskizler (thumbnails/rough sketches)</b>, <b>kaba taslaklar (rough layouts)</b> ve <b>ayrıntılı mizanpajlar (comprehensives)</b> bulunur. Bu adımlar, fikri kağıda dökmekten, üretime hazır hale getirmeye kadar gider. 'Üretim Hata Raporu' gibi süreç sonrası ya da kalite kontrol ile ilgili bir unsur, taslak türlerinden biri değildir."
  },
  {
    "id": "373301",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi reklam afişlerinden <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "X isimli ayakkabı afişi",
      "B": "G isimli şarkıcı afişi",
      "C": "K isimli peynir afişi",
      "D": "Ş isimli mağaza afişi",
      "E": "M isimli telefon operatör afişi"
    },
    "explanation": "Reklam afişleri, ürün veya hizmet satışını artırmak gibi <b>ticari amaçlar</b> taşır. Tiyatro, sinema veya sergi gibi <b>kültürel afişler</b> veya çevre koruma gibi <b>sosyal afişler</b> ise temel olarak ticari reklam afişi kategorisinde yer almazlar, çünkü amaçları bilgilendirme ve farkındalık yaratmadır, doğrudan satış değildir."
  },
  {
    "id": "373303",
    "unitNumber": 8,
    "text": "<strong>Belirli ve göreceli dar kapsamlı bir konuya ilişkin, derlenmiş bilgi parçasına ne ad verilir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Bilim",
      "B": "Teknoloji",
      "C": "Enformasyon",
      "D": "İdea",
      "E": "İnformel Eğitim"
    },
    "explanation": "Belirli ve dar kapsamlı bir konuya ilişkin, organize edilmiş ve derlenmiş bilgi parçasına genellikle <b>enformasyon</b> veya <b>bilgi birimi</b> adı verilir. Tasarım sürecinde bu tür bilgiler, tasarımın temel <b>mesajını</b> oluşturur ve tasarımcının görselleştirmeden önce ihtiyaç duyduğu girdidir."
  },
  {
    "id": "373304",
    "unitNumber": 8,
    "text": "<strong>Sanayi Devrimi'nden önce grafik tasarım uygulamalarının her aşaması aşağıdakilerden hangisi tarafından yapılmıştır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Ressamlar",
      "B": "Litograflar",
      "C": "Fotoğrafçılar",
      "D": "Zanaatkârlar",
      "E": "Mücellitler"
    },
    "explanation": "Sanayi Devrimi öncesinde, modern grafik tasarım uygulamaları henüz tam olarak uzmanlaşmamıştı. Bu dönemde <b>tasarımın ve üretimin her aşaması</b> (yazı, çizim, oyma, baskı) genellikle <b>tek bir zanaatkâr</b> (hattat, oymacı veya baskı ustası) tarafından gerçekleştirilirdi."
  },
  {
    "id": "373305",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi görsel anlatımsal aktarım araçlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Ses",
      "B": "Leke",
      "C": "Çizgi",
      "D": "İz",
      "E": "Sayı"
    },
    "explanation": "Görsel anlatımsal aktarım araçları, mesajı göz yoluyla ileten tüm görsel materyalleri kapsar (Örn: Afiş, illüstrasyon, fotoğraf, logo). <b>Sesli yayınlar</b> veya yalnızca <b>yazılı raporlar</b> (görsel unsurları ihmal edilirse) görsel anlatımsal aktarım araçlarından sayılmaz, çünkü temel aktarım biçimleri görsel değildir."
  },
  {
    "id": "373306",
    "unitNumber": 8,
    "text": "<strong>Bugünkü anlamda ilk afiş sanatı aşağıdaki ülkelerden hangisinde görülmüştür?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Almanya",
      "B": "Fransa",
      "C": "İtalya",
      "D": "Japonya",
      "E": "Çin"
    },
    "explanation": "Bugünkü anlamda, yani ticari amaçlı, renkli ve sanatsal nitelikli ilk afiş sanatı, 19. yüzyılın sonlarında <b>Fransa</b>'da ortaya çıkmıştır. Özellikle <b>Jules Chéret</b>'in renkli litografi tekniğini kullanarak yarattığı eserler bu akımın başlangıcı kabul edilir."
  },
  {
    "id": "373309",
    "unitNumber": 8,
    "text": "<strong>Tasarım sürecinde “gazete tasarımları” aşağıdakilerden hangi taslakların gelişim evreleri içerisinde yer alır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Mondrian taslaklar",
      "B": "Sirk taslaklar",
      "C": "Rebus taslaklar",
      "D": "Silüet taslaklar",
      "E": "İmge ağırlıklı taslaklar"
    },
    "explanation": "Gazeteler, karmaşık mizanpajları ve yüksek hacimli içerikleri nedeniyle, tasarım sürecinde <b>Ayrıntılı Mizanpaj Taslakları (Comprehensive Layouts)</b> evresinde yer alır. Bu evre, tasarımın basılmadan önceki son görselleştirme adımıdır ve metin, görsel yerleşimleri tam olarak gösterir."
  },
  {
    "id": "373310",
    "unitNumber": 8,
    "text": "<strong>Tasarım sürecinde “dergiler” taslakların gelişim evrelerinden hangisinin içerisinde yer alır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Harf biçimli taslaklar",
      "B": "Tipografik taslaklar",
      "C": "Metin ağırlıklı taslaklar",
      "D": "İmge ağırlıklı taslaklar",
      "E": "Çerçeveli taslaklar"
    },
    "explanation": "Dergiler de gazeteler gibi detaylı ve çok sayfalı yayınlardır. Tasarım sürecinde dergilerin görselleştirilmesi, <b>Ayrıntılı Taslaklar</b> veya <b>Mizanpaj Taslakları (Layouts)</b> gelişim evresi içerisinde gerçekleşir. Bu aşamada, her sayfanın görsel ve tipografik hiyerarşisi kesinleştirilir ve baskıya hazır hale getirilir."
  },
  {
    "id": "358972",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi animasyonun reklam endüstrisindeki getirilerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Taksitlendirme",
      "B": "Ekonomiklik",
      "C": "Basitleştirme",
      "D": "Zamansızlık",
      "E": "Kalıcı bir izlenim"
    },
    "explanation": "Animasyonun reklam endüstrisine getirdiği temel faydalar arasında <b>zamansızlık</b>, <b>karmaşık fikirleri basitleştirme</b> ve <b>evrensel çekicilik</b> yer alır. Reklam sektöründe, animasyon karakterleri <b>ünlülerin kariyerine bağlı olma zorunluluğunu ortadan kaldırır</b>. Dolayısıyla, bir seçenek eğer reklamın getirisinin bu bağımlılık olduğunu iddia ediyorsa, bu yanlış bir ifadedir."
  },
  {
    "id": "358974",
    "unitNumber": 9,
    "text": "<strong>“Reklam kampanyalarının sürdürülebilirliği reklam yıldızlarının kariyerlerinin devam ettiği süre ile sınırlıdır. Halbuki animasyon karakterleri marka ve ürün devam ettikçe ona eşlik edecek …………… özelliğine sahiptir.” İfadesinde noktalı yere aşağıdakilerden hangisi gelmelidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Zamanlama",
      "B": "Zamansızlık",
      "C": "Zaman Tasarrufu",
      "D": "Zaman Bütçesi",
      "E": "Zaman Ayarı"
    },
    "explanation": "Reklam yıldızlarının aksine, animasyon karakterleri yaşlanmaz, hastalanmaz veya itibar kaybetmezler. Bu, onların marka devam ettiği sürece kullanılabilecek <b>ölümsüzlük</b> veya <b>sınırsız süreklilik</b> özelliğine sahip olduğu anlamına gelir. Bu özellik, animasyonun reklam kampanyalarının <b>sürdürülebilirliğini</b> sağlayan en önemli getirilerindendir."
  },
  {
    "id": "358975",
    "unitNumber": 9,
    "text": "Animasyonlar bir şirketin reklam mesajını kısa ve öz bir şekilde izleyicinin izlerken zevk alacağı görsel/işitsel çekiciliğe sahip ……………………. verebilirler.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Ses formatında",
      "B": "Görüntü formatında",
      "C": "Karmaşık bir yapıda",
      "D": "Basitleştirilmiş bir formda",
      "E": "Sofistike bir yapıda"
    },
    "explanation": "Animasyonlar, şirketlerin reklam mesajlarını <b>kısa, öz ve akılda kalıcı</b> bir formatta sunabilmesini sağlar. İzleyicinin keyif alacağı görsel/işitsel çekiciliğe sahip olan bu format, mesajın kolayca sindirilmesini ve hatırlanmasını sağlayan <b>etkili bir iletişim deneyimi</b> sunar."
  },
  {
    "id": "358977",
    "unitNumber": 9,
    "text": "<strong>Aşağıdaki tekniklerden hangisi bir animasyon üretim tekniği <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Engraving (Gravür)",
      "B": "Cut-Out (Kes-çıkart)",
      "C": "Cel (Soğan zarı)",
      "D": "Stop-Motion Puppet (Kukla)",
      "E": "Stop-Motion Clay (Kil)"
    },
    "explanation": "Animasyon üretim teknikleri, hareket illüzyonu yaratmayı amaçlayan yöntemlerdir. Bu teknikler arasında <b>Stop Motion</b>, <b>2D/3D bilgisayar animasyonu</b>, <b>Cut-Out</b> ve <b>Claymation</b> gibi yöntemler bulunur. Eğer şıklarda bu gruba ait olmayan, örneğin <b>baskı</b>, <b>gravür</b> veya <b>statik resimleme</b> tekniklerinden biri varsa, o teknik animasyon üretim tekniği sayılmaz."
  },
  {
    "id": "358979",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi illüstrasyonun reklama katkılarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "İzleyicinin bakışını yakalaması",
      "B": "Gözü yönlendirmesi",
      "C": "İçeriğin hızlı ve doğru biçimde algılanabilmesini sağlaması",
      "D": "Alıcıyı yakalayan çağrışımları kullanması",
      "E": "Üretiminin uzun zaman alması"
    },
    "explanation": "İllüstrasyon, reklama <b>benzersiz bir stil</b> ve <b>duygusal derinlik</b> katabilir, <b>marka kimliğini tanımlamaya</b> yardımcı olabilir ve fotoğraf çekimlerine göre daha <b>uygun maliyetli</b> çözümler sunabilir. Reklam mesajının iletilmesini kısıtlayan veya marka kimliğini zayıflatan bir özellik (örneğin, gerçekliği çarpıtma) katkı olarak sayılmaz."
  },
  {
    "id": "358980",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi reklam illüstrasyonları grubundadır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Çocuk kitabı illüstrasyonları",
      "B": "Teknik illüstrasyonlar",
      "C": "Tıbbi illüstrasyonlar",
      "D": "Adli illüstrasyonlar",
      "E": "Ürün illüstrasyonları"
    },
    "explanation": "Reklam illüstrasyonları, bir <b>ürünü, hizmeti veya kampanyayı tanıtmak</b> amacıyla doğrudan ticari hedeflere hizmet eden görsellerdir. Bu tür illüstrasyonlar genellikle <b>ürün ambalajları</b>, <b>afişler</b>, <b>broşürler</b> veya <b>satış noktası materyallerinde</b> kullanılır."
  },
  {
    "id": "358982",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi Basın-Yayın İllüstrasyonları grubundadır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Adli illüstrasyonlar",
      "B": "Teknik illüstrasyonlar",
      "C": "Tıbbi illüstrasyonlar",
      "D": "Çocuk Kitabı illüstrasyonları",
      "E": "Ürün illüstrasyonları"
    },
    "explanation": "Basın-Yayın İllüstrasyonları, gazete, dergi ve kitap gibi yayın ortamlarında kullanılan görsellerdir. Bunlar genellikle <b>editoryal içeriği destekler</b>, <b>makaleleri görselleştirir</b> veya <b>kitap kapaklarını</b> süsler. Amaç, bilgiyi veya hikayeyi okuyucuya aktarmaya yardımcı olmaktır."
  },
  {
    "id": "358984",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi Bilimsel ve Teknik İllüstrasyonlar grubunda <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Çocuk Kitabı illüstrasyonları",
      "B": "Adli illüstrasyonlar",
      "C": "Teknik illüstrasyonlar",
      "D": "Tıbbi illüstrasyonlar",
      "E": "Bilimsel İllüstrasyonlar"
    },
    "explanation": "Bilimsel ve Teknik İllüstrasyonlar, karmaşık yapıları, süreçleri veya sistemleri <b>doğru ve açıklayıcı bir şekilde</b> görselleştirmek için kullanılır. Bu gruba <b>anatomik çizimler</b>, <b>mimari çizimler</b>, <b>haritalar</b> ve <b>mekanik diyagramlar</b> girer. Eğer bir seçenek, amacı bilgi aktarmak yerine eğlendirmek veya satış yapmak olan bir illüstrasyon türüyse (örneğin editoryal karikatür), bu gruba dahil olmaz."
  },
  {
    "id": "358985",
    "unitNumber": 9,
    "text": "Metinlerin ve fikirlerin tasvir edilmesi ve açıklanması amacıyla uygulanan en yaygın resimleme türüdür.<br/><strong>Tanımı aşağıdakilerden hangisine aittir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "2B animasyon",
      "B": "3B animasyon",
      "C": "Akrilik",
      "D": "Lavi",
      "E": "İllüstrasyon"
    },
    "explanation": "Verilen tanım, yazılı metinlerin veya soyut fikirlerin görselleştirilmesi ve açıklanması işlevini ifade etmektedir. Bu, <b>İllüstrasyonun</b> (Resimleme) temel ve en yaygın tanımıdır. İllüstrasyon, fikri anlaşılır ve çekici kılmak için kullanılır."
  },
  {
    "id": "358988",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi reklamın işlevlerinden bir tanesi <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Bilgilendirme",
      "B": "Hatırlanmayı sağlama",
      "C": "Kısa hafıza",
      "D": "İkna etme",
      "E": "Değer katma"
    },
    "explanation": "Reklamın temel işlevleri; <b>bilgilendirme</b> (yeni bir ürün hakkında), <b>ikna etme</b> (tüketiciyi satın almaya teşvik etme), <b>hatırlatma</b> (markayı akılda tutma) ve <b>değer yaratma</b> (marka imajı oluşturma) olarak sıralanır. Reklamın işlevi olmayan bir eylem, genellikle pazarlama karmasının (4P) başka bir bileşenine ait olan veya reklamın doğası gereği yapamayacağı bir eylemdir (örneğin, ürünün hammaddesini doğrudan tedarik etmek)."
  },
  {
    "id": "372414",
    "unitNumber": 9,
    "text": "Reklamlar nihayetinde .........................…………….. veya korumayı hedefleyen belirli amaçları yerine getirmek için yapılırlar.<br/><strong>Cümlede boş bırakılan yerlere sırasıyla aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "satışı sağlamayı, artırmayı",
      "B": "satışı durdurmayı, dondurmayı",
      "C": "pazarı durdurmayı, bekletmeyi",
      "D": "sektörü araştırmayı, beklemeyi",
      "E": "sunumu hazırlamayı, sunmayı"
    },
    "explanation": "Reklamlar her zaman belirli bir amaca hizmet eder. Bu amaçlar genellikle <b>satışları artırmayı</b>, <b>marka bilinirliğini inşa etmeyi</b> veya mevcut <b>pazar payını</b> korumayı hedefler. Boşluğa, reklamın temel ticari hedeflerinden biri olan <b>talep yaratma</b> veya <b>piyasa konumunu</b> (ya da Marka değerini) koruma gelmelidir."
  },
  {
    "id": "372415",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisinde reklamın işlevi doğru verilmiştir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Hatırlanma, değerlendirme, fiyat ayarlama",
      "B": "Bilgi verme, hatırlanma, ikna, değer katma",
      "C": "Bilgi verme, hatırlanma, fiyat ayarlama, değer katma",
      "D": "Bilgi verme, ikna etme, değerlendirme",
      "E": "Hatırlanma, fiyat ayarlama, değer katma"
    },
    "explanation": "Reklamın temel işlevleri, tüketicilerle kurduğu ilişkiye göre belirlenir: <b>Bilgilendirme</b> (ürün özellikleri), <b>ikna etme</b> (rakip yerine markayı seçmeye yönlendirme) ve <b>hatırlatma</b> (mevcut markayı zihinlerde canlı tutma). Doğru eşleşme, bu işlevlerden birinin tanımını veya sonucunu tam olarak vermelidir (Örn: İkna Etme: Satın alma kararına yönlendirme)."
  },
  {
    "id": "372428",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi animasyonun reklam ile kurduğu farklı türdeki ilişkilerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Tetrad",
      "B": "Endüstriyel",
      "C": "Sponsorlu",
      "D": "Bilgilendirici",
      "E": "İkna edici"
    },
    "explanation": "Animasyonun reklam ile kurduğu ilişkiler arasında <b>tamamen animasyon filmleri</b>, <b>canlı aksiyon/animasyon hibritleri</b>, <b>marka maskotu kullanımı</b> ve <b>ürün faydalarını açıklayan görselleştirmeler</b> yer alır. Animasyonun doğasına aykırı olan veya tamamen farklı bir iletişim kanalına (örneğin sadece radyo reklamcılığı) ait olan bir seçenek, bu ilişkilerden biri değildir."
  },
  {
    "id": "372430",
    "unitNumber": 9,
    "text": "İnsanlar, dikkat çekme ve sürdürmede rol oynayan çizgi filmlerden hoşlanırlar; animasyon, 'deterjan yiyen lekeler' gibi ……… bir fikre biçim verebilir.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Basit",
      "B": "Detaylı",
      "C": "Karmaşık",
      "D": "Somut",
      "E": "Soyut"
    },
    "explanation": "Animasyon, <b>gerçekçi olmayan</b> veya <b>soyut</b> fikirleri ve durumları somutlaştırmada üstün bir araçtır. 'Deterjan yiyen lekeler' örneğinde olduğu gibi, animasyon sayesinde gözle görülemeyen veya fiziksel olarak imkansız olan olaylar ve kavramlar, izleyici için <b>anlaşılır ve eğlenceli</b> hale getirilir."
  },
  {
    "id": "372431",
    "unitNumber": 9,
    "text": "<strong>“İnsanlar, dikkat çekme ve sürdürmede rol oynayan çizgi filmlerden hoşlanırlar; animasyon, ………….. aracılığıyla benzersiz kimlikler yaratır.” İfadesinde boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Müşteriler",
      "B": "Cihazlar",
      "C": "Markalar",
      "D": "Kontrast renk armonileri",
      "E": "Tamamlayıcı renk armonileri"
    },
    "explanation": "Animasyon, özellikle <b>benzersiz karakterler</b> ve <b>marka maskotları</b> yaratma yeteneği sayesinde bir markaya kolayca tanınabilir ve özdeşleşilebilir bir kimlik kazandırır. Bu <b>ikonik figürler</b>, markanın kişiliğini yansıtır ve tüketicinin dikkatini sürekli olarak markanın üzerinde tutar."
  },
  {
    "id": "359020",
    "unitNumber": 10,
    "text": "<strong>Sanat, belgesel ve endüstriyel alanlarını büyük oranda etkileyen ve aynı zamanda fotoğraf ile ilgili çalışmaların çoğalarak ivme kazanmasında etkili olan Endüstri Devrimi hangi tarihler arasında gerçekleşmiştir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "1600-1640",
      "B": "1660-1740",
      "C": "1760-1840",
      "D": "1860-1940",
      "E": "1960-2000"
    },
    "explanation": "Sanat, belgesel ve endüstriyel alanları büyük oranda etkileyen Endüstri Devrimi, genellikle <b>1750 ile 1850</b> yılları arasında gerçekleşmiştir. Bu dönemdeki teknolojik gelişmeler (özellikle optik ve kimya alanındaki ilerlemeler), 19. yüzyılın ortalarından itibaren <b>fotoğrafçılığın icadı</b> ve yaygınlaşması için zemin hazırlamış, fotoğraf ile ilgili çalışmaların çoğalarak ivme kazanmasında etkili olmuştur."
  },
  {
    "id": "359023",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi reklam grafiklerinin özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Reklam grafiklerinin başarı şansı, alanında uzman kişilerin uzun süreli deneyim, araştırma ve çalışmalarına sadık kalınmasına bağlıdır",
      "B": "Reklam grafiklerinde, ürünler, hizmetler, vaatler, ödüller ve sorunların çözüm vaadi vardır",
      "C": "Reklam grafiklerinin kitle iletişiminde başarılı olabilmeleri için reklam fotoğrafı kullanımı zorunludur",
      "D": "Reklam grafikleri ile tüketiciler bilgilendirilmeye ve ikna edilmeye çalışılır",
      "E": "Reklam grafikleri konunun uzmanları olan reklamcılar tarafından pek çok kriter göz önüne alınarak hazırlanır"
    },
    "explanation": "Reklam grafiklerinin temel özellikleri arasında <b>kitlesel iletişim</b> sağlamak, hedef kitleyi <b>ikna etmek</b> (persuazif olmak), görsel olarak çekici olmak ve bir mal veya hizmeti tanıtmak yer alır. Eğer seçenekler arasında 'Reklam grafiklerinin sadece sanatsal kaygılar taşıması' gibi bir ifade varsa, bu yanlış olacaktır, çünkü reklam grafikleri doğası gereği <b>ticari amaçlara</b> hizmet eder."
  },
  {
    "id": "359024",
    "unitNumber": 10,
    "text": "Reklam mecralarının birçoğunda yaratıcı kullanımlara imkan veren ……………., görsel bir mesaj aracı olarak reklam grafiklerinin vazgeçilmez bileşenlerindendir.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Fotoğraf",
      "B": "Metin",
      "C": "Slogan",
      "D": "Başlık",
      "E": "Tasarım"
    },
    "explanation": "Reklam mecralarının birçoğunda yaratıcı kullanımlara imkan veren ve görsel bir mesaj aracı olarak reklam grafiklerinin vazgeçilmez bileşeni <b>fotoğraf</b>tır. Fotoğraf, gerçekliği taklit etme gücü sayesinde mesajın <b>inandırıcı</b> ve <b>hızlı</b> bir şekilde aktarılmasında kilit rol oynar."
  },
  {
    "id": "359025",
    "unitNumber": 10,
    "text": "<strong>1910 yılında Kodak firması için hazırlanmış ve fotoğraf sektörünün ilk yıllarına damgasını vuran “Kodak Girl” reklamının en önemli özelliği aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Modelde rüzgarda uçuşan çizgili yazlık bir elbise giyinmesi",
      "B": "Modelin üst orta sınıfa mensup bir kadının temsil etmesi",
      "C": "Modelin elinde körüklü bir fotoğraf kamera bulunması",
      "D": "Modelin idealize güzellik ve zarafet anlayışını temsil etmesi",
      "E": "İllüstrasyon yerine bir fotoğraf çalışması temel alınarak hazırlanmış olması"
    },
    "explanation": "1910 yılında Kodak firması için hazırlanmış olan ve fotoğraf sektörünün ilk yıllarına damgasını vuran <b>“Kodak Girl”</b> reklamının en önemli özelliği, fotoğrafçılığı <b>teknik bir uğraş</b> olmaktan çıkarıp, özellikle <b>kadınlar</b> arasında <b>kolay ve kişisel bir aktivite</b> olarak konumlandırmasıdır. Bu kampanya, fotoğraf makinesini geniş kitlelere yayan ilk büyük ve başarılı tüketici odaklı kampanyalardan biridir."
  },
  {
    "id": "359026",
    "unitNumber": 10,
    "text": "<strong>1988 yılından itibaren İtalya Vogue dergisinin kapak fotoğraflarını çeken ve fotoğraflarını bir hikâyeyle ilişkilendirerek kurgu belgesel seriler oluşturan fotoğrafçı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Bert Stern",
      "B": "Steven Meisel",
      "C": "Guy Bourdin",
      "D": "Louis Daguerre",
      "E": "Paul Outerbridge"
    },
    "explanation": "1988 yılından itibaren İtalya Vogue dergisinin kapak fotoğraflarını çeken, fotoğraflarında derin bir hikâye anlatımı kullanarak kurgu belgesel seriler oluşturan fotoğrafçı <b>Paolo Roversi</b>’dir. Roversi, genellikle <b>uzun pozlama</b> ve <b>yumuşak ışık</b> kullanımıyla tanınır, moda fotoğrafçılığına şiirsel ve masalsı bir belgesel dokunuşu katmıştır."
  },
  {
    "id": "359027",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi fotoğrafın reklam dünyasında çokça tercih edilmesinin nedenlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Gerçekliği, gerçeği temsil etmesi",
      "B": "Maliyetinin ucuz olması",
      "C": "Çabuk ve kolay okunurluğu",
      "D": "Hedef kitle ile çok hızlı iletişime geçmesi",
      "E": "Ürün veya hizmeti satın almaya değecek çekicilikte yansıtılması"
    },
    "explanation": "Fotoğrafın reklam dünyasında çokça tercih edilmesinin temel nedenleri; <b>gerçekçilik hissi</b> sağlaması, <b>inandırıcılığı</b> artırması ve <b>duygusal etki</b> yaratma potansiyelidir. Tercih edilmeme nedeni olamayacak bir durum, fotoğrafın bu temel faydalarına aykırı bir özelliktir (örneğin: 'Mesajın anlaşılmasını zorlaştırması' veya 'Hiçbir duygusal etki yaratmaması'). Aksine fotoğraf, duygusal bağ kurmada etkilidir."
  },
  {
    "id": "359028",
    "unitNumber": 10,
    "text": "<strong>Haber veya belgesel fotoğraf türlerinde kendi doğallıklarında kullanılan kişi ve nesnelerin reklam fotoğraflarında kendi doğallıklarında kullanılamama nedeni aşağıdakilerden hangisi olabilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Amaç ürün, marka veya hizmeti tanıtmak ya da satışını artırmak olduğuna göre görsellik her zaman ön plandadır",
      "B": "Kurgu fotoğrafları çekmenin maliyetinin doğal çekimlere göre daha ekonomik olması",
      "C": "Doğal çekimlerin insanları etkileme gücünün fazla olması",
      "D": "Kitle iletişiminde fotoğrafın güçlü bir etken olması",
      "E": "Reklam fotoğrafları, sıradan fotoğraflardan çok daha farklı bir yol izlenerek çekilmesi"
    },
    "explanation": "Haber veya belgesel fotoğraf türlerinde amaç gerçekliği yansıtmaktır, bu yüzden kişi ve nesneler kendi doğallıklarında kullanılır. Reklam fotoğraflarında ise temel amaç, ürünü satmak veya markayı idealize etmektir. Bu nedenle, reklam fotoğraflarında doğallık yerine <b>kurmaca</b> ve <b>mükemmelleştirme</b> esastır. Doğallığın kullanılamama nedeni, reklamın <b>persuasif (ikna edici)</b> doğasının, ürünün veya hizmetin <b>en kusursuz</b> ve <b>en çekici</b> haliyle sunulmasını gerektirmesidir."
  },
  {
    "id": "359029",
    "unitNumber": 10,
    "text": "<strong>Reklam grafiklerinde fotoğrafla beraber firmanın veya ürünün markasının ya da metinlerin birlikte kullanılma nedeni aşağıdakilerden hangisi <u>olamaz</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Görsel zenginlik yaratmak için kullanılır",
      "B": "Daha fazla bilgi vererek iletişimi artırmak amaçlanmaktadır",
      "C": "Ürünün benzerleri arasından fark edilerek, ayrılmasını sağlamak",
      "D": "Çalışmanın anlam bakımından daha net olmasını sağlamak",
      "E": "Hedef kitle tarafından reklamın yanlış anlaşılmasını önlemek"
    },
    "explanation": "Reklam grafiklerinde fotoğraf, marka ve metinlerin birlikte kullanılmasının temel nedeni, <b>mesajın bütünlüğünü</b> sağlamak, <b>marka bilinirliğini</b> pekiştirmek ve <b>bilgi verme</b> işlevini yerine getirmektir. Birlikte kullanılma nedeni <u>olamayacak</u> bir durum, reklamın ana amacına (etkili iletişim ve satış) zarar veren bir durumdur. Örneğin, 'Tüketicinin dikkatinin dağılması ve algılamanın zorlaşması' bu unsurların bir arada kullanılma nedeni olamaz."
  },
  {
    "id": "359030",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi reklam fotoğrafının genel amaçları arasında <u>yer alamaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Sözle veya yazı ile anlatımı zor bir düşünceyi açığa çıkarmak",
      "B": "Hedef kitlenin ilgisini çekmek",
      "C": "Reklamın inandırıcılığını desteklemek ve ilginin sürekliliğini sağlamak",
      "D": "İlgiyi kullanılan başlık ve metine yönlendirmek",
      "E": "Zaman kaybını önlemek ve reklam maliyetlerini düşürmek"
    },
    "explanation": "Reklam fotoğrafının genel amaçları arasında; <b>ürün veya hizmetin tanıtımını yapmak</b>, <b>tüketicinin satın alma arzusunu tetiklemek</b> ve <b>marka imajını inşa etmek</b> yer alır. Reklam fotoğrafının amaçları arasında <u>yer almayacak</u> olan durum, <b>ticari kaygılardan tamamen bağımsız olarak sanatsal teori üretmek</b> veya sadece <b>belgesel gerçekliği</b> hedeflemek olmalıdır, çünkü reklamın nihai amacı ticaridir."
  },
  {
    "id": "359031",
    "unitNumber": 10,
    "text": "Reklam grafiklerinin bütünü içerisinde yer alan ……………., özellikle mesajın açık bir biçimde algılanabilmesini sağlar.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Metinler",
      "B": "Fotoğraflar",
      "C": "İllüsrasyonlar",
      "D": "Renkler",
      "E": "Layoutlar"
    },
    "explanation": "Reklam grafiklerinin bütünü içerisinde yer alan ve özellikle mesajın açık bir biçimde algılanabilmesini sağlayan bileşen <b>metin</b>dir (yazı). Görsel öğeler dikkat çekse de, <b>metin</b>, ürünle ilgili detaylı bilgileri, ikna edici sloganları ve açıklamaları sunarak <b>mesajın netliğini</b> sağlar."
  },
  {
    "id": "372464",
    "unitNumber": 10,
    "text": "………………….; bir mal veya hizmetin sürüleceği piyasa ve bu mal veya hizmetin alıcısı olanlar tarafından tanınması için yapılacak araştırmaların, amacının, giderlerinin ve mesaj türlerinin tasarlanması, bütçesi, ne zaman yapılacağı, hangi iletişim araçlarının kullanılacağı konusundaki kararlar ve reklam grafiklerinin hazırlanması gibi faaliyetlerin bütünüdür.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Tasarım",
      "B": "İletişim",
      "C": "Layout",
      "D": "Reklam",
      "E": "Ajans"
    },
    "explanation": "Bir mal veya hizmetin piyasaya sürülme sürecindeki araştırmaların, bütçelerin, mesaj türlerinin ve kullanılacak iletişim araçlarının belirlenmesi ve reklam grafiklerinin hazırlanması gibi faaliyetlerin bütünü <b>Reklam Kampanyası Planlaması</b>dır. Bu kapsamlı süreç, <b>pazarlama hedeflerine ulaşmak</b> için atılacak stratejik adımları içerir."
  },
  {
    "id": "372466",
    "unitNumber": 10,
    "text": "Göstergebilimci Roland Barthes, fotoğrafik mesajla ilgili “Image, Music, Text” adlı eserinde fotoğrafın çeşitli anlam düzeylerinde anlaşıldığını belirtmiştir.<br/><strong>Roland Barthes’ın bu ifadesinde vurgulamak istediği düşünce aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Fotoğrafın tasarımın olmazsa olmazı olduğunu vurgulamaktadır.",
      "B": "Barthes fotoğrafın ikincil düzeyde bir yan anlam taşıdığını ifade etmektedir.",
      "C": "Fotoğrafın kullanım alanlarına göre sınıflandırılması gerektiğini vurgulamaktadır.",
      "D": "Fotoğrafın anlatım gücünün kullanılan tekniğe bağlı olduğunu ifade etmektedir.",
      "E": "Fotoğrafı gerçeklik ve reklamla ilişkilendirmiştir."
    },
    "explanation": "Göstergebilimci Roland Barthes, fotoğrafın sadece <b>denotatif</b> (görünen, nesnel) anlamla sınırlı olmadığını, aynı zamanda kültürel ve bireysel kodlar aracılığıyla <b>konotatif</b> (çağrışımsal, sembolik) anlamlar da yüklenerek okunduğunu belirtir. Bu ifadeyle vurgulamak istediği düşünce, fotoğrafın <b>çok katmanlı</b> ve <b>farklı anlam düzeylerinde</b> (hem literal hem de kültürel/sembolik) anlaşıldığıdır."
  },
  {
    "id": "372467",
    "unitNumber": 10,
    "text": "<strong>Fotoğraflarında modelini göz kamaştırıcı bir şekilde ön plana çıkaran bir fon aydınlatması, yumuşak netliğe sahip mercekler, etkileyici ışık-gölge düzenlemeleri ve abartılı set tasarımları kullanarak kameranın karşısına geçirdiği kadınları teatral bir güzellikle fotoğraflayan reklam fotoğrafları ile sanatı buluşturan fotoğrafçı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Alfred Stieglitz",
      "B": "Thomas Barratt",
      "C": "Adolph De Meyer",
      "D": "David Ogilvy",
      "E": "Louis Daguerre"
    },
    "explanation": "Fotoğraflarında modelini göz kamaştırıcı fon aydınlatması, yumuşak netlik, etkileyici ışık-gölge düzenlemeleri ve abartılı set tasarımları kullanarak kadınları teatral bir güzellikle fotoğraflayan ve reklam fotoğrafları ile sanatı buluşturan ünlü isimlerden biri <b>Richard Avedon</b> veya <b>Helmut Newton</b>’dur (Yüksek moda fotoğrafçılığında bu dramatik ve stilize yaklaşımın öncüleri). Bu tür bir çalışma, fotoğrafçının <b>yüksek estetik kaygılarla</b> kurmaca bir güzellik yarattığını gösterir."
  },
  {
    "id": "372471",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi reklam fotoğrafında tasarımın önemi için <u>yanlıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "En etkileyici fotoğraflar, güçlü tasarımları nedeniyle anlatımı kuvvetli olanlardır.",
      "B": "Karmaşık bir anlatım biçimi ürünün, markanın ya da hizmetin mesajının hedef kitleye aktarılmasına engel olur.",
      "C": "Amaç, satış yapmak olduğundan ürün ya da hizmetin fotoğrafı, tüketici üzerinde satın alma isteği uyandıracak şekilde tasarlanmalıdır.",
      "D": "Hedef kitle göz önünde bulundurularak yapılan tasarımlar anlatımı güçlendirerek hedef kitle ile iletişimi kolaylaştırır.",
      "E": "Reklam fotoğrafı tasarımları belli kurallar çerçevesince yapılmalıdır."
    },
    "explanation": "Reklam fotoğrafında tasarım (kompozisyon, tipografi, renk düzeni), mesajın <b>etkili</b>, <b>hızlı</b> ve <b>doğru</b> bir şekilde iletilmesini sağlamak için hayati önem taşır. Tasarımın önemi için <u>yanlış</u> olan bir ifade, tasarımın mesaj iletimini zorlaştırdığını veya sadece estetik bir süsleme olduğunu iddia eden bir ifadedir. Tasarım, <b>mesajın okunabilirliğini</b> ve <b>hissedilebilirliğini</b> maksimize eder."
  },
  {
    "id": "372473",
    "unitNumber": 10,
    "text": "………………; reklam grafiklerinde yer alan metinlerin biçimsel özelliklerini ele alan bir disiplindir.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Metin",
      "B": "Fotoğraf",
      "C": "Tipografi",
      "D": "Layout",
      "E": "Taslak"
    },
    "explanation": "Reklam grafiklerinde yer alan metinlerin biçimsel özelliklerini, yani kullanılan yazı karakteri (font), boyutu, aralıkları ve yerleşimi gibi unsurları ele alan disiplin <b>Tipografi</b>’dir. Tipografi, metinlerin <b>okunabilirliğini</b>, <b>anlamını</b> ve reklamın genel <b>görsel etkisini</b> doğrudan etkiler."
  },
  {
    "id": "359042",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi ambalajı oluşturan ögelerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Metin",
      "B": "Tipografi",
      "C": "Renk",
      "D": "Fotoğraf",
      "E": "Doku"
    },
    "explanation": "Ambalaj, bir ürünü sarmalayan ve koruyan yapıdır. Temel olarak <b>malzeme</b> (materyal), <b>şekil</b> (strüktür) ve bu yapının üzerindeki <b>grafik ve etiketler</b>den (bilgi/görsel) oluşur. Seçenekler arasında ambalajın iç veya dış yapısıyla doğrudan ilgili olmayan bir unsur, ambalajı oluşturan ögelerden biri sayılmaz. Örneğin, bir ambalajın kendisi değil, onun kullanım amacı veya sonucu olan bir eylem yanlış cevap olabilir."
  },
  {
    "id": "359043",
    "unitNumber": 11,
    "text": "<strong>Günümüzde ambalaj üretim sürecinde hangi baskı tekniği <u>kullanılmaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Çukur Baskı",
      "B": "Düz Baskı",
      "C": "Özgün Baskı",
      "D": "Tifdruk Baskı",
      "E": "Yüksek Baskı"
    },
    "explanation": "Ambalaj üretim sürecinde genellikle yüksek tirajlı, hızlı ve kaliteli baskı teknikleri kullanılır. Günümüzde kullanılan başlıca teknikler <b>Ofset</b>, <b>Flekso</b> (özellikle esnek ambalajlar için), <b>Tifdruk</b> (Rotogravür) ve yeni nesil <b>Dijital Baskı</b>dır. Eğer bir teknik günümüzde endüstriyel ambalaj üretiminde yerini daha modern ve verimli yöntemlere bırakmışsa (örneğin taş baskı gibi çok eski veya ticari olmayan bir yöntem) veya ambalaj baskısı için uygun değilse (örneğin sadece fine art baskısı gibi), bu cevap doğru kabul edilir."
  },
  {
    "id": "359044",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi ambalajın ortaya çıkış sebebidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Doğadaki malzemelerin kullanışsız olması",
      "B": "İnsanoğlunun sürekli bir yerden bir yere göçmesi",
      "C": "Ambalajın işlevi günün koşullarına göre şekillenmesi",
      "D": "İnsanlığın yiyeceklerini koruma, saklama ve taşıma ihtiyacı duyması",
      "E": "Gıdaların istenilen gramajlarda çeşitli porsiyonlara ayrılması"
    },
    "explanation": "Ambalajın temel ortaya çıkış sebebi, ürünün <b>korunması</b>, <b>muhafaza edilmesi</b> ve <b>taşınmasının kolaylaştırılması</b> ihtiyacıdır. Özellikle gıda ürünlerinin bozulmasını önlemek ve hijyeni sağlamak, ambalajın tarihsel gelişimindeki ana motivasyon olmuştur. Günümüzde pazarlama ve bilgi aktarımı önemli olsa da, kökeni ürünün fiziksel güvenliğini sağlama zorunluluğuna dayanır."
  },
  {
    "id": "359045",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi ambalajın işlevlerinden <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Üretim İşlevi",
      "B": "Reklam pazarlama işlevi",
      "C": "Taşıma İşlevi",
      "D": "Ürünü koruma işlevi",
      "E": "Kantite İşlevi"
    },
    "explanation": "Ambalajın temel işlevleri arasında <b>koruma</b> (fiziksel ve kimyasal), <b>muhafaza</b> (depolama), <b>bilgi aktarımı</b> (içerik, son kullanma tarihi) ve <b>pazarlama/tanıtım</b> yer alır. Ambalajın kendisiyle doğrudan ilgili olmayan, ancak ürünün kullanımına veya satış sonrası hizmete dair bir eylem, ambalajın birincil işlevi olarak kabul edilmez."
  },
  {
    "id": "359046",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi ambalaj sektörünün bileşenlerinden <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Grafik tasarımcılar",
      "B": "İç Mimarlar",
      "C": "Hammadde tedarikçileri",
      "D": "Endüstriyel tasarımcılar",
      "E": "Marka Uzmanları"
    },
    "explanation": "Ambalaj sektörü, bir ürünün ambalajlanması sürecine dahil olan tüm oyuncuları kapsar. Bunlar arasında <b>hammadde tedarikçileri</b>, <b>ambalaj üreticileri</b>, <b>grafik tasarımcılar/ajanslar</b> ve ambalajı kullanan <b>marka sahipleri/dolum tesisleri</b> bulunur. Bu döngüde yer almayan veya dolaylı bir rolü olan bir unsur, sektörün ana bileşeni sayılmaz."
  },
  {
    "id": "359047",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi başarılı ambalajın temel özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Farkındalık",
      "B": "İşlevsellik",
      "C": "Sıradan olması",
      "D": "Bilgilendirme",
      "E": "Koruma"
    },
    "explanation": "Başarılı bir ambalajın temel özellikleri; <b>işlevsel</b> (ürünü koruması), <b>yasalara uygun</b> olması, <b>raf çekiciliğine sahip</b> olması, <b>üretilebilir</b> ve genellikle <b>ekonomik</b>/<b>sürdürülebilir</b> olmasıdır. Bu özelliklerin dışında kalan veya olumsuz bir nitelik belirten bir seçenek (örneğin, gereksiz karmaşıklık veya yüksek maliyet), başarılı ambalajın bir özelliği değildir."
  },
  {
    "id": "359048",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi tasarım ögelerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Çizgi",
      "B": "Nokta",
      "C": "Leke (Değer)",
      "D": "Üçgen",
      "E": "Form (Biçim)"
    },
    "explanation": "Tasarım ögeleri (veya elemanları), bir tasarımın oluşturulduğu temel yapı taşlarıdır. Bunlar <b>çizgi</b>, <b>şekil/form</b>, <b>renk</b>, <b>doku</b>, <b>boşluk</b> ve <b>değer</b> (açıklık/koyuluk) olarak sıralanır. Seçeneklerden biri bu temel yapı taşlarından biri değilse (örneğin, bir tasarım ilkesi ise), doğru cevap odur. Örneğin, <b>ritim</b> tasarım ilkesidir, ögesi değildir."
  },
  {
    "id": "359049",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi tasarım ilkelerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Boşluk",
      "B": "Ritim",
      "C": "Hiyerarşi",
      "D": "Denge",
      "E": "Uyumsuzluk"
    },
    "explanation": "Tasarım ilkeleri, tasarım ögelerinin nasıl düzenleneceğini ve organize edileceğini belirleyen kurallardır. Bunlar <b>denge</b>, <b>ritim/hareket</b>, <b>vurgu</b>, <b>birlik/bütünlük</b> ve <b>oran/hizalama</b> gibi kavramlardır. Eğer seçeneklerden biri bu ilkelerden değil, temel tasarım ögelerinden biriyse (örneğin <b>renk</b> veya <b>çizgi</b>), doğru cevap o olacaktır."
  },
  {
    "id": "359050",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi ambalaj grafiği ile ilgili bilgi <u>vermez</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Ambalajın ebadı",
      "B": "Marka kimliği",
      "C": "Ürün tanımı",
      "D": "Fayda cümlesi",
      "E": "Ürün çeşidi"
    },
    "explanation": "Ambalaj grafiği, tüketicilere ürün hakkında bilgi veren görsel ve metinsel içeriği kapsar. Bu, <b>marka adı</b>, <b>ürün içeriği</b>, <b>kullanım talimatları</b>, <b>yasal uyarılar</b> ve <b>barkod</b> gibi bilgileri içerir. Ürünün piyasa stratejisi veya maliyet yapısı gibi sadece firma içi bir bilgi, ambalaj grafiği ile tüketicilere doğrudan aktarılmaz."
  },
  {
    "id": "359051",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi ambalajın son aşaması olan üretim sürecinde <u>yapılmaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Makine ve ekipmanın hazırlanması",
      "B": "Hammadde temini",
      "C": "Prova baskının alınması",
      "D": "Tasarım çalışmasının yapılması",
      "E": "Baskı kalıplarının hazırlanması"
    },
    "explanation": "Ambalajın üretim süreci, tasarımın bitiminden sonraki aşamadır ve <b>baskı</b>, <b>kalıp kesim</b>, <b>katlama/yapıştırma</b> ve son olarak <b>doldurma/kapatma</b> işlemlerini içerir. Üretim öncesinde yapılan pazar araştırması, hedef kitle analizi veya konsept geliştirme gibi aşamalar, üretim sürecinde yer almaz. Örneğin, <b>konsept tasarımı geliştirme</b>, üretim öncesi aşamadır."
  },
  {
    "id": "372477",
    "unitNumber": 11,
    "text": "<strong>Ambalaj tasarımında tüketicinin dikkatini çeken en önemli faktör aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Dikkat çekici",
      "B": "Sağlam",
      "C": "Üç Boyutlu",
      "D": "Çok Renkli",
      "E": "Maliyetli"
    },
    "explanation": "Tüketicinin rafta bir ürüne yönelmesini sağlayan ilk ve en önemli faktör, ambalajın <b>görsel çekiciliği</b> ve <b>raf performansı</b>dır. Bu, genellikle ambalajın <b>şekli</b> ve <b>rengi</b> ile sağlanır. Renklerin psikolojik etkisi ve çarpıcı bir tasarım, tüketiciyi ürüne yaklaştıran birincil etkendir."
  },
  {
    "id": "372479",
    "unitNumber": 11,
    "text": "<strong>Ambalaj tasarımı yaparken kullandığımız kırmızı renk kişide hangi tat duygusunu uyandırır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Ekşi",
      "B": "Acı",
      "C": "Tuzlu",
      "D": "Tatlı",
      "E": "Lezzet"
    },
    "explanation": "Renk psikolojisine göre, kırmızı renk <b>enerji</b>, <b>heyecan</b> ve <b>tutku</b>yu temsil eder. Gıda ambalajlarında kullanıldığında iştah açıcı bir etkiye sahiptir ve genellikle <b>şekerli</b>, <b>tatlı</b> veya <b>baharatlı</b> (yoğun) tatlarla ilişkilendirilir. Bu, özellikle tatlılar, et ürünleri ve hazır gıdalarda yaygın olarak kullanılır."
  },
  {
    "id": "372482",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi marka/logonun görevlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Marka bağlılığını artırır.",
      "B": "Tat duygusu artırır.",
      "C": "Firma adını tanımlar.",
      "D": "Ürün bilgisi verir.",
      "E": "İmza niteliği taşır."
    },
    "explanation": "Marka ve logonun temel görevleri, ürünün <b>tanınmasını</b>, rakiplerinden <b>farklılaşmasını</b> sağlamak, tüketicide <b>güven</b> oluşturmak ve ürünün <b>kalitesini</b> temsil etmektir. Ürünün fiziksel özellikleriyle (ağırlık, boyut) ilgili olmayan bir idari veya teknik görev (örneğin ambalajın dayanıklılığını artırmak) logonun görevi değildir."
  },
  {
    "id": "372484",
    "unitNumber": 11,
    "text": "<strong>Grafik tasarımcı ambalaj tasarımı yaparken aşağıdakilerden hangisine dikkat etmelidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Taşınmasına",
      "B": "Formuna",
      "C": "Malzemesine",
      "D": "Üretimine",
      "E": "Estetiğine"
    },
    "explanation": "Grafik tasarımcı, ambalaj tasarlarken sadece estetiğe değil, aynı zamanda <b>üretilebilirlik</b> (basım tekniklerine uygunluk), <b>yasal zorunluluklar</b> (etiketleme kuralları), <b>ürün güvenliği</b> ve <b>raf performansı</b> gibi teknik ve ticari hususlara dikkat etmelidir. Bu unsurlardan herhangi birinin ihmali, tasarımın başarısız olmasına yol açar."
  },
  {
    "id": "372487",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi ambalaj üzerinde kullanılan sembol ve simgelerin kullanım amaçlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Güvenlik",
      "B": "Uygunluk",
      "C": "Dikkat çekme",
      "D": "Geri dönüşüm",
      "E": "İletişim"
    },
    "explanation": "Ambalaj üzerinde kullanılan sembol ve simgeler (örneğin Geri Dönüşüm, CE işareti, Kırılabilir ibaresi) evrensel ve hızlı bilgi aktarımı sağlar. Amaçları <b>yasal uygunluk</b>, <b>güvenlik uyarısı</b>, <b>doğru taşıma talimatları</b> ve <b>çevre bilgisi</b> vermektir. Ürünün duygusal değerini artırmak veya reklam yapmak gibi pazarlama amaçlı işlevler, standart sembollerin kullanım amacı değildir."
  },
  {
    "id": "372491",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi ambalajın üretimi aşamasında dikkat edilecek hususlardan <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Uygun üretim teknolojisi",
      "B": "Üretim maliyetleri",
      "C": "Üretim planlaması",
      "D": "Kalite ve değer algısı",
      "E": "Tasarım ve üretim kalitesi"
    },
    "explanation": "Ambalajın üretim aşamasında dikkat edilen hususlar teknik ve operasyoneldir: <b>malzeme kalitesi kontrolü</b>, <b>baskı renk tutarlılığı</b>, <b>kesim hassasiyeti</b> ve <b>maliyet/zaman yönetimi</b>. Eğer bir husus ürünün piyasaya sürülme öncesindeki ilk pazarlama veya strateji geliştirme aşamasına aitse (örneğin <b>pazar segmentasyonu</b> veya <b>hedef kitlenin yaşam tarzı analizi</b>), bu, üretim aşamasında dikkat edilecek bir husus değildir."
  },
  {
    "id": "359098",
    "unitNumber": 12,
    "text": "<strong>Reklam grafiklerindeki mesajlar nasıl <u>olmamalıdır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kolay algılanmalı",
      "B": "Dikkat çekmeli",
      "C": "Akılda kalmalı",
      "D": "Zor algılanmalı",
      "E": "İlgi uyandırmalı"
    },
    "explanation": "Reklam grafiklerinin temel amacı <b>hızlı ve etkili iletişim</b> kurmaktır. Bu nedenle, mesajlar kesinlikle <b>karmaşık, dolambaçlı veya okuyucunun anlamasını zorlaştırıcı</b> olmamalıdır. İyi bir reklam mesajı <b>açık, kısa ve hedef kitle tarafından anında kavranabilir</b> olmalıdır.<br/>Reklam mesajının karmaşık olması, dikkat süresinin kısa olduğu mecralarda başarısızlığa yol açar."
  },
  {
    "id": "359101",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi internet ve sosyal medyada yer alan reklam grafiklerinde kullanılan görsel iletişim unsurlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Uyum",
      "B": "Vurgu",
      "C": "Bütünlük",
      "D": "Görsel hiyerarşi",
      "E": "Reklam grafiği"
    },
    "explanation": "İnternet ve sosyal medyada yer alan reklam grafiklerinde kullanılan görsel iletişim unsurları, algıyı doğrudan etkileyen öğelerdir. Bunlar arasında <b>renkler, tipografi (yazı tipi), görseller/fotoğraflar, ikonlar ve düzen (layout)</b> yer alır. Bunlardan biri olmayan unsur, görsel değil, genellikle işitsel veya teknik bir öğe olmalıdır, örneğin <b>sadece sese dayalı efektler</b> ya da <b>basın bülteni formatı</b> gibi görsel grafiğin kendisiyle doğrudan ilişkili olmayan yapısal unsurlar."
  },
  {
    "id": "359103",
    "unitNumber": 12,
    "text": "<strong>Karşı tarafın dikkatini çekmesi için reklam grafiği oluşumunda aşağıdakilerden hangisi ilk kullanılacaklar arasına <u>girmez</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Firmanın görüntüsü",
      "B": "Net açıklaması",
      "C": "Firmanın logosu",
      "D": "Firmanın sloganı",
      "E": "Metin başlığı"
    },
    "explanation": "Reklam grafiğinde karşı tarafın dikkatini çekmek için ilk kullanılacaklar arasında <b>güçlü ve merak uyandıran bir başlık, çarpıcı görseller</b> ve <b>kontrast oluşturan renkler</b> yer alır. İlk aşamada kullanılmayacak unsurlar, genellikle ikna edici metinlerin devamında yer alan <b>detaylı teknik spesifikasyonlar</b> veya <b>küçük fontlu yasal dipnotlar</b> gibi unsurlardır; bunlar dikkat çekmekten ziyade bilgi vermeye yöneliktir."
  },
  {
    "id": "359107",
    "unitNumber": 12,
    "text": "<strong>İyi bir reklam grafiğinin başlığı nasıl olmalıdır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Dikkat çekmemeli",
      "B": "Açık ve net olmamalı",
      "C": "Sıkıcı olmamalı",
      "D": "Karşı tarafı yormalı",
      "E": "İlgi uyandırmalı"
    },
    "explanation": "İyi bir reklam grafiğinin başlığı, okuyucunun dikkatini anında çekmeli ve grafiğin geri kalanını okumaya teşvik etmelidir. Başlık <b>kısa, net ve ürünün temel faydasını</b> veya sunduğu çözümü vurgulayıcı olmalıdır. Sadece ürün adını vermek yerine, <b>merak uyandırmalı</b> ve hedef kitleye doğrudan hitap etmelidir."
  },
  {
    "id": "359112",
    "unitNumber": 12,
    "text": "<strong>Reklam grafiklerinde kullanılan metinler nasıl <u>olmamalıdır</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Konuşma diline yakın olmalı",
      "B": "Zor olmalı",
      "C": "İkna edici olmalı",
      "D": "Yaratıcı olmalı",
      "E": "Özgün olmalı"
    },
    "explanation": "Reklam grafiklerinde kullanılan metinlerin temel işlevi görseli desteklemek ve ikna sağlamaktır. Metinler, okuyucuyu yoracak şekilde <b>aşırı uzun, karmaşık cümleler içeren</b> veya <b>anlaşılması güç teknik jargona</b> sahip olmamalıdır.<br/>Başarılı metinler <b>sade, anlaşılır ve hedef kitle diline uygun</b> olmalıdır."
  },
  {
    "id": "359115",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi reklam grafiklerinde yaratıcılığa katkı sağlamaktadır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Firmanın logosu",
      "B": "Görselin iyi çözünürlükte olması",
      "C": "Uygun tipografinin kullanılması",
      "D": "Güçlü bir slogan",
      "E": "İlginç olması"
    },
    "explanation": "Reklam grafiklerinde yaratıcılığa katkı sağlayan temel faktör, <b>alışılmışın dışına çıkmak</b> ve <b>özgün bir fikir veya yaklaşımla</b> mesajı sunmaktır. Bu, <b>duygusal bağ kuran hikayeler</b>, şaşırtıcı görseller veya beklenmedik bir mizah anlayışı gibi, rekabetten ayrıştıran unsurların kullanılmasıdır. <b>Standart sektör uygulamalarını tekrarlamak</b> yaratıcılığa katkı sağlamaz."
  },
  {
    "id": "359118",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi geleneksel reklamlar arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Televizyon reklamları",
      "B": "Fuar alanları reklamları",
      "C": "Hedefli reklam",
      "D": "Sinema reklamları",
      "E": "Radyo reklamları"
    },
    "explanation": "Geleneksel reklamlar, dijital çağ öncesinde baskın olan ve genellikle fiziksel veya yayın tabanlı mecraları kapsayan reklam türleridir. Bunlar <b>televizyon, radyo, gazete, dergi ve dış mekan (billboard)</b> reklamlarıdır. <b>Sosyal medya reklamları</b> veya <b>arama motoru reklamları</b> gibi internet tabanlı mecralar geleneksel reklamlar arasında yer almaz."
  },
  {
    "id": "359122",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi dijital reklam mecralarından <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Açık hava reklamları",
      "B": "Advergaming reklamlar",
      "C": "Sosyal medya reklamları",
      "D": "İnternet reklamları",
      "E": "Mobil cihaz reklamları"
    },
    "explanation": "Dijital reklam mecraları, internet ve dijital cihazlar üzerinden reklam yayını yapılan kanallardır. Bunlar arasında <b>sosyal medya platformları, arama motorları, web siteleri</b> ve <b>e-posta</b> bulunur. <b>Radyo</b> veya <b>basılı dergi</b> gibi fiziksel veya analog yayın mecraları, dijital reklam mecralarından sayılmaz."
  },
  {
    "id": "359124",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi internet reklamı <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Profil reklam",
      "B": "Pop up reklam",
      "C": "Banner reklam",
      "D": "Açık hava reklamları",
      "E": "Affiliate reklam"
    },
    "explanation": "İnternet reklamları, online ortamlarda görülen tüm reklam formatlarını kapsar (Bannerlar, açılır pencereler, arama sonuçları reklamları). İnternet reklamı olmayanlar, internet bağlantısı gerektirmeyen, geleneksel yayın veya basılı mecralarda yer alan reklamlardır. Örneğin, <b>televizyon spotları</b> veya <b>gazete ilanları</b> internet reklamı değildir."
  },
  {
    "id": "359126",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi internet reklamcılığının avantajları arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Hedefe hızlı ulaşması",
      "B": "Yüksek bütçeli olması",
      "C": "Ulaşım kısıtlamasının olmaması",
      "D": "Bütçeye göre yapılabilmesi",
      "E": "Hızlı analiz edilebilmesi"
    },
    "explanation": "İnternet reklamcılığının başlıca avantajları arasında <b>yüksek hedefleme yeteneği, maliyet etkinliği, ölçülebilirlik</b> ve <b>hızlı geri dönüş imkanı</b> yer alır. İnternet reklamcılığının dezavantajı veya avantajı olmayan bir durum, örneğin bazı geleneksel mecralarda olduğu gibi <b>fiziksel, uzun ömürlü materyal sağlaması</b> (ki bu dijitalde yoktur) veya <b>yüksek banner körlüğü riskini engellemesi</b> (ki bu bir dezavantajdır) olabilir."
  },
  {
    "id": "372541",
    "unitNumber": 12,
    "text": "<strong>Sosyal medyada yayınlanan reklam grafiklerinin tercih edilme nedeni nedir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Daha yüksek bütçeli olması",
      "B": "Daha yavaş etkileşime geçebilmesi",
      "C": "Yayınlanma sürecinin uzun olması",
      "D": "Daha çok insana daha hızlı ulaşabilmesi",
      "E": "Ölçümlenmesinin zor olması"
    },
    "explanation": "Sosyal medyada yayınlanan reklam grafiklerinin tercih edilmesinin ana nedeni, bu platformların <b>geniş ve çeşitli kitlelere erişim</b> sağlamasıdır. En önemlisi ise, sosyal medya, demografik ve davranışsal verilere dayalı <b>çok detaylı hedefleme yeteneği</b> sunarak reklam bütçesinin doğru kitleye yönlendirilmesini sağlar. Ayrıca <b>yüksek etkileşim potansiyeli</b> de önemli bir faktördür."
  },
  {
    "id": "372545",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi sosyal medyada kullanılan iyi çözümlenmiş reklam grafiklerine örnek <u>verilemez</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Fotoğraf",
      "B": "Manipülasyon",
      "C": "İllüstrasyon",
      "D": "İnfografikler",
      "E": "Ajans"
    },
    "explanation": "Sosyal medyada kullanılan iyi çözümlenmiş reklam grafikleri, <b>yüksek çözünürlüklü, platformun boyut ve format gereksinimlerine uygun</b> ve mesajı anında ileten grafiklerdir. Örnek verilemeyecek kötü çözümlenmiş bir grafik, <b>düşük çözünürlüklü, mobil ekranda bulanık görünen</b> veya <b>okunması çok zor olan, sıkışık metinler</b> içeren bir görseldir."
  },
  {
    "id": "372548",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi reklam grafikleri açısından iletişim süreçlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Fotoğraf",
      "B": "İllüstrasyon",
      "C": "Kurum",
      "D": "Yazı",
      "E": "Resim"
    },
    "explanation": "Reklam grafikleri açısından iletişim süreci; <b>kaynak (marka), mesaj (grafik), kanal (mecra), alıcı (tüketici) ve geri bildirim</b> bileşenlerinden oluşur. İletişim süreçlerinden biri olmayan faaliyet, doğrudan mesajın oluşturulması veya iletilmesiyle ilgili olmayan, örneğin <b>ürün hammaddelerinin tedarik planlaması</b> gibi lojistik veya operasyonel süreçlerdir."
  },
  {
    "id": "372551",
    "unitNumber": 12,
    "text": "<strong>Reklam kelimesi dilimize hangi yabancı dilden geçmiştir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "İngilizce",
      "B": "Fransızca",
      "C": "Almanca",
      "D": "İtalyanca",
      "E": "Hintce"
    },
    "explanation": "Reklam kelimesi Türkçeye <b>Fransızca</b>'dan geçmiştir. Fransızca karşılığı olan <b>'réclame'</b>, köken olarak <b>dikkat çekmek, duyurmak veya talep etmek</b> anlamına gelmektedir ve bu, kelimenin modern pazarlama iletişimi bağlamındaki işlevini yansıtır."
  },
  {
    "id": "372556",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi reklam grafiklerinin amaçları arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yeni bir ürün tanıtmak",
      "B": "Var olan bir ürüne dikkat çekmek",
      "C": "Bir olayı vurgulamak",
      "D": "Hedef kitlede dikkat uyandırmak",
      "E": "Çok karmaşık olmak"
    },
    "explanation": "Reklam grafiklerinin temel amaçları <b>bilgilendirme, ikna etme, hatırlatma</b> ve nihayetinde <b>satışları artırma</b> veya marka bilinirliğini güçlendirmedir. Amaçlar arasında yer almayacak bir durum, genellikle <b>yasal olmayan veya etik dışı</b> bir eylem olmalıdır, örneğin <b>rakip işletmelerin ticari sırlarını ele geçirmek</b> veya <b>piyasayı manipüle etmek</b>."
  },
  {
    "id": "372564",
    "unitNumber": 12,
    "text": "<strong>Başarılı bir reklam grafiği aşağıdaki özelliklerden hangisine sahiptir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Metinle uyum içinde değildir.",
      "B": "Karşı tarafı olumlu anlamda ikna eder.",
      "C": "Sadece görsel içerir.",
      "D": "Sadece başlık içerir.",
      "E": "Sadece slogan içerir."
    },
    "explanation": "Başarılı bir reklam grafiği, birçok kritere uymalıdır. En önemli özelliği, <b>net, anlaşılır ve tek bir mesajı</b> hedef kitleye etkin bir şekilde iletebilmesidir. Aynı zamanda <b>görsel olarak çekici</b> olmalı ve izleyicinin bir eylem gerçekleştirmesini sağlamak için <b>güçlü bir Eyleme Çağrı (Call to Action)</b> içermelidir."
  },
  {
    "id": "359130",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi açık hava reklam ürünlerinde kullanılan malzemelerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Çerçeve",
      "B": "Fotomontaj",
      "C": "Posterleri koruyan dış kasa sistemi",
      "D": "Işıklandırma sistemi",
      "E": "Hareketli kağıtların dönüşünü sağlayan afiş değiştirici sistem"
    },
    "explanation": "Açık hava reklam ürünlerinde kullanılan malzemeler, dış mekan koşullarına (güneş, yağmur, rüzgar) dayanıklı olmalıdır. Yaygın kullanılan malzemeler arasında <b>vinil branda</b> (branda, folyo), <b>pleksiglas</b>, <b>metal</b>, <b>LED sistemleri</b> ve <b>polikarbonat</b> yer alır. Pamuklu kumaş, dış mekan koşullarına dayanıksız olduğu ve genellikle dayanıklılık gerektiren reklam uygulamalarında kullanılmadığı için açık hava reklam ürünlerinde kullanılan malzemelerden biri <u>değildir</u>."
  },
  {
    "id": "359132",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi güçlü bir kurumsal markanın ihtiyaçları arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Slogan",
      "B": "Tema",
      "C": "Çevre planlaması",
      "D": "Logo tasarımı",
      "E": "Tanımlayıcı renkler"
    },
    "explanation": "Güçlü bir kurumsal marka, piyasada tanınabilirlik, rakiplerden <b>farklılaşma</b>, hedeflerle uyumlu olma ve <b>tutarlılık</b> (mesaj ve görsel kimlikte) gibi temel ihtiyaçlara sahiptir. Markanın gücü ve imajı, bu tutarlılık üzerine inşa edilir. Markanın ihtiyaçları arasında yer almayacak bir durum, genellikle markanın temel değerleriyle veya stratejik konumlandırmasıyla çelişen operasyonel bir zorunluluktur, örneğin '<b>sürekli olarak pazar değiştirmek veya düşük fiyat garantisi vermek</b>' gibi. Bu tür operasyonel kararlar, markanın temel kurumsal gücünün ihtiyacı değildir."
  },
  {
    "id": "359142",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi lightbox özelliklerindendir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Elektrik direği reklamı, direk reklamı olarak da bilinir.",
      "B": "Yüzeyinde kâğıt yerine yüksek kalitedeki ışıklı kumaş kullanılır.",
      "C": "Seri şeklinde kullanıldığında, bir noktaya ulaşmak için yönlendirme bilgisi verebilir.",
      "D": "Reklamın bulunduğu yüzeyin yüksekliği 10 metreyi bulabilir.",
      "E": "Delikli vinil olarak bilinir."
    },
    "explanation": "<b>Lightbox</b> (Işıklı Kutu), açık hava reklamcılığında kullanılan, arkadan aydınlatmalı (genellikle LED ile) reklam panolarına verilen isimdir. En belirgin özelliği, içeriden <b>aydınlatma</b> sağlamasıdır. Bu sayede <b>gece veya düşük ışıklı ortamlarda</b> dahi reklamın <b>yüksek görünürlüğe</b> sahip olması sağlanır. Bu ürünler genellikle kolayca değiştirilebilen grafiklere sahiptir."
  },
  {
    "id": "359146",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi billboard türlerinden <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Mobil (hareketli) billboard",
      "B": "Pole banner",
      "C": "Statik (Sabit) billboard",
      "D": "Dijital billboard",
      "E": "Artırılmış gerçeklik reklam panosu"
    },
    "explanation": "Billboardlar, açıkhava reklamcılığının büyük ölçekli panolarıdır. Temel türleri arasında <b>Standart Billboard</b>, tek ayak üzerinde yükselen büyük panolar olan <b>Unipol</b> ve ışıklandırmalı büyük panolar olan <b>Megalight</b> yer alır. Bu sayılanların dışında kalan, örneğin küçük ölçekli ışıklı kutular olan '<b>Lightbox</b>' veya toplu taşıma durağı panosu olan '<b>Raket/CLP</b>' gibi ürünler, billboard türü olarak değil, ayrı bir açık hava reklam ürünü kategorisi olarak sınıflandırılır."
  },
  {
    "id": "359148",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi açık hava reklam ürünlerinden <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Dijital billboard",
      "B": "Pole banner",
      "C": "Megaboard",
      "D": "Flash banner",
      "E": "Kuleboard"
    },
    "explanation": "Açık hava reklam ürünleri, kamusal alanlarda (yollar, caddeler, meydanlar) dış mekanda sergilenen mecralardır (Billboard, Raket/CLP, Megalight, Otobüs Giydirme, vb.). Bu tanımın dışında kalan ve genellikle <b>iç mekanda veya basılı yayınlarda</b> kullanılan mecralar, açık hava reklam ürünü <u>değildir</u>. Örneğin '<b>Dergi İlanı</b>' veya '<b>TV Spotu</b>' açık hava reklamcılığı ürünleri arasında <u>yer almaz</u>."
  },
  {
    "id": "359152",
    "unitNumber": 13,
    "text": "<strong>Açıkhava reklam ürünleriyle ilgili aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Açık hava reklamlarında farklı teknolojiler ve ışık sisteminin kullanımı ile reklam mesajını etkili bir şekilde iletmektedir.",
      "B": "Kentin farklı noktalarında ardışık olarak konumlanabilmektedir.",
      "C": "Hareketli reklam panoları, hareket eden yazılar, görseller sabit olan reklam tasarımlarına oranla izleyicinin dikkatini daha az çeker.",
      "D": "Outdoor TV, piksel tabanlıdır.",
      "E": "Bazı açıkhava reklam ürünleri, hareketli gösterim olanağı sunar."
    },
    "explanation": "Açık hava reklamcılığında hedef kitle hareket halindedir ve reklamı algılama süresi kısadır. Bu nedenle OOH ürünleri, <b>hızlı tüketim</b> ve <b>kısa mesaj</b> gerektirir. Bir açıkhava reklamıyla ilgili yanlış olan ifade, genellikle bu kısıtlamalara aykırı olandır: '<b>Hedef kitlenin reklamı detaylıca ve uzun süre incelemesine olanak sağlaması</b>' ifadesi <u>yanlıştır</u>, çünkü OOH reklamları saniyeler içinde etki yaratmak zorundadır."
  },
  {
    "id": "359154",
    "unitNumber": 13,
    "text": "<strong>Açıkhava reklamcılığının görsel özellikleri tasarım kurallarına, teknik özellikleri malzeme ve uygulama bilgisine, reklamcılıkla ilgili özellikleri hedef kitleyle reklamı yapılan ürün arasındaki bağlantıya dayanmaktadır. Buna göre bir açıkhava reklamının sergilendiği ana kadar olan süreçte hangi alanda çalışmaya ihtiyaç <u>duyulmaz</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Sosyal medya içeriği",
      "B": "Grafik tasarım",
      "C": "Bütçe planlaması",
      "D": "Montaj",
      "E": "Hedef kitle analizi"
    },
    "explanation": "Açıkhava reklamının sergilenme anına kadar olan süreç; <b>tasarım</b> (görsel özellikler), <b>üretim/uygulama</b> (teknik özellikler ve malzeme bilgisi) ve <b>medya planlama/strateji</b> (hedef kitle bağlantısı) alanlarında çalışmayı gerektirir. Sergilenme sürecinden önce ihtiyaç duyulmayacak bir çalışma alanı, reklamın kendisiyle veya mecrayla doğrudan ilişkili olmayan bir alandır, örneğin '<b>Ürünün nakliye lojistiğinin ayarlanması</b>' veya '<b>Hissedar raporlarının hazırlanması</b>' gibi konular bu süreçte merkezi bir ihtiyaç <u>değildir</u>."
  },
  {
    "id": "359156",
    "unitNumber": 13,
    "text": "<strong>Açık hava reklamlarında hareket halinde olan tren, otobüs gibi toplu ulaşım araçlarında genellikle dikkat çekici görseller ve okunaklı başlık, slogan kullanımı ve logo kullanımı, aşağıdakilerden hangisiyle bağlantılı <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Açıkhava reklamı, ürün kullanımı ile ilgili bilgi vermeli.",
      "B": "Açıkhava reklamı, markayı pozitif yönde etkilemeli.",
      "C": "Açıkhava reklamı, hedef kitlenin görebileceği boyutlarda olmalı",
      "D": "Açıkhava reklamı, ilgi çekici olmalı.",
      "E": "Açıkhava reklamı, ürünün veya hizmetin kullanımı için ikna edici olmalı."
    },
    "explanation": "Hareket halindeki toplu taşıma araçları üzerindeki reklamlar (Transit Reklam), hem araçtakiler hem de dışarıdaki hareketli trafik tarafından görülür. Görsellerin çarpıcı, başlıkların ve logoların okunaklı olması, reklamın <b>hızlı algılanmasını</b> ve <b>anında mesaj iletme</b> ihtiyacını karşılamak içindir. Bu durum, '<b>uzun metinlerin okunmasına uygunluk</b>' veya '<b>izleyicinin mesajı uzun süre incelemesini sağlamak</b>' gibi durumlarla bağlantılı <u>değildir</u>."
  },
  {
    "id": "359158",
    "unitNumber": 13,
    "text": "<strong>Reklamda mesaj testine göre hangi madde hedef kitleden beklenen yanıt <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Ana mesaj",
      "B": "Reklamın işlevselliği",
      "C": "Reklamın ulaşması için en uygun yer",
      "D": "Reklamın hissettirdikleri",
      "E": "Reklamcılığa katkıları"
    },
    "explanation": "Reklamda mesaj testi, hedef kitlenin reklama karşı vereceği beklenen olumlu yanıtları ölçmek için yapılır. Beklenen yanıtlar genellikle <b>anlama</b>, <b>hatırlama</b> (recall), <b>beğenme</b> (attitude) ve <b>satın alma niyeti</b> (persuasion) gibi davranışları içerir. Hedef kitleden beklenen bir yanıt <u>olmayan</u> madde, reklamın amacına ulaşmasını engelleyecek tepkilerdir, örneğin '<b>mesajı görmezden gelmek</b>' veya '<b>reklamın kafa karıştırıcı olduğunu belirtmek</b>'."
  },
  {
    "id": "359161",
    "unitNumber": 13,
    "text": "<strong>Outdoor TV ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Video gösterimi, slayt geçişleri gösterilebilir.",
      "B": "Hareketli gösterim olanağı sunar.",
      "C": "Genellikle koruma camlı ve metal kasalıdır.",
      "D": "İzleyicinin dikkati kısa bir süre ekranda kalabilir.",
      "E": "Dış hava koşullarına uyum sağlayabilen bir klima sistemi kullanılmaktadır."
    },
    "explanation": "<b>Outdoor TV</b>, dijital açık hava reklamcılığının (DOOH) bir parçası olup, halka açık yerlerde video içerik yayınlayan elektronik ekranlardır. Temel amacı <b>dinamik</b> ve <b>hareketli görsellerle</b> dikkat çekmek, içeriklerin <b>anlık olarak güncellenmesini</b> sağlamaktır. Bu nedenle '<b>Sadece statik, sabit görsel yayınlamak için kullanılır</b>' veya '<b>Uzun ve karmaşık metinleri iletmek için idealdir</b>' gibi ifadeler Outdoor TV ile ilgili <u>yanlış</u> bir bilgidir."
  },
  {
    "id": "372592",
    "unitNumber": 13,
    "text": "<strong>Açık hava reklamcılığıyla ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Açık hava reklamcılığı İngilizcede Ev dışı (Out-of-home, OOH) kelimesinden türetilmiştir.",
      "B": "Açık hava reklamcılığının türüne kullanım yeri, boyutu, maliyete göre karar verilir.",
      "C": "Açık hava reklam ürünlerinin sergilendiği yerin reklamveren tarafından kullanımı ücretsizdir.",
      "D": "Açık hava reklam ürünlerinin dağıtımını sadece belediyeler sağlar.",
      "E": "Açık hava reklam alanlarının kullanımı sürelidir."
    },
    "explanation": "Açık hava reklamcılığı, genellikle kitle iletişimini sağlayan ve yüksek frekans sunan bir mecradır. Ancak mecranın doğası gereği <b>mesajın detayı kısıtlıdır</b> ve <b>hedef kitle seçiciliği düşüktür</b> (geniş kitleye hitap eder). '<b>Çok dar ve spesifik niş kitlelere ulaşmak için en verimli mecra olması</b>' veya '<b>Hedef kitleye uzun ve detaylı bilgiler sunması</b>' gibi ifadeler, açık hava reklamcılığıyla ilgili <u>yanlış</u> ifadelerdir."
  },
  {
    "id": "372598",
    "unitNumber": 13,
    "text": "<strong>Outdoor TV reklamlarının hedef kitleyi etkilemek için taşıması gereken özellikler arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Ana fikir, gösterim biçimi ile anlatılabilir olmalıdır.",
      "B": "Reklam vaadi, gösterimin sonunda tam ve açık olarak kanıtlanabilmelidir.",
      "C": "Gerçeği yansıtma zorunluluğu yoktur.",
      "D": "İzlenmesi ve anlaşılması kolay olmalıdır.",
      "E": "Merak uyandırıcı olmalıdır."
    },
    "explanation": "Outdoor TV reklamları, dikkat dağıtıcı kamusal alanlarda kısa süre içinde etki yaratmak zorundadır. Bu nedenle taşıması gereken özellikler; <b>kısa süre</b> (genellikle 5-15 saniye), <b>yüksek kontrastlı görseller</b> ve <b>anlaşılır mesajdır</b>. Hedef kitleyi etkilemek için taşıması gerekmeyen özellik, genellikle içeriğin derinliğine veya izleme süresine odaklanır, örneğin '<b>Karmaşık bir hikaye örgüsü kullanması</b>' veya '<b>Ses efektlerinin vazgeçilmez olması</b>' (çünkü çoğu zaman ses kısıtlıdır) bu özellikler arasında <u>yer almaz</u>."
  },
  {
    "id": "372601",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi lightbox ürünleri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Tek taraflı",
      "B": "Delikli",
      "C": "Özel büküm",
      "D": "Kübik",
      "E": "Ayaklı"
    },
    "explanation": "Lightbox ürünleri, ışıklandırma sistemi entegre edilmiş panolardır ve otobüs duraklarında (Raket/CLP), AVM içlerinde veya bina cephelerinde kullanılabilir. <b>Lightbox</b>, <b>CLP</b> (City Light Poster) ve <b>Bus Stop (Durak) Panoları</b> bu kategoriye girer. <b>Billboard</b> veya <b>Unipol</b> gibi harici aydınlatma ile çalışan veya ışıklandırmasız, devasa panolar, Lightbox ürünleri arasında <u>yer almaz</u>."
  },
  {
    "id": "372602",
    "unitNumber": 13,
    "text": "<strong>Vinil branda olarak bilinen açıkhava reklam ürünü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Mesh",
      "B": "Pole banner",
      "C": "Lightbox",
      "D": "Megaboard",
      "E": "Kuleboard"
    },
    "explanation": "<b>Vinil branda</b>, PVC bazlı, su geçirmez, dayanıklı ve esnek yapısıyla büyük formatlı baskılar için kullanılan temel açık hava reklam malzemesidir. Özellikle <b>Megaboard</b>, <b>Building Wrap</b> (Bina Giydirme) ve <b>büyük standart billboardlar</b> gibi devasa boyutlardaki görsellerin panolara gerdirilerek uygulanması bu malzeme ile yapılır. Bu nedenle vinil branda olarak bilinen açıkhava reklam ürünü genellikle <b>Megaboard</b> veya <b>Bina Giydirme</b>'dir."
  },
  {
    "id": "372603",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi tabela uygulama teknikleri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kabartma harfler veya görseller",
      "B": "Yuvarlak yüzey",
      "C": "Işıklı",
      "D": "Katmanlı",
      "E": "Bilgilendirici"
    },
    "explanation": "Tabela uygulama teknikleri, tabelanın üretilmesi, monte edilmesi ve aydınlatılmasıyla ilgilidir. Bu teknikler arasında <b>vinil germe</b>, <b>kutu harf imalatı</b>, <b>pleksi kesim</b> ve <b>montaj</b> yer alır. '<b>Ofset baskı</b>' ise genellikle kağıt ve karton gibi malzemelerin yüksek tirajlı seri üretimine yönelik bir <b>matbaa baskı tekniğidir</b> ve tabela uygulama teknikleri arasında <u>yer almaz</u>; sadece tabela yüzeyine uygulanacak kağıt afişin üretim yöntemi olabilir, ancak uygulama tekniği değildir."
  },
  {
    "id": "372604",
    "unitNumber": 13,
    "text": "<strong>Aşağıdaki açık hava reklam ürünlerinden hangisi dijital reklam ürünüdür?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Pole banner",
      "B": "Parapet",
      "C": "Outdoor TV",
      "D": "Raket",
      "E": "CLP"
    },
    "explanation": "<b>Dijital reklam ürünleri</b>, geleneksel kağıt poster veya branda yerine elektronik ekranlar (LED/LCD) aracılığıyla içeriğin dinamik olarak yayınlandığı ürünlerdir. <b>Outdoor TV</b>, bu tanıma uyan, video ve animasyon yayınlama yeteneğine sahip bir dijital açık hava reklam ürünüdür (DOOH)."
  },
  {
    "id": "372607",
    "unitNumber": 13,
    "text": "<strong>Aşağıdaki açıkhava reklam ürünlerinden hangisi aynı anda 6 adet posterin gösterimine olanak sağlar?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kuleboard",
      "B": "Silindir",
      "C": "Mesh",
      "D": "Raket",
      "E": "Parapet"
    },
    "explanation": "Aynı anda birden fazla (genellikle 3, 4 veya 6) posterin sırayla dönüşümlü olarak gösterilmesine olanak sağlayan açık hava reklam ürünlerine <b>Prizmatik (Trivision) Pano</b> veya <b>Dönerli Pano</b> denir. Bu mekanizmalar sayesinde tek bir panoda birden fazla reklam kampanyası sergilenebilir. Bu özelliği sağlayan büyük formatlı panolar genellikle <b>Megalight</b> veya özel donanımlı <b>Billboard</b> türleridir."
  },
  {
    "id": "359186",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi tüketiciyi etkilemek için reklamlarda kullanılan uyarıcılar arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Duygusal",
      "B": "Tehdit edici ve korku verici",
      "C": "Ussal",
      "D": "Dokunsal",
      "E": "Güldürü unsuru taşıyan"
    },
    "explanation": "Tüketiciyi etkilemek için reklamlarda kullanılan uyarıcılar (stimuli), temelde tüketicinin <b>duyusal</b>, <b>bilişsel</b> ve <b>duygusal</b> süreçlerini hedef alır. Bunlar genellikle renkler, sesler, görüntüler, mizah, korku veya güvenlik gibi temel ihtiyaçlara yönelik çağrışımlardır. Eğer şıklar arasında reklamın kendisiyle veya tüketici davranışı ile doğrudan ilgili olmayan bir teknik veya idari süreç (örneğin, <b>Üretim bandı denetimi</b>) yer alıyorsa, bu, tüketiciyi etkilemek için kullanılan doğrudan bir reklam uyarıcısı olarak kabul edilmez. Reklam uyarıcıları, <b>dikkat çekmek</b> ve <b>satın alma güdüsünü tetiklemek</b> üzere tasarlanmıştır."
  },
  {
    "id": "359192",
    "unitNumber": 14,
    "text": "<strong>Maslow’un Gereksinimler Hiyerarşisi sıralaması aşağıdakilerden hangisinde doğru olarak verilmiştir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Güvenlik gereksinimi, üyelik ve sevgi, fizyolojik gereksinmeler, saygınlık ve öz gerçekleştirme",
      "B": "Üyelik ve sevgi, saygınlık ve öz gerçekleştirme, fizyolojik gereksinmeler, güvenlik gereksinimi",
      "C": "Fizyolojik gereksinmeler, güvenlik gereksinimi, üyelik ve sevgi, saygınlık ve öz gerçekleştirme",
      "D": "Güvenlik gereksinimi, fizyolojik gereksinmeler, saygınlık ve öz gerçekleştirme, üyelik ve sevgi",
      "E": "Saygınlık ve öz gerçekleştirme, fizyolojik gereksinmeler, üyelik ve sevgi, güvenlik gereksinimi"
    },
    "explanation": "Maslow’un Gereksinimler Hiyerarşisi (Needs Hierarchy), insan ihtiyaçlarını en temelden en karmaşığa doğru beş ana seviyede sıralar. Doğru sıralama şöyledir:<br/>1. <b>Fizyolojik İhtiyaçlar</b> (açlık, susuzluk)<br/>2. <b>Güvenlik İhtiyaçları</b> (korunma, istikrar)<br/>3. <b>Sosyal İhtiyaçlar</b> (ait olma, sevgi)<br/>4. <b>Saygı/Değer İhtiyaçları</b> (başarı, statü, itibar)<br/>5. <b>Kendini Gerçekleştirme İhtiyaçları</b> (potansiyeli tam kullanma, kişisel gelişim).<br/>Bu hiyerarşi, reklam ve pazarlama stratejilerinde tüketicinin hangi seviyedeki ihtiyacına hitap edildiğini belirlemekte kullanılır."
  },
  {
    "id": "359195",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi hem basılı medya hem sayısal medyada sunulan grafik ürünleri arasında yer almaktadır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "E-kitap tasarımı",
      "B": "Elektronik posta tasarımı",
      "C": "Web tasarımı",
      "D": "Banner (bant) tasarımı",
      "E": "Sosyal medya konsept tasarımı"
    },
    "explanation": "Hem basılı medyada (broşürler, dergiler, gazeteler) hem de sayısal medyada (web siteleri, sosyal medya, e-kitaplar) sunulan grafik ürünler, genellikle <b>Kurumsal Kimlik (CI)</b> unsurlarıdır. Bu ürünlere en iyi örnek <b>Logo ve Amblem tasarımları</b> veya <b>Kurumsal tipografi ve renk paletleri</b> olabilir. Bir diğer yaygın örnek, <b>PDF formatında sunulan ve aynı zamanda basılabilen katalog veya broşürlerdir</b>. Bunlar temel görsel materyali ve bilgiyi format bağımsız olarak taşır."
  },
  {
    "id": "359199",
    "unitNumber": 14,
    "text": "<strong>Araştırma hangisi hem açık havada hem iç mekânda kullanılan grafik ürünleri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Delikli branda (Mesh)",
      "B": "Raket pano (CLP)",
      "C": "Işıklı pano (Lightbox)",
      "D": "Tek yön görsel (One way vision)",
      "E": "Raf kart"
    },
    "explanation": "Açık havada ve iç mekânda ortak kullanılan grafik ürünler, genellikle <b>afişler (posterler)</b>, <b>pankartlar (bannerlar)</b> ve genel <b>yönlendirme tabelaları</b> gibi uyarlanabilir formatlardır. Sorunun cevabı, yalnızca tek bir ortama özgü olan ürünlerdir. Örneğin, <b>Açık hava reklam panoları (Billboardlar)</b> çoğunlukla açık hava için tasarlanmışken; çok küçük ve karmaşık <b>raf etiketleri (shelf talkers)</b>, interaktif <b>kiosk ekranları</b> veya <b>masa üstü standları</b> sadece iç mekânda kullanılır ve açık havada kullanışlı veya dayanıklı değildir."
  },
  {
    "id": "359201",
    "unitNumber": 14,
    "text": "Hedef kitleyle ilgili bilgileri netleştirmek, ürünün veya hizmetin tanıtımında kullanılacak yöntemi seçmeye yardımcı olmaktadır.<strong><br/>Buna göre aşağıdakilerden hangisi reklamlar tasarlanmadan önce hedef kitleyle ilgili toplanan bilgiler arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Cinsiyet",
      "B": "Psikolojik özellikleri",
      "C": "Konum ve zaman dilimi",
      "D": "Yaş",
      "E": "Ekonomik durum"
    },
    "explanation": "Reklamlar tasarlanmadan önce hedef kitleyle ilgili toplanan bilgiler, reklamın mesajını ve mecrasını belirlemek için kritiktir. Bu bilgiler <b>demografik veriler</b> (yaş, cinsiyet, gelir), <b>psikografik özellikler</b> (yaşam tarzı, ilgi alanları) ve <b>tüketim alışkanlıklarını</b> içerir. Toplanan bilgiler arasında yer almayacak veya reklam yöntemi seçmeye doğrudan yardımcı olmayacak bilgiler genellikle <b>şirketin iç yönetim yapısı</b>, <b>rakip firmanın detaylı insan kaynakları politikaları</b> veya <b>ürünün üretim maliyetlerinin muhasebe detayları</b> gibi pazarlama iletişimiyle dolaylı ya da ilgisiz olan idari bilgilerdir."
  },
  {
    "id": "359202",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi ürün konteyneri (dump bin) içinde <u>sergilenemez</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Şeker",
      "B": "Çikolata",
      "C": "Flash bellek",
      "D": "Oyuncak",
      "E": "Televizyon"
    },
    "explanation": "Ürün konteyneri (dump bin), perakende satış noktalarında yer alan, genellikle karton veya plastikten yapılmış, üstü açık ve yığın şeklinde ürün sergilemeye olanak tanıyan standlardır. Bu standlar, müşterinin dürtüsel satın alma yapmasını sağlamak için <b>küçük hacimli</b>, <b>hafif</b>, <b>dayanıklı</b> ve <b>indirimli ürünler</b> için idealdir (örneğin şekerleme, dergi veya küçük aksesuarlar). Dump bin içinde sergilenemeyecek ürünler, konteynere sığmayacak kadar <b>büyük hacimli veya çok ağır</b> eşyalardır, örneğin <b>beyaz eşyalar</b> (buzdolabı, çamaşır makinesi) veya <b>çok hassas cam ürünler</b>."
  },
  {
    "id": "359204",
    "unitNumber": 14,
    "text": "<strong>Aşağıdaki promosyon ürünlerinden hangisi tekstil ürünü <u>olamaz</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Plaket",
      "B": "T-shirt",
      "C": "Şapka",
      "D": "Bilgisayar çantası",
      "E": "Önlük"
    },
    "explanation": "Promosyon ürünleri geniş bir yelpazede yer alır. Tekstil ürünleri, üzerine marka logosu basılabilen veya işlenebilen kumaş bazlı ürünlerdir. Örnekler: <b>T-shirt, şapka, polo yaka, bez alışveriş çantası veya havlu</b>. Tekstil ürünü olmayan promosyon ürünleri ise genellikle sert veya yarı sert malzemelerden (plastik, metal, seramik, kağıt) yapılır. Bunlara örnek olarak <b>kalem, anahtarlık, kupa (mug), takvim veya ajanda</b> verilebilir. Soru, bu kategorilerden birinin (örneğin kupa) doğru cevap olarak işaretlendiğini varsayar."
  },
  {
    "id": "359206",
    "unitNumber": 14,
    "text": "<strong>Aşağıdaki promosyon ürünlerinden hangisi sürdürülebilir bir reklam ürünüdür?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Balon",
      "B": "Bez çanta",
      "C": "Plastik çanta",
      "D": "Vinil branda",
      "E": "Plastik yemek seti"
    },
    "explanation": "Sürdürülebilir reklam ürünleri, <b>çevreye duyarlılık</b> ilkesine uygun olarak üretilmiş, genellikle geri dönüştürülmüş, geri dönüştürülebilir veya doğada çözünebilir malzemelerden yapılan ürünlerdir. Ayrıca, uzun ömürlü ve yeniden kullanıma teşvik eden ürünler de bu kategoriye girer. Bu tür bir ürün <b>geri dönüştürülmüş kâğıttan yapılan defterler</b>, <b>bambu veya odun bazlı kalemler</b> veya <b>yeniden kullanılabilir organik pamuklu çantalar</b> olabilir. Bu seçim, markanın çevre bilincini gösterir."
  },
  {
    "id": "359208",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi kioskların kullanıldığı alanlardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Hastane",
      "B": "Banka",
      "C": "Havaalanı",
      "D": "Uçak",
      "E": "Restoran"
    },
    "explanation": "Kiosklar, kullanıcıya bilgi sunma, işlem yapma (bilet alma, fatura ödeme) veya navigasyon sağlama gibi işlevler için kamusal alanlarda kullanılan interaktif dijital terminallerdir. Yaygın kullanım alanları: <b>Havaalanları</b> (check-in), <b>bankalar</b> (işlem yapma), <b>alışveriş merkezleri</b> (yol bulma) ve <b>hastaneler</b> (kayıt). Kioskların kullanılmadığı alanlar genellikle <b>yüksek güvenlik gerektiren</b>, kişisel ev ortamı veya <b>özel endüstriyel kontrol sistemlerinin</b> yönetildiği yerlerdir."
  },
  {
    "id": "359210",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi kiosk yazılımlarının işlevlerinden hangisi diğerlerinden farklıdır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Rezervasyon",
      "B": "Turistik bir yerin tanıtımı",
      "C": "Anket",
      "D": "Sıra numarası alımı",
      "E": "Check in işlemleri"
    },
    "explanation": "Kiosk yazılımlarının temel işlevleri arasında <b>kullanıcı arayüzü yönetimi</b>, <b>bilgi sunumu</b>, <b>ödeme/satış işlemleri</b> ve <b>navigasyon hizmetleri</b> bulunur. Eğer şıklarda bu temel kullanıcı odaklı işlevler listeleniyorsa, farklı olan işlev genellikle <b>sistem yönetimsel</b> veya <b>uzaktan tanılama (diagnostik)</b> görevi olacaktır. Örneğin; bilgi sunmak, satış yapmak ve navigasyon sağlamak kullanıcı işleviyken, <b>yazılım güncellemelerini arka planda yönetmek</b> farklı bir sistem işlevidir."
  },
  {
    "id": "372647",
    "unitNumber": 14,
    "text": "<strong>Aşağıdaki promosyon ürünlerinden hangisi kırtasiye kategorisinde <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kalem",
      "B": "Bloknot",
      "C": "Ajanda",
      "D": "Termos",
      "E": "Defter"
    },
    "explanation": "Kırtasiye (Stationery) kategorisi, yazı yazma, çizim yapma, düzenleme ve ofis işlerinde kullanılan materyalleri içerir. Promosyon kırtasiye ürünleri: <b>Kalem, defter, ajanda, not kâğıdı, klasör</b>. Kırtasiye kategorisinde yer almayan ürünler, kişisel tüketim veya aksesuar grubuna dâhildir. Örneğin, <b>Kupa (mug)</b>, <b>şemsiye</b>, <b>anahtarlık</b> veya <b>USB bellek</b> gibi ürünler promosyon amaçlı kullanılsa da kırtasiye değildir."
  },
  {
    "id": "372651",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi kurumsal kimlik çalışmaları grubunda <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Antetli",
      "B": "Diplomat zarf",
      "C": "Logo tasarımı",
      "D": "Bloknot",
      "E": "Dosya"
    },
    "explanation": "Kurumsal kimlik (CI) çalışmaları, bir kurumun kendini nasıl algıladığını ve dış dünyaya nasıl yansıttığını belirleyen bütünleşik bir sistemdir. Temel bileşenleri <b>Kurumsal Tasarım</b> (logo, renk, tipografi, kartvizit), <b>Kurumsal İletişim</b> (slogan, dil, reklam) ve <b>Kurumsal Davranış</b> (etik, hizmet kalitesi) olarak ayrılır. Kurumsal kimlik çalışmaları grubunda yer almayacak bir madde, firmanın pazarlama iletişimi veya görsel temsilinden bağımsız, iç operasyonel veya maliyet odaklı bir süreçtir; örneğin <b>finansal denetim süreçleri</b> veya <b>tedarikçi anlaşmalarının yönetimi</b>."
  },
  {
    "id": "372659",
    "unitNumber": 14,
    "text": "<strong>Aşağıdaki gerilla reklamcılık örneklerinden hangisi iç mekân reklam ürünlerine dâhildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Marka hakkında yazılan bir kitap",
      "B": "Dizi ya da filmlere entegre edilen marka",
      "C": "Konusal içerikli haber olarak medyada yer almak",
      "D": "Akıllı tasarlanmış SMS veya E-posta",
      "E": "Zemin reklam uygulamaları"
    },
    "explanation": "Gerilla reklamcılık, beklenmedik yerlerde, yaratıcı ve düşük maliyetli yöntemlerle yüksek etki yaratmayı hedefler. İç mekân gerilla reklamcılığı, kapalı alanların (alışveriş merkezi, metro istasyonu, tuvalet, mağaza içi) mevcut fiziki yapısını kullanır. İç mekâna dâhil olan bir örnek, <b>Alışveriş merkezindeki yürüyen merdiven basamaklarına uygulanan yaratıcı grafikler</b> veya <b>bir bekleme odasının zeminine yapıştırılan 3D illüzyonlu stickerlar</b> olabilir. Bu, mesajı doğrudan hedef kitlenin bulunduğu kapalı alana taşır."
  },
  {
    "id": "372662",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi on board reklam ürünüdür?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Baş üstü saklama kutusu reklamı",
      "B": "One way vision",
      "C": "Wobbler",
      "D": "Dön kart",
      "E": "Kiosk"
    },
    "explanation": "On board reklam ürünleri, toplu taşıma araçlarının (otobüs, tren, uçak, vapur) <b>içinde</b> yolculara yönelik olarak yerleştirilen reklamlardır. Yolcuların seyahat süresi boyunca mesajla etkileşimini sağlar. Tipik on board reklam ürünleri arasında <b>koltuk arkası poster panelleri</b>, <b>tavan tutacaklarına asılan küçük paneller</b>, <b>iç mekân dijital bilgilendirme ekranları</b> veya <b>koltuk başlık örtüleri</b> yer alır. Bu ürünler, aracın dışına uygulanan reklam (full wrap) veya durak reklamlarından farklıdır."
  }
]