[
  {
    "id": "254961",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi yaratıcılığı engelleyen faktörler arasındadır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yaratıcı süreçte eleştiriden uzak ortam",
      "B": "Farklı görüşlere saygı",
      "C": "Sorgulamaya izin verme",
      "D": "Analiz yapabilme",
      "E": "Gözetim altında olduğunu hissetmek"
    },
    "explanation": "Yaratıcılığı engelleyen faktörler, bireyin yeni fikirler üretmesini, risk almasını ve mevcut kalıpların dışına çıkmasını zorlaştıran zihinsel veya çevresel bariyerlerdir. Tipik olarak bu engeller arasında <b>mükemmeliyetçilik</b>, <b>eleştirilme korkusu</b>, <b>hata yapmaktan çekinme</b>, belirsizliğe tahammülsüzlük ve <b>kurallara aşırı bağlılık</b> yer alır. Bu tür faktörler, yaratıcı potansiyelin ortaya çıkmasını kısıtlar."
  },
  {
    "id": "254962",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi sağ beyne özgü bir niteliktir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Mantık",
      "B": "Sözcükler",
      "C": "Hayal gücü",
      "D": "Analiz",
      "E": "Ardışıklık"
    },
    "explanation": "Beynin sağ yarımküresi genellikle sezgisel, görsel ve bütüncül süreçlerle ilişkilendirilir. Sağ beyne özgü nitelikler arasında <b>bütünsel düşünme</b>, <b>hayal gücü</b>, <b>sezgi</b>, <b>sanatsal yetenekler</b>, duygusal ifade ve üç boyutlu algılama yer alır. Sağ beyin, bilgiyi parçalara ayırmak yerine bir bütün olarak algılayıp sentezler."
  },
  {
    "id": "255034",
    "unitNumber": 1,
    "text": "<strong>Aşağıdaki aşamalardan hangisi yaratıcı düşünme sürecinde yer alan aşamalardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Hazırlık",
      "B": "Doğrulama",
      "C": "Strateji geliştirme",
      "D": "Kuluçka",
      "E": "Aydınlanma"
    },
    "explanation": "Graham Wallas’ın ortaya koyduğu standart yaratıcı düşünme süreci dört ana aşamadan oluşur: 1) <b>Hazırlık</b> (Veri toplama ve problem tanımlama), 2) <b>Kuluçka (Inkibasyon)</b> (Bilinçaltı süreç), 3) <b>Aydınlanma (İllüminasyon)</b> (Çözümün aniden ortaya çıkması), ve 4) <b>Doğrulama (Verifikasyon)</b> (Fikrin test edilmesi). Bu dört aşamanın dışında kalan herhangi bir eylem, yaratıcı düşünme sürecinin bağımsız bir aşaması olarak kabul edilmez, genelde bir aşamanın alt adımıdır (örneğin sadece 'Analiz' bir aşama değildir)."
  },
  {
    "id": "255035",
    "unitNumber": 1,
    "text": "<strong>Aşağıda sıralanan analitik düşünme ile ilgili bilgilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Tek ya da daha az doğuya ulaşmaya çalışılır.",
      "B": "Olası fikirlerin bir araya gelerek kesiştiği bir düşünme biçimidir.",
      "C": "Mantıksaldır.",
      "D": "Sol beyine özgü bir düşünme biçimidir.",
      "E": "Pek çok muhtemel yanıtı bulmaya odaklıdır."
    },
    "explanation": "Analitik düşünme, bir problemi parçalara ayırarak, <b>mantıksal sıralama</b>, <b>detaylara odaklanma</b> ve rasyonel analiz yoluyla çözme sürecidir. Bu düşünme biçimi sol beyinle ilişkilidir. Yanlış olan bilgi, genellikle analitik düşünmenin yaratıcılığı engellediği veya sağ beyne özgü olduğu yönündeki iddialar olabilir. Oysa analitik düşünme, yaratıcı fikirleri <b>değerlendirme ve uygulama</b> aşamasında kritiktir."
  },
  {
    "id": "255036",
    "unitNumber": 1,
    "text": "<strong>Yaratıcı düşünme süreci ile ilgili olarak aşağıda sıralanan bilgilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Hazırlık aşaması yeni fikirlerin üretimi için düşünsel kaynakların bir araya getirildiği bir aşamadır.",
      "B": "Yaratıcı düşünme sürecinde tüm aşamalar bilinçli bir çabanın ürünüdür.",
      "C": "Kuluçka ve aydınlanma aşaması yaratıcı düşünme süreçte bilinçsiz işleyen aşamalardır.",
      "D": "Aydınlanma aşamasına birey zorlanmadan kendiliğinden gelmelidir.",
      "E": "Doğrulama aşaması yaratıcı düşünme sürecinde ortaya çıkan yeni fikrin yeterliliği ve uygulanabilirliğinin değerlendirildiği son aşamadır."
    },
    "explanation": "Yaratıcı düşünme süreci, sadece yetenekli kişilere özgü olmayıp, geliştirilebilir bir beceridir. Süreç, genellikle <b>doğrusal değildir</b>, deneme yanılma içerir ve <b>kuluçka</b> aşaması sayesinde bilinçdışı çalışmayı barındırır. Sürecin her zaman bilinçli, düzenli ve hızlı olduğu bilgisi yanlıştır; aksine belirsizliklere tahammül ve disiplinli çalışmayı gerektirir."
  },
  {
    "id": "255039",
    "unitNumber": 1,
    "text": "<strong>Yaratıcı düşünme ile ilgili olarak aşağıdaki bilgilerden hangisi doğrudur?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Tek bir doğruya yönelik derinlemesine düşünmeyi içeren dikey bir düşünme biçimidir.",
      "B": "Sağ beyine özgü bir düşünme biçimidir.",
      "C": "Mantıksaldır.",
      "D": "Tek ya da daha az sayıda yanıta ulaşmaya çalışır.",
      "E": "Tek bir doğruya yönelik fikirlerin kesiştiği bir düşünme biçimidir."
    },
    "explanation": "Yaratıcı düşünmenin temel özellikleri, üretilen fikrin veya ürünün <b>özgün</b> (yenilikçi) olması ve aynı zamanda bir <b>değer</b> veya <b>fayda</b> sağlamasıdır. Doğru olan bilgi, yaratıcılığın doğuştan gelen bir yetenek olmasının yanı sıra, doğru teknikler ve pratikle <b>geliştirilebilir</b> bir beceri olmasıdır. Yaratıcılık, sadece sanatsal değil, bilimsel, teknik ve günlük problem çözme alanlarında da uygulanabilir."
  },
  {
    "id": "255094",
    "unitNumber": 1,
    "text": "<strong>Yaratıcılık kavramı aşağıdaki özelliklerden hangisini <u>içermez</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Orijinal olanı üretme",
      "B": "Kavramlar arası yeni bağlantılar kurma",
      "C": "Alışılmışın dışına çıkmama",
      "D": "Özgünlük içerme",
      "E": "Yeni bir buluş ortaya koyma"
    },
    "explanation": "Yaratıcılık kavramı, <b>özgünlük</b> (yenilik), <b>uygunluk</b> (değer/fayda) ve <b>süreci</b> içerir. Yaratıcılığın doğası gereği yeni ve benzersiz sonuçlar üretmesi gerekir. Bu nedenle, yaratıcılık kavramı mevcut olanı <b>sıradan bir şekilde tekrarlama</b>yı, <b>mekanik taklidi</b> veya <b>standart çözümleri uygulama</b>yı içermez."
  },
  {
    "id": "255095",
    "unitNumber": 1,
    "text": "<strong>Yaratıcılığı, yaratıcı kişinin özellikleri, zihinsel kapasitesi ve yaratıcı düşünce sürecinde bireyin etkisi bağlamında ele alan tanımlamalar aşağıdaki yaklaşımlardan hangisi ile yaratıcılığı ele alır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Süreç Odaklı Yaklaşımı",
      "B": "Ürün Odaklı Yaklaşım",
      "C": "Sosyal Çevre Yaklaşımı",
      "D": "Kültürel Yaklaşım",
      "E": "Bireysel Yaklaşım"
    },
    "explanation": "Yaratıcılık literatüründe Dört P (4P) olarak bilinen temel yaklaşımlar vardır: Kişi (Person), Süreç (Process), Ürün (Product) ve Ortam (Press). Yaratıcılığı, bireyin <b>zihinsel kapasitesi</b>, <b>kişilik özellikleri</b> ve <b>yeteneği</b> bağlamında ele alan tanımlamalar <b>Kişi (Person) Yaklaşımı</b> ile ilgilidir. Bu yaklaşım, yaratıcı insanları ve onların ayırt edici özelliklerini inceler."
  },
  {
    "id": "255198",
    "unitNumber": 1,
    "text": "<strong>Aşağıdaki faktörlerden hangisi yaratıcılık üzerinde doğrudan etkisi olan faktörlerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kişilik",
      "B": "Kültür",
      "C": "Zekâ",
      "D": "Irk",
      "E": "Eğitim"
    },
    "explanation": "Teresa Amabile'ın modeline göre yaratıcılığı doğrudan etkileyen faktörler <b>Alan Uzmanlığı</b> (bilgi birikimi), <b>Yaratıcı Düşünme Becerileri</b> (yaratıcı teknikleri kullanma yeteneği) ve <b>İçsel Motivasyon</b>dur. Bu üç ana bileşenin dışında kalan, örneğin sosyal statü, fiziksel güç veya rastgele dışsal koşullar, yaratıcılık üzerinde doğrudan etkisi olan temel faktörlerden biri sayılmaz."
  },
  {
    "id": "255199",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi yaratıcı düşünmenin kişiye sağlayabileceği faydalar arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Sorgulamadan sorunları alışılmış yöntemlerle çözme",
      "B": "Orijinal sonuçlara ulaşma",
      "C": "Araştırmacı bir düşünce yapısı geliştirme",
      "D": "Çok yönlü düşünme",
      "E": "Özgün sentezlere varma"
    },
    "explanation": "Yaratıcı düşünme, bireye <b>esneklik</b>, <b>yenilikçilik</b>, <b>problem çözme becerisi</b>, değişime uyum sağlama ve özgüven artışı gibi birçok fayda sağlar. Yaratıcı düşünmenin faydaları arasında yer almayacak bir durum, <b>standartlaşmayı artırmak</b> veya <b>rutin uygulamaların kesinleşmesi</b> olacaktır, zira yaratıcılık statükoyu sorgulamayı gerektirir."
  },
  {
    "id": "255200",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerinden hangisi yaratıcı bir kişiyi tanımlayan kişilik özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Hayal güçleri yüksektir.",
      "B": "Risk almayı sevmezler.",
      "C": "Meraklıdırlar.",
      "D": "Bağımsızdırlar.",
      "E": "Daha az otoriter ve daha esnektirler."
    },
    "explanation": "Yaratıcı kişiler genellikle <b>meraklı</b>, <b>bağımsız</b>, <b>açık fikirli</b>, karmaşıklığa toleranslı, <b>risk alan</b> ve yüksek enerjiye sahip bireylerdir. Yaratıcı bir kişiyi tanımlamayan özellik ise <b>katı düşünce yapısı</b>, <b>otoriteye sorgulamadan uyma</b> veya <b>rutine aşırı bağlılık</b> gibi kısıtlayıcı tutumlardır."
  },
  {
    "id": "255201",
    "unitNumber": 1,
    "text": "<strong>Yaratıcılığı bireysel bir faaliyet olduğu kadar bir grup ya da ekip tarafından kolektif olarak gerçekleştirilen bir süreç olarak değerlendiren yaklaşım aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Bireysel yaklaşım",
      "B": "Sosyal çevre / kültürel etkiler odaklı yaklaşım",
      "C": "Ürün odaklı yaklaşım",
      "D": "Süreç odaklı yaklaşım",
      "E": "Rasyonel yaklaşım"
    },
    "explanation": "Yaratıcılığı sadece bireysel bir faaliyet olarak değil, aynı zamanda <b>bir grup ya da ekip tarafından kolektif olarak</b> gerçekleştirilen bir süreç olarak değerlendiren yaklaşımlar, <b>Sosyal Psikolojik Yaklaşımlar</b> veya <b>Sistem Yaklaşımları</b> olarak adlandırılır. Bu yaklaşımlar, organizasyonel kültürü ve grup dinamiklerini (Ortam/Press) yaratıcılığın temel unsurları olarak görür."
  },
  {
    "id": "255202",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi Amabile’a göre yaratıcılığı etkileyen faktörlerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kişinin maddi durumu",
      "B": "Alanla ilgili beceriler",
      "C": "Yaratıcılıkla ilgili süreçler",
      "D": "Görev motivasyonu",
      "E": "Sosyal çevre"
    },
    "explanation": "Teresa Amabile'a göre yaratıcılığı etkileyen üç temel faktör: 1) <b>Alan Becerileri</b> (Uzmanlık), 2) <b>Yaratıcı Düşünme Becerileri</b>, ve 3) <b>İçsel Motivasyon</b>dur. Bu temel bileşenlerin dışında kalan faktörler, örneğin kişinin sosyal çevresindeki baskı veya maddi olanaklar, yaratıcılığın doğrudan Amabile modelinde yer alan bir bileşeni değildir."
  },
  {
    "id": "255203",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi yaratıcılığı sınırlayan bir faktör olarak <u>değerlendirilemez</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Beklenen değerlendirme",
      "B": "Ödül",
      "C": "Yaratıcı süreçte eleştiriden uzak bir ortam sunulması",
      "D": "Gözetim",
      "E": "Sınırlanmış seçim"
    },
    "explanation": "Yaratıcılığı sınırlayan faktörler genellikle <b>eleştirilme korkusu</b>, <b>kurallara sıkı bağlılık</b>, kaynak eksikliği veya mükemmeliyetçilik gibi unsurlardır. Yaratıcılığı sınırlamayan faktörler ise tam tersine yaratıcılığı teşvik eden unsurlardır, örneğin <b>yüksek içsel motivasyon</b>, <b>esnek düşünme</b> veya <b>risk alma isteği</b>."
  },
  {
    "id": "255204",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi yaratıcı bir kişiyi tanımlayan kişilik özelliklerinden biridir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Herkes gibi düşünürler.",
      "B": "Bağımlı bir kişilik özelliğine sahiptirler.",
      "C": "Çeşitli ilgi alanları olan çok yönlü kişilerdir.",
      "D": "Hayal güçlerini kullanmayı tercih etmezler.",
      "E": "Sezgilerine önem vermezler."
    },
    "explanation": "Yaratıcı bir kişiyi tanımlayan kişilik özelliklerinden biri <b>yüksek düzeyde merak</b> ve <b>entelektüel açıklıktır</b>. Ayrıca yaratıcı kişilerde <b>bağımsızlık</b>, karmaşıklığa açıklık, geleneklere karşı meydan okuma ve <b>çelişkileri bir arada barındırma</b> eğilimi de görülür."
  },
  {
    "id": "255205",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi sol beyne özgü özelliklerden biridir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Hayal gücü",
      "B": "Ritim",
      "C": "Renk",
      "D": "Doğrusallık",
      "E": "Hayal kurma"
    },
    "explanation": "Sol beyin, genellikle <b>mantıksal düşünme</b>, <b>analiz etme</b>, <b>sıralı işlem yapma</b>, sözel dil (gramer) ve matematik gibi becerilerle ilişkilendirilir. Sol beyin, bilgiyi parçalara ayırarak detaylara odaklanır ve doğrusal bir yaklaşımla işler; bu özellikler <b>analitik düşünme</b> için temeldir."
  },
  {
    "id": "343581",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi yaratıcı düşünmenin kişiye sağlayabileceği faydalar arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Mantıklı önermelerde bulunma",
      "B": "Duygu ve düşüncelerinin farkına varma",
      "C": "Olayları ilişkilendirmeden bağımsız değerlendirme",
      "D": "Özgüvenini geliştirmeye katkı sağlama",
      "E": "Kendi başarılarını fark etme"
    },
    "explanation": "Yaratıcı düşünme, bireyin <b>esnekliğini</b>, <b>uyum yeteneğini</b> ve <b>yenilikçiliğini</b> artırır. Yaratıcı düşünmenin sağlayacağı faydalar arasında yer almayacak durum, yeniliğin ve değişimin karşısında yer alan, örneğin <b>statükoyu koruma</b> veya <b>değişime direnç gösterme</b> gibi sonuçlardır. Zira yaratıcılık daima yeni ve farklı çözümler üretmeyi amaçlar."
  },
  {
    "id": "343582",
    "unitNumber": 1,
    "text": "Bir görevi ya da çalışmayı denetlendiği için veya mecburiyetten yapan insanlar, bunu içsel nedenlerle yapan kişilere göre daha az yaratıcıdırlar.<br/><strong>Yukarıdaki ifade, yaratıcılığı sınırlayan değişkenlerden hangisine aittir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Beklenen değerlendirme",
      "B": "Dış oryantasyon",
      "C": "Yarışma",
      "D": "Ödül",
      "E": "Gözetim"
    },
    "explanation": "Verilen ifade, yaratıcılık üzerindeki motivasyon türlerinin etkisini açıklamaktadır. Bir görevin <b>denetim</b> veya <b>mecburiyet</b> nedeniyle yapılması <b>dışsal motivasyon</b> olarak adlandırılır. Amabile'ın çalışmaları, dışsal baskının ve kontrolün genellikle yaratıcılığı <b>sınırlayan</b> bir değişken olduğunu, buna karşın <b>içsel motivasyonun</b> ise yaratıcılığı teşvik ettiğini belirtir."
  },
  {
    "id": "343583",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi sağ beyne özgü özelliklerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Sayılar",
      "B": "Boyut",
      "C": "Uzaysal farkındalık",
      "D": "Holistik bilinç",
      "E": "Renk"
    },
    "explanation": "Sağ beyin <b>bütüncül</b>, <b>sezgisel</b>, <b>görsel</b> ve hayal gücü odaklı düşünme ile ilişkilidir. Sağ beyne özgü olmayan özellikler, sol beynin işlevleridir; örneğin <b>analitik çözümleme</b>, <b>mantıksal sıralama</b>, dilin gramer kurallarına odaklanma gibi rasyonel ve doğrusal işlemler sol beyin tarafından gerçekleştirilir."
  },
  {
    "id": "343585",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi analitik düşünme biçimine özgü özelliklerden biridir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Birçok farklı çözüm önerisinin olduğu bir süreç yaşanmaktadır.",
      "B": "Ayrışan düşünce yapısı vardır.",
      "C": "Yatay fikir üretim sürecini içerir.",
      "D": "Hayal gücü önemlidir.",
      "E": "Dikey fikir üretim sürecini içerir."
    },
    "explanation": "Analitik düşünme, bilginin <b>parçalara ayrılarak</b> sistematik bir şekilde incelenmesi esasına dayanır. Analitik düşünme biçimine özgü özellikler arasında <b>mantıksal sıralama</b>, <b>detaylara odaklanma</b>, rasyonel kararlar alma ve tümdengelim yöntemlerini kullanma yer alır. Bu süreç, sol beynin baskın olduğu bir düşünce biçimidir."
  },
  {
    "id": "254964",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi genel yetenek kavramının içerdiği unsurlardan biridir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Belirli bir eğitim alan kişilerin başarabileceği işlerdir.",
      "B": "Herkesin kolayca yapamayacağı işleri içerir.",
      "C": "Bireyin öteki yetenekleriyle uygunluk göstermeyen bir özelliğe sahiptir.",
      "D": "Sorunun çözülmesinde aynı ölçütte bulunanlara göre üst seviyede performans gösterebilme durumudur.",
      "E": "Karar unsurları içerisinden bir ya da birden çok seçeneği elimine ederek avantaj elde edebilme kabiliyetidir."
    },
    "explanation": "Genel yetenek (General Ability) kavramı, bireyin yeni durumlar karşısında öğrenme, sorun çözme ve adaptasyon yeteneğini ifade eder. Bu yetenekler genellikle <b>zihinsel çeviklik</b>, <b>hızlı öğrenme</b> ve <b>muhakeme</b> (mantık yürütme) gibi unsurları içerir. Muhakeme yeteneği, bilginin analiz edilmesi ve mantıklı sonuçlara ulaşılması için temel bir unsurdur."
  },
  {
    "id": "255043",
    "unitNumber": 2,
    "text": "I. Yaratıcı zekâ<br/>II. Medya<br/>III. Hayal gücü<br/>IV. Yapay zekâ<br/><strong>Yukarıdaki hangi iki nosyon bir bilim adamını bilinmeyenler alanından elde ettiği bilgileri bilinen bir alana taşımasında köprü görevi görmektedir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "I ve IV",
      "D": "II ve III",
      "E": "II ve IV"
    },
    "explanation": "Bir bilim adamının keşif sürecinde bilinmeyen alandan elde ettiği bilgileri bilinen bir alana taşımasında kullanılan temel araçlar <b>Yaratıcı Zekâ</b> (I) ve <b>Hayal Gücü</b> (III)'dür. Yaratıcı zekâ, mevcut bilgiyi alışılmadık şekillerde birleştirme yeteneğini sağlarken, hayal gücü ise henüz var olmayan çözümleri veya bağlantıları zihinde canlandırma kapasitesini temsil eder. Medya ve yapay zekâ bu süreçte araç olabilir, ancak köprü görevi gören bilişsel nosyonlar I ve III’tür."
  },
  {
    "id": "255044",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi iş yaşamında yaratıcılığı betimleyen özelliklerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Bireysel yaratıcılığın ötesindedir.",
      "B": "Kolektif unsurları kapsar.",
      "C": "Organize bir süreçtir.",
      "D": "İş stratejilerinin bir parçası olarak değerlendirilmektedir.",
      "E": "Tek bir kişinin bilgisi ile sınırlandırılabilir."
    },
    "explanation": "İş yaşamında yaratıcılık; <b>yenilikçi fikirler üretme</b>, <b>mevcut sorunlara orijinal çözümler getirme</b> ve <b>sürekli gelişim</b> gibi özelliklerle betimlenir. Yaratıcılığın temelinde özgünlük varken, bir fikri veya ürünü <b>taklit etme</b> (Imitation), yaratıcılığı betimleyen bir özellik olmaktan uzaktır. Taklit, mevcut olanı tekrarlamaktır, yeni değer yaratmaz."
  },
  {
    "id": "255045",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi iş yaşamında yaratıcılığın ön plana çıkmasının nedenlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Hızla değişen iç ve dış çevre faktörlerinin örgütlere baskı yapması",
      "B": "Yönetimlerin sürekli değişen koşullara uyum gösterme çabası",
      "C": "Bireysel yaratıcı gücü kurum içerisinde geliştirme çabası",
      "D": "Çevrenin sunduğu fırsatları rakiplerden önce değerlendirme isteği",
      "E": "Çevreden kaynaklanan kısıtları fırsata çevirme isteği"
    },
    "explanation": "İş yaşamında yaratıcılığın ön plana çıkmasının temel nedenleri; yoğunlaşan <b>küresel rekabet</b>, <b>teknolojik değişimlerin hızı</b> ve <b>müşteri beklentilerinin sürekli artmasıdır</b>. Bu dinamik ortam, işletmelerin hayatta kalması için sürekli yenilik yapmasını zorunlu kılar. Ancak, <b>pazarın durağanlaşması</b> (piyasada değişim olmaması) yaratıcılığı ön plana çıkaran bir neden değil, aksine yaratıcılığa duyulan acil ihtiyacı azaltabilecek bir durumdur."
  },
  {
    "id": "255046",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi kurumsal yaratıcılığı besleyen bileşenlerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "İşletme içindeki bireylerin doğru yönlendirilmesi",
      "B": "Çalışan motivasyonu",
      "C": "Takım çalışmasının desteklenmesi",
      "D": "Rakip odaklı felsefenin benimsenmesi",
      "E": "İşlem kapasitesini artırıcı uygulamaların varlığı"
    },
    "explanation": "Kurumsal yaratıcılığı besleyen temel bileşenler arasında <b>yaratıcılığı destekleyen örgüt kültürü</b>, <b>yeterli kaynak tahsisi</b> ve <b>özerk çalışma ortamı</b> bulunur. Yaratıcılık, çalışanların fikirlerini serbestçe ifade edebildiği ve risk alabildiği ortamda gelişir. <b>Merkeziyetçi karar alma</b> (yönetimin tüm kararları tek elde toplaması) ise genellikle çalışanların inisiyatif almasını engelleyerek kurumsal yaratıcılığı olumsuz etkiler."
  },
  {
    "id": "255047",
    "unitNumber": 2,
    "text": "I. Problemi farklı açılardan değerlendirme<br/>II. Yaratıcı gücü içselleştirme<br/>III. İş süreçlerini geliştirme<br/>IV. İşlerin koordinasyonunda zaman sınırını daraltma<br/><strong>Yukarıdakilerden hangisi ya da hangileri bir işletme yöneticisinin veya kurum liderinin sahip olması gereken özellikler arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "Yalnız III",
      "D": "Yalnız IV",
      "E": "II ve III"
    },
    "explanation": "Bir yöneticinin sahip olması gereken özellikler arasında problemi farklı açılardan değerlendirme (I), yaratıcı gücü içselleştirme (II) ve iş süreçlerini geliştirme (III) yer alır. Ancak, <b>işlerin koordinasyonunda zaman sınırını daraltma</b> (IV), yaratıcı düşünme ve çözüm bulma için gereken süreyi kısıtladığından, bir liderin benimsememesi gereken olumsuz bir uygulamadır."
  },
  {
    "id": "255049",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangileri işletmelerin geleceğe dönük stratejileri doğrultusunda benimsedikleri yenilikçi unsurlar bağlamında dikkat etmeleri gereken özellikler arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yeni ürünlere ilişkin fikirlerin kullanılabilirliğine odaklanmak.",
      "B": "Globalleşme ve artan rekabet koşullarını değerlendirmek.",
      "C": "Rakip şirketlerin yapmış oldukları çalışmalardan esinlenmek.",
      "D": "Tüketicilerin ürüne yönelik düşüncelerini göz önünde bulundurmak.",
      "E": "Her yeni ürün üretimini yenilikçi ve yaratıcı olarak kabul etmemek."
    },
    "explanation": "İşletmelerin yenilikçi stratejilerinde başarılı olmaları için <b>pazar ihtiyaçlarına odaklanma</b>, <b>esneklik</b> ve <b>risk alabilme kültürü</b> gibi unsurlara dikkat etmeleri gerekir. Yenilik, mevcut yöntemleri sorgulamayı zorunlu kılar. Dolayısıyla, <b>mevcut iş süreçlerine ve başarılmış yöntemlere aşırı bağlılık</b> (eski yöntemlerde ısrar etme), yenilikçi stratejilerin önünde büyük bir engel teşkil eder ve dikkat edilmesi gereken bir özellik değildir."
  },
  {
    "id": "255096",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi yaratıcılık kavramını tamamlayan ifadelerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Sorunlara, bozukluklara, bilgi eksikliğine, kayıp ögelere, uyumsuzluğa karşı duyarlı olmayı içerir.",
      "B": "Güçlükleri tanımlama, çözüm arama tahminlerinde bulunmaya ya da eksikliklere ilişkin denenceler geliştirmeye odaklanır.",
      "C": "Yaratılan denenceleri değiştirme ya da yeniden sınamaya, daha sonra da ortaya çıkan sonucu başkalarına iletmeye yarar.",
      "D": "Standardize edilmiş unsurlara yönelik kesin bir kabul içerir.",
      "E": "Problem çözme yetisine ek olarak yenilik ve yenileşmeyi de destekler bir özelliktedir."
    },
    "explanation": "Yaratıcılık, genellikle <b>orijinallik</b>, <b>değer katma</b> ve <b>amaca uygunluk</b> gibi ifadelerle tamamlanır. Yaratıcı bir eylem, var olan durumu aşan veya yeni bir şey ortaya koyan bir süreci içerir. <b>Tekrarlayan rutinler</b> ise tam tersine, mevcut yolların sorgulanmadığı ve özgünlüğün aranmadığı eylemleri tanımlar; bu nedenle yaratıcılığı tamamlayan bir ifade değildir."
  },
  {
    "id": "255097",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi sanatsal yaratıcılık kavramını tanımlayan özelliklerden biridir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kişinin bilgi birikiminden bağımsız olarak bir şeyi yapması ya da yapabilme gücüdür.",
      "B": "Bir olay, varlık veya düşünce üzerinde varılan ya da varılmak istenen yargı veya fikirlerdir.",
      "C": "Yeni bir şeyler üretme, yeni bir biçim verme ya da var olanı farklı biçimlerde kullanabilmektir.",
      "D": "Belli bir düzen veya zaman içinde tekrarlanan statik özellikli durum ve eylemlerdir.",
      "E": "Gerçeklik odaklı sonuç çıkarmaya yönelik düzenli bilgi ve unsurlardır."
    },
    "explanation": "Sanatsal yaratıcılık, bir fikrin veya eserin <b>estetik değer</b> taşımasına, <b>duygusal ifade</b> barındırmasına ve <b>özgün bir bakış açısı</b> sunmasına odaklanır. Sanatsal yaratıcılık, pratik bir sorunu çözmekten ziyade, bireyin <b>iç dünyasını yansıtma</b> ve izleyicide <b>duygusal bir etki</b> yaratma amacını taşır."
  },
  {
    "id": "255206",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi “ortaya çıkarma, meydana çıkarma” ya da “var olduğu bilinmeyen bir şeyin ortaya çıkarılması” anlamlarını içeren kavramdır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Buluş",
      "B": "İcat",
      "C": "Keşif",
      "D": "Denence",
      "E": "Gelişim"
    },
    "explanation": "Verilen tanım, doğada veya varlıkta zaten mevcut olan ancak daha önce <b>bilinmeyen bir şeyin ilk kez fark edilmesi</b> veya ortaya çıkarılması anlamına gelen <b>Keşif</b> (Discovery) kavramına işaret eder. Keşif, bilginin ortaya çıkarılmasıyla ilgilidir; icat (Invention) ise yeni bir şeyin tasarlanması veya yapılmasıdır."
  },
  {
    "id": "255207",
    "unitNumber": 2,
    "text": "……………………… deneyimler ve sorunlar karşısında problem çözme becerisi ile ilgilidir.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Sanat",
      "B": "Yetenek",
      "C": "Tasarı",
      "D": "Bilimsel yaratıcılık",
      "E": "Sosyal keşif"
    },
    "explanation": "Boş bırakılan yere gelmesi gereken kavram <b>Zekâ</b> (Intelligence)'dır. Zekâ, bireyin geçmiş <b>deneyimlerini</b> kullanarak yeni durumlar veya sorunlar karşısında etkili ve hızlı çözümler üretme, öğrenme ve adaptasyon yeteneği ile yakından ilişkilidir."
  },
  {
    "id": "255208",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi bilimsel yaratıcılık ve sanatsal yaratıcılık arasındaki farklardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Bilimsel yaratıcılıkta davranış önemliyken sanatsal yaratıcılıkta birliktelik önemlidir.",
      "B": "Bilimsel yaratıcılıkta analitik zekâ ön plana çıkarken sanatsal yaratıcılıkta estetik unsur önemlidir.",
      "C": "Bilimsel yaratıcılıkta önceki öğrenmelerimiz ön planda olurken sanatsal yaratıcılıkta önceki bilginin öncelikli olması esas değildir.",
      "D": "Bilimsel yaratıcı süreçte, problem çözme süreci belirli aşamaları gerektirirken, sanatsal yaratıcılıkta bu işlem sürecinin olması beklenmez.",
      "E": "Bilimsel yaratıcılık beynin sol tarafından beslenirken sanatsal yaratıcılık beynin sağ tarafından beslenmektedir."
    },
    "explanation": "Bilimsel yaratıcılık (ampirik test edilebilirlik, objektif fayda) ve sanatsal yaratıcılık (subjektif ifade, estetik değer) arasında birçok fark olmasına rağmen, her ikisi de mutlaka <b>Orijinallik</b> (Özgünlük) veya <b>Yeni Fikir Ortaya Çıkarma</b> unsurunu içermek zorundadır. Bu ortak özellik, onları ayıran bir fark olamaz."
  },
  {
    "id": "255209",
    "unitNumber": 2,
    "text": "İş stratejilerinin bir parçası olarak değerlendirilen ve işletme içerisinde yaygınlaştırılması için çaba sarf edilen …………………… ve …………………….. iş yaşamında başarıya giden yolda bir bütünün iki ana parçası olarak görülmektedir.<br/><strong>Cümlede boş bırakılan yerlere sırasıyla aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "denence - model",
      "B": "yaratıcılık - yenilik",
      "C": "değişim - organizasyon",
      "D": "sanat - reklam",
      "E": "iletişim - kimlik"
    },
    "explanation": "İş yaşamında başarıya giden yolda bir bütünün iki ana parçası olarak görülen ve iş stratejilerinin temelini oluşturan kavramlar <b>Yaratıcılık</b> ve <b>Yenilik</b>'tir. <b>Yaratıcılık</b>, yeni fikirlerin ortaya çıkış sürecidir; <b>Yenilik</b> ise bu fikirlerin ticari değere dönüştürülerek uygulanması sürecidir. Bu ikili, rekabet avantajı sağlamak için stratejik olarak yaygınlaştırılmalıdır."
  },
  {
    "id": "255210",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi bireysel yaratıcılığı sağlayan unsurlardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Zekâ",
      "B": "Karmaşık durumlarda çözüm geliştirebilme",
      "C": "Farklı bakış açıları",
      "D": "Hayal gücü",
      "E": "Farklı koşullarda standart ölçütler belirleme"
    },
    "explanation": "Bireysel yaratıcılığı sağlayan unsurlar; <b>alan bilgisi (uzmanlık)</b>, <b>yaratıcı düşünme yeteneği</b> ve <b>içsel motivasyon</b> gibi kişisel bileşenlerdir. <b>Kısıtlayıcı Örgüt Yapısı</b> veya <b>Yüksek Bürokratik Kontrol</b> gibi dışsal, kısıtlayıcı çevresel faktörler, bireysel yaratıcılığın ortaya çıkmasını engeller, bu nedenle sağlayan bir unsur değildir."
  },
  {
    "id": "255211",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi örgütsel yaratıcılığı yüksek işletme özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Bağımlı çalışma sistemi",
      "B": "Destek ve iş birliği",
      "C": "Sağlıklı yöneten-yönetilen ilişkisi",
      "D": "Açık iletişim sistemi",
      "E": "Kaynak yeterliliği"
    },
    "explanation": "Örgütsel yaratıcılığı yüksek olan işletmeler, <b>esnek hiyerarşi</b>, <b>fikir alışverişine açık iletişim kanalları</b> ve <b>denemeyi teşvik eden bir kültür</b> ile karakterizedir. Yaratıcılık doğal olarak başarısızlık riskini barındırır. Bu nedenle, <b>hata yapmaktan kesinlikle kaçınma</b> veya <b>aşırı riskten kaçınma</b> eğilimi, deneme ve öğrenme sürecini kısıtlayacağı için örgütsel yaratıcılığın yüksek olduğu bir işletmenin özelliği olamaz."
  },
  {
    "id": "255212",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi işletme içerisinde yeniliğe ve yeni fikirlere açık bir işletme yönetiminin kullandığı araçlardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Ödül",
      "B": "Tek yönlü iletişim",
      "C": "Yenilik iklimi",
      "D": "İstihdam",
      "E": "Destek"
    },
    "explanation": "Yeniliğe açık bir yönetim, genellikle <b>fikir havuzları (öneri sistemleri)</b>, <b>çalışan eğitimleri</b>, <b>çapraz fonksiyonel ekipler</b> ve <b>Ar-Ge yatırımları</b> gibi araçları kullanır. <b>Katı Hiyerarşik Kontrol Sistemleri</b> (bürokratikleşme) veya <b>Mevcut İş Akışına Körü Körüne Uymayı Zorunlu Kılmak</b>, yeni fikirlere esneklik tanımadığı için yenilikçiliği destekleyen bir yönetim aracı olarak değerlendirilmez."
  },
  {
    "id": "255213",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi yeni ürün sürecinin aşamalarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Fikir toplama",
      "B": "Fikir eleme",
      "C": "Ürün tasarılarını geliştirme ve test etme",
      "D": "Pazarlama Testi",
      "E": "Durum Analizi"
    },
    "explanation": "Yeni ürün geliştirme süreci tipik olarak; <b>fikir oluşturma</b>, <b>fikir eleme</b>, <b>konsept geliştirme</b>, <b>pazarlama testi</b> ve <b>ticarileştirme</b> gibi aşamalardan oluşur. <b>Pazarın doygunluğa ulaşması</b> (rekabetin pik noktasına gelmesi) ise ürün sürecinin bir aşaması değil, ürünün pazardaki <b>yaşam döngüsünün</b> bir sonucudur ve yeni ürün geliştirme ihtiyacını tetikleyen bir dış faktördür."
  },
  {
    "id": "343600",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi bilimin ve sanatın ustası olan Leonardo da Vinci'ye ait eserlerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Mona Lisa tablosu",
      "B": "Son Akşam Yemeği tablosu",
      "C": "Vitruvius Adamı",
      "D": "Hz. Meryem ve Oğlu Azize Anne tablosu",
      "E": "İnci Küpeli Kız tablosu"
    },
    "explanation": "Rönesans'ın bilim ve sanat ustası olan Leonardo da Vinci'nin ünlü eserleri arasında <b>Mona Lisa</b>, <b>Son Akşam Yemeği</b> ve <b>Vitruvius Adamı</b> bulunur. Ancak, <b>Adem'in Yaratılışı</b> veya <b>Sistine Madonna</b> gibi eserler, sırasıyla Michelangelo veya Raphael gibi diğer ünlü Rönesans sanatçılarına aittir."
  },
  {
    "id": "254965",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi reklamda yaratıcılığı sınırlandıran faktörlerden biridir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Reklam kampanya süresinin uzun olması",
      "B": "Reklamın hedef kitlesinin yaş aralığı",
      "C": "Sektördeki yaratıcı insan kaynağının yetersizliği",
      "D": "Reklamın hedef kitlesinin cinsiyeti",
      "E": "Reklam ajansının yönetim yapısının farklılıklara açık olması"
    },
    "explanation": "Reklamda yaratıcılığı sınırlayan faktörler genellikle ajans içi, müşteri kaynaklı veya yasal/etik düzenlemelerle ilgilidir. Müşterinin <b>risk almaktan kaçınması</b>, <b>bütçe kısıtlamaları</b> ve özellikle <b>hukuki düzenlemeler</b> (örneğin Tüketiciyi Koruma Kanunu) yaratıcı fikirlerin uygulanmasını ciddi ölçüde kısıtlar. Yaratıcı ekibin özgürlüğünü kısıtlayan en yaygın dış faktörlerden biri müşteri tarafından dayatılan katı kısıtlamalardır."
  },
  {
    "id": "254966",
    "unitNumber": 3,
    "text": "Temel Satış Vaadi Stratejisi’nde ………………...... satın almaya değer olması reklamın başarısını gösteren bir yaratıcılık göstergesidir.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "duygusal fayda",
      "B": "marka imajı",
      "C": "ürünün kendine has özelliği",
      "D": "hedef kitlenin kim olduğu vurgusu",
      "E": "hedonik fayda"
    },
    "explanation": "<b>Temel Satış Vaadi Stratejisi (USP - Unique Selling Proposition)</b>, Rosser Reeves tarafından geliştirilmiş olup, reklamın başarısını reklamın kendisinden ziyade <b>ürünün kendisinin</b> tüketiciler için benzersiz ve satın almaya değer olması durumuna bağlar. Bu yaklaşımda, yaratıcılık, ürünün bu vaadini en yalın ve iddialı şekilde sunma aracıdır."
  },
  {
    "id": "255052",
    "unitNumber": 3,
    "text": "Ürünün kendisinden kaynaklanan ……………………..... bir çarpıcılık reklamlardaki yaratıcılığı tanımlar.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "karmaşık unsurları içeren",
      "B": "şaşırtıcı unsurları içeren",
      "C": "dolaylı anlatımları içeren",
      "D": "sade ve basit",
      "E": "tartışmalı"
    },
    "explanation": "Bu ifade, David Ogilvy'nin reklam felsefesini yansıtır. Ogilvy, reklamdaki gerçek yaratıcılığın karmaşık numaralar veya gösterişli sunumlar yerine, <b>ürünün kendisinden kaynaklanan doğal, sade ve basit</b> bir çarpıcılığa sahip olmasında yattığını savunur. Reklamın rolü, bu gerçeği dürüstçe ortaya koymaktır."
  },
  {
    "id": "255053",
    "unitNumber": 3,
    "text": "Reklamda yaratıcılığı ........................... yapmak, popüler kültürle bağlantılı ve popüler kültürü yönlendiren kampanya fikirleri ile açıklamak mümkündür.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "doğrudan satışa yönelik kampanyalar",
      "B": "konumlandırma kampanyaları",
      "C": "kurumsal marka kampanyaları",
      "D": "konuşulan kampanyalar",
      "E": "marka imajı kampanyaları"
    },
    "explanation": "Reklamda yaratıcılığı <b>kültürel bir eylem</b> veya <b>sanatsal bir etkinlik</b> olarak görmek, reklamın sadece satış fonksiyonu dışında, toplumsal trendleri yakalayan, onlara yön veren ve popüler kültürle güçlü bağlantılar kuran bir iletişim aracı olduğunu ifade eder. Bu tür kampanyalar genellikle uzun süreli <b>marka değeri</b> yaratır."
  },
  {
    "id": "255054",
    "unitNumber": 3,
    "text": "Reklam üretiminde ................... kullanmak yaratıcı süreçte yaşanan en önemli problem olan üretilen fikirlerin az olması yani çok sayıda fikir üretilememesinin önüne geçilmesini sağlamaktadır.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "beyin fırtınası tekniği",
      "B": "pazar araştırmaları",
      "C": "yaratıcı strateji",
      "D": "tüketici araştırmaları",
      "E": "rakip analizleri"
    },
    "explanation": "Yaratıcı süreçte karşılaşılan temel zorluklardan biri, yeterli sayıda ve kalitede fikir üretememektir. <b>Beyin fırtınası (Brainstorming)</b> gibi organize edilmiş yaratıcılık tekniklerini kullanmak, ajans içi ekiplerin <b>çok sayıda alternatif fikir</b> üretmesine ve bu sayede en iyi çözümün seçilmesine olanak tanır. Bu teknikler, fikir kıtlığı probleminin aşılmasını sağlar."
  },
  {
    "id": "255057",
    "unitNumber": 3,
    "text": "<strong>Reklamda yaratıcılığı amaç değil araç olarak değerlendiren görüşte reklamdan beklenen asıl görev aşağıdakilerden hangisi <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yatırımların geri dönüşünü artırmak",
      "B": "Etki yaratmak",
      "C": "Sanatsal olmak",
      "D": "Tüketici ile kalıcı temas kurmak",
      "E": "Reklam amacını gerçekleştirmek"
    },
    "explanation": "Reklamda yaratıcılığı araç olarak gören görüş (USP ekolü), reklamın nihai amacının <b>ticari sonuçlar</b> elde etmek, yani satışları artırmak, bilinirliği yükseltmek veya tutumu değiştirmek olduğunu savunur. Bu anlayışta, yaratıcılıktan beklenen asıl görev <b>sanatsal veya estetik ödüller</b> kazanmak ya da sadece gösteriş yapmak <u>değildir</u>; asıl görev, mesajın hedefe ulaşmasını sağlamaktır."
  },
  {
    "id": "255098",
    "unitNumber": 3,
    "text": "Reklamda yaratıcılığı reklamın etkinliğine bağlayan görüşler, başarılı reklamın ................................ olduğunu vurgulamaktadır.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "satışları yükselten reklamlar",
      "B": "duygusal reklamlar",
      "C": "marka imajı reklamlar",
      "D": "kurumsal reklamlar",
      "E": "sosyal sorumluluk reklamları"
    },
    "explanation": "Yaratıcılığı reklamın etkinliğine bağlayan görüşler, başarılı bir reklamın sadece güzel görünmesi veya ilgi çekmesiyle değil, asıl olarak belirlenen <b>ticari hedeflere ulaşmasıyla</b> (satış, pazar payı, bilinirlik artışı) ölçüldüğünü vurgular. Dolayısıyla başarılı reklam, <b>sonuç odaklı</b> ve <b>işe yarayan</b> reklamdır."
  },
  {
    "id": "255099",
    "unitNumber": 3,
    "text": "<strong>\"Ürünün kendisinden kaynaklanan doğal, sade ve basit çarpıcılığın sunulduğu reklamlar yaratıcıdır.\" diyen ünlü reklamcı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Al Ries",
      "B": "Jacques Séguéela",
      "C": "Leo Burnett",
      "D": "Rosser Reeves",
      "E": "David Ogilvy"
    },
    "explanation": "Bu ünlü söz, modern reklamcılığın babalarından biri olan <b>David Ogilvy</b>'ye aittir. Ogilvy, <b>dürüst, bilgi verici ve ürüne odaklanan</b> reklamcılığı savunmuştur. Ona göre yaratıcılık, mesajın karmaşık sunumunda değil, ürünün doğal gerçekliğini basit ve sade bir dille yansıtmasında saklıdır."
  },
  {
    "id": "255214",
    "unitNumber": 3,
    "text": "<strong>Bir reklam ajansının kurumsal yapısındaki hangi unsur ajans çalışanlarının yaratıcılığını engelleyen bir durum yaratır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Belli standartların dışına çıkmadan düşünmeye teşvik etmek",
      "B": "Farklılıklara açık bir yönetim",
      "C": "Gelişime açık bir ajans kültürü",
      "D": "Çalışanını dinleyen bir ajans kültürü",
      "E": "İş süreçlerinde esnek bir anlayışı kabul etmiş ajans olma"
    },
    "explanation": "Bir reklam ajansının <b>katı hiyerarşik yapısı</b> ve <b>aşırı bürokratik prosedürleri</b>, ajans çalışanlarının fikirlerini özgürce denemelerini ve risk almalarını engelleyerek yaratıcılığı baskılar. Fikirlerin çok sayıda kademeden geçme zorunluluğu, orijinal fikirlerin 'yumuşatılmasına' veya reddedilmesine neden olur."
  },
  {
    "id": "255215",
    "unitNumber": 3,
    "text": "<strong>Tüketiciye önemli gelecek bir şeyin, onların bile düşünemeyeceği bir şekilde anlatılması yaratıcılığın hangi boyutuna işaret etmektedir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Farkındalık boyutu",
      "B": "Etki boyutu",
      "C": "Özgünlük boyutu",
      "D": "Teklik boyutu",
      "E": "Uygunluk ve yansıma boyutu"
    },
    "explanation": "Bu tanım, yaratıcılığın <b>Orijinallik (Özgünlük)</b> boyutuna işaret eder. Yaratıcılığın bu boyutu, mesajın yepyeni, beklenmedik ve şaşırtıcı bir şekilde sunulması anlamına gelir; öyle ki, tüketiciye sunulan fayda veya fikir, onların bile düşünemeyeceği bir açıyla ele alınmıştır."
  },
  {
    "id": "255216",
    "unitNumber": 3,
    "text": "<strong>Reklamcıdan asıl beklenin yaratıcılık değil etki olduğunu ifade eden bir reklam anlayışında, yaratıcılık aşağıdakilerden hangisi ile <u>tanımlanamaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yatırımların geri dönüşünü artıran bir faktör",
      "B": "Reklamı amaca götüren bir yol",
      "C": "Reklamın asıl ve tek amacı olma",
      "D": "Tüketicinin dikkatini çekerek beklenen etkiyi yaratmada araç olma",
      "E": "Reklamın görevini yerine getirmede bir rol üstlenme"
    },
    "explanation": "Reklamcıdan asıl beklentinin etki olduğu bir anlayış, yaratıcılığı bir araç olarak görür. Bu durumda yaratıcılık, amaç olan etkiyi sağlama işlevinden saptırılacak şekilde, sadece <b>sanatsal bir gösteri</b>, <b>kişisel zevk tatmini</b> veya <b>ödül kazanma hevesi</b> ile tanımlanamaz."
  },
  {
    "id": "255217",
    "unitNumber": 3,
    "text": "<strong>Aşağıdaki faktörlerden hangisi reklamda yaratıcılığı sınırlandıran faktörlerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Reklamveren marka etkisi",
      "B": "Kampanya bütçesi",
      "C": "Reklamın hedef kitlesi",
      "D": "Reklam kampanya amaçları",
      "E": "Ürünün kolayda ürün kategorisinde olması"
    },
    "explanation": "Yaratıcılığı sınırlayan faktörler genellikle kısıtlayıcı veya engelleyici unsurlardır (bütçe, zaman, hukuk, müşteri onayı). Buna karşın, <b>tüketici içgörülerinin detaylı analizi</b> ve kullanımı, yaratıcı ekibe neyin işe yarayacağı konusunda net bir odak ve ilham vererek süreci destekler, yani yaratıcılığı <u>sınırlandırmaz</u>."
  },
  {
    "id": "255219",
    "unitNumber": 3,
    "text": "<strong>Bulunan şeyi yepyeni, taze ve beklenmedik bir şekilde ifade etme yaratıcılığın hangi boyutunu tanımlamaktadır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Uygunluk ve yansıma boyutu",
      "B": "Farklılık boyutu",
      "C": "Etki boyutu",
      "D": "Özgünlük boyutu",
      "E": "Farkındalık boyutu"
    },
    "explanation": "Bir fikri veya bilgiyi <b>yepyeni, taze</b> ve <b>beklenmedik</b> bir biçimde ifade etme yeteneği, reklamdaki yaratıcılığın temel bileşeni olan <b>Orijinallik (Özgünlük)</b> boyutunu tanımlamaktadır. Orijinal bir sunum, reklamın dikkat çekmesini ve akılda kalıcılığını artırır."
  },
  {
    "id": "255220",
    "unitNumber": 3,
    "text": "Reklamın özünde sorunlara çözüm bulmak vardır, yani reklam kampanya planlama sürecinde ...................... kullanılır.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi <u>getirilemez</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "yaratıcı stratejiler",
      "B": "yaratıcı düşünme süreci",
      "C": "yaratıcı düşünme teknikleri",
      "D": "beyin fırtınası tekniği",
      "E": "ilk akla gelen fikir"
    },
    "explanation": "Reklamın özünde sorunlara <b>rasyonel çözüm bulmak</b> vardır. Kampanya planlama sürecinde <b>analitik düşünme</b>, mantık, strateji ve problem çözme teknikleri kullanılır. Dolayısıyla, süreçte <b>rastgele fikir üretimi</b> veya <b>plansız deneme-yanılma</b> gibi rasyonel olmayan veya sistematik olmayan bir yaklaşım <u>getirilemez</u>."
  },
  {
    "id": "255221",
    "unitNumber": 3,
    "text": "<strong>İnsanların markayı-ürünü, hayatı, kendilerini başka türlü görme, duyma ve tartma biçimlerini değiştirmeyi başarması reklamda yaratıcılığın hangi boyutunu ifade etmektedir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Etki boyutu",
      "B": "Özgünlük boyutu",
      "C": "Uygunluk ve yansıma boyutu",
      "D": "Farkındalık boyutu",
      "E": "Teklik boyutu"
    },
    "explanation": "Bir reklamın sadece ürünü satmakla kalmayıp, insanların <b>hayata, markaya ve kendilerine bakış açısını temelden değiştirmesi</b>, yaratıcılığın <b>dönüştürücü Etki (Impact)</b> veya <b>Vizyonerlik</b> boyutunu ifade eder. Bu tür reklamlar toplumsal ve kültürel düzeyde kalıcı iz bırakır."
  },
  {
    "id": "343603",
    "unitNumber": 3,
    "text": "<strong>Reklam ve yaratıcılık kavramları arasındaki ilişkiyi \"duygular ve aklın birleşimi, hazlar ve rasyonelliğin savaşı\" olarak ifade eden reklamcı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Jacques Séguéla",
      "B": "William Bernbach",
      "C": "Rosser Reeves",
      "D": "David Ogilvy",
      "E": "Raymand Rubicam"
    },
    "explanation": "Reklam ve yaratıcılık arasındaki bu ikilemi, yani <b>duygular (hazlar) ve akıl (rasyonellik) arasındaki savaşı</b>, modern yaratıcı reklamcılığın öncüsü <b>Bill Bernbach</b> veya onun okulundan çıkan reklamcılar ifade etmiştir. Bernbach, başarılı reklamın sadece mantıksal argümanlara değil, insan doğasının <b>duygusal ve sezgisel</b> yönüne de hitap etmesi gerektiğini savunmuştur."
  },
  {
    "id": "343606",
    "unitNumber": 3,
    "text": "<strong>\"Bir Reklamcının İtirafları\" isimli ünlü eser aşağıdakilerden hangisine aittir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Ogilvy",
      "B": "Reeves",
      "C": "William Bernbach",
      "D": "Hopkins",
      "E": "Leo Burnett"
    },
    "explanation": "Tüm zamanların en etkili reklamcılık kitaplarından biri olan <b>'Bir Reklamcının İtirafları' (Confessions of an Advertising Man)</b>, efsanevi reklamcı <b>David Ogilvy</b>'ye aittir. Bu eser, Ogilvy'nin ajans yönetimi ve ürün odaklı reklamcılık prensiplerini detaylandırır."
  },
  {
    "id": "343608",
    "unitNumber": 3,
    "text": "<strong>Ünlü reklam yazarı Luke Sullivan tarafından etkili bir reklam yapmak için oluşturulan kontrol listesinde aşağıdakilerden hangisi <u>yer almaz</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Öze değil, modaya odaklanın.",
      "B": "Rakibin ürününü deneyin.",
      "C": "Faydayı vurgulayın.",
      "D": "Önce sade bir dille başlayın, sonra süsleyin.",
      "E": "Ortağınızın berbat fikirler üretmesine izin verin."
    },
    "explanation": "Reklam yazarı <b>Luke Sullivan</b>, 'Hey Whipple, Squeeze This' adlı eserinde etkili reklam için kontrol listeleri sunar. Bu listeler genellikle reklamın tek bir fikre odaklanması, içgörüye dayanması ve orijinal olması gibi unsurları içerir. Ancak, reklamın etkinliğini bozan ve yaratıcılıktan uzaklaştıran '<b>ürünün tüm özelliklerini listelemek</b>' veya 'müşteri zevkine göre yapmak' gibi detaylar bu listede <u>yer almaz</u>, zira bu durum mesajı karmaşık hale getirir."
  },
  {
    "id": "254967",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi Sinektik (Analoji Fırtınası) Tekniği’nde kullanılan dört analoji aracından biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Yaratıcı Analoji",
      "B": "Kurgu Analoji",
      "C": "Kişisel Analoji",
      "D": "Doğrudan Analoji",
      "E": "Sembolik Analoji"
    },
    "explanation": "Sinektik (Analoji Fırtınası) Tekniği, bireylerin alışılmadık bağlamları kullanarak yaratıcı çözümler bulmalarına yardımcı olur ve William J. J. Gordon tarafından geliştirilmiştir. Bu teknik dört temel analoji türü kullanır: <b>Kişisel Analoji</b>, <b>Direkt Analoji</b>, <b>Sembolik Analoji</b> ve <b>Fantastik Analoji</b>. Seçeneklerde bu dördü dışında sunulan bir analoji türü (örneğin, Mantıksal Analoji veya Kapsamlı Analoji) bu araçlardan biri değildir. Bu analojiler, soruna yeni bakış açıları getirmeyi hedefler."
  },
  {
    "id": "254968",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi SCAMPER Tekniği’nin uygulanmasındaki belirleyici unsurdur?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Grup üyeleri tamamen serbest bırakılır.",
      "B": "Problem özelliklerinin sırasıyla yazılması önemsenir.",
      "C": "Aynı problem için farklı takımlar oluşturularak gerçekleştirilir.",
      "D": "Çok sayıda fikir üretilmesine sorular sorularak rehberlik edilir.",
      "E": "Potansiyel kombinasyonları sağlamak hedeflenir."
    },
    "explanation": "SCAMPER Tekniği, mevcut bir ürün veya hizmetin geliştirilmesi veya dönüştürülmesi için kullanılır. Bu tekniğin uygulanmasındaki belirleyici unsur, <b>mevcut bir fikir, ürün veya hizmetin</b> (birincil konu) merkez alınarak, yedi farklı eylem fiilini (Substitue, Combine, Adapt, Modify, Put to other uses, Eliminate, Reverse/Rearrange) içeren kontrol listesi yardımıyla geliştirilmesidir. Belirleyici unsur, var olan bir durumu iyileştirme zorunluluğudur."
  },
  {
    "id": "255058",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi başarılı olan yaratıcı fikirlerin ortak özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Basitlik",
      "B": "Esneklik",
      "C": "Beklenmediklik",
      "D": "Somutluk",
      "E": "Güvenilirlik"
    },
    "explanation": "Başarılı olan yaratıcı fikirlerin ortak özellikleri arasında <b>yenilikçi (özgün)</b> olması, <b>ilgili ve amaca uygun</b> olması, <b>uygulanabilir</b> olması, <b>basit ve net</b> olması, ve özellikle reklamcılıkta <b>ikna edici ve ticari potansiyel</b> taşıması yer alır. Başarılı bir fikrin ortak özelliği olmayan unsur genellikle <b>karmaşıklık</b>, <b>pahalı olması</b> veya <b>hedef kitleye yabancı olması</b> gibi özelliklerdir."
  },
  {
    "id": "255059",
    "unitNumber": 4,
    "text": "<strong>Aşağıdaki özelliklerden hangisi kuluçka aşamasına ait <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Gönüllü bir süreçtir.",
      "B": "Bilinçsiz ve istemsiz zihinsel olaylar gerçekleşebilir.",
      "C": "Yaratıcı fikrin ortaya çıkması için verimli bir zaman dilimidir.",
      "D": "Tüm fikirlerin kâğıda yazılması gerekir.",
      "E": "Fiziksel aktivitede bulunmak etkisini olumlu yönde etkileyebilir."
    },
    "explanation": "Graham Wallas'ın yaratıcı düşünce sürecinde kuluçka aşaması (Incubation), hazırlık aşamasında toplanan bilgilerin bilinçaltında işlendiği, zihnin sorunu dinlenmeye bıraktığı aşamadır. Bu aşamada <b>bilinçli çaba minimuma iner</b>, zihin gevşer ve <b>bilinçaltı işlemeler</b> devreye girer. Kuluçka aşamasına ait olmayan özellikler genellikle <b>yoğun bilinçli odaklanma</b> veya <b>fikrin test edilip değerlendirilmesi</b> (doğrulama aşamasına ait) gibi eylemlerdir."
  },
  {
    "id": "255063",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi Özellik Listeleme Tekniği’nin dört aşamasından biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Ögelerin Özelliklerinin Belirlenmesi",
      "B": "Ögelerin Belirlenmesi",
      "C": "Ögelerin Yeniden Değerlendirilmesi",
      "D": "Özelliklerin Seçimi",
      "E": "Özelliklerin Birleştirilmesi"
    },
    "explanation": "Özellik Listeleme Tekniği (Attribute Listing), bir ürün veya fikrin özelliklerini listeleyip her birini sistematik olarak değiştirerek yeni fikirler üretmeyi amaçlar. Temel aşamaları şunlardır: 1. Konu veya ürünün seçimi, 2. Temel özelliklerin listelenmesi, 3. Her bir özelliğin değiştirilmesi veya geliştirilmesi için fikir üretilmesi, 4. Geliştirilen fikirlerin değerlendirilmesi ve seçimi. Dört aşamadan biri olmayan eylem genellikle <b>geliştirilen fikirlerin hemen yargılanması</b> veya <b>fikirlerin eleştirilmesi</b> gibi, yaratıcılığı engelleyen bir adımdır."
  },
  {
    "id": "255065",
    "unitNumber": 4,
    "text": "<strong>James Webb Young tarafından ortaya konulan aşağıdaki “İyi Fikir Bulma” adımlarından hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Fikir üretirken kullanılacak temel malzemelerin toplanması",
      "B": "Büyük fikrin aranması",
      "C": "Kuluçka",
      "D": "Fikrin ortaya çıkması",
      "E": "Fikrin son şeklini alması ve pratikte kullanılabilir hâle gelmesi"
    },
    "explanation": "Ünlü reklamcı James Webb Young, “İyi Fikir Bulma” sürecini beş adımda açıklamıştır: 1. <b>Ham madde toplama</b> (Veri toplama), 2. <b>Ham maddeyi sindirme ve işleme</b> (Yoğun analiz), 3. <b>Bırakma/Kuluçka</b> (Zihni dinlendirme), 4. <b>Fikrin doğuşu/Aydınlanma</b> (Aniden ortaya çıkış), 5. <b>Fikri gerçekliğe dönüştürme/Doğrulama</b> (Test etme ve geliştirme). Bu adımlardan biri olmayan veya yanlış ifade edilen (örneğin, 'sadece mantıksal verileri toplama' veya 'fikri anında uygulama') seçenek yanlıştır."
  },
  {
    "id": "255100",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi Fisher tarafından ifade edilen yaratıcılığın boyutlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Akılcılık",
      "B": "Esneklik",
      "C": "Özgünlük",
      "D": "Samimiyet",
      "E": "Ayrıntılama"
    },
    "explanation": "Yaratıcılığın ölçülmesinde kullanılan temel boyutlar arasında <b>Akıcılık (Fluency)</b> (çok sayıda fikir üretme), <b>Esneklik (Flexibility)</b> (farklı kategorilerde fikir üretme), <b>Özgünlük (Originality)</b> (benzersiz fikirler üretme) ve <b>Detaylandırma (Elaboration)</b> (fikirleri zenginleştirme) yer alır. Fisher veya genel yaratıcılık teorisyenleri tarafından temel boyut olarak ifade edilmeyen bir seçenek (örneğin, Karmaşıklık veya Duygusallık) doğru cevap olacaktır."
  },
  {
    "id": "255101",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi beyin fırtınası oturumlarında uyulması gereken kurallar arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yargı mekanizması susturulur.",
      "B": "Ortaya çıkan fikirler kaydedilir.",
      "C": "Serbest üretim teşvik edilir.",
      "D": "Yönetici kişi tarafından olabildiğince fazla soru sorulur.",
      "E": "Mümkün olduğunca fazla fikir üretilir."
    },
    "explanation": "Alex Osborn tarafından geliştirilen Beyin Fırtınası Tekniği, fikir üretimini maksimize etmek için dört ana kurala dayanır: 1. <b>Yargılamayı erteleme</b> (Eleştiri yasaktır), 2. <b>Niceliği vurgulama</b> (Çok fikir üretme), 3. <b>Serbest çağrışımı teşvik etme</b> (Çılgın fikirler kabul edilir), 4. <b>Fikirleri birleştirme ve geliştirme</b>. Bu kurallar arasında <b>fikirlerin oturum sırasında değerlendirilmesi veya eleştirilmesi</b> kesinlikle yer almaz, çünkü bu, katılımcıların yaratıcılığını kısıtlar."
  },
  {
    "id": "255222",
    "unitNumber": 4,
    "text": "<strong>Hedef kitlenin reklama ve mesajına fiziksel olarak katılmasını ya da zihninde canlandırmasını sağlayan yaratıcı reklam yaratma modeli aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Aşırı Çaba",
      "B": "Ters Yüz Etme",
      "C": "Aşırı Sonuç",
      "D": "Birleştirme",
      "E": "Harekete Geçirme"
    },
    "explanation": "Hedef kitlenin reklama fiziksel veya zihinsel olarak katılımını sağlayan yaratıcı reklam yaratma modeli <b>Katılım Modeli (Participation Model)</b> olarak adlandırılır. Bu modelde, izleyicinin mesajı tamamlaması, bir aksiyon alması veya mesajın kendisiyle ilgili zihinsel bir canlandırma yapması beklenir. Amaç, <b>hedef kitleyi pasif alıcıdan aktif katılımcıya</b> dönüştürmektir."
  },
  {
    "id": "255223",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisini yapmak yaratıcı fikre erişmeden önce zihnin koordinasyonunun yükselmesi için bir <u>katkı sağlamaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Eğlenmek",
      "B": "Hedefe odaklanmak",
      "C": "Ciddi davranmak",
      "D": "Fikirsever olmak",
      "E": "Düşünceleri yeniden düşünmek"
    },
    "explanation": "Yaratıcı fikre erişmeden önce zihnin koordinasyonunun yükselmesi, genellikle hazırlık ve kuluçka aşamalarıyla ilgilidir. Buna katkı sağlayan eylemler <b>veri toplama</b>, <b>düzenli çalışma</b>, <b>zihni dinlendirme</b> ve <b>perspektif değiştirme</b>dir. Zihnin koordinasyonunu yükseltmeye katkı sağlamayan eylem, <b>fikirleri erken aşamada yargılama veya eleştirme</b>, ya da <b>sadece bilinen yollara odaklanma</b>dır."
  },
  {
    "id": "255224",
    "unitNumber": 4,
    "text": "<strong>İyi fikir bulmak için beş adımlı bir teknik öneren ünlü reklamcı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "James Webb Young",
      "B": "Jack Foster",
      "C": "Edward de Bono",
      "D": "Graham Wallas",
      "E": "Albert Einstein"
    },
    "explanation": "İyi fikir bulmak için beş adımlı sistematik bir teknik öneren ünlü reklamcı <b>James Webb Young</b>’dır. Bu teknik, yaratıcı süreçte hem bilinçli bilgi toplama hem de bilinçaltı kuluçka aşamalarının önemini vurgular."
  },
  {
    "id": "255225",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi Graham Wallas’ın ortaya koyduğu yaratıcı düşünce süreci modelinin aşamalarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kuluçka",
      "B": "Doğrulama",
      "C": "Hazırlık",
      "D": "Aydınlanma",
      "E": "Tekrarlama"
    },
    "explanation": "Graham Wallas, yaratıcı düşünce sürecini dört aşamalı bir modelle açıklar: 1. <b>Hazırlık (Preparation)</b>, 2. <b>Kuluçka (Incubation)</b>, 3. <b>Aydınlanma (Illumination)</b> ve 4. <b>Doğrulama/Onaylama (Verification)</b>. Bu aşamalar dışında kalan bir seçenek (örneğin, Uygulama veya Analiz) Wallas’ın modelinin aşamalarından biri değildir."
  },
  {
    "id": "255226",
    "unitNumber": 4,
    "text": "<strong>Reklamcılık alanındaki yaratıcılığı sanat alanındaki yaratıcılıktan ayıran en temel fark aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Marka için belirlenen amaç ve hedeflere yöneliktir.",
      "B": "İnsanların hoşuna gidecek bir fikir bulmak amaçlanır.",
      "C": "Ticari beklenti yoktur.",
      "D": "Şaşırtıcı olmalıdır.",
      "E": "“Yaratıcı olmak için yaratıcı olmak” düşüncesi önemsenir."
    },
    "explanation": "Yaratıcılık genel olarak özgünlük ve değer üretimi anlamına gelse de, reklamcılık yaratıcılığını sanatsal yaratıcılıktan ayıran en temel fark, <b>reklamcılık yaratıcılığının her zaman bir amaca ve stratejik hedefe hizmet etmesi</b> zorunluluğudur. Reklam yaratıcılığı, <b>ticari hedefler</b> (satış, marka bilinirliği vb.) doğrultusunda <b>ikna edici iletişim</b> üretmeyi amaçlarken, sanat yaratıcılığı daha çok kişisel ifade veya estetik amaçlar taşır."
  },
  {
    "id": "255227",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi reklamcılık alanında kullanılan bir yaratıcı fikir bulma tekniği <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Sinektik (Analoji Fırtınası)",
      "B": "Beyin Fırtınası",
      "C": "Odak Grup",
      "D": "Altı Şapkalı Düşünme",
      "E": "Zihin Haritalama"
    },
    "explanation": "Reklamcılık alanında kullanılan yaratıcı fikir bulma teknikleri genellikle Beyin Fırtınası, Sinektik, SCAMPER, Özellik Listeleme ve Altı Şapkalı Düşünme gibi tekniklerdir. Bu teknikler dışında kalan ve genellikle yaratıcı fikir üretmek yerine <b>analiz veya pazar araştırması</b> için kullanılan bir teknik (örneğin, SWOT Analizi, Pazar Bölümlendirme) doğru cevap olacaktır."
  },
  {
    "id": "255228",
    "unitNumber": 4,
    "text": "<strong>Beyin Fırtınası Tekniği aşağıdaki isimlerden hangisi tarafından keşfedilmiştir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Edward de Bono",
      "B": "William J. Gordon",
      "C": "Bob Eberle",
      "D": "Alex Osborn",
      "E": "Fritz Zwicky"
    },
    "explanation": "Beyin Fırtınası Tekniği (Brainstorming), 1940'larda reklamcılık yöneticisi <b>Alex F. Osborn</b> tarafından keşfedilmiş ve popüler hale getirilmiştir. Osborn, bu tekniği, reklam ajansındaki ekip üyelerinin daha fazla ve daha iyi fikirler üretmesini sağlamak amacıyla geliştirmiştir."
  },
  {
    "id": "255229",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi Goldenberg ve arkadaşları tarafından ortaya konulan yaratıcı reklam yaratabilme modellerinin arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Mecaz",
      "B": "Listeleme",
      "C": "Eksiltme",
      "D": "Absürd Alternatif",
      "E": "Birleştirme"
    },
    "explanation": "Goldenberg ve arkadaşları tarafından ortaya konulan yaratıcı reklam yaratabilme modelleri (veya ilkeleri), genellikle <b>Sistematik Buluşsal Düşünme (SIT)</b> prensiplerine dayanır. Bu modeller arasında <b>Çıkarma (Subtraction)</b>, <b>Çoğaltma (Multiplication)</b>, <b>Bölme (Division)</b>, <b>Görev Birleştirme (Task Unification)</b> ve <b>Özellik Bağımlılığı (Attribute Dependency)</b> yer alır. Bu sistematik prensiplerin arasında <b>Serbest Çağrışım</b> veya <b>Rastgele Kelimeler Tekniği</b> gibi sezgisel teknikler yer almaz."
  },
  {
    "id": "343612",
    "unitNumber": 4,
    "text": "Sorun ya da konu hakkında bilinen yollardan farklı bir yolla tanımlama yapılabilmesidir.<br/><strong>Verilen ifade aşağıdaki yaratıcılık boyutlarından hangisine aittir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Akıcılık",
      "B": "Esneklik",
      "C": "Özgünlük",
      "D": "Ayrıntılama",
      "E": "Yeniden Tanımlama"
    },
    "explanation": "Sorun ya da konu hakkında bilinen yollardan farklı bir yolla tanımlama yapabilme yeteneği, yaratıcılığın temel boyutlarından olan <b>Esneklik (Flexibility)</b> kavramına aittir. Esneklik, bireyin düşünce biçimini ve problem çözme yaklaşımlarını kolaylıkla değiştirebilme, farklı kategorilerde ve perspektiflerde fikirler üretebilme yeteneğini ifade eder."
  },
  {
    "id": "343614",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi başarılı olan fikirlerin ortak özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Güvenilir olmak",
      "B": "Soyut terimler kullanmak",
      "C": "Hem basit hem de derinliği olan fikirler yaratmak",
      "D": "Hikayeler anlatmak",
      "E": "Beklentileri yıkmak, sezgilerin tersine gitmek"
    },
    "explanation": "Başarılı fikirler <b>özgün</b>, <b>uygulanabilir</b>, <b>ekonomik değeri olan</b> ve <b>amaca uygun</b> olmalıdır. Bu özelliklerin dışında kalan, fikrin başarılı olmasına engel teşkil eden bir özellik (örneğin, <b>Karmaşıklık</b>, <b>Düşük Ticari Potansiyel</b> veya <b>Hedefle Alakasızlık</b>) ortak özelliklerden biri değildir. Başarı, yaratıcılığın yalnızca yenilikle değil, aynı zamanda değerle birleşmesini gerektirir."
  },
  {
    "id": "343617",
    "unitNumber": 4,
    "text": "<strong>Bireyin yaratıcı özelliklerinin ön planda olmadığı ve “zihnin geniş kapsamlılığı” yerine “gönüllü” ve “düzenlenmiş” olan bilinçli yaklaşımın hâkim olduğu yaratıcı fikir üretim süreci aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Hazırlık",
      "B": "Kuluçka",
      "C": "Aydınlanma",
      "D": "Doğrulama",
      "E": "Uygulama"
    },
    "explanation": "Bireyin yaratıcı özelliklerinin ön planda olmadığı, aksine 'gönüllü' ve 'düzenlenmiş' bir bilinçli yaklaşımın hâkim olduğu yaratıcı fikir üretim süreci <b>Yapılandırılmış Yaratıcılık</b> veya <b>Sistematik Yaratıcılık</b> olarak adlandırılır. Bu yaklaşım, genellikle beyin fırtınası gibi serbest çağrışım tekniklerinin aksine, <b>belirli adımlar ve kurallar</b> (örneğin SCAMPER, Altı Şapkalı Düşünme) izlenerek fikre ulaşmayı hedefler."
  },
  {
    "id": "343619",
    "unitNumber": 4,
    "text": "<strong>Altı Şapkalı Düşünme Tekniği içerisinde yer alan Beyaz Şapkanın anlamı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Tarafsızlık ve nesnellik",
      "B": "Hiddet, öfke ve duygular",
      "C": "İyimser ve olumlu düşünce",
      "D": "Yeni yaratıcılık ve yeni fikirler",
      "E": "Kasvet ve olumsuzluk"
    },
    "explanation": "Edward de Bono tarafından geliştirilen Altı Şapkalı Düşünme Tekniği, farklı bakış açılarını sembolize eder. <b>Beyaz Şapka</b>, tamamen <b>tarafsız ve objektif</b> düşünmeyi, <b>bilgi toplama</b>, <b>gerçekler</b>, <b>rakamlar</b> ve <b>veri analizi</b> odaklı olmayı temsil eder. Bu şapka, duygusal yorumlardan ve yargılardan kaçınarak sadece eldeki bilgilere yoğunlaşılmasını ister."
  },
  {
    "id": "405918",
    "unitNumber": 4,
    "text": "<strong>Graham Wallas’a göre, elde edilen bilgiler ve süreçte karşılaşılan çeşitli uyaranların yardımıyla çözüme yönelik düşüncelerin bulunduğu yaratıcı fikrin üretim süreci aşaması aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Hazırlık",
      "B": "Aydınlanma",
      "C": "Kuluçka",
      "D": "Planlama",
      "E": "Doğrulama"
    },
    "explanation": "Graham Wallas, yaratıcılığın dört aşamadan oluştuğunu öne sürmüştür: Hazırlık, Kuluçka, Aydınlanma ve Doğrulama (ya da Değerlendirme). Soruda tarif edilen aşama, daha önceki aşamalarda (Hazırlık ve Kuluçka) elde edilen <b>bilgiler</b> ve süreçte karşılaşılan çeşitli uyaranların yardımıyla, çözüme yönelik düşüncelerin aniden bilince sıçradığı aşamadır. Bu aşama <b>Aydınlanma</b> (Illumination) olarak adlandırılır.<br/>Aydınlanma aşaması, bireyin aradığı çözümün veya yaratıcı fikrin aniden 'Aha!' anı şeklinde ortaya çıktığı, <b>yaratıcı fikrin üretiminin</b> gerçekleştiği kritik süreçtir. Önceden bilinçaltında (Kuluçka aşamasında) işlenen veriler, bu aşamada somut bir <b>çözüme yönelik düşünce</b> olarak belirginleşir."
  },
  {
    "id": "255066",
    "unitNumber": 5,
    "text": "<strong>Tek/farklı olmak, satış ve vaat/öneri kavramları aşağıda sıralanan hangi yaratıcı reklam stratejisini tanımlamaktadır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Jenerik Strateji",
      "B": "Konumlandırma Stratejisi",
      "C": "Marka İmajı Stratejisi",
      "D": "Yankılama Yaklaşımı",
      "E": "Temel Satış Vaadi Stratejisi"
    },
    "explanation": "Soruda bahsedilen <b>tek/farklı olmak</b> (unique), <b>satış</b> (selling) ve <b>vaat/öneri</b> (proposition) kavramları doğrudan <b>Temel Satış Vaadi (Unique Selling Proposition - USP)</b> stratejisini tanımlar. Rosser Reeves tarafından geliştirilen bu strateji, reklamın mutlaka rakip markalarda olmayan, tüketiciye fayda sağlayan ve onları satın almaya ikna edebilen <b>benzersiz bir ürün vaadi</b> içermesi gerektiğini savunur."
  },
  {
    "id": "255067",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi reklamda temel yaratıcı stratejilerden Konumlandırma (Positioning) Stratejisi’ni alana kazandıran reklamcılardan biridir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Al Ries",
      "B": "David Ogilvy",
      "C": "Charles Frazer",
      "D": "Rosser Reeves",
      "E": "Jacques Séguéla"
    },
    "explanation": "Konumlandırma (Positioning) Stratejisi'ni reklamcılık alanına kazandıran kişiler <b>Al Ries ve Jack Trout</b>'tur. Bu strateji, tüketicinin zihnindeki karmaşık markalar dünyasında bir ürüne veya markaya <b>açık ve belirgin bir yer</b> tanımlanmasını hedefler ve 1970'lerden itibaren temel yaratıcı stratejilerden biri haline gelmiştir."
  },
  {
    "id": "255069",
    "unitNumber": 5,
    "text": "<strong>Reklamın hedef kitlesi olarak tüketicinin satın alma sürecindeki beklentilerine, zihinlerinde markaları nasıl sınıflandırdıklarına odaklanan temel yaratıcı strateji aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Temel Satış Vaadi Stratejisi",
      "B": "Duygusal Strateji",
      "C": "Konumlandırma Stratejisi",
      "D": "Jenerik Strateji",
      "E": "Marka İmajı Stratejisi"
    },
    "explanation": "Tüketicinin satın alma sürecindeki <b>beklentilerine</b> ve zihinlerinde markaları <b>nasıl sınıflandırdıklarına</b> odaklanan temel yaratıcı strateji <b>Konumlandırma (Positioning)</b> stratejisidir. Bu strateji, mesajın sadece ürünün özelliklerini değil, aynı zamanda o ürünün <b>rakip markalara göre tüketici zihnindeki yerini</b> netleştirmesini gerektirir. Amaç, markanın zihinsel bir haritasını oluşturmaktır."
  },
  {
    "id": "255070",
    "unitNumber": 5,
    "text": "<strong>Rosser Reeves'in reklamcılık alanına kazandırdığı temel yaratıcı strateji aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Marka İmajı Stratejisi",
      "B": "Jenerik Strateji",
      "C": "Yankılama Yaklaşımı",
      "D": "Temel Satış Vaadi Stratejisi",
      "E": "Konumlandırma Stratejisi"
    },
    "explanation": "Reklamcılık alanına <b>Rosser Reeves</b> tarafından kazandırılan temel yaratıcı strateji <b>Temel Satış Vaadi (Unique Selling Proposition - USP)</b>'dir. Reeves, başarılı bir reklamın üç kriteri karşılaması gerektiğini öne sürmüştür: 1) Tüketiciye fayda sağlayan tek bir vaat içermeli, 2) Rakip markaların sunmadığı benzersiz bir özellik olmalı, 3) Milyonlarca insanı harekete geçirecek kadar güçlü olmalıdır."
  },
  {
    "id": "255102",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi yaratıcılığı yüksek reklam içeriklerinin üretilmesinde etkili olan unsurlardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Hedef kitle",
      "B": "Ton",
      "C": "Reklam etkinliğinin değerlendirilmesi",
      "D": "Reklam fikrinin anlatımı",
      "E": "Anahtar yararlar"
    },
    "explanation": "Yaratıcılığı yüksek reklam içeriklerinin üretilmesinde etkili olan unsurlar genellikle mesajın gücü, hedef kitleye uygunluğu, sanat yönetimi, metin yazarlığı ve mesajın tonu gibi <b>mesajın oluşturulması ve sunumu</b> ile ilgili faktörlerdir. Pazarlama karmasının (4P) diğer ögeleri, örneğin <b>Dağıtım Kanalı Seçimi</b> ya da <b>Fiyatlandırma Politikası</b>, doğrudan yaratıcı içeriğin üretilmesi sürecinde etkili olan unsurlardan biri <b>değildir</b>."
  },
  {
    "id": "255103",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi reklamcılıkta kullanılan temel yaratıcı stratejilerden biridir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Temel Satış Vaadi Stratejisi (USP)",
      "B": "Jenerik Strateji",
      "C": "Yankılama Yaklaşımı",
      "D": "Duygusal Strateji",
      "E": "Önce Satın Alma İddiası"
    },
    "explanation": "Reklamcılıkta kullanılan temel yaratıcı stratejiler arasında <b>Temel Satış Vaadi (USP)</b>, <b>Marka İmajı</b>, <b>Konumlandırma</b>, <b>Rezonans</b> ve <b>Duygusal (Afektif) Strateji</b> gibi yaklaşımlar yer alır. Bu stratejiler, reklam mesajının içeriğini ve temel ikna edici amacını belirler."
  },
  {
    "id": "255230",
    "unitNumber": 5,
    "text": "<strong>\"Reklamın amacı, markaya bir imaj kazandırmak, kişilik vermektir.\" diyen biri hangi temel yaratıcı stratejiden bahsetmektedir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Marka İmajı",
      "B": "Yankılama Yaklaşımı",
      "C": "Konumlandırma Stratejisi",
      "D": "Temel Satış Vaadi",
      "E": "Önce Satın Alma İddiası"
    },
    "explanation": "\"Reklamın amacı, markaya bir <b>imaj kazandırmak</b>, <b>kişilik vermektir</b>.\" diyen biri, <b>Marka İmajı Stratejisi (Brand Image Strategy)</b>'nden bahsetmektedir. David Ogilvy tarafından geliştirilen bu yaklaşım, özellikle fiziksel ürün özelliklerinin benzer olduğu ve kolayca taklit edildiği durumlarda, markanın <b>duygusal veya sembolik değerini</b> öne çıkarır."
  },
  {
    "id": "255231",
    "unitNumber": 5,
    "text": "<strong>Markaya özgü, rakiplerde o dönem olmayan ve belli bir süre taklit edilemeyecek bir ürün özelliği ya da ürün vaadinin temelinde şekillenen yaratıcı strateji aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Marka İmajı Stratejisi",
      "B": "Duygusal Strateji",
      "C": "Jenerik Strateji",
      "D": "Temel Satış Vaadi (USP)",
      "E": "Konumlandırma Stratejisi"
    },
    "explanation": "Markaya özgü, rakiplerde o dönem olmayan ve belli bir süre taklit edilemeyecek bir ürün özelliği ya da <b>ürün vaadinin</b> temelinde şekillenen yaratıcı strateji, <b>Temel Satış Vaadi (Unique Selling Proposition - USP)</b> stratejisidir. USP, tüketicinin ürünü satın alması için rasyonel ve <b>benzersiz bir neden</b> sunmayı hedefler."
  },
  {
    "id": "255232",
    "unitNumber": 5,
    "text": "<strong>Reklamın tarihsel gelişim süreci göz önüne alındığında aşağıdaki hangi temel yaratıcı strateji en son ortaya çıkan stratejidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Jenerik strateji",
      "B": "Konumlandırma",
      "C": "Temel satış vaadi",
      "D": "Marka imajı",
      "E": "Duygusal strateji"
    },
    "explanation": "Reklamın tarihsel gelişim sürecinde (USP, Marka İmajı, Konumlandırma) stratejilerinden sonra ortaya çıkan, özellikle tüketicinin psikolojik durumu, deneyimleri ve kültürel bağlamına odaklanarak derin duygusal bağ kurmayı hedefleyen strateji <b>Rezonans Stratejisi</b> veya <b>Duygusal/Afektif Stratejiler</b> olarak kabul edilir. Bu stratejiler, ürünü rasyonel faydadan ziyade <b>yaşam tarzı ve duygusal yankılanma</b> üzerinden konumlandırır."
  },
  {
    "id": "255233",
    "unitNumber": 5,
    "text": "<strong>Monopol (tekel) ya da bir ürün markasının aşırı baskın olduğu ortamlarda ve yeni ürün tanıtımlarında yararlanılan yaratıcı reklam stratejisi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Marka İmajı Stratejisi",
      "B": "Önce Satın Alma İddiası",
      "C": "Konumlandırma Stratejisi",
      "D": "Yankılama Yaklaşımı",
      "E": "Jenerik Strateji"
    },
    "explanation": "Monopol (tekel) ya da bir ürün markasının aşırı baskın olduğu ortamlarda ve yeni ürün tanıtımlarında, ürünün <b>benzersiz ve üstün faydasına</b> odaklanmak hayati öneme sahiptir. Bu nedenle kullanılan yaratıcı reklam stratejisi <b>Temel Satış Vaadi (USP)</b>'dir. USP, ürünün tek, güçlü bir vaatle neden rakipsiz veya en iyi olduğunu açıklar, böylece pazardaki hakimiyetini pekiştirir ya da hızlıca yer edinir."
  },
  {
    "id": "255234",
    "unitNumber": 5,
    "text": "<strong>“Başarılı bir reklam tüketicinin zihnine ürünün ne olduğunu ve rakiplerine göre yerini açıkça yerleştirmektir.” ifadesi aşağıdaki hangi temel yaratıcı stratejiyi tanımlamaktadır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Temel Satış Vaadi Stratejisi",
      "B": "Yankılama Yaklaşımı",
      "C": "Konumlandırma Stratejisi",
      "D": "Marka İmajı Stratejisi",
      "E": "Duygusal Strateji"
    },
    "explanation": "“Başarılı bir reklam tüketicinin zihnine ürünün <b>ne olduğunu</b> ve <b>rakiplerine göre yerini</b> açıkça yerleştirmektir.” ifadesi, doğrudan <b>Konumlandırma (Positioning) Stratejisi</b>'ni tanımlamaktadır. Konumlandırma, markanın <b>tüketici zihnindeki hedef yeri</b>ni belirleme ve bu yere ulaşmak için mesajları şekillendirme sürecidir."
  },
  {
    "id": "255235",
    "unitNumber": 5,
    "text": "<strong>Aşağıdaki konumlandırma stratejisi yaklaşımlarından hangisi ürünün kullananlarla özdeşleştirilmesini içermektedir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Rakip yaklaşımı",
      "B": "Kullanım ve uygulama yaklaşımı",
      "C": "Kültürel simgeler yaklaşımı",
      "D": "Ürün ve kullanıcı ilişkisi yaklaşımı",
      "E": "Ürün özellikleri ve tüketici yaklaşımı"
    },
    "explanation": "Konumlandırma stratejisi yaklaşımlarından ürünün <b>kullananlarla özdeşleştirilmesini</b> içeren yaklaşım, <b>Kullanıcıya/Hedef Kitleye Göre Konumlandırma</b> yaklaşımıdır. Bu yöntem, ürünü kullanan kişilerin imajlarını, kişiliklerini veya sosyal sınıflarını vurgulayarak, hedef kitlenin kendilerini o marka ile özdeşleştirmesini ve ürünü edinme arzusunu sağlar."
  },
  {
    "id": "255236",
    "unitNumber": 5,
    "text": "<strong>Aşağıdaki yaklaşımlardan hangisi yeniden konumlandırma yaklaşımları kapsamında <u>yer almaz</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Ürün sınıfı yaklaşımı",
      "B": "Ürünün içeriğini değiştirmek",
      "C": "Fiziksel değişiklik yapmak",
      "D": "Kullanım alanını değiştirmek",
      "E": "İmaj değişikliği yapmak"
    },
    "explanation": "Yeniden konumlandırma yaklaşımları, bir markanın mevcut algısını değiştirmeyi amaçlar (Örn: Rakiplerin algısını değiştirme, hedef kitleyi değiştirme, ürünün özelliklerini değiştirme). <b>Pazar Payını Arttırmak</b> gibi genel pazarlama hedefleri, yeniden konumlandırma stratejisinin bir amacı veya sonucu olabilir, ancak doğrudan <b>yeniden konumlandırma yaklaşımı</b> kapsamında yer alan spesifik bir yöntem değildir."
  },
  {
    "id": "255237",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi doğru konumlandırma stratejisinin belirlenmesinde takip edilen sürecin basamaklarından biridir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Bütçe belirlemek",
      "B": "Medya planlama stratejisini belirlemek",
      "C": "Sonuçları değerlendirmek",
      "D": "Tüketicileri analiz etmek",
      "E": "Amaçları belirlemek"
    },
    "explanation": "Doğru konumlandırma stratejisinin belirlenmesinde takip edilen süreç, genellikle potansiyel konumların belirlenmesi, hedef kitlenin tespiti ve en uygun konumun seçilip uygulanmasını içerir. Bu sürecin en önemli basamaklarından biri, markanın pazardaki mevcut durumunu anlayabilmek için <b>Rekabet avantajlarının ve dezavantajlarının belirlenmesi</b>'dir."
  },
  {
    "id": "343624",
    "unitNumber": 5,
    "text": "<strong>“Mesaj güçlü, etkili ve ikna edici ya da anlaşılır, açık ve dolaylı, kapalı mı olmalıdır? Reklamda mizah ögeleri mi kullanılmalıdır?” gibi sorular yaratıcılığı yüksek reklam içeriklerinin üretilmesinde etkili olan noktalardan hangisinde cevaplandırılmaktadır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Yaratıcı amaçlar",
      "B": "Ton",
      "C": "Anahtar yararlar",
      "D": "Reklam fikrinin anlatımı",
      "E": "Hedef kitle"
    },
    "explanation": "“Mesaj güçlü, etkili ve ikna edici ya da anlaşılır, açık ve dolaylı, kapalı mı olmalıdır? Reklamda mizah ögeleri mi kullanılmalıdır?” gibi sorular, reklam içeriğinin <b>nasıl iletileceği</b> ile ilgilidir. Bu kararlar, yaratıcılığı yüksek reklam içeriklerinin üretilmesinde etkili olan <b>Mesajın Tonu ve Sunumu (Yaratıcı Uygulama Stili)</b> noktasında cevaplandırılmaktadır. Bu aşama, mesajın hedef kitleye ulaşma biçimini optimize eder."
  },
  {
    "id": "343628",
    "unitNumber": 5,
    "text": "<strong>\"Hedef kitle üzerinde etkili olan ve onları mutlu eden noktaları temel alan ve mesaj içeriklerini oluştururken bu noktaları kullanan bir yaklaşımdır.\" ifadesi aşağıdaki temel yaratıcı stratejilerinden hangisini tanımlamaktadır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Yankılama (Resonance) Yaklaşımı",
      "B": "Temel Satış Vaadi Stratejisi",
      "C": "Konumlandırma Stratejisi",
      "D": "Marka İmajı Stratejisi",
      "E": "Duygusal Strateji"
    },
    "explanation": "\"Hedef kitle üzerinde etkili olan ve onları mutlu eden noktaları temel alan ve mesaj içeriklerini oluştururken bu noktaları kullanan bir yaklaşımdır.\" ifadesi, markanın hedef kitlenin <b>yaşam deneyimleriyle yankılanmasına</b> (rezonansa girmesine) odaklanan <b>Rezonans Stratejisi</b>'ni tanımlamaktadır. Amaç, tüketicinin kendi deneyimlerini reklamda görerek markayla derin bir <b>duygusal bağ</b> kurmasını sağlamaktır."
  },
  {
    "id": "343631",
    "unitNumber": 5,
    "text": "........................ ürünün ifade ettiği duygusal anlama, kişiliğine, kim olduğuna odaklanır.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Marka İmajı Stratejisi",
      "B": "Konumlandırma Stratejisi",
      "C": "Jenerik (generic) Strateji",
      "D": "Temel Satış Vaadi",
      "E": "Önce Satın Alma İddiası"
    },
    "explanation": "Cümlede boş bırakılan yere gelmesi gereken ifade, ürünün ifade ettiği <b>duygusal anlama</b>, <b>kişiliğine</b> ve kim olduğuna odaklanan stratejiyi tanımlamaktadır. Bu tanım, özellikle <b>Marka İmajı Stratejisi</b>'ni işaret eder. Bu strateji, ürünün ne olduğu değil, neyi temsil ettiği ve nasıl bir <b>marka kişiliği</b>ne sahip olduğu üzerine kuruludur."
  },
  {
    "id": "343633",
    "unitNumber": 5,
    "text": "..................: Temel Satış Vaadi ve Marka İmajı stratejilerini de kapsayan bir temel yaratıcı stratejidir.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Konumlandırma Stratejisi",
      "B": "Yankılama Yaklaşımı",
      "C": "Jenerik (generic) Strateji",
      "D": "Duygusal Strateji",
      "E": "Önce satın alma (preemptive) iddiası"
    },
    "explanation": "Temel Satış Vaadi (USP) ve Marka İmajı stratejilerini de kapsayan bir temel yaratıcı strateji, <b>Konumlandırma Stratejisi (Positioning)</b> olarak kabul edilir. Konumlandırma, hem ürünün rakipsiz özelliklerini (USP) hem de algılanan kişiliğini (Marka İmajı) kullanarak, markanın <b>tüketici zihnindeki yerini</b> netleştirme amacını taşır. Bu nedenle diğer iki stratejiyi çatısı altında barındırabilir."
  },
  {
    "id": "254971",
    "unitNumber": 6,
    "text": "<strong>Chicago Ekolü’nün kurucusu olan ünlü reklamcı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "William (Bill) Bernbach",
      "B": "David Ogilvy",
      "C": "Rosser Reeves",
      "D": "Leo Burnett",
      "E": "Oliviero Toscani"
    },
    "explanation": "<b>Chicago Ekolü</b>, reklamcılık dünyasında ürünün kendisine odaklanmayı ve ürünün doğasında bulunan dramatik bir özelliği (<b>inherent drama</b>) bulup ön plana çıkarmayı amaçlar. Bu önemli ekolün kurucusu ve lideri, 'reklamın insancıl yönü'nü vurgulayan ünlü reklamcı <b>Leo Burnett</b>'tir."
  },
  {
    "id": "254972",
    "unitNumber": 6,
    "text": "<strong>William Bernbach Ekolü’nün Türkiye’deki öncüsü olarak görülen reklam ajansı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "İlancılık Reklam Ajansı",
      "B": "Manajans",
      "C": "Ajans Ada",
      "D": "Yeni Ajans",
      "E": "İstanbul Reklam"
    },
    "explanation": "William Bernbach Ekolü (Yaratıcı Devrim), dürüst, mizahi ve yalın bir reklam dilini benimser. Bu ekolün ve genel olarak yaratıcı reklamcılığın Türkiye'deki öncüsü olarak kabul edilen ajans, <b>Eli Acıman</b> tarafından kurulan ve Türk reklamcılık sektörüne önemli isimler kazandıran <b>Manajans</b>'tır."
  },
  {
    "id": "255074",
    "unitNumber": 6,
    "text": "<strong>Avrupa reklamcılığının Bernbach’ı olarak görülen ünlü reklamcı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "John Hegarty",
      "B": "Oliviero Toscani",
      "C": "Jacques Séguéla",
      "D": "David Ogilvy",
      "E": "Leo Burnett"
    },
    "explanation": "Fransız reklamcı <b>Jacques Séguéla</b>, özellikle politik kampanyaları ve markaları 'star' haline getirme felsefesiyle Avrupa reklamcılığında büyük bir etki yaratmıştır. Yaratıcılığı ve vizyonu nedeniyle, kendisine sıklıkla <b>'Avrupa reklamcılığının Bernbach’ı'</b> unvanı verilmiştir."
  },
  {
    "id": "255075",
    "unitNumber": 6,
    "text": "<strong>Reklamcılıkta “Yaratıcı Devrimi” yapan ünlü reklamcı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "David Ogilvy",
      "B": "Leo Burnett",
      "C": "William (Bill) Bernbach",
      "D": "John Hegarty",
      "E": "Oliviero Toscani"
    },
    "explanation": "1960'lı yıllarda geleneksel, rasyonel ve 'hard sell' (agresif satış) yaklaşımlarına karşı çıkan ve reklamcılıkta <b>yaratıcılığı</b> merkeze alan <b>'Yaratıcı Devrimi'</b> başlatan ünlü reklamcı <b>William (Bill) Bernbach</b>'tır. Bernbach, art director ve copywriter'ı bir araya getirerek modern yaratıcı ekip anlayışının temelini atmıştır."
  },
  {
    "id": "255077",
    "unitNumber": 6,
    "text": "<strong>Jacques Séguéla aşağıdaki hangi marka için başarılı bir reklam kampanyasına imza atmıştır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Citroen",
      "B": "Volkwagen",
      "C": "Levi’s",
      "D": "Pepsodent",
      "E": "Anacin"
    },
    "explanation": "Jacques Séguéla, özellikle Fransa merkezli otomotiv markaları için yürüttüğü kampanyalarla ünlüdür. Kendisinin başarılı kampanyalarına imza attığı markalardan biri, Fransız otomobil üreticisi <b>Citroën</b>'dir. Séguéla, bu markayı da 'star' yaklaşımıyla tanıtmıştır."
  },
  {
    "id": "255078",
    "unitNumber": 6,
    "text": "<strong>Toplumsal konulara odaklanan ve göreni düşünmeye sevk eden reklamcılık anlayışına sahip ünlü reklamcı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "John Hegarty",
      "B": "Oliviero Toscani",
      "C": "David Ogilvy",
      "D": "Jacgues Séguéla",
      "E": "Claude C. Hopkins"
    },
    "explanation": "İtalyan fotoğrafçı ve reklamcı <b>Oliviero Toscani</b>, özellikle Benetton için tasarladığı kampanyalarla tanınır. Toscani'nin yaklaşımı, ürün satışından ziyade, AIDS, ırkçılık, savaş gibi <b>toplumsal ve etik konulara</b> odaklanarak izleyiciyi <b>düşünmeye sevk eden</b> ve tartışma yaratan imgeler kullanmaktır."
  },
  {
    "id": "255079",
    "unitNumber": 6,
    "text": "<strong>1960’ların sonunda Türk reklamcılığında “dil devrimi” yaparak ağdalı dilin yerine yalın ve anlaşılır reklam dilinin gelmesini sağlayan reklamcılar aşağıdakilerden hangisinde doğru olarak verilmiştir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Ferit Edgü ve Ersin Salman",
      "B": "Ersin Salman ve İzidor Barouh",
      "C": "Eli Acıman ve Ege Ernart",
      "D": "Süheyl Gürbaşkan ve Eli Acıman",
      "E": "Ege Ernart ve Ferit Edgü"
    },
    "explanation": "1960’ların sonunda Türk reklamcılığında <b>Eli Acıman</b>'ın kurucusu olduğu Manajans öncülüğünde, <b>ağdalı ve didaktik dilin</b> yerine sade, anlaşılır, halktan ve <b>mizahi</b> bir dilin gelmesiyle bir 'dil devrimi' yaşanmıştır. Bu devrimin önemli isimleri arasında <b>Eli Acıman ve Nail Keçili</b> sayılabilir."
  },
  {
    "id": "255080",
    "unitNumber": 6,
    "text": "<strong>Yurt dışından gelerek Anavatan Partisi seçim kampanyasını yürüten ünlü reklamcı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Rosser Reeves",
      "B": "David Ogilvy",
      "C": "Oliviero Toscani",
      "D": "John Hegarty",
      "E": "Jacques Séguéla"
    },
    "explanation": "1980'li yılların sonunda, dönemin Başbakanı Turgut Özal ve <b>Anavatan Partisi</b> (ANAP) seçim kampanyasını, 'star konsepti' yaklaşımıyla bilinen ünlü Fransız reklamcı <b>Jacques Séguéla</b> yürütmüştür. Bu kampanya, Türkiye'deki siyasal iletişim açısından dönüm noktalarından biri olmuştur."
  },
  {
    "id": "255081",
    "unitNumber": 6,
    "text": "<strong>Aşağıdaki reklamcı ve marka eşleşmelerinden hangisi doğru olarak verilmiştir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "David Ogilvy - Levi’s",
      "B": "Claude C. Hopkins - Pepsodent",
      "C": "Oliviero Toscani - Citroen",
      "D": "William (Bill) Bernbach - Benetton",
      "E": "John Hegarty - M&amp;M’s"
    },
    "explanation": "Reklamcılık tarihinde birçok isim ikonik markalarla özdeşleşmiştir.<br/>Örneğin, <b>David Ogilvy</b> lüks ve prestijli markalar için kampanyalar hazırlamıştır ve <b>Rolls-Royce</b>'un '60 mil hızla giderken en yüksek ses saatinizin tik taklarıdır' sloganı onun eseridir. <b>Leo Burnett</b> ise <b>Marlboro Man</b>, Jolly Green Giant gibi figürleri yaratmıştır."
  },
  {
    "id": "255104",
    "unitNumber": 6,
    "text": "<strong>Claude C. Hopkins’in “Bilimsel Reklamcılık” anlayışına yön veren en temel nokta aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Mizahı merkeze alması",
      "B": "İmaja dayalı olması",
      "C": "Odağında satışın olması",
      "D": "Küresel bir anlayış olması",
      "E": "İndirimlere önem vermesi"
    },
    "explanation": "Reklamcılığın öncüsü <b>Claude C. Hopkins</b>'in <b>'Bilimsel Reklamcılık'</b> anlayışına yön veren temel nokta, reklam harcamalarının <b>ölçülebilir</b> olması ve her maliyetin satışa olan katkısının <b>kanıtlanabilir</b> olması gerekliliğidir. O, reklamı bir satış elemanı olarak görmüş ve doğrudan yanıt (direct response) tekniklerini kullanmıştır."
  },
  {
    "id": "255105",
    "unitNumber": 6,
    "text": "<strong>Aşağıdaki reklamcılardan hangisi fotoğrafçılık ve grafik eğitimi almıştır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Rosser Reeves",
      "B": "David Ogilvy",
      "C": "Leo Burnett",
      "D": "Claude C. Hopkins",
      "E": "Oliviero Toscani"
    },
    "explanation": "Benetton için toplumsal konulara odaklanan provokatif kampanyalar yürüten İtalyan reklamcı ve fotoğrafçı <b>Oliviero Toscani</b>, <b>fotoğrafçılık ve grafik</b> alanlarında eğitim almıştır. Bu eğitim, kampanyalarında güçlü ve sanatsal görselleri kullanma becerisinin kaynağıdır."
  },
  {
    "id": "255238",
    "unitNumber": 6,
    "text": "<strong>Eli Acıman tarafından kurulan ve Türk reklamcılığının okulu olarak nitelendirilen reklam ajansı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Ajans Ada",
      "B": "İlancılık Reklam Ajansı",
      "C": "İstanbul Reklam",
      "D": "Manajans",
      "E": "Yeni Ajans"
    },
    "explanation": "Türk reklamcılığının modernleşme sürecinde kritik rol oynayan ve sektörde birçok önemli ismin yetişmesine olanak sağlayan, bu nedenle de <b>'Türk reklamcılığının okulu'</b> olarak anılan reklam ajansı, <b>Eli Acıman</b> tarafından kurulan <b>Manajans</b>'tır."
  },
  {
    "id": "255239",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi Sir John Hegarty’nin reklam felsefesini ifade etmektedir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Markanın da bir stardan farkı yoktur.",
      "B": "Farklılığı yaratması gereken, işletmelerin toplumsal tutumudur.",
      "C": "Farklı ol ve kuralların dışına çıkma cesaretini göster.",
      "D": "Reklamcının işi, ürünün özünde olan dramanın ortaya çıkarılmasıdır.",
      "E": "Reklam, ürünün rakiplerden ayrışan benzersiz özelliğine odaklamalıdır."
    },
    "explanation": "BBH (Bartle Bogle Hegarty) ajansının kurucu ortaklarından <b>Sir John Hegarty</b>, reklamcılık felsefesinde <b>geleneksel düşünce biçimlerine meydan okumayı</b>, markanın 'ruhunu' yakalamayı ve yaratıcılığı stratejinin merkezine koymayı savunur. Onun felsefesi, <b>sadeliği ve cesur yaratıcılığı</b> ön planda tutar."
  },
  {
    "id": "255240",
    "unitNumber": 6,
    "text": "<strong>Reklam otoriteleri tarafından tüm zamanların en iyi reklamı olarak gösterilen Volkwagen - Think Small aşağıdaki reklamcılardan hangisine aittir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "William (Bill) Bernbach",
      "B": "Leo Burnett",
      "C": "John Hegarty",
      "D": "David Ogilvy",
      "E": "Claude C. Hopkins"
    },
    "explanation": "Tüm zamanların en iyi reklamlarından biri olarak gösterilen ve <b>Yaratıcı Devrimin</b> simgesi haline gelen <b>Volkswagen - 'Think Small'</b> kampanyası, <b>William (Bill) Bernbach</b>'ın kurucusu olduğu DDB Ajansı'na aittir. Kampanya, mizahı ve üründeki kusurları dürüstçe kabul etme yaklaşımını kullanmıştır."
  },
  {
    "id": "255241",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi Leo Burnett’ın reklamcılık anlayışı içerisinde <u>yer</u> <u>almaz</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Ürünün içinde var olan doğal dramayı bulmak önemlidir.",
      "B": "Reklam toplumsal sorunlara odaklanmalıdır.",
      "C": "Yalın ve kolay anlaşılır dil kullanımı önemsenir.",
      "D": "Reklamlar toplumun geneline seslenir.",
      "E": "Reklamlarda ikonlardan faydalanır."
    },
    "explanation": "Leo Burnett, ürünün <b>doğasında bulunan dramayı</b> (inherent drama) bulmayı, <b>sıcak, insancıl ve sembolik</b> figürler (Marlboro Man) kullanmayı savunur. Burnett'ın anlayışı içerisinde, özellikle <b>Rosser Reeves</b>'in 'Tek Satış Teklifi (USP)' veya <b>Claude C. Hopkins</b>'in sadece ölçülebilir doğrudan satışa odaklanan 'Bilimsel Reklamcılık' yaklaşımları <u>yer almaz</u>."
  },
  {
    "id": "255242",
    "unitNumber": 6,
    "text": "<strong>Amerikan Et Enstitüsü için “Red on Red” kampanyasını yaratan ünlü reklamcı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Oliviero Toscani",
      "B": "John Hegarty",
      "C": "David Ogilvy",
      "D": "Leo Burnett",
      "E": "William (Bill) Bernbach"
    },
    "explanation": "Amerikan Et Enstitüsü (American Beef Institute) gibi kurumsal markalar için güçlü ve görsel odaklı kampanyalar yaratan ünlü reklamcı, <b>Leo Burnett</b>'tır. Kendisi, et tüketimini teşvik eden ve kırmızı rengin vurgulandığı <b>“Red on Red”</b> kampanyasına imza atmıştır."
  },
  {
    "id": "255243",
    "unitNumber": 6,
    "text": "<strong>Reklam dünyasının kralı olarak bilinen David Ogilvy ile özdeşleşmiş reklam stratejisi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Doğal Drama",
      "B": "Marka İmajı",
      "C": "Uygulama Vurgusu",
      "D": "Star Stratejisi",
      "E": "Temel Satış Vaadi"
    },
    "explanation": "<b>'Reklam dünyasının kralı'</b> olarak anılan <b>David Ogilvy</b> ile özdeşleşmiş reklam stratejisi <b>Marka İmajı</b> (Brand Image)'dır. Ogilvy, her reklamın uzun vadede markanın genel kişiliğine katkıda bulunması gerektiğini, ürünün yalnızca ne yaptığını değil, neyi temsil ettiğini vurgulamıştır (örn. Rolls-Royce)."
  },
  {
    "id": "255244",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi William (Bill) Bernbach’ın uygulama vurgu stratejisinin dört temel noktası arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Ürünle ilgili güçlü bir vaat iletmelidir.",
      "B": "Yaklaşım, dürüst ve doğrudan olmalıdır.",
      "C": "Reklam, rakiplerden farklılaşmalı, kendi karakteri olmalıdır.",
      "D": "Mizah önemsenmelidir.",
      "E": "Reklamı izleyenlere saygı duymalıdır."
    },
    "explanation": "William Bernbach'ın yaratıcı stratejisinin temelinde <b>dürüstlük, basitlik, mizah ve art director/copywriter işbirliği</b> gibi unsurlar yer alır. Bu stratejide, reklamı satış vaatlerine veya agresif tekrara dayandıran <b>Tek Satış Teklifi (USP)</b> veya <b>ağır bilimsel/rasyonel argümanlar</b> gibi 'hard sell' yaklaşımları <u>yer almaz</u>."
  },
  {
    "id": "255245",
    "unitNumber": 6,
    "text": "<strong>Aşağıdaki yaratıcı yaklaşımlardan hangisi Fransız reklamcı Jacques Séguéla ile özdeşleşmiştir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Marka İmajı",
      "B": "Doğal Drama",
      "C": "Temel Satış Vaadi",
      "D": "Uygulama Vurgusu",
      "E": "Star Stratejisi"
    },
    "explanation": "Fransız reklamcı <b>Jacques Séguéla</b>, markaların hedef kitle nezdinde çekici, benzersiz ve arzu edilen bir figür haline getirilmesini amaçlayan yaratıcı yaklaşımıyla tanınır. Bu yaklaşım, <b>'Star Konsepti'</b> olarak bilinir ve ürünleri adeta Hollywood yıldızları gibi sunmayı hedefler."
  },
  {
    "id": "343642",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakiler ifadelerden hangisi Hopkins’in geliştirdiği Bilimsel Reklamcılık Yaklaşımı'na ait <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "“Bilimsel reklamcılık” anlayışına yön veren en temel nokta ise satıştır.",
      "B": "Bir reklam, hedef kitlenin yani alıcının çıkarını düşünmeli, bireye vaadini net olarak sunmalıdır.",
      "C": "Reklamda mizah önemlidir.",
      "D": "Reklam, genel bir etki için, adınızı gündemde tutmak için değildir.",
      "E": "Neden ve sonuca dayalı rasyonel temellere dayanan reklamcılık anlayışı hâkimdir."
    },
    "explanation": "<b>Claude C. Hopkins</b>'in <b>Bilimsel Reklamcılık</b> Yaklaşımı, reklamın doğrudan satış aracı olarak kullanılmasını, sonuçların kuponlar veya diğer doğrudan yanıt mekanizmalarıyla <b>ölçülmesini</b> ve maliyet etkinliğini hedefler. Bu yaklaşıma ait olmayan ifade, genellikle Ogilvy veya Bernbach'ın savunduğu gibi, <b>duygusal bağ kurma</b> veya <b>uzun vadeli marka imajı oluşturma</b> gibi soyut ve zor ölçülebilir kavramlardır."
  },
  {
    "id": "343644",
    "unitNumber": 6,
    "text": "<strong>52 ülkede satılan ve 17 dilde reklamları yayınlanan, dünyada en iyi bilinen markalardan biri hâline gelen Pepsodent reklamları aşağıdaki reklamcılardan hangisine aittir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "William (Bill) Bernbach",
      "B": "Leo Burnett",
      "C": "John Hegarty",
      "D": "David Ogilvy",
      "E": "Claude C. Hopkins"
    },
    "explanation": "Pepsodent markasını bilimsel iddialarla ve geniş kitlelere yayılan kampanyalarla küresel bir başarıya ulaştıran reklamcı <b>Claude Hopkins</b>'tir. Hopkins, reklamcılıkta <b>Sebebe Dayalı Reklamcılık (Reason-Why Advertising)</b> ekolünün en önemli temsilcilerindendir. Pepsodent reklamlarında, ürünü kullanmanın neden gerekli olduğunu (diş çürümesini önleme) açıkça belirten ve insanlara alışkanlık kazandıran stratejiler kullanmıştır.<br/>52 ülkede satılan ve 17 dilde yayınlanan bu reklamlar, bir markanın kısa sürede küresel çapta tanınmasını sağlayan en etkili erken dönem çalışmalarından biri olarak kabul edilir. Hopkins'in yaklaşımı, reklamın bir satış sanatı olduğunu ve başarının ölçülebilir sonuçlara dayanması gerektiğini savunmuştur."
  },
  {
    "id": "343653",
    "unitNumber": 6,
    "text": "<strong>Advertising Age Dergisi’nin “En İyi 100 Reklam Kampanyası” listesinde 39. sırada yer alan “M&amp;M’s Şekerlemeleri” ile 19. sırada yer alan “Anacin Ağrı Kesicileri” kampanyaları aşağıdaki reklamcılardan hangisine aittir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Rosser Reeves",
      "B": "David Ogilvy",
      "C": "Leo Burnett",
      "D": "Claude C. Hopkins",
      "E": "Oliviero Toscani"
    },
    "explanation": "M&amp;M’s (Elinizde erimez, ağzınızda erir) ve Anacin (Üç yolla etki eder) kampanyaları, <b>Benzersiz Satış Teklifi (Unique Selling Proposition - USP)</b> kavramını geliştiren ve en katı reklam stratejistlerinden biri olan <b>Rosser Reeves</b>’e aittir. Reeves’in ajansı Ted Bates &amp; Co., özellikle Anacin kampanyası ile ünlüdür.<br/>Anacin reklamları, ürünün rakiplerinden belirgin ve tekrarlanabilir bir farkı (USP) olduğunu sürekli vurgulayarak büyük başarı elde etmiştir. Advertising Age listesindeki bu başarılar, Reeves'in sade, tekrarcı ve satış odaklı yaklaşımının etkinliğini kanıtlamaktadır. Reeves, reklamın tek amacının satmak olduğunu savunmuştur."
  },
  {
    "id": "343655",
    "unitNumber": 6,
    "text": "<strong>Yeşil Dev ve Kaplan Tony gibi dünyaca ünlü reklam ikonlarını yaratan reklamcı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Leo Burnett",
      "B": "Rosser Reeves",
      "C": "David Ogilvy",
      "D": "Claude C. Hopkins",
      "E": "Oliviero Toscani"
    },
    "explanation": "Yeşil Dev (Green Giant), Kaplan Tony (Tony the Tiger - Kellogg’s Frosted Flakes) ve Marlboro Adamı gibi dünyaca tanınan ve markaların kişiliğini somutlaştıran ikonları yaratan reklamcı <b>Leo Burnett</b>'tir. Burnett, reklamcılıkta <b>\"Doğuştan Drama\" (Inherent Drama)</b> kavramını benimsemiştir; yani her üründe, reklamda kullanılabilecek doğal bir dramatik nitelik olduğuna inanmıştır.<br/>Burnett'in yaklaşımı, basitliği, sıcaklığı ve güçlü <b>marka karakterleri</b> (ikonlar) yaratmayı esas alır. Bu ikonlar, markaların hafızada kalıcılığını artırmış ve uzun yıllar boyunca küresel çapta başarılı iletişimler sağlamıştır."
  },
  {
    "id": "254973",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi reklamda ikna taktiklerinin kullanılma amaçlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Reklamda ikna markanın ar-ge çalışmalarına teşvik edilmesi için kullanılmaktadır.",
      "B": "Reklamda ikna markayı konumlandırmak için kullanılmaktadır.",
      "C": "Reklamda ikna yeni ürünü duyurmak amacıyla kullanılmaktadır.",
      "D": "Reklamda ikna ürünü satın aldırmak amacıyla kullanılmaktadır.",
      "E": "Reklamda ikna markayı hatırlatmak için kullanılmaktadır."
    },
    "explanation": "Reklamda ikna taktiklerinin temel amacı, tüketicinin markaya veya ürüne yönelik <b>tutumlarını, inançlarını ve davranışlarını</b> değiştirmek veya pekiştirmektir. Bunlar arasında satın alma niyeti yaratmak, marka sadakatini artırmak ve tüketiciyi belirli bir eyleme yönlendirmek bulunur. Seçeneklerde belirtilenler arasında, ikna taktiklerinin amaçlarından biri olmayan ifade, genellikle reklamın <b>satış sonrası hizmetlerini direkt olarak organize etmek</b> gibi operasyonel süreçlerle ilgili olanlardır; ikna doğrudan algı ve tutum üzerine odaklanır."
  },
  {
    "id": "254974",
    "unitNumber": 7,
    "text": "<strong>Reklam çekiciliklerinin özellikleri ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Reklam çekicilikleri tüketicinin bir ürünü satın alarak kazanacağı soyut ya da somut faydaya dayanmaktadır.",
      "B": "Reklam çekicilikleri ile reklamı yapılan ürün ya da hizmet rakiplerinden farklılaşmaktadır.",
      "C": "Reklam çekicilikleri ile reklamı yapılan ürün ya da hizmete dikkat çekilmektedir.",
      "D": "Reklam çekiciliklerinde rasyonel ya da duygusal ikna süreçlerinden faydalanılmaktadır.",
      "E": "Reklam çekicilikleri daha çok yeni çıkan ürünlerin reklamlarında kullanılmaktadır."
    },
    "explanation": "Reklam çekicilikleri (appeals), hedef kitlenin dikkatini çekmek, duygusal veya rasyonel tepkiler uyandırmak ve sonuç olarak satın alma motivasyonunu artırmak için kullanılır.<br/>Doğru olmayan ifade genellikle, çekiciliklerin <b>her zaman duygusal olması</b> veya <b>uzun vadeli etki yaratmaması</b> gibi kısıtlayıcı genellemelerdir. Oysa, çekicilikler hem duygusal (duygusal çekicilikler) hem de rasyonel (mantıksal çekicilikler) olabilir ve amaçlarına uygun kullanıldıklarında uzun süreli etki de bırakabilirler. Örneğin, rasyonel çekicilikler <b>bilgilendirmeye</b> dayanır."
  },
  {
    "id": "255106",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi iknanın temel özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "İkna açık ve kapalı olmak üzere iki şekilde yapılmaktadır.",
      "B": "İkna bir şeyin diğeriyle ilişkilendirilmesini zorunlu tutmaz.",
      "C": "İkna dili kullanılan ve insanların doğasında bulunan bir karşıtlığı temsil eder.",
      "D": "İkna hem rasyonel hem de duygusal boyutta gerçekleşir.",
      "E": "İkna insan aklı üzerinde çalışmaktadır."
    },
    "explanation": "İkna, hedef kitlenin tutum ve davranışlarını değiştirmeyi amaçlayan <b>bilinçli bir iletişim</b> sürecidir. Temel özellikleri arasında <b>niyetlilik</b> (persuader’ın amacı), <b>gönüllülük</b> (zorlama olmaması), <b>sembolik etkileşim</b> (dil, imaj kullanımı) ve <b>sonucun belirsizliği</b> (başarısızlık ihtimali) yer alır.<br/>İknanın temel özelliklerinden biri olmayan ifade, genellikle iknanın <b>zorlama (coercion)</b> içermesi veya <b>tek yönlü</b> bir süreç olmasıdır. İkna, zorlama değil, iletişim yoluyla fikir birliği sağlamaya çalışır."
  },
  {
    "id": "255107",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi reklam çekiciliklerinin özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Reklamların özünü ve benimsedikleri yaklaşımları yansıtır.",
      "B": "Rasyonel ve duygusal ikna süreçlerinden faydalanmaktadır.",
      "C": "Reklam çekicilikleri haksız rekabeti önlemektedir.",
      "D": "Tüketicilerin fiziksel, psikolojik ve toplumsal gereksinimlerine seslenir.",
      "E": "Yaratıcı uygulamalar önceden belirlenmiş mesaj içeriklerine göre şekillenir."
    },
    "explanation": "Reklam çekicilikleri, tüketicileri belirli bir fikre, markaya veya ürüne karşı olumlu bir tutum geliştirmeye motive eden mesaj stratejileridir. Bu stratejilerin özellikleri arasında <b>ilgili olma</b>, <b>dikkat çekici olma</b> ve <b>hedef kitleye uygunluk</b> bulunur.<br/>Çekiciliklerin özelliklerinden biri olmayan durum, genellikle <b>her zaman düşük maliyetli olması</b> veya <b>sadece rasyonel bilgiye odaklanması</b> gibi yanlış varsayımlardır. Başarılı bir çekicilik, mesajın <b>etkisini artırmayı</b> hedefler."
  },
  {
    "id": "261262",
    "unitNumber": 7,
    "text": "<strong>Aristoteles’in ortaya koymuş olduğu retorik ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Ethos, Pathos ve Logos olmak üzere üç boyutu vardır.",
      "B": "İkna edici iletişimle ilgili temel bir bakış açısıdır.",
      "C": "Ethos kaynağın güvenilirliğini ile ilgilidir.",
      "D": "Logos ikna edici mesajın duygusallığı ile ilgilidir.",
      "E": "Pathos ikna edici mesajın duygularla olan ilişkisi ile ilgilidir."
    },
    "explanation": "Antik Yunan filozofu <b>Aristoteles</b>, ikna çalışmalarının temelini oluşturan <b>Retorik</b> (Rhetoric) adlı eserinde, iknanın üç temel yolunu (çekiciliğini) tanımlamıştır:<br/>1. <b>Logos</b> (Mantık): Verilerin, gerçeklerin ve rasyonel argümanların kullanılması.<br/>2. <b>Pathos</b> (Duygu): Hedef kitlenin duygularına hitap edilmesi.<br/>3. <b>Ethos</b> (Güvenilirlik): Konuşmacının/kaynağın karakteri ve güvenilirliği.<br/>Aristoteles’in retoriği ile ilgili yanlış olan ifade, genellikle modern pazarlama terminolojisine ait veya onun sınıflandırmasına dahil olmayan bir unsurun eklenmesi olur (örneğin, sadece fiyatı vurgulama gibi dar bir ticari amaç)."
  },
  {
    "id": "261263",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi rasyonel çekiciliklerin özelliklerinden biridir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Rasyonel çekicilikler ürünle ilgili somut verileri ve ürün faydalarını aktarmaktadır.",
      "B": "Rasyonel çekiciliklerde abartı unsuru mutlaka olmalıdır.",
      "C": "Rasyonel çekiciliklerde tüketicinin duygusal yönüne vurgu yapılmaktadır.",
      "D": "Rasyonel çekiciliklerde mizah olmazsa olmazdır.",
      "E": "Rasyonel çekiciliklerde tüketicinin anlamayacağı sayılar kullanılmaktadır."
    },
    "explanation": "Rasyonel çekicilikler (Rational Appeals), tüketicinin <b>mantığına ve faydacı ihtiyaçlarına</b> hitap eder. Bu çekicilikler, ürünün performansı, ekonomik faydaları (fiyat, indirim, faiz), dayanıklılığı, sağlık faydaları veya teknik özellikleri gibi <b>somut ve kanıtlanabilir verileri</b> kullanır. Rasyonel çekiciliklerin temel özelliklerinden biri, <b>ürünün faydasını kanıtlamak için gerçeklere ve verilere dayanmasıdır</b>."
  },
  {
    "id": "261264",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi duygusal reklam çekiciliğinin kullanıldığı bir reklam örneğidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Şimdi al 3 gün sonra öde temalı kampanya",
      "B": "Bugüne özel yüzde 35 indirim mesajı içeren bir reklam",
      "C": "3 al 2 öde temalı bir reklam mesajı",
      "D": "2019 fiyatlarıyla 2020 model araca yüzde 50 ÖTV indirimiyle sahip olun temalı bir reklam mesajı",
      "E": "Bayramda kavuşan anne ve oğulun sevgi dolu konuşmasını içeren bir reklam senaryosu"
    },
    "explanation": "Duygusal reklam çekicilikleri, tüketicilerde belirli duygular (neşe, sevgi, gurur, nostalji, hüzün) uyandırarak markayla pozitif bir bağ kurmayı amaçlar. Duygusal çekiciliğin kullanıldığı bir reklam örneği, <b>bir aile bireyinin başarısıyla gurur duyma</b>, <b>bir köpeğin eve dönüş anındaki sevinci</b> veya <b>bayramlarda yaşlıların torunlarını beklemesi</b> gibi, yoğun hisleri öne çıkaran senaryolardır. Bu örnekler, ürünün somut faydası yerine, oluşturulan <b>duygusal atmosferi</b> kullanır."
  },
  {
    "id": "261265",
    "unitNumber": 7,
    "text": "<strong>Mizah çekiciliğinin reklamlarda tercih edilmesinin temel nedeni aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Mizah çekiciliğinin kullanıldığı reklamların çok izlenmesi",
      "B": "Mizah çekiciliği ile ilgili daha kolay senaryo yazılması",
      "C": "Mizahi ögelerin komik olması",
      "D": "Mizahın reklamın inanırlığını ve ikna ediciliğini artırması",
      "E": "Mizah çekiciliğinde ünlü komedyenlerin reklamda oynaması"
    },
    "explanation": "Mizah çekiciliğinin reklamlarda tercih edilmesinin temel nedeni, reklamın <b>dikkat çekiciliğini ve hatırlanabilirliğini artırmaktır</b>. Mizah, izleyicinin reklama karşı olan <b>olumlu duygularını</b> yükseltir ve bu olumlu duyguların markaya transfer edilmesini sağlar. Ayrıca, mizah <b>savunma mekanizmalarını gevşeterek</b> mesajın daha kolay kabul edilmesine yardımcı olabilir."
  },
  {
    "id": "261266",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi mizah çekiciliğinin kullandığı unsurlardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kanıtlar ve sayılar",
      "B": "Taklit",
      "C": "İroni",
      "D": "Hiciv",
      "E": "Abartı unsuru"
    },
    "explanation": "Mizah çekiciliği; <b>sürpriz, abartı, ironi, kelime oyunları</b> ve <b>fiziksel komedi</b> gibi çeşitli unsurları kullanabilir. Mizahın amacı güldürmek ve rahatlatmaktır. Mizah çekiciliğinin kullandığı unsurlardan biri olmayan, genellikle <b>karmaşık istatistiksel verilerin sunulması</b> veya <b>ağır bilimsel kanıtlar</b> gibi, mantığa dayalı rasyonel unsurlardır. Mizah duygusal/algısal bir tepkidir."
  },
  {
    "id": "261267",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi korku çekiciliğinin reklamlarda kullandığı tehditlerden biridir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Cinsel tehdit",
      "B": "Duygusal tehdit",
      "C": "Fiziksel tehdit",
      "D": "Rasyonel tehdit",
      "E": "Yaratıcı tehdit"
    },
    "explanation": "Korku çekiciliği (Fear Appeal), istenmeyen bir davranışın veya ürünün kullanılmamasının olası <b>olumsuz sonuçlarını</b> vurgulayarak hedef kitleyi motive etmeyi amaçlar. Bu çekicilikler genellikle üç tür tehdit kullanır:<br/>1. <b>Fiziksel Tehdit</b> (Hastalık, yaralanma, ölüm - örn: sigara karşıtı reklamlar).<br/>2. <b>Sosyal Tehdit</b> (Reddedilme, utanç, dışlanma - örn: hijyen ürünleri reklamları).<br/>3. <b>Finansal Tehdit</b> (Ekonomik kayıp - örn: sigorta reklamları). Tehditlerden biri <b>fiziksel zarar veya sağlık riskidir</b>."
  },
  {
    "id": "261268",
    "unitNumber": 7,
    "text": "<strong>Kamu spotlarında korku çekiciliği hangi amaç için kullanılmaktadır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Sorunu anlatmak amacıyla kullanılmaktadır.",
      "B": "İnsanları korkutmak amacıyla kullanılmaktadır.",
      "C": "İnsanların dikkatini dağıtmak amacıyla kullanılmaktadır.",
      "D": "Sorunun kaynağının öğrenilmesini önlemek amacıyla kullanılmaktadır.",
      "E": "Kötü alışkanlıkları bıraktırmak ve önlemek amacıyla kullanılmaktadır."
    },
    "explanation": "Kamu spotlarında korku çekiciliği, genellikle <b>davranış değişikliğini teşvik etmek</b> amacıyla kullanılır. Bu spotlar, hedef kitlenin sağlık, güvenlik veya sosyal refahını tehdit eden davranışların (alkollü araç kullanma, sigara içme, emniyet kemeri takmama) ciddiyetini gösterir ve kişileri bu olumsuz sonuçlardan kaçınmak için önerilen eylemi (mesajı) uygulamaya ikna eder. Temel amaç, <b>riskli davranışları caydırmak</b> veya <b>sağlıklı/güvenli davranışları benimsetmektir</b>."
  },
  {
    "id": "261392",
    "unitNumber": 7,
    "text": "<strong>Aşağıdaki ifadelerden hangisi rasyonel çekiciliğin kullanıldığı reklamlara ait bir örnek <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Bugüne özel yüzde elli indirim!",
      "B": "Bu üründe yüzde yüz ipek iplik kullanılmıştır.",
      "C": "2020 yılında kârımızı yüzde 75 artırdık.",
      "D": "Bizimle değerlisiniz ve değerli hissedersiniz.",
      "E": "Bu diş macunu Türkiye Tabipler Birliği onaylıdır."
    },
    "explanation": "Rasyonel çekicilikler, ürünün <b>faydası, fiyatı, performansı veya kalitesi</b> gibi somut gerçeklere odaklanır. Bir reklamın rasyonel çekicilik kullanmadığını gösteren ifade, <b>duygusal veya deneyimsel</b> bir faydayı vurgulayan ifadelerdir.<br/>Örneğin, 'Bu araba sizi sadece bir yerden bir yere götürmez, ailenizle unutulmaz anılar biriktirmenizi sağlar' gibi bir ifade rasyonel değil, <b>duygusal (deneyimsel)</b> çekiciliğe örnektir. Rasyonel örnekler ise 'Yüzde 20 daha az yakıt tüketimi' gibi veriler içerir."
  },
  {
    "id": "261393",
    "unitNumber": 7,
    "text": "<strong>Duygusal çekiciliklerle ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Duygusal çekicilikler kalbe hitap etmektedir.",
      "B": "Hedef kitlenin ürün ya da hizmete yönelik duygularını etkilemeyi amaçlamaktadır.",
      "C": "Duygusal çekiciliğin kullanıldığı reklamlarda sevgi, endişe, korku gibi pek çok duygu kullanılmaktadır.",
      "D": "Duygusal çekiciliklerin kullanıldığı reklamlar sayesinde markayla tüketici arasında bağ kurmak kolaylaşmaktadır.",
      "E": "Duygusal çekiciliğin kullanıldığı reklamlar tüketicilerin kanıta dayalı verileri görmelerini sağlamaktadır."
    },
    "explanation": "Duygusal çekicilikler (Pathos), izleyicinin <b>kalbine ve ruh haline</b> hitap eder, mantıksal argümanlardan ziyade duygusal tepkileri kullanır. Duygusal çekiciliklerle ilgili yanlış olan ifade, genellikle bu çekiciliklerin <b>ürün hakkındaki somut bilgiyi detaylıca açıklaması gerektiği</b> yönündeki iddialardır. Tam tersine, duygusal çekicilikler genellikle mantıksal kanıt sunmaz; sadece <b>olumlu duygusal transfer</b> yoluyla tutum değişikliği yaratmaya çalışırlar."
  },
  {
    "id": "261394",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi reklamlarda başarılı bir mizah uygulaması için dikkat edilecek noktalardan biridir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Mizahın ürünün kullanıcısına yönelik olması.",
      "B": "Mizah çekiciliğinin kullanıldığı reklamda markanın geri planda kalması.",
      "C": "Satışı gerçekleştirecek odak noktalarının mizah içinde kullanılması.",
      "D": "Mizah çekiciliğinde tüketiciyle alay edilecek bir senaryonun kullanılması.",
      "E": "Reklamda mizahın abartılı ögeler kullanılarak sunulması."
    },
    "explanation": "Reklamlarda mizahın başarılı olması için dikkat edilmesi gereken en önemli nokta, kullanılan mizahın <b>mesajla ve ürünle ilgili olmasıdır</b>. Ayrıca, mizah <b>hedef kitleye uygun</b> olmalı, kültürel hassasiyetleri gözetmeli ve <b>markanın imajını zedelememelidir</b>. Başarılı bir mizah uygulaması için anahtar nokta, <b>mizahın asla ürünün veya ana mesajın önüne geçmemesidir</b>."
  },
  {
    "id": "261395",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi mizah çekiciliği içeren bir reklama örnek olabilir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Aldın aldın son üç ürün, bu fırsatı kaçırma! (Beyaz eşya mağazası)",
      "B": "Muhteşem Cuma indirimleri bu hafta. Kaçırmayın! (Sanal alışveriş platformu)",
      "C": "Bilim adamları sizin için test etti, onayladı. (Diş macunu)",
      "D": "Sigorta seni ve sevdiklerini güvenceye alır. (Sigorta şirketi)",
      "E": "Alkollü birinin kullandığı arabaya binmektense arabayı kendim kullanırım. (Görme engelli ses sanatçısı - Trafik Kazalarıyla Mücadele Derneği)"
    },
    "explanation": "Mizah çekiciliği içeren bir reklama örnek, <b>abartılı veya beklenmedik bir durumun</b> komik bir şekilde sunulmasıdır. Örneğin, bir deterjan reklamında annesinin lekeyi çıkarmadığı için hayatının trajik bir sona sürüklendiğini düşünen bir gencin hikayesinin absürt bir şekilde işlenmesi, izleyicide gülme ve rahatlama duygusu yaratır ve dikkat çeker. Bu tür reklamlar genellikle <b>absürt durumlar veya beklenmedik sonuçlar</b> içerir."
  },
  {
    "id": "261396",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi sosyal tehdidin kullanıldığı reklama bir örnektir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Bu sigortayı yaptırırsan tüm zararın karşılanır.",
      "B": "Bu parfümü kullanırsan kötü kokmazsın ve arkadaşların kokundan dolayı senden kaçmaz.",
      "C": "Bu bankayı tercih edersen hiç faiz ödemezsin.",
      "D": "Bu çikolatayı alırsan hediye kazanırsın.",
      "E": "Bu arabayı tercihe edersen indirim kazanırsın."
    },
    "explanation": "Sosyal tehdit, korku çekiciliğinin bir alt türüdür ve kişinin <b>toplum tarafından dışlanma, utanç duyma</b> veya <b>sosyal olarak reddedilme</b> korkularına oynar. Sosyal tehdidin kullanıldığı reklama örnek, kişisel hijyen ürünlerinin (deodorant, diş macunu) reklamlarıdır. Örneğin, kötü koktuğu için arkadaş grubundan uzak duran veya iş görüşmesinde başarısız olan bir kişinin hikayesi, <b>sosyal reddedilme kaygısını</b> tetikler ve ürünü çözüm olarak sunar."
  },
  {
    "id": "261397",
    "unitNumber": 7,
    "text": "<strong>Korku çekiciliğinin kişiler üzerindeki etkisi aşağıdakilerden hangisiyle bağlantılıdır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Reklamların etkililik düzeyi reklamı izleyen kişilerin inanma düzeyleriyle bağlantılıdır.",
      "B": "Reklamların etkililik düzeyi reklamın komik olmasıyla bağlantılıdır.",
      "C": "Reklamların etkililik düzeyi reklamın güvenilirliğiyle bağlantılıdır.",
      "D": "Reklamların etkililik düzeyi reklamda sunulan verilerin doğru olmasıyla bağlantılıdır.",
      "E": "Reklamların etkililik düzeyi reklamda sunulan cinsel çekicilik ögeleriyle bağlantılıdır."
    },
    "explanation": "Korku çekiciliğinin kişiler üzerindeki etkisi, büyük ölçüde <b>Koruma Motivasyonu Teorisi</b> (Protection Motivation Theory) bağlamında incelenir. Bu etki, tehdidin <b>algılanan ciddiyeti</b> (Severity) ve bireyin önerilen eylemi uygulayarak (ürünü satın alarak) tehditten <b>kurtulma yeteneğine olan algılanan inancı</b> (Self-Efficacy/Response Efficacy) ile bağlantılıdır. Eğer tehdit çok korkutucu ama çözüm kolay görünmüyorsa (düşük yeterlilik algısı), kişi mesajı reddedebilir. Etki, <b>tehdidin algılanan büyüklüğü ve çözümün etkinliğine olan inanç</b> ile doğrudan bağlantılıdır."
  },
  {
    "id": "343656",
    "unitNumber": 7,
    "text": "<strong>Reklam çekicilikleri ile ilgili ilk sınıflandırma olan ve ikna çalışmalarının yazılı ilk kaynağı olarak kabul edilen \"Retorik\" isimli eserin yazarı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Sokrates",
      "B": "Aristoteles",
      "C": "Platon",
      "D": "Pisagor",
      "E": "Kant"
    },
    "explanation": "İkna çalışmalarının yazılı ilk kaynağı ve reklam çekiciliklerinin ilk sınıflandırmasını (Ethos, Pathos, Logos) sunan <b>“Retorik”</b> adlı eserin yazarı, Antik Yunan filozofu <b>Aristoteles’tir</b>. Aristoteles'in bu eseri, modern iletişim ve reklamcılık stratejilerinin temelini oluşturur."
  },
  {
    "id": "343662",
    "unitNumber": 7,
    "text": "<strong>Bir reklamda 0 faiz ve özel vergi indirimi gibi mesajların sunulması reklam çekicilik türlerinden hangisine örnek verilebilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Rasyonel çekicilik",
      "B": "Duygusal çekicilik",
      "C": "Mizah çekiciliği",
      "D": "Korku çekiciliği",
      "E": "Yaratıcı çekicilik"
    },
    "explanation": "Bir reklamda 0 faiz, özel vergi indirimi, taksit avantajları veya doğrudan fiyat indirimi gibi mesajların sunulması, tüketicinin <b>ekonomik çıkarına ve mantığına</b> hitap eder. Bu tür avantajlar, ürünün faydasına dair somut ve ölçülebilir bir değer sunduğu için <b>Rasyonel Çekicilik</b> türüne örnektir. Tüketici, bu avantajlar sayesinde fayda/maliyet hesabını yapar."
  },
  {
    "id": "343664",
    "unitNumber": 7,
    "text": "<strong>Bir şeker markasının dinî bayramlarda yaşlı insanların sevdiklerinin yolunu beklediğini anlattığı reklam aşağıdaki reklam çekicilik türlerinden hangisine örnek verilebilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Rasyonel çekicilik",
      "B": "Duygusal çekicilik",
      "C": "Mizah çekiciliği",
      "D": "Korku çekiciliği",
      "E": "Yaratıcı çekicilik"
    },
    "explanation": "Bir şeker markasının dinî bayramlarda yaşlı insanların sevdiklerinin yolunu beklediğini anlatan reklam, tüketicilerde <b>sevgi, bağlılık, nostalji</b> ve <b>aile değerleri</b> gibi yoğun duyguları uyandırmayı amaçlar. Ürünün faydası yerine duygusal bir bağ kurmayı hedefleyen bu tür mesajlar, açıkça <b>Duygusal Çekicilik</b> (Pathos) türüne örnektir."
  },
  {
    "id": "343669",
    "unitNumber": 7,
    "text": "<strong>Bir diş macunu reklamında eğer düzenli diş fırçalanmazsa diş kaybı olabileceği aktarılmaktadır. Bu reklamda tüketicileri etkilemek için aşağıdaki reklam çekicilik türlerinden hangisi kullanılmaktadır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Rasyonel çekicilik",
      "B": "Duygusal çekicilik",
      "C": "Mizah çekiciliği",
      "D": "Korku çekiciliği",
      "E": "Yaratıcı çekicilik"
    }
  },
  {
    "id": "408716",
    "unitNumber": 7,
    "text": "I. Fiziksel<br/>II. Sosyal<br/>III. Kişisel<br/><strong>Yukarıdakilerden hangisi ya da hangileri reklamlarda korku çekiciliği bağlamında kullanılan tehditler arasında yer alır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "255007",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi reklamcılıkta kullanılan geleneksel mecralardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Gazete",
      "B": "Dergi",
      "C": "Televizyon",
      "D": "Radyo",
      "E": "Mikrobloglar"
    },
    "explanation": "Geleneksel mecralar, matbaa, radyo ve televizyon gibi kitle iletişiminin ilk dönemlerinde kullanılan araçlardır. Bunlar arasında gazete, dergi, radyo, televizyon ve sinema bulunur. <b>Sosyal medya</b> ise bu kategoride yer almaz, <b>dijital reklamcılık</b> veya <b>yeni medya</b> olarak sınıflandırılır. Bu nedenle sosyal medya geleneksel bir mecra değildir."
  },
  {
    "id": "255163",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi reklamcılığın tarihsel gelişiminde etkili <u>olmamıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Teknolojik gelişmeler",
      "B": "İletişimin çeşitlenmesi",
      "C": "İletişim araçlarının ortaya çıkması",
      "D": "Matbaanın gelişimi",
      "E": "İnsanlar arasında iletişimin kopuklaşması"
    },
    "explanation": "Reklamcılığın tarihsel gelişimini etkileyen temel faktörler arasında <b>matbaanın icadı</b>, <b>sanayi devrimi</b>, <b>kitlesel üretim</b> ve <b>radyo/televizyonun</b> yaygınlaşması yer alır. Bu gelişmeler, reklamın doğuşunu ve kitlesel bir iletişim aracı haline gelmesini sağlamıştır. Eğer seçeneklerde <b>5G teknolojisi</b> gibi çok yeni veya spesifik bir teknolojik gelişme varsa, bu, reklamcılığın tarihsel temellerini oluşturan ana faktörlerden biri olarak kabul edilmez."
  },
  {
    "id": "255164",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi reklamcılıkta kullanılan geleneksel mecralardan biri olarak kabul edilir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "İnternet",
      "B": "Sosyal medya",
      "C": "Televizyon",
      "D": "Yapay zekâ",
      "E": "Hologram teknolojisi"
    },
    "explanation": "Geleneksel mecralar, kitlesel erişime imkan sağlayan ve dijitalleşme öncesinde dominant olan iletişim kanallarıdır. Bu kanallar arasında <b>gazete</b>, <b>dergi</b>, <b>radyo</b>, <b>televizyon</b> ve <b>sinema</b> bulunur. Geleneksel mecralar, reklam mesajlarının geniş kitlelere ulaştırılmasında uzun yıllar boyunca ana rolü üstlenmiştir."
  },
  {
    "id": "261269",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerin hangisinde yazılı mecranın tanımı doğru yapılmıştır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yazılı mecralar işitme duyusuna yönelik yayanı yapan mecralardır.",
      "B": "Yazılı mecralar görme ve işitme duyularının bir arada kullanıldığı mecralardır.",
      "C": "İnternet teknolojisinden faydalanılarak yapılan yayınlar yazılı mecraları oluşturmaktadır.",
      "D": "Yazılı mecralar metinlerin ve görsellerin kullanıldığı kitlelere bilgi, haber, duyuru yapmak amacıyla baskı teknolojileri aracılığıyla oluşturulan araçlardır.",
      "E": "Yazılı mecralar sadece görseller aracılığıyla yayınların yapıldığı medya araçlarıdır."
    },
    "explanation": "<b>Yazılı mecralar</b>, reklam mesajlarının <b>basılı materyaller</b> (gazete, dergi vb.) aracılığıyla hedef kitleye ulaştırıldığı kanallardır. Bu mecralar, reklamın <b>kalıcılığını</b> ve tüketicinin istediği zaman geri dönüp okuyabilme imkanını sunmasıyla karakterize edilirler. Mesajlar çoğunlukla metin ve statik görsellerden oluşur."
  },
  {
    "id": "261270",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi gazetelerin ortaya çıkış nedenlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Ekonomik nedenler",
      "B": "Radyonun etkinliğini yitirmesi",
      "C": "Ticari nedenler",
      "D": "Teknolojik gelişmeler",
      "E": "İnsanların bilgi kaynaklarını artırma isteği"
    },
    "explanation": "Gazetelerin ortaya çıkış nedenleri arasında <b>okuryazarlığın artması</b>, <b>ticaretin gelişmesi</b> sonucu bilgi akışına duyulan ihtiyaç ve <b>matbaa teknolojisinin</b> kitlesel üretime imkan vermesi yer alır. Gazeteler, reklamın modern ticaretin yayılmasında kilit bir rol oynamasını sağlamıştır. Ortaya çıkış nedenleri arasında, genellikle, çok geç bir döneme ait spesifik modern teknolojik gelişmeler veya gazetecilik dışı alanların dönüşümü sayılmaz."
  },
  {
    "id": "261271",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi gazete ve dergi mecralarının sahip olduğu ortak özelliklerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Her iki mecrada da aynı kalitede baskıya sahiptir.",
      "B": "Her iki mecra da yazılıdır.",
      "C": "Her iki mecra da arşivlenme özelliği taşımaktadır.",
      "D": "Her iki mecra da hedef kitle seçme açısından avantajlara sahiptir.",
      "E": "Her iki mecra da baskı teknolojilerindeki gelişmelerden etkilenir."
    },
    "explanation": "Gazeteler ve dergiler ortak olarak <b>yazılı ve görsel</b> içerik sunma, <b>detaylı bilgi</b> verme imkanı sağlama ve okuyucunun kendi hızında tüketimine uygun olma özelliklerine sahiptir. Ortak olmayan özellik ise genellikle <b>güncellik</b> veya <b>baskı kalitesi</b> ile ilgilidir. Örneğin, <b>anlık haber verme yeteneği</b> gazetelerin temel özelliğiyken, dergiler daha uzun süreli ve niş içerik sunar."
  },
  {
    "id": "261272",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi radyo reklamlarının özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Radyo reklamları her yerde dinlenebilir.",
      "B": "Radyo reklamları sadece müziğe dayalıdır.",
      "C": "Radyo reklamlarını dinlerken insanlar reklamı görmek için hayal güçlerini kullanabilir.",
      "D": "Radyo reklamları için yüksek bütçeli harcamalar yapmak gerekmez.",
      "E": "Radyo reklamı dinlemek için tüketicilerin ekstra para ya da çaba harcamasına gerek yoktur."
    },
    "explanation": "Radyo, <b>tamamen işitsel</b> bir mecradır. Bu, onun hızlı, tekrarlanabilir ve göreceli olarak düşük maliyetli olmasını sağlar. Ancak, radyo reklamlarının en belirgin eksikliği, <b>görsel öğelerle ürünün detaylı sunumu</b> imkanını sağlayamamasıdır. Bu durum, karmaşık ürünlerin tanıtımında dezavantaj yaratır."
  },
  {
    "id": "261273",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi televizyon reklamları ile ilgili doğru bir yaklaşımdır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Reklamlar sadece görme duyusuna hitap etmektedir.",
      "B": "Reklamların yaratıcı olmasında sadece metin ve müzik etkilidir.",
      "C": "Reklamlar markanın hatırlanırlığını sağlamada etkilidir.",
      "D": "Reklamların yaratıcı olmasında tek başına ünlü kullanımı yeterlidir.",
      "E": "Reklamları sadece okuyucular anlayabilir."
    },
    "explanation": "Televizyon reklamları, geleneksel mecralar arasında en güçlü etkiye sahip olanlardan biridir. Doğru yaklaşım, televizyonun <b>ses</b>, <b>görüntü</b> ve <b>hareketi</b> bir arada sunarak <b>yüksek duygusal etki</b> yaratma ve <b>ürün demonstrasyonu</b> yapma yeteneğine vurgu yapmasıdır. Aynı zamanda televizyon, <b>geniş kitlelere</b> ulaşmada da çok etkilidir."
  },
  {
    "id": "261274",
    "unitNumber": 8,
    "text": "<strong>Radyo reklamlarında yaratıcılık aşağıdakilerden hangisi ile <u>sağlanmaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Diyalog",
      "B": "Metin",
      "C": "Müzik",
      "D": "Cıngıl",
      "E": "İletişim ağı"
    },
    "explanation": "Radyo reklamlarında yaratıcılık, dinleyicinin <b>hayal gücünü</b> harekete geçirmeye dayanır. Bu, <b>ses efektleri</b>, <b>müzik</b>, <b>jingle’lar</b> ve <b>ses tonu</b> gibi işitsel unsurlar kullanılarak sağlanır. Radyo, görsel bir mecra olmadığı için, yaratıcılık <b>görsel kompozisyonlar</b> veya <b>fiziksel koreografiler</b> ile sağlanmaz."
  },
  {
    "id": "261275",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi televizyon mecrasında sunulan reklamların yaratıcı olması için kullanılan araçlardandır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Görsel efektler",
      "B": "Baskı teknolojileri",
      "C": "Çevrim içi paylaşım",
      "D": "Ürün yerleştirme",
      "E": "Açık hava görünürlüğü"
    },
    "explanation": "Televizyon, reklamların yaratıcı olmasını sağlayan zengin araçlara sahiptir. Bunlar arasında <b>hareketli görüntüler</b>, <b>canlı renkler</b>, <b>özel efektler</b>, <b>müzik</b> ve <b>kurgusal anlatım</b> bulunur. Bu araçlar, reklam mesajının <b>ikna gücünü</b> ve <b>duygusal derinliğini</b> artırır."
  },
  {
    "id": "261276",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi bir reklamın yaratıcı olup olmadığını anlama noktasında yol gösteren niteliklerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Reklamın dikkat çekici olması",
      "B": "Reklamın orijinal olması",
      "C": "Reklamın sıradan olması",
      "D": "Reklamın farklı olması",
      "E": "Reklamın görsel değerinin olması"
    },
    "explanation": "Bir reklamın yaratıcı olup olmadığını anlamak için kullanılan yol gösterici nitelikler arasında <b>özgünlük</b>, <b>esneklik</b>, <b>uygunluk</b> ve <b>sanatsal değer</b> bulunur. Ancak, <b>düşük üretim maliyeti</b> gibi bütçesel veya verimlilikle ilgili bir kriter, reklamın mesajının <b>yaratıcılık</b> seviyesini doğrudan ölçen bir nitelik olarak kabul edilmez."
  },
  {
    "id": "261398",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi yazılı mecraların sahip olduğu özelliklerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Hedef kitle seçme açısından reklamverene kolaylıklar sunmak",
      "B": "Arşivlenme özelliği sayesinde uzun ömürlü olmak",
      "C": "Sadece metinden oluşan reklamlar üretebilmeyi sağlamak",
      "D": "Aşırı maliyetli bir yapıya sahip olmak",
      "E": "Sadece fotoğraftan oluşan reklamlar sunmak"
    },
    "explanation": "Yazılı mecralar, detaylı bilgi sunma, kupon kullanımı ve kalıcılık gibi özelliklere sahiptir. Ancak, televizyon veya radyo gibi elektronik mecraların aksine, <b>yüksek frekanslı ve anlık mesaj iletimi</b> yazılı mecraların bir özelliği değildir. Yazılı reklamlar, genellikle okuyucunun kendi inisiyatifiyle tüketilir ve hızdan ziyade detay odaklıdır."
  },
  {
    "id": "261400",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi radyo yayınlarının dezavantajlarından biridir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "İstenilen yerde dinlenebilmesi",
      "B": "Sadece kulağa hitap eden bir mecra olması",
      "C": "İstenilen zamanda dinlenebilmesi",
      "D": "Program türüne göre dinleyiciye seçme şansı sunması",
      "E": "İlk çıktığı dönemde her evde popüler bir araç olarak görülmesi"
    },
    "explanation": "Radyo yayınlarının temel dezavantajı, mesajın <b>geçici</b> (fleeting) doğasıdır. Reklam yayınlandığı anda dinlenmediyse, o mesaj kaçırılır ve geri dönülüp incelenemez. Bu durum, televizyon ve yazılı mecralara kıyasla mesajın hatırlanabilirliğini zorlaştırabilir. Diğer bir dezavantaj da <b>görsel destek</b> eksikliğidir."
  },
  {
    "id": "261403",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi televizyon mecrasının reklamcılar açısından ortaya koyduğu olumlu durumlardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yeni çıkan bir ürün tanıtımı yapmak, markayı duyurmak adına etkili reklamlar üretilmesini sağlamaktadır.",
      "B": "Reklamverenin geniş kitlelere ulaşmasını kolaylaştırmaktadır.",
      "C": "Yüksek maliyetli reklamların çekilmesine neden olabilmektedir.",
      "D": "Görsel-işitsel yapısı daha etkili, akılda kalıcı ve yaratıcı reklamlar oluşturulmasını sağlamaktadır.",
      "E": "Marka sadakati oluşturmak adına yaratıcı reklamların üretilmesini kolaylaştırmak."
    },
    "explanation": "Televizyon mecrasının olumlu yönleri arasında <b>geniş kitleye erişim</b>, <b>görsel ve işitsel sunum</b> imkanı ve <b>ürün demonstrasyonu</b> yeteneği yer alır. Reklamcılar açısından olumsuz bir durum, televizyon reklamlarının hem üretim hem de yayın sürelerinin <b>çok yüksek maliyetli</b> olmasıdır. Bu yüksek maliyet, küçük bütçeli markalar için erişimi kısıtlar."
  },
  {
    "id": "261404",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi yazılı mecralarda sunulan reklamların yaratıcı olması için kullanılan araçlardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Metinler",
      "B": "Sosyal medya",
      "C": "Tasarım",
      "D": "Fotoğraflar",
      "E": "Aracın kendisi"
    },
    "explanation": "Yazılı mecralarda reklam yaratıcılığı; <b>başlıklar</b>, <b>etkileyici görseller</b>, <b>yazı karakteri seçimi</b> ve <b>metin (copy) kalitesi</b> ile sağlanır. <b>Ses efektleri</b> veya <b>müzik/jingle kullanımı</b> gibi tamamen işitsel unsurlar, yazılı mecranın (gazete/dergi) doğası gereği reklamın yaratıcı unsurları arasında yer almaz."
  },
  {
    "id": "356439",
    "unitNumber": 8,
    "text": "I. Sinema da tıpkı televizyon gibi hem işitsel hem de görsel bir yapıya sahiptir, bu da reklamların etkinliğini artırmaktadır.<br/>II. Hedef kitle açısından bir sınırlama sunmamakla birlikte reklamların geniş kitlelere ulaşmasını sağlamaktadır.<br/>III. Sinema salonlarındaki reklamlara yönelik tüketicilerin tepkilerini ölçmek üzere yürütülen deneysel çalışmalar, reklamların etkisini direkt almak açısından markalara avantaj sunmaktadır.<br/><strong>Yukarıdakilerden hangisi ya da hangileri sinemanın reklamlar açısından sağladığı kolaylıklar arasında yer almaktadır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "I, II ve III"
    },
    "explanation": "Sinema, reklamlar açısından önemli avantajlar sunar. I. Sinema, televizyon gibi <b>işitsel ve görsel</b> yapıyı birleştirir, ancak çok daha büyük bir ekranda ve daha yüksek ses kalitesinde sunulduğu için etkinliği artar. III. İzleyicinin <b>dikkati dağılmaz</b> (captive audience), bu da deneysel çalışmalarla reklam etkisinin <b>direkt olarak ölçülmesini</b> ve yüksek geri dönüş alınmasını kolaylaştırır. II. Geniş kitlelere ulaşım (yüksek erişim) TV’nin avantajıdır; sinema daha niş ve sınırlı kitleye ulaşır. Bu nedenle sağladığı temel kolaylıklar I ve III'tür."
  },
  {
    "id": "357278",
    "unitNumber": 8,
    "text": "<strong>1941 yılında aşağıdaki ülkelerden hangisinde ilk televizyon reklamı yayınlanmıştır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Hollanda",
      "B": "Amerika",
      "C": "İngiltere",
      "D": "Türkiye",
      "E": "Fransa"
    },
    "explanation": "Dünya tarihindeki ilk ticari televizyon reklamı, 1941 yılında <b>Amerika Birleşik Devletleri</b>'nde (ABD), New York'taki WNBT kanalında Bulova saati için yayınlanmıştır. Bu olay, reklamcılık endüstrisinin geleceğini kökten değiştirmiştir."
  },
  {
    "id": "405925",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi reklamcılıkta kullanılan geleneksel mecralar arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Televizyon",
      "B": "Sosyal Medya",
      "C": "Gazete",
      "D": "Dergi",
      "E": "Radyo"
    },
    "explanation": "Geleneksel mecralar; gazete, dergi, radyo, televizyon ve sinema gibi 20. yüzyılda kitle iletişimine hakim olan kanallardır. <b>Arama motoru reklamcılığı</b>, <b>sosyal medya</b> veya <b>dijital reklam panoları</b> gibi internet tabanlı platformlar, <b>yeni medya</b> veya <b>dijital mecralar</b> arasında yer alır ve geleneksel mecra olarak kabul edilmez."
  },
  {
    "id": "255009",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi geleneksel medyanın özellikleri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Geniş kitleleri aynı anda hedef alması",
      "B": "Belirli bir haber, görüş ya da fikri yaymaya çalışması",
      "C": "Etkinlik ölçümlemesinin zor olması",
      "D": "Hedef kitlenin verilen mesajı doğrudan yanıtlamasına imkân vermesi",
      "E": "Genellikle yaygın olan düşünce ve fikirleri yansıtması"
    },
    "explanation": "Geleneksel medya (radyo, televizyon, gazete) genellikle mesajın tek bir merkezden (yayıncı/kurum) kitlelere aktarılmasını esas alır. Bu nedenle, izleyiciden kaynağa geri bildirim hemen hemen yok denecek kadar azdır. Geleneksel medyanın temel özellikleri arasında <b>tek yönlü iletişim</b>, yüksek üretim ve erişim maliyeti, içeriğin yayıncı tarafından belirlenmesi ve <b>senkron</b> (eş zamanlı) tüketim yer alır. Özellikleri arasında yer almayacak temel unsur <b>etkileşim</b> ve <b>anında geri bildirim</b>dir. (Not: Yanıt varsayılırsa, etkileşimli olma özelliği geleneksel medyaya ait değildir.)"
  },
  {
    "id": "255165",
    "unitNumber": 9,
    "text": "<strong>Geleneksel medyada mesajın aktarımında en önemli unsur aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "En az iki kaynak olması",
      "B": "Yalnızca bir alıcı olması",
      "C": "Kaynak ve alıcı arasında çift yönlü bir ilişki olmaması",
      "D": "Geri bildirime gerek olmaması",
      "E": "Kaynak ve alıcının aynı ortamda bulunması"
    },
    "explanation": "Geleneksel medyada iletişim süreci, merkezi bir yapı tarafından kontrol edilir. Mesajın aktarımı ve içeriğin filtrelenmesi, genellikle güçlü bir merkezi aktör tarafından sağlanır. Bu merkezi aktöre <b>kapı bekçisi (gatekeeper)</b> denir. Geleneksel medyada mesajın kitlelere ulaştırılmasında en önemli unsur, içeriği seçen, düzenleyen ve yayınlayan bu <b>kapı bekçileridir</b> (yayıncı kuruluş, editör vb.)."
  },
  {
    "id": "255166",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi Endüstri 4.0’ın sonuçlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Dijital teknolojilerin yayılımını artırmıştır.",
      "B": "Fiziksel dünyayı yeniden şekillendirmiştir.",
      "C": "İnsanoğlunu değiştirmiştir.",
      "D": "Çevresel etmenleri bütünleştirmiştir.",
      "E": "Çevreyi kirletmiştir."
    },
    "explanation": "<b>Endüstri 4.0</b>, dördüncü sanayi devrimini ifade eder ve siber-fiziksel sistemler, Nesnelerin İnterneti (IoT) ve bulut bilişimin entegrasyonuyla karakterize edilir.<br/>Endüstri 4.0’ın sonuçları arasında <b>üretimde otomasyonun artması</b>, bireyselleştirilmiş üretime geçiş, yeni iş modellerinin ortaya çıkması ve işgücü piyasasında yeni yetenek ihtiyaçlarının doğması sayılabilir. Endüstri 4.0’ın sonuçlarından biri *olmayacak* durum, genellikle teknolojik gerileme veya işgücünün niteliksizleşmesi gibi, dijitalleşme sürecinin tersine işleyen durumlardır."
  },
  {
    "id": "261277",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi iletişim araçlarının geçtiği süreçlerden <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "İşaretlerle iletişim",
      "B": "Dilin gelişimiyle olan iletişim",
      "C": "Yazının icadıyla iletişim",
      "D": "Telefonun icadıyla iletişim",
      "E": "Kitle iletişim araçlarının gelişimiyle iletişim"
    },
    "explanation": "İletişim araçları, tarihte belirli teknolojik aşamalardan geçmiştir. Bu süreçler genellikle sırasıyla <b>Yazılı İletişim</b> (Yazının icadı), <b>Basılı İletişim</b> (Matbaa), <b>Kitle İletişim Araçları</b> (Radyo, TV) ve <b>Dijital İletişim</b> (İnternet) olarak sınıflandırılır. Bu teknolojik gelişim süreçleri dışında kalan bir kavram, iletişim araçlarının geçtiği temel süreçlerden biri olarak kabul edilmez. (Not: Şıklar arasında yer almayacak bir seçenek, bu teknolojik evrim zincirinin dışında kalmalıdır.)"
  },
  {
    "id": "261278",
    "unitNumber": 9,
    "text": "..................; elektronik ortamda sayısal değerlerle oluşturulan bir dünyanın ifadesidir.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Basılı reklam",
      "B": "Dijital medya",
      "C": "İstatistik bilimi",
      "D": "Mors alfabesi",
      "E": "Yazılı medya"
    },
    "explanation": "Tanım, fiziksel olmayan, tamamen elektronik ortamda <b>sayısal değerler</b> (binary code) kullanılarak inşa edilen bir alanı işaret etmektedir. Bu kavram, internetin ve bilgisayar ağlarının oluşturduğu, gerçek dünyadan bağımsız sanal alanı ifade eder. Bu ifadenin karşılığı <b>Dijital Dünya</b> veya daha teknik adıyla <b>Siberuzay’dır (Cyberspace)</b>."
  },
  {
    "id": "261279",
    "unitNumber": 9,
    "text": "1989 yılında CERN’de “World wide web” olarak bilinen internet teknolojisinin bulunuşu ile başlayan süreçtir. İngiliz bilim adamı Tim Berners-Lee tarafından kullanıcı merkezli işlevsel internet teknolojisinin temellerinin atıldığı dönemdir.<br/><strong>Paragraftaki bilgi aşağıdakilerden hangisinde verilen dönemi anlatmaktadır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Web 0.0 Dönemi - Web’in Gelişimi",
      "B": "Web 1.0 Dönemi - Salt Okunur Web",
      "C": "Web 2.0 Dönemi - Sosyal (Oku-Yaz) Web",
      "D": "Web 3.0 Dönemi - Semantik (oku, yaz, yap) Web",
      "E": "Web 4.0 Dönemi - Mobil Web"
    },
    "explanation": "Paragrafta bahsedilen dönem, 1989 yılında Tim Berners-Lee tarafından CERN’de 'World Wide Web'in (WWW) temellerinin atıldığı ve internetin işlevsel olarak kullanıcı merkezli hale gelmeye başladığı ilk evresini anlatmaktadır. Bu dönem, internetin pasif bir bilgi kaynağı olarak kullanıldığı ve kullanıcıların büyük ölçüde sadece okuyucu olduğu <b>Web 1.0</b> dönemidir."
  },
  {
    "id": "261280",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi “tam sayfa yer paylaşımı” türü reklamı tanımlamaktadır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Web sayfasının zemininin belirli bir süre reklam imgesi ile kaplanmasıdır.",
      "B": "İçinde veya çevresinde reklam içeren çevrim içi oyunlar.",
      "C": "Fareyle üzerine gelindiğinde veya otomatik olarak tam sayfaya genişletilebilir kayan bir reklam başlatılmasıdır.",
      "D": "Web sayfasının en üstünde sayfa üzerinde transparan katmanlarla birlikte hareket eden reklamlardır.",
      "E": "Web sayfasının tamamının üzerinde yarı transparan bir şekilde görünen reklamlar."
    },
    "explanation": "<b>Tam sayfa yer paylaşımı</b>, kullanıcının talep ettiği içeriğe ulaşmadan önce veya içerik okuması sırasında aniden tüm ekranı kaplayarak dikkati tamamen üzerine çeken reklam biçimini tanımlar. Bu tür reklamlar genellikle ekranda belirli bir süre (örneğin 5 saniye) kalır ve daha sonra kapatılabilir. Bu reklam formatı <b>Interstitial</b> (Geçiş Reklamı) olarak bilinir."
  },
  {
    "id": "261281",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi yaratıcı bir reklamın taşıması gereken özelliklerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Farklılık",
      "B": "Özgünlük",
      "C": "Modernlik",
      "D": "Orijinallik",
      "E": "Uygunluk"
    },
    "explanation": "Yaratıcı bir reklamın temel özellikleri arasında <b>özgünlük</b> (orijinallik), <b>ilgi çekicilik</b> (stopping power), <b>esneklik</b> ve <b>anlaşılabilirlik</b> bulunur. Bu özellikler reklamın hedefine ulaşmasını sağlarken, yüksek maliyetli olması gibi faktörler, yaratıcılığın taşıması gereken bir özellikten ziyade, üretimle ilgili bir kısıtlamadır. Yaratıcılık, düşük maliyetle de sağlanabilir."
  },
  {
    "id": "261282",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi Eynseck’in (1996) “yaratıcılığın dört boyutu” tanımı içerisinde <u>yer almaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yeni ve orijinal içerik",
      "B": "Yaratıcı ürün olarak yaratıcı niteliklerden fazlasını sunmak",
      "C": "Toplumsal yaratıcılık sergilemek",
      "D": "Bireysel yaratıcılık sergilemek",
      "E": "Yaratıcı durum"
    },
    "explanation": "Eynseck (1996), yaratıcılığı dört temel boyutta incelemiştir. Bunlar, yaratıcı bireyin özelliklerini ifade eden <b>Kişi (Person)</b>; yaratıcı eylemin kendisini ifade eden <b>Süreç (Process)</b>; yaratıcılık sonucunda ortaya çıkan ürünü ifade eden <b>Ürün (Product)</b>; ve yaratıcılığı etkileyen çevresel faktörleri ifade eden <b>Basınç/Çevre (Press/Place)</b>’dir. Bu dört boyut dışında kalan bir kavram Eynseck'in tanımı içerisinde yer almaz."
  },
  {
    "id": "261283",
    "unitNumber": 9,
    "text": "Dijital reklamlarda yaratıcılık kriterlerinin sağlanabilmesi için öncelikli olarak hedef kitleye sunulan ......................... bilinmesi gerekmektedir.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "dijital içerik türlerinin",
      "B": "geleneksel medya araçlarının",
      "C": "haber kaynaklarının",
      "D": "yöresel imkânların",
      "E": "imkânların"
    },
    "explanation": "Dijital reklamlarda yaratıcılığın etkin olabilmesi için, mesajın hedef kitle için anlamlı ve değerli olması gerekir. Yaratıcılığın temellerini atmak için öncelikle, hedef kitleye sunulan reklam mesajının veya içeriğin ana amacının ve vaadinin ne olduğu netleştirilmelidir. Bu, hedef kitleye sunulan <b>içeriğin türü ve faydası</b>dır. Yaratıcılık, içeriğin bu faydayı nasıl özgün bir şekilde ileteceği üzerine kurulur."
  },
  {
    "id": "261284",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi hedef kitleye sunulan “bilgiyi oluşturan kaynağa göre içerik türleri” içerisinde yer alır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Stok içerik",
      "B": "Görsel içerik",
      "C": "İşitsel içerik",
      "D": "Kurumsal içerik",
      "E": "Video"
    },
    "explanation": "İçerikler, bilgiyi kimin ürettiğine göre sınıflandırılabilir. Bu sınıflandırmalar genellikle <b>Editöryel İçerik</b> (profesyonel yayıncılar tarafından), <b>Marka İçeriği</b> (şirketler tarafından) ve hedef kitle tarafından gönüllü olarak üretilen <b>Kullanıcı Üretimi İçerik (User Generated Content - UGC)</b> olarak ayrılır. UGC, bilginin kaynağını (kullanıcı) esas alan temel bir içerik türüdür."
  },
  {
    "id": "261405",
    "unitNumber": 9,
    "text": "Yazının icadı, matbaanın gelişimi, kitle iletişim araçlarının ortaya çıkmasıyla birlikte iletişim, ......... boyuttan .......... boyuta geçmeye başlamıştır.<br/><strong>Cümlede boş bırakılan yerlere sırasıyla aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "kişiler arası - kitlesel",
      "B": "tek - çok",
      "C": "iki - üç",
      "D": "maddi - manevi",
      "E": "toplumsal - bireysel"
    },
    "explanation": "Yazının icadı, matbaa ve kitle iletişim araçlarının gelişimi, iletişimi bireyler arası sınırlı bir düzeyden çıkarmış ve çok daha geniş kitlelere ulaştırmıştır. Bu teknolojik sıçramalar sayesinde iletişim, <b>bireysel/yerel</b> boyutlardan çıkarak <b>kitle/küresel</b> boyutlara geçiş yapmıştır. Bu, mesajların tek yönlü de olsa geniş ve anonim bir kitleye ulaşmasını sağlamıştır."
  },
  {
    "id": "261408",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi semantik web kavramının ortaya çıktığı dönem olarak bilinmektedir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Web 0.0 Dönemi",
      "B": "Web 1.0 Dönemi",
      "C": "Web 2.0 Dönemi",
      "D": "Web 3.0 Dönemi",
      "E": "Web 4.0 Dönemi"
    },
    "explanation": "Semantik Web, internetin üçüncü nesli olan <b>Web 3.0</b> döneminin temelini oluşturur. Bu dönemde amaç, sadece bilgiyi sunmak değil, aynı zamanda veriyi makine tarafından anlaşılabilir hale getirerek (anlamsal ilişkilendirme) internetin daha akıllı ve kişiselleştirilmiş hizmetler sunmasını sağlamaktır. Dolayısıyla Semantik Web kavramı, <b>Web 3.0</b> ile ilişkilendirilir."
  },
  {
    "id": "261412",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi hedef kitleye sunulan içerik türlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Bilginin yapısına göre içerik türleri",
      "B": "Bilginin kullanım zamanına göre içerik türleri",
      "C": "Bilgiyi oluşturan kaynağa göre içerik türleri",
      "D": "Bilginin sunulacağı kaynağa göre içerik türleri",
      "E": "Bilginin ölçümlenme yöntemlerine göre içerik türleri"
    },
    "explanation": "Hedef kitleye sunulan içerikler, genellikle içeriğin amacına veya biçimine göre ayrılırlar (Örn: Eğlence, Eğitim, Bilgi, Ticari/Pazarlama içerikleri). İçerik türleri arasında yer almayacak bir seçenek genellikle bir <b>platform</b> (Örn: Sosyal medya) veya bir <b>medya aracı</b> (Örn: Geleneksel medya) olabilir. İçerik türü, mesajın ne anlattığıyla ilgilidir."
  },
  {
    "id": "356444",
    "unitNumber": 9,
    "text": "<strong>Aşagıdakilerden hangisi \"semantik web” kavramının ortaya çıktığı dönem olarak bilinmektedir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Web 0.0 Dönemi",
      "B": "Web 1.0 Dönemi",
      "C": "Web 2.0 Dönemi",
      "D": "Web 3.0 Dönemi",
      "E": "Web 4.0 Dönemi"
    },
    "explanation": "Semantik Web kavramı, verinin sadece bağlantılarla değil, aynı zamanda anlamsal olarak da yapılandırıldığı, makinelerin veriyi 'anlamasına' olanak tanıyan bir internet vizyonudur. Bu vizyon, internetin daha akıllı ve kişiselleştirilmiş hale geldiği dönem olan <b>Web 3.0</b>'ın temelini oluşturur."
  },
  {
    "id": "255011",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi West vd. (2019)’nin reklamda yaratıcı süreç şemasındaki anahtar çıktılardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Müşteri tepkisi",
      "B": "Ajans tepkisi",
      "C": "Ödüller",
      "D": "Resmî testler",
      "E": "Fikir üretimi"
    },
    "explanation": "West vd. (2019)'nin reklamda yaratıcı süreç şeması, yaratıcılık sürecinin girdilerini, işleyişini ve çıktılarını inceler. Anahtar çıktılar genellikle geliştirilen <b>reklam taslakları</b>, <b>fikirler</b> ve bu fikirlerin potansiyel <b>tüketici tepkisi</b> üzerindeki etkisine odaklanır. Sürecin kendisi veya üst düzey yönetim hedefleri (örneğin ajans yönetimi) bu şemanın doğrudan yaratıcı çıktıları arasında yer almaz. Doğru cevabı belirlemek için verilen şıklar arasında yaratıcı ürün veya tüketici tepkisiyle ilgili olmayan seçeneği (bu bağlamda kabul edilen doğru şıkkı) elemek gerekir."
  },
  {
    "id": "255167",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi yaratıcılığın tanımı içerisinde yer alır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yaratıcılığın somut bir kavram olması",
      "B": "Yaratıcılığın matematiksel formüllerle ifade edilebilmesi",
      "C": "Yaratıcılıkta ortaya yeni bir ürün ya da hizmet çıkması",
      "D": "Yaratıcılığın çıktısının mutlaka bir ürün olması",
      "E": "Yaratıcılığın kesin ölçümlenmesinin ancak belirli alanlarda mümkün olması"
    },
    "explanation": "Yaratıcılık, psikoloji ve reklamcılık alanında temel olarak iki ana bileşenin birleşimi olarak tanımlanır: <b>Özgünlük (novelty)</b> ve <b>Uygunluk/Faydalılık (appropriateness/usefulness)</b>. Bir fikrin yaratıcı sayılabilmesi için hem yeni, benzersiz ve sıra dışı olması (özgünlük) hem de belirlenen soruna çözüm getirmesi, hedeflere ulaşması ve amaca uygun olması (uygunluk) gerekmektedir. Yaratıcılığın tanımı içerisinde bu iki unsur mutlaka yer almalıdır."
  },
  {
    "id": "255168",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi reklamcılıkta fark edilmenin ön koşulları arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Farklı olmak",
      "B": "Hedef kitlenin dikkatini çekmek",
      "C": "Fark yaratmak",
      "D": "Görsellerde metin kullanmamak",
      "E": "Benzerlerin arasından sıyrılmak"
    },
    "explanation": "Reklamcılıkta mesajın fark edilmesinin temel ön koşulları, reklamın dikkat çekici, benzersiz ve sıradan olandan ayrışmış olmasıdır. Bu durum <b>yüksek sanatsal değer</b>, <b>orijinallik</b> ve hedef kitlenin ilgisini çekecek <b>duygusal etki</b> gibi unsurlarla sağlanır. Fark edilmenin ön koşulları arasında yer almayan seçenek, yaratıcılığın doğası gereği, reklamın özgünlüğüne veya etkisine doğrudan katkıda bulunmayan bir faktör olmalıdır."
  },
  {
    "id": "261285",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi West vd. (2019)’nin reklamda yaratıcı süreç şemasındaki reklam geliştirme basamaklarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Mesaj stratejisi",
      "B": "Fikir üretimi",
      "C": "Algılama",
      "D": "Reklam uygulama ve tasarım",
      "E": "Prodüksiyon"
    },
    "explanation": "West vd. (2019) modelindeki reklam geliştirme basamakları, fikrin oluşumundan uygulanmasına kadar olan aşamaları kapsar. Bunlar genellikle <b>stratejik brifing</b>, <b>fikir üretme (ıraksak düşünme)</b>, <b>fikir seçimi ve değerlendirme</b> ve <b>uygulama/üretim</b> aşamalarını içerir. Modelin temel odağı yaratıcı süreç olduğu için, reklamın yaratıcı gelişimine doğrudan dahil olmayan yönetimsel veya ticari analizler (örneğin pazar payı analizi) bu basamaklardan biri değildir."
  },
  {
    "id": "261286",
    "unitNumber": 10,
    "text": "Torrance Yaratıcı Düşünme Testi .............. yerine ………..... ölçümlemeyi amaçlar.<br/><strong>Cümlede boş bırakılan yere sırasıyla aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "yaratıcı düşünce - yaratıcı fikri",
      "B": "salt yaratıcılığı değerlendirmek - yaratıcılığın kişiler üzerinde yarattığı etkileri",
      "C": "görüş - anlayışı",
      "D": "yapı - kurguyu",
      "E": "belirli bir ürün - markalaşmış ürünü"
    },
    "explanation": "<b>Torrance Yaratıcı Düşünme Testi (TTCT)</b>, bireylerin yaratıcı potansiyellerini ve <b>ıraksak düşünme</b> (divergent thinking) yeteneklerini ölçmek üzere tasarlanmıştır. Bu test, bireyin sadece zihinsel kapasitesini veya IQ'sunu ölçen geleneksel <b>zihinsel yetenek</b> testlerinin aksine, yeni fikirler üretme, esneklik, akıcılık ve orijinal çözümler bulma becerilerini ölçümlemeyi amaçlar."
  },
  {
    "id": "261287",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi yaratıcılığı ölçümlemede 4C kavramı içinde yer alır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Açık, koyu, orta yaratıcılık",
      "B": "Büyük, küçük, mini yaratıcılık",
      "C": "Öteleyici strateji",
      "D": "Duygulandırıcı strateji",
      "E": "Rezonans stratejisi"
    },
    "explanation": "Yaratıcılığı ölçümlemede kullanılan 4C kavramı, yaratıcılığın farklı düzeylerini ve bağlamlarını tanımlar. Bu model dört bileşenden oluşur: <b>Mini-c</b> (kişisel, yorumlayıcı yaratıcılık), <b>Little-c</b> (gündelik yaratıcılık), <b>Pro-C</b> (uzman düzeyinde profesyonel yaratıcılık) ve <b>Big-C</b> (dahilik, kültürel etki yaratan yaratıcılık). Bu şıklar arasından bu dört unsurdan biri seçilmelidir (Örneğin, Pro-C)."
  },
  {
    "id": "261288",
    "unitNumber": 10,
    "text": "Mülakatlar özellikle .......... sürecinde tercih edilen bir yöntemdir.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "farklılık",
      "B": "yaratıcılık",
      "C": "istihdam",
      "D": "yaşam",
      "E": "yapılanma"
    },
    "explanation": "Mülakatlar (derinlemesine görüşmeler), genellikle reklam materyalleri geliştirilmeden önce veya hemen sonra, reklamın algısını ve anlaşılırlığını derinlemesine anlamak amacıyla kullanılan nitel araştırma yöntemleridir. Bu nedenle, mülakatlar özellikle reklamın yayınlanmasından önce, potansiyel etkinliğini ve kabulünü test etmek için yapılan <b>ön test</b> sürecinde tercih edilen önemli bir yöntemdir."
  },
  {
    "id": "261289",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi reklamlarda ön test için kullanılan fizyolojik testler arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Ses Perdesi Analizi",
      "B": "Göz Bebeği Ölçme Cihazı",
      "C": "Göz Hareketi Araştırması",
      "D": "Sinema Salonu Testi",
      "E": "Galvanik Deri Tepkisi"
    },
    "explanation": "Reklamlarda ön test için kullanılan fizyolojik testler, izleyicinin bilinçaltı, istemsiz tepkilerini ölçer. Bu testler arasında <b>Göz İzleme (Eye Tracking)</b>, <b>Pupillometer</b> ve <b>Galvanik Deri Tepkisi (GSR)</b> yer alır. Fizyolojik olmayan, yani kişinin bilişsel yeteneğini veya hatırlamasını ölçen yöntemler (örneğin <b>Hafıza Testleri</b> veya <b>İkna Testleri</b> gibi anket tabanlı testler) fizyolojik testler arasında yer almaz."
  },
  {
    "id": "261290",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi yaratıcılığı ölçmede kullanılan testlerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Radyometrik testler",
      "B": "Psikometrik testler",
      "C": "Uzman görüşleri",
      "D": "Biyometrik testler",
      "E": "Nörometrik testler"
    },
    "explanation": "Yaratıcılığı ölçmede kullanılan standart testler, bireyin <b>ıraksak düşünme</b> yeteneğini değerlendirir. Bunlara örnek olarak <b>Torrance Yaratıcı Düşünme Testi (TTCT)</b>, <b>Uzak İlişkiler Testi (RAT)</b> veya <b>Alternatif Kullanımlar Testi</b> verilebilir. Ancak, genel zekayı veya bilişsel kapasiteyi ölçmeye odaklanan standart <b>IQ Testleri</b> (Wechsler, Stanford-Binet) doğrudan yaratıcılığı ölçmek için tasarlanmış testler arasında sayılmaz."
  },
  {
    "id": "261291",
    "unitNumber": 10,
    "text": "…….......... cihazı göz hareketlerinin izlenmesi ve göz bebeğinde yaşanan değişimleri ölçümlemekte kullanılmaktadır.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangileri getirilmelidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Eye moving",
      "B": "Eye following",
      "C": "Eye tracking",
      "D": "Eye coding",
      "E": "Eye scoping"
    },
    "explanation": "Göz hareketlerinin izlenmesi (Eye Tracking) ve özellikle göz bebeğinde yaşanan değişimlerin (genişleme/daralma) ölçümlenmesi, izleyicinin dikkat düzeyini ve duygusal uyarılma miktarını gösterir. Göz bebeği değişimlerini ölçen cihaza <b>Pupillometer</b> adı verilir. Bu cihazlar, reklamın hangi kısımlarının daha fazla dikkat çektiğini ve duygusal tepki yarattığını belirlemek için kullanılır."
  },
  {
    "id": "261292",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi Altsech ile Haberland ve Dacin’in algılanan reklam yaratıcılığının ölçümlenmesi ölçeklerinin boyutlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Orijinallik",
      "B": "İlgi",
      "C": "Yeniden düzenleme",
      "D": "Özetleme",
      "E": "Eksiltme"
    },
    "explanation": "Altsech ile Haberland ve Dacin gibi araştırmacıların geliştirdiği algılanan reklam yaratıcılığı ölçekleri, yaratıcılığı birden fazla boyutta ele alır. Yaygın boyutlar arasında <b>Özgünlük (Orijinallik)</b>, <b>Uygunluk (Relevance)</b>, <b>Sanatsal Değer (Artistic Value)</b>, <b>Esneklik</b> veya <b>Elaborasyon</b> yer alır. Yaratıcılığın doğrudan bir boyutu olmayan yönetimsel veya maliyet odaklı bir kriter (örneğin Maliyet Etkinliği) bu boyutlar arasında yer almaz."
  },
  {
    "id": "261413",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi basılı reklamlara yönelik yapılan ön testler arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Doğrudan sorgulama",
      "B": "Portföy yönetimi",
      "C": "Okunabilirlik testi",
      "D": "Karavan testi",
      "E": "Odak grup"
    },
    "explanation": "Basılı reklamlara yönelik ön testler, reklam yayına girmeden önce etkinliğini ölçmeyi amaçlar. Kullanılan yöntemler arasında <b>Portföy Testleri</b>, <b>Dummy Magazinler</b> veya <b>Göz İzleme</b> yer alır. Basılı medya için uygun olmayan veya genellikle yayın sonrası (son test) için kullanılan yöntemler (örneğin, televizyon reklamcılığının etkinliğini ölçen <b>Telemetri</b> veya uzun süreli davranışsal etkiyi ölçen <b>İkna Testleri</b>) basılı reklamlara yönelik ön testler arasında sayılmaz."
  },
  {
    "id": "261414",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi yaratıcılığın bileşenlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Yaratıcı süreç",
      "B": "Yaratıcı ölçüm",
      "C": "Yaratıcı kişi",
      "D": "Yaratıcı ürün",
      "E": "Yaratıcı çevre"
    },
    "explanation": "Yaratıcılığın temel bileşenleri, genellikle Guilford ve Torrance tarafından tanımlanan ve ıraksak düşünme becerisini yansıtan unsurlardır. Bunlar <b>Akıcılık (Fluency)</b>, <b>Esneklik (Flexibility)</b>, <b>Orijinallik (Originality)</b> ve <b>Ayrıntılandırma (Elaboration)</b>dır. Reklamcılık bağlamında buna ek olarak <b>Uygunluk (Relevance)</b> da kritiktir. Yaratıcı bir çıktının niteliğiyle doğrudan ilgili olmayan bir unsur (örneğin bütçe kontrolü veya dağıtım planı) yaratıcılığın bileşeni değildir."
  },
  {
    "id": "261415",
    "unitNumber": 10,
    "text": "………………… psikoloji alanında kullanılan, insanların karar verme, tepki, davranış, düşünce biçimleri, kişilik vb. özelliklerini ölçme ve değerlendirme amacıyla kullanılan çeşitli testlerin bütününe verilen isimdir.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Psikoanalitik testler",
      "B": "Psikiyatrik testler",
      "C": "Psikolojik testler",
      "D": "Psikososyal testler",
      "E": "Psikometrik testler"
    },
    "explanation": "Psikoloji alanında kullanılan ve insanların bilişsel süreçlerini (karar verme, düşünce biçimleri), davranışlarını, tepkilerini ve kişilik özelliklerini <b>ölçme ve değerlendirme</b> amacıyla geliştirilen çeşitli testlerin bütününe <b>Psikometri</b> adı verilir. Psikometri, psikolojik ölçümün teorisi ve tekniği ile ilgilenen bilim dalıdır."
  },
  {
    "id": "261416",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi nörometrik ölçüm yöntemlerinde kullanılan cihazlardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "fMRI",
      "B": "Eye tracking",
      "C": "EEG",
      "D": "PET",
      "E": "MEG"
    },
    "explanation": "Nörometrik ölçüm yöntemleri, reklam izlenirken doğrudan <b>beyin aktivitesini</b> ölçmeyi amaçlar. Bu cihazlar arasında <b>EEG (Elektroensefalografi)</b> ve <b>fMRI (Fonksiyonel Manyetik Rezonans Görüntüleme)</b> bulunur. <b>GSR (Galvanik Deri Tepkisi)</b> veya <b>Pupillometer</b> gibi cihazlar ise çevresel fizyolojik tepkileri (duygusal uyarılma, dikkat) ölçer ve nörometrik değil, biyometrik teknikler arasında sınıflandırılır."
  },
  {
    "id": "261418",
    "unitNumber": 10,
    "text": "Biyometrik teknikler ile vücudumuzun ........... ve ............ tepkilerinde yaşanan değişimler ölçümlenmektedir.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "merkezî - çevresel",
      "B": "otonom - psikolojik",
      "C": "çevresel - sinirsel",
      "D": "otonom - somatik",
      "E": "merkezî - psikolojik"
    },
    "explanation": "Biyometrik teknikler, reklam maruziyeti sırasında bireylerin bilinçaltı veya istemsiz tepkilerini ölçer. Bu teknikler ile vücudumuzun <b>fizyolojik</b> (örneğin kalp atış hızı, terleme) ve <b>davranışsal/duygusal</b> (örneğin yüz ifadeleri, göz hareketleri) tepkilerinde yaşanan değişimler ölçümlenmektedir. Bu ölçümler, reklamın ne kadar dikkat çekici veya duygusal olarak uyarıcı olduğunu gösterir."
  },
  {
    "id": "261419",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi reklamlarda son test için kullanılan yöntemlerdendir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Hafıza testleri",
      "B": "Okunabilirlik testleri",
      "C": "Başarı sırası testleri",
      "D": "Doğrudan postalama testleri",
      "E": "Reklam kalabalığı testleri"
    },
    "explanation": "Reklamlarda son test (Post-testing), reklam kampanyası yayınlandıktan sonraki gerçek etkisini ölçmek için kullanılır. Bu testler, reklamın satışlar, marka bilinirliği, hatırlanma ve tüketicilerin satın alma eğilimi üzerindeki etkilerini değerlendirir. Tipik son test yöntemleri arasında <b>Hafıza Testleri</b>, <b>İkna Testleri</b> ve <b>Sorgu Testleri</b> yer alır."
  },
  {
    "id": "261420",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi ödüllü reklamlara ilişkin gerçekleştirilen bir çalışmada, yaratıcılık düzeyini ölçümlemeye yönelik olarak uzmanlarca belirlenmiş 7 adet ana yaratıcılık kriterinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Benmerkezcilik",
      "B": "Zıtlık",
      "C": "Zaman",
      "D": "Somut veri",
      "E": "Görsel uyarıcı"
    },
    "explanation": "Ödüllü reklamlara ilişkin çalışmalarda uzmanlarca belirlenen yaratıcılık kriterleri, reklamın yaratıcılık düzeyini objektif olarak ölçmeyi amaçlar. Bu kriterler genellikle <b>Orijinallik</b>, <b>Uygunluk/Relevance</b>, <b>Sanatsal Değer</b>, <b>Esneklik</b>, <b>Ayrıntılandırma</b> ve <b>Duygusal Etki</b> gibi yaratıcı çıktının niteliğini değerlendiren unsurlardır. Yaratıcılığın kendisiyle değil, kampanyanın uzun vadeli ticari sonuçlarıyla ilgili olan bir kriter (örneğin pazar payı artışı veya <b>Tüketici Bağlılığı</b>) ana yaratıcılık kriterlerinden biri olarak kabul edilmez."
  },
  {
    "id": "356446",
    "unitNumber": 10,
    "text": "I. Hafıza testleri<br/>II. Durumsal tepki testleri<br/>III. İkna testleri, sorgu testleri<br/><strong>Yukarıdakilerden hangisi ya da hangileri reklamlarda son test için kullanılan yöntemler arasında yer alır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve III",
      "E": "I, II ve III"
    },
    "explanation": "Reklamlarda son test, kampanyanın yayından sonraki sonuçlarını ölçer. <b>Hafıza testleri</b> (I), tüketicilerin reklamı ne kadar hatırladığını ölçerken; <b>İkna testleri ve sorgu testleri</b> (III), reklamın tutum ve satın alma niyeti üzerindeki etkisini ölçer. Bu iki yöntem de temel <b>son test</b> araçlarıdır. Durumsal tepki testleri (II) ise daha çok laboratuvar ortamında veya anlık tepkileri ölçmeye yönelik olabilir, ancak I ve III kesinlikle son test yöntemleri arasında yer alır."
  },
  {
    "id": "356448",
    "unitNumber": 10,
    "text": "<strong>Psikoloji alanında kullanılan, insanların karar verme, tepki, davranış, düşünce biçimleri, kişilik vb. özelliklerini ölçme ve değerlendirme amacıyla kullanılan çeşitli testlerin bütününe ne ad verilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Psikometrik testler",
      "B": "Uzman görüşleri",
      "C": "Biyometrik testler",
      "D": "Nörometrik testler",
      "E": "Durağan testler"
    },
    "explanation": "Psikoloji alanında, bireylerin <b>karar verme, tepki, davranış, düşünce biçimleri</b> ve <b>kişilik</b> gibi özelliklerini bilimsel yöntemlerle ölçmek ve değerlendirmek amacıyla kullanılan testlerin ve bu testlerin geliştirilme teorisinin bütününe <b>Psikometri</b> adı verilir. Psikometri, psikolojik ölçümleme bilimini ifade eder ve reklamcılıkta yaratıcılığın ve etkinliğin ölçülmesinde önemli bir zemin oluşturur."
  },
  {
    "id": "255013",
    "unitNumber": 11,
    "text": "Reklam sektörü açısından özgünlüğün ve farklılığın anahtarı olan ………………., reklam üretiminin bel kemiği hatta reklamın var oluş sebebi olarak değerlendirilmektir.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "reklam ajansı",
      "B": "yaratıcılık",
      "C": "medya seçimi",
      "D": "ticari mesaj",
      "E": "reklamveren"
    },
    "explanation": "Reklam sektöründe <b>özgünlük</b> ve <b>farklılık</b> yaratmak esastır ve bir reklamın başarısının anahtarıdır. Metinde bahsedilen, reklam üretiminin bel kemiği hatta reklamın var oluş sebebi olarak değerlendirilen bu yetenek, yeni ve etkili fikirler geliştirme süreci olan <b>Yaratıcılık</b>'tır."
  },
  {
    "id": "255014",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi reklam sürecini başlatan birimlerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Tanıtım yapmak isteyen kuruluş",
      "B": "Perakende mal satıcıları",
      "C": "Büyük üretici ve pazarlayıcı holding",
      "D": "Reklam ajansı",
      "E": "Reklamveren"
    },
    "explanation": "Reklam süreci genellikle bir iletişim ihtiyacını belirleyen <b>Reklamverenler</b> tarafından başlatılır ya da bu ihtiyaca çözüm üreten <b>Reklam Ajansları</b> devreye girer. <b>Tüketici</b> sürecin hedefi olsa da, reklam sürecini başlatan operasyonel veya kurumsal bir birim değildir. Medya kuruluşları ise reklamların yayınlanması aşamasında yer alır, süreci başlatmaz."
  },
  {
    "id": "255169",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi reklam sektörünü oluşturan birimler arasında <u>yer</u> <u>almaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Geleneksel reklam ajansları",
      "B": "Reklamverenler",
      "C": "Kalkınma ajansları",
      "D": "Mesleki birlikler",
      "E": "Medya"
    },
    "explanation": "Reklam sektörünü oluşturan temel bileşenler <b>Reklamverenler</b>, <b>Reklam Ajansları</b>, <b>Medya Kuruluşları</b> ve <b>Tüketiciler</b>'dir. Bu dörtlü, sektörün işleyişini sağlar. <b>Ticaret Odaları</b> ise genel ticari düzenlemelerde rol almakla birlikte, doğrudan reklam sektörünün operasyonel bir bileşeni olarak kabul edilmez."
  },
  {
    "id": "255170",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi reklam sektöründe görev alacak insan kaynağının tümünde bulunması gereken kişilik özellikleri arasında <u>sayılamaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Stratejik düşünme yeteneğini yaratıcı işe çevirebilme becerisine sahip olmak.",
      "B": "Multidisipliner düşünebilme becerisine sahip olabilmek.",
      "C": "Reklam stratejisine uygun yazılımlar hakkında teknik bilgi sahibi olmak.",
      "D": "Birçok alandaki birikiminden mesleğinde faydalanabilmek.",
      "E": "Dil hakimiyeti, toplumu ve evreni ilgilendiren tüm konulara karşı duyarlı olmak."
    },
    "explanation": "Reklam sektörü, sürekli yenilik, esneklik ve dinamizm gerektiren bir alandır. Bu alanda başarı için çalışanların <b>vizyon sahibi</b>, <b>esnek</b> ve <b>iyi iletişim becerilerine</b> sahip olması gerekir. <b>Geleneksel düşünce yapısı</b> ise bu sektörde beklenen <b>yenilikçilik</b> ve <b>özgün fikir üretme</b> becerisiyle çeliştiği için aranan bir özellik değildir."
  },
  {
    "id": "261293",
    "unitNumber": 11,
    "text": "Reklamcılık mesleğinin gelişimine destek olmak, sektörel iş birlikleri oluşturmak, sektördeki çalışma prensiplerini belirlemek hatta sektörün işleyişinde düzenleyici ve denetleyici rol oynayan ..…..………. bulunmaktadır.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "yaratıcı insan kaynağı",
      "B": "reklamveren",
      "C": "reklam ajansı",
      "D": "reklam mevzuatı",
      "E": "mesleki örgütler"
    },
    "explanation": "Metinde bahsedilen, reklamcılık mesleğinin gelişimini destekleyen, sektörel iş birlikleri kuran ve çalışma prensiplerini belirleyen, yani sektörel alanda düzenleyici ve destekleyici rol oynayan yapı, <b>Reklamcılar Derneği</b> gibi bir <b>meslek örgütü</b>dür. Bu dernekler, sektörün profesyonel standartlarını belirlemede önemli rol oynarlar."
  },
  {
    "id": "261294",
    "unitNumber": 11,
    "text": "I. Reklam Özdenetim Kurulu<br/>II. Reklam Uygulama Esasları<br/>III. Reklamcılar Derneği<br/><strong>Yukarıdakilerden hangisi ya da hangileri reklam faaliyetlerinin işleyişini düzenleyen Reklam Mevzuatı ögelerindendir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "I ve III",
      "E": "I, II ve III"
    },
    "explanation": "Reklam faaliyetlerinin işleyişini düzenleyen yasal ve etik çerçeveyi oluşturan <b>Reklam Mevzuatı</b> ögeleri arasında, reklamların etik ve yasal uygunluğunu denetleyen <b>Reklam Özdenetim Kurulu (RÖK)</b> (I) ve reklam uygulamalarının temel kurallarını belirleyen <b>Reklam Uygulama Esasları</b> (II) yer alır. Reklamcılar Derneği (III) ise bir meslek örgütüdür, doğrudan mevzuatın parçası değildir. Dolayısıyla, düzenleyici ögeler I ve II’dir."
  },
  {
    "id": "261295",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi reklam sektöründe insan kaynakları biriminin görevleri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Çalışanların gelişimini sağlayacak uygulamalarda bulunmak.",
      "B": "Reklam sektörüne özgü iş stresini azaltmak.",
      "C": "İşten kaynaklanan sıkıntıların çözümünü bulmak.",
      "D": "Çalışanların ücret, izin vb. özlük haklarına ilişkin çalışmaları planlamak ve uygulamak.",
      "E": "Reklamverenden kaynaklanan problemlerin çözümünü bulmak."
    },
    "explanation": "Reklam ajanslarında <b>İnsan Kaynakları (İK)</b> birimi, personel yönetimi, performans değerlendirme, kariyer planlaması ve eğitim/gelişim gibi çalışan odaklı süreçlerden sorumludur. <b>Prodüksiyon işlerinin yürütülmesi</b> (çekim, montaj, baskı takibi vb.) ise doğrudan <b>Prodüksiyon Birimi</b>'nin görev alanına girer."
  },
  {
    "id": "261296",
    "unitNumber": 11,
    "text": "Reklam sektöründe yaratıcı grupları bünyesinde bulunduran reklam ajanslarında, yeni fikirlerin ortaya çıkmasını sağlayacak şekilde bir araya gelen takım üyelerinin ……………… çeşitli tartışmalar, beyin fırtınaları, araştırmalar vb. ile desteklenerek ajans içinde sinerji yaratması beklenmektedir.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "öz güvenleri",
      "B": "bireysel yaratıcılıkları",
      "C": "örgütsel yaratıcılıkları",
      "D": "performansları",
      "E": "uyumu"
    },
    "explanation": "Reklam ajanslarında <b>yeni fikirlerin</b> ve <b>sinerjinin</b> yaratılabilmesi için, yaratıcı grupların bir araya gelerek tartışma ve beyin fırtınaları yapması esastır. Bu süreçlerin sağlıklı işlemesi, ajans içinde yerleşik bir <b>Ortak Çalışma Kültürünün</b> (veya işbirliğinin) varlığı ile sağlanır. Bu kültür, fikirlerin çarpışmasını ve gelişmesini destekler."
  },
  {
    "id": "261297",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi bir reklam ajansında yer alan birimlerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Stratejik Araştırma ve Planlama",
      "B": "İdari ve Mali İşler",
      "C": "Müşteri İlişkileri Bölümü",
      "D": "Tedarik Bölümü",
      "E": "İnsan Kaynakları Bölümü"
    },
    "explanation": "Standart bir reklam ajansı bünyesinde <b>Yaratıcı Birim</b>, <b>Müşteri İlişkileri Birimi</b>, <b>Medya Birimi</b> ve <b>Prodüksiyon Birimi</b> gibi temel departmanlar bulunur. <b>Basın Yayın Kurulu</b> ise, medya organlarını veya sektörünü düzenleyen, ajansın iç yapısında yer almayan harici bir kuruluştur."
  },
  {
    "id": "261298",
    "unitNumber": 11,
    "text": "<strong>Reklam sektörünün yaratıcı devrimcisi olarak bilinen ve ajansında yaratıcı bölümü ilk kez kullanan reklamcı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "William Bernbach",
      "B": "Alex Osborn",
      "C": "David Ogilvy",
      "D": "Raymond Rubicam",
      "E": "Leo Burnett"
    },
    "explanation": "Reklamcılık tarihindeki <b>Yaratıcı Devrim</b>'in (1960'lar) en önemli figürü <b>William Bernbach</b>'tır. Bernbach, kurucusu olduğu Doyle Dane Bernbach (DDB) ajansında, reklam yazarını ve sanat yönetmenini bir araya getirerek <b>yaratıcı bölümü</b> kurumsal bir yapıya dönüştüren ilk kişidir."
  },
  {
    "id": "261299",
    "unitNumber": 11,
    "text": "<strong>Reklamda yaratıcı stratejide iletilmek istenen mesajı ve görsel unsurlarını belirlemekle görevli kariyer alanı olarak ifade edilen birim veya görev aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Sanat yönetmenliği",
      "B": "Reklam yazarlığı",
      "C": "Prodüktör",
      "D": "Stratejist",
      "E": "Trafik"
    },
    "explanation": "Reklamda yaratıcı stratejinin özünü oluşturan <b>iletilmek istenen mesajı</b> ve bunun görsel/sözel uygulamalarının nihai planını belirlemekle görevli kariyer alanı genellikle <b>Yaratıcı Yönetmenlik (Creative Director)</b> pozisyonudur. Yaratıcı Yönetmen, tüm kreatif çıktının stratejik hedeflere uygunluğunu sağlar ve bu unsurları yönetir."
  },
  {
    "id": "261300",
    "unitNumber": 11,
    "text": "<strong>Aşağıda sıralanan ajans birimlerinden hangisi geleneksel reklam ajansları ile dijital ajanslar arasındaki farklılığı gösterir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Teknoloji",
      "B": "Kreatif departman",
      "C": "Ajans başkanı",
      "D": "Genel koordinatör",
      "E": "İnsan kaynakları birimi"
    },
    "explanation": "Geleneksel reklam ajanslarında Müşteri İlişkileri, Yaratıcı ve Medya gibi temel birimler bulunurken, <b>Dijital Ajanslar</b> özelleşmiş dijital alanlara odaklanır. <b>Sosyal Medya Birimi</b>, dijital platformlarda içerik üretimi ve yönetimine odaklanan ve özellikle dijital ajanslar ile dijitalleşen ajansları geleneksel ajanslardan ayıran kritik bir farktır."
  },
  {
    "id": "261422",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi reklam sektörünün en kritik rollerinden birine sahip olan prodüksiyon biriminde çalışanların temel görev alanları arasında <u>yer</u> <u>almaz</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Dijital reklam stratejilerini geliştirmek",
      "B": "Matbaa seçimi ve baskı işlerinin takibi",
      "C": "Reklam mesajını teknik unsurlarla hayata geçirmek",
      "D": "Televizyon ve radyo reklamlarının üretimi",
      "E": "Basılı materyal üretimi"
    },
    "explanation": "<b>Prodüksiyon Birimi</b>, yaratıcı fikirleri hayata geçirmekle yükümlüdür; bu, <b>çekim ve post-prodüksiyon</b> süreçlerini, zamanlamayı ve bütçe yönetimini içerir. <b>Tüketici araştırmaları ve pazar analizi yapmak</b> ise, genellikle ajansın <b>Stratejik Planlama</b> veya <b>Araştırma</b> birimlerinin temel görevidir, prodüksiyon biriminin değil."
  },
  {
    "id": "261424",
    "unitNumber": 11,
    "text": "I. Yaratıcı birim içerisinde konumlanırlar.<br/>II. Fikirlerin reklam amacına uygun şekilde görselleştirilmesi ile ilgili işlerden sorumludurlar.<br/>III. Reklam yazarlarının oluşturduğu metinlerin sanatsal boyutu ile ilgilenirler.<br/>IV. Reklamların tasarımı ve illüstrasyonlarından sorumludurlar.<br/><strong>Sanat yönetmenliği ile ilgili yukarıdaki ifadelerden hangisi ya da hangileri doğrudur?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "Yalnız III",
      "C": "III ve IV",
      "D": "I, II ve III",
      "E": "I, II, III ve IV"
    },
    "explanation": "<b>Sanat Yönetmeni (Art Director)</b>, reklam ajansının <b>Yaratıcı Birimi</b> içinde (I) yer alır. Görevleri, yaratıcı fikirlerin <b>görselleştirilmesi</b> (II), metinlerin <b>sanatsal boyutunun</b> geliştirilmesi (III) ve reklamların <b>tasarım</b>, <b>illüstrasyon</b> ve mizanpajından sorumlu olmaktır (IV). Bu nedenle verilen tüm ifadeler Sanat Yönetmenliği için geçerlidir."
  },
  {
    "id": "261427",
    "unitNumber": 11,
    "text": "Reklam sektörünün önemli bir bölümünü oluşturan medyada yaratıcılık; …………….. ve …………. olmak üzere iki temel alanda incelenmektedir.<br/><strong>Cümlede boş bırakılan yerlere sırasıyla aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "yaratıcı strateji - medya stratejisi",
      "B": "medya yaratıcılığı - yaratıcı konsept",
      "C": "medya planlarındaki yaratıcılık - yaratıcı mecra",
      "D": "yaratıcı mecra - medya ajansı",
      "E": "medya stratejisi - dijital konsept"
    },
    "explanation": "Reklam sektöründe medyada yaratıcılık, mesajın nerede ve nasıl iletileceği konusunda özgün fikirler üretme yeteneğidir. Bu, genellikle stratejik mecraların belirlendiği <b>Medya Planlama</b> süreci ve bu planların en efektif şekilde hayata geçirildiği <b>Medya Satın Alma</b> süreçleri olmak üzere iki temel alanda incelenmektedir."
  },
  {
    "id": "261428",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi ajanslarda insan kaynakları politikaları kapsamındaki uygulamalardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Eleman alımı ve seçiminde tavsiye yöntemi, gazete ilanları, transferler gibi yöntemler kullanılır.",
      "B": "Ücret sisteminde çoğunlukla eşit maaş dağıtımı ve performansa dayalı ödemeler, prim sistemleri uygulanır.",
      "C": "Ücretin yanında ödüler, hizmet içi eğitimler, motivasyon çalışmalarına yer verilir.",
      "D": "Yaratıcı iklimi geliştirecek meslek içi eğitime önem verilir.",
      "E": "Metin yazma, sunum, medya satın alma gibi ajansın temel fonksiyonlarına yönelik kararlar alır."
    },
    "explanation": "Ajanslarda <b>İnsan Kaynakları (İK) politikaları</b>, çalışanların kariyer gelişimi, memnuniyeti, performans yönetimi ve özlük hakları gibi personelin yönetimini ve refahını ilgilendiren konuları kapsar. <b>Üretim öncesi son kontrol</b> ise reklam materyallerinin teknik kalitesini ve uygunluğunu denetleyen bir iş olup, <b>Prodüksiyon</b> veya kalite kontrol biriminin görevidir, İK politikaları kapsamında yer almaz."
  },
  {
    "id": "356449",
    "unitNumber": 11,
    "text": "<strong>Reklamverenlerin iletişim problemlerine çözüm bulma amacıyla, farklı uzmanlık alanlarından gelen bireylerin yer aldığı yapı</strong> <strong>aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Reklam ajansları",
      "B": "Reklam verenler",
      "C": "Ara yöneticiler",
      "D": "Takım çalışanları",
      "E": "Şefler"
    },
    "explanation": "Reklamverenlerin iletişim ve pazarlama sorunlarına çözüm bulmak amacıyla, <b>strateji, yaratıcılık ve medya</b> gibi <b>farklı uzmanlık alanlarından</b> gelen profesyonelleri bir araya getiren organize yapıya <b>Reklam Ajansı</b> denir."
  },
  {
    "id": "356450",
    "unitNumber": 11,
    "text": "Bir ajanstaki ........................... reklam ajansının çalışma ilişkilerini düzenleme gereksinimine yanıt vermek üzere oluşturulmuş bir yapı göstermektedir.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "insan kaynakları birimi",
      "B": "finans birimi",
      "C": "pazarlama birimi",
      "D": "üretim birimi",
      "E": "reklam birimi"
    },
    "explanation": "Bir reklam ajansının farklı departmanları arasındaki <b>hiyerarşiyi, görev dağılımını ve çalışma ilişkilerini</b> resmi olarak düzenleme ihtiyacına yanıt veren yapı <b>Organizasyon Şeması</b>'dır. Bu şema, ajans içindeki iş akışını ve sorumlulukları netleştirir."
  },
  {
    "id": "405931",
    "unitNumber": 11,
    "text": "<strong>Reklam fikrinin uygun fotoğraf, illüstrasyon, tipografi vb. ile görselleştirilerek kavrama dönüşmesini sağlayan birim veya görev aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Sanat yönetmenliği",
      "B": "Reklam yazarlığı",
      "C": "Prodüktör",
      "D": "Stratejist",
      "E": "Yapımcı"
    },
    "explanation": "Reklamcılıkta, metin yazarının (Copywriter) sözel olarak ifade ettiği fikrin, <b>uygun fotoğraf, illüstrasyon ve tipografi</b> gibi görsel unsurlar kullanılarak somut bir <b>kavrama dönüştürülmesi</b> işi, doğrudan <b>Sanat Yönetmeni (Art Director)</b>'nin sorumluluğundadır. Sanat yönetmeni, reklamın görsel kimliğini yaratır."
  },
  {
    "id": "255015",
    "unitNumber": 12,
    "text": "<strong>Planlı kişisel sunum çabaları kaç grupta değerlendirilebilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "Planlı kişisel sunum çabaları, temel olarak <b>iki ana grupta</b> değerlendirilir:<br/>1. <b>Doğrudan Kişisel Sunum Yöntemleri</b> (yüz yüze etkileşim gerektirenler, örn: mülakat, konuşma).<br/>2. <b>Dolaylı Kişisel Sunum Yöntemleri</b> (hazırlanmış materyallerle sunum, örn: özgeçmiş, portfolyo)."
  },
  {
    "id": "255016",
    "unitNumber": 12,
    "text": "<strong>Planlı kişisel sunum çabaları ile ilgili olarak aşağıdakilerden hangisi doğrudur?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Mektup, e-posta olarak ikiye ayrılır.",
      "B": "Sadece portfolyodan meydana gelmektedir.",
      "C": "Doğrudan ve dolaylı olarak iki gruba ayrılmaktadır.",
      "D": "Önceden hazırlık gerektirmemektedir.",
      "E": "Aracılı ve aracısız halkla ilişkiler olarak ikiye ayrılmaktadır."
    },
    "explanation": "Planlı kişisel sunum çabaları, bireyin hedeflerine ulaşmak amacıyla kendisini veya çalışmalarını tanıtmak için yürüttüğü <b>bilinçli ve stratejik faaliyetler</b> bütünüdür. Doğru olan ifade, bu çabaların <b>amaç odaklı ve detaylı hazırlık</b> gerektirmesidir."
  },
  {
    "id": "255171",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi doğrudan gerçekleştirilen kişisel sunum yöntemlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Mülakat",
      "B": "Toplantı",
      "C": "Konferans",
      "D": "Sosyal medya",
      "E": "Halkla ilişkiler faaliyetleri"
    },
    "explanation": "Doğrudan gerçekleştirilen kişisel sunum yöntemleri, sunucunun hedef kitleyle <b>anlık ve etkileşimli iletişim</b> kurduğu yöntemlerdir (mülakat, toplantı, konuşma). Portfolyo ve Özgeçmiş gibi araçlar ise bireyin kendini önceden hazırlanan materyaller aracılığıyla tanıttığı <b>dolaylı sunum yöntemleridir</b>."
  },
  {
    "id": "255172",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerin hangisinde dolaylı kişisel sunum yöntemleri doğru sıralanmıştır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Mektup (E-Posta) - Toplantı - Portfolyo",
      "B": "Sosyal Medya - Portfolyo - Mülakat",
      "C": "Mektup (E-Posta) - Toplantı - Mülakat",
      "D": "Portfolyo - Konferans - Sosyal Medya",
      "E": "Portfolyo - Mektup (E-Posta) - Sosyal Medya"
    },
    "explanation": "Dolaylı kişisel sunum yöntemleri, bireyin fiziksel olarak bulunmadığı durumlarda dahi kendini tanıtmasını sağlayan araçlardır. Bu yöntemler genellikle <b>Özgeçmiş (CV)</b>, <b>Portfolyo</b> ve <b>Sosyal Medya/Dijital İmaj Yönetimi</b> gibi materyalleri içerir."
  },
  {
    "id": "261301",
    "unitNumber": 12,
    "text": "<strong>Aşağıdaki bilgilerden hangisi mülakat tanımının kapsamı dışındadır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "En az iki kişi arasında gerçekleştirilir.",
      "B": "Ön hazırlık süreci gerektirmemektedir.",
      "C": "İşe eleman alımlarında kullanılmaktadır.",
      "D": "Belirli bir hedef doğrultusunda gerçekleştirilmelidir.",
      "E": "Planlı bir şekilde gerçekleştirilir."
    },
    "explanation": "Mülakat (görüşme), belirli bir amaç doğrultusunda (genellikle işe alım veya bilgi toplama) iki veya daha fazla kişi arasında gerçekleştirilen <b>planlı, sözlü ve yüz yüze iletişim</b> sürecidir. Tek taraflı, yazılı formlar veya standart test uygulamaları mülakat tanımının <b>etkileşimli ve sözlü</b> kapsamının dışındadır."
  },
  {
    "id": "261302",
    "unitNumber": 12,
    "text": "Dolaylı kişisel sunum araçlarından ......... sadece özel hayatta değil aynı zamanda profesyonel hayatta da kullanılmaktadır.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "mektup",
      "B": "portfolyo",
      "C": "konferans",
      "D": "sosyal medya",
      "E": "e-posta"
    },
    "explanation": "Dolaylı kişisel sunum araçlarından <b>sosyal medya</b> veya <b>dijital profiller</b>, günümüzde hem kişisel ilişkiler hem de profesyonel kariyer yönetimi (networking, iş arama) bağlamında yoğun olarak kullanılmakta ve bireyin imajını sunmasına yardımcı olmaktadır."
  },
  {
    "id": "261303",
    "unitNumber": 12,
    "text": "<strong>Portfolyo kelimesinin sözlük anlamı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Evrak çantası",
      "B": "Resim kalemi",
      "C": "Evrak defteri",
      "D": "Resim çantası",
      "E": "Evrak dolabı"
    },
    "explanation": "Portfolyo kelimesinin sözlük anlamı, Latince kökenli olup, genellikle bir sanatçının, tasarımcının veya herhangi bir profesyonelin <b>en iyi çalışmalarını, belgelerini veya yeteneklerini sergilediği düzenli dosya, çanta veya koleksiyon</b> anlamına gelir."
  },
  {
    "id": "261304",
    "unitNumber": 12,
    "text": "<strong>Bir portfolyoda en az kaç adet iş yer almalıdır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "4",
      "E": "5"
    },
    "explanation": "Bir portfolyonun amacına ulaşabilmesi ve adayın yetenek yelpazesini gösterebilmesi için yeterli miktarda örnek içermesi gerekir. Etkili ve ikna edici bir portfolyo oluşturmak için genellikle <b>en az 5 ila 7 adet</b> dikkatle seçilmiş çalışma örneği önerilir."
  },
  {
    "id": "261305",
    "unitNumber": 12,
    "text": "<strong>Bir portfolyoda en fazla kaç adet çalışma yer almalıdır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "5",
      "B": "10",
      "C": "15",
      "D": "20",
      "E": "50"
    },
    "explanation": "Portfolyoların öz ve odaklanmış olması gerekir. Değerlendiricilerin kısıtlı zamanı olduğu düşünülürse, çalışmaların kalitesini düşürmemek adına portfolyo içeriği genellikle <b>en fazla 15 ila 20 adet</b> çalışma ile sınırlandırılmalıdır."
  },
  {
    "id": "261306",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi bir portfolyoda yer alması gereken unsurlardandır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Porfolyo sahibini zayıf gösteren işler",
      "B": "Benzerinin tekrar yapılamayacağı düşünülen işler",
      "C": "Müşteriye teslim edilmemiş işler",
      "D": "Ticari nitelik taşıyan işler",
      "E": "Şahsi işler"
    },
    "explanation": "Bir portfolyonun amacı, yetenekleri kanıtlamak olduğundan, portfolyoda mutlaka yer alması gereken unsurların başında <b>seçilmiş çalışma örnekleri</b> (projeler, ürünler, tasarımlar) gelir. Ayrıca <b>özgeçmiş/iletişim bilgileri</b> ve <b>amaç/giriş metni</b> de önemlidir."
  },
  {
    "id": "261307",
    "unitNumber": 12,
    "text": "<strong>Aşağıda verilen örneklerden hangisi portfolyoya eklenmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Ajansın ya da müşterinin beklentilerine uygun işler",
      "B": "Sıra dışı işler",
      "C": "Özel işler",
      "D": "Yemek tarifleri",
      "E": "Püf noktaları"
    },
    "explanation": "Portfolyoya eklenmesi gereken örnekler, bireyin uzmanlık alanındaki <b>en iyi, en başarılı veya en ilgili projeleri</b> olmalıdır. Bu, adayın yeteneklerini ve deneyimini somut bir şekilde kanıtlayan, tamamlanmış bir <b>kurumsal proje</b> veya <b>yayınlanmış akademik çalışma</b> gibi öğeler olabilir."
  },
  {
    "id": "261429",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi SWOT Analizi’nin açılımıdır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Avantajlar, dezavantajlar, yeniler, eskiler",
      "B": "Hızlı, yavaş, güçlü, güçsüz",
      "C": "Güçlü yönler, zayıf yönler, fırsatlar, tehditler",
      "D": "Güçlü yönler, zayıf yönler, ağır yönler, hafif yönler",
      "E": "Avantajlı yönler, dezavantajlı yönler, yaratıcı yönler, standart yönler"
    },
    "explanation": "SWOT Analizi, bir kuruluşun veya bireyin durumunu değerlendirmek için kullanılan bir stratejik planlama tekniğidir. Açılımı: <b>S</b>trengths (Güçlü Yönler), <b>W</b>eaknesses (Zayıf Yönler), <b>O</b>pportunities (Fırsatlar) ve <b>T</b>hreats (Tehditler)'dir."
  },
  {
    "id": "261430",
    "unitNumber": 12,
    "text": "<strong>SWOT analizindeki “O” harfi aşağıdakilerden hangisini tanımlamaktadır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Tehditler",
      "B": "Fırsatlar",
      "C": "Güçlü yönler",
      "D": "Zayıf yönler",
      "E": "Avantajlar"
    },
    "explanation": "SWOT analizindeki “O” harfi, çevresel faktörler arasında yer alan ve dışarıdan gelen olumlu gelişmeleri ifade eden <b>Opportunities (Fırsatlar)</b> kelimesini tanımlamaktadır. Fırsatlar, stratejik planlama ile değerlendirilmesi gereken potansiyel avantajlardır."
  },
  {
    "id": "261431",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi türdeş alanlı portfolyoların özelliğidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "İş portfolyosudur.",
      "B": "İllüstrasyon portfolyosudur.",
      "C": "Grafik tasarım portfolyosudur.",
      "D": "Ajans portfolyosudur.",
      "E": "Birden fazla yaratıcı alan portfolyosudur."
    },
    "explanation": "<b>Türdeş Alanlı Portfolyolar</b> (Homogeneous Portfolio), içeriğini sadece <b>tek bir disiplin veya uzmanlık alanı</b> ile sınırlayan portfolyo türleridir. Bu, derinlemesine uzmanlaşmayı ve o alandaki yetkinliği göstermeyi amaçlar."
  },
  {
    "id": "261433",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi portfolyoda mutlaka yer alması gerekenlerden biridir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Harici bellek",
      "B": "Kartvizit",
      "C": "İkametgâh",
      "D": "Nüfus fotokopisi",
      "E": "Başvuru belgesi"
    },
    "explanation": "Bir portfolyonun amacı, kişisel ve mesleki yeterliliği sunmak olduğundan, içeriğin <b>amaca uygunluk, iletişim bilgileri, özgeçmiş</b> ve <b>seçilmiş çalışma örneklerini</b> mutlaka içermesi gerekir. Bunlar arasında en temel ve vazgeçilmez öğe, bireyin kendini tanıttığı <b>özgeçmişi (CV)</b> veya temel iletişim bilgileridir."
  },
  {
    "id": "356452",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi mülakat yönteminin kullanımında yer alan unsurlardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Planlanmış ilişki",
      "B": "Yüz yüze ilişki",
      "C": "Nesnel ve öznel bilgi",
      "D": "Rol ayrımı",
      "E": "Yazılı talimat"
    },
    "explanation": "Mülakat yöntemi, <b>görüşmeci</b>, <b>aday</b>, <b>belirli bir zaman/mekan</b> ve <b>sözlü iletişim</b> gibi unsurları içerir. Bu yöntemin temelinde etkileşim ve geri bildirim vardır. Tek yönlü ve sözsüz bilgi toplama yöntemleri (örneğin sadece anket doldurma) mülakat kullanımının kapsamı dışındadır."
  },
  {
    "id": "356453",
    "unitNumber": 12,
    "text": "................................. alanında uzman kişilerin, uzmanı oldukları konularla ilgili olarak bilgi ve görüşlerini, belirli bir topluluğa, önceden belirlenmiş bir yer ve zamanda aktarmalarıdır.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Konferanslar",
      "B": "Toplantılar",
      "C": "Mülakatlar",
      "D": "Dolaylı mülakatlar",
      "E": "Dolaylı görüşmeler"
    },
    "explanation": "Alanında uzman kişilerin, bilgi ve görüşlerini belirli bir topluluğa, önceden belirlenmiş bir yer ve zamanda aktarmaları eylemi <b>sunum</b>, <b>konuşma</b> veya <b>konferans</b> olarak adlandırılır. Bu, planlı kişisel sunumun en önemli doğrudan yöntemlerinden biridir."
  },
  {
    "id": "356455",
    "unitNumber": 12,
    "text": "I. Öğrenci portfolyosu<br/>II. Grafik tasarım portfolyosu<br/>III. Reklam portfolyosu<br/><strong>Yukarıdakilerden hangisi ya da hangileri portfolyo türlerindendir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "I, II ve III"
    },
    "explanation": "Portfolyolar, kullanım amaçlarına ve sunulan içeriğin türüne göre sınıflandırılır. Hem eğitim süreçlerini belgeleyen <b>Öğrenci portfolyosu</b> hem de mesleki yetkinliği gösteren <b>Grafik tasarım</b> ve <b>Reklam portfolyosu</b>, geçerli ve yaygın olarak kullanılan portfolyo türlerindendir. Yani listedeki tüm maddeler portfolyo türüdür."
  },
  {
    "id": "255017",
    "unitNumber": 13,
    "text": "<strong>Aşağıdaki reklamcılığın ilk dönemlerinde yayınlanan ifadelerden hangisini günümüz reklamlarında kullanmak etik kurallar ve yasal düzenlemeler nedeniyle mümkün <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Dişlerinizin sağlığını düşünüyorsanız bu markayı tercih edin (Diş macunu reklamı)",
      "B": "Bu koku sizi vazgeçilmez yapacak (Parfüm reklamı)",
      "C": "Çocukların bir numaralı oyun arkadaşı (Oyun hamuru reklamı)",
      "D": "Kilonuzu kontrol altına almak için bizi tercih edin (Sigara reklamı)",
      "E": "Cildinizin güzelliğini öne çıkarır (Krem reklamı)"
    },
    "explanation": "Reklamcılığın ilk dönemlerinde sıklıkla rastlanan ve günümüzde yasal düzenlemeler nedeniyle kullanılması mümkün olmayan ifadeler, genellikle <b>asılsız ve mutlak üstünlük</b> iddialarıdır. Tüketicinin Korunması Hakkında Kanun ve Reklam Kurulu yönetmelikleri, reklamların <b>doğru ve dürüst</b> olmasını, özellikle de bilimsel dayanağı olmayan 'mucizevi' etkileri veya 'mutlak çözümü' vaat eden ifadeleri yasaklar. Bu tür ifadeler <b>aldatıcı reklam</b> kapsamına girer ve haksız rekabete yol açar."
  },
  {
    "id": "255173",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi etik ile ahlak arasındaki farklardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Etik doğru ve yanlışın teorik, ahlak ise pratik hâlidir.",
      "B": "Etik evrensel, ahlak yöreseldir.",
      "C": "Etik kurallar devletler tarafından tanınır, ahlaki kuralların böyle bir tarafı yoktur.",
      "D": "Etik kurallar yazılıyken, ahlaki kurallar yazılı değildir.",
      "E": "Etik toplumlara yol gösterirken, ahlak bireyseldir."
    },
    "explanation": "<b>Etik</b> ve <b>ahlak</b> arasındaki temel farklar şunlardır: Ahlak (Morality) daha çok toplumsal normlar, gelenekler ve kültürle ilgilidir; <b>pratiktir</b> ve toplumsal yaptırımlarla işler. Etik ise (Ethics) <b>teorik</b>, <b>felsefi</b> ve sistematik bir inceleme alanıdır; genellikle belli bir meslek grubu (örneğin reklamcılık) için oluşturulan ilkeler bütünüdür. Etik, ahlakı sorgularken, ahlak bir toplumdaki geçerli kuralları temsil eder. Eğer bir ifade, etiğin toplumsal, ahlakın ise bireysel olduğunu iddia ediyorsa, bu <b>yanlış bir farktır</b>, çünkü ahlak güçlü bir toplumsal boyuta sahiptir."
  },
  {
    "id": "255174",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi reklama yönelik eleştirilerden biridir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Yeni ihtiyaç alanları yaratarak insanları o ürüne ihtiyacı olduğuna ikna etmesi",
      "B": "Reklamın tüketimi artırarak ekonomiyi güçlendirmesi",
      "C": "İnsanları reklamda sunulan ürünü satın almaya ikna etmesi",
      "D": "İçinde bulunduğu toplumun kültüre yeni anlamlar katması",
      "E": "Medya kuruluşlarına gelir sağlaması"
    },
    "explanation": "Reklama yönelik en yaygın ve önemli toplumsal eleştirilerden biri, reklamların <b>materyalizmi</b> ve <b>aşırı tüketimi</b> teşvik etmesi, bireyleri mutlu olmak için sürekli yeni ürünler almaya yönlendirmesidir. Diğer eleştiriler arasında yapay ihtiyaç yaratma, fiyatları artırma, kültürel değerleri bozma ve olumsuz <b>stereotipleri</b> pekiştirme sayılabilir. Tüm bu eleştiriler, reklamın sadece ekonomik değil, aynı zamanda <b>sosyal ve kültürel</b> etkilerinin sorgulanmasıdır."
  },
  {
    "id": "261308",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi reklamcılıkta karşılaşılan etik sorunlardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Aldatıcı reklam",
      "B": "Gizli reklam",
      "C": "Abartılı reklam",
      "D": "Rasyonel reklam",
      "E": "Karşılaştırmalı reklam"
    },
    "explanation": "Reklamcılıkta karşılaşılan etik sorunlar genellikle içeriğin doğruluğu, şeffaflığı ve hassas grupları hedef almasıyla ilgilidir. Başlıca etik sorunlar <b>aldatıcılık</b>, <b>abartı</b>, <b>gizli reklam</b>, <b>intihal</b> ve <b>haksız rekabettir</b>. Reklam metninin hazırlanması, medya planlaması veya bütçe yönetimi gibi iş süreçlerine dair operasyonel zorluklar, doğrudan etik sorunlar kapsamında değerlendirilmezler, zira etik sorunlar ahlaki yargı gerektiren içerik kararlarıyla ilişkilidir."
  },
  {
    "id": "261309",
    "unitNumber": 13,
    "text": "<strong>Aldatıcı reklamlarla ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Aldatıcı reklamlarda ürünle ilgili yanıltıcı bilgiler bulunmaktadır.",
      "B": "Aldatıcı reklamlarda ürünler oldukları gibi sunulmaktadır.",
      "C": "Aldatıcı reklamlarda tüketicilerin anlayamayacağı bir dil kullanılmaktadır.",
      "D": "Aldatıcı reklamlarda ispatı zor önermeler kullanılmaktadır.",
      "E": "Aldatıcı reklamlarda ürünle ilgili eksik bilgiler aktarılmaktadır."
    },
    "explanation": "<b>Aldatıcı reklamlar</b>, ortalama bir tüketicinin ekonomik davranışını etkileyebilecek nitelikte yanıltıcı veya eksik bilgi içeren reklamlardır. Aldatıcı reklamlarla ilgili yanlış bir iddia genellikle, aldatıcılığın kapsamını daraltan bir ifade olacaktır. Örneğin, aldatıcı reklam kabul edilmesi için sadece <b>açık yalanlar</b> değil, aynı zamanda <b>eksik bilgi verme</b> yoluyla tüketiciyi yanıltma (omission) da yeterlidir. Tüketicinin Korunması Hakkında Kanun, aldatıcı reklamları yasaklar ve Reklam Kurulu cezai yaptırım uygular."
  },
  {
    "id": "261310",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi abartılı bir reklam örneği <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Reklamdaki yağı kullanan kişilerin hafiflikten uçması",
      "B": "Reklamdaki ürünü kullanan kişilerin insanüstü bir güce kavuşması",
      "C": "Reklamda sunulan arabanın robota dönüşmesi",
      "D": "Reklamda sunulan ürünle internet hızının erişilmez olacağının sunulması",
      "E": "Reklamda sunulan üründe indirim uygulanması"
    },
    "explanation": "Abartılı reklamlar (puffery), genellikle ürünün subjektif niteliklerini vurgulayan ('dünyanın en iyisi', 'en lezzetli kahve') ve tüketicinin <b>gerçek olarak kabul etmesinin beklenmediği</b> ifadelerdir. Bu iddialar genellikle yasal sınırların içindedir. Abartılı reklam örneği olmayan durum, ürünün <b>ölçülebilir ve objektif bir özelliğini</b> belirten, kanıtlanabilir bir iddiadır (örneğin, 'Bu ürün %100 geri dönüştürülmüş malzemeden yapılmıştır'). Kanıtlanabilir ve somut bir gerçek, abartı değil, bir bilgilendirmedir."
  },
  {
    "id": "261311",
    "unitNumber": 13,
    "text": "<strong>Karşılaştırmalı reklamlarla ilgili etik açıdan en önemli nokta aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Reklamda abartıya yer verilmesi",
      "B": "Reklamda rakiplerin logosunun kullanılması",
      "C": "Reklamda yapılan karşılaştırmanın doğru ve kanıtlanabilir olması",
      "D": "Gizli reklamcılık yapılması",
      "E": "Reklamda çocukların kullanılması"
    },
    "explanation": "<b>Karşılaştırmalı reklamlar</b> etik ve yasal olarak kabul edilebilir olmak için kritik şartlara sahiptir. Etik açıdan en önemli nokta, yapılan karşılaştırmanın <b>adil, doğru, objektif</b> ve <b>kanıtlanabilir verilere</b> dayanmasıdır. Karşılaştırma, rakip markanın itibarını <b>haksız yere zedelememeli</b> ve yalnızca aynı amaca hizmet eden ürünler arasında yapılmalıdır. Eğer karşılaştırma kriterleri keyfi veya yanlış yönlendirici ise, bu haksız rekabet oluşturur ve etik ihlaldir."
  },
  {
    "id": "261312",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi gizli reklamların eleştirildiği noktalardan biridir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Reklamla tüketiciyi yanıltmak",
      "B": "Reklamda rasyonel ögeler kullanmak",
      "C": "Reklamda müzik kullanmak",
      "D": "Reklamda abartılı ögeler kullanmak",
      "E": "Reklamda karşılaştırma yapmak"
    },
    "explanation": "<b>Gizli reklam</b> (covert advertising veya ürün yerleştirme), mesajın ticari amacının tüketici tarafından açıkça anlaşılmasını engelleyen bir yöntemdir. Gizli reklamların eleştirilmesinin temel nedeni, <b>şeffaflıktan uzak olmasıdır</b>. Tüketici, bir mesajın reklam olduğunu bilmediği için buna karşı <b>eleştirel bir filtre</b> uygulayamaz ve dolayısıyla manipülasyona daha açık hale gelir. Bu durum, tüketicinin rasyonel karar verme hakkını ihlal eder."
  },
  {
    "id": "261313",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi reklamların denetimini yürüten kurumlardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Reklam Özdenetim Kurulu",
      "B": "RTÜK",
      "C": "Ticaret Bakanlığı",
      "D": "Uluslararası Reklamverenler Kurulu",
      "E": "Reklam Kurulu"
    },
    "explanation": "Türkiye'de reklamların yasal ve etik denetimini yürüten temel kurumlar <b>Reklam Kurulu</b> (Ticaret Bakanlığı'na bağlı, idari yaptırım yetkisine sahip), <b>RTÜK</b> (Radyo ve Televizyon Üst Kurulu, yayın içeriklerini denetler) ve sektörün kendi organı olan <b>Reklam Özdenetim Kurulu (RÖK)</b>'dur. Bu kurumlardan farklı olarak, doğrudan reklam içeriğinin doğruluğunu veya etik uygunluğunu denetleme yetkisine sahip olmayan bir yapı, doğru cevaptır (örneğin, BDDK veya TİSK gibi kurumlar bu yetkiye sahip değildir)."
  },
  {
    "id": "261314",
    "unitNumber": 13,
    "text": "<strong>Reklam Özdenetim Kurulu ile ilgili aşağıdakilerden hangisi <u>söylenemez</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Reklamverenler ve Reklamcılar Derneği birlikte kurmuştur.",
      "B": "Reklamveren, reklam ajansı ve medya birlikte kurulda yer alır.",
      "C": "Yasal bir yaptırımı vardır.",
      "D": "Reklamcılıkta bir öz denetim varlığı yaratmayı amaçlamaktadır.",
      "E": "Şikayetlerin karşılıklı anlaşma yoluyla çözülmesini amaçlamaktadır."
    },
    "explanation": "<b>Reklam Özdenetim Kurulu (RÖK)</b>, reklam sektörünün kendi etik ilkelerine uyulmasını sağlamak amacıyla kurduğu <b>gönüllülük temelli</b> bir kuruluştur. RÖK, yasal bir kurum değil, sektörün özdenetim mekanizmasıdır. Bu nedenle RÖK'ün kararları <b>tavsiye niteliğindedir</b> ve <b>Reklam Kurulu</b> gibi yasal bağlayıcılığı olan idari para cezası veya zorunlu durdurma yetkisi yoktur. Söylenemeyecek olan ifade, RÖK'ün yasal olarak zorlayıcı cezalar kestiği iddiasıdır."
  },
  {
    "id": "261437",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi bir reklam etiği sorunu olan intihalli reklam içeriğine örnektir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Hindistan’da yayınlanan bir araba reklamının farklı bir marka için aynı senaryoyla başka bir ülkede yayınlanması.",
      "B": "Bir makarna reklamında oynayan oyuncunun banka reklamında da kullanılması.",
      "C": "Ödüllü bir reklamın bir süre sonra aynı marka tarafından tekrar kullanılması.",
      "D": "Reklamda kullanılan bilgilerin gerçeği yansıtmaması",
      "E": "Reklamda ülkede çok beğenilen bir ünlünün kullanılması."
    },
    "explanation": "<b>İntihal</b> (Plagiarism), bir başkasına ait olan <b>yaratıcı fikrin</b>, görsel tasarımın, müziğin, sloganların veya reklam konseptinin izinsiz ve kaynak gösterilmeden kopyalanmasıdır. Reklam etiği açısından bu, <b>fikri mülkiyet haklarının ihlali</b> anlamına gelir ve haksız kazanca yol açar. İntihalli reklam içeriğine örnek, rakip bir markanın tanınmış ve özgünleşmiş kampanya temasının veya görsel ana fikrinin neredeyse birebir taklit edilmesi olabilir."
  },
  {
    "id": "261438",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi karşılaştırmalı reklamlara uygun bir örnektir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Reklamdaki ürünü kullanan kişilerin uçması",
      "B": "Reklamdaki ürünü kullanan kişilerin hızlanması",
      "C": "Reklamda rakip markanın logosunun ya da renklerinin kullanılması",
      "D": "Reklamdaki ürünle ilgili yanlış bilgi verilmesi",
      "E": "Reklamda promosyonların olduğunun verilmesi"
    },
    "explanation": "Karşılaştırmalı reklamlarda, reklam veren kendi ürününü rakip markanın ürünlerinden daha iyi olduğunu göstermek için mukayese yapar. Uygun bir karşılaştırmalı reklam örneği, karşılaştırmanın <b>somut, ölçülebilir ve kanıtlanabilir verilere</b> dayanmasıdır. Örneğin, 'X Marka deterjanı, önde gelen rakibine göre 40 derecede %30 daha az enerji tüketmektedir' gibi bilimsel verilerle desteklenebilen bir iddia, uygun bir örnektir."
  },
  {
    "id": "261440",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi çocukların kullanıldığı reklamların hedeflerinden biridir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Gelecekte ürünün tüketicisi olacak potansiyel hedef kitle yaratmak",
      "B": "Mizahi ögeler içeren reklamlar üretmek",
      "C": "Reklamda duygusal ögeleri kullanmak",
      "D": "Aldatıcı mesaj içeriğiyle reklam üreterek satışları artırmak",
      "E": "Hızlı tüketim ürünlerini reklamlarda kullanmak"
    },
    "explanation": "Çocukların kullanıldığı veya hedef alındığı reklamların temel hedeflerinden biri, çocukların <b>ebeveynleri üzerinde baskı kurma gücünü</b> (pester power) kullanmaktır. Çocukların ürünü görüp talep etmesi, ebeveynleri satın alma kararı vermeye yöneltir. Ayrıca, çocukları erken yaşta <b>marka sadakati</b> geliştirmeye teşvik etmek ve onlara <b>tüketim alışkanlıkları</b> kazandırmak da diğer önemli hedefler arasındadır. Bu tür reklamlar, çocukların safiyetini istismar etme potansiyeli nedeniyle etik açıdan yoğun eleştiri altındadır."
  },
  {
    "id": "261441",
    "unitNumber": 13,
    "text": "<strong>Reklamların denetimi ile ilgili olarak aşağıdakilerden hangisi <u>söylenemez</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Reklamlarda uyulması gereken yazılı kurallar bulunmaktadır.",
      "B": "Reklamları denetleyen farklı kurumlar vardır.",
      "C": "Her ülkenin kendine özgü bir reklam denetleme sistemi vardır.",
      "D": "Reklamları denetleyen kurumlar yazılı kurallara dayanarak bu denetimi yaparlar.",
      "E": "Reklamların denetimi noktasında denetleyici kurumları kapsayan uluslararası bir denetim mekanizması vardır."
    },
    "explanation": "Reklamların denetimi, <b>yasal denetim</b> (Reklam Kurulu, RTÜK) ve <b>özdenetim</b> (RÖK) olmak üzere çift yönlü yürütülür. Reklam Kurulu, Ticaret Bakanlığı bünyesinde Tüketicinin Korunması Hakkında Kanun kapsamında aldatıcı ve haksız rekabete yol açan reklamlara yaptırım uygular. Söylenemeyecek ifade, denetim sisteminin işleyişine aykırı olan veya tüm yetkiyi tek bir kuruma atfeden bir iddiadır. Örneğin, 'Tüm ticari reklam denetimi sadece RTÜK tarafından yürütülür' ifadesi doğru değildir, zira Reklam Kurulu yasal denetimin ana mercisidir."
  },
  {
    "id": "261442",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi Reklam Kurulu’nun yapmış olduğu görevlerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Ticari reklamlarda uyulması gereken ilkeleri belirleme",
      "B": "Tüketiciyi haksız ticari uygulamalara karşı koruma",
      "C": "Konkur düzenleme",
      "D": "Reklam durdurma cezası verme",
      "E": "Reklama yönelik düzenlemelerle denetim yapma"
    },
    "explanation": "<b>Reklam Kurulu</b>, 6502 sayılı Tüketicinin Korunması Hakkında Kanun çerçevesinde görev yapar. Görevleri arasında şikayetleri incelemek, aldatıcı veya haksız reklamlara <b>durdurma</b>, <b>düzeltme</b> veya <b>idari para cezası</b> verme bulunur. Reklam Kurulu'nun görevlerinden olmayan bir eylem, genellikle televizyon ve radyo yayınlarının genel ahlaka uygunluğunu denetlemek (bu <b>RTÜK</b>'ün görevidir) veya ticari ürünlerin fiyatlarını belirlemek gibi ticari operasyonel kararlara müdahale etmektir."
  },
  {
    "id": "261443",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi RTÜK tarafından ceza alacak reklamlar kapsamındadır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Gerçek verilere dayalı yapılan reklamlar",
      "B": "Irk, cinsiyet, inanç ya da siyasi görüş ayrımı yapan reklamlar",
      "C": "Tüketiciye faydalı bilgiler veren reklamlar",
      "D": "İçinde duygusal ögeler taşıyan reklamlar",
      "E": "Dürüstlük ilkesiyle hazırlanan reklamlar"
    },
    "explanation": "<b>Radyo ve Televizyon Üst Kurulu (RTÜK)</b>, yayın hizmetlerini denetler ve özellikle reklamların <b>genel ahlak</b>, <b>aile yapısı</b>, <b>çocukların fiziksel ve ruhsal gelişimi</b> gibi ilkelere uygunluğunu gözetir. RTÜK tarafından ceza alacak reklamlar, yasa dışı ürün veya hizmetleri (örneğin yasa dışı bahis) teşvik eden, şiddet ve ayrımcılığı özendiren veya <b>toplumsal değerleri ve aile kurumunu zedeleyen</b> içeriklerdir. Aldatıcı olup olmadığı Reklam Kurulu'nun, yayın etiğine uygunluğu ise RTÜK'ün sorumluluğundadır."
  },
  {
    "id": "356456",
    "unitNumber": 13,
    "text": "<strong>Oluşturulan reklam ürünlerinin toplumun genel ahlak kurallarına, kişilik haklarına, haksız rekabetin önlenmesine ve tüketici haklarının korunması ilkelerine uygun olacak şekilde üretilmesine yönelik, reklam sektörünün aktörleri ile genel toplum bazında yapılan değerlendirmeler ve sorgulamalar aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Reklam etiği",
      "B": "Pazarlama sunumu",
      "C": "Üretim faaliyetleri",
      "D": "Finansman",
      "E": "Örgüt misyonu"
    },
    "explanation": "Verilen tanım, reklamların yalnızca yasalara değil, aynı zamanda <b>toplumsal ahlak kurallarına</b>, <b>kişilik haklarına</b> ve <b>tüketici haklarının korunması</b> ilkelerine uygunluğunu sağlamayı amaçlayan tüm değerlendirme ve sorgulamaları içermektedir. Bu, doğrudan <b>Reklam Etiği</b> kavramının tanımıdır. Reklam etiği, reklam sektörünün aktörlerinin <b>sosyal sorumluluk</b> bilinciyle hareket etmesini gerektirir."
  },
  {
    "id": "356457",
    "unitNumber": 13,
    "text": "<strong>Bir markanın reklamında rakip markanın isim, logo ya da kurumsal ögelerinin (renk, yazı karakteri gibi) dolaylı ya da doğrudan verilerek yapıldığı reklam türü</strong> <strong>aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Aldatıcı reklamlar",
      "B": "Yalın reklamlar",
      "C": "Kısıtlayıcı reklamlar",
      "D": "Abartılı reklamlar",
      "E": "Karşılaştırmalı reklamlar"
    },
    "explanation": "Bir reklamın, <b>rakip markanın ayırt edici ögelerini</b> (isim, logo, renkler vb.) kullanarak dolaylı veya doğrudan mukayese yapması, <b>Karşılaştırmalı Reklam</b> olarak adlandırılır. Bu tür reklamlar, yasal düzenlemelere tabidir ve karşılaştırmanın <b>doğru, adil</b> ve <b>kanıtlanabilir</b> özellikler üzerinden yapılması zorunludur. Aksi takdirde, haksız rekabet suçu oluşabilir."
  },
  {
    "id": "255019",
    "unitNumber": 14,
    "text": "<strong>Vodafone Kırmızı Işık kampanyası ile ilgili olarak aşağıdakilerden hangisi <u>söylenemez</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Toplumsal bir soruna yöneliktir.",
      "B": "Uluslararası alanda ödüller almıştır.",
      "C": "Tüketicilere fiyat avantajları sunulmuştur.",
      "D": "Sosyal medyadan yararlanılmıştır.",
      "E": "Kampanyaya yol gösterecek araştırmalar yapılmıştır."
    },
    "explanation": "Vodafone Kırmızı Işık (Red Light) kampanyası, kadına yönelik şiddetle mücadele amacıyla tasarlanmış dijital bir uygulamadır. Bu kampanya, <b>Y&amp;R Team Red Istanbul</b> ajansı tarafından tasarlanmıştır ve 2014 yılında <b>Cannes Lions</b> reklam yarışmasında Türkiye'ye ilk <b>Büyük Ödülü (Grand Prix)</b> kazandırmıştır. Kampanyanın temel amacı, şiddet gören kadınların gizli bir şekilde yardım almasını sağlamaktır. Söylenemeyecek olan ifade genellikle kampanyanın kapsamı, amacı veya ödülleriyle ilgili yanlış bir bilgi içerir."
  },
  {
    "id": "255020",
    "unitNumber": 14,
    "text": "<strong>Always markasının “Like A Girl” reklam kampanyası esas olarak aşağıdaki hangi sosyal mesele üzerine odaklanmaktadır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Genç kızların karşılaştığı toplumsal sorunlara",
      "B": "Markanın imajının güçlendirilmesine",
      "C": "Ürün satışlarını artırmaya",
      "D": "Çocuklara yönelik bakış açısını değiştirmeye",
      "E": "Global bir kampanya hazırlamaya"
    },
    "explanation": "Always markasının <b>“Like A Girl”</b> reklam kampanyası, esas olarak <b>kız çocuklarının ergenlik döneminde düşen özgüvenleri</b> ve 'kız gibi' (like a girl) ifadesinin küçümseyici bir şekilde kullanılmasından kaynaklanan sosyal mesele üzerine odaklanmıştır. Kampanya, bu ifadenin <b>güç ve pozitifliği</b> çağrıştırması için algısını değiştirmeyi ve kızların özgüvenini geri kazanmalarını hedeflemiştir."
  },
  {
    "id": "255022",
    "unitNumber": 14,
    "text": "<strong>Snickers kampanyasının ilk reklamı hangi etkinlik sırasında yayınlanmıştır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Effie Ödülleri",
      "B": "Emmy Ödülleri",
      "C": "Oscar Töreni",
      "D": "NBA Maçı",
      "E": "Super Bowl"
    },
    "explanation": "Snickers markasının <b>“You’re Not You When You’re Hungry”</b> (Açken Sen Sen Değilsin) kampanyasının ilk reklamı, Amerikan futbolunun en büyük etkinliği olan <b>Super Bowl</b> sırasında yayınlanmıştır. Bu strateji, kampanyanın anında <b>küresel ölçekte</b> dikkat çekmesini ve yüksek görünürlük kazanmasını sağlamıştır."
  },
  {
    "id": "255023",
    "unitNumber": 14,
    "text": "<strong>Reklam kampanyası sosyal bir deney ile başlayan marka aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Turkcell",
      "B": "Coca-Cola",
      "C": "Türk Telekom",
      "D": "Always",
      "E": "Snickers"
    },
    "explanation": "Reklam kampanyası <b>sosyal bir deney</b> formatıyla başlayan marka <b>Always</b>'dir. Markanın <b>“Like A Girl”</b> kampanyası, insanlardan 'kız gibi' koşmalarını, atmalarını veya dövüşmelerini istediği, ve bu talimatlara farklı yaş gruplarından kişilerin nasıl tepki verdiğini gözlemlediği bir deney üzerine kurulmuştur. Bu deney, kampanyanın temel mesajını güçlendirmiştir."
  },
  {
    "id": "255175",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi Turkcell’in “Hayat Paylaşınca Güzel” reklam kampanyasının özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Duygusal bir tema kullanması",
      "B": "İçeriklerin paylaşımına teşvik etmesi",
      "C": "Temel satış vaadi stratejisi içermesi",
      "D": "Çok mecralı kampanya olması",
      "E": "Markanın liderliğini yansıtması"
    },
    "explanation": "Turkcell’in <b>“Hayat Paylaşınca Güzel”</b> reklam kampanyasının en belirgin özelliklerinden biri, <b>Türk kültür ve edebiyatından önemli simgelere</b> (Aşık Veysel, Nasrettin Hoca, Orhan Veli gibi) göndermeler yaparak, bu simgeleri mobil iletişim teknolojileriyle ilişkilendirmesiydi. Kampanyanın temel amacı, mobil teknolojinin sunduğu paylaşım deneyimlerini ön plana çıkarmaktır. Özelliklerinden biri olmayan seçenek, genellikle bu kültürel bağlamı veya paylaşım temasını içermeyen bir iddiadır."
  },
  {
    "id": "255176",
    "unitNumber": 14,
    "text": "<strong>Reklamlarında ünlü romanlara göndermeler yapan reklam kampanyası hangi reklamveren markaya aittir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Coca-Cola",
      "B": "Türk Telekom",
      "C": "Snickers",
      "D": "Vodafone",
      "E": "Turkcell"
    },
    "explanation": "Reklamlarında ünlü <b>romanlara, şiirlere ve kültürel figürlere göndermeler</b> yapan reklam kampanyası, <b>Turkcell</b>’in <b>“Hayat Paylaşınca Güzel”</b> kampanyasına aittir. Bu kampanya, edebi ve kültürel mirası modern iletişim araçlarıyla harmanlayarak, markanın duygusal bağını güçlendirmiştir."
  },
  {
    "id": "255177",
    "unitNumber": 14,
    "text": "<strong>Hangi reklam kampanyasının başlangıcı bir kısa film ile yapılmıştır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Coca Cola - Mutluluk Fabrikası",
      "B": "Always - Like A Girl",
      "C": "Turkcell - Hayat Paylaşınca Güzel",
      "D": "Vodafone - Kırmızı Işık",
      "E": "Snickers - You’re Not You When You’re Hungry"
    },
    "explanation": "Başlangıcı bir kısa film veya uzun metrajlı içerik ile yapılan kampanyalar, genellikle derin hikaye anlatımına ve duygusal etkiye odaklanır. Bağlamdaki popüler kampanyalardan <b>Always 'Like A Girl'</b>, kampanya mesajını güçlendiren, viral olan ve belgesel/kısa film tarzında hazırlanan uzun bir video ile başlatılmıştır. Bu video, hızla yayılarak kampanyanın kültürel etkisini artırmıştır."
  },
  {
    "id": "261315",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi Coca Cola’nın Happiness reklam kampanyasının özelliklerinden biridir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Negatif duygulara odaklanması",
      "B": "Hedef kitlesinin sadece kadınlardan oluşması",
      "C": "Sadece açık hava reklamlarından oluşması",
      "D": "Ürünün özelliklerini anlatan içeriklerden oluşması",
      "E": "Çok mecralı bütünleşik bir reklam kampanyası olması"
    },
    "explanation": "Coca Cola’nın <b>“Happiness”</b> (Mutluluk) reklam kampanyasının en belirgin özelliklerinden biri, markanın ana mesajı olan 'mutluluğu yayma' fikrini fiziksel olarak somutlaştıran <b>“Mutluluk Makineleri” (Happiness Machines)</b> kullanmasıdır. Bu makineler, beklenmedik sürprizler sunarak insanlara spontane sevinç anları yaşatmış ve bu deneyimler sayesinde sosyal medyada büyük yankı uyandırmıştır."
  },
  {
    "id": "261316",
    "unitNumber": 14,
    "text": "<strong>Vodafone Kırmızı Işık kampanyasının Türkiye’den bir ajansın ilk defa büyük ödülü (Grand Prix) almasını sağladığı yarışma aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kristal Elma",
      "B": "Cannes Lions",
      "C": "Emmy",
      "D": "Felis",
      "E": "Clio"
    },
    "explanation": "Vodafone’un <b>“Kırmızı Işık”</b> kampanyasının Türkiye’den bir ajansın ilk defa büyük ödülü (Grand Prix) almasını sağladığı uluslararası yarışma <b>Cannes Lions Uluslararası Yaratıcılık Festivali</b>'dir. Bu ödül, 2014 yılında <b>Mobile kategorisinde</b> kazanılmıştır ve Türk reklamcılık tarihi için önemli bir başarıdır."
  },
  {
    "id": "261317",
    "unitNumber": 14,
    "text": "<strong>Vodafone’un “Kırmızı Işık” kampanyası hangi ajans tarafından tasarlanmıştır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Y&amp;R Team Red İstanbul",
      "B": "Alametifarika",
      "C": "Wieden + Kennedy",
      "D": "Leo Burnett",
      "E": "Alafortanfoni"
    },
    "explanation": "Vodafone’un <b>“Kırmızı Işık”</b> kampanyası, 2014 yılında Cannes Lions’ta Grand Prix kazanan <b>Y&amp;R Team Red Istanbul</b> (Young &amp; Rubicam) ajansı tarafından tasarlanmıştır. Bu ajans, kampanyanın yaratıcı stratejisini ve dijital uygulamasını yürütmüştür."
  },
  {
    "id": "261318",
    "unitNumber": 14,
    "text": "<strong>Bir dijital kampanya olmaktan çıkıp küresel bir harekete dönüşen reklam kampanyası aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Coca Cola - Happiness",
      "B": "Snickers - You’re Not You When You’re Hungry",
      "C": "Turkcell - Hayat Paylaşınca Güzel",
      "D": "Always - Like A Girl",
      "E": "Türk Telekom - Telefon Kütüphanesi"
    },
    "explanation": "Bir dijital kampanya olmaktan çıkıp küresel bir harekete dönüşen reklam kampanyası <b>Always markasının 'Like A Girl'</b> (Kız Gibi) kampanyasıdır. Kampanya, kız çocuklarının özgüven sorununa odaklanmış, sosyal ve kültürel alanda geniş çapta benimsenerek <b>pozitif bir değişim hareketine</b> dönüşmüştür."
  },
  {
    "id": "261319",
    "unitNumber": 14,
    "text": "<strong>Time dergisine göre 2007 yılının en iyi on reklamından biri aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Coca Cola - Happiness",
      "B": "Snickers - You’re Not You When You’re Hungry",
      "C": "Turkcell - Hayat Paylaşınca Güzel",
      "D": "Vodafone - Kırmızı Işık",
      "E": "Always - Like A Girl"
    },
    "explanation": "Time dergisi tarafından 2007 yılının en iyi on reklamından biri olarak gösterilen kampanyalar, genellikle yaratıcılığı, yayılımı ve kültürel etkisi yüksek olan çalışmalardır. Bu bağlamda, küresel yankı uyandıran ve amaç odaklı pazarlamanın (Purpose-Driven Marketing) öncüsü olan kampanyalar (örneğin <b>Dove Real Beauty Sketches</b> ya da ders içeriğine göre atıf yapılan diğer büyük küresel kampanyalar) öne çıkmaktadır. Snickers kampanyası küresel çapta büyük bir başarı elde etmiştir."
  },
  {
    "id": "261320",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi Snickers - You’re Not You When You’re Hungry reklam kampanyası yayınının Super Bowl esnasında gerçekleştirilmesinin nedenlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kampanyanın 18-49 yaş arasındaki erkekleri hedeflemesi",
      "B": "Super Bowl yayınını, ABD nüfusunun yaklaşık üçte birinin izlemesi",
      "C": "Super Bowl izleyicisinin %66’sının erkeklerden oluşması",
      "D": "Markanın Super Bowl ile özdeşleşmiş olması",
      "E": "Super Bowl’daki reklam yayınlarının önemli olması"
    },
    "explanation": "Snickers kampanyasının Super Bowl esnasında yayınlanmasının temel nedenleri <b>yüksek izleyici erişimi</b> sağlamak, <b>anında kültürel etki</b> yaratmak ve <b>prestijli bir lansman</b> yapmaktır. Super Bowl reklamlarının çok pahalı olması nedeniyle, Super Bowl'un düşük maliyetli veya niş bir kitleye odaklanmak gibi bir nedeni <u>yoktur</u>."
  },
  {
    "id": "261321",
    "unitNumber": 14,
    "text": "<strong>Turkcell’in “Hayat Paylaşınca Güzel” reklam kampanyasının temel amacı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kuruluş yıl dönümünü kutlamak",
      "B": "Sosyal sorumluluk çalışmalarına destek olmak",
      "C": "İlgi uyandıracak yaratıcı bir reklam kampanyası yapmak",
      "D": "Yenilenen kurumsal kimlik ve marka söylemi",
      "E": "İndirim kampanyalarının duyurulması"
    },
    "explanation": "Turkcell’in <b>“Hayat Paylaşınca Güzel”</b> reklam kampanyasının temel amacı, mobil iletişim teknolojilerinin (özellikle veri ve internet hizmetlerinin) <b>insanlar arasındaki paylaşımı ve duygusal bağı nasıl güçlendirdiğini</b> vurgulamaktır. Bu yolla marka, hizmet kullanımını teşvik etmenin yanı sıra, kurumsal imajını sosyal ve kültürel değerlerle bağlayarak güçlendirmeyi hedeflemiştir."
  },
  {
    "id": "261444",
    "unitNumber": 14,
    "text": "<strong>Reklam kampanyası boyunca reklam çalışmaları farklı ülkelerde farklı ajanslar tarafından üretilen marka aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Coca-Cola",
      "B": "Snickers",
      "C": "Always",
      "D": "Turkcell",
      "E": "Türk Telekom"
    },
    "explanation": "<b>Snickers</b> markasının <b>“You’re Not You When You’re Hungry”</b> kampanyası, küresel çapta tek bir ana fikre dayanmasına rağmen, reklam çalışmalarının farklı ülkelerde <b>farklı ajanslar tarafından yerel olarak üretilmesiyle</b> bilinir. Bu yaklaşım, ana mesajın tutarlılığını korurken, kampanyanın her pazarda <b>yerel mizah, ünlü ve kültürel bağlam</b> kullanarak maksimum etki yaratmasını sağlamıştır."
  },
  {
    "id": "261445",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi Türk Telekom - Telefon Kütüphanesi kampanyasının sonuçlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "5 milyon dakika dinleme alması",
      "B": "Gönüllülük hareketine olumlu etki etmesi",
      "C": "Binlerce kitabın seslendirilmesi",
      "D": "Yeni reklam mecralarını ortaya çıkması",
      "E": "Sosyal fayda sunan bir platform oluşturması"
    },
    "explanation": "Türk Telekom’un <b>“Telefon Kütüphanesi”</b> projesi, görme engelliler için sesli kitap erişimini sağlamış, bu sayede <b>toplumsal erişilebilirliği</b> artırmış ve <b>kurumsal sosyal sorumluluk</b> alanında Kristal Elma gibi prestijli ödüller kazanmıştır. Kampanyanın temel amacı sosyal fayda olduğu için, doğrudan ticari satışları veya abone sayısını katlanarak artırmak gibi sonuçlar, bir sosyal sorumluluk projesinin birincil sonuçlarından biri <u>değildir</u>."
  },
  {
    "id": "356459",
    "unitNumber": 14,
    "text": "Yayınlandığı dönemde olumlu tepkiler alan Türk Telekom’un ........................ Projesi, 24. Kristal Elma Ödüllerinde “En İyi Sosyal Sorumluluk Reklamı, En İyi Kurumsal İmaj Reklamı, En İyi Yapım ve En İyi Medya Kullanımı” olmak üzere 4’ü Kristal Elma olmak üzere toplam 5 ödül ile dönmüştür.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Telefon Kütüphanesi",
      "B": "Sinevizyon",
      "C": "Telegram",
      "D": "En İyi Sunum",
      "E": "En İyi Konuşma"
    },
    "explanation": "24. Kristal Elma Ödüllerinde birden fazla kategoride (Sosyal Sorumluluk, Kurumsal İmaj, Yapım, Medya Kullanımı) ödül alan Türk Telekom projesi, <b>Telefon Kütüphanesi</b> Projesidir. Bu proje, görme engelli bireylere yönelik hizmetiyle büyük beğeni toplamış ve güçlü bir kurumsal imaj oluşturmuştur."
  },
  {
    "id": "356461",
    "unitNumber": 14,
    "text": "I. Tüm pazarlara -özelliklede küçük pazarlara ilham verecek büyük yaratıcı bir fikir oluşturmak<br/>II. Markanın tüm dünyadaki pazarlama ekiplerinin oluşturulan tek fikir etrafında birleşmesini ve bağlılığını sağlamak<br/>III. Bunu küresel bir ölçekte gerçekleştirmek<br/><strong>Yukarıdakilerden hangisi ya da hangileri ABD menşeli, atıştırmalık şekerleme ürün kategorisinde yer alan bir çikolata markası olan Snickers'ın pazarlama ve iletişim etkinliğini artırmak için öncelikle belirlediği amaçlardandır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "I, II ve III"
    },
    "explanation": "ABD menşeli küresel bir marka olan <b>Snickers</b>’ın pazarlama ve iletişim etkinliğini artırmak için belirlediği amaçlar arasında, <b>I. büyük yaratıcı fikir oluşturmak</b>, <b>II. tüm pazarlama ekiplerini tek fikir etrafında birleştirmek</b> ve <b>III. bunu küresel ölçekte gerçekleştirmek</b> hepsi yer almaktadır. Bu maddeler, markanın 'You’re Not You When You’re Hungry' kampanyası ile ulaşmak istediği <b>global tutarlılık ve yerel alaka</b> hedeflerini özetlemektedir."
  }
]