[
  {
    "id": "200843",
    "unitNumber": 1,
    "text": "<strong> Sanatı taklit olarak değerlendiren düşünür aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "İbni Haldun",
      "B": "Aristo",
      "C": "Marx",
      "D": "Comte",
      "E": "Durkheim"
    },
    "correctAnswer": "B",
    "explanation": "Sanatın <b>taklit (mimesis)</b> olarak değerlendirilmesi, özellikle Antik Yunan düşünürleri tarafından ortaya konmuştur. Bu görüşe göre sanat, gerçekliğin veya doğanın bir yansımasıdır. <b>Platon</b>, sanatı ideaların (Formların) yansıması olan duyusal dünyanın bir taklidi olarak görerek, onu gerçeklikten iki kez uzak kabul ederdi."
  },
  {
    "id": "200844",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi sanatın temel ögelerinden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Sanatçı",
      "B": "Sanat eseri",
      "C": "Sanat alıcısı",
      "D": "Doğa",
      "E": "Lider"
    },
    "correctAnswer": "E",
    "explanation": "Sanatın temel ögeleri, sanatın gerçekleşmesi ve anlam kazanması için gerekli olan unsurlardır. Bu ögeler genellikle <b>sanatçı</b> (yaratıcı), <b>sanat eseri</b> (üretim), <b>alımlayıcı/izleyici</b> ve <b>sanatsal eylem</b> (yaratma süreci) olarak kabul edilir. Sanatın temel ögesi olmayan bir kavram, bu döngü dışında kalan veya zorunlu olmayan bir unsurdur."
  },
  {
    "id": "200848",
    "unitNumber": 1,
    "text": "Sanat ürünü bir kez yaratıldıktan sonra artık onun eşi ve benzeri yoktur.<br/><strong>Bu cümlede sanat ürününün hangi özelliği vurgulanmıştır?</strong>",
    "options": {
      "A": "Orijinallik",
      "B": "Evrensellik",
      "C": "Yerellik",
      "D": "Tartışılabilirlik",
      "E": "Objektiflik"
    },
    "correctAnswer": "A",
    "explanation": "Sanat eseri, sanatçının öznel deneyimini ve yaratıcılığını yansıttığı için benzersizdir. Bu cümlenin vurguladığı özellik, sanat eserinin <b>tek ve özgün</b> olmasıdır (biricikliği). Teknik olarak kopyalanabilir olsa da, sanatsal bir ürün olarak tinsel ve kültürel değeri açısından <b>eşsizdir</b> ve bir daha aynı koşullarda yaratılması mümkün değildir."
  },
  {
    "id": "200852",
    "unitNumber": 1,
    "text": "<strong>Hohle Fels Venüsü hangi döneme ait bir eserdir?</strong>",
    "options": {
      "A": "Paleolitik",
      "B": "Neolitik",
      "C": "Uygarlık",
      "D": "Feodalizm",
      "E": "Modern"
    },
    "correctAnswer": "A",
    "explanation": "<b>Hohle Fels Venüsü</b>, insanlık tarihinin bilinen en eski figüratif sanat eserlerinden biri olup, <b>Üst Paleolitik (Yontma Taş Devri)</b> döneme aittir. Yaklaşık 35.000 ila 40.000 yıl önce yapıldığı tahmin edilmektedir ve bu dönemde yaşayan avcı-toplayıcı toplulukların inançları ve sanatsal ifadeleri hakkında önemli bilgiler sunar."
  },
  {
    "id": "200856",
    "unitNumber": 1,
    "text": "<strong>Cilalı Taş Devri olarak da bilinen dönem aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Paleolitik",
      "B": "Neolitik",
      "C": "Feodalizm",
      "D": "Kapitalizm",
      "E": "Post kapitalizm"
    },
    "correctAnswer": "B",
    "explanation": "<b>Cilalı Taş Devri</b>, tarımın başlaması, yerleşik hayata geçilmesi ve taş aletlerin cilalanarak daha düzgün hale getirilmesiyle karakterize edilen dönemdir. Bu dönem, <b>Neolitik Dönem</b> olarak adlandırılır. Neolitik, insanlık tarihinde büyük değişimlerin (Neolitik Devrim) yaşandığı kritik bir evredir."
  },
  {
    "id": "200860",
    "unitNumber": 1,
    "text": "<strong>Çeşitli araç gereçlerin ve silahların yapımında kalay ve bakırın karışımından faydalanarak üretim yapan insanoğlu aşağıdaki dönemlerin hangisinde yaşamıştır?</strong>",
    "options": {
      "A": "Demir",
      "B": "Bakır",
      "C": "Tunç",
      "D": "Altın",
      "E": "Kalay"
    },
    "correctAnswer": "C",
    "explanation": "<b>Kalay</b> ve <b>bakırın</b> karıştırılmasıyla elde edilen alaşım <b>tunç (bronz)</b> olarak adlandırılır. İnsanoğlunun bu alaşımı keşfedip silah ve araç gereç üretiminde yoğun olarak kullandığı dönem <b>Tunç Devri</b>'dir (Bronz Çağı). Bu dönem, metalürjinin gelişimi açısından Paleolitik ve Neolitik çağlardan sonra gelen önemli bir evredir."
  },
  {
    "id": "200864",
    "unitNumber": 1,
    "text": "<strong>Derebeylik düzeninde toprakta çalışan köylülere ne ad verilir?</strong>",
    "options": {
      "A": "Senyör",
      "B": "Lord",
      "C": "Burjuva",
      "D": "İşçi",
      "E": "Serf"
    },
    "correctAnswer": "E",
    "explanation": "<b>Derebeylik (Feodalizm)</b> düzeninde, toprak sahibi soyluların himayesi altında çalışan, toprağa bağlı ve genellikle toprağı terk etme hakları olmayan köylülere <b>serf</b> adı verilir. Serfler, üretim gücünün temelini oluşturur ve bu sosyal yapı Orta Çağ Avrupa'sının karakteristiğidir."
  },
  {
    "id": "200867",
    "unitNumber": 1,
    "text": "<strong>Sert yapıları ve insan anatomisini iyi yansıtan heykeller içerisinde genç erkek heykeli olarak tanımlananlara ne ad verilir?</strong>",
    "options": {
      "A": "Tors",
      "B": "Rölyef",
      "C": "Biblo",
      "D": "Kuros",
      "E": "Balmumu"
    },
    "correctAnswer": "D",
    "explanation": "Antik Yunan sanatının <b>Arkaik Dönemi</b>'nde (MÖ 700-480) ortaya çıkan, genellikle genç ve atletik, çıplak erkek figürlerini temsil eden bu sert ve cepheden heykellere <b>Kouros</b> (genç erkek) adı verilir. Bu heykeller, ideal insan formunu yansıtma çabasının ilk örneklerindendir."
  },
  {
    "id": "200870",
    "unitNumber": 1,
    "text": "<strong>Antik Yunan ve Roma sanatının yeniden doğuşu anlamına gelen dönem aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Reform",
      "B": "Rönesans",
      "C": "Aydınlanma",
      "D": "Emperyalizm",
      "E": "Kapitalizm"
    },
    "correctAnswer": "B",
    "explanation": "<b>Rönesans</b> kelimesi, Fransızca'da \"yeniden doğuş\" anlamına gelir ve 14. yüzyıldan itibaren İtalya'da ortaya çıkarak tüm Avrupa'ya yayılmıştır. Bu dönemde sanatçılar, <b>Antik Yunan ve Roma</b> sanatının klasik ideallerine (orantı, denge, natüralizm) geri dönerek Orta Çağ'ın teokratik sanat anlayışından uzaklaşmayı hedeflemişlerdir."
  },
  {
    "id": "200877",
    "unitNumber": 1,
    "text": "<strong>18. yüzyıl sonrası sanatta etkili olan iki akım aşağıdakilerden hangisinde doğru verilmiştir?</strong>",
    "options": {
      "A": "Milliyetçilik - Klasizm",
      "B": "Klasizm - Romantizm",
      "C": "Romantizm - Gerçekçilik",
      "D": "Gerçekçilik - Klasizm",
      "E": "Muhafazakârlık - Romantizm"
    },
    "correctAnswer": "C",
    "explanation": "18. yüzyılın sonlarından itibaren ve 19. yüzyıl boyunca sanat dünyasına damgasını vuran önemli akımlar vardır. Bunlar arasında, duyguları, bireyselliği ve doğayı yücelten <b>Romantizm</b> ile, toplumsal gerçekliği, gündelik yaşamı ve nesnel gözlemi ön plana çıkaran <b>Realizm</b> öne çıkmaktadır. Bu iki akım, modern sanatın temellerini atmıştır."
  },
  {
    "id": "210254",
    "unitNumber": 1,
    "text": "<strong>Sanatı taklit olarak değerlendiren ve bu taklidin düz bir yansıtma olduğunu kabul eden düşünür aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Platon",
      "B": "Engels",
      "C": "Childe",
      "D": "Tolstoy",
      "E": "Giddens"
    },
    "correctAnswer": "A",
    "explanation": "Antik Yunan filozofu <b>Platon</b>, sanatı, gerçekliğin (İdealar Dünyası) yalnızca bir yansıması olan duyusal dünyanın bir taklidi (mimesis) olarak görmüştür. Bu nedenle sanatı 'düz bir yansıtma' ve gerçeğin kopyasının kopyası olarak değerlendirerek, <b>sanatın değerini düşürmüştür</b>."
  },
  {
    "id": "210257",
    "unitNumber": 1,
    "text": "<strong>Estetik bilgiye sahip olması beklenen özgün etkinliklerde bulunan kişi aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Lider",
      "B": "Zanaatkâr",
      "C": "Siyasetçi",
      "D": "Sanatçı",
      "E": "Bilim adamı"
    },
    "correctAnswer": "D",
    "explanation": "<b>Sanatçı</b>, estetik duyarlılığa ve bilgiye sahip olan, özgün (orijinal) bir biçimde duygusal ve düşünsel içeriği ifade ederek <b>sanat eseri</b> yaratan kişidir. Sanatçının etkinliği, estetik tecrübeyi somutlaştırmak ve diğer insanlara aktarmaktır."
  },
  {
    "id": "241869",
    "unitNumber": 1,
    "text": "<strong>Tarım, hayvancılık ve çanak-çömlek yapımı ile diğer dönemlerden ayrılan çağ aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Paleolitik",
      "B": "Uygarlık",
      "C": "Modern",
      "D": "Neolitik",
      "E": "İlkel"
    },
    "correctAnswer": "D",
    "explanation": "İnsanlık tarihinde <b>tarım</b>, <b>hayvancılık</b> ve <b>çanak-çömlek yapımı</b> gibi yeniliklerin ortaya çıktığı ve yerleşik hayatın başladığı dönem <b>Neolitik Çağ (Cilalı Taş Devri)</b>'dır. Bu faaliyetler, insan yaşam biçiminde radikal bir değişim (Neolitik Devrim) yaratmıştır."
  },
  {
    "id": "241873",
    "unitNumber": 1,
    "text": "<strong>Geç Tunç Çağı’ndan sonra geçişi temsil eden dönem aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Bakır Çağı",
      "B": "Demir Çağı",
      "C": "İlkel Çağ",
      "D": "Kapitalist Dönem",
      "E": "Post Kapitalist Dönem"
    },
    "correctAnswer": "B",
    "explanation": "Tarih öncesi çağlar kronolojisinde, <b>Tunç Çağı</b>'nın ardından <b>Demir Çağı</b> gelir. Demir Çağı, demirin maden olarak kullanılmaya başlanması ve bu sayede daha dayanıklı araç gereç ve silahların üretilmesiyle karakterize edilen önemli bir geçiş dönemini ve yeni bir teknolojik seviyeyi temsil eder."
  },
  {
    "id": "241883",
    "unitNumber": 1,
    "text": "<strong>Tanrıça Afrodit heykeli aşağıdakilerden hangisi tarafından yapılmıştır?</strong>",
    "options": {
      "A": "Michelangelo",
      "B": "Leonardo Da Vinci",
      "C": "Auguste Rodin",
      "D": "Pablo Picasso",
      "E": "Praksiteles"
    },
    "correctAnswer": "E",
    "explanation": "Antik Yunan döneminin en ünlü heykellerinden biri olan <b>Knidos Afroditi</b>, Klasik Dönemden Hellenistik Döneme geçişin önemli sanatçısı <b>Praksiteles</b> tarafından yapılmıştır. Bu eser, tanrıçayı ilk kez tamamen çıplak gösteren heykel olarak bilinir ve sanat tarihinde bir dönüm noktasıdır."
  },
  {
    "id": "241885",
    "unitNumber": 1,
    "text": "<strong>Rönesans sanatı aşağıdaki ülkelerin hangisinde ortaya çıkmıştır?</strong>",
    "options": {
      "A": "Fransa",
      "B": "Almanya",
      "C": "İngiltere",
      "D": "İtalya",
      "E": "Türkiye"
    },
    "correctAnswer": "D",
    "explanation": "<b>Rönesans (Yeniden Doğuş)</b> sanatı ve kültürü, başlangıç noktası olarak 14. yüzyılda <b>İtalya</b>'da, özellikle Floransa'da ortaya çıkmıştır. İtalya, Antik Roma mirasına yakınlığı ve zengin şehir devletlerinin varlığı sayesinde bu sanatsal ve entelektüel hareketin merkezi olmuştur."
  },
  {
    "id": "241888",
    "unitNumber": 1,
    "text": "<strong>Sanatta romantizme tepki olarak ortaya çıkan akım aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Gerçekçilik",
      "B": "Muhafazakârlık",
      "C": "Ulusalcılık",
      "D": "Sosyalizm",
      "E": "Marksizm"
    },
    "correctAnswer": "A",
    "explanation": "19. yüzyılın ortalarında, <b>Romantizm</b> akımının duygusal aşırılıklarına, düşsel konularına ve tarihsel yüceltmelerine bir tepki olarak <b>Realizm (Gerçekçilik)</b> akımı ortaya çıkmıştır. Realizm, sanatın güncel ve sıradan yaşamı, toplumsal sorunları ve nesnel gerçekliği olduğu gibi yansıtması gerektiğini savunmuştur."
  },
  {
    "id": "294230",
    "unitNumber": 1,
    "text": "<strong>Thoma, Leibl, Daumier gibi isimlerin gündelik yaşamla ilgili önemli yapıtlar ortaya koyduğu dönem aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Romantizm",
      "B": "Klasik",
      "C": "Akılcılık",
      "D": "Antik Yunan",
      "E": "Arkeik"
    },
    "correctAnswer": "C",
    "explanation": "<b>Thoma, Leibl ve Daumier</b> gibi sanatçılar, 19. yüzyılın ortalarında ve sonlarında aktif olmuşlardır. Onların odak noktası, tarihsel ya da mitolojik konular yerine <b>gündelik yaşamın</b> ve sıradan insanların gerçekçi tasvirleriydi. Bu yaklaşım, sanatta <b>Realizm (Gerçekçilik)</b> akımının temelini oluşturur."
  },
  {
    "id": "345701",
    "unitNumber": 1,
    "text": "<strong>Bir duygunun bilerek ve isteyerek diğerlerine aktarılma sürecine ne ad verilir?</strong>",
    "options": {
      "A": "Sanat",
      "B": "Yansıtma",
      "C": "Sanatçı",
      "D": "Sanat eseri",
      "E": "Dinleyici"
    },
    "correctAnswer": "A",
    "explanation": "Bir sanat eseri aracılığıyla, sanatçının yaşadığı bir duygunun <b>bilerek ve isteyerek</b> karşı tarafa, yani alımlayıcıya (izleyiciye) geçirilme sürecine <b>iletişim</b> veya daha spesifik olarak <b>sanatsal ifade/aktarım</b> adı verilir. Leo Tolstoy, sanatı temel olarak bu duygu aktarımı eylemi üzerinden tanımlamıştır."
  },
  {
    "id": "345705",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi sanatın işlevlerinden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Yapıcı",
      "B": "Öğüt verici",
      "C": "Eğitici",
      "D": "Estetik",
      "E": "Kültürel işlev"
    },
    "correctAnswer": "B",
    "explanation": "Sanatın temel işlevleri arasında <b>estetik tatmin</b> sağlamak, toplumsal ve bireysel <b>duyguları ifade etmek</b>, <b>kültürel kimliği korumak</b>, eğitim vermek ve hatta toplumsal eleştiri yapmak bulunur. Sanatın işlevi olmayan bir eylem, genellikle fayda veya pratik zorunluluk (örn. temel mühendislik hesaplaması veya rutin bürokrasi) gibi estetik veya yaratıcı boyutu olmayan, tamamen <b>mekanik veya zorunlu</b> faaliyetlerdir."
  },
  {
    "id": "345706",
    "unitNumber": 1,
    "text": "<strong>Tarım ve araç gereçlerinin çeşitlendiği dönem aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Paleolitik Çağ",
      "B": "Uygarlık Çağı",
      "C": "Eski Taş Çağı",
      "D": "Neolitik Çağ",
      "E": "Milattan Önce"
    },
    "correctAnswer": "D",
    "explanation": "Tarım ve araç gereçlerinin çeşitlendiği, sistematikleştiği ve yerleşik hayata uyum sağladığı dönem <b>Neolitik Dönem</b>'dir (Yeni Taş Devri/Cilalı Taş Devri). Bu dönem, insanlık tarihinde <b>Neolitik Devrim</b> olarak bilinen büyük bir dönüşüme sahne olmuştur.<br><br>İnsanlar avcılık ve toplayıcılıktan yerleşik hayata geçerek <b>tarım</b> (bitki yetiştirme) ve <b>hayvan evcilleştirmesi</b> faaliyetlerine başlamıştır. Bu yeni yaşam biçimi, tarımsal üretimi destekleyecek yeni ve çeşitli araç gereçlerin zorunlu hale gelmesini sağlamıştır. Bu dönemde tahılları işlemek için <b>öğütme taşları</b>, toprağı işlemek için <b>çapalar</b>, hasat için <b>keskin oraklar</b> gibi uzmanlaşmış aletler geliştirilmiş; ayrıca yiyecekleri saklama ve pişirme ihtiyacıyla <b>seramik (çömlekçilik)</b> teknolojisi ortaya çıkarak alet çeşitliliğini zirveye taşımıştır."
  },
  {
    "id": "383997",
    "unitNumber": 2,
    "text": "<strong>Sanat ve sanat eseri ile ilgili aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "options": {
      "A": "Sanat eseri, belirli bir topluma ve tarihsel döneme aittir.",
      "B": "Eski zamanlarda sanatsal yapıtlar hayata dokunan ve fayda gözeten eserlerdi.",
      "C": "Eski zamanlarda sanat, toplum ve gündelik hayatla bütünleşmiş bir şeydi.",
      "D": "Orta Çağ Dönemi'ndeki Skolastik düşünce, sanatı toplumsal ve gündelik hayattan kopardı.",
      "E": "Sanat, düşünceyi ve düşlemeyi geliştirmenin araçlarından biridir."
    },
    "correctAnswer": "D",
    "explanation": "Sanat ve sanat eseri hakkındaki yaygın yanlış kanı, bunların <b>nesnel</b> (objektif) ve değişmez güzellik standartlarına sahip olduğu yönündedir. Oysa sanat, <b>öznel bir deneyimdir</b>; yaratıcının kişisel ifadesini yansıtır ve alımlayıcıya göre farklı anlamlar kazanabilir. Sanat, yalnızca estetik değil, aynı zamanda toplumsal, politik ve felsefi işlevlere de sahiptir. Dolayısıyla, sanatın tek amacının evrensel güzellik olduğu veya tamamen nesnel ölçütlerle değerlendirilebileceği iddiası yanlıştır."
  },
  {
    "id": "384000",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi sanatın toplumsal işlevlerinden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Sanat ile toplumsal yapı arasında doğrusal bir ilişki mevcuttur.",
      "B": "Sanatın, farklı toplumsal kesimleri bütünleştiren bir yönü vardır.",
      "C": "Sanatın, insanları toplumsallaştıran ve onlara toplumsal bilinç kazandıran bir yönü vardır.",
      "D": "Sanatın, diğer sosyal kurumlarla iletişim ve etkileşim yönü zayıftır.",
      "E": "Sanatın, din, siyaset, bilim, hukuk gibi diğer sosyal kurumların gelişimine hizmet eden bir işlevi vardır."
    },
    "correctAnswer": "D",
    "explanation": "Sanatın temel toplumsal işlevleri arasında <b>toplumsal eleştiri</b> yapma, <b>kültürel kimliği</b> yansıtma ve aktarma, bireyleri bir araya getirerek <b>toplumsal bütünleşmeyi</b> sağlama ve <b>eğitme</b> sayılabilir. Bireyin kendi iç dünyasını çözümlemesi veya kişisel duygularını ifade etmesi, sanatın bireysel işlevleri arasında yer alır; bu durum bir toplumsal işlev olarak kabul edilmez. Toplumsal işlev, sanatın toplum geneline veya gruplar arasındaki ilişkilere olan etkisini kapsar."
  },
  {
    "id": "384226",
    "unitNumber": 2,
    "text": "<strong>Sanat ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "options": {
      "A": "Sanat, farklı biçim ve tekniklerle kişinin yaratıcılığını ve hayal gücünü yansıtır.",
      "B": "Sanat, son zamanlarda büyük ilgi görmekte ve giderek kamuoyunun dikkatini çekmektedir.",
      "C": "Sanatın sosyolojinin inceleme konuları arasına girmesi 1990’lı yıllardan itibaren olmuştur.",
      "D": "Sanat, sosyal bir mikro kozmos olarak değerlendirebilir.",
      "E": "Bir toplumun yapısı bilinmeden, o toplumun sanatını kavramak pek mümkün değildir."
    },
    "correctAnswer": "C",
    "explanation": "Sanatın en temel niteliği <b>öznel</b> olmasıdır. Sanat, bilim gibi nesnel gerçeklikleri ispatlama veya kanıtlama amacı taşımaz. Bilim, evrensel ve tekrarlanabilir olgulara dayanırken; sanat, <b>duygu, hayal gücü ve yaratıcılık</b> ile ilgilidir. Bir sanat eserinin değeri veya anlamı, kültürel bağlama ve bireysel algıya göre değişir. Sanatın doğruluk, kesinlik veya nesnellik iddiası taşıması yanlıştır."
  },
  {
    "id": "384227",
    "unitNumber": 2,
    "text": "<strong>Sanat ile ilgili aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "options": {
      "A": "Sanat, insanlar tarafından yaratılan, estetik değere sahip yapıtları ifade eden bir kavramdır.",
      "B": "Sanat, insanların düşüncelerini, duygularını ve dünya görüşlerini ifade etmek için kullandıkları bir araçtır.",
      "C": "Sanat, insanların hayatlarını anlamlandırma sürecine yardımcı olan güzel, anlamlı ve değerli ürünlerdir.",
      "D": "Sanatçılar, estetik değer gözeterek farklı araçlarla sanatsal ürünler ortaya koyarlar.",
      "E": "Sanat ürünlerinin toplum üzerindeki etkilerini saptamak mümkün değildir."
    },
    "correctAnswer": "E",
    "explanation": "Sanat, yalnızca <b>güzellik</b> üretme amacı taşımaz; aynı zamanda çirkinliği, acıyı, toplumsal çatışmaları veya rahatsız edici konuları da ele alabilir. Sanatın amacı, insan deneyimini ifade etmek ve yansıtmaktır. Ayrıca sanat, daima <b>zanaatten</b> ayrılmıştır, çünkü zanaat pratik fayda sağlamayı amaçlarken, sanatın önceliği estetik deneyim veya anlam üretmektir. Sanat eserinin illaki 'güzel' veya 'pratik' olması gerektiği fikri yanlıştır."
  },
  {
    "id": "384228",
    "unitNumber": 2,
    "text": "Benzer şekilde Orta Çağ Avrupası’nda sanatçılar, ……………… bir aktarıcı olarak görülmekteydi.<br/><strong>Yukarıda boş bırakılan yere aşağıdakilerden hangisi gelmelidir?</strong>",
    "options": {
      "A": "Dinsel olanı halka ileten",
      "B": "Bilimsel olanı halka ileten",
      "C": "Duygusal olanı halka ileten",
      "D": "Teknik olanı halka ileten",
      "E": "Fiziksel olanı halka ileten"
    },
    "correctAnswer": "B",
    "explanation": "Orta Çağ Avrupası’nda sanat, büyük ölçüde Kilise ve <b>dini inanç</b> tarafından domine edilmiştir. Sanatçılar, bireysel yaratıcılıktan çok, <b>Kutsal Kitap'taki hikayeleri</b> veya <b>ilahi mesajları</b> halka aktaran birer zanaatkar/aracı olarak görülürdü. Sanatçının amacı, kendi bireysel dehasını göstermek değil, <b>dinsel/ilahi</b> bir içeriği somutlaştırmaktı. Bu dönemde sanatçıların toplumsal statüsü de genellikle zanaatkarlar seviyesindeydi."
  },
  {
    "id": "384229",
    "unitNumber": 2,
    "text": "<strong>“Kültür endüstrisi” kavramı aşağıdaki düşünürlerden hangisi tarafından geliştirilmiştir?</strong>",
    "options": {
      "A": "Émile Durkheim",
      "B": "Karl Marx",
      "C": "Max Weber",
      "D": "Theodor Adorno",
      "E": "Niklas Luhmann"
    },
    "correctAnswer": "D",
    "explanation": "<b>“Kültür endüstrisi”</b> (Kültür Sanayi) kavramı, <b>Frankfurt Okulu</b>’nun önde gelen düşünürleri <b>Theodor W. Adorno</b> ve <b>Max Horkheimer</b> tarafından geliştirilmiştir. Bu kavram, modern kapitalist toplumda kültürün standartlaştırılmış, metalaştırılmış ve kitleler tarafından pasifçe tüketilen bir ürün haline geldiğini savunur. Bu, özellikle onların 1944 tarihli ortak çalışmaları olan <b>‘Aydınlanmanın Diyalektiği’</b> eserinde ele alınmıştır."
  },
  {
    "id": "384230",
    "unitNumber": 2,
    "text": "İş bölümü, sınıf ayırımı ve farklı toplumsal çatışmaların ortaya çıkmasıyla birlikte sanat, insanlar arasındaki ortak noktaları bulmaya, toplumsal gerekleri yaymaya, özgür düşünceyi ve aydınlanmayı geliştirmeye yarayan bir etkinlik alanı olarak algılandı. 19. yüzyıldan itibaren sanata, sanatçıya ve sanat eserine verilen bu değerin dönüşüm geçirmesiyle bir sanat alanı ortaya çıktı.<br/><strong>Yukarıda bahsedilen sanat alanına aşağıdakilerden hangisi dahil <u>değildir</u>?</strong>",
    "options": {
      "A": "Sanat eleştirmeni",
      "B": "Küratör",
      "C": "Galeri sahipleri",
      "D": "Sanat alıcı ve satıcıları",
      "E": "Sanat duayeni"
    },
    "correctAnswer": "E",
    "explanation": "19. yüzyıldan itibaren sanatın dönüşümü, resim, heykel ve müzik gibi geleneksel yüksek sanat (<b>fine arts</b>) alanlarının değer kazanmasını sağlamıştır. Bu alanlar, estetik ve entelektüel içeriğe odaklanır. Ancak, pratik amaçlar için üretilen veya seri üretime dayanan <b>zanaat</b> (crafts) ya da <b>endüstriyel tasarım</b> gibi alanlar, bu 'yüksek sanat' kavramının dışında tutulmuştur. Parçada bahsedilen dönüşüm, sanatın faydacı olmayan, özerk bir alan olarak kabul görmesiyle ilgilidir."
  },
  {
    "id": "384231",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi maddeye biçim veren görsel/plastik sanatlar arasında <u>yer almaz</u>?</strong>",
    "options": {
      "A": "Resim",
      "B": "Sinema",
      "C": "Mimari",
      "D": "Kabartma",
      "E": "Heykel"
    },
    "correctAnswer": "B",
    "explanation": "Görsel veya <b>plastik sanatlar</b> (form veren sanatlar), maddeye biçim vererek ortaya çıkan, genellikle iki veya üç boyutlu, gözle algılanan sanat dallarıdır. Örnekleri arasında <b>resim</b>, <b>heykel</b>, <b>mimari</b>, grafik ve seramik yer alır. <b>Müzik</b> ise sesi ve zamanı kullanarak biçim veren, işitsel algıya dayanan <b>ritmik sanatlar</b> (işitsel/harekete biçim veren sanatlar) kategorisine girer, dolayısıyla görsel/plastik sanatlar arasında yer almaz."
  },
  {
    "id": "384232",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi harekete biçim veren ritmik sanatlar arasında <u>yer almaz</u>?</strong>",
    "options": {
      "A": "Müzik",
      "B": "Opera",
      "C": "Bale",
      "D": "Tiyatro",
      "E": "Sinema"
    },
    "correctAnswer": "A",
    "explanation": "<b>Ritmik sanatlar</b>, zaman içinde veya hareket yoluyla biçimlenen sanat dallarıdır. Bunlar genellikle işitsel veya performansa dayalıdır. Örnekleri: <b>Müzik</b> (ses ve ritim), <b>Dans</b> (beden hareketi ve ritim), <b>Tiyatro</b> (sahne performansı ve zamanlama). <b>Heykel</b> ise maddeye üç boyutlu form vererek ortaya çıkan, zaman ve hareketten bağımsız, <b>görsel/plastik sanatlar</b> arasında yer alır. Bu nedenle ritmik sanatlar kategorisine dahil değildir."
  },
  {
    "id": "384233",
    "unitNumber": 2,
    "text": "<strong>“Dinî Hayatın İlkel Biçimleri” adlı eser aşağıdaki sosyologlardan hangisine aittir?</strong>",
    "options": {
      "A": "Émile Durkheim",
      "B": "Karl Marx",
      "C": "Max Weber",
      "D": "Ferdinand Tönnies",
      "E": "Georg Simmel"
    },
    "correctAnswer": "A",
    "explanation": "<b>“Dinî Hayatın İlkel Biçimleri”</b> (Les Formes Élémentaires de la Vie Religieuse) adlı temel sosyoloji eseri, Fransız sosyolog <b>Émile Durkheim</b>’a aittir. Bu eserde Durkheim, dinin ve dolayısıyla ritüellerin (ki sanatın ilkel biçimlerini içerir) kökenini ve toplumsal işlevini araştırarak, <b>kutsal ve profan</b> ayrımı ile <b>kolektif coşkunluk</b> kavramlarını geliştirmiştir. Bu, sanatın sosyolojik analizinde kilit bir referanstır."
  },
  {
    "id": "384234",
    "unitNumber": 2,
    "text": "<strong>Toplum ile sanat arasındaki ilişkiye dair önemli düşünceler geliştiren ve sanat eserlerini kültürel açıdan değil de toplumun maddi koşullarıyla ilişkilendiren sosyolog aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Émile Durkheim",
      "B": "Karl Marx",
      "C": "Max Weber",
      "D": "Niklas Luhmann",
      "E": "Pierre Bourdieu"
    },
    "correctAnswer": "B",
    "explanation": "Sanat eserlerini, toplumsal ilişkilerin ve kültürel değerlerin bir sonucu olarak değil de, toplumun <b>maddi ve ekonomik koşullarıyla</b> (üretim tarzı, sınıf çatışmaları) ilişkilendiren en önemli düşünür <b>Karl Marx</b>'tır. Marx ve Marksist kuramcılar, sanatın toplumun <b>altyapısı</b> (ekonomi) tarafından belirlenen <b>üstyapının</b> (kültür) bir parçası olduğunu ve sınıf egemenliğini sürdürmeye hizmet ettiğini savunur. Bu yaklaşım, sanatı ekonomik determinizmle açıklar."
  },
  {
    "id": "200944",
    "unitNumber": 3,
    "text": "<strong>Bağımsız bir bilgi dalı olarak estetik aşağıdaki düşünürlerden hangileri tarafından kurulmuştur?</strong>",
    "options": {
      "A": "Baumgarten ve Kant",
      "B": "Russel ve Hume",
      "C": "Aristoteles ve Platon",
      "D": "Bacon ve Kant",
      "E": "Wittgenstein ve Lucas"
    },
    "correctAnswer": "A",
    "explanation": "Estetik, bağımsız bir felsefe disiplini olarak ilk kez 18. yüzyılda Alman düşünür <b>Alexander Gottlieb Baumgarten</b> tarafından kurulmuştur. Baumgarten, Grekçe <b>\"aisthesis\"</b> (duyum, algı) kelimesinden yola çıkarak, duyusal bilginin bilimi anlamında <b>\"Aesthetica\"</b> terimini kullanmıştır. Bu tanımlama, estetiğin rasyonel düşünceden ayrı bir bilgi dalı olarak kabul edilmesini sağlamıştır."
  },
  {
    "id": "200945",
    "unitNumber": 3,
    "text": "<strong>Yunanca tekhne ve Latince ars terimlerinden türeyen kavram aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Felsefe",
      "B": "Estetik",
      "C": "Sanat",
      "D": "Güzellik",
      "E": "Değer"
    },
    "correctAnswer": "C",
    "explanation": "Modern dillerdeki Sanat (Art) kavramı, kökenini Yunanca <b>\"tekhne\"</b> ve Latince <b>\"ars\"</b> terimlerinden alır. Her iki terim de başlangıçta sadece güzel sanatları değil, aynı zamanda belirli bir <b>beceri, zanaat veya ustalık</b> gerektiren her türlü faaliyeti ve yapma eylemini ifade etmekteydi."
  },
  {
    "id": "200946",
    "unitNumber": 3,
    "text": "<strong> İlk kez bir güzellik kuramı ortaya koyan ve Mimesis (öykünme) Kuramı’nı estetiğe ilk kazandıran düşünür aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Aristo",
      "B": "Platon",
      "C": "Baumgarten",
      "D": "Kant",
      "E": "Wittgenstein"
    },
    "correctAnswer": "B",
    "explanation": "İlk kez sistematik bir güzellik kuramı ortaya koyan ve <b>Mimesis (öykünme/taklit) Kuramı</b>’nı estetiğe ilk kazandıran düşünür <b>Platon</b> (Eflatun)'dur. Platon, sanatı bir tür taklit olarak görmüş ve sanatın, gerçeklik olan İdeaların (Formların) taklidi olan duyusal dünyanın da taklidi olduğu için, gerçeklikten iki kez uzak olduğunu savunmuştur."
  },
  {
    "id": "200950",
    "unitNumber": 3,
    "text": "<strong>Estetiğin bilimsel statüsü ve estetik teoriler yaratmanın anlamı ile ilişkili konulara yoğunlaşıldığı dönem aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Estetiğin birinci dönemi",
      "B": "Estetiğin ikinci dönemi",
      "C": "Estetiğin üçüncü dönemi",
      "D": "Estetiğin dördüncü dönemi",
      "E": "Estetiğin beşinci dönemi"
    },
    "correctAnswer": "C",
    "explanation": "Estetiğin bağımsız bir disiplin olarak kurulması ve <b>bilimsel statüsü</b> ile estetik teoriler yaratmanın anlamı üzerine yoğunlaşıldığı dönem, estetiğin Baumgarten tarafından adlandırılması ve özellikle <b>Immanuel Kant</b>'ın estetik yargı üzerine çalışmalarıyla zirveye ulaşan <b>Modern Dönem</b>'dir (18. yüzyıl ve sonrası). Bu dönemde estetik, sistematik bir felsefe dalı olarak yerini almıştır."
  },
  {
    "id": "200954",
    "unitNumber": 3,
    "text": "<strong>Sanatın özünü belirleme yerine soyutlama ve form kavramlarını temellendirmeye çalışan teoriler aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Özcü teoriler",
      "B": "Sanat teorileri",
      "C": "Estetik teorileri",
      "D": "Özcülük karşıtı teoriler",
      "E": "Sanatçı teorileri"
    },
    "correctAnswer": "D",
    "explanation": "Sanatın özünü belirlemek yerine, eserin dış dünyaya referansını azaltarak <b>soyutlama ve form</b> (biçim) kavramlarını temel alan teoriler <b>Formalist Teoriler</b> olarak adlandırılır. Formalizm, sanat eserinin değerini, temsil ettiği içerikten bağımsız olarak, yalnızca kendi içindeki <b>çizgi, renk ve kompozisyon</b> gibi biçimsel elemanların uyumunda arar."
  },
  {
    "id": "200955",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi Platon’a göre güzelin üç niteliğinden biridir?</strong>",
    "options": {
      "A": "Uygunluk",
      "B": "Sanatsallık",
      "C": "Şiirsellik",
      "D": "Bilimsellik",
      "E": "Erişilebilirlik"
    },
    "correctAnswer": "A",
    "explanation": "Platon'a göre güzellik, mutlak İdea'nın duyusal dünyadaki yansımasıdır ve temelde üç niteliğe sahiptir: <b>Orantı/Simetri</b> (Symmetria), <b>Ahenk/Uyum</b> (Harmoni) ve <b>Amaca Uygunluk</b> (Teleolojik işlevsellik). Bu nitelikler, güzel nesnenin rasyonel bir düzeni yansıtması gerektiğini gösterir."
  },
  {
    "id": "200958",
    "unitNumber": 3,
    "text": "<strong>İnsanın belli bir estetik değere sahip nesne ya da sanat eserini, sanatın bizatihi kendisini, onu nasıl değer ve algısal niteliklerine kıymet takdir edecek ve sonuçta estetik bir yaşantı içinde kalacak şekilde yaklaşma imkânı veren duruş veya zihin hâline ne ad verilir?</strong>",
    "options": {
      "A": "Sanat felsefesi",
      "B": "Estetik felsefesi",
      "C": "Bilimsel estetik",
      "D": "Niceliksel estetik",
      "E": "Estetik tavır"
    },
    "correctAnswer": "E",
    "explanation": "İnsanın bir sanat eserine ya da estetik nesneye, onu pratik veya teorik çıkarlar gözetmeden, sadece <b>algısal niteliklerini takdir etmek</b> ve estetik bir haz duymak amacıyla yaklaştığı, bilinçli zihin haline <b>Estetik Tavır (Estetik Duruş)</b> denir. Bu tavır, <b>çıkar gözetmeyen</b> bir yaklaşımla karakterizedir."
  },
  {
    "id": "200959",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi estetikte geçerli yargıların özelliklerinden biridir?</strong>",
    "options": {
      "A": "Ölçülebilir yargılardır.",
      "B": "Değer açısından bir niceliğin belirlenmesine dayanır.",
      "C": "Kesin yargılardır.",
      "D": "Nesnellik düzeyinde kesin ölçüye sahip olan yargılardır.",
      "E": "Nicelik belirlemelerine dayalı kesin yargılar değildir."
    },
    "correctAnswer": "E",
    "explanation": "Estetikte geçerli yargılar, özellikle Kant felsefesi bağlamında, <b>çıkar gözetmeme</b> (disinterestedness) özelliğiyle tanımlanır. Estetik yargı, nesnenin varlığına, faydasına veya mülkiyetine yönelik kişisel bir çıkar taşımaksızın, yalnızca nesnenin algılanma biçiminden doğan hazzı temel alır."
  },
  {
    "id": "200961",
    "unitNumber": 3,
    "text": "<strong>İnsan yaşamında hem evrensel hem bireysel ile kendini gösteren, bu açıdan bir nesneyi nesnel özellikleri ile belirlerken belirleyen benin, öznel özelliklerini de ortaya koyan kavram aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Estetik uyum",
      "B": "Estetik değer",
      "C": "Estetik tavır",
      "D": "Estetik bilim",
      "E": "Estetik yargı"
    },
    "correctAnswer": "B",
    "explanation": "Hem nesnenin <b>evrensel (nesnel) yapısını</b> hem de belirleyen benin <b>bireysel (öznel) hazzını</b> barındıran, estetik deneyimin merkezindeki kavram <b>Güzellik (Güzel)</b> kavramıdır. Güzellik, nesnedeki uyum ile öznenin çıkar gözetmeyen algısı arasındaki köprüyü kurar."
  },
  {
    "id": "200964",
    "unitNumber": 3,
    "text": "……………………………, karşısında estetik tavır alınan, estetik yaşamın konusu olan şeydir.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "options": {
      "A": "Estetik özne",
      "B": "Estetik haz",
      "C": "Estetik tavır",
      "D": "Estetik nesne",
      "E": "Estetik yargı"
    },
    "correctAnswer": "D",
    "explanation": "<b>Estetik Nesne</b>, karşısında estetik tavır alınan, yani üzerinde estetik bir yargı geliştirilen ve estetik yaşamın (deneyimin) konusu olan şeydir. Bu, bir sanat eseri, doğa manzarası ya da herhangi bir duyusal obje olabilir."
  },
  {
    "id": "210272",
    "unitNumber": 3,
    "text": "<strong>Genel olarak sanat ya da güzellik alanında söz konusu olan değerleri konu alan felsefe disiplini aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Sanat",
      "B": "Güzellik",
      "C": "Estetik",
      "D": "Yöntem",
      "E": "Bilgi"
    },
    "correctAnswer": "C",
    "explanation": "Genel olarak <b>sanat</b> ya da <b>güzellik</b> alanında söz konusu olan değerleri (estetik değerleri), beğeni yargılarının doğasını ve duyusal algıyı konu alan felsefe disiplini <b>Estetik</b>'tir."
  },
  {
    "id": "210277",
    "unitNumber": 3,
    "text": "<strong>Poetika adlı yapıtında dram sanatından ve tragedyaya özgü kurallardan söz etmesine karşın doğrudan doğruya güzeli değil, güzeli açıklayan sanatı ele alan düşünür aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Platon",
      "B": "Aristoteles",
      "C": "Plotinos",
      "D": "Thales",
      "E": "Sokrates"
    },
    "correctAnswer": "B",
    "explanation": "<b>Poetika</b> adlı yapıtında dram sanatı ve tragedyaya özgü kuralları inceleyen, güzeli açıklamak yerine <b>Mimesis (sanatın kendisi)</b> ve onun yarattığı etki olan <b>Katarsis</b> üzerine yoğunlaşan düşünür <b>Aristoteles</b>'tir. Aristoteles, sanatı Platon'dan farklı olarak pozitif bir faaliyet olarak görmüştür."
  },
  {
    "id": "242195",
    "unitNumber": 3,
    "text": "<strong>Güzel kavramının yeterli olmadığını ileri sürerek güzellik ve beğeni yargılarını öne çıkartan ve estetik bilinci genel olarak insan deneyimindeki anlamlı ve birlikli bir öge olarak değerlendiren düşünür aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Kant",
      "B": "Russel",
      "C": "Hume",
      "D": "Schelling",
      "E": "Hegel"
    },
    "correctAnswer": "A",
    "explanation": "Güzel kavramının tek başına yeterli olmadığını ileri sürerek, estetiği <b>güzellik ve beğeni yargıları</b> üzerine kuran ve estetik bilinci insan deneyimindeki birlikli bir öge olarak değerlendiren düşünür <b>Immanuel Kant</b>'tır. Kant, bu analizi <i>Yargı Gücünün Eleştirisi</i> eserinde gerçekleştirmiştir."
  },
  {
    "id": "242205",
    "unitNumber": 3,
    "text": "<strong>Çağdaş estetikte, yalnızca başarısız olanı, anlatamayanı veya anlatımda eksik kalanı ifade etmek için kullanılan kavram aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Güzel",
      "B": "Değerli",
      "C": "Niceliksiz",
      "D": "Fikirsiz",
      "E": "Çirkin"
    },
    "correctAnswer": "E",
    "explanation": "Çağdaş estetikte, estetik uyumu yakalayamayanı, anlatımda <b>başarısız olanı</b> veya eksik kalanı ifade etmek için kullanılan kavram genellikle <b>Çirkin</b> (The Ugly) veya estetik değer yoksunluğunu ifade eden ilgili terimlerdir. Bu kavram, güzelliğin sadece karşıtı değil, aynı zamanda <b>estetik ifadenin yetersizliğini</b> de simgeler."
  },
  {
    "id": "242207",
    "unitNumber": 3,
    "text": "<strong>Özne ile nesne arasındaki ya da izleyici ile yapıt arasındaki duyulur ilişkinin duyumsaldan duygusala, duygusaldan düşünsele ulaştıkça varılan kavram aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Estetik haz",
      "B": "Estetik değer",
      "C": "Estetik duruş",
      "D": "Estetik yargı",
      "E": "Estetik nesne"
    },
    "correctAnswer": "A",
    "explanation": "Özne ile nesne arasındaki duyulur ilişkinin, yüzeysel duyumsamadan başlayarak (duyumsal), duygusal bir reaksiyona ve nihayetinde <b>düşünsel bir kavrayışa</b> ulaştığı derinleşmiş sürece <b>Estetik Deneyim (Estetik Yaşantı)</b> adı verilir. Bu, algısal sürecin entelektüel boyuta taşınmasıdır."
  },
  {
    "id": "294261",
    "unitNumber": 3,
    "text": "<strong>Sanat kavramı aşağıdaki hangi terimlerden türemiştir?</strong>",
    "options": {
      "A": "Tekhne ve ars",
      "B": "Estetik ve dis",
      "C": "Zanaat ve haz",
      "D": "Abis ve açelya",
      "E": "Ekso ve Değgin"
    },
    "correctAnswer": "A",
    "explanation": "Sanat kavramı, ustalık, beceri ve yapma eylemini ifade eden <b>Yunanca tekhne</b> ve <b>Latince ars</b> terimlerinden türemiştir. Bu terimler, Batı düşüncesinde sanatın temellerini oluşturur."
  },
  {
    "id": "294266",
    "unitNumber": 3,
    "text": "<strong>Grekçe \"aisthesis\" sözcüğüne karşılık gelecek şekilde, çok incelmiş kavramsal düşünce alanına karşıt olarak tüm insani algı ve duyum alanına göndermede bulunan bir kavram olarak estetiği kullanan düşünür aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Aristoteles",
      "B": "Platon",
      "C": "Baumgarten",
      "D": "Kant",
      "E": "Plotinos"
    },
    "correctAnswer": "C",
    "explanation": "Grekçe <b>\"aisthesis\"</b> (duyum) sözcüğüne karşılık gelecek şekilde, kavramsal düşünceye (mantık) karşıt olarak <b>tüm insani algı ve duyum alanına</b> göndermede bulunan bir kavram olarak estetiği (Aesthetica) kullanan ve disiplini kuran düşünür <b>Alexander Gottlieb Baumgarten</b>'dir."
  },
  {
    "id": "294269",
    "unitNumber": 3,
    "text": ".......................özne ile nesne arasındaki ya da izleyici ile yapıt arasındaki duyulur ilişkinin ürünüdür.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "options": {
      "A": "Estetik özne",
      "B": "Estetik haz",
      "C": "Estetik nesne",
      "D": "Estetik yargı",
      "E": "Estetik tavır"
    },
    "correctAnswer": "B",
    "explanation": "Özne (izleyici) ile nesne (yapıt) arasındaki <b>çıkar gözetmeyen duyulur ilişkinin</b> ürünü, <b>Estetik Deneyim</b> (Estetik Yaşantı) veya bu deneyimin sonucunda oluşan <b>Estetik Yargı</b>'dır. Bu ilişki, duyusal algı yoluyla oluşur ve estetik bilinci doğurur."
  },
  {
    "id": "345721",
    "unitNumber": 3,
    "text": "<strong>Estetik ile ilgili sorunları \"estetik\" kavramı altında toplayan kişi aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Alexander Baumgarten",
      "B": "Platon",
      "C": "Aristoteles",
      "D": "Platinos",
      "E": "Kant"
    },
    "correctAnswer": "A",
    "explanation": "Güzellik, beğeni ve sanatla ilgili sorunları felsefi bir disiplin altında toplayarak <b>\"estetik\"</b> kavramını bu alana ad olarak veren kişi, 18. yüzyıl Alman düşünürü <b>Alexander Gottlieb Baumgarten</b>'dir."
  },
  {
    "id": "346860",
    "unitNumber": 3,
    "text": "<strong>Estetik aşağıdaki düşünürlerden hangileri tarafından kurulmuştur?</strong>",
    "options": {
      "A": "Russel ve Hume",
      "B": "Baccon ve Kant",
      "C": "Aristoteles ve Platon",
      "D": "Baumgarten ve Kant",
      "E": "Wittgenstein ve Lucas"
    },
    "correctAnswer": "D",
    "explanation": "Estetik, bağımsız bir felsefi disiplin olarak 18. yüzyılda <b>Alexander Gottlieb Baumgarten</b> tarafından kurulmuştur. Ancak estetik yargının doğasını inceleyerek ve beğeni sorununu merkeze alarak disiplini modern anlamda temellendiren diğer kilit düşünür <b>Immanuel Kant</b>'tır."
  },
  {
    "id": "200976",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi sanat eserleri ile ilgili olarak <u>yanlıştır</u>?</strong>",
    "options": {
      "A": "Sanat eserleri toplumsal ürünlerdir.",
      "B": "Sanatçı, sanat eserini toplumsal değerlerden ve deneyimlerinden bağımsız olarak üretmez.",
      "C": "Sanat eserlerinde, yaşanan dönemin izleri vardır.",
      "D": "Sanat eserleri üretim ve tüketim kavramlarıyla ele alınmaktadır.",
      "E": "Sanat eserleri küreselleşme ile ortaya çıkmıştır."
    },
    "correctAnswer": "E",
    "explanation": "Bu soru, sanat eserlerinin temel özelliklerine odaklanmaktadır. Sanat eserleri genellikle <b>tekrarlanamaz, özgün ve biricik</b> olarak kabul edilir. Sanat eseri, sanatçının yaratıcılığı ve emeği ile ortaya çıkar. Ancak, sanat eserinin anlamı ve değeri tamamen izleyicinin kişisel yorumuna bağlı değildir; aynı zamanda <b>kültürel, tarihi ve toplumsal bağlam</b> içinde değerlendirilir. Yanlış olan ifade genellikle sanat eserlerinin tamamen nesnel (objective) olduğu veya standart formüllerle üretilebileceği yönündeki bir ifadedir, çünkü sanat eserleri büyük ölçüde <b>öznel yaratıcılığın ve yorumun</b> ürünüdür."
  },
  {
    "id": "200980",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi üretim ve tüketim kavramlarının sanat eseri ile birlikte ele alınmasının sebeplerinden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Kamu ve özel kuruluşların isteği",
      "B": "Sanatın kitleselleşmesi",
      "C": "Sanatın endüstrileşmesi",
      "D": "Sanatın tüketilebilir olduğuna dair görüşlerin artması",
      "E": "Sanatsal taleplerin pazar ve şirketler aracılığıyla karşılanması"
    },
    "correctAnswer": "A",
    "explanation": "Sanat eserlerinin üretim ve tüketim kavramlarıyla ele alınmasının temel sebepleri, sanatın modern toplumda bir <b>meta (commodity)</b> haline gelmesi, ekonomik döngülere girmesi ve <b>piyasa değerinin</b> oluşmasıdır. Ayrıca, sanat eserinin üretimi, <b>emek</b> gerektiren somut bir süreçtir. Bu kavramların birlikte ele alınmasının sebebi olmayan durum ise, sanat eserinin sadece ruhsal veya estetik bir zevk sağlaması gibi <b>ekonomik süreçlerden bağımsız</b> bir boyutu vurgulayan bir durumdur."
  },
  {
    "id": "200984",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi sanatçının ve eserinin tanınmasını sağlayanlardan biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Küratörler",
      "B": "Öğretmenler",
      "C": "Önsöz yazarları",
      "D": "Sanat tüccarları",
      "E": "Eleştirmenler"
    },
    "correctAnswer": "B",
    "explanation": "Sanatçının ve eserinin tanınmasını sağlayan temel etmenler dışsal ve kurumsaldır. Bunlar arasında <b>eleştirmenlerin ve küratörlerin</b> değerlendirmeleri, sanat eserlerinin sergilendiği <b>galeriler ve müzeler</b> gibi sanat kurumları ve <b>sanat piyasası</b> dinamikleri bulunur. Sanatçının tanınırlığını sağlamayan bir faktör ise genellikle sanatçının <b>kişisel veya içsel durumu</b> (örneğin, sanatçının yalnızlığı veya iç dünyası) gibi dışsal değerlendirme mekanizmalarına etki etmeyen bir durumdur."
  },
  {
    "id": "200988",
    "unitNumber": 4,
    "text": "<strong>Sanat eserlerini bireysel yaratılardan ziyade kolektif çalışma ürünleri olarak gören ilk analiz türü kime aittir?</strong>",
    "options": {
      "A": "Bourdieu",
      "B": "Karl Marx",
      "C": "Howard S. Becker",
      "D": "Durkheim",
      "E": "Gadamer"
    },
    "correctAnswer": "C",
    "explanation": "Sanat eserlerini bireysel deha ürünü olmaktan çıkarıp, <b>toplumsal ve kolektif çalışma ürünleri</b> olarak gören ilk analitik yaklaşımlar <b>Marksist estetik ve sosyolojik sanat tarihi</b> ekollerine aittir. Özellikle <b>Arnold Hauser</b> gibi isimler, sanatın bir üstyapı kurumu olarak ait olduğu <b>sosyoekonomik yapının ve sınıf ilişkilerinin</b> bir ürünü olduğunu vurgulamıştır. Bu görüş, sanatın temelini bireysel yaratıdan ziyade toplumsal koşullara dayandırır."
  },
  {
    "id": "200992",
    "unitNumber": 4,
    "text": "Sanat toplumsal eğilimlerin dışavurumu ve yansımasıdır ancak sanat sadece bu yansıma ile ifade edilemez. Sanat aynı zamanda toplumu aşmalı, mevcut toplumdan çok daha iyi “yeni” bir topluma ulaşmak için rehberlik etmelidir.<br/><strong>Yukarıdaki düşünce aşağıdakilerden hangisine aittir?</strong>",
    "options": {
      "A": "Adorno",
      "B": "Janet Wolff",
      "C": "Bourdieu",
      "D": "Gadamer",
      "E": "Becker"
    },
    "correctAnswer": "A",
    "explanation": "Yukarıdaki düşünce, sanatın sadece toplumu yansıtmakla kalmayıp, aynı zamanda <b>toplumu aşma ve dönüştürme</b> potansiyeline sahip olduğunu savunur. Bu görüş, özellikle <b>Frankfurt Okulu</b> düşünürlerinden <b>Herbert Marcuse</b>’a aittir. Marcuse, sanatın mevcut toplumsal düzenin ideolojisine direnen ve daha iyi bir geleceğin (<b>ütopik</b>) imkânlarını gösteren bir <b>eleştirel güç</b> olduğunu savunmuştur."
  },
  {
    "id": "200995",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi sanatın üretimi ile ilgili verilen bilgilerden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Sosyal yapının temel unsurları olan aile, kültür, din ekonomi ve politika sanatı, sanatçıyı ve eseri etkilemektedir.",
      "B": "Geleneksel devletlerde sanatın form ve içeriğini patronaj ilişkileri belirler.",
      "C": "Totaliter yönetimler sanatçıların mevcut düzenin benimsetilmesini sağlayacak eserler üretmesini zorunlu kılar.",
      "D": "Totaliter yönetimler de muhalif sanatçılara ve eserlere yasaklamalar getirilir.",
      "E": "Demokratik toplumlarda sanat yöneticilere doğrudan bağlıdır."
    },
    "correctAnswer": "E",
    "explanation": "Sanatın üretimi, sanatçının <b>fikirlerini, becerilerini ve emeğini</b> kullanarak soyut bir kavramı (tasarımı) <b>somut bir forma</b> dönüştürme sürecidir. Bu süreç, genellikle <b>amaçlı, bilinçli ve disiplinli</b> bir çalışmayı içerir. Sanat üretimi ile ilgili yanlış bir bilgi, üretimin tamamen <b>rastlantısal, ekonomik karşılığı olmayan</b> veya <b>emek gerektirmeyen</b> bir eylem olduğu yönündeki bir iddia olacaktır."
  },
  {
    "id": "200998",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi sanatsal üretimi belirleyen yeni dinamiklerden biridir?</strong>",
    "options": {
      "A": "Sanat mühendisliği tutkusu",
      "B": "Sanatın gelenekselleşmesi",
      "C": "Kültürün sanatı etkilemesi",
      "D": "Sanatçının hayal gücü",
      "E": "Toplumun tepkisi"
    },
    "correctAnswer": "A",
    "explanation": "Sanatsal üretimi belirleyen yeni dinamikler, 20. yüzyılın sonlarından itibaren artan <b>küreselleşme, teknolojik gelişmeler</b> ve <b>piyasa baskıları</b> ile ilgilidir. Özellikle <b>dijital medya, internet ve sosyal ağların</b> ortaya çıkışı, hem üretim araçlarını hem de sanatın yayılma ve tanınma biçimlerini kökten değiştirmiştir. Sanat, artık daha çok <b>kitlesel iletişim araçları</b> ve <b>hızlı tüketim döngüleri</b> tarafından belirlenir hale gelmiştir."
  },
  {
    "id": "201000",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi tüketim kültürünün sanata ve sanatçıya olan etkilerinden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Sanat eserleri alınır alınmaz atığa dönüşmektedir.",
      "B": "Sanatçı ürünlerini pazara çıkarmaktadır.",
      "C": "Sanatçı sanatını yeniden üretebilmek için diğer sanatçılar ile pazarda rekabet etmek durumundadır.",
      "D": "Sanat kapitalist sistemin tüketim nesneleri hâline gelmiştir.",
      "E": "Sanata toplumsal sorumluluklar yüklenmiştir."
    },
    "correctAnswer": "E",
    "explanation": "Tüketim kültürü, sanat eserlerinin <b>metalaşmasına</b> (commodity) yol açar, sanatı bir <b>yatırım aracı</b> ve <b>statü sembolü</b> olarak görmeye teşvik eder. Ayrıca, sanatsal üretimi de <b>hızlı, seri ve piyasa taleplerine uygun</b> hale gelmeye zorlar. Tüketim kültürünün bir etkisi olmayan durum ise, genellikle sanatın <b>pazar dinamiklerinden tamamen bağımsız</b> kalması veya sanatsal üretimin <b>eski geleneksel zanaat formlarına</b> geri dönmesi gibi modern döneme aykırı bir durumu ifade eder."
  },
  {
    "id": "201005",
    "unitNumber": 4,
    "text": "<strong>Rachel Harrison’un 2007 tarihli “Büyük İskender” adlı sanat eserinde aşağıdakilerden hangisini vurgulamıştır?</strong>",
    "options": {
      "A": "Küreselleşme ve sanat",
      "B": "Sanat ve tarih",
      "C": "Sanayileşme ve sanat",
      "D": "Tüketim kültürü, sanat ve tarih",
      "E": "Gündelik yaşam tarzları"
    },
    "correctAnswer": "D",
    "explanation": "Rachel Harrison, heykellerinde ve enstalasyonlarında sıklıkla <b>hazır nesneleri (readymade)</b>, çöpleri ve <b>gündelik tüketim ürünlerini</b> kullanır. 2007 tarihli “Büyük İskender” (Alexander the Great) gibi eserlerinde, tarihi ve kültürel referansları <b>kitlesel kültür nesneleriyle</b> birleştirerek, <b>tüketim çılgınlığını, kitch kültürü</b> ve sanat eserinin <b>tekillik/özgünlük</b> iddiasını sorgulamıştır. Vurguladığı temel konu, <b>kullan at</b> kültürünün eleştirisi ve yüksek kültür ile düşük kültür arasındaki sınırların bulanıklaşmasıdır."
  },
  {
    "id": "201008",
    "unitNumber": 4,
    "text": "<strong>Sanat alanında tüketim kültürü ve toplumuna tepki gösteren ilk isim aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Janet Wolff",
      "B": "Marcel Ducamp",
      "C": "Becker",
      "D": "Weber",
      "E": "Marx"
    },
    "correctAnswer": "B",
    "explanation": "Sanat alanında tüketim kültürüne ve toplumuna doğrudan tepki gösteren ve bunu sanatsal pratiğine taşıyan akım <b>Pop Art</b>'tır. Tüketim nesnelerini bizzat sanat eseri olarak kullanan ve seri üretim tekniklerini benimseyerek tüketim toplumunu eleştiren/yansıtan ilk büyük figür <b>Andy Warhol</b>'dur. Warhol, bu nesneleri kullanarak sanatın <b>aura</b>sını ve <b>özgünlük</b> kavramını yıkmıştır. (Eğer seçeneklerde Marcel Duchamp varsa, 'readymade' ile bu eleştirinin felsefi temeli atılmıştır, ancak tüketim kültürüne doğrudan tepki Pop Art ile özdeşleşmiştir)."
  },
  {
    "id": "210282",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi sanatın üretim ve tüketim kavramlarıyla ele alınmasına etki eden unsurlardan biridir?</strong>",
    "options": {
      "A": "Sanatın kitleselleşmesi ve endüstrileşmesi",
      "B": "Dinin sanatta etkili olması",
      "C": "Sanatın eleştirilmesi",
      "D": "Geleneklerin sanatı etkilemesi",
      "E": "Sanatın bireyselleşmesi"
    },
    "correctAnswer": "A",
    "explanation": "Sanatın üretim ve tüketim kavramlarıyla ele alınmasına etki eden en önemli unsurlardan biri, sanat eserlerinin <b>ekonomik bir değer</b> kazanması ve <b>piyasa içerisinde alınıp satılan bir meta (commodity)</b> haline gelmesidir. Sanat eseri artık sadece estetik bir obje değil, aynı zamanda <b>ekonomik döngünün</b> bir parçası ve bir <b>yatırım nesnesidir</b>. Bu durum, sanatın toplumsal, kültürel ve ekonomik boyutlarının birlikte incelenmesini gerektirir."
  },
  {
    "id": "210284",
    "unitNumber": 4,
    "text": "<strong>Sanatçının tasarladığı çalışmasını soyut plandan somut plana geçirmek için yapmaya koyulduğu süreci aşağıdakilerden hangisi tanımlar?</strong>",
    "options": {
      "A": "Üretim süreci",
      "B": "Açıklama süreci",
      "C": "Tüketim süreci",
      "D": "Pazarlama süreci",
      "E": "Anlatma süreci"
    },
    "correctAnswer": "A",
    "explanation": "Sanatçının zihnindeki <b>soyut planı (fikir, tasarım)</b>, materyaller, teknikler ve emek kullanarak <b>somut bir fiziksel forma</b> (resim, heykel, performans vb.) dönüştürme eylemi <b>Üretim (Production)</b> olarak tanımlanır. Bu süreç, sadece yaratıcı düşünceyi değil, aynı zamanda <b>fiziksel emeği</b> ve materyallerle etkileşimi de içerir. Bu süreç, sanatın <b>ekonomik ve sosyolojik</b> açıdan da incelenebilmesinin temelini oluşturur."
  },
  {
    "id": "241925",
    "unitNumber": 4,
    "text": "<strong>Marksistlere göre sanat eseri ile ilgili a</strong><strong>şağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "options": {
      "A": "Sanat eserinin üretimi insan emeğinin ve etkinliğinin ürünüdür.",
      "B": "Sanat eseri tüketim için üretilmiştir.",
      "C": "Sanat eserinin üretimi doğrudan toplumu yansıtır.",
      "D": "Sanatçı esere hayal gücünü de katar.",
      "E": "Eser sürekli değişen bir biçimden oluşur."
    },
    "correctAnswer": "C",
    "explanation": "Marksist yaklaşıma göre sanat eseri, ait olduğu <b>üstyapının</b> bir parçasıdır ve <b>ekonomik altyapı</b> tarafından belirlenir. Sanat, asla sadece bireysel bir deha veya ruhsal bir yaratım olarak görülemez; daima <b>toplumsal emek ve tarihsel koşulların</b> ürünüdür. Marksistlere göre sanat eseri ile ilgili yanlış olan ifade, eserin <b>toplumsal koşullardan bağımsız</b> olduğu veya sadece <b>bireysel bir mucize</b> olduğu yönündeki bir iddiadır."
  },
  {
    "id": "241929",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi postmodern sanatın özelliklerinden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Sanatın kitleselleşmesi",
      "B": "Sanatın endüstrileşmesi",
      "C": "Kitlelerce para karşılığında tüketilmesi",
      "D": "Ticari kaygılar ile üretilmesi",
      "E": "Belli kurallara göre üretilmesi"
    },
    "correctAnswer": "E",
    "explanation": "Postmodern sanat, Modernizmin temel inançlarını sorgular. Özellikleri arasında <b>üst anlatıların reddi, pastiş, eklektizm, yüksek ve düşük kültür arasındaki sınırların kaldırılması</b> ve <b>alıntılama (appropriation)</b> bulunur. Postmodern sanatın özelliklerinden biri olmayan durum, Modernizmin savunduğu gibi <b>yüksek sanatsal özgünlüğe, tekilliğe</b> veya <b>evrensel bir hakikate</b> aşırı vurgu yapılmasıdır. Postmodernizm, tam tersine <b>kopya ve çoğaltmaya</b> değer verir."
  },
  {
    "id": "241930",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi sanat alanında tüketim kültürü ve toplumuna tepki gösteren isimlerden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Ducamp",
      "B": "Warhol",
      "C": "Hamilton",
      "D": "Weber",
      "E": "Wesselmann"
    },
    "correctAnswer": "D",
    "explanation": "Tüketim kültürüne tepki gösteren isimler genellikle <b>Pop Art</b> akımından (Andy Warhol, Roy Lichtenstein) veya <b>Conceptual Art</b> akımından (Joseph Kosuth) gelen sanatçılar ya da <b>Frankfurt Okulu</b> gibi eleştirel kuramcılardır. Bu listeye ait olmayan bir isim, genellikle tüketim kültürü eleştirisine odaklanmayan, belki de <b>soyut dışavurumcu</b> ya da <b>geleneksel modernist</b> bir sanatçı olacaktır (örn. Jackson Pollock). Doğru cevap, listedeki diğer sanatçılar tüketim toplumuna eleştirel yaklaşımlarıyla bilinirken, bu bağlamda öne çıkmayan isimdir."
  },
  {
    "id": "294276",
    "unitNumber": 4,
    "text": "<strong>Sanat alanına başlayan, hem tüketim nesnelerinin sanatın birer nesnesi şeklinde kullanılması ve hem de tüketim toplumuna ve kültürüne tepki gösterilmesi akımı kiminle başlamıştır?</strong>",
    "options": {
      "A": "Rauschenberg",
      "B": "Beuys",
      "C": "Wesselmann",
      "D": "Marcel Ducamp",
      "E": "Warhol"
    },
    "correctAnswer": "D",
    "explanation": "Tüketim nesnelerinin sanat nesnesi olarak kullanılması ve aynı zamanda tüketim toplumuna tepki gösterilmesi, 1950'lerin ortalarında İngiltere'de, ardından ABD'de gelişen <b>Pop Art</b> akımının temelini oluşturur. Bu akım, seri üretimi, reklam kültürünü ve ticari görselleri sanat sahnesine taşımıştır. Bu akımın en belirgin ve öncü figürü, <b>Andy Warhol</b>'dur. Warhol, tüketim nesnelerini ve ünlü imajlarını tekrarlayarak, sanatın <b>metalaşmasını</b> ve <b>kitle kültürünün gücünü</b> sorgulamıştır."
  },
  {
    "id": "345726",
    "unitNumber": 4,
    "text": "<strong>''Sanat eserinin yönetimi insan emeğinin ve etkinliğinin ürünüdür.'' anlayışı hangi estetik anlayışa aittir?</strong>",
    "options": {
      "A": "Marksist estetiği",
      "B": "Adorno estetiği",
      "C": "Gadamer estetiği",
      "D": "Wolff estetiği",
      "E": "Bourdieu estetiği"
    },
    "correctAnswer": "A",
    "explanation": "Sanat eserinin insan <b>emeğinin ve etkinliğinin</b> ürünü olduğu anlayışı, sanatı <b>idealist</b> yaklaşımdan uzaklaştırarak <b>somut, materyalist</b> bir zemine oturtur. Bu görüş, sanatın bir <b>üretim ilişkisi</b> içinde, belirli bir ekonomik ve sosyal yapının sonucu olarak ortaya çıktığını savunan <b>Marksist Estetik</b> anlayışına aittir. Bu yaklaşım, sanatçının çalışmasını kapitalist sistemdeki diğer <b>emek biçimleriyle</b> ilişkilendirir."
  },
  {
    "id": "345727",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi sanat eserinin tanınmasını sağlayan etmenlerden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Eleştirmenler",
      "B": "Ön söz yazarları",
      "C": "Küratörler",
      "D": "Araştırmacılar",
      "E": "Sanat tüccarları"
    },
    "correctAnswer": "D",
    "explanation": "Sanat eserinin tanınmasını sağlayan etmenler <b>kurumsal destek, piyasa değeri ve medya görünürlüğü</b> gibi dışsal faktörlerdir. Bunlar; müzelerin sergilemesi, eleştirmenlerin değerlendirmesi, galerilerin pazarlaması ve sanat piyasasının esere biçtiği değerdir. Sanat eserinin tanınmasını sağlamayan bir etmen ise, bu kurumsal ve piyasa mekanizmalarından bağımsız, <b>bireysel tercihlere</b> veya <b>eserin niteliği dışında kalan</b> (örneğin, kullanılan boya markası gibi) teknik detaylara odaklanan bir durumdur."
  },
  {
    "id": "345728",
    "unitNumber": 4,
    "text": "<strong>Sanatı toplumsal eğilimlerin dışa vurumu şeklinde açıklayan kimdir?</strong>",
    "options": {
      "A": "Gadamer",
      "B": "Adorno",
      "C": "Wolff",
      "D": "Becker",
      "E": "Bourdieu"
    },
    "correctAnswer": "B",
    "explanation": "Sanatı doğrudan <b>toplumsal eğilimlerin dışa vurumu ve yansıması</b> olarak açıklayan, yani sanatın ait olduğu dönemin ekonomik ve sosyal yapısının bir ürünü olduğunu savunan kişi veya düşünürler arasında sosyolojik sanat tarihçi <b>Arnold Hauser</b> öne çıkar. Hauser, sanatın tarihi ve gelişimini <b>toplumsal ve sınıfsal değişimler</b> bağlamında incelemiştir. Bu yaklaşım, sanatın <b>toplumsal gerçekliği yansıttığı</b> Marksist kuramdan beslenir."
  },
  {
    "id": "201019",
    "unitNumber": 5,
    "text": "<strong>Sanat ve Toplum adlı kitap aşağıdaki düşünürlerden hangisine aittir?</strong>",
    "options": {
      "A": "Herbert Spencer",
      "B": "Herbert Read",
      "C": "Herbert Marcuse",
      "D": "Hermann Hesse",
      "E": "Harold Bloom"
    },
    "correctAnswer": "B",
    "explanation": "Sanat ve toplum arasındaki ilişkileri inceleyen, sanatın tarihsel gelişimini sosyolojik bağlamda ele alan <b>“Sanat ve Toplum”</b> (The Social History of Art) adlı kapsamlı eser, genellikle <b>Arnold Hauser</b>'a atfedilir. Hauser, sanatı toplumsal, ekonomik ve kültürel koşulların bir ürünü olarak değerlendirmiştir."
  },
  {
    "id": "201023",
    "unitNumber": 5,
    "text": "Güdüler, bir organizmanın hareketini başlatan, yönlendiren, sürekliliğini sağlayan güç; eylemin ya da etkinliğin gizli nedeni olarak tanımlanabilir. Bir güdünün bireyi belli bir davranışa yönlendirmesi için belli bir amaca yönelik olması gerekir. Bu güç, ya da neden, fizyolojik ya da toplumsal ihtiyaçlardan kaynaklanabilir. Sosyal ihtiyaçlara yönelik olanlara ................ ve bedensel ihtiyaçlara yönelik olanlara ise .............. denilir.<br/><strong>Yukarıdaki paragrafta boş bırakılan yerlere sırasıyla aşağıdakilerden hangisi getirilmelidir?</strong>",
    "options": {
      "A": "düşünce – duygu",
      "B": "duygu - düşünce",
      "C": "güdü - dürtü",
      "D": "dürtü - güdü",
      "E": "sosyogenez – biyogenez"
    },
    "correctAnswer": "C",
    "explanation": "Güdüler, davranışları başlatan ve yönlendiren güçlerdir. İhtiyaçların kaynağına göre ayrılırlar: Toplumsal çevre ve öğrenme yoluyla edinilen ihtiyaçlara yönelik olanlara <b>sosyal (toplumsal) güdüler</b> (örn. başarı, ait olma) denilir; bedenin biyolojik dengesini sağlamaya yönelik doğuştan gelen ihtiyaçlara yönelik olanlara ise <b>fizyolojik (biyolojik) güdüler</b> (örn. açlık, susuzluk) denilir."
  },
  {
    "id": "201026",
    "unitNumber": 5,
    "text": "<strong>Sanat, sanatçı ve sanatsever arasında canlı bir etkileşim ortamları sunan ve sanatın pazar yeri olarak tanımlandığı mekânlara ne ad verilir?</strong>",
    "options": {
      "A": "Galeri",
      "B": "Müze",
      "C": "Sanat evi",
      "D": "Sanat okulu",
      "E": "Sanat merkezi"
    },
    "correctAnswer": "A",
    "explanation": "Sanatçı, yapıt ve sanatseverin bir araya geldiği, sanat eserlerinin <b>sergilendiği</b>, <b>tanıtıldığı</b> ve <b>pazar yeri</b> olarak ticaretinin yapıldığı ticari kuruluşlara <b>Sanat Galerileri</b> adı verilir. Galeriler, sanat piyasasının temel kurumlarıdır."
  },
  {
    "id": "201028",
    "unitNumber": 5,
    "text": "..................; halka açık bir şekilde kâr amacı gütmeden, topluma ve toplumun gelişimine hizmet eden, insanlık mirasını koruyan, araştıran, ileten ve sergileyen kurum olarak nitelendirilmektedir.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "options": {
      "A": "Üniversite",
      "B": "Sanat evi",
      "C": "Sanat okulu",
      "D": "Sanat galerisi",
      "E": "Müze"
    },
    "correctAnswer": "E",
    "explanation": "Tanımı yapılan kurum <b>Müze</b>'dir. Müzeler, kâr amacı gütmeyen, halka açık, topluma ve gelişimine hizmet eden, insanlık mirasını <b>koruyan</b>, <b>araştıran</b>, <b>ileten</b> ve sergileyen daimi kuruluşlardır. Bu misyonlar, müzelerin temel kültürel görevleridir."
  },
  {
    "id": "201029",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi kişiliğin kazanılması, şekil alması adına eylemi başlatan, sürdüren ve yönlendiren zihinsel etkendir?</strong>",
    "options": {
      "A": "Aliterasyon",
      "B": "Motivasyon",
      "C": "Mobilizasyon",
      "D": "Adaptasyon",
      "E": "Depresyon"
    },
    "correctAnswer": "B",
    "explanation": "Kişiliğin kazanılması ve şekil alması sürecinde, eylemi başlatan, sürdüren ve yönlendiren zihinsel ve fiziksel güçlerin tamamına <b>Güdü (Motivasyon)</b> denir. Güdüler, bireyi hedeflere ulaşmak için harekete geçiren itici kuvvetlerdir."
  },
  {
    "id": "201031",
    "unitNumber": 5,
    "text": "..................., derin bilgi ve birikiminden hareketle sanat yapıtının teorik ve estetik bağlamını değerlendirir, bilinmeyen yanlarını ortaya koyar, sanatçının tanınmasını ve beğenilmesini sağlar, büyük kitleleri eğitir ve kültürel hayata katkıda bulunur.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "options": {
      "A": "Eleştirmen",
      "B": "Sanatsever",
      "C": "Koleksiyoncu",
      "D": "Müzeci",
      "E": "Sanatçı"
    },
    "correctAnswer": "A",
    "explanation": "Derin bilgi ve birikiminden faydalanarak sanat yapıtını teorik ve estetik bağlamda değerlendiren, bilinmeyen yönlerini açıklayan, kamuoyunu eğiten ve sanatçının tanınmasını sağlayan kişiye <b>Sanat Eleştirmeni (Kritik)</b> denir. Eleştirmen, sanat ve toplum arasında bir köprü görevi üstlenir."
  },
  {
    "id": "201033",
    "unitNumber": 5,
    "text": "..................., olayların, haberlerin ve başka bilgilerin kitlelere aynı anda aktarılmasını sağlayan tüm görsel ve işitsel araçlardır.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "options": {
      "A": "İletişim",
      "B": "Bilişim",
      "C": "Medya",
      "D": "Ombudsman",
      "E": "Ajans"
    },
    "correctAnswer": "C",
    "explanation": "Olayların, haberlerin ve bilgilerin geniş kitlelere aynı anda (eş zamanlı) aktarılmasını sağlayan tüm görsel, işitsel veya yazılı araçlara <b>Kitle İletişim Araçları</b> (Medya) denir. Bu araçlar, kültürel bilginin yayılmasında hayati rol oynar."
  },
  {
    "id": "201036",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi sanatın iç dinamiklerinden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Kendini ifade etme",
      "B": "Kalıcı kılma",
      "C": "İnanç",
      "D": "Paylaşma ve beğenilme",
      "E": "Toplumun sanata bakışı"
    },
    "correctAnswer": "E",
    "explanation": "Sanatın <b>iç dinamikleri</b>, eserin kendi estetik, biçimsel ve teknik özelliklerinden kaynaklanan, sanatın içinden gelen gelişim gücüdür. Buna karşın, <b>Pazar Talebi</b> gibi ekonomik faktörler, sanatın varlığını ve yayılımını etkileyen <b>dış dinamiklere</b> örnek teşkil eder."
  },
  {
    "id": "201038",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi sanatın dış dinamiklerinden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Süreç",
      "B": "Çevre",
      "C": "Zamanın ruhu",
      "D": "Para kazanma",
      "E": "Medya"
    },
    "correctAnswer": "D",
    "explanation": "Sanatın <b>dış dinamikleri</b>, siyaset, din, ekonomi, hukuk veya toplumsal beklentiler gibi sanatın çevresel koşullarından kaynaklanır. Ancak, bir sanat yapıtının <b>Teknik Yeterliliği</b>, kullanılan malzeme ya da biçim gibi unsurlar, eserin kendi doğasıyla ilgili olan <b>iç dinamiklerden</b> biridir."
  },
  {
    "id": "201042",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi yeni medya sanatı türlerinden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Multimedia art",
      "B": "Digital art",
      "C": "Internet/net art",
      "D": "Interactive art",
      "E": "Photoshop art"
    },
    "correctAnswer": "E",
    "explanation": "Yeni medya sanatı türleri, dijital ve etkileşimli teknolojileri (video, internet, yazılım) kullanan çağdaş sanatlardır. <b>Heykel</b>, geleneksel olarak fiziksel, üç boyutlu malzemelerle yapılan bir sanat formu olup, yüksek teknolojiyi temel alan yeni medya sanatı türlerinden biri <b>değildir</b>."
  },
  {
    "id": "242219",
    "unitNumber": 5,
    "text": "<strong>İçsel faktörler ve bunların sanata etkisini öncelikle hangi bilimsel disiplinin inceleme alanına girer?</strong>",
    "options": {
      "A": "Sanat sosyolojisi",
      "B": "Sanat psikolojisi",
      "C": "Sanat ekonomisi",
      "D": "Sanat tarihi",
      "E": "Sanat felsefesi"
    },
    "correctAnswer": "B",
    "explanation": "Sanatın içsel faktörleri; yani sanatçının <b>yaratıcılık süreci</b>, <b>güdüleri</b>, algısı ve sanatın izleyici üzerindeki bireysel psikolojik etkileri gibi konular, öncelikle <b>Sanat Psikolojisi</b> (veya Estetik Psikolojisi) bilimsel disiplininin inceleme alanına girer."
  },
  {
    "id": "242223",
    "unitNumber": 5,
    "text": "......................, sanatın oluşumunda ve gelişiminde toplumsal yapının, sosyokültürel çevrenin koşullarını ve rolünü araştırır.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "options": {
      "A": "Sanat felsefesi",
      "B": "Sanat sosyolojisi",
      "C": "Sanat tarihi",
      "D": "Sanat ekonomisi",
      "E": "Sanat psikolojisi"
    },
    "correctAnswer": "B",
    "explanation": "Sanatın oluşumunda, gelişiminde ve alımlanmasında <b>toplumsal yapının</b>, sosyokültürel çevrenin ve ekonomik koşulların rolünü araştıran bilim dalına <b>Sanat Sosyolojisi</b> denir. Bu disiplin, sanatın toplumsal kökenlerini ve işlevlerini inceler."
  },
  {
    "id": "242225",
    "unitNumber": 5,
    "text": ".....................; sanata ilgi duyan, onu seven kişilerin tamamıdır.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "options": {
      "A": "Sanatçı",
      "B": "Koleksiyoncu",
      "C": "Sanatsever",
      "D": "Galerici",
      "E": "Müzeci"
    },
    "correctAnswer": "C",
    "explanation": "Sanata karşı ilgi duyan, onu takdir eden, seven ve sanatsal etkinliklere katılım gösteren kişilerin oluşturduğu kitleye <b>Sanatsever</b> veya <b>İzleyici Kitle</b> denir. Bu kesim, sanatın sosyal yaşamdaki varlığı ve değeri için önemlidir."
  },
  {
    "id": "242228",
    "unitNumber": 5,
    "text": "<strong>“Sanatta Zihinsellik Üstüne” adlı kitabın yazarı aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Vasily Kandinsky",
      "B": "Jean-Baptiste Say",
      "C": "Walter Benjamin",
      "D": "Antonio Negri",
      "E": "Theodor W. Adorno"
    },
    "correctAnswer": "A",
    "explanation": "Görsel algı ve bilişsel süreçlerin sanattaki önemini vurgulayan ve sanatın zihinsel yönünü inceleyen <b>“Sanatta Zihinsellik Üstüne”</b> adlı önemli eserin yazarı <b>Rudolf Arnheim</b>'dır. Arnheim, görsel algının düşünce süreciyle yakından ilişkili olduğunu savunur."
  },
  {
    "id": "242230",
    "unitNumber": 5,
    "text": "<strong>Kral ve soyluların mimar, şair ve edip olmak üzere birçok sanatçıyı himaye etmesi, sanat ve sanatçı ile ilgili aşağıdaki ilişki biçimlerinden hangisini ortaya çıkarmıştır?</strong>",
    "options": {
      "A": "Parasempatik",
      "B": "Patolojik",
      "C": "Patronaj",
      "D": "Pastoral",
      "E": "Paratonik"
    },
    "correctAnswer": "C",
    "explanation": "Kral, soylu veya din adamları gibi zengin ve güçlü kişilerin sanatçıları maddi olarak desteklemesi ve onlara eser üretme ortamı sağlaması, tarih boyunca <b>Himaye (Patronaj)</b> ilişkisi olarak adlandırılmıştır. Bu, sanatın gelişiminde önemli bir dış dinamiktir."
  },
  {
    "id": "294993",
    "unitNumber": 5,
    "text": "<strong>\"Sanat İçgüdüsü: Güzellik, Zevk ve İnsanın Evrimi” adlı kitabın yazarı aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Harold Bloom",
      "B": "Herbert Spencer",
      "C": "Hermann Hesse",
      "D": "Herbert Marcuse",
      "E": "Denis Dutton"
    },
    "correctAnswer": "E",
    "explanation": "Sanatın evrimsel kökenlerini ve insan davranışındaki rolünü inceleyen <b>“Sanat İçgüdüsü: Güzellik, Zevk ve İnsanın Evrimi”</b> (The Art Instinct) adlı eserin yazarı <b>Denis Dutton</b>'dır. Dutton, güzellik anlayışının doğal seçilim yoluyla geliştiğini öne sürer."
  },
  {
    "id": "294994",
    "unitNumber": 5,
    "text": "<strong>“Dünyada bana ‘Ne istiyorsun?’ diye sorsalar hiç düşünmeden vereceğim cevap şudur: ‘Anlaşılmak istiyorum’.” sözü aşağıdaki hangi yazara attir?</strong>",
    "options": {
      "A": "Hermann Hesse",
      "B": "Herbert Marcuse",
      "C": "Sebahattin Ali",
      "D": "Ahmet Hamdi Tanpınar",
      "E": "Reşat Nuri Güntekin"
    },
    "correctAnswer": "C",
    "explanation": "“Anlaşılmak istiyorum” sözü, insanın temel <b>iletişim</b> ve <b>onaylanma</b> ihtiyacını, aynı zamanda varoluşsal yalnızlığını vurgulayan güçlü bir ifadedir. Bu söz, genellikle Rus edebiyatının derinlikli yazarlarından <b>Fyodor Dostoyevski</b>'ye atfedilir ve sanatçının eserleri aracılığıyla topluma ulaşma arzusunu yansıtır."
  },
  {
    "id": "295010",
    "unitNumber": 5,
    "text": "<strong>Mimar Sinan'ın abidevi eseri Süleymaniye Camii ve Michalengolo’nun majestik şaheseri olarak kabul edilen Davut Heykeli sanatın hangi boyutunun en güzel örneklerindendir? </strong>",
    "options": {
      "A": "İnanç",
      "B": "Paylaşma ve beğenilme",
      "C": "Para kazanma",
      "D": "Eleştiri",
      "E": "Kalıcı kılma"
    },
    "correctAnswer": "A",
    "explanation": "Süleymaniye Camii ve Davut Heykeli gibi zamana meydan okuyan, kültürel mirası temsil eden ve büyük ölçekli, etkileyici şaheserler, sanatın <b>Anıtsal (Monumental) Boyutu</b>nun en güzel örneklerindendir. Bu boyut, eserin kalıcılığını, estetik yüceliğini ve toplumsal hafızadaki yerini ifade eder."
  },
  {
    "id": "345731",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi toplumun sanata ve sanatçıya bakış açısını oluşturan faktörlerden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Siyasi değerler",
      "B": "Maddi değerler",
      "C": "İdeolojik etkenler",
      "D": "Ahlaki değerler",
      "E": "İnanç"
    },
    "correctAnswer": "B",
    "explanation": "Toplumun sanata bakış açısını oluşturan faktörler kültürel, eğitimsel, ekonomik ve medyatik dış etkenlerdir. <b>Sanatçının kişisel üretim tekniği</b> ise eserin ortaya çıkışıyla ilgili içsel bir meseledir ve toplumun genel sanata bakış açısını belirleyen ana dış faktörlerden biri <b>değildir</b>."
  },
  {
    "id": "345732",
    "unitNumber": 5,
    "text": "<strong>Koruma, değerlendirme, yarar sağlama şeklinde tarif edilen talep aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Sanatsever",
      "B": "Koleksiyoncu",
      "C": "Müze",
      "D": "Eleştirmen",
      "E": "Sanat merkezi"
    },
    "correctAnswer": "B",
    "explanation": "Kültürel varlıkların ve mirasın geleceğe aktarılması için <b>korunması</b>, toplumsal fayda için <b>yarar sağlanması</b> ve maddi/manevi değerinin <b>değerlendirilmesi</b> ihtiyacı, genel olarak <b>Kültürel Talep</b> olarak adlandırılır. Bu, toplumun kültürel kaynaklara duyduğu ihtiyacı ifade eder."
  },
  {
    "id": "345733",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi sanatın dış dinamiklerinden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Para kazanma",
      "B": "Süreç",
      "C": "Çevre",
      "D": "Medya",
      "E": "Zamanın ruhu"
    },
    "correctAnswer": "A",
    "explanation": "Bu soru, sanatı etkileyen <b>dinamiklerin</b> sınıflandırılmasıyla ilgilidir. Sanatın oluşumunu ve gelişimini etkileyen unsurlar genellikle <b>iç dinamikler</b> (sanatçının kendisinden kaynaklanan öznel unsurlar) ve <b>dış dinamikler</b> (çevresel ve toplumsal unsurlar) olarak iki ana gruba ayrılır.<br><br>Sanatın dış dinamikleri; sanatçının dışında var olan ve sanat pratiğini şekillendiren <b>sosyolojik, ekonomik, kültürel ve entelektüel çevreye</b> ait faktörlerdir. Din (A), Bilim ve Teknoloji (B), İktisadi Yapı (C) ve Felsefe (D) bu bağlamda sanat eserinin içeriğini, formunu ve işlevini belirleyen başlıca <b>dış dinamiklerdir</b>.<br><br>E seçeneğinde yer alan <b>Sanatçının Hayal Gücü</b> ise sanatçının <b>yaratıcı süreci</b>, yeteneği, duyarlılığı ve psikolojik durumu gibi tamamen sanatçının <b>öznel dünyasına</b> ait faktörleri ifade eder. Bu unsurlar, sanatın <b>iç dinamikleri</b> olarak sınıflandırılır. Bu nedenle, Sanatçının Hayal Gücü sanatın dış dinamiklerinden biri <u>değildir</u>."
  },
  {
    "id": "201073",
    "unitNumber": 6,
    "text": "<strong>Bir duygunun, tasarının veya güzelliğin anlatımında kullanılan yöntemlerin tamamı veya bu anlatım sonucunda ortaya çıkan üstün yaratıcılık olarak tanımlanan kavram aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Sanat",
      "B": "Estetik",
      "C": "Beğeni",
      "D": "Toplumsal güzel",
      "E": "Zevk"
    },
    "correctAnswer": "A",
    "explanation": "Verilen tanım, insanlığın bir duygu, düşünce, tasarı veya güzelliği ifade etmek için kullandığı tüm yöntemleri ve bu süreç sonucunda ortaya çıkan yüksek <b>yaratıcılığı</b> kapsar. Bu, sosyal bilimler bağlamında <b>Sanat</b> kavramının en temel ve geniş tanımıdır."
  },
  {
    "id": "201076",
    "unitNumber": 6,
    "text": "<strong>Sanat ve toplum arasındaki karşılıklı ilişki üzerine odaklanan sosyoloji dalı aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Estetik Sosyoloji",
      "B": "Kültür Sosyolojisi",
      "C": "Ahlak Sosyolojisi",
      "D": "Sanat Sosyolojisi",
      "E": "Bilgi Sosyolojisi"
    },
    "correctAnswer": "D",
    "explanation": "Sosyoloji biliminin spesifik alt dallarından biri olan <b>Sanat Sosyolojisi</b>, sanatın toplumsal kökenlerini, sanatın üretim, dağıtım ve tüketim süreçlerinin toplumsal yapıyla olan karşılıklı <b>ilişkisini</b> ve etkileşimini inceleyen disiplindir."
  },
  {
    "id": "201081",
    "unitNumber": 6,
    "text": "Sanat ve toplum arasında karşılıklı bir etkileşim vardır. Başka bir deyişle sanat bir …………….. ürünüdür.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "options": {
      "A": "estetik",
      "B": "kültür",
      "C": "güzellik",
      "D": "felsefe",
      "E": "ahlak"
    },
    "correctAnswer": "B",
    "explanation": "Sanat, yalnızca bireysel yaratıcılığın bir sonucu değildir; aynı zamanda içinde bulunduğu <b>toplumsal</b> çevreden etkilenir, onu yansıtır ve yeniden üretir. Sanat daima bir kültürün, bir dönemin ve dolayısıyla bir <b>toplumun ürünüdür</b> ve toplumsal bağlam dışında anlaşılamaz."
  },
  {
    "id": "201082",
    "unitNumber": 6,
    "text": "<strong>Var olan kıt kaynaklarla sonsuz olan insan gereksinimlerinin giderilmesini inceleyen sosyal bilim alanı aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Sosyoloji",
      "B": "Felsefe",
      "C": "Matematik",
      "D": "Antropoloji",
      "E": "Ekonomi"
    },
    "correctAnswer": "E",
    "explanation": "Bu tanım, sosyal bilimlerin en temel ve yaygın tanımlarından biridir. <b>Ekonomi</b>, var olan <b>kıt kaynakların</b> (araz, sermaye, işgücü) sonsuz kabul edilen insan gereksinimlerini karşılamak üzere nasıl tahsis edildiğini, üretildiğini ve dağıtıldığını inceleyen bilim alanıdır."
  },
  {
    "id": "201084",
    "unitNumber": 6,
    "text": "<strong>Ekonomik refahın gelişimi ile sanat arasındaki ilişkiyi en kolay tespit edebileceğimiz alan aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Edebiyat",
      "B": "Sosyoloji",
      "C": "Mimari",
      "D": "Hat sanatı",
      "E": "Müzik"
    },
    "correctAnswer": "C",
    "explanation": "Ekonomik refahın artması, sanata ayrılan kaynakların artmasına neden olur. Bu ilişkinin en kolay tespit edildiği alan, sanat eserlerinin alınıp satıldığı ve fiyatlandığı <b>sanat pazarı</b> ve sanatçıların zengin bireyler veya kurumlarca desteklendiği <b>hamilik (patronaj)</b> sistemidir."
  },
  {
    "id": "201086",
    "unitNumber": 6,
    "text": "<strong>Ekonominin diğer tüm toplumsal kurumları belirleyeceğini öne süren bilim insanı aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Weber",
      "B": "Durkheim",
      "C": "Comte",
      "D": "Pareto",
      "E": "Marks"
    },
    "correctAnswer": "E",
    "explanation": "Bu görüş, <b>Ekonomik Determinizm</b> olarak bilinir ve sosyolojinin kurucu figürlerinden <b>Karl Marx</b> tarafından savunulmuştur. Marx'a göre, toplumun ekonomik altyapısı (üretim ilişkileri) siyaset, din ve sanat gibi diğer tüm toplumsal kurumları (üst yapı) belirler."
  },
  {
    "id": "201087",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi ilk insan toplumlarından günümüze kalan sanat eserlerinin bulunduğu yerlerden biridir?</strong>",
    "options": {
      "A": "Lascaux Mağarası",
      "B": "Santa-Maria delle-Grazie Bazilikası",
      "C": "Ihlara Vadisi",
      "D": "Derinkuyu Mağarası",
      "E": "Santa Croix Mağarası"
    },
    "correctAnswer": "A",
    "explanation": "İlk insan toplumlarından (Paleolitik Dönem) günümüze ulaşan en eski ve en dikkat çekici sanat eserleri, İspanya'daki Altamira veya Fransa'daki Lascaux gibi yerlerde bulunan <b>mağara resimleridir</b>. Bu resimler, genellikle av hayvanlarını ve ritüelleri konu edinmiştir."
  },
  {
    "id": "201089",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi dünya üzerinde uygarlığın ilk kez ortaya çıktığı bölgelerden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Mısır",
      "B": "Çin",
      "C": "Avrupa",
      "D": "Hindistan",
      "E": "Mezopotamya"
    },
    "correctAnswer": "C",
    "explanation": "Dünya üzerinde ilk uygarlıkların ortaya çıktığı bilinen temel coğrafyalar (uygarlık beşiği) şunlardır: Mezopotamya (Sumer), Mısır (Nil Vadisi), İndus Vadisi ve Çin (Sarı Irmak). Sorunun doğru cevabı, bu temel çekirdek bölgelerden biri <b>olmayan</b> coğrafi bir bölge olmalıdır (Örn: Kuzey Kutbu, Avustralya gibi)."
  },
  {
    "id": "201091",
    "unitNumber": 6,
    "text": "<strong>Mekanik ve organik dayanışma kavramlarını kullanan bilim insanı aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Marx",
      "B": "Weber",
      "C": "Durkheim",
      "D": "Comte",
      "E": "Pareto"
    },
    "correctAnswer": "C",
    "explanation": "Fransız sosyolog <b>Emile Durkheim</b>, toplumsal bütünleşme biçimlerini açıklamak için bu kavramları kullanmıştır. Geleneksel ve basit toplumlarda benzerliğe dayalı <b>mekanik dayanışma</b>, modern ve karmaşık toplumlarda ise işbölümü ve karşılıklı bağımlılığa dayalı <b>organik dayanışma</b> hakimdir."
  },
  {
    "id": "210297",
    "unitNumber": 6,
    "text": "<strong>Doyurucu estetik yaşantılar oluşturmak amacıyla dürtüler yaratma becerisi olarak tanımlanan kavram aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Estetik",
      "B": "Sanat",
      "C": "Güzellik",
      "D": "Sosyalleşme",
      "E": "Beğeni"
    },
    "correctAnswer": "B",
    "explanation": "Bu tanım, sanatın psikolojik ve estetik boyutunu vurgular. Sanat, sadece bir ifade biçimi değil, aynı zamanda izleyende veya kullanıcıda <b>doyurucu estetik yaşantılar</b> (zevk, haz, duygu) uyandırma yeteneği olan <b>yaratıcı dürtü</b> ve becerinin kendisidir."
  },
  {
    "id": "210299",
    "unitNumber": 6,
    "text": "<strong>Mal ve hizmetlerin üretimini tüketimini ve bölüşümünü kendisine konu edinen bilim alanı aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Ekonomi",
      "B": "Sosyoloji",
      "C": "Kültür",
      "D": "İşletme",
      "E": "Matematik"
    },
    "correctAnswer": "A",
    "explanation": "<b>Ekonomi</b> biliminin temel uğraş alanı, toplumsal refahı artırmak amacıyla kıt kaynakların <b>üretimini</b> (mal ve hizmet yaratılması), bunların adil bir şekilde <b>bölüşümünü</b> (gelir dağılımı) ve nihai olarak <b>tüketimini</b> incelemektir."
  },
  {
    "id": "242235",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi tarihsel süreç içerisinde insan toplumlarının yaşadığı üretim-yaşam düzeylerinden biridir?</strong>",
    "options": {
      "A": "İktisadi yaşam biçimi",
      "B": "Modern yaşam biçimi",
      "C": "Tarım toplumları",
      "D": "Kültür toplumları",
      "E": "Postmodern toplumlar"
    },
    "correctAnswer": "C",
    "explanation": "İnsan toplumları tarihsel olarak ekonomik ve sosyal yapılarında büyük dönüşümler yaşamıştır. Bu dönüşümler, genellikle temel üretim biçimlerine göre adlandırılır: Örneğin, <b>Avcı-Toplayıcı</b> toplumlar, <b>Tarım</b> toplumları (Neolitik Devrim sonrası) ve <b>Sanayi</b> toplumları bu düzeylerin başlıcalarıdır."
  },
  {
    "id": "242244",
    "unitNumber": 6,
    "text": "<strong>Sanatın gelişmesi için ona destek olan koruyucu ve destekleyici yapı aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Efendilik",
      "B": "Burjuvazi",
      "C": "Aristokrasi",
      "D": "Proletarya",
      "E": "Hamilik"
    },
    "correctAnswer": "E",
    "explanation": "Sanatçıların maddi ve manevi olarak desteklenmesini ve eser üretimine teşvik edilmesini sağlayan bu yapıya <b>Hamili (Patronaj)</b> sistemi denir. Tarih boyunca krallar, kiliseler veya zengin tüccarlar bu destekleyici rolü üstlenerek sanatın gelişimini sağlamıştır."
  },
  {
    "id": "242247",
    "unitNumber": 6,
    "text": "<strong>Din ve sanat arasındaki ilişkinin gözlenebileceği mimari sanat eserleri aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Tapınaklar",
      "B": "Saraylar",
      "C": "Köprüler",
      "D": "Bedestenler",
      "E": "Konutlar"
    },
    "correctAnswer": "A",
    "explanation": "Din ve sanat arasındaki en somut ilişki, mimaride gözlemlenir. Büyük dinsel yapılar (ibadet mekanları) olan <b>kiliseler</b>, <b>camiler</b>, <b>sinagoglar</b> ve <b>tapınaklar</b>, bir inancın gücünü, estetiğini ve hiyerarşisini yansıtan anıtsal sanat eserleridir."
  },
  {
    "id": "242251",
    "unitNumber": 6,
    "text": "<strong>Özellikle Batı toplumlarında kilisenin koruması ve desteği ile gelişen sanat dalı aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Müzik",
      "B": "Mimari",
      "C": "Resim",
      "D": "Tiyatro",
      "E": "Opera"
    },
    "correctAnswer": "C",
    "explanation": "Özellikle Orta Çağ ve Rönesans'ın erken dönemlerinde, Batı toplumlarında <b>Kilise</b> en büyük sanat hamisi olmuştur. <b>Resim</b> ve <b>heykel</b> dalları, dini hikayeleri okuma yazma bilmeyen halka aktarmak amacıyla kilisenin yoğun sipariş ve desteği sayesinde gelişmiştir."
  },
  {
    "id": "242252",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi Türk toplumunda dinsel yasaklamalar yüzünden resim yerine gelişen sanat dallarından biridir?</strong>",
    "options": {
      "A": "Minyatür",
      "B": "Tezhip",
      "C": "Ebru",
      "D": "Müzik",
      "E": "Tiyatro"
    },
    "correctAnswer": "A",
    "explanation": "İslam sanatında, özellikle Türk toplumlarında, figüratif resme karşı dinsel hassasiyetler mevcuttu. Bu kısıtlamalar nedeniyle, görsel ifade, <b>hat sanatı</b> (güzel yazı) ve <b>tezhip</b> (süsleme) gibi soyut ve kaligrafiye dayalı sanat dallarında zirveye ulaşmış ve resmin yerini almıştır."
  },
  {
    "id": "345737",
    "unitNumber": 6,
    "text": "<strong>İlk mağara resimlerinin ortaya çıkışında etkin rol oynayan aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Sosyoloji",
      "B": "Sanat hamisi",
      "C": "İnanç",
      "D": "Din ve sanat",
      "E": "Hamilik"
    },
    "correctAnswer": "C",
    "explanation": "Paleolitik dönemde ortaya çıkan <b>ilk mağara resimleri</b>, estetik kaygılardan çok, avın başarılı geçmesini sağlamak veya bereket getirmek amacıyla yapılan <b>büyüsel ritüeller</b> ve dinsel pratiklerle yakından ilişkilendirilmiştir. Bu resimlerin ortaya çıkışında ritüel/büyü inancı etkin rol oynamıştır."
  },
  {
    "id": "345738",
    "unitNumber": 6,
    "text": "<strong>Popüler kültür üzerinde önemli etkisi olan Leonardo DaVinci'nin en tanınmış eseri aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Son Akşam Yemeği",
      "B": "Venüs'ün Doğuşu",
      "C": "Çığlık",
      "D": "Guernica",
      "E": "Yıldızlı gece"
    },
    "correctAnswer": "A",
    "explanation": "Rönesans'ın en büyük ustalarından biri olan <b>Leonardo Da Vinci</b>'nin, özellikle popüler kültür ve medya üzerinden küresel bir ikon haline gelmiş ve en çok tanınan eseri, Paris'teki Louvre Müzesi'nde sergilenen <b>Mona Lisa</b> (La Gioconda) portresidir."
  },
  {
    "id": "201094",
    "unitNumber": 7,
    "text": "<strong>İnsan yarınını düşünmeye başlar ve daldan toplanan yiyecekler biriktirilir. Bu noktada aşağıdaki çelişkilerden hangisi başlamıştır?</strong>",
    "options": {
      "A": "İnsan-insan",
      "B": "İnsan-doğa",
      "C": "Doğa-doğa",
      "D": "Sermaye-insan",
      "E": "Mülkiyet-doğa"
    },
    "correctAnswer": "A",
    "explanation": "İnsanların yarınını düşünmeye başlaması ve yiyecek biriktirmesi, **anı yaşama** ve **geleceği planlama** arasındaki temel çelişkiyi başlatmıştır. Bu durum, ilkel toplumda **anlık tüketim** ile **tasarruf** ve **birikim** ihtiyacından doğan ilk ekonomik/sosyal gerilimi simgeler. Toplanan yiyeceklerin biriktirilmesi, doğanın sunduğu bolluk anlayışından çıkarak, rasyonel bir **kıtlık/ihtiyaç** bilincine geçişin başlangıcıdır."
  },
  {
    "id": "201097",
    "unitNumber": 7,
    "text": "<strong>Sanatın köklerini oyunda arayan düşünür aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Zolberg",
      "B": "Kant",
      "C": "Kongar",
      "D": "Huizinga",
      "E": "Becker"
    },
    "correctAnswer": "D",
    "explanation": "Sanatın köklerini oyunda (ludus) arayan ve kültürü bu kavram üzerinden inceleyen düşünür **Johan Huizinga**'dır. Huizinga, çığır açan eseri **Homo Ludens**'te, oyunun **özgür, kurallı** ve günlük hayatın dışındaki bir etkinlik olduğunu ve sanatın da bu **oyunsal dürtüden** doğduğunu savunmuştur."
  },
  {
    "id": "201100",
    "unitNumber": 7,
    "text": "<strong>Aşağıdaki düşünürlerden hangisine göre Modernizm henüz tamamlanmamış bir projedir?</strong>",
    "options": {
      "A": "Habermas",
      "B": "Fukuyama",
      "C": "Lyotard",
      "D": "Baudrillard",
      "E": "Bourdieu"
    },
    "correctAnswer": "A",
    "explanation": "Modernizmin (özellikle Aydınlanma) henüz tamamlanmamış bir proje olduğunu ve Postmodernizmin bu projeyi erken terk etme çabasına karşı çıkılması gerektiğini savunan düşünür **Jürgen Habermas**'tır. Habermas, **rasyonalite, ahlak** ve **bilim** alanındaki potansiyellerin tam olarak gerçekleşmediğini ve projenin devam etmesi gerektiğini belirtir."
  },
  {
    "id": "201111",
    "unitNumber": 7,
    "text": "<strong>Postmodernizmi pastij ve şizofreni kavramları üzerinden tanımlayan düşünür aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Bauman",
      "B": "Baudrillard",
      "C": "Giddens",
      "D": "Lyotard",
      "E": "Jameson"
    },
    "correctAnswer": "E",
    "explanation": "Postmodernizmi, derinlik ve özgünlük kaybı anlamına gelen **pastij** (parodisiz taklit) ve zaman-mekan algısının dağılması anlamına gelen **şizofreni** kavramları üzerinden analiz eden Marksist eleştirmen **Fredric Jameson**'dur. Jameson, Postmodernizmi **geç kapitalizmin kültürel mantığı** olarak tanımlar."
  },
  {
    "id": "201113",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi modern mimarinin ölümünü simgeler?</strong>",
    "options": {
      "A": "I. Dünya Savaşı",
      "B": "Pruitt-Igoe konutlarının yıkımı",
      "C": "Berlin duvarının yıkılışı",
      "D": "Post-fordist üretim",
      "E": "II. Dünya Savaşı"
    },
    "correctAnswer": "B",
    "explanation": "Modern mimarinin rasyonel, sosyal ütopyasının ölümünü simgeleyen olay, genellikle Charles Jencks'in işaret ettiği gibi, St. Louis'deki **Pruitt-Igoe** toplu konut projesinin 1972 yılında dinamitle yıkılmasıdır. Bu olay, **modernizmin işlevselci ve evrenselci ilkelerinin** sosyal alandaki başarısızlığının sembolü olarak görülür."
  },
  {
    "id": "201115",
    "unitNumber": 7,
    "text": "<strong>İlkel toplumda sanatın ortaya çıkmasında etkili olan unsur aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Bireysellik",
      "B": "Haz",
      "C": "Estetik",
      "D": "Büyü",
      "E": "Yabancılaşma"
    },
    "correctAnswer": "D",
    "explanation": "İlkel toplumlarda sanatın (örneğin mağara resimlerinin) ortaya çıkmasında etkili olan temel unsur **büyü** (magic) ve **ritüeller**dir. Sanat, avcılık ve topluluk hayatı üzerinde **tılsımlı bir kontrol** kurmak, arzuların gerçekleşmesini sağlamak ve doğaüstü güçlerle iletişim kurmak için pratik bir araç olarak kullanılmıştır."
  },
  {
    "id": "201117",
    "unitNumber": 7,
    "text": "<strong>İmge ile gerçeklik arasındaki ayrımın belirsiz olduğu dönem aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Barok",
      "B": "İlkel",
      "C": "Maniyerizm",
      "D": "Kapitalist",
      "E": "Postmodern"
    },
    "correctAnswer": "B",
    "explanation": "İmge (simulakr) ile gerçeklik arasındaki ayrımın belirsizleştiği ve imgelerin gerçeğin yerini aldığı dönem **Postmodernizm**dir. Bu durum, özellikle **Jean Baudrillard**'ın **simülasyon ve hipergerçeklik** teorileriyle açıklanır. Artık gerçeğin kendisinin bir imaj, yani bir simulakr haline geldiği öne sürülür."
  },
  {
    "id": "201118",
    "unitNumber": 7,
    "text": "<strong>Kutsal sanat, saray sanatı ve burjuva sanatı tipolojisi aşağıdakilerden hangisine aittir?</strong>",
    "options": {
      "A": "Herbert Marcuse",
      "B": "Howard S. Becker",
      "C": "Johan Huizinga",
      "D": "Peter Bürger",
      "E": "Rene Descartes"
    },
    "correctAnswer": "D",
    "explanation": "Kutsal sanat, saray sanatı ve burjuva sanatı tipolojisi, sanat sosyoloğu **Peter Bürger**'e aittir. Bürger bu ayrımı, temel eseri **Avangard Kuramı**'nda (Theorie der Avantgarde) sanatın toplumsal işlevinden koparak özerkleşme sürecini ve avangardın bu özerkliği hedef alma çabasını açıklamak için kullanmıştır."
  },
  {
    "id": "201122",
    "unitNumber": 7,
    "text": "<strong>Mimaride eskiye gönderme yapılması, eklektik bir tarz oluşturulması, binalara heykel ve kabartma gibi elemanların yerleştirilmesi hangi dönem sanat anlayışının izlerini taşır?</strong>",
    "options": {
      "A": "Rönesans",
      "B": "Maniyerizm",
      "C": "Barok",
      "D": "Orta çağ",
      "E": "İlkel"
    },
    "correctAnswer": "B",
    "explanation": "Mimaride eskiye **gönderme yapılması** (tarihsellik), farklı stillerin **eklektik** bir şekilde harmanlanması ve **dekoratif** öğelerin (heykel, kabartma) yeniden kullanımı, **Postmodern Sanat** ve mimarinin karakteristik özellikleridir. Bu yaklaşım, Modernizmin katı ve işlevselci kurallarını reddeder."
  },
  {
    "id": "201124",
    "unitNumber": 7,
    "text": "<strong>Postmodern sanatçıyı seslendirilmeyeni seslendiren, görülemeyene somut bir şekil veren filozof olarak değerlendiren düşünür aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Marx",
      "B": "Hegel",
      "C": "Bauman",
      "D": "Lyotard",
      "E": "Jameson"
    },
    "correctAnswer": "C",
    "explanation": "Postmodern sanatçıyı, sunulamayanı (görülemeyeni) sunmaya çalışan, yani **seslendirilmeyeni seslendiren** bir filozof olarak değerlendiren düşünür **Jean-François Lyotard**'dır. Lyotard, bu durumu **yüce** (sublime) kavramıyla ilişkilendirir ve Postmodern sanatın, modernizmin estetik kurallarını yıkarak görünmeyeni işaret etmeye çalıştığını belirtir."
  },
  {
    "id": "210303",
    "unitNumber": 7,
    "text": "<strong>Belli başlı toplumsal kurumlar aracılığıyla çalışıp, tarihsel olarak gözlemlenmesi mümkün eğilimleri takip ederek işbirliği yapan birden çok aktörün bulunduğu sürecin içindeki bir an olarak tanımlanan kavram aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Estetik beğeni",
      "B": "Modernite",
      "C": "Sanat eseri",
      "D": "Değişim",
      "E": "Yapı"
    },
    "correctAnswer": "C",
    "explanation": "Belli başlı toplumsal kurumlar aracılığıyla çalışan, tarihsel eğilimleri takip eden ve birden çok aktörün bulunduğu sürecin içindeki bir an olarak tanımlanan kavram genellikle **Konjonktür** (Conjuncture) olarak adlandırılır. Konjonktür, sosyolojik veya politik bir analizin yapıldığı, **aktörlerin ve yapıların** belirli bir zaman diliminde kesiştiği anı ifade eder."
  },
  {
    "id": "242253",
    "unitNumber": 7,
    "text": "<strong>Toplumsal sistem içerisinde yer alan ilişkilerin toplumsal kurumlar tarafından düzenlenmesiyle ortaya çıkan kavram aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Toplumsal yapı",
      "B": "Aktör",
      "C": "Kültür",
      "D": "Toplumsal değişme",
      "E": "Sanat"
    },
    "correctAnswer": "A",
    "explanation": "Toplumsal sistem içerisindeki ilişkilerin **toplumsal kurumlar** (aile, devlet, ekonomi vb.) tarafından kalıcı ve sistematik bir biçimde düzenlenmesiyle ortaya çıkan kavrama **Toplumsal Yapı** (Social Structure) veya **Toplumsal Düzen** (Social Order) denir. Kurumlar, bu ilişkileri düzenleyerek toplumsal yaşamın **istikrarını** sağlar."
  },
  {
    "id": "242256",
    "unitNumber": 7,
    "text": "Sanatçı aşama aşama uzmana dönüşür. Toplumsal bir alt dizge olarak sanat kendisini bambaşka bir alan olarak tanımlar. Bu durum sanatın estetik bir deneyim olarak değer kazanması gibi olumlu bir işlev görürken sanatçının toplumsal işlevini kaybetmesi gibi olumsuz bir durumdur.<br/><strong>Paragrafta sanatla ilgili olarak anlatılan değişimin nedeni aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Burjuva toplumu",
      "B": "Psikolojizm",
      "C": "Gelenek",
      "D": "Sanatın ölümü",
      "E": "İşçi sınıfı"
    },
    "correctAnswer": "A",
    "explanation": "Paragrafta anlatılan, sanatçının uzmana dönüşmesi ve sanatın ayrı bir toplumsal alt dizge olarak tanımlanması değişimi, **Modernleşme** sürecinin ve buna bağlı olarak sanat alanının **özerkleşmesinin** (autonomization) bir sonucudur. Sanat, diğer toplumsal işlevlerden ayrılarak, kendi içinde **estetik** bir değer sistemi geliştirirken, sanatçı da toplumsal bağlamdaki pratik işlevini kaybeder."
  },
  {
    "id": "242258",
    "unitNumber": 7,
    "text": "<strong>Büyük anlatıların sona ermesi fikrinin sanattaki karşılığı aşağıdakilerden hangisi <u>değildir</u>?</strong>",
    "options": {
      "A": "Yaşam ve sanatın birleşmesi",
      "B": "Yüce estetiğinin hâkim olması",
      "C": "Seçkin ve popüler sanat arasındaki ayrımın kalkması",
      "D": "Her insanın sanatçı olması",
      "E": "Her nesnenin sanat yapıtı olması"
    },
    "correctAnswer": "B",
    "explanation": "Büyük anlatıların (meta-anlatıların: ilerleme, özgürleşme, evrensel hakikat) sona ermesi, **Postmodernizm**in temel tezi olup, sanattaki karşılığı **tek bir doğrunun** veya **evrensel bir estetik hedefin** reddedilmesidir. Bu bağlamda, modernizme ait olan ve **mutlak bir iyileşme** ya da **ilerleme** hedefleyen herhangi bir iddia, bu fikrin sanattaki karşılığı <u>değildir</u>."
  },
  {
    "id": "242259",
    "unitNumber": 7,
    "text": "<strong>Avangard Kuramı kitabıyla sanatı üç tarihsel tipolojiye ayıran yazar aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Jürgen Habermas",
      "B": "Jean Baudrillard",
      "C": "Peter Bürger",
      "D": "Zygmunt Bauman",
      "E": "Henri Lefebvre"
    },
    "correctAnswer": "C",
    "explanation": "Sanatı kutsal sanat, saray sanatı ve burjuva sanatı olmak üzere üç tarihsel tipolojiye ayıran ve bu ayrımı **Avangard Kuramı** (Theorie der Avantgarde) adlı kitabında detaylandıran yazar **Peter Bürger**'dir. Bu eser, sanatın tarihsel gelişimini ve özerkleşme sürecini sosyolojik bir perspektifle inceler."
  },
  {
    "id": "242260",
    "unitNumber": 7,
    "text": "<strong>Sanatın yarı düş, yarı ticari bir uğraş hâlini alması aşağıdaki hangi toplumsal ve ekonomik değişimin sonucudur?</strong>",
    "options": {
      "A": "Tarımsal üretim",
      "B": "Sosyalizm",
      "C": "Alet kullanımı",
      "D": "Yerleşik yaşam",
      "E": "Kapitalizm"
    },
    "correctAnswer": "E",
    "explanation": "Sanatın 'yarı düş, yarı ticari' bir uğraş haline gelmesi, **Kapitalizmin gelişimi** ve **tüketim toplumunun** yükselişinin sonucudur. Sanat, modern pazar ekonomisinde **meta** haline gelmiş; sanatsal üretim, değerleme ve dağıtım süreçleri büyük ölçüde ticari kaygılar ve piyasa dinamikleri tarafından belirlenmeye başlamıştır."
  },
  {
    "id": "295385",
    "unitNumber": 7,
    "text": "<strong>Sanatın başlangıçta büyü olduğu, gerçek ama bilinmeyen bir dünyaya egemen olmaya yarayan tılsımlı bir araç olduğunu savunan düşünür aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Fischer",
      "B": "Sartwell",
      "C": "Huizinga",
      "D": "Marcuse",
      "E": "Bürger"
    },
    "correctAnswer": "A",
    "explanation": "Sanatın başlangıçta **büyü** olduğunu, gerçek ama bilinmeyen bir dünyaya egemen olmaya yarayan **tılsımlı bir araç** olduğunu savunan düşünür **Ernst Fischer**'dir. Fischer, sanatın tarihsel süreçte değişen işlevlerini incelerken, ilkel toplumda sanatın **pratik bir araç** olarak kullanıldığını vurgular (Sanatın Gerekliliği)."
  },
  {
    "id": "295388",
    "unitNumber": 7,
    "text": "<strong>Sanatı, Avangard Kuramı kitabında kutsal sanat, saray sanatı ve burjuva sanatı adı altında üç tarihsel tipolojiye ayıran yazar aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Rene Descartes",
      "B": "Herbert Marcuse",
      "C": "Peter Bürger",
      "D": "Howard S. Becker",
      "E": "Johan Huizinga"
    },
    "correctAnswer": "C",
    "explanation": "Bu tarihsel tipoloji (kutsal sanat, saray sanatı, burjuva sanatı) yine **Peter Bürger**'e aittir. Bürger, **Avangard Kuramı**'nda bu üç aşamayı kullanarak, sanatın tarih boyunca toplumsal işlevden estetik özerkliğe geçişini ve avangardın bu özerkliği sorgulamasını incelemiştir."
  },
  {
    "id": "345740",
    "unitNumber": 7,
    "text": "<strong>Johan Huizinge'ye göre sanat nasıl ortaya çıkmıştır?</strong>",
    "options": {
      "A": "Oyunla",
      "B": "Taklitle",
      "C": "Dansla",
      "D": "Resimle",
      "E": "Dinle"
    },
    "correctAnswer": "A",
    "explanation": "Johan Huizinga'ya göre sanat, **oyun** (ludus) vasıtasıyla ortaya çıkmıştır. Oyun, insan kültürünün ve sanatın temelini oluşturan, **özgürlük, kurallar** ve **gündelik hayatın dışında** olma özelliklerini taşıyan bir etkinliktir."
  },
  {
    "id": "345741",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi modernleşme sürecinin ortak paydalarından biridir?</strong>",
    "options": {
      "A": "Modernlik",
      "B": "Sanatın gelişmesi",
      "C": "Romantik",
      "D": "Skolastik düşünce",
      "E": "Dünyevileşme"
    },
    "correctAnswer": "E",
    "explanation": "Modernleşme sürecinin ortak paydalarından biri, toplumsal hayatın her alanında görülen **Rasyonelleşme** veya **Kurumsal Farklılaşma**dır. Bu süreçte, bilimsel düşünce ve akılcılık ön plana çıkar, geleneksel yapılar çözülür ve toplumsal işlevler **uzmanlaşmış kurumlar** arasında ayrışır."
  },
  {
    "id": "345745",
    "unitNumber": 7,
    "text": "<strong>Sanatta Modern Dönem'in sona erdiğini Postmodern Dönem'e geçildiğini açıklayan tarihçi aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Arnold Toynbee",
      "B": "Jean Lyoterd",
      "C": "Jürgen Habermas",
      "D": "Fredric Jameson",
      "E": "John Cage"
    },
    "correctAnswer": "A",
    "explanation": "Sanatta Modern Dönem'in sona erdiğini ve <b>Postmodern Dönem</b>'e geçildiğini iddia eden ve bu durumu teorik olarak açıklayan en önemli figürlerden biri <b>Arthur C. Danto</b>'dur. Danto, 1964 yılında Andy Warhol'un 'Brillo Kutuları' gibi eserlerinin ortaya çıkışını bir dönüm noktası olarak kabul ederek, sanatın artık belirli bir stilistik veya felsefi (Modernizme özgü) zorunluluğa bağlı kalmadığını savundu. <br><br>Danto bu durumu, sanat tarihinin ilerlemeci ve tek yönlü anlatısının sona ermesi anlamına gelen <b>'Sanatın Sonu'</b> teziyle açıkladı. Bu teze göre, sanatta artık belirli bir 'doğru' stil veya 'ilerlenecek' bir yön kalmamış, her şey mümkün hale gelmiştir. Bu durum, Modernizmin kesin kurallarının yerini <b>Postmodernizmin çoğulculuğuna</b> bırakması demektir. Eğer şıklarda Arthur Danto yoksa, Modernizm ve Postmodernizm arasındaki kültürel ve tarihsel kırılmayı mimari bağlamda <b>Charles Jencks</b> veya genel kültürel anlatılar bağlamında <b>Jean-François Lyotard</b> da açıklamış olabilir."
  },
  {
    "id": "235873",
    "unitNumber": 8,
    "text": "<strong>İnsanların gelir, zenginlik, toplumsal cinsiyet, etnisite, iktidar, statü, yaş din ya da diğer bazı karakteristikler üzerine kurulu eşitsiz katmanlara bölünmesini açıklayan kavram aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Sosyal sınıf",
      "B": "Sosyal grup",
      "C": "Toplumsal tabakalaşma",
      "D": "Kast",
      "E": "Feodal zümre"
    },
    "correctAnswer": "C",
    "explanation": "Bu tanım, gelir, zenginlik, statü ve iktidar gibi faktörlere dayalı olarak insanların <b>eşitsiz katmanlara</b> ayrılmasını ifade eden temel sosyolojik kavram olan <b>toplumsal tabakalaşmayı</b> açıklamaktadır. Bu eşitsizlikler toplumsal yapının kalıcı bir özelliğidir."
  },
  {
    "id": "235875",
    "unitNumber": 8,
    "text": "<strong>Geçirgenliği yok denecek kadar az tümüyle kapalı olan tabakalaşma türü aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Feodal zümre",
      "B": "Kast",
      "C": "Sosyal grup",
      "D": "Sosyal sınıf",
      "E": "Kölelik"
    },
    "correctAnswer": "B",
    "explanation": "Geçirgenliği yok denecek kadar az ve tümüyle kapalı olan tabakalaşma türü <b>Kast Sistemi</b>'dir. Bu sistemde bireyin konumu doğumla belirlenir, yaşam boyu sürer ve <b>toplumsal hareketlilik</b> neredeyse imkânsızdır."
  },
  {
    "id": "239451",
    "unitNumber": 8,
    "text": "<strong>Üst tabakaların sanatı olarak bilinen sanat grubu aşağıdakilerden hangisidir</strong>?",
    "options": {
      "A": "Popüler sanatlar",
      "B": "Folklorik sanatlar",
      "C": "Yerel sanatlar",
      "D": "Halk sanatları",
      "E": "Klasik sanatlar"
    },
    "correctAnswer": "E",
    "explanation": "Arnold Hauser'in estetik tabakalar ayrımında, <b>Aydın Sanatı</b> (veya Yüksek Sanat), genellikle yüksek eğitimli ve <b>üst toplumsal tabakaların</b> benimsediği, sanatsal incelik ve kültürel sermaye gerektiren sanat formunu ifade eder."
  },
  {
    "id": "239455",
    "unitNumber": 8,
    "text": "<strong>Kültür tabakalarına bağlı olarak sanat anlayışlarında da farklılıklar olduğunu ileri süren düşünür aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Emile Durkheim",
      "B": "Karl Marx",
      "C": "Arnold Hauser",
      "D": "Jean Baudrillard",
      "E": "Ivan Illich"
    },
    "correctAnswer": "C",
    "explanation": "Sanatın farklı toplumsal tabakalara ve bunların kültürel zevklerine göre ayrıldığını ileri süren düşünür <b>Arnold Hauser</b>'dir. Hauser, sanatı Halk, Popüler ve Aydın Sanatı olmak üzere üç estetik tabakaya ayırmıştır."
  },
  {
    "id": "239459",
    "unitNumber": 8,
    "text": "Nathalie Heinich Rönesans’la XIX. yüzyıl ortasında birbirini izleyen bazen örtüşen üç eylem tipi tasarlayarak sanatçının statüsünün geçirdiği değişimleri sıralar.<br/><strong>Buna göre aşağıdakilerden hangisi Rönesans’a kadar baskın olan düzendir?</strong>",
    "options": {
      "A": "Akademik dönem",
      "B": "İlkel dönem",
      "C": "Sanatsal yetenek dönemi",
      "D": "Zanaat dönemi",
      "E": "Modern dönem"
    },
    "correctAnswer": "D",
    "explanation": "Nathalie Heinich’in sanatçının statü değişimlerini incelediği üç eylem tipi arasında, <b>Rönesans’a kadar baskın</b> olan ve sanatçının bir zanaatkâr olarak görüldüğü düzen <b>Zanaat Düzeni</b>'dir."
  },
  {
    "id": "239462",
    "unitNumber": 8,
    "text": "<strong>Tarihsel gelişmelerin akışı içinde ortaya çıkan sanat tarzlarının onları benimseyen grupların, tabakaların ve sınıfların belirli özgür eğilimlerinin ifadesi olduğunu ileri süren düşünür aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Karl Manheim",
      "B": "Karl Marx",
      "C": "Max Weber",
      "D": "Arnold Hauser",
      "E": "Thorstein Veblen"
    },
    "correctAnswer": "A",
    "explanation": "Sanat tarzlarının, onları benimseyen <b>toplumsal grupların</b> ya da tabakaların özgün eğilimlerinin bir ifadesi olduğunu öne süren düşünür <b>Arnold Hauser</b>'dir. Hauser, sanatsal üslupların arkasındaki toplumsal ve ideolojik kökenleri araştırmıştır."
  },
  {
    "id": "239468",
    "unitNumber": 8,
    "text": "<strong>Bir sanat eserinin özgün mekânlarıyla bağını kopararak bir galerinin sunduğu bir tarihsel silsilenin parçasına dönüşmesi hangi anlamı taşır?</strong>",
    "options": {
      "A": "Sanatın statüsünün değişmesi",
      "B": "Sanatçının statüsünün değişmesi",
      "C": "Estetik duygusunun değişmesi",
      "D": "Sanat eserinin statüsünün değişmesi",
      "E": "Sanata ilginin azalması"
    },
    "correctAnswer": "D",
    "explanation": "Sanat eserinin özgün mekânıyla bağının koparılarak galerideki bir silsilenin parçası haline gelmesi, Walter Benjamin’in ortaya attığı, eserin <b>Aura'sını yitirmesi</b> (Teknik Üretilebilirlik Çağında) anlamını taşır. Aura, eserin <b>biricikliği</b> ve tarihsel otoritesidir."
  },
  {
    "id": "239472",
    "unitNumber": 8,
    "text": "<strong>Diğer bütün toplumsal olgularda olduğu gibi sanatı da ekonomik koşulları ve sınıf çatışmalarını esas alarak açıklamaya çalışan düşünce aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Liberal düşünce",
      "B": "Marksist düşünce",
      "C": "Muhafazakârlık",
      "D": "Anarşizm",
      "E": "Faşizm"
    },
    "correctAnswer": "B",
    "explanation": "Sanatı da diğer toplumsal olgular gibi <b>ekonomik koşullar</b> ve <b>sınıf çatışmaları</b> temelinde açıklamaya çalışan düşünce biçimi <b>Marksist Yaklaşım</b>'dır. Bu yaklaşım, sanatı ekonomik altyapının bir yansıması olarak görür."
  },
  {
    "id": "239476",
    "unitNumber": 8,
    "text": "<strong>Pierre Bourdieu Avrupa müzelerinin ziyaretçi kitlesi ve bu kitleye mensup olanların ayırt edici özelliklerini, müze konusundaki tutumlarını ve sanatsal seçimlerini ele alan sistematik bir çalışma yapmıştır.<br/>Bu çalışmanın amacı aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Sanat literatürüne katkı sağlamak.",
      "B": "Sanata ilgiyi artırmak.",
      "C": "Müzelerin ziyaretçi sayısını tespit etmek.",
      "D": "Sanatın önemini ortaya koymak.",
      "E": "Sanatta davranış farklılıklarını açıklamak."
    },
    "correctAnswer": "E",
    "explanation": "Pierre Bourdieu'nun müze ziyaretleri üzerine yaptığı sistematik çalışmanın temel amacı, müze ziyaretçisi kitlesinin <b>kültürel sermaye</b> seviyesine bağlı olarak nasıl farklılaştığını ve bu ayrımların <b>toplumsal hiyerarşiyi</b> nasıl yeniden ürettiğini göstermektir."
  },
  {
    "id": "239479",
    "unitNumber": 8,
    "text": "<strong>Pierre Bourdieu’nun bireyin bilincinde olmadan bir çevreye özgü oluş-duruş tarzlarını içselleştirmesi, tutarlılık taşıyan bir yetenekler, alışkanlıklar bütününü geliştirmesi olarak adlandırdığı kavram aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Habitus",
      "B": "Kültürel birikim",
      "C": "Sosyal sermaye",
      "D": "Entelektüel imaj",
      "E": "Üst bilinç"
    },
    "correctAnswer": "A",
    "explanation": "Bireyin bilincinde olmadan bir çevreye özgü oluş-duruş tarzlarını içselleştirmesi ve tutarlı bir yetenekler bütünü geliştirmesi olarak tanımlanan kavram, Pierre Bourdieu’nun geliştirdiği temel kavram olan <b>Habitus</b>’tur. Habitus, düşünce ve eylemlerimizi yönlendiren içselleştirilmiş şemalardır."
  },
  {
    "id": "249656",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi başlıca tabakalaşma tiplerinden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Feodal zümre",
      "B": "Sosyal sınıf",
      "C": "Kölelik",
      "D": "Cinsiyet",
      "E": "Kast"
    },
    "correctAnswer": "D",
    "explanation": "Başlıca tabakalaşma tipleri <b>kölelik</b>, <b>kast</b>, <b>zümre</b> ve <b>sınıf</b> sistemleridir. Diğer seçenekler (örneğin göçmenlik, etnisite gibi) tek başına temel bir tabakalaşma tipi olarak kabul edilmezler."
  },
  {
    "id": "249658",
    "unitNumber": 8,
    "text": "<strong>Tipik olarak Orta Çağ Avrupa’sında görülen ve toprak sahipliğine dayalı tabakalaşma türü aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Sosyal sınıf",
      "B": "Feodal zümre",
      "C": "Kast",
      "D": "Kölelik",
      "E": "Sosyal grup"
    },
    "correctAnswer": "B",
    "explanation": "Tipik olarak Orta Çağ Avrupa’sında görülen ve hukuki haklar ile <b>toprak sahipliğine</b> dayanan tabakalaşma türü <b>Zümre Sistemi</b>'dir. Bu sistemde soylular, din adamları ve üçüncü zümre olmak üzere katmanlar mevcuttu."
  },
  {
    "id": "253931",
    "unitNumber": 8,
    "text": "<strong>Sanatın toplumsal tarihini sosyal ekonomik koşulların yansıması olarak yorumlayan düşünür aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Max Weber",
      "B": "Jean Baudrillard",
      "C": "Max Horkeimer",
      "D": "Auguste Comte",
      "E": "Arnold Hauser"
    },
    "correctAnswer": "E",
    "explanation": "Sanatın toplumsal tarihini <b>sosyal ekonomik koşulların</b> kaçınılmaz bir yansıması olarak yorumlayan, Marksist yaklaşımdan etkilenmiş önde gelen sanat sosyoloğu <b>Arnold Hauser</b>'dir."
  },
  {
    "id": "253932",
    "unitNumber": 8,
    "text": "<strong>Nathalie Heinich Rönesans’la XIX. yüzyıl ortasında birbirini izleyen bazen örtüşen üç eylem tipi tasarlayarak sanatçının statüsünün geçirdiği değişimleri sıralar.<br/>Buna göre aşağıdakilerden hangisi krallıktan empresyonist döneme kadar uzanan düzendir?</strong>",
    "options": {
      "A": "Sanatsal yetenek düzeni",
      "B": "İlkel düzen",
      "C": "Akademik düzen",
      "D": "Zanaat düzeni",
      "E": "Modern düzen"
    },
    "correctAnswer": "C",
    "explanation": "Nathalie Heinich'e göre, krallıkların himayesinden Empresyonist döneme kadar uzanan ve sanatçının zanaatkârlıktan sıyrılıp <b>entelektüel bir kimlik</b> kazandığı düzen <b>Meslek Düzeni</b>'dir."
  },
  {
    "id": "253933",
    "unitNumber": 8,
    "text": "Bir eserde sanatçı konu aldığı kişilerle birlikte kendisini de resme dâhil etmekle resmin baskın figürlerinden birine dönüşmüştür.<br/><strong>Bu durum aşağıdakilerden hangisini açıklar?</strong>",
    "options": {
      "A": "Sanata ilginin arttığını",
      "B": "Sanatçının statüsünün yükseldiğini",
      "C": "Sanat eserinin statüsünün yükseldiğini",
      "D": "Estetik duygusunun değiştiğini",
      "E": "Sanatçının saray ressamı olduğunu"
    },
    "correctAnswer": "B",
    "explanation": "Sanatçının kendisini eserine dahil ederek baskın bir figüre dönüşmesi, Rönesans’tan itibaren artan <b>sanatçı otonomisinin</b> ve <b>bireysel yaratıcılığa</b> (dehaya) verilen değerin yükselişini gösteren önemli bir gelişmedir. Bu, sanatçının statüsünün yükseldiğini açıklar."
  },
  {
    "id": "253934",
    "unitNumber": 8,
    "text": "<strong>Sanatçıyı herhangi bir sınıfa bağımlı sayamayacağımız gibi onun hangi grup ya da tabakaya yöneleceğine, hangisini etkileyeceğine çağdaş toplumların çok tabakalı yapısı içinde ancak kendisinin karar verdiğini savunan düşünür aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Karl Manheim",
      "B": "Max Weber",
      "C": "Karl Marx",
      "D": "Arnold Hauser",
      "E": "Thorstein Veblen"
    },
    "correctAnswer": "A",
    "explanation": "Sanatçının hangi tabakaya yöneleceğine kendisinin karar verdiğini ve sanatçının herhangi bir sınıfa tamamen bağımlı olmadığını savunan görüş, genellikle <b>Max Weber</b>'in tabakalaşma yaklaşımının sanat sosyolojisine uyarlanmış halidir; bu yaklaşım sanatı sadece ekonomik belirleyicilere indirgemeyi reddeder ve <b>özerkliği</b> savunur."
  },
  {
    "id": "253936",
    "unitNumber": 8,
    "text": "<strong>Sanat müzeleri ziyareti ve eğitim seviyesi arasındaki ilişkiden yola çıkan Pierre Bourdieu, Marksist ekonomik sermaye kavramına ek olarak diplomalarla ölçülen bir sermaye türü olarak aşağıdaki kavramlardan hangisini kullanır?</strong>",
    "options": {
      "A": "Sanatsal sermaye",
      "B": "Entelektüel sermaye",
      "C": "Akademik sermaye",
      "D": "Sosyal sermaye",
      "E": "Kültürel sermaye"
    },
    "correctAnswer": "E",
    "explanation": "Pierre Bourdieu, Marksist ekonomik sermaye kavramına ek olarak, eğitim seviyesi ve <b>diplomalarla ölçülen</b> bilgi ve beceri birikimini ifade eden <b>Kültürel Sermaye</b> kavramını kullanmıştır. Bu, kültürel tüketimdeki farklılıkları açıklamada kilit rol oynar."
  },
  {
    "id": "355911",
    "unitNumber": 8,
    "text": "I. Halk Sanatı<br/>II. Popüler Sanatı<br/>III. Aydın Sanatı<br/><strong>Arnold Hauser'e göre burjuva tabakalarının karşılığı olarak estetik tabakalara ayrılmıştır. Yukardakilerden hangileri bu tabakalardır?</strong>",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "I, II ve III"
    },
    "correctAnswer": "E",
    "explanation": "Arnold Hauser'e göre burjuva tabakalarının karşılığı olarak ortaya çıkan ve estetik ayrışmayı sağlayan sanat tabakaları <b>Popüler Sanat</b> (kitleler ve orta/alt burjuvazi) ve <b>Aydın Sanatı</b>'dır (üst burjuvazi ve seçkinler). Halk Sanatı ise genellikle daha geleneksel yapıları ifade eder."
  },
  {
    "id": "356466",
    "unitNumber": 8,
    "text": "<strong>İçinde bir grup insanın kendi iradelerine rağmen tutuldukları, başkalarının mülkü olarak görüldükleri, sahipleri tarafından alınıp satılabilen insanlardan oluşan tabakalaşma biçimi aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Kölelik",
      "B": "Kast Sistemi",
      "C": "Feodal Zümre",
      "D": "Sosyal Sınıf",
      "E": "Yüksek Sınıf"
    },
    "correctAnswer": "A",
    "explanation": "Tanımı yapılan bu tabakalaşma biçimi <b>Kölelik Sistemi</b>'dir. Kölelik, bireyin yasal olarak <b>başkalarının mülkü</b> sayıldığı, hürriyetinin olmadığı ve alınıp satılabilen bir meta muamelesi gördüğü en uç kapalı sistemdir."
  },
  {
    "id": "235879",
    "unitNumber": 9,
    "text": "<strong> “Mimesis” kavramının karşılığı aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Yüce",
      "B": "Yansıma",
      "C": "Taklit",
      "D": "Gerçek",
      "E": "Hayal"
    },
    "correctAnswer": "C",
    "explanation": "Mimesis, Antik Yunan felsefesinde (özellikle <b>Platon</b> ve <b>Aristoteles</b>) sanatın temel işlevi olarak kabul edilen bir kavramdır. Kelime anlamı <b>taklit</b> veya <b>temsil</b> demektir. Sanatın doğayı, hayatı veya ideal olanı taklit etmesi ya da temsil etmesi fikrine dayanır."
  },
  {
    "id": "235883",
    "unitNumber": 9,
    "text": "<strong>\"Sanat; insan tarafından hissedilen, algılanan duygu ve düşünce zincirinin ahlak kuralları çerçevesinde tasviri veya resmidir.\" tanımı aşağıdakilerden hangisine aitir?</strong>",
    "options": {
      "A": "N. Nirun",
      "B": "Platon",
      "C": "Aristoteles",
      "D": "Sokrates",
      "E": "Tolstoy"
    },
    "correctAnswer": "E",
    "explanation": "Bu tanım, sanatı sadece bir ifade aracı olarak görmekten öte, aktarılan duygu ve düşünce zincirinin <b>ahlak kuralları</b> çerçevesinde değerlendirilmesini zorunlu kılar. Bu tür tanımlar, sanatın toplumsal ve etik sorumluluğunu ön plana çıkaran felsefi yaklaşımlara aittir."
  },
  {
    "id": "239485",
    "unitNumber": 9,
    "text": "……………………………….’e göre sanat, toplumsal yapının bir ürünüdür; dolayısıyla toplumsal yapıya bağlı olarak ortaya çıkar, gelişir ve değişir.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi geltirilmelidir?</strong>",
    "options": {
      "A": "S. Güllülü",
      "B": "N. Nirun",
      "C": "Aristoteles",
      "D": "Haviland",
      "E": "Cornejo"
    },
    "correctAnswer": "A",
    "explanation": "Sanatın <b>toplumsal yapının bir ürünü</b> olduğu ve toplumsal değişimle birlikte değiştiği görüşü, <b>Sosyolojik Sanat Kuramı'nın</b> temelini oluşturur. Bu kuramın önde gelen savunucularından biri olan <b>Hippolyte Taine</b>, sanat eserini ortaya çıktığı dönemin ırk, an ve çevre (milieu) koşullarına bağlı olarak açıklar."
  },
  {
    "id": "239488",
    "unitNumber": 9,
    "text": "<strong>Bilinen ilk sanat ürünleri aşağıdaki hangi zaman diliminde ortaya çıkmıştır?</strong>",
    "options": {
      "A": "M.Ö. 10.000 - 20.000",
      "B": "M.Ö. 40.000 - 20.000",
      "C": "M.Ö. 5000 - 10.000",
      "D": "M.Ö. 50.000 - 30.000",
      "E": "M.Ö. 20.000 – 30.000"
    },
    "correctAnswer": "B",
    "explanation": "Bilinen en eski sanat ürünleri, özellikle İspanya ve Fransa'daki mağara resimleri (Altamira, Lascaux), insanlık tarihinin <b>Üst Paleolitik Çağ</b> (Yaklaşık 40.000 - 10.000 yıl öncesi) döneminde ortaya çıkmıştır. Bu eserler genellikle avcılık ritüelleriyle ilişkilendirilmiştir."
  },
  {
    "id": "239490",
    "unitNumber": 9,
    "text": "<strong>Aşağıdaki hangi yüzyılın sonlarıyla beraber “sanat” “zanaat”ten net bir biçimde ayırt edilmeye başlanmıştır?</strong>",
    "options": {
      "A": "18",
      "B": "17",
      "C": "16",
      "D": "15",
      "E": "20"
    },
    "correctAnswer": "A",
    "explanation": "Orta Çağ'da sanat (ars/techne) ve zanaat genellikle iç içeydi. Ancak <b>18. yüzyılın sonlarında</b> (Aydınlanma Dönemi) estetiğin bağımsız bir disiplin olarak yükselmesiyle, <b>Güzel Sanatlar</b> (Fine Arts) kavramı ortaya çıktı. Bu dönemde sanat, <b>entelektüel ve estetik yaratıcılığa</b> dayanarak zanaatten (pratik beceriye dayalı üretim) net bir şekilde ayrılmıştır."
  },
  {
    "id": "239491",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi “sanatın cinsel içgüdü”den doğduğunu söylemektedir?</strong>",
    "options": {
      "A": "Aristoteles",
      "B": "R. Bastide",
      "C": "Huizinga",
      "D": "Nunez",
      "E": "Darwin"
    },
    "correctAnswer": "E",
    "explanation": "Sanatın kökenini <b>cinsel içgüdüye</b> bağlayan teoriler, genellikle sanatın eş seçimi veya üreme sürecinde dikkat çekme amacıyla geliştirilen bir <b>gösteri</b> (display) mekanizması olduğunu savunur. Bu görüşü evrimsel perspektifle açıklayan önemli isimlerden biri <b>Charles Darwin</b>'dir. <b>Sigmund Freud</b> ise sanatı cinsel enerjinin (libido) yüceltilmesi (sublimation) olarak görür."
  },
  {
    "id": "239494",
    "unitNumber": 9,
    "text": "Bir sanatçı olmasının yanında aynı zamanda fizikçi ve eğitimci de olan ………………………………, yaratıcılığın kaynağının insan beyni olduğunu ve beynin sadece bir kısmının değil tümünün yaratıcılıkta aktif olduğunu savunmaktadır.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "options": {
      "A": "Nunez",
      "B": "N. Hermann",
      "C": "G. Wallis",
      "D": "S. Güllülü",
      "E": "N. Nirun"
    },
    "correctAnswer": "B",
    "explanation": "Bu tanım, yaratıcılığın nörolojik temellerine odaklanır. Modern araştırmalar ve teorisyenler (örneğin <b>Rudolf Arnheim</b> veya <b>Arthur Koestler</b>) yaratıcı sürecin beynin sadece sağ lobu değil, <b>bütüncül olarak tüm beynin</b> aktif katılımını gerektirdiğini savunur. Yaratıcılık, hem bilişsel hem de duygusal süreçlerin entegrasyonudur."
  },
  {
    "id": "239500",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi Avrupa Konseyi Sanat Eğitimi Çalışma Grubu’nun sanat eğitiminin kalitesini artırmak ve ortak bir dil geliştirmek için aldığı kararlardan biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Sanatta hangi alanların olduğu belirlenmelidir.",
      "B": "Sanat eğitimi ile farklı eğitim alanları arasındaki ilişki belirlenmelidir.",
      "C": "Sanat eğitimiyle ilgili olarak mecburi, seçmeli ve eylemsel sanat eğitimi alanları belirlenmelidir.",
      "D": "Sanat eğitimini icra eden kişilerin ve sanatçıların mesleki donanımları yeniden saptanmalıdır.",
      "E": "Sanat eğitimi toplumdaki belirli bir kesimi kapsayacak şekilde düzenlenmelidir."
    },
    "correctAnswer": "E",
    "explanation": "Avrupa Konseyi Sanat Eğitimi Çalışma Grubu'nun aldığı kararlar, genellikle <b>kültürel mirasa erişimi</b>, <b>disiplinler arası yaklaşımları</b> ve yaratıcılığı teşvik etmeyi hedefler. Ortak bir dil geliştirmek için alınan kararlar, genellikle sanat eğitiminin <b>sadece teknik beceri</b> odaklı olmasının ötesinde, <b>eleştirel düşünme</b> ve kültürel anlayışı geliştirmeyi amaçlar."
  },
  {
    "id": "239503",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi sanat eğitiminin ilkesel temellerinden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Sanat dersleri kendi ilke ve amaçlarına uygun olmalıdır.",
      "B": "Sanat eğitimi derslerinde gerekli ilgi ortamı sağlanmalıdır.",
      "C": "Sanat eğitiminde çevresel imkânlar ve fırsatlar eğitim sürecine dâhil edilmelidir.",
      "D": "Sanat eğitiminde bireysel farklılıklar üzerinde çok durulmamalıdır.",
      "E": "Sanat eğitimi genel anlamdaki eğitimin bir parçasıdır."
    },
    "correctAnswer": "D",
    "explanation": "Sanat eğitiminin ilkesel temelleri arasında <b>bireyin bütüncül gelişimi</b>, duygusal ve bilişsel yeteneklerin geliştirilmesi, ifade özgürlüğü ve kültürel farkındalık yer alır. Bu ilkeler, sanatın evrensel ve erişilebilir olması gerektiğini savunur. İlke olmayan durumlar genellikle aşırı standardizasyon veya <b>yaratıcılığı kısıtlayan</b> yaklaşımlardır."
  },
  {
    "id": "239505",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi sanatın oyundan doğduğunu söyleyen düşünürlerden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Nunez",
      "B": "Kant",
      "C": "Schiller",
      "D": "Plehanov",
      "E": "Huizinga"
    },
    "correctAnswer": "A",
    "explanation": "Sanatın <b>oyundan</b> doğduğunu savunan düşünürler arasında <b>Friedrich Schiller</b> ve <b>Herbert Spencer</b> (enerji fazlalığı teorisi) ile <b>Karl Groos</b> (deney ve hazırlık teorisi) bulunur. Ancak <b>Leo Tolstoy</b>, sanatı duyguların iletişimine dayandırarak bu görüşten ayrılır."
  },
  {
    "id": "249660",
    "unitNumber": 9,
    "text": "Sanat, Antik Yunan’da özellikle …………………….. düşüncesinde sistematik hâle gelen tanım içerisinde mimesis ya da taklitle özdeş bir temsil aracı olarak görülmüştür.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "options": {
      "A": "Sokrates'in",
      "B": "Eflatun'un",
      "C": "Aristoteles'in",
      "D": "Kant'ın",
      "E": "Schiller'in"
    },
    "correctAnswer": "B",
    "explanation": "Antik Yunan düşüncesinde sanat, <b>mimesis</b> yani taklitle özdeşleşmiştir. Bu kavramı sistematik hâle getiren ve sanatın sadece basit bir kopyalama değil, aynı zamanda <b>ideal olanın veya olası olanın temsili</b> olduğunu savunan temel filozof <b>Aristoteles</b>'tir."
  },
  {
    "id": "253939",
    "unitNumber": 9,
    "text": "……………………. göre, tüm insan toplulukları sanatı farklı ifade biçimleri içinde tanımakla birlikte ilk kez ortaya çıkan sanat dalı şarkı ve danstır.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "options": {
      "A": "Darwin'e",
      "B": "Eflatun'a",
      "C": "Kant'a",
      "D": "Cornejo'ya",
      "E": "Bastide'e"
    },
    "correctAnswer": "D",
    "explanation": "Sanatın kökenine dair yapılan antropolojik ve tarihi çalışmalar, tüm insan topluluklarında en erken ve evrensel biçimde ortaya çıkan sanat dallarının <b>şarkı ve dans</b> olduğunu gösterir. Bu formlar genellikle <b>ritüel</b> ve <b>toplumsal ifade</b> amaçlıdır."
  },
  {
    "id": "253940",
    "unitNumber": 9,
    "text": "<strong>Sanatın özünün “belli bir yalan türü” olduğunu söyleyen düşünür aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Hegel",
      "B": "Nietzche",
      "C": "Bastide",
      "D": "Çernişevski",
      "E": "Huizinga"
    },
    "correctAnswer": "B",
    "explanation": "Sanatın özünün bir <b>yalan türü</b> olduğunu söyleyen düşünür <b>Platon</b>'dur. Platon, İdealar Kuramı'nda sanat eserini (taklidi), gerçeklikten (İdea'dan) iki derece uzak ve dolayısıyla <b>yanıltıcı</b> bir temsil olarak görerek sanatı eleştirmiştir."
  },
  {
    "id": "253943",
    "unitNumber": 9,
    "text": "<strong>Sanatın, “büyü ve dinden” doğduğunu söyleyen düşünür aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Darwin",
      "B": "Bastide",
      "C": "Plehanov",
      "D": "Huizinga",
      "E": "Kant"
    },
    "correctAnswer": "B",
    "explanation": "Sanatın kökenini <b>büyü ve din</b> ritüellerine bağlayan teoriye göre, ilk sanatsal ifadeler (örneğin mağara resimleri) <b>büyüsel amaçlarla</b> (avda başarı dileme) veya dinsel inançları ifade etmek için ortaya çıkmıştır. Bu kuramın önde gelen temsilcilerinden biri <b>James Frazer</b>'dır."
  },
  {
    "id": "253947",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi sanat eğitiminin ilkesel temellerinden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Çocukların yaratıcı özelliklerinin ortaya çıkarılabilmesi için sanat eğitiminin herkese sunulması gerekir.",
      "B": "Sanat eğitiminde bireysel farklılıklar dikkate alınmalıdır.",
      "C": "Sanat dersleri kendi ilke ve amaçlarına uygun olmalıdır.",
      "D": "Sanat eğitimi derslerinde gerekli ilgi ortamı sağlanmalıdır.",
      "E": "Sanat eğitiminde çevresel imkânlar ve fırsatlar eğitim sürecinin dışında bırakılmalıdır."
    },
    "correctAnswer": "E",
    "explanation": "Sanat eğitiminin temel ilkeleri; <b>yaratıcılığı desteklemek</b>, <b>kültürel farkındalığı artırmak</b> ve <b>bireysel farklılıkları dikkate almaktır</b>. Sanat eğitiminin hedefleri arasında olmayan yaklaşımlar genellikle sadece teorik bilgi aktarımına odaklanmak veya <b>ifade özgürlüğünü kısıtlamak</b> gibi durumları içerir."
  },
  {
    "id": "253948",
    "unitNumber": 9,
    "text": "<strong>Resim çizme etkinliğini bir tür dil olarak gören düşünür aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Schiller",
      "B": "Humboldt",
      "C": "Herder",
      "D": "Goethe",
      "E": "Kant"
    },
    "correctAnswer": "B",
    "explanation": "<b>Herbert Read</b>, sanat eğitimine önemli katkılar sağlamış bir düşünürdür. Read, resmi veya görsel sanatı, kelimelerden bağımsız, kendine özgü bir <b>iletişim ve ifade dili</b> olarak görerek, görsel okuryazarlığın önemini vurgulamıştır."
  },
  {
    "id": "296136",
    "unitNumber": 9,
    "text": "<strong>Bazı düşüncelerin, duyguların veya olayların deneyimlerinin beceri ve düş gücünün kullanılmasıyla diğer insanlara iletilmesi durumunu ifade eden kavram aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Sanat",
      "B": "Edebiyat",
      "C": "Sosyoloji",
      "D": "Felsefe",
      "E": "Tarih"
    },
    "correctAnswer": "A",
    "explanation": "Bu tanım, sanatın temel işlevini <b>duygu ve düşüncelerin aktarılması</b> olarak ifade eder. Bu, özellikle <b>Leo Tolstoy</b>'un sanat tanımıyla örtüşür. Tolstoy'a göre sanat, kişinin yaşadığı duyguyu beceri ve düş gücü kullanarak başkalarına <b>iletmesi</b> (communication) durumudur."
  },
  {
    "id": "355914",
    "unitNumber": 9,
    "text": "<strong>Rastlantıdan doğduğunu ileri süren düşünür aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Nunez",
      "B": "Kant",
      "C": "Darwin",
      "D": "Roger Bastide",
      "E": "Hirm"
    },
    "correctAnswer": "A",
    "explanation": "Sanatın <b>rastlantıdan</b> doğduğunu savunan kuram, ilk insanların doğadaki estetik olayları veya biçimleri tesadüfen gözlemlemesi ve bunu taklit etmesiyle sanatın başladığını öne sürer. Bu tür teoriler, bazı düşünürler tarafından <b>mekanik taklit</b> veya <b>tesadüfi keşif</b> olarak değerlendirilmiştir."
  },
  {
    "id": "356582",
    "unitNumber": 9,
    "text": "<strong>Beynin sağ yarım küresinin gelişiminin sağlanması hangi eğitim alanının dersleriyle mümkündür?</strong>",
    "options": {
      "A": "Sanat",
      "B": "Matematik",
      "C": "Edebiyat",
      "D": "Spor",
      "E": "Fizik"
    },
    "correctAnswer": "A",
    "explanation": "Beynin <b>sağ yarım küresi</b>, görsel-uzamsal algı, sezgi, duygusal tepkiler ve <b>yaratıcılık</b> gibi işlevlerle doğrudan ilişkilidir. Geleneksel eğitimin ağırlıklı olarak sol lobu geliştirmesine karşın, <b>Sanat Eğitimi</b> (resim, müzik, drama) aktiviteleri görsel, kinestetik ve uzamsal düşünmeyi teşvik ederek sağ yarım kürenin gelişimini sağlar."
  },
  {
    "id": "235889",
    "unitNumber": 10,
    "text": "Böylece eski zamanlarda yaşamış toplumların inanmak üzere yarattığı tanrılar, periler, devler, kahramanlar ve onların hikâyeleri, ............... oluşturur.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "options": {
      "A": "filolojiyi",
      "B": "terminolojyi",
      "C": "dramaturjiyi",
      "D": "mitolojiyi",
      "E": "eskatolojiyi"
    },
    "correctAnswer": "D",
    "explanation": "Cümlede boş bırakılan yere <b>mitoloji</b> kavramı getirilmelidir. Mitoloji, eski zamanlarda yaşamış toplumların inanmak üzere yarattığı tanrılar, periler, devler, kahramanlar ve onların hikâyeleri bütünüdür. Bu hikâyeler, bir kültürün <b>ortak inanç sistemini</b> ve <b>evrene bakış açısını</b> oluşturur."
  },
  {
    "id": "235893",
    "unitNumber": 10,
    "text": "Bir bütünün parçaları olan mitler, .................................. ve ................................. ürünüdür.<br/><strong>Cümlede boş bırakılan yerlere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "options": {
      "A": "bireysel gayretin - duygu düzlemin",
      "B": "kolektif bir bilincin - yerleşik bir sistemin",
      "C": "tanrısal ilhamın - kültürel sistemin",
      "D": "bireysel dürtülerin - varoluşsal güdülerin",
      "E": "sosyolojik - psikolojik emeklerin"
    },
    "correctAnswer": "B",
    "explanation": "Mitler, bir bütünün parçaları olarak, genellikle insanoğlunun bilinmeyeni açıklama ihtiyacından doğar. Bu nedenle, boş bırakılan yerlere <b>hayal gücü</b> ve <b>dinsel düşünce</b> (veya inanç) kavramları getirilmelidir. Mitler, <b>doğaüstü olaylara duyulan inançlar</b> ile <b>yaratıcı düşünce</b> ve hayal gücünün harmanlanmasının ürünüdür."
  },
  {
    "id": "239565",
    "unitNumber": 10,
    "text": "<strong>“İlkel Mitoloji - Tanrının Maskeleri” adlı eser aşağıdaki düşünürlerden hangisine aittir?</strong>",
    "options": {
      "A": "Joseph Campbell",
      "B": "Christopher Dell",
      "C": "Terry Eagleton",
      "D": "Mircea Eliade",
      "E": "Pierre Grimal"
    },
    "correctAnswer": "A",
    "explanation": "<b>“İlkel Mitoloji - Tanrının Maskeleri”</b> (The Masks of God: Primitive Mythology) adlı eser, karşılaştırmalı mitoloji alanının en önemli figürlerinden biri olan Amerikalı mitolog ve yazar <b>Joseph Campbell</b>’a aittir. Campbell, bu dört ciltlik seride, dünya mitolojilerindeki <b>evrensel arketipsel kalıpları</b> incelemiştir."
  },
  {
    "id": "239566",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi mitlerin ortak özelliklerinden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Değişim",
      "B": "Etkileşim",
      "C": "Dinsellik",
      "D": "Toplumsallık",
      "E": "Tarihsellik"
    },
    "correctAnswer": "E",
    "explanation": "Mitlerin ortak özellikleri arasında genellikle kutsal zaman diliminde geçmesi, sözlü gelenekle aktarılması, evreni açıklaması ve kolektif kabul görmesi bulunur. Mitler, <b>bilimsel veya tarihsel olarak doğrulanabilir olaylara dayanma</b> iddiasında değildir; bu, mitlerin özelliklerinden biri değildir. Mitler, esasen <b>metafiziksel</b> ve <b>kültürel</b> gerçekliği yansıtır."
  },
  {
    "id": "239567",
    "unitNumber": 10,
    "text": "Farklı kültürler arasındaki .........................., bu kültürlere ait mitlerin birbirlerini etkilemelerine sebep olmuştur?<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "options": {
      "A": "çıkar çatışmaları",
      "B": "uyum süreçleri",
      "C": "iletişim ve etkileşimler",
      "D": "uyuşmazlıklar",
      "E": "duygu ve düşünceler"
    },
    "correctAnswer": "C",
    "explanation": "Farklı kültürler arasındaki <b>kültürel alışveriş</b> veya <b>iletişim</b>, bu kültürlere ait mitlerin birbirlerini etkilemelerine sebep olmuştur. Ticaret yolları, göçler ve savaşlar gibi yollarla gerçekleşen bu etkileşimler sonucunda, mitolojik motifler ve hikâyeler bir kültürden diğerine geçebilir ve zamanla uyarlanır."
  },
  {
    "id": "239568",
    "unitNumber": 10,
    "text": "<strong>\"Yunan mitolojisindeki Kiklop ile Dede Korkut Kitabı’ndaki Tepegöz büyük ölçüde benzeşmektedir.\" cümlesi mitolojilerin hangi özelliği ile ilgilidir?</strong>",
    "options": {
      "A": "Etkileşim",
      "B": "Değişim",
      "C": "Dinsellik",
      "D": "Toplumsallık",
      "E": "Değişmezlik"
    },
    "correctAnswer": "A",
    "explanation": "Yunan mitolojisindeki <b>Kiklop</b> ile Dede Korkut Kitabı’ndaki <b>Tepegöz</b> gibi, farklı coğrafyalarda ortaya çıkan mitolojik figürlerin benzerlik göstermesi, mitolojilerin <b>evrensellik</b> özelliği ile ilgilidir. Bu durum, insanlığın ortak bilinçdışı veya <b>evrensel arketipsel motifleri</b> paylaşmasından kaynaklanır."
  },
  {
    "id": "239569",
    "unitNumber": 10,
    "text": "<strong>Yunan mitolojisindeki tanrılardan biri olan ve birçok sanat dalı tarafından konu edilen Dionysos, aşağıdakilerden hangisini <u>temsil etmez</u>?</strong>",
    "options": {
      "A": "Coşkuyu",
      "B": "Ölçüyü",
      "C": "Heyecanı",
      "D": "Özgürlüğü",
      "E": "Kalıpların dışına çıkmayı"
    },
    "correctAnswer": "B",
    "explanation": "Yunan mitolojisinde <b>Dionysos</b>, şarap, coşku, çılgınlık, bereket ve tiyatro (drama) tanrısıdır. Bu yönüyle <b>tutkuyu ve içgüdüyü</b> temsil eder. Dionysos, genellikle <b>Akıl, Düzen</b> ve <b>Mantık</b> gibi Apollon’un temsil ettiği değerleri <u>temsil etmez</u>; aksine, bu değerlerin karşıtı olan düzensizliği ve taşkınlığı simgeler."
  },
  {
    "id": "239571",
    "unitNumber": 10,
    "text": "......................, daha çok kronolojik olmayan bir bakış açısıyla evrenin, dünyanın, yeryüzü şekillerinin ve insanın oluşumunu açıklayan mitlerdir.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "options": {
      "A": "Teogoni",
      "B": "Antropogoni",
      "C": "Antropoloji",
      "D": "Eskatoloji",
      "E": "Kozmogoni"
    },
    "correctAnswer": "E",
    "explanation": "Daha çok kronolojik olmayan bir bakış açısıyla evrenin, dünyanın, yeryüzü şekillerinin ve insanın oluşumunu açıklayan mitlere <b>kozmogonik mitler</b> (yaratılış mitleri) denir. Bu mitler, <b>kutsal bir başlangıç zamanında</b> gerçekleşen ve varoluşun temelini atan olayları anlatır."
  },
  {
    "id": "239572",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi mitlerin işlevlerinden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Dinsellik",
      "B": "Toplumsallık",
      "C": "Bireysellik",
      "D": "Kültürel",
      "E": "Psikolojik"
    },
    "correctAnswer": "C",
    "explanation": "Mitlerin başlıca işlevleri: dünyayı açıklamak (kozmolojik), toplumsal normları ve ritüelleri meşrulaştırmak (sosyal/didaktik) ve bireye psikolojik rahatlama sağlamaktır. <b>Teknolojik gelişmeler üretmek</b> veya <b>deneysel bilimsel araştırmalar yapmak</b>, modern bir işlev olup, mitlerin antik veya geleneksel işlevlerinden biri <u>değildir</u>."
  },
  {
    "id": "239574",
    "unitNumber": 10,
    "text": "....................., maddesel kalıcılığı sayesinde farklı uygarlıklara ait mitolojik anlatıları konu edinmiş ve bunların sahip oldukları değerleri, metaforları ve imgeleri kendi diliyle aktarmaya çalışmıştır.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "options": {
      "A": "Resim sanatı",
      "B": "Heykel sanatı",
      "C": "Sinema sanatı",
      "D": "Edebiyat sanatı",
      "E": "Tiyatro sanatı"
    },
    "correctAnswer": "B",
    "explanation": "Maddesel kalıcılığı sayesinde mitolojik anlatıları konu edinmiş ve imgeleri kendi diliyle aktarmaya çalışan disiplin <b>Sanat</b>'tır (özellikle görsel sanatlar ve heykel). Sanat, bir uygarlığın mitolojik anlatılarını somutlaştırarak ve onlara <b>estetik bir form</b> vererek sonraki kuşaklara ve farklı uygarlıklara aktarmada kilit bir rol oynamıştır. Edebiyat da bir sanat formu olarak bu aktarımda önemlidir."
  },
  {
    "id": "249668",
    "unitNumber": 10,
    "text": "<strong>Türk Dil Kurumu’nun “bir duygu, tasarı, güzellik vb.nin anlatımında kullanılan yöntemlerin tamamı veya bu anlatımın sonucunda ortaya çıkan üstün yaratıcılık” olarak tanımladığı kavram aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Mitoloji",
      "B": "Sürrealizm",
      "C": "Sanat",
      "D": "Dadaizm",
      "E": "Trajedi"
    },
    "correctAnswer": "C",
    "explanation": "Türk Dil Kurumu’nun (TDK) tanımında yer alan “bir duygu, tasarı, güzellik vb.nin anlatımında kullanılan yöntemlerin tamamı veya bu anlatımın sonucunda ortaya çıkan üstün yaratıcılık” ifadesi, <b>Sanat</b> kavramını tanımlamaktadır. Sanat, <b>yaratıcılık</b> ve <b>ifade biçimlerinin</b> birleşimiyle ortaya çıkan kültürel bir alandır."
  },
  {
    "id": "249670",
    "unitNumber": 10,
    "text": "<strong>Ulysses adlı romanın yazarı aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "James Joyce",
      "B": "Mircea Eliade",
      "C": "Jack London",
      "D": "Terry Eagleton",
      "E": "Samuel Beckett"
    },
    "correctAnswer": "A",
    "explanation": "Modernist edebiyatın kilometre taşlarından biri olan <b>Ulysses</b> adlı romanın yazarı, İrlandalı yazar <b>James Joyce</b>’tur. Eser, temel olarak Homeros’un <b>Odysseia</b> destanındaki olay örgüsünü ve motifleri kullanarak modern Dublin'de bir günün hikayesini anlatır."
  },
  {
    "id": "253951",
    "unitNumber": 10,
    "text": "Nietzsche’ye göre Yunan mitolojisinde Apollon .................. ve Dionysos .................. temsil etmektedir.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "options": {
      "A": "aklı - içgüdüyü",
      "B": "sanatı - bilimi",
      "C": "geçmişi - geleceği",
      "D": "ibadeti - eğlenceyi",
      "E": "eleştiriyi - benimsemeyi"
    },
    "correctAnswer": "A",
    "explanation": "Nietzsche, <b>“Tragedyanın Doğuşu”</b> adlı eserinde Yunan kültürünü iki temel dürtü üzerinden açıklar: <b>Apollon</b> <b>düzeni, aklı, formu ve bireyselliği</b>; <b>Dionysos</b> ise <b>coşkuyu, içgüdüyü, taşkınlığı ve kolektifliği</b> temsil etmektedir. Bu ikili karşıtlık, sanatın ve trajedinin kökenini oluşturur."
  },
  {
    "id": "253956",
    "unitNumber": 10,
    "text": "<strong>Oidipus trajedisi aşağıdakilerden hangisine aittir?</strong>",
    "options": {
      "A": "Homeros",
      "B": "Aiskhylos",
      "C": "Euripides",
      "D": "Sophokles",
      "E": "Eshilos"
    },
    "correctAnswer": "D",
    "explanation": "Meşhur <b>Oidipus trajedisi</b> (Kral Oidipus), Antik Yunan’ın üç büyük tragedy yazarından biri olan <b>Sophokles</b>’e aittir. Bu eser, mitolojik bir temeli kullanarak kader, suçluluk ve insan iradesi gibi evrensel konuları işlemiştir."
  },
  {
    "id": "253959",
    "unitNumber": 10,
    "text": "Tanzimat’tan sonra, bilhassa ................ edebiyatından yapılan çeviriler ile birlikte Yunan Mitolojisi'ne yönelen yazar ve şairler, mitolojik unsurları eserlerinde konu etmişlerdir.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "options": {
      "A": "Rus",
      "B": "İran",
      "C": "Alman",
      "D": "İngiliz",
      "E": "Fransız"
    },
    "correctAnswer": "E",
    "explanation": "Tanzimat’tan sonra Türk edebiyatı Batı’ya yönelmiş ve özellikle <b>Fransız</b> edebiyatından (Klasisizm ve Romantizm akımları etkisiyle) yapılan çeviriler ile birlikte, Yunan Mitolojisi'ne dair unsurlar eserlerde konu edilmeye başlanmıştır. Fransız edebiyatı, mitolojik referansların Türk okuruna ulaşmasında bir köprü görevi görmüştür."
  },
  {
    "id": "296157",
    "unitNumber": 10,
    "text": "Dünyayı kuran ve düzenleyen tanrıların, evrenin, yaratılışın hikâyesini anlatan mitler …............ bir özellik taşırken, ortaya çıktıkları toplumların yaşamını, zihin dünyasını, norm ve değerlerini, kural ve yasaklarını yansıtan mitler ise …............ özellik taşır.<br/><strong>Cümlede boş bırakılan yerlere sırasıyla aşağıdakilerden hangisi getirilmelidir?</strong>",
    "options": {
      "A": "toplumsal/değişken",
      "B": "değişken/toplumsal",
      "C": "değişken/dinsel",
      "D": "dinsel/toplumsal",
      "E": "dinsel/değişken"
    },
    "correctAnswer": "D",
    "explanation": "Dünyayı kuran ve düzenleyen tanrıların hikayesini anlatan mitler, <b>kozmolojik</b> (yaratılışla ilgili) bir özellik taşır. Toplumların yaşamını, norm ve değerlerini, kural ve yasaklarını yansıtan mitler ise toplumsal düzeni öğrettiği ve pekiştirdiği için <b>didaktik (sosyal)</b> bir özellik taşır."
  },
  {
    "id": "356583",
    "unitNumber": 10,
    "text": "I. Gılgamış<br/>II. Akhilleus<br/>III. Oğuz Kağan<br/>IV. Herakles<br/><strong>Yukarıdaki destanlardan hangisi ya da hangileri kahramanlık destanlarından <u>değildir</u>?</strong>",
    "options": {
      "A": "Yanlız I",
      "B": "Yanlız III",
      "C": "I ve II",
      "D": "III ve IV",
      "E": "I, II ve IV"
    },
    "correctAnswer": "B",
    "explanation": "Akhilleus, Oğuz Kağan ve Herakles destanları belirgin bir şekilde <b>kahramanlık destanlarıdır</b>. <b>Gılgamış Destanı</b> (I.), kahramanlık unsurları içermesine rağmen, ana teması bir kahramanın maceralarından çok <b>ölümsüzlük arayışı</b> ve <b>insan doğasının felsefi sorgulaması</b> olduğu için, diğer kahramanlık destanlarından ayrılan farklı bir yapıya sahiptir."
  },
  {
    "id": "356584",
    "unitNumber": 10,
    "text": "<strong>Sanatın köklerini mitlerde arayan mitin kendisinin de bir sanat biçimi olduğunu söyleyen düşünür aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Nietzsche",
      "B": "Aristoteles",
      "C": "Hegel",
      "D": "Platon",
      "E": "Kant"
    },
    "correctAnswer": "A",
    "explanation": "Sanatın köklerini mitlerde arayan, mitin kendisinin de bir sanat biçimi olduğunu ve mitlerin kolektif bilinçdışının ürünü olduğunu söyleyen önemli düşünür, analitik psikolojinin kurucusu <b>Carl Gustav Jung</b>'dur. Jung, mitlerdeki <b>arketipsel imgelerin</b> sanatsal yaratıcılığın temel kaynağı olduğunu savunmuştur."
  },
  {
    "id": "235894",
    "unitNumber": 11,
    "text": "<strong>Dijital kelimesinin etimolojik kökeni olan Latince “digitus” kelimesinin anlamı aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Parmak",
      "B": "El",
      "C": "Göz",
      "D": "Beyin",
      "E": "Kalp"
    },
    "correctAnswer": "A",
    "explanation": "Dijital kelimesinin etimolojik kökeni olan Latince <b>“digitus”</b> kelimesinin anlamı <b>parmak</b> veya <b>rakam</b>dır. Bu köken, dijital sistemlerin ayrık (discrete) sayılarla veya parmakla sayma eylemiyle ilişkilendirilerek, sayısal verilerin işlenmesini ifade ettiğini gösterir."
  },
  {
    "id": "235895",
    "unitNumber": 11,
    "text": "<strong>Sanatçının işin sanat yönü yoğun olmayan ama emeği yoğun olan, fazlaca vakit alan kimi kısımlarını bilgisayara yaptırdığı dijital sanat türü aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Bilgisayar üretimli dijital sanat",
      "B": "Bilgisayar destekli dijital sanat",
      "C": "Bilgisayar yönelimli dijital sanat",
      "D": "Bilgisayar işlemcili dijital sanat",
      "E": "Bilgisayar tüketimli dijital sanat"
    },
    "correctAnswer": "B",
    "explanation": "Sanatçının işin yaratıcı yönüne odaklanıp, <b>emeği yoğun</b> ve fazlaca vakit alan kimi kısımlarını bilgisayara yaptırdığı dijital sanat türü <b>Bilgisayar Destekli Sanat</b> (Computer Aided Art) olarak adlandırılır. Bu tür, sanatsal sürecin verimliliğini artırmayı hedefler."
  },
  {
    "id": "239596",
    "unitNumber": 11,
    "text": "<strong>Politik söylemli dijital sanat eserlerini ve internetin özgürlükçü ortamını ifade etmek için kullanılabilecek olan McLuhan’a ait söz aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Sanat mesajdır.",
      "B": "Sanat ortamdır.",
      "C": "Ortam mesajdır.",
      "D": "Mesaj sanattır.",
      "E": "Mesaj ortamdır."
    },
    "correctAnswer": "C",
    "explanation": "Politik söylemli dijital sanat eserlerini ve internetin özgürlükçü ortamını ifade etmek için kullanılabilecek olan McLuhan’a ait ünlü söz <b>“Araç mesajdır”</b> (The medium is the message) ifadesidir. Bu söz, iletişim aracının kendisinin içeriği ve etkileşimi belirlediğini vurgular."
  },
  {
    "id": "239597",
    "unitNumber": 11,
    "text": "<strong>Bilgisayar sanatı tanımının ilk kez yapıldığı dergi aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Cyber Computer",
      "B": "Cybernetic Serendipity",
      "C": "Computer and Humankind",
      "D": "Computers and Automation",
      "E": "Computur Magazine"
    },
    "correctAnswer": "D",
    "explanation": "<b>Bilgisayar sanatı</b> (Computer Art) tanımının ilk kez yapıldığı dergiler genellikle 1960'ların başlarında bu yeni sanat formuna odaklanan teknik yayınlardır. Bu tanım, bilgisayarı bir yaratım aracı olarak kullanan sanat eserlerini kapsar."
  },
  {
    "id": "239598",
    "unitNumber": 11,
    "text": "<strong>Bilgisayar sanatıyla uğraşanların işlerini kolaylaştırmak üzere yazılan ilk programlardan olan 1970 tarihli bilgisayar programı aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "ART 365",
      "B": "ART 13",
      "C": "ART 24",
      "D": "ART 7/24",
      "E": "ART 1"
    },
    "correctAnswer": "E",
    "explanation": "Bilgisayar sanatıyla uğraşanların işlerini kolaylaştırmak üzere yazılan ilk programlar, genellikle <b>grafik oluşturma</b> ve <b>algoritmik çizim</b> yeteneklerine sahip yazılımlardır. 1970 tarihi bu alandaki ilk önemli grafik programlarının ortaya çıktığı döneme işaret eder."
  },
  {
    "id": "239599",
    "unitNumber": 11,
    "text": "<strong>Ressam yapay zekâ sanatçıların ilk örneklerinden olup 1970’lerde Profesör Harold Cohen tarafından geliştirilen robot aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "AARON",
      "B": "ART 1",
      "C": "Virtua 13",
      "D": "Red Queen",
      "E": "X1Y2Z3"
    },
    "correctAnswer": "A",
    "explanation": "Ressam yapay zekâ sanatçıların ilk örneklerinden olup 1970’lerde Profesör Harold Cohen tarafından geliştirilen robot/yapay zekâ programı <b>AARON</b>'dur. AARON, kural tabanlı algoritmalar kullanarak otonom sanat eserleri üretebilmesiyle ünlüdür."
  },
  {
    "id": "239600",
    "unitNumber": 11,
    "text": "<strong>Dijital sanatların lokomotifi olan sanat dalı aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "İşitsel dijital sanatlar",
      "B": "Görsel dijital sanatlar",
      "C": "Edebî dijital sanatlar",
      "D": "Dijital mimari",
      "E": "Kompleks dijital sanatlar"
    },
    "correctAnswer": "B",
    "explanation": "Dijital sanatların gelişiminde merkezi rol oynayan ve diğer tüm dijital sanat dallarını (animasyon, tasarım, video) besleyen lokomotif sanat dalı <b>Bilgisayar Grafikleri</b>'dir. Bilgisayar grafikleri, görsel içeriğin dijital ortamda üretilmesi ve işlenmesi için temel teşkil eder."
  },
  {
    "id": "239601",
    "unitNumber": 11,
    "text": "<strong>Türkçesi bilgisayar destekli animasyon olan kavramın kısaltması aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "CGI",
      "B": "CGA",
      "C": "CAA",
      "D": "CIG",
      "E": "CGE"
    },
    "correctAnswer": "C",
    "explanation": "Türkçesi <b>Bilgisayar Destekli Animasyon</b> olan kavramın İngilizce karşılığı Computer Aided Animation’dır ve yaygın kısaltması <b>CAA</b>'dır. Bu, animasyon sürecinde bilgisayardan faydalanmayı ifade eder."
  },
  {
    "id": "239602",
    "unitNumber": 11,
    "text": "<strong>Bilgisayar destekli animasyon yaparken bilgisayardan beklenen görüntüler arasındaki hareket efektini verecek şekilde çizim tekrarlarını oluşturması işlemi aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Repating",
      "B": "Gapping",
      "C": "Doubling",
      "D": "Tweening",
      "E": "Matching"
    },
    "correctAnswer": "D",
    "explanation": "Bilgisayar destekli animasyon yaparken, iki anahtar görüntü (key frame) arasındaki <b>hareket efektini</b> verecek şekilde çizim tekrarlarını (ara kareleri) bilgisayarın otomatik olarak oluşturması işlemi <b>ara çizim</b> (veya <b>tweening</b>) olarak adlandırılır. Bu işlem animasyon üretimini hızlandırır."
  },
  {
    "id": "239603",
    "unitNumber": 11,
    "text": "<strong>Kavislerle tanınan, dijital mimarinin temsilcisi aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Ftank Gehry",
      "B": "Renzo Piano",
      "C": "Rem Koolhaas",
      "D": "Ieoh Ming Pei",
      "E": "Zaha Hadid"
    },
    "correctAnswer": "E",
    "explanation": "Kavisli, karmaşık formları tasarlamak için ileri düzey bilgisayar destekli tasarım (CAD) yazılımlarını yoğun olarak kullanmasıyla tanınan ve dijital mimarinin önde gelen temsilcisi <b>Frank Gehry</b>’dir. Kendisi, yapılarında alışılmadık, akışkan formlara hayat vermiştir."
  },
  {
    "id": "249672",
    "unitNumber": 11,
    "text": "<strong>1938 sonrasında sayısal bilgisayar teknolojilerini, 1945 sonrasında ise kayıt ve yayın teknolojilerini tanımlamak üzere kullanılan dijital teriminin karşıtı aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Analog",
      "B": "Sayısal",
      "C": "Numerik",
      "D": "Otomatik",
      "E": "Geleneksel"
    },
    "correctAnswer": "A",
    "explanation": "1938 sonrası sayısal teknolojileri tanımlayan <b>dijital</b> teriminin karşıtı <b>analog</b>dur. Dijital, ayrık sinyallerle çalışırken; analog, sürekli ve kesintisiz dalgalarla (kayıt ve yayın teknolojilerinde olduğu gibi) çalışır."
  },
  {
    "id": "249674",
    "unitNumber": 11,
    "text": "<strong>Sanatçının bilgisayarın süreci tamamlanmasına izin verdiği dijital sanat aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Bilgisayar destekli dijital sanat",
      "B": "Bilgisayar üretimli dijital sanat",
      "C": "Bilgisayar yönelimli dijital sanat",
      "D": "Bilgisayar işlemcili dijital sanat",
      "E": "Bilgisayar tüketimli dijital sanat"
    },
    "correctAnswer": "B",
    "explanation": "Sanatçının bir algoritma veya kural seti belirlediği, ancak eserin oluşum sürecini tamamlamasını <b>bilgisayara bıraktığı</b> dijital sanat türü <b>Üretken Sanat</b> (Generative Art) veya <b>Algoritmik Sanat</b> olarak bilinir."
  },
  {
    "id": "253966",
    "unitNumber": 11,
    "text": "<strong>2. Körfez Savaşı sırasındaki hava saldırılarını eleştiren ve savaş karşıtı bir söylemi olan dijital sanat ürünü aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "İrannica",
      "B": "Lübnanica",
      "C": "Iraqnica",
      "D": "Türkonica",
      "E": "Armenica"
    },
    "correctAnswer": "C",
    "explanation": "2. Körfez Savaşı sırasındaki hava saldırılarını eleştiren ve <b>savaş karşıtı</b> bir söylemi olan dijital sanat ürünü, dönemin politik <b>net.art</b> hareketinin veya dijital enstalasyonlarının tipik bir örneğidir. Bu tür eserler, siyasi ve sosyal konulara eleştirel bir bakış açısı sunar."
  },
  {
    "id": "253968",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi ilk dijital sanatçılardan biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Nam June Paik",
      "B": "Leslie Mezei",
      "C": "Georg Nees",
      "D": "Andy Warhol",
      "E": "Charles Csuri"
    },
    "correctAnswer": "D",
    "explanation": "İlk dijital sanatçılar (öncüler), 1960'lı yıllarda bilgisayarı sanatsal üretim için kullanan <b>Harold Cohen</b>, <b>Michael Noll</b>, <b>Frieder Nake</b> gibi isimlerdir. Cevap şıkkı, bu öncülere kıyasla daha sonraki dönemlerde öne çıkan veya geleneksel sanata odaklanan bir sanatçı olmalıdır."
  },
  {
    "id": "253969",
    "unitNumber": 11,
    "text": "<strong>Dijital sanatçıların görsel işlerinde sıkça kullandıkları Illustrator ve Photoshop programlarının sahibi olan firma hangisidir?</strong>",
    "options": {
      "A": "Xerox",
      "B": "Amiga",
      "C": "Commadore",
      "D": "Apple",
      "E": "Adobe"
    },
    "correctAnswer": "E",
    "explanation": "Dijital sanatçıların görsel işlerinde sıkça kullandıkları, vektörel çizim programı <b>Illustrator</b> ve görüntü düzenleme programı <b>Photoshop</b>'un sahibi olan firma <b>Adobe</b>'dir. Adobe, dijital grafik ve tasarım endüstrisinde lider konumdadır."
  },
  {
    "id": "253970",
    "unitNumber": 11,
    "text": "<strong>Geleneksel ve dijital yöntemler ile imkânların bir arada kullanıldığı işleri tanımlamak için kullanılan kavram aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Tradigital",
      "B": "Retrodigital",
      "C": "Nostadigital",
      "D": "Predigital",
      "E": "Postdigital"
    },
    "correctAnswer": "A",
    "explanation": "Geleneksel sanat yöntemleri ve imkânları ile dijital yöntemlerin ve imkânların <b>bir arada kullanıldığı</b> işleri tanımlamak için kullanılan kavram <b>Karma Medya Sanatı</b> (Mixed Media Art) veya <b>Hibrid Sanat</b>tır. Bu yaklaşım, iki dünyanın en iyi yönlerini birleştirir."
  },
  {
    "id": "253972",
    "unitNumber": 11,
    "text": "<strong>Görüntünün en küçük bileşeni, genellikle nokta ya da kare ile ifade edilen görüntü parçacığı olarak tanımlanan kavram aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "CGI",
      "B": "Render",
      "C": "Piksel",
      "D": "Kaplama",
      "E": "Çözünürlük"
    },
    "correctAnswer": "C",
    "explanation": "Görüntünün en küçük bileşeni, genellikle nokta ya da kare ile ifade edilen görüntü parçacığı <b>piksel</b> (Pixel - Picture Element) olarak tanımlanır. Dijital görüntülerin çözünürlüğü ve kalitesi piksel sayısıyla doğrudan ilişkilidir."
  },
  {
    "id": "297979",
    "unitNumber": 11,
    "text": "Dijital fotoğraf makineleri ile yapılan fotoğrafçılığı tanımlayan bu sanata…...........; Sanatçının resmi yaparken bilgisayar teknolojilerinden faydalandığı çalışmalara…............... adı verilir.<br/><strong>Cümlede boş bırakılan yerlere sırasıyla aşağıdakilerden hangisi getirilmelidir?</strong>",
    "options": {
      "A": "Dijital fotoğrafçılık/ Dijital illüstrasyon",
      "B": "Dijital illüstrasyon/ Dijital fotoğrafçılık",
      "C": "Dijital kolaj/ Animasyon",
      "D": "Dijital fotoğrafçılık/ Dijital resim",
      "E": "Dijital resim/ Animasyon"
    },
    "correctAnswer": "D",
    "explanation": "Dijital fotoğraf makineleri ile yapılan fotoğrafçılığı tanımlayan sanata <b>Dijital Fotoğrafçılık</b> denir; Sanatçının resmi yaparken bilgisayar teknolojilerinden faydalandığı çalışmalara ise <b>Bilgisayar Sanatı</b> adı verilir. <br>Bu iki kavram sırasıyla dijital görüntüleme ve dijital yaratımı ifade eder."
  },
  {
    "id": "356586",
    "unitNumber": 11,
    "text": "<strong>İlk örneği 1987’de yapılan, 2010 sonrasında küresel çapta viral şekilde ifadeleri aktarma ve kitle iletişimi biçimine dönüşen görüntü formatı olan sanat türü aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "GIF sanatı",
      "B": "Piksel sanatı",
      "C": "Animasyon",
      "D": "Dijital kolaj",
      "E": "Render sanatı"
    },
    "correctAnswer": "A",
    "explanation": "İlk örneği 1987’de yapılan, 2010 sonrasında küresel çapta viral şekilde ifadeleri aktarma ve kitle iletişimi biçimine dönüşen, kısa, döngüsel hareketli görüntü formatı olan sanat türü <b>GIF Sanatı</b>'dır (Graphics Interchange Format). GIF'ler internet kültüründe önemli bir yer edinmiştir."
  },
  {
    "id": "235896",
    "unitNumber": 12,
    "text": "<strong>Günümüzün en değerli sanat tablolarının sahibi Vincent Van Gogh hayattayken kaç tablo satabilmiştir?</strong>",
    "options": {
      "A": "1",
      "B": "32",
      "C": "45",
      "D": "60",
      "E": "100"
    },
    "correctAnswer": "A",
    "explanation": "Vincent Van Gogh, günümüzde tabloları astronomik fiyatlara satılan, modern sanatın en önemli figürlerinden biri olmasına rağmen, ne yazık ki <b>hayattayken değeri anlaşılamamıştır</b>.<br>Kariyeri boyunca resimlerini satmakta çok zorlanmıştır ve genel kabul gören bilgiye göre, ressam yaşamı boyunca yalnızca <b>bir (1) tablo</b> satabilmiştir (bazı kaynaklar birkaç tane olduğunu söylese de, ticari başarı sıfıra yakındır). Bu durum, sanatçının yaşam süresindeki tanınma ile ölümünden sonraki sanat değeri arasındaki çarpıcı tezatı vurgular."
  },
  {
    "id": "235897",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi 2019 yılının sonlarına doğru İtalyan sanatçı Maurizio Cattelan’ın bir muz ve banttan oluşan eserinin adıdır?</strong>",
    "options": {
      "A": "Guernica",
      "B": "Öpücük",
      "C": "İnci Küpeli Kız",
      "D": "Mona Lisa",
      "E": "Komedyen"
    },
    "correctAnswer": "E",
    "explanation": "2019 yılında Miami Art Basel fuarında büyük tartışma yaratan, duvara koli bandıyla yapıştırılmış bir muzdan oluşan bu eser, İtalyan sanatçı Maurizio Cattelan’a aittir. Eserin adı <b>“Comedian” (Komedyen)</b> olup, üç farklı versiyonu toplamda yüz binlerce dolara satılmıştır.<br>Bu eser, <b>kavramsal sanatın</b> sınırlarını, sanat piyasasının değer yargılarını ve <b>tüketim kültürünün</b> sanata etkilerini sorgulayan çarpıcı bir örnektir."
  },
  {
    "id": "239604",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi tarafından buhar makinesi icat edilmiştir?</strong>",
    "options": {
      "A": "Thomas Edison",
      "B": "Alexander Fleming",
      "C": "Johannes Gutenberg",
      "D": "James Watt",
      "E": "Alexander Graham Bell"
    },
    "correctAnswer": "D",
    "explanation": "Buhar makinesi, <b>Sanayi Devrimi'nin</b> başlangıcını ve hızlanmasını sağlayan en kritik teknolojik gelişmelerden biridir. Verimli ve ticari olarak kullanılabilir buhar makinesi, İskoç mucit <b>James Watt</b> tarafından icat edilmiştir (ya da Thomas Newcomen'ın modelini büyük ölçüde geliştirerek verimli hale getirmiştir).<br>Watt'ın geliştirdiği bu makine, kömür yakıtlı endüstrilerin ve demiryolu ulaşımının temelini oluşturmuştur."
  },
  {
    "id": "239605",
    "unitNumber": 12,
    "text": "<strong>Aşağıdaki tarihî olaylardan hangisi Fukuyama’nın “Tarihin sonu mu?” sorusunu ortaya çıkarmıştır?</strong>",
    "options": {
      "A": "I. Dünya Savaşı",
      "B": "II. Dünya Savaşı",
      "C": "Berlin Duvarı’nın Yıkılışı",
      "D": "Fransız Devrimi",
      "E": "Sanayi Devrimi"
    },
    "correctAnswer": "C",
    "explanation": "Amerikalı siyaset bilimci Francis Fukuyama, meşhur 'Tarihin Sonu mu?' sorusunu ve sonrasında 'Tarihin Sonu ve Son İnsan' tezini, <b>Soğuk Savaş’ın sona ermesi</b> ve özellikle <b>Berlin Duvarı’nın yıkılması</b> (1989) ile SSCB’nin dağılması sonrası ortaya atmıştır.<br>Fukuyama, bu olaylar sonucunda ideolojik mücadelenin bittiğini ve <b>liberal demokrasinin</b> nihai yönetim şekli olarak zafer kazandığını öne sürmüştür."
  },
  {
    "id": "239606",
    "unitNumber": 12,
    "text": "<strong>İnternet ilk olarak hangi amaçla kullanılmıştır?</strong>",
    "options": {
      "A": "Tıbbi",
      "B": "Askerî",
      "C": "Turistik",
      "D": "Medyatik",
      "E": "Ticari"
    },
    "correctAnswer": "B",
    "explanation": "İnternet, ilk olarak 1960’larda ABD Savunma Bakanlığı’na bağlı Gelişmiş Araştırma Projeleri Ajansı (ARPA) tarafından <b>ARPANET</b> adıyla geliştirilmiştir. İnternetin asıl kullanım amacı, nükleer bir saldırı durumunda bile <b>bilgi ve iletişimin devamlılığını</b> sağlamak, yani <b>askeri ve akademik araştırma</b> kurumları arasında güvenli ve merkezi olmayan bir ağ kurmaktır."
  },
  {
    "id": "239607",
    "unitNumber": 12,
    "text": "<strong>Bilgi çağının devrimsel teknolojik aracı aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "İnternet",
      "B": "Televizyon",
      "C": "Uçak",
      "D": "Araba",
      "E": "Tren"
    },
    "correctAnswer": "A",
    "explanation": "Bilgi Çağı (ya da Dijital Çağ), bilginin üretim, işleme, depolama ve iletme yöntemlerinin toplumsal yapıyı temelden değiştirdiği dönemi ifade eder.<br>Bu devrimin merkezinde yer alan teknolojik araç, <b>bilgisayardır</b>. Özellikle kişisel bilgisayarların (PC) ve mobil cihazların yaygınlaşması, bilginin demokratikleşmesini sağlamış ve küreselleşme sürecini hızlandırmıştır."
  },
  {
    "id": "239608",
    "unitNumber": 12,
    "text": "<strong>Dünyanın halka açık ilk büyük sanat müzesi aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Topkapı Sarayı Müzesi",
      "B": "Louvre Müzesi",
      "C": "Metropolitan Müzesi",
      "D": "British Museum",
      "E": "Çin Ulusal Müzesi"
    },
    "correctAnswer": "B",
    "explanation": "Dünyanın halka açık ilk büyük sanat müzesi, <b>Louvre Müzesi’dir</b>. Fransa’da <b>Fransız Devrimi</b> (1789) sonrasında, daha önce kraliyet koleksiyonlarının bulunduğu bu saray, 1793 yılında kapılarını halka açarak modern müze konseptinin öncüsü olmuştur.<br>Bu eylem, sanatı sadece elitlerin erişebildiği bir alan olmaktan çıkarıp kamusal alana taşımıştır."
  },
  {
    "id": "239611",
    "unitNumber": 12,
    "text": "<strong> “Mona Lisa” adlı eser aşağıdaki sanatçılardan hangisine aittir?</strong>",
    "options": {
      "A": "Van Gogh",
      "B": "Pablo Picasso",
      "C": "Salvador Dali",
      "D": "Michelangelo",
      "E": "Leonardo da Vinci"
    },
    "correctAnswer": "E",
    "explanation": "Dünyanın en tanınan tablolarından biri olan <b>'Mona Lisa'</b> (veya 'La Gioconda'), İtalyan Yüksek Rönesans dönemi sanatçısı <b>Leonardo da Vinci'ye</b> aittir. Da Vinci, hem sanatçı hem de bilim insanı kimliğiyle Rönesans’ın en önemli temsilcilerinden biridir.<br>Eser, halen Paris'teki <b>Louvre Müzesi'nde</b> sergilenmektedir."
  },
  {
    "id": "239613",
    "unitNumber": 12,
    "text": "<strong> Metropolitan Müzesi aşağıdaki şehirlerin hangisindedir?</strong>",
    "options": {
      "A": "Londra",
      "B": "Paris",
      "C": "New York",
      "D": "Washington",
      "E": "Vatikan"
    },
    "correctAnswer": "C",
    "explanation": "<b>Metropolitan Sanat Müzesi</b> (The Met), dünyanın en büyük ve en prestijli sanat müzelerinden biridir. Müze, Amerika Birleşik Devletleri’nin <b>New York</b> şehrinde, Manhattan’da, Central Park'ın yanında yer almaktadır. Dünyanın farklı kültür ve dönemlerine ait milyonlarca esere ev sahipliği yapar."
  },
  {
    "id": "239618",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi “pratik sanat'ın” diğer bir adıdır?</strong>",
    "options": {
      "A": "Edebî sanat",
      "B": "Sanal sanat",
      "C": "Ulusal sanat",
      "D": "Endüstriyel sanat",
      "E": "Görsel sanat"
    },
    "correctAnswer": "D",
    "explanation": "Sanat, genellikle güzel sanatlar (fine arts) ve uygulamalı sanatlar (applied arts) olarak iki ana kategoriye ayrılır. <b>'Pratik sanat'</b>, estetik değer taşımakla birlikte, aynı zamanda bir kullanım amacına veya işlevine hizmet eden sanat dallarını ifade eder.<br>Bu nedenle, pratik sanatın diğer bir adı <b>'zanaat'</b> veya <b>'uygulamalı sanatlardır'</b> (örneğin mimari, seramik, tekstil, mobilya tasarımı)."
  },
  {
    "id": "249676",
    "unitNumber": 12,
    "text": "<strong>Dünyanın yedi harikasına yönelik ilk liste aşağıdakilerden hangisi tarafından düzenlenmiştir?</strong>",
    "options": {
      "A": "Platon",
      "B": "Aristo",
      "C": "Leonardo da Vinci",
      "D": "Sidonlu Antipatros",
      "E": "Aquinalı Thomas"
    },
    "correctAnswer": "D",
    "explanation": "Antik Dünyanın Yedi Harikası listesi, Helenistik dönemde (Büyük İskender sonrası) Akdeniz ve Yakın Doğu'daki en görkemli yapıtları onurlandırmak amacıyla oluşturulmuştur. Bu harikaların bilinen ilk listesini düzenleyen kişi, genellikle MÖ 2. yüzyılda yaşamış olan Yunan yazar ve gezgin <b>Saydalı Antipater’dir</b> (Antipater of Sidon). Listenin amacı, <b>antik dünyanın</b> mühendislik ve mimari başarılarını kaydetmekti."
  },
  {
    "id": "249680",
    "unitNumber": 12,
    "text": "<strong>Aşağıda yer alan dünyanın yedi harikasından hangisi günümüze kadar ulaşmıştır?</strong>",
    "options": {
      "A": "İskenderiye Feneri",
      "B": "Rodos Heykeli",
      "C": "Kral Mausollos’un Mezarı",
      "D": "Zeus Heykeli",
      "E": "Keops Piramidi"
    },
    "correctAnswer": "E",
    "explanation": "Antik Dünyanın Yedi Harikası listesindeki yapılardan çoğu (İskenderiye Feneri, Babil’in Asma Bahçeleri, Rodos Heykeli vb.) doğal afetler veya savaşlar sonucunda yıkılmıştır.<br>Günümüze kadar büyük ölçüde sağlam kalmayı başarabilen ve hâlâ ayakta olan tek harika, Mısır’daki <b>Giza’daki Büyük Piramittir</b> (Khufu Piramidi)."
  },
  {
    "id": "253975",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi Louvre Müzesi’nin bulunduğu ülkedir?</strong>",
    "options": {
      "A": "İngiltere",
      "B": "Fransa",
      "C": "Almanya",
      "D": "Belçika",
      "E": "Kanada"
    },
    "correctAnswer": "B",
    "explanation": "Louvre Müzesi, dünyanın en ikonik ve en çok ziyaret edilen sanat müzesidir. Bu müze, <b>Fransa’nın</b> başkenti <b>Paris’te</b>, Sen Nehri kıyısında yer almaktadır. Müze, ‘Mona Lisa’ ve ‘Venus de Milo’ gibi dünya çapında ünlü eserlere ev sahipliği yapar."
  },
  {
    "id": "253981",
    "unitNumber": 12,
    "text": "<strong>Liberalizmin zaferini vurgulayan “Tarihin Sonu” kavramı aşağıdaki düşünürlerden hangisine aittir?</strong>",
    "options": {
      "A": "A. Giddens",
      "B": "Z. Bauman",
      "C": "K. Marx",
      "D": "F. Fukuyama",
      "E": "K. Lynch"
    },
    "correctAnswer": "D",
    "explanation": "<b>'Tarihin Sonu'</b> (The End of History) kavramı, Soğuk Savaş'ın bitimini ve liberalizmin ideolojik zaferini yorumlayan ünlü siyaset bilimci ve filozof <b>Francis Fukuyama’ya</b> aittir. Bu tez, liberal demokrasinin tüm siyasi sistemler arasında en ideal ve son form olduğunu ileri sürer."
  },
  {
    "id": "253982",
    "unitNumber": 12,
    "text": "<strong> “Akropolis” aşağıdaki şehirlerden hangisinde yer alır?</strong>",
    "options": {
      "A": "Atina - Yunanistan",
      "B": "İzmir - Türkiye",
      "C": "Roma - İtalya",
      "D": "Bükreş - Romanya",
      "E": "Münih - Almanya"
    },
    "correctAnswer": "A",
    "explanation": "Antik Yunan medeniyetinin ve Batı kültürünün en önemli simgelerinden biri olan <b>Akropolis</b>, kelime anlamıyla 'yukarı şehir' veya 'kale' demektir. Ancak bu isimle anılan en meşhur yapı kompleksi, <b>Yunanistan'ın başkenti Atina'da</b> bulunmaktadır.<br>Burada bulunan <b>Parthenon</b> tapınağı, özellikle klasik Yunan mimarisinin zirvesini temsil eder."
  },
  {
    "id": "297994",
    "unitNumber": 12,
    "text": "<strong>Küreselleşmenin akıntıları içinde rahatça hareket eden ve tüketim toplumunun aktif üyeleri olarak adlandırılan toplumsal grup aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Turistler",
      "B": "Aylaklar",
      "C": "Çaylaklar",
      "D": "Hiperaktifler",
      "E": "Düzenbazlar"
    },
    "correctAnswer": "A",
    "explanation": "Küreselleşme süreciyle birlikte ortaya çıkan ve uluslararası markaları, medyayı ve kültürel ürünleri benimseyerek tüketim kalıplarını küresel düzeye taşıyan toplumsal gruba <b>kozmopolitler</b> veya <b>küresel seçkinler</b> denir. Bu grup, gelir ve eğitim seviyeleri sayesinde küresel akımların ve tüketim toplumunun aktif üyeleri haline gelmiş, coğrafi sınırlamaları aşan bir kimlik geliştirmiştir."
  },
  {
    "id": "356588",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi Londra’da bulunan müzelerden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Tate Modern Müzesi",
      "B": "Louvre Müzesi",
      "C": "British Museum",
      "D": "National Gallery",
      "E": "Victoria and Albert"
    },
    "correctAnswer": "B",
    "explanation": "Londra, dünya çapında üne sahip birçok müzeye ev sahipliği yapmaktadır (British Museum, National Gallery, V&A, Tate Modern gibi).<br>Bu tür bir soruda cevap, Londra dışında (örneğin Paris, New York, St. Petersburg veya Berlin gibi başka büyük sanat merkezlerinde) bulunan bir müze olacaktır. Şıklarda genellikle <b>Louvre Müzesi</b> (Paris), <b>Hermitage Müzesi</b> (St. Petersburg) veya <b>Metropolitan Müzesi</b> (New York) gibi Londra'da bulunmayan büyük müzelerden biri yer alır."
  },
  {
    "id": "235899",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi maddi kültür öğelerinden biridir? </strong>",
    "options": {
      "A": "Ahlaki değerler",
      "B": "Giysi",
      "C": "Gelenek",
      "D": "İnanç",
      "E": "Norm"
    },
    "correctAnswer": "B",
    "explanation": "Maddi kültür, bir toplumun ürettiği ve kullandığı fiziksel, somut nesneleri kapsar. Bu öğeler <b>bina</b>, <b>araç gereç</b>, <b>teknoloji</b> gibi gözle görülebilir ve elle tutulabilir her şeyi içerir. Maddi kültür, manevi kültürden (inançlar, normlar) farklı olarak hızlı değişime daha yatkındır."
  },
  {
    "id": "235900",
    "unitNumber": 13,
    "text": "<strong>Özellikle azınlıkta olan gruplarca benimsenen kültür çeşidi aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Alt",
      "B": "Egemen",
      "C": "Baskın",
      "D": "Popüler",
      "E": "Asıl"
    },
    "correctAnswer": "A",
    "explanation": "Toplumun ana kültürü içinde yer alan, ancak kendine özgü yaşam tarzı, inançları, değerleri ve davranış kalıplarıyla ana kültürden ayrılan grupların benimsediği kültüre <b>Alt Kültür (Subkültür)</b> denir. Azınlıkta olan veya belirli bir coğrafi, mesleki ya da demografik özelliğe sahip gruplar alt kültür oluşturabilir."
  },
  {
    "id": "239623",
    "unitNumber": 13,
    "text": "<strong>Toplumsal yapı içerisinde nesilden nesile aktarılan ve halkın yaşamının ayrılmaz parçası olarak ve anonim şekilde oluşan kültüre ne ad verilir?</strong>",
    "options": {
      "A": "Popüler kültür",
      "B": "Kitch",
      "C": "Pop Art",
      "D": "Baskın kültür",
      "E": "Folk kültürü"
    },
    "correctAnswer": "E",
    "explanation": "Nesilden nesile aktarılan, halkın ortak yaşamının ve geleneklerinin ayrılmaz bir parçası olarak anonim şekilde (bir yaratıcısı belli olmadan) oluşan kültüre <b>Halk Kültürü (Folklor)</b> adı verilir. Bu kültür türü, genellikle sözlü gelenekler, masallar, halk oyunları ve el sanatları gibi unsurları içerir."
  },
  {
    "id": "239627",
    "unitNumber": 13,
    "text": "<strong>Çalışma etiği kavramı hangi toplum tipinde önemli sayılmaktadır?</strong>",
    "options": {
      "A": "Üretim",
      "B": "Tüketim",
      "C": "Geleneksel",
      "D": "Postmodern",
      "E": "Pre-kapitalist"
    },
    "correctAnswer": "A",
    "explanation": "<b>Çalışma Etiği</b> kavramı, disiplinli, planlı çalışmayı, tasarrufu ve üretkenliği temel ahlaki değerler olarak gören bir anlayıştır. Bu anlayış, özellikle üretimin ve sermaye birikiminin merkezi olduğu <b>Sanayi Toplumu</b> veya <b>Üretim Toplumu</b> tipinde hayati öneme sahiptir (Max Weber’in Protestan Ahlakı tezi bu bağlamdadır)."
  },
  {
    "id": "239628",
    "unitNumber": 13,
    "text": "<strong>Çalışma etiğinin yerine geçen kavram aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Seküler ahlak",
      "B": "Muhafazakârlık",
      "C": "Tüketim estetiği",
      "D": "Üretim talebi",
      "E": "İşçi sınıfı"
    },
    "correctAnswer": "C",
    "explanation": "Modern (post-endüstriyel) toplumlarda, çalışma etiğinin yerini alan ve bireyi sürekli olarak tatmin arayışına, hazza ve hızlı tüketim döngüsüne yönlendiren anlayış <b>Tüketim Kültürü</b>'dür. Bu kültürde birey, üretmekten çok tüketerek kimlik kazanır."
  },
  {
    "id": "239629",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi tüketim kültürü insanını mutlu keyifle sonuçlanan bir yok oluş olarak değerlendirir?</strong>",
    "options": {
      "A": "Bauman",
      "B": "Zizek",
      "C": "Giddens",
      "D": "Baudrillard",
      "E": "Bruckner"
    },
    "correctAnswer": "E",
    "explanation": "Ünlü sosyolog ve felsefeci <b>Jean Baudrillard</b>, tüketim toplumunun bireyi sürekli bir işaretler ve semboller sistemi içine hapsettiğini ve bu durumun 'mutlu keyifle sonuçlanan bir yok oluş' veya <b>iletişimin ve simülasyonun ekstatik hali</b> olarak değerlendirilebilecek bir boşluğa yol açtığını savunur."
  },
  {
    "id": "239631",
    "unitNumber": 13,
    "text": "<strong>Sanatçıya tüketime yardımcı olabilecek bir obje oluşturmasını ve bunun sanat olarak değer kazanmasını öneren aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Sosyalizm",
      "B": "Kapitalizm",
      "C": "Faşizm",
      "D": "Marksizm",
      "E": "Feodalizm"
    },
    "correctAnswer": "B",
    "explanation": "Bu yaklaşım, özellikle <b>Pop Art</b> akımı ve onun öncüsü <b>Andy Warhol</b> ile özdeşleşir. Pop Art, kitle kültürünün ve gündelik tüketim objelerinin (konserve kutuları, reklamlar) sanat eserine dönüştürülmesini savunarak, sanatın pazarla ve tüketimle olan bağını güçlendirmiştir."
  },
  {
    "id": "239632",
    "unitNumber": 13,
    "text": "<strong>Gündelik olanın sanatlaştırılması ya da yüceltilmesi olarak da adlandırılan kavram aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Antik sanat",
      "B": "İdol",
      "C": "Venüs",
      "D": "Pop art",
      "E": "Etik"
    },
    "correctAnswer": "D",
    "explanation": "Gündelik yaşamın sıradan ve ticari nesnelerinin sanat eseri statüsüne yükseltilmesi veya yüceltilmesi eylemi <b>Popüler Sanat (Pop Art)</b> akımının temel felsefesidir. Bu akım, yüksek sanat ve kitle kültürü arasındaki hiyerarşiyi ortadan kaldırmayı amaçlar."
  },
  {
    "id": "239633",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi sanatın tüketilen bir nesne olduğunun kanıtıdır?</strong>",
    "options": {
      "A": "Mona Lisa tablosu",
      "B": "İnci Küpeli Kız tablosu",
      "C": "Son Akşam Yemeği adlı çalışma",
      "D": "Yıldızlı Gece çalışması",
      "E": "Komedyen adlı muz çalışması"
    },
    "correctAnswer": "E",
    "explanation": "Sanatın bir <b>tüketim nesnesi</b> haline geldiğinin kanıtları arasında, orijinal eserlerin <b>müzayedelerde yüksek fiyatlara satılması</b> (yatırım aracı haline gelmesi) ve eserlerin <b>seri üretim replikaları</b>, posterleri veya ticari ürünler (merchandise) olarak pazarlanması yer alır. Bu durum, sanatın <b>metalaşma</b> sürecini gösterir."
  },
  {
    "id": "239636",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi Zolberg’e göre popüler sanat olarak kabul edilmektedir?</strong>",
    "options": {
      "A": "Bale",
      "B": "Modern dans",
      "C": "Deneysel tiyatro",
      "D": "Müzikal komedi",
      "E": "Opera"
    },
    "correctAnswer": "D",
    "explanation": "Sanat sosyoloğu Vera Zolberg, <b>Popüler Sanat</b>'ı, <b>kitle pazarına</b> yönelik olarak üretilen, genellikle <b>seri üretim</b> teknikleriyle çoğaltılan ve ticari başarıya odaklanmış sanat türü olarak tanımlamaktadır. Popüler sanat, halk sanatından farklı olarak endüstriyel süreçlerle ilişkilidir."
  },
  {
    "id": "249683",
    "unitNumber": 13,
    "text": "<strong>Fertlerin kazandığı inanç, sanatsal faaliyet, bilgi, gelenek, ahlaki değerler ve alışkanlıklara ne ad verilir?</strong>",
    "options": {
      "A": "Kültür",
      "B": "Pop art",
      "C": "İdol",
      "D": "Estetik",
      "E": "Ahlak"
    },
    "correctAnswer": "A",
    "explanation": "Bu tanım (fertlerin kazandığı inanç, sanat, bilgi, gelenek, ahlaki değerler ve alışkanlıklar), Edward Burnett Tylor’un ünlü tanımını temel alan ve bir toplumun üyesi olarak bireyin edindiği bütün karmaşık yapıyı ifade eden <b>Kültür</b> kavramına karşılık gelir."
  },
  {
    "id": "249685",
    "unitNumber": 13,
    "text": "<strong>Yazılı ve yazısız kuralların bütününü, inanç, gelenek ve normları barındıran kültür türü aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Maddi",
      "B": "Manevi",
      "C": "Baskın",
      "D": "Alt",
      "E": "Karşıt"
    },
    "correctAnswer": "B",
    "explanation": "<b>Manevi Kültür</b> (Non-Maddi Kültür), bir toplumun paylaştığı soyut unsurları içerir. Bu unsurlar, <b>inançlar</b>, <b>normlar</b>, <b>gelenekler</b>, yazılı ve yazısız kurallar bütünü ile ahlaki değerlerdir. Fiziksel nesneleri kapsayan maddi kültürün aksine, manevi kültür düşünsel yapıdadır."
  },
  {
    "id": "253983",
    "unitNumber": 13,
    "text": "<strong>Üretim toplumunun ahlaki nitelik arz eden kavramı aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Çalışma etiği",
      "B": "Tüketim ahlakı",
      "C": "Kadim değerler",
      "D": "Geleneksel etik",
      "E": "Üretim estetiği"
    },
    "correctAnswer": "A",
    "explanation": "Üretim toplumunun temelini oluşturan ve ahlaki bir nitelik taşıyan kavram <b>Çalışma Etiği</b>’dir. Bu etik, bireyleri disiplinli çalışmaya, ertelemeye ve sermaye birikimine yönlendirerek, kapitalist üretimin sürekliliğini sağlar."
  },
  {
    "id": "253987",
    "unitNumber": 13,
    "text": "<strong>Popüler kültür içerisinde tutum ile davranışların önüne geçen kavram aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "İmaj",
      "B": "Ahlak",
      "C": "Etik",
      "D": "Norm",
      "E": "Üretim"
    },
    "correctAnswer": "A",
    "explanation": "Popüler kültür, genellikle derinlikli tutum ve davranışlardan ziyade, hızlı algılanabilen ve yüzeysel olanı ön plana çıkarır. Bu bağlamda, bireyin başkalarına sunduğu dış görünüş ve algı yönetimi olan <b>İmaj (Görüntü)</b>, kişinin gerçek davranışlarından daha önemli hale gelir."
  },
  {
    "id": "298009",
    "unitNumber": 13,
    "text": "I. İnanç<br/>II. Gelenekler<br/>III. Yazısız kurallar<br/><strong>Yukarıdakilerden hangisi ya da hangileri manevi kültür ögeleri arasında yer alır?</strong>",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "correctAnswer": "E",
    "explanation": "Manevi kültür, somut olmayan, soyut kültür unsurlarıdır. <b>İnanç</b>, <b>Gelenekler</b> ve <b>Yazısız kurallar</b> (normlar) fiziksel nesneler değil, toplumsal düşünce ve davranış kalıpları olduğu için, verilen maddelerin <b>hepsi (I, II ve III)</b> manevi kültür ögeleri arasında yer alır."
  },
  {
    "id": "298012",
    "unitNumber": 13,
    "text": "I. Kullan at kültürünü yaygınlaştırmaktadır.<br/>II. Üretimi desteklemektedir.<br/>III. Tasarruf duygusunu ortadan kaldırmaktadır.<br/><strong>Yukarıda popüler kültür ile ilgili verilen bilgilerden hangisi ya da hangileri doğrudur?</strong>",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "I ve III",
      "E": "I, II ve III"
    },
    "correctAnswer": "D",
    "explanation": "Popüler kültür, tüketimi teşvik ederek: I. Ürünlerin hızla eskitilmesini gerektiren <b>Kullan-at kültürünü</b> yaygınlaştırır. III. Sürekli yeniyi alma zorunluluğu yarattığı için <b>tasarruf duygusunu</b> ortadan kaldırır. Bu nedenle I ve III kesinlikle doğrudur. Popüler kültür doğrudan üretimi desteklemez; tüketim üzerinden ekonomiyi destekler."
  },
  {
    "id": "356599",
    "unitNumber": 13,
    "text": "<strong>Sanat dünyasında \"zevkten yoksun, bayağı, ucuz edebiyat\" olarak tanımlanan sanat akımı aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Kitsch",
      "B": "Pop Art",
      "C": "Empresyonizm",
      "D": "Kübizm",
      "E": "Ekspresyonizm"
    },
    "correctAnswer": "A",
    "explanation": "Sanat dünyasında 'zevkten yoksun, bayağı, ucuz, aşırı duygusal ve taklitçi sanat' olarak tanımlanan kavram <b>Kitsch</b>'tir. Kitsch, genellikle estetik değerden yoksun, popüler beğeniye hitap eden ve yüksek sanatı taklit eden ticari ürünleri veya eserleri ifade eder."
  },
  {
    "id": "356600",
    "unitNumber": 13,
    "text": "<strong>Toplumsal yapı içerisinde nesilden nesile aktarılan ve halkın yaşamının ayrılmaz parçası olarak ve anonim şekilde oluşan kültüre ne ad verilir?</strong>",
    "options": {
      "A": "Kitle Kültürü",
      "B": "Egemen Kültür",
      "C": "Alt Kültür",
      "D": "Karşı Kültür",
      "E": "Folk Kültürü"
    },
    "correctAnswer": "E",
    "explanation": "Toplumsal yapı içinde anonim şekilde oluşarak nesilden nesile aktarılan ve halkın yaşamının doğal bir parçası olan kültüre <b>Halk Kültürü (Folklor)</b> denir. Bu, köklü gelenekleri ve sözlü aktarımları kapsayan kolektif bir üründür."
  },
  {
    "id": "235904",
    "unitNumber": 14,
    "text": "<strong>Osmanlı mimarisinde, hangi yapı, barok sanatının en anıtsal örneğini oluşturmaktadır?</strong>",
    "options": {
      "A": "Eminönü Yeni Camii",
      "B": "Bebek Camii",
      "C": "Kocatepe Camii",
      "D": "Nuruosmaniye Camii",
      "E": "Sancaklar Camii"
    },
    "correctAnswer": "D",
    "explanation": "Osmanlı mimarisinde Barok ve Rokoko üslubunun en anıtsal ve ilk büyük ölçekli örneği <b>Nuruosmaniye Camii</b>'dir (1748-1755). Sultan I. Mahmut tarafından başlatılan bu yapı, klasik Osmanlı şemasından uzaklaşarak, yoğun <b>Batılılaşma</b> etkilerini, kıvrımlı hatları ve taş işçiliğindeki detaycılığı bünyesinde barındırır. Bu cami, imparatorluktaki üslup değişiminin zirve noktası olarak kabul edilir."
  },
  {
    "id": "235906",
    "unitNumber": 14,
    "text": "<strong>19. yüzyılda yurt dışında resim eğitimi alan ressamlar arasında hangisi yer alır?</strong>",
    "options": {
      "A": "Hikmet Onat",
      "B": "Süleyman Seyyid",
      "C": "İbrahim Çallı",
      "D": "Avni Lifij",
      "E": "Feyhaman Duran"
    },
    "correctAnswer": "B",
    "explanation": "19. yüzyılda modern Türk resim sanatının temelleri, Avrupa’da (özellikle Paris) akademik eğitim alan sanatçılar tarafından atılmıştır. Bu öncü isimler arasında <b>Osman Hamdi Bey</b>, <b>Şeker Ahmet Paşa</b> ve <b>Halil Paşa</b> gibi sanatçılar yer alır. Bu ressamlar, Batı tekniklerini (yağlıboya, perspektif, figür anatomisi) Osmanlı sanatına taşıyarak Batılılaşma hareketini sanatta somutlaştırmışlardır."
  },
  {
    "id": "239640",
    "unitNumber": 14,
    "text": "<strong>Çallı Kuşağı olarak da bilinen 1914 Kuşağı içerisinde hangi ressam <u>yer almaz</u>?</strong>",
    "options": {
      "A": "Ali Sami Boyer",
      "B": "Namık İsmail",
      "C": "Avni Lifij",
      "D": "Nazmi Ziya",
      "E": "Osman Hamdi"
    },
    "correctAnswer": "E",
    "explanation": "<b>1914 Kuşağı</b>, aynı zamanda <b>Çallı Kuşağı</b> olarak da bilinir ve temel olarak İbrahim Çallı'nın etrafında toplanan, Avrupa'dan dönen ve empresyonist etkileri kullanan sanatçılardan oluşur. Bu kuşağın önde gelen isimleri <b>İbrahim Çallı</b>, <b>Feyhaman Duran</b>, <b>Hikmet Onat</b> ve <b>Nazmi Ziya Güran</b>'dır. Bu kuşağa dahil olmayan bir ressam, genellikle daha önceki (Öncüler) veya daha sonraki (D Grubu, Müstakiller) gruplara ait olmalıdır."
  },
  {
    "id": "239643",
    "unitNumber": 14,
    "text": "<strong>Türk resim sanatında, kadın figürünü ilk kez resmeden sanatçı kimdir?</strong>",
    "options": {
      "A": "Osman Hamdi Bey",
      "B": "Şeker Ahmet Paşa",
      "C": "İbrahim Çallı",
      "D": "Feyhaman Duran",
      "E": "Hikmet Onat"
    },
    "correctAnswer": "A",
    "explanation": "Türk resim sanatında, Batılı normlara uygun olarak kadın figürünü, özellikle de çıplak figürü, ilk kez çekinmeden resmeden öncü sanatçı <b>Osman Hamdi Bey</b>'dir. Eserlerinde kullandığı figüratif kompozisyonlar, daha önce yasaklı sayılan konuların sanata dahil edilmesini sağlamıştır. Bu durum, aynı zamanda 1882'de kurduğu <b>Sanayi-i Nefise Mektebi</b>'nde verilen akademik figür eğitiminin bir sonucudur."
  },
  {
    "id": "239645",
    "unitNumber": 14,
    "text": "I. Müstakiller Grubu<br/>II. D Grubu<br/>III. Yeniler Grubu<br/>IV. Onlar Grubu<br/><strong>Aşağıdakilerden hangisi Türk ressamları tarafından kurulan örgütler arasındadır?</strong>",
    "options": {
      "A": "Yalnız II",
      "B": "Yalnız IV",
      "C": "I ve IV",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    },
    "correctAnswer": "E",
    "explanation": "Verilen dört seçeneğin tamamı (I, II, III ve IV), Cumhuriyet Dönemi Türk resim sanatının modernleşme sürecinde önemli roller oynamış ressam örgütleridir. <b>Müstakiller Grubu</b> (1929), <b>D Grubu</b> (1933), <b>Yeniler Grubu</b> (1940) ve <b>Onlar Grubu</b> (1947), Türk sanatında farklı dönemlerde <b>modern akımları</b> temsil eden, estetik çeşitliliği sağlayan ve sanat ortamını canlandıran oluşumlardır."
  },
  {
    "id": "239646",
    "unitNumber": 14,
    "text": "<strong>İnâs Sanâyi-i Nefîse Mektebi’nin kurulma amacı aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Yurt dışına gönderilecek ressamların ilk eğitimlerini sağlama",
      "B": "Mimarlık geleneğini akademik seviyeye taşıma",
      "C": "Sanat eğitimini yabancı hocaların denetiminden arındırma",
      "D": "Türk resim sanatını çağdaş seviyeye ulaştırma",
      "E": "Kadın sanatçılara resim ve heykel alanlarında eğitim verme"
    },
    "correctAnswer": "E",
    "explanation": "<b>İnâs Sanâyi-i Nefîse Mektebi</b> (Kız Güzel Sanatlar Okulu), 1914 yılında kadın öğrencilere akademik sanat eğitimi vermek amacıyla kurulmuştur. Bu kurumun kurulma amacı, erkek öğrencilerin eğitim aldığı <b>Sanâyi-i Nefîse Mektebi</b>'ne paralel olarak, kadınların da resim, heykel ve süsleme gibi alanlarda profesyonel sanat eğitimi almasını sağlamaktır. Bu, kadınların sanat dünyasındaki varlığını kurumsal olarak güçlendirmiştir."
  },
  {
    "id": "239648",
    "unitNumber": 14,
    "text": "<strong>Batılı tarzda heykel sanatının ilk Türk temsilcisi aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "İhsan Özsoy",
      "B": "İlhan Koman",
      "C": "Nijat Sirel",
      "D": "Mahir Tomruk",
      "E": "İsa Behzat"
    },
    "correctAnswer": "A",
    "explanation": "Batılı tarzda heykel sanatının Osmanlı'daki ilk Türk temsilcisi, <b>Yervant Osgan Efendi</b>'dir. İtalya'da heykel eğitimi gören Osgan, 1883'te kurulan <b>Sanayi-i Nefise Mektebi</b>'nde heykel bölümünü kurmuş ve hocalık yaparak Türkiye'de modern heykel sanatının öncülüğünü yapmıştır. Sanatının figüratif ve anıtsal yönü, heykelin toplumda kabul görmesine katkı sağlamıştır."
  },
  {
    "id": "239650",
    "unitNumber": 14,
    "text": "<strong>I. Ulusal Mimari Akım içerisinde hangi üslup<u> yer almaz</u>?</strong>",
    "options": {
      "A": "Barok",
      "B": "Neoklasik",
      "C": "Osmanlı sanatı",
      "D": "Hint mimarisi",
      "E": "Kübizm"
    },
    "correctAnswer": "E",
    "explanation": "<b>I. Ulusal Mimari Akımı</b> (1908-1930'lar), Mimar Kemalettin Bey ve Vedat Tek gibi isimlerin öncülüğünde, <b>Klasik Osmanlı</b> ve <b>Selçuklu</b> mimari unsurlarını (kemerler, çini bezemeler, cephe simetrisi) yeniden canlandırmayı amaçlamıştır. Bu akım, önceki dönemlerin Batılılaşmış <b>Barok</b> ve <b>Rokoko</b> üsluplarından ve daha sonraki saf <b>Uluslararası Modernizm</b> akımından özellikle uzak durmuştur. Dolayısıyla, bu akımın içinde yer almayan üslup, tipik olarak Batılı bir akım olacaktır."
  },
  {
    "id": "239652",
    "unitNumber": 14,
    "text": "<strong>Hitit ve Mezopotamya uygarlıklarının sanat etkileri hangi eserde görülmektedir?</strong>",
    "options": {
      "A": "İttihat ve Terakki Binası",
      "B": "İstiklal Savaşı Müzesi",
      "C": "Anıtkabir",
      "D": "Ulus Zafer Anıtı",
      "E": "Menemen Kubilay Anıtı"
    },
    "correctAnswer": "C",
    "explanation": "Cumhuriyet Dönemi'nde, yeni ulusal kimliğin oluşturulması sürecinde, sadece Osmanlı değil, Anadolu topraklarının köklü tarihi de sanat eserlerine yansıtılmıştır. <b>Hitit</b> ve <b>Mezopotamya</b> uygarlıklarının sanatsal etkileri, özellikle 1930'lar sonrasında yapılan heykellerde ve <b>Anıtkabir</b> gibi anıtsal yapıların rölyeflerinde görülür. Bu etki, sanatın tarihsel derinliğini Anadolu coğrafyasına bağlama çabasının bir parçasıdır."
  },
  {
    "id": "239655",
    "unitNumber": 14,
    "text": "<strong>Günümüz mimari örneklerinden hangisi, 16. yüzyıl klasik Osmanlı mimarisinin etkisini yansıtır?</strong>",
    "options": {
      "A": "Sancaklar Cami",
      "B": "İttihat ve Terakki Binası",
      "C": "Ankara Kocatepe Cami",
      "D": "Yeşilvadi Cami",
      "E": "Karacaahmet Şakirin Cami"
    },
    "correctAnswer": "C",
    "explanation": "Günümüz mimarisinde <b>16. yüzyıl klasik Osmanlı mimarisi</b>nin etkisini en belirgin ve anıtsal şekilde yansıtan örnek, <b>Büyük Çamlıca Camii</b>'dir. Bu yapı, <b>Mimar Sinan</b>’ın estetiğini taklit ederek merkezi kubbe, yarım kubbeler ve ince minareler gibi klasik unsurları modern inşaat teknikleriyle birleştirerek neo-Osmanlı tarzında inşa edilmiştir. Bu tarz yapılar, geleneksel kimliği modern dönemde sürdürme eğilimini gösterir."
  },
  {
    "id": "249688",
    "unitNumber": 14,
    "text": "<strong>1882’de yılında kurularak, mimarlık, resim, heykel ve hat sanatı alanlarında akademik bir eğitim veren kurum aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Sanâyi-i Nefîse Mekteb-i Âlîsi",
      "B": "İnâs Sanâyi-i Nefîse Mektebi",
      "C": "Millî Sanâyi-i Nefîse Cemiyeti",
      "D": "Onlar Grubu",
      "E": "Yeniler Grubu"
    },
    "correctAnswer": "A",
    "explanation": "1882 yılında <b>Osman Hamdi Bey</b> tarafından kurulan <b>Sanayi-i Nefise Mektebi</b> (Güzel Sanatlar Okulu), Osmanlı İmparatorluğu'nda mimarlık, resim, heykel ve hat gibi sanat dallarında akademik ve Batılı usullere uygun eğitim veren ilk kurumdur. Bu okul, Türkiye'deki modern sanat eğitiminin başlangıç noktası ve günümüzdeki Mimar Sinan Güzel Sanatlar Üniversitesi'nin çekirdeğini oluşturmaktadır."
  },
  {
    "id": "249690",
    "unitNumber": 14,
    "text": "<strong>Heykel sanatının Osmanlı’da ilk uygulayıcı olarak kabul edilen isim aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "İlhan Koman",
      "B": "İhsan Özsoy",
      "C": "Nijat Sirel",
      "D": "Yervant Oskan",
      "E": "Paul Bonatz"
    },
    "correctAnswer": "D",
    "explanation": "Heykel sanatının Osmanlı'da akademik ve Batılı anlamda ilk uygulayıcısı ve öğreticisi <b>Yervant Osgan Efendi</b>'dir. Osgan, 1883 yılında <b>Sanayi-i Nefise Mektebi</b>'nde heykel bölümünü kurmuş ve böylece heykelin Türkiye'de bir sanat dalı olarak resmen kabul görmesinde ve gelişmesinde kilit rol oynamıştır."
  },
  {
    "id": "253991",
    "unitNumber": 14,
    "text": "<strong>Aşağıdaki isimlerden hangisi I. Ulusal Mimari Akım mimarlarından biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Mimar Kemalettin",
      "B": "Vedat Tek",
      "C": "Ekrem Hakkı Ayverdi",
      "D": "Tahsin Sermet",
      "E": "Emre Onat"
    },
    "correctAnswer": "E",
    "explanation": "<b>I. Ulusal Mimari Akımı</b> (Birinci Ulusal Mimarlık Dönemi) mimarları arasında <b>Mimar Kemalettin Bey</b> ve <b>Vedat Tek</b> gibi isimler başı çeker. Bu akım, 1930’lara kadar etkili olmuştur. Eğer verilen şıklardan biri 1940'lar sonrası <b>II. Ulusal Mimari Akımı</b>'nın (örneğin Sedad Hakkı Eldem) ya da erken dönem modernizmin bir temsilcisi ise, bu kişi I. Ulusal Mimari Akımı mimarlarından sayılmaz."
  },
  {
    "id": "253992",
    "unitNumber": 14,
    "text": "<strong>Bulunduğu bölgenin coğrafi şartlarına uygun olarak altı metrelik bir derinliğe inşa edilen modern mimari örneği hangisidir?</strong>",
    "options": {
      "A": "Yeşilvadi Cami",
      "B": "Sancaklar Cami",
      "C": "Menemen Kubilay Anıtı",
      "D": "Karacaahmet Şakirin Cami",
      "E": "Bebek Cami"
    },
    "correctAnswer": "B",
    "explanation": "Bulunduğu bölgenin coğrafi şartlarına uyum sağlamak amacıyla büyük ölçüde yerin altına, altı metrelik bir derinliğe inşa edilen modern mimari örneği <b>Sancaklar Camii</b>'dir. <b>Emre Arolat</b> tarafından tasarlanan bu yapı, abartılı dış görünüşten kaçınarak, sadeliği ve maneviyatı ön plana çıkaran, bölgenin <b>topoğrafyasına</b> saygılı minimalist bir tasarıma sahiptir."
  },
  {
    "id": "253994",
    "unitNumber": 14,
    "text": "<strong>II. Ulusal Mimari Akım sırasında, yapı malzemeleri ile ilgili açılan kuruluşlar arasında aşağıdakilerden hangisi <u>yer almaz</u>?</strong>",
    "options": {
      "A": "Sümerbank",
      "B": "Etibank",
      "C": "MTA Enstitüsü",
      "D": "Türkiye Sanayi ve Kredi Bankası",
      "E": "TMO"
    },
    "correctAnswer": "E",
    "explanation": "<b>II. Ulusal Mimari Akımı</b> (1940-1950'ler) döneminde, savaş koşulları ve ekonomik zorluklar nedeniyle yerli malzeme kullanımına önem verilmiştir. Bu amaçla <b>yerel sanayiyi</b> ve standartları destekleyen, yerli <b>çimento</b> ve <b>tuğla</b> üretimini hedefleyen kuruluşlar açılmıştır. Soru, bu dönemin endüstriyel gelişim çabalarıyla ilgili olmayan, örneğin çok daha sonra kurulan bir yapı malzemesi test laboratuvarı veya uluslararası bir şirket olabilir."
  },
  {
    "id": "253996",
    "unitNumber": 14,
    "text": "<strong>Aşağıdaki ressamlardan hangisi Yeniler Grubu sanatçılarından biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Nuri İyem",
      "B": "Avni Arbaş",
      "C": "Abidin Dino",
      "D": "Bedri Baykam",
      "E": "Turgut Atalay"
    },
    "correctAnswer": "D",
    "explanation": "1940 yılında kurulan <b>Yeniler Grubu</b>, daha çok <b>toplumsal gerçekçilik</b> akımını benimsemiş ve İstanbul liman çevresindeki işçi yaşamını konu alan eserler üretmiştir. Bu grubun üyeleri arasında <b>Nuri İyem</b>, <b>Turgut Atalay</b> ve <b>Avni Arbaş</b> gibi isimler bulunur. Gruptan olmayan bir ressam, genellikle <b>D Grubu</b> (örneğin Nurullah Berk) veya daha önceki <b>1914 Kuşağı</b>'na ait bir sanatçıdır."
  },
  {
    "id": "253998",
    "unitNumber": 14,
    "text": "<strong>Farklı sanat disiplinlerinin bir arada uygulanmasını anlatan üslup aşağıdakilerden hangisidir</strong>?",
    "options": {
      "A": "I. Ulusal Mimari Akım",
      "B": "Batılılaşma",
      "C": "Eklektizm",
      "D": "Barok",
      "E": "Rönesans"
    },
    "correctAnswer": "C",
    "explanation": "Farklı sanat disiplinlerinin (mimari, resim, heykel, dekoratif sanatlar) tek bir eserde veya projede bir arada, bütünleşik bir şekilde uygulanmasını anlatan üslup, <b>Sanatların Sentezi</b> veya Almanca karşılığı olan <b>Gesamtkunstwerk</b> (Toplam Sanat Eseri) olarak bilinir. Bu yaklaşım, özellikle 19. yüzyıl sonu ve erken <b>Modernizm</b> dönemlerinde estetik bütünlüğü sağlamak amacıyla önemli bir felsefe olmuştur."
  },
  {
    "id": "356602",
    "unitNumber": 14,
    "text": "<strong>Cumhuriyet Dönemi’nin ilk sanatçı topluluğu aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Müstakil Ressamlar ve Heykeltıraşlar Birliği",
      "B": "1914 Çallı Kuşağı",
      "C": "Osmanlı Ressamlar Cemiyeti",
      "D": "D Grubu",
      "E": "Onlar Grubu"
    },
    "correctAnswer": "A",
    "explanation": "Cumhuriyetin kurulmasından sonraki ilk resmi sanatçı topluluğu, 1929 yılında kurulan <b>Müstakil Ressamlar ve Heykeltıraşlar Birliği</b>'dir (Müstakiller Grubu). Bu grup, kendilerinden önceki <b>1914 Kuşağı</b>'nın etkisinden sıyrılarak modern ve bağımsız sanat anlayışlarını Türkiye'de temsil etmeye başlamışlardır. Bu birlik, modern Türk resim sanatındaki örgütlenmenin öncüsüdür."
  },
  {
    "id": "356603",
    "unitNumber": 14,
    "text": "<strong>Sancaklar Camii'nin mimarı aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Emre Arolat",
      "B": "Hüsrev Tayla",
      "C": "Emin Onat",
      "D": "Mimar Kemalettin",
      "E": "Orhan Arda"
    },
    "correctAnswer": "A",
    "explanation": "İstanbul Büyükçekmece'de bulunan ve mimarisiyle uluslararası alanda büyük ilgi gören <b>Sancaklar Camii</b>'nin tasarımcısı <b>Emre Arolat</b>'tır. Arolat, yapıyı <b>minimalist</b> bir anlayışla, geleneksel cami formlarını sorgulayarak ve doğal çevreyle bütünleşecek şekilde tasarlamıştır."
  },
  {
    "id": "356705",
    "unitNumber": 14,
    "text": "<strong>Aşağıdaki sanatçı ve eser eşleştirmelerinden hangisi <u>yanlıştır</u>?</strong>",
    "options": {
      "A": "Turgut Zaim - Yörük Köyü",
      "B": "Ali Avni Çelebi - Vitrin",
      "C": "Mihri Müşfik Hanım - Toprağı İşleyen Kadınlar",
      "D": "Feyhaman Duran - Nü",
      "E": "Osman Hamdi Bey - Yaratılış"
    },
    "correctAnswer": "C",
    "explanation": "Bu tür eşleştirme sorularında, verilen sanatçının (örneğin <b>Osman Hamdi Bey</b>, <b>Fikret Muallâ</b> veya <b>Bedri Rahmi Eyüboğlu</b>) en bilinen veya tanımlayıcı eserlerinin (örneğin Kaplumbağa Terbiyecisi, Balıkçılar, Eyüboğlu’nun 'Köyden Görünüm'ü) kontrol edilmesi gerekir. Yanlış eşleştirme, eserin kronolojik olarak uymadığı veya farklı bir sanat disiplinine ait olduğu bir sanatçıya atanması durumunda ortaya çıkar."
  }
]