[
  {
    "id": "173009",
    "unitNumber": 1,
    "text": "<strong>İlk kompakt flaş kart kullanan fotoğraf makinesinin piyasaya sürüldüğü yıl aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "1996",
      "B": "1927",
      "C": "1901",
      "D": "1974",
      "E": "1839"
    },
    "explanation": "Kompakt flaş (CompactFlash - <b>CF</b>) kartlar, <b>dijital fotoğraf makinelerinde depolama ortamı</b> olarak kullanılmaya başlanmıştır. İlk CF kartını kullanan kompakt fotoğraf makinelerinin piyasaya sürüldüğü yıl 1997/1998 dönemine denk gelmektedir. Bu teknoloji, görüntülerin hızlı ve güvenilir bir şekilde depolanmasını sağlayarak dijital fotoğrafçılığın gelişiminde kritik bir rol oynamıştır."
  },
  {
    "id": "173010",
    "unitNumber": 1,
    "text": "<strong>Türkiye’de dijital görüntüleme teknolojisi ilk kez hangi alanda kullanılmıştır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Sağlık",
      "B": "Turizm",
      "C": "İnşaat",
      "D": "Basın",
      "E": "Havacılık"
    },
    "explanation": "Türkiye'de dijital görüntüleme teknolojisinin ilk kez kullanıldığı alan <b>gazetecilik ve basın sektörü</b> olmuştur. Gazeteler ve haber ajansları, olay yerinden hızlıca fotoğraf çekip merkeze <b>elektronik olarak iletme</b> zorunluluğu nedeniyle, hızla bu yeni teknolojiyi benimsemişlerdir. Bu durum, haberlerin güncelliğini ve iletim hızını ciddi ölçüde artırmıştır."
  },
  {
    "id": "173011",
    "unitNumber": 1,
    "text": "<strong>Tarayıcının icadından sonra taranan ilk resim aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Çiçek resmi",
      "B": "Bebek resmi",
      "C": "Güvercin resmi",
      "D": "Kedi resmi",
      "E": "At resmi"
    },
    "explanation": "Modern dijital tarama teknolojisinin öncüsü olarak kabul edilen <b>davul tarayıcı</b> (drum scanner), 1957 yılında <b>Russell Kirsch</b> tarafından geliştirilmiştir. Bu cihazla taranan ilk resim, Kirsch'ün o sırada üç aylık olan oğlu <b>Walden'ın fotoğrafı</b> olmuştur. Bu tarama, yalnızca 30.976 piksel çözünürlüğündeydi ve dijital görüntülemenin başlangıcını işaret etmiştir."
  },
  {
    "id": "173012",
    "unitNumber": 1,
    "text": "<strong>Dünyada kullanılan ilk dijital tarayıcı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Sony",
      "B": "Nikon",
      "C": "Canon",
      "D": "Seac",
      "E": "Fuji"
    },
    "explanation": "Dünyada kullanılan ilk dijital tarayıcı, 1957 yılında ABD Ulusal Standartlar Bürosu'nda (NBS) <b>Russell Kirsch</b> tarafından geliştirilen <b>Davul Tarayıcı</b> (Drum Scanner) veya NBS Tarayıcısı'dır. Bu cihaz, fiziksel görüntüleri bilgisayar tarafından işlenebilir hale getiren <b>dijital bitmap matrisine</b> dönüştürmüştür."
  },
  {
    "id": "173013",
    "unitNumber": 1,
    "text": "<strong>İlk kez CCD ile çalışan düzlem yataklı tarayıcının mucidi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Neil Amstrong",
      "B": "Steve Sasson",
      "C": "Raymond Kurzweil",
      "D": "Steve Job",
      "E": "Steve Martin"
    },
    "explanation": "İlk kez <b>CCD (Charge-Coupled Device)</b> sensörünü kullanarak geliştirilen düzlem yataklı (flatbed) tarayıcılar, 1980'li yıllarda ticari olarak yaygınlaşmıştır. CCD teknolojisi, tarayıcıların daha küçük, daha hızlı ve daha ucuz hale gelmesini sağlamıştır. İlk ticari düzlem tarayıcıların mucitleri genellikle bu teknolojiyi geliştiren <b>Microtek</b> gibi firmaların mühendisleridir."
  },
  {
    "id": "173014",
    "unitNumber": 1,
    "text": "<strong>Dünyanın ilk kameralı cep telefonunu aşağıdaki firmalardan hangisi üretmiştir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Casper",
      "B": "Sharp",
      "C": "Huawei",
      "D": "Türk Telekom",
      "E": "Turkcell"
    },
    "explanation": "Dünyanın ilk ticari olarak piyasaya sürülen entegre kameralı cep telefonu, 2000 yılının Kasım ayında Japonya'da <b>Sharp</b> firması tarafından <b>J-SH04</b> modeli olarak üretilmiştir. Bu cihaz, kullanıcıların çektikleri fotoğrafları anında paylaşmalarına olanak tanıyarak mobil iletişimde bir devrim yaratmıştır."
  },
  {
    "id": "173016",
    "unitNumber": 1,
    "text": "<strong>Bir bilgisayarla birlikte kullanılmak üzere geliştirilen ilk görüntü tarayıcı a</strong><strong>şağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Masaüstü",
      "B": "Tablet",
      "C": "Tambur",
      "D": "Kambur",
      "E": "Diz üstü"
    },
    "explanation": "Genellikle bir kişisel bilgisayarla (PC) kullanılmak üzere geliştirilen ilk görüntü tarayıcılar, 1980'li yılların ortalarında piyasaya sürülmüştür. Bu öncü cihazlardan biri, 1984 yılında <b>Apple Macintosh</b> bilgisayarları için tasarlanan ve <b>masaüstü yayıncılık (DTP)</b> devrimine zemin hazırlayan <b>ThunderScan</b>'dir."
  },
  {
    "id": "173017",
    "unitNumber": 1,
    "text": "<strong>Cep telefonunda “panorama” modunu ilk kez aşağıdaki firmalardan hangisi geliştirmiştir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Sony",
      "B": "HTC",
      "C": "LG",
      "D": "Samsung",
      "E": "Apple"
    },
    "explanation": "Cep telefonlarında kullanıcı dostu ve akıcı bir <b>panorama (geniş açı fotoğraf) çekim modu</b>nu ilk kez yaygınlaştırarak mobil işletim sistemlerine entegre eden firma <b>Apple</b>'dır. Bu özellik, 2012 yılında <b>iPhone 5</b> ile sunulmuş ve otomatik görüntü birleştirme (stitching) teknolojisi sayesinde geniş sahnelerin kolayca yakalanmasını sağlamıştır."
  },
  {
    "id": "178442",
    "unitNumber": 1,
    "text": "<strong>Dünyada ilk televizyon yayınının yapıldığı spor organizasyonu aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Berlin Olimpiyat Oyunları",
      "B": "Dünya Futbol Şampiyonası",
      "C": "Fransa Bisiklet Turu",
      "D": "Avrupa Eskrim Şampiyonası",
      "E": "Paris - Dakar Rallisi"
    },
    "explanation": "Dünyada ilk kez halka açık ve geniş çaplı televizyon yayınının yapıldığı spor organizasyonu, 1936 yılında gerçekleştirilen <b>Berlin Yaz Olimpiyatları</b>'dır. Bu yayınlar, o dönemki teknoloji kısıtlılıkları nedeniyle doğrudan evlere ulaşmasa da, özel izleme odalarında gösterilerek <b>televizyon yayıncılığının</b> büyük bir organizasyonda ilk kullanımını sağlamıştır."
  },
  {
    "id": "178443",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi Amerikan Deniz Piyadeleri tarafından 1989 yılında Panama Kanalı operasyonunda kullanılan ve savaş sırasında olay mahallinden askerler tarafından anlık olarak fotoğraf çekilerek paylaşımı yapılan ilk kamera olma özelliğine sahiptir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Leica M6",
      "B": "Nikon D1X",
      "C": "Zeiss-İkon",
      "D": "Olympus OM 30",
      "E": "Fuji DS-1P"
    },
    "explanation": "Amerikan Deniz Piyadeleri tarafından 1989 Panama Kanalı operasyonunda kullanılan ve savaş alanından anlık görüntü paylaşımı yapılan ilk kamera, genellikle <b>Nikon QV-1000C</b> gibi erken dönem <b>Still Video (Durağan Video) sistemleri</b> veya bunların askeri modifikasyonlarıdır. Bu sistemler, görüntüleri manyetik diske kaydederek hızla iletme yeteneği sayesinde <b>anlık askeri istihbarat</b> ve medya raporlamasına olanak tanımıştır."
  },
  {
    "id": "178444",
    "unitNumber": 1,
    "text": "<strong>1974 yılında i</strong><strong>lk ticari ürünü geliştirmeyi başararak günümüzdeki CCD teknolojisinin atası sayılabilecek olan çipi piyasaya süren şirket aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Panasonic",
      "B": "Fairchild Yarı Geçirgen Teknolojisi Şirketi",
      "C": "Fujifilm",
      "D": "Sony",
      "E": "Nikon"
    },
    "explanation": "Günümüzdeki <b>CCD (Charge-Coupled Device)</b> sensör teknolojisinin atası sayılabilecek olan ve 1974 yılında ilk ticari ürününü piyasaya süren şirket <b>Fairchild Semiconductor</b>'dur. Bu şirket, 100x100 piksellik ilk CCD görüntü sensörünü (MV-101) pazara sunarak dijital görüntülemenin temelini atmıştır."
  },
  {
    "id": "178445",
    "unitNumber": 1,
    "text": "<strong>70’lerin başında film kullanmaksızın elektronik yollarla görüntüleme çalışmalarına girişen şirketin ismi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Sony",
      "B": "Bosch",
      "C": "Texas-Instruments",
      "D": "Kodak",
      "E": "Leica"
    },
    "explanation": "1970'lerin başında film kullanmaksızın, tamamen <b>elektronik yollarla görüntüleme</b> çalışmalarına girişen ve bu alanda çığır açan şirket <b>Kodak</b>'tır. Kodak mühendisi <b>Steven Sasson</b>, 1975 yılında dünyanın ilk dijital fotoğraf makinesi prototipini geliştirerek filmsız görüntüleme konseptini hayata geçirmiştir."
  },
  {
    "id": "178446",
    "unitNumber": 1,
    "text": "<strong>İlk dijital fotoğraf makinesinin mucidi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Steve Sasson",
      "B": "Steve Jobs",
      "C": "Bill Gates",
      "D": "Jack Ma",
      "E": "Richard Nixon"
    },
    "explanation": "Dünyanın ilk dijital fotoğraf makinesinin mucidi, 1975 yılında Eastman Kodak firmasında çalışan mühendis <b>Steven Sasson</b>'dur. Sasson'un prototipi, bir CCD sensörü kullanarak siyah beyaz görüntüleri manyetik kasete kaydetmiş ve bu alanda bir dönüm noktası olmuştur."
  },
  {
    "id": "178447",
    "unitNumber": 1,
    "text": "<strong>1981’de Sony’nin dünyanın ilk film kullanmayan ve görüntüleri manyetik disk üzerine kayıt yapan makinesinin ismi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Sansui",
      "B": "Hasselblad",
      "C": "Mavica",
      "D": "Bronica",
      "E": "Telstar"
    },
    "explanation": "1981 yılında Sony’nin piyasaya sürdüğü, film kullanmayan ve görüntüleri manyetik disk (Mavipak) üzerine kayıt yapan makinesinin ismi <b>Sony Mavica (Magnetic Video Camera)</b>'dır. Mavica, görüntüyü elektronik olarak yakalaması ve televizyon ekranında gösterilmesi sayesinde <b>dijital fotoğrafçılığın ticarileşmesinde</b> önemli bir adımdır."
  },
  {
    "id": "178448",
    "unitNumber": 1,
    "text": "<strong>Kodak firmasının kurucusu aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Richard Avedon",
      "B": "Ringo Star",
      "C": "Larry Bird",
      "D": "George Eastman",
      "E": "Niki Lauda"
    },
    "explanation": "Fotoğrafçılık dünyasının en önemli markalarından biri olan Kodak firmasının kurucusu <b>George Eastman</b>'dır. Eastman, özellikle <b>rulo filmin</b> icadı ve 1888'de Kodak kamera ile 'Siz düğmeye basın, gerisini bize bırakın' sloganını kullanarak fotoğrafçılığı kitlelere ulaştırmıştır."
  },
  {
    "id": "178449",
    "unitNumber": 1,
    "text": "<strong>Dünyanın ilk megapiksel sensörü kaç pikseldir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "1.1 milyon piksel",
      "B": "1.6 milyon piksel",
      "C": "1 milyon piksel",
      "D": "1.4 milyon piksel",
      "E": "1.9 milyon piksel"
    },
    "explanation": "Megapiksel (bir milyon piksel) çözünürlüğünü aşan dünyanın ilk ticari sensörü, 1986 yılında <b>Kodak</b> tarafından üretilen <b>KAF-1300</b> modelidir. Bu sensör, 1280 x 1024 çözünürlüğe sahip olup, toplamda <b>1.3 milyon piksel</b> içermektedir. Bu gelişme, yüksek çözünürlüklü dijital fotoğrafçılığın başlangıcını işaret etmiştir."
  },
  {
    "id": "178450",
    "unitNumber": 1,
    "text": "<strong>İlk sıvı kristal ekranlı-LCD monitörlü kompakt makinenin ismi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Sony A-5",
      "B": "Casio QV-10",
      "C": "Kodak DC-25",
      "D": "Canon 300D",
      "E": "Nikon D1"
    },
    "explanation": "İlk kez çekilen görüntüleri anında kameranın arkasındaki ekranda izleme olanağı sunan <b>sıvı kristal ekranlı (LCD) kompakt makinenin</b> ismi, 1995 yılında piyasaya sürülen <b>Casio QV-10</b>'dur. Bu özellik, dijital fotoğraf makinelerinin kullanım kolaylığını ve popülaritesini artırmada kilit rol oynamıştır."
  },
  {
    "id": "178451",
    "unitNumber": 1,
    "text": "<strong>Canon 300D dijital fotoğraf makinesi kaç megapikseldir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "6 megapiksel",
      "B": "7 megapiksel",
      "C": "10 megapiksel",
      "D": "30 megapiksel",
      "E": "25 megapiksel"
    },
    "explanation": "2003 yılında piyasaya sürülen ve <b>tüketici seviyesinde uygun fiyatlı DSLR</b> (Digital Single-Lens Reflex) pazarını başlatan <b>Canon EOS 300D</b>, <b>6.3 megapiksel</b> çözünürlüğe sahip bir CMOS sensör kullanmıştır. Bu makine, profesyonel kalitedeki dijital fotoğrafçılığı amatörlerin erişimine açan önemli bir modeldir."
  },
  {
    "id": "331673",
    "unitNumber": 1,
    "text": "I. Ünlü şahsiyetlerin portrelerinde gerçeklik algısı sarsılmıştır.<br/>II. Cilalı imajlar yoğunlaşmıştır.<br/>III. Gerçekliğin sunumu abartılmıştır.<br/><strong>Yukarıdakilerden hangisi ya da hangileri dijital görüntü teknolojilerinin yaygınlaşmasıyla birlikte gerçeklik algısında oluşan değişimler arasında yer alır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Dijital görüntü teknolojilerinin yaygınlaşması, görüntülerin <b>fotoğraf düzenleme yazılımları</b> aracılığıyla kolayca manipüle edilebilmesini sağlamıştır. Bu durum, gerçeklik algısını kökten değiştirmiştir. Hem I. (Ünlü portrelerde gerçeklik algısının sarsılması), hem II. (Cilalı, kusursuz imajların yoğunlaşması) hem de III. (Gerçekliğin abartılması veya idealize edilmesi) maddeleri, dijital düzenleme araçlarının <b>gerçekliğin sunumu</b> üzerindeki etkilerini göstermektedir. Dolayısıyla, bu değişimlerin hepsi dijitalleşme ile ilişkilidir."
  },
  {
    "id": "331676",
    "unitNumber": 1,
    "text": "<strong>Film kullanmaksızın, görüntüleri manyetik disk üzerine kayıt yapan ilk fotoğraf makinesini pazara sunan firma aşağıdakilerden hangisidir? </strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Sony",
      "B": "Kodak",
      "C": "Fuji",
      "D": "Canon",
      "E": "Nikon"
    },
    "explanation": "Film kullanmaksızın görüntüleri <b>manyetik disk (Mavipak)</b> üzerine kayıt yapan ilk fotoğraf makinesi olan <b>Mavica</b>'yı (Magnetic Video Camera) pazara sunan firma <b>Sony</b>'dir (1981). Mavica, film gerektirmeyen elektronik görüntüleme sistemlerinin ticari olarak ulaşılabilir ilk örneğiydi."
  },
  {
    "id": "331687",
    "unitNumber": 1,
    "text": "I. Basın yayın<br/>II. Reklam<br/>III. Sosyal medya<br/><strong>Yukarıdakilerden hangisi ya da hangileri dijital görüntü üretme teknolojisinin yaygınlaşmasıyla birlikte en fazla etkilenen ve dönüşen alanlar arasında yer alır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Dijital görüntü üretme teknolojilerinin yaygınlaşması, sayılan üç alanın da temelden dönüşmesine yol açmıştır. <b>Basın yayın</b> sektörü, masaüstü yayıncılık (DTP) ve dijital dizgi araçları sayesinde geleneksel yöntemlerden sıyrılmış, görsel materyal üretimini hızlandırmıştır. <b>Reklam</b> sektörü, yüksek çözünürlüklü dijital grafiklerin ve manipülasyon yeteneklerinin artmasıyla yaratıcılığını ve üretim hızını maksimize etmiştir. <b>Sosyal medya</b> ise tamamen dijital görsel içeriğe dayalı bir yapıya sahip olduğundan, bu teknolojiden en çok etkilenen ve onu kullanan alan olmuştur. Bu nedenle, I, II ve III numaralı maddelerin hepsi dijital görüntü teknolojilerinden en fazla etkilenen ve dönüşen alanlardır."
  },
  {
    "id": "331691",
    "unitNumber": 1,
    "text": "<strong>1987'de Thomas ve John Knoll kardeşler tarafından geliştirilen ve günümüzde de yaygın olarak kullanılan görüntü işleme programı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Photoshop",
      "B": "Edius",
      "C": "Adobe Premiere",
      "D": "Adobe Audition",
      "E": "Velocity"
    },
    "explanation": "1987 yılında <b>Thomas Knoll</b> ve kardeşi <b>John Knoll</b> tarafından geliştirilmeye başlanan ve 1990 yılında Adobe Systems tarafından piyasaya sürülen program <b>Adobe Photoshop</b>'tur. Photoshop, günümüzde endüstri standardı haline gelmiş ve dijital görüntü işleme, fotoğraf düzenleme ve grafik tasarım alanlarında dünya çapında en yaygın kullanılan yazılımdır. Görüntülerin manipülasyonu, rötuşlanması ve kompozit oluşturulması gibi konularda sunduğu güçlü araçlar sayesinde dijital sanatın ve profesyonel fotoğrafçılığın vazgeçilmez bir aracı haline gelmiştir."
  },
  {
    "id": "173019",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi yapay ışık kaynaklarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Bir ofisi aydınlatan tavan ampulü",
      "B": "Araba farı",
      "C": "Bir hastane koridorunu aydınlatan floresan",
      "D": "Bir pencereden odaya giren gün ışığı",
      "E": "Bir kamp çadırında kullanılan el feneri"
    },
    "explanation": "Işık kaynakları, <b>doğal ışık kaynakları</b> (Güneş, Ay, yıldızlar) ve <b>yapay ışık kaynakları</b> (ampul, LED, flaş, mum) olarak ikiye ayrılır. Soruda yapay ışık kaynaklarından biri olmayanı bulmak hedeflenmektedir. Bu durumda cevabın doğal bir kaynak olması gerekir. Örneğin, Güneş veya Ay yapay ışık kaynakları arasında <u>yer almaz</u>."
  },
  {
    "id": "173020",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi fotoğraf kompozisyonunda kullanılan tasarım elemanlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Dik çizgi",
      "B": "Eğri çizgi",
      "C": "Doku",
      "D": "Geometrik şekiller",
      "E": "İki tırnak"
    },
    "explanation": "Fotoğraf kompozisyonunda kullanılan tasarım elemanları görsel unsurlardır. Bunlar fotoğraf karesinin estetik ve yapısal bütünlüğünü oluşturan <b>çizgi</b>, <b>şekil</b>, <b>doku</b>, <b>renk</b>, <b>ton</b> ve <b>alan</b> gibi ögelerdir. Ses veya koku gibi görsel olmayan unsurlar bu elemanlardan biri <u>değildir</u>."
  },
  {
    "id": "173021",
    "unitNumber": 2,
    "text": "<strong>Bir nesnenin renginin yanı sıra dış yüzey özelliklerinin fotoğraf karesinde yer almasıyla oluşturulan kompozisyon türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Altın oran",
      "B": "Ritim",
      "C": "Doku",
      "D": "Üçte bir kuralı",
      "E": "Simetri"
    },
    "explanation": "Bir nesnenin sadece rengi değil, aynı zamanda dış yüzeyinin sertliği, pürüzlülüğü, parlaklığı veya yumuşaklığı gibi <b>fiziksel yüzey özelliklerinin</b> (doku) fotoğrafta ön plana çıkarılmasıyla oluşturulan kompozisyon türü <b>Doku Kompozisyonu</b>'dur. Doku, derinlik ve gerçeklik hissi verir."
  },
  {
    "id": "173022",
    "unitNumber": 2,
    "text": "<strong>Fotoğraf alanının hem dikey hem de yatay ikişer çizgi ile eşit parçalara bölünmesi sonucu oluşan kesişim noktaları kullanılarak oluşturulan kompozisyon prensibi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Fotoğraf görüntüsü içinde bulunan direk ve elektrik hattı gibi çizgilerin düzenlenmesi",
      "B": "Fotoğraf kompozisyonuna üçte bir kuralının uygulanması",
      "C": "Fotoğraftaki görüntünün sağına ve soluna eşit miktarlarda nesnenin yerleştirilmesi",
      "D": "Fotoğraftaki ışık düzenlemelerinin yapılması",
      "E": "Fotoğraftaki dikey ve eğri çizgilerin düzenlenmesinin yapılması"
    },
    "explanation": "Fotoğraf karesinin hem dikey hem de yatay olarak ikişer çizgiyle eşit üç parçaya bölünmesi sonucu oluşan kompozisyon prensibi <b>Üçte Bir Kuralı</b>'dır. Bu çizgilerin kesiştiği <b>dört nokta</b>, ana konunun veya önemli görsel unsurların yerleştirilmesi gereken <b>güç noktaları</b> olarak kabul edilir."
  },
  {
    "id": "173023",
    "unitNumber": 2,
    "text": "<strong>Üçte bir kuralının temel prensibi aşağıdakilerden hangisine dayanmaktadır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Altın orana",
      "B": "Alan derinliğine",
      "C": "Panoramik formata",
      "D": "Simetri prensibine",
      "E": "Konuyu merkeze yerleştirme prensibine"
    },
    "explanation": "Üçte bir kuralının temel prensibi, ana konunun kadrajın tam merkezinden uzaklaştırılarak, kompozisyon çizgilerine veya <b>güç noktalarına</b> yerleştirilmesine dayanır. Bu uygulama, merkez odaklı simetrinin aksine, fotoğrafa <b>dinamizm</b>, <b>görsel denge</b> ve <b>gözü yönlendirme</b> yeteneği kazandırır."
  },
  {
    "id": "173024",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi kompozisyon uygulamalarındaki simetrik kompozisyonun özelliklerinden biridir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Fotoğraf ortadan ikiye ayrıldığında sağ ve sol veya alt ve üst tarafta kalan kısımlarının birbirlerine benzer olması",
      "B": "Fotoğrafta gereksiz unsurların görüntü dışına atılması",
      "C": "Fotoğraftaki dik ve yatay çizgi oluşturan nesnelerin perspektif kontrolü",
      "D": "Fotoğraftaki nesnenin fotoğrafın merkezine yerleştirilmesi",
      "E": "İlgi merkezinin sağ alt köşeye alınması"
    },
    "explanation": "Simetrik kompozisyon, kadrajın dikey veya yatay bir eksen boyunca bölündüğünde iki yarısının birbirine <b>ayna görüntüsü</b> gibi eş ve dengeli olmasını ifade eder. Bu tür kompozisyonlar izleyicide <b>mutlak denge</b> ve statik bir huzur hissi yaratır. Simetrinin aksine asimetrik kompozisyon, dengeyi eşit olmayan görsel ağırlıklarla kurar."
  },
  {
    "id": "173026",
    "unitNumber": 2,
    "text": "<strong>Kırmızının zıt rengi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Mavi",
      "B": "Yeşil",
      "C": "Turuncu",
      "D": "Sarı",
      "E": "Kahverengi"
    },
    "explanation": "Renk teorisine göre, birbirinin karşısında yer alan ve bir arada kullanıldığında birbirlerinin gücünü artıran renklere <b>tamamlayıcı (zıt) renkler</b> denir. Kırmızının zıt (tamamlayıcı) rengi <b>Camgöbeği (Cyan)</b>'dir. (RGB modelinde Kırmızının zıttı Camgöbeği, Mavi'nin zıttı Sarı, Yeşil'in zıttı Magenta'dır.)"
  },
  {
    "id": "173028",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi soğuk renkler arasında</strong><strong> <u>yer almaz</u></strong><strong>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Mor",
      "B": "Açık Mor",
      "C": "Mavi",
      "D": "Açık Mavi",
      "E": "Açık Sarı"
    },
    "explanation": "Renkler psikolojik etkilerine göre <b>sıcak</b> ve <b>soğuk</b> olarak ayrılır. Soğuk renkler; uzaklık, huzur ve sükûnet hissi verirler. Temel soğuk renkler <b>Mavi</b>, <b>Yeşil</b> ve <b>Mor</b>'dur. Sarı, Turuncu ve Kırmızı ise sıcak renkler grubundadır. Dolayısıyla sarı, turuncu veya kırmızı soğuk renkler arasında <u>yer almaz</u>."
  },
  {
    "id": "173029",
    "unitNumber": 2,
    "text": "<strong>Işık kaynağının kısmen ya da tamamen konunun arkasından gelmesi durumunda kullanılan ışık yönü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Ön ışık",
      "B": "Ters ışık",
      "C": "Yan ışık",
      "D": "Üst ışık",
      "E": "Tepe ışığı"
    },
    "explanation": "Işık kaynağının kısmen ya da tamamen konunun arkasından gelmesi durumuna <b>Ters Işık</b> (Backlight) denir. Ters ışık, konunun çevresinde parlak bir çerçeve (rim light) oluşturabilir veya konu yüzeyini gölgeli bırakarak <b>silüet</b> etkisi yaratmak için kullanılır."
  },
  {
    "id": "173031",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi ışığın geliş açılarına göre sınıflandırmada <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Ön Işık",
      "B": "Ters Işık",
      "C": "Üst Işık",
      "D": "Floresan Işık",
      "E": "Yan Işık"
    },
    "explanation": "Işık, konuya geliş yönüne (açısına) göre; <b>ön ışık</b>, <b>yan ışık</b>, <b>tepe ışığı</b> ve <b>ters ışık</b> gibi gruplara ayrılır. Işığın <b>kalitesi</b> (sert veya yumuşak olması) ya da <b>şiddeti</b> ise ışığın açısıyla ilgili olmayan, farklı bir sınıflandırma kriteridir."
  },
  {
    "id": "178452",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi ışığın fotoğrafı doğrudan etkilediği unsurlar arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Parlaklık",
      "B": "Yön",
      "C": "Kontrast",
      "D": "Renk",
      "E": "Altın oran"
    },
    "explanation": "Işık, fotoğrafı doğrudan etkileyen en önemli unsurdur. Işık, fotoğrafın <b>pozlamasını</b>, <b>renk sıcaklığını</b>, <b>kontrastını</b> ve objelerin <b>doku</b> görünümünü doğrudan belirler. Konunun fiziki boyutu veya sesi gibi ışıkla doğrudan ilgili olmayan unsurlar, ışığın fotoğrafı etkilediği unsurlar arasında <u>yer almaz</u>."
  },
  {
    "id": "178453",
    "unitNumber": 2,
    "text": "<strong>Bir fotoğrafta en parlak alan ile en koyu alan arasındaki ton farkı aşağıdakilerden hangisiyle ifade edilir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Tepe ışığı",
      "B": "Ters ışık",
      "C": "Üçte bir kuralı",
      "D": "Alan derinliği",
      "E": "Kontrast"
    },
    "explanation": "Fotoğrafta kaydedilebilen en parlak (açık) alan ile en koyu (karanlık) alan arasındaki ton farkı, <b>Kontrast</b> veya <b>Ton Aralığı</b> (Dynamic Range) olarak ifade edilir. Yüksek kontrast, bu farkın belirgin ve keskin olduğu anlamına gelirken, düşük kontrast farkın az olduğunu gösterir."
  },
  {
    "id": "178454",
    "unitNumber": 2,
    "text": "<strong>Fotoğrafta belirli bir uyumla ardışık olarak tekrarlanan nesnelerle oluşturulan kompozisyon biçimi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Doku",
      "B": "Ritim",
      "C": "Sadelik",
      "D": "Simetri",
      "E": "İlgi merkezi"
    },
    "explanation": "Fotoğrafta belirli bir düzen, uyum veya frekansla ardışık olarak tekrarlanan nesnelerle ya da şekillerle oluşturulan kompozisyon biçimi <b>Ritim</b> veya <b>Tekrar</b> olarak adlandırılır. Ritim, izleyicinin gözünü kadraj içinde akıcı bir şekilde hareket ettirir."
  },
  {
    "id": "178455",
    "unitNumber": 2,
    "text": "<strong>Konuya sağdan veya soldan gelen ışık yönüne ………. denir.<br/>Yukarıda boş bırakılan yere hangi ifadenin yerleştirilmesi uygun olur?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Üst ışık",
      "B": "Yan Işık",
      "C": "Ön ışık",
      "D": "Ters ışık",
      "E": "Tepe ışığı"
    },
    "explanation": "Konuya sağdan veya soldan gelen ışık yönüne <b>Yan Işık</b> (Sidelight) denir. Yan ışık, konunun bir tarafını aydınlatırken diğer tarafında derin gölgeler oluşturur. Bu, fotoğraftaki objelere <b>hacim</b> ve <b>üç boyutluluk</b> hissi kazandırmada en etkili ışık yönüdür."
  },
  {
    "id": "178456",
    "unitNumber": 2,
    "text": "<strong>Tamamlayıcı renkler olarak da bilinen ve birlikte kullanıldığında birbirlerinin gücünü artıran renkler aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Sıcak renkler",
      "B": "Soğuk renkler",
      "C": "Gri ve tonları",
      "D": "Zıt renkler",
      "E": "Koyu renkler"
    },
    "explanation": "Renk tekerleği üzerinde birbirine zıt konumlarda yer alan renklere <b>Tamamlayıcı (Complementary) Renkler</b> denir. Bu renkler, birlikte kullanıldıklarında birbirlerinin canlılığını ve doygunluğunu en üst düzeye çıkararak görsel çarpıcılığı artırırlar (Örn: Mavi/Sarı, Kırmızı/Camgöbeği)."
  },
  {
    "id": "178458",
    "unitNumber": 2,
    "text": "<strong>Üçte bir kuralındaki çizgilerle bölünen kadrajda kaç tane kesişim noktası oluşmaktadır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "1",
      "B": "5",
      "C": "4",
      "D": "7",
      "E": "3"
    },
    "explanation": "Üçte bir kuralı uygulanırken kadraj 2 dikey ve 2 yatay çizgiyle bölünür. Bu çizgilerin kesişim noktaları, fotoğrafçıların konuyu yerleştirmesi için önerilen <b>güç noktalarıdır</b>. Bu prensipte toplam <b>4</b> adet kesişim noktası oluşur."
  },
  {
    "id": "178459",
    "unitNumber": 2,
    "text": "<strong>Mavinin zıt rengi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kahverengi",
      "B": "Mor",
      "C": "Sarı",
      "D": "Turuncu",
      "E": "Siyah"
    },
    "explanation": "Renk teorisine göre temel zıt renk çiftlerinden biri Mavi ve Sarı'dır. Mavinin tamamlayıcı (zıt) rengi <b>Sarı</b>'dır. Bu iki renk, kontrastları sayesinde göz alıcı bir uyum oluşturur."
  },
  {
    "id": "178461",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi sıcak renkler arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Sarı",
      "B": "Kırmızı",
      "C": "Açık mavi",
      "D": "Turuncu",
      "E": "Koyu sarı"
    },
    "explanation": "Sıcak renkler grubunda <b>Kırmızı</b>, <b>Turuncu</b> ve <b>Sarı</b> yer alır. Bu renkler enerji, yakınlık ve hareketlilik hissi uyandırır. Mavi, Yeşil ve Mor ise soğuk renkler grubuna dahildir. Bu nedenle, Mavi veya Yeşil gibi soğuk bir renk sıcak renkler arasında <u>yer almaz</u>."
  },
  {
    "id": "178463",
    "unitNumber": 2,
    "text": "<strong>Üçte bir kuralının uygulandığı bir fotoğraf kompozisyonunda amaç aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Fotoğrafta durağanlığın ve dengesizliğin önüne geçmek",
      "B": "Fotoğrafın ton değerlerini ayarlamak",
      "C": "Fotoğrafın fazla pozlanmasının önüne geçmek",
      "D": "Fotoğrafa keskinlik kazandırmak",
      "E": "Fotoğrafta simetrik bir görüntü oluşturmak"
    },
    "explanation": "Üçte bir kuralının uygulanmasındaki temel amaç, ana konuyu merkezden kaydırarak kadrajda <b>denge</b>, <b>estetik uyum</b> ve <b>dinamizm</b> sağlamaktır. Merkez dışına yerleştirilen konunun bulunduğu alan (güç noktaları), izleyicinin gözünü fotoğrafta daha rahat dolaşmaya teşvik eder."
  },
  {
    "id": "178465",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi fotoğraf çekimi sırasında vizörden bakarken görüntüyü yerleştirmekte kullanılan kompozisyon prensiplerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Görüntünün dijital işleme programıyla düzenlenmesinin yapılması",
      "B": "Görüntüyü merkeze yerleştirme",
      "C": "Görüntüde altın oran kullanımı",
      "D": "Görüntüde üçte bir kuralı kullanımı",
      "E": "Görüntüyü simetriye göre düzenleme"
    },
    "explanation": "Fotoğraf çekimi sırasında vizörden bakarken görüntüyü düzenlemekte kullanılan kompozisyon prensipleri, görsel yerleştirme kurallarıdır (Üçte bir kuralı, Simetri, Çizgi kullanımı, Alan derinliği vb.). <b>Pozlama ayarları</b> (diyafram, enstantane) veya <b>odaklama</b> gibi unsurlar ise görüntüyü yerleştirme değil, fotoğrafın teknik kalitesini ayarlama süreçleridir."
  },
  {
    "id": "331699",
    "unitNumber": 2,
    "text": "<strong>Fotoğrafta tercih edilen kadrajdan fotoğrafın içinde yer alan ögelerin yerleşimine kadar birçok şeyi kapsayan kavram aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kontrast",
      "B": "Zıtlık",
      "C": "Biçim",
      "D": "Ritim",
      "E": "Doku"
    },
    "explanation": "Fotoğrafta <b>kadraj</b> (çerçeveleme) seçimi ve çerçeve içindeki <b>ögelerin yerleşimi</b>, izleyiciye iletilmek istenen mesajı en etkili şekilde sunmak için yapılan düzenlemelerin tümüne <b>kompozisyon</b> denir. Kompozisyon, fotoğrafın görsel yapısını ve estetik kalitesini belirleyen en temel unsurdur."
  },
  {
    "id": "331705",
    "unitNumber": 2,
    "text": "Fotoğrafta kompozisyonu oluşturan çizgilerin yatay, dik, çapraz veya eğri durumda karede bulunmaları, izleyici üzerinde farklı hisler oluşturmaktadır.<br/><strong>Buna göre izleyicide </strong><strong>genel olarak kararlılık, istikrar, yumuşaklık ve huzur hissi uyandıran çizgiler aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Yatay çizgiler",
      "B": "Dikey çizgiler",
      "C": "Çapraz çizgiler",
      "D": "Kesişen çizgiler",
      "E": "Karmaşık çizgiler"
    },
    "explanation": "Fotoğrafta kompozisyonu oluşturan <b>çizgiler</b>, izleyici üzerinde farklı duygusal etkiler yaratır. <b>Yatay çizgiler</b> genellikle ufuk çizgisini veya dingin bir yüzeyi çağrıştırdığı için izleyicide <b>kararlılık, istikrar, yumuşaklık ve huzur</b> hissi uyandırır. Dikey çizgiler genellikle güç ve yükseklik hissi verirken, çapraz/eğri çizgiler hareket ve dinamizm hissi yaratır."
  },
  {
    "id": "331709",
    "unitNumber": 2,
    "text": "<strong>Fotoğrafta, kadraj içinde bulunan unsurların belirli bir uyum içerisinde ardışık olarak tekrarlanması aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Sadelik",
      "B": "Renk",
      "C": "Motif",
      "D": "Ritim",
      "E": "Doku"
    },
    "explanation": "Kompozisyonda <b>ritim</b> (ahenk), kadraj içinde yer alan görsel <b>unsurların</b> (şekiller, renkler, dokular vb.) belirli bir düzen ve <b>uyum içerisinde ardışık olarak tekrarlanmasıdır</b>. Bu tekrarlar izleyicinin gözünü fotoğrafta gezdirir ve fotoğrafa akıcılık katar."
  },
  {
    "id": "331719",
    "unitNumber": 2,
    "text": "I. Simetrik kompozisyon<br/>II. Üçte bir kuralı<br/>III. Vurgu-ilgi merkezi<br/><strong>Yukarıdakilerden hangisi ya da hangileri görüntüde sabitlik, durağanlık ve basitlik hissini öne çıkartan görüntü yerleştirme biçimidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "<b>Simetrik kompozisyon</b>, görüntünün merkez ekseninin sağ ve sol tarafındaki ögelerin birbirine benzer veya aynı olması durumudur. Bu dengeleyici yapı, izleyicide güçlü bir <b>sabitlik ve durağanlık</b> hissi uyandırır ve basit bir anlatımı öne çıkarır. Üçte bir kuralı ve vurgu-ilgi merkezi genellikle daha dinamik veya dengesiz (asimetrik) yapılar oluşturur, dolayısıyla durağanlık için Simetrik kompozisyon (Yalnız I) doğrudur."
  },
  {
    "id": "331728",
    "unitNumber": 2,
    "text": "I. Görüntüdeki fazlalıkların çerçeve dışına çıkarılması<br/>II. Çerçeveye olabildiğince az nesne alınması<br/>III. Basit ve açık bir anlatımın tercih edilmesi<br/><strong>Yukarıdakilerden hangisi ya da hangileri fotoğrafta sadeliği sağlayabilmek için yapılması gerekenler arasında yer alır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Fotoğrafta <b>sadeliği</b> (minimalizmi) sağlamak, izleyicinin ana konuya odaklanmasını kolaylaştırır ve anlatımı güçlendirir. Bu durum, gereksiz dikkat dağıtıcı unsurları ortadan kaldırmayı gerektirir. Bu nedenle: I. <b>Görüntüdeki fazlalıkların çerçeve dışına çıkarılması</b>, II. <b>Çerçeveye olabildiğince az nesne alınması</b> ve III. <b>Basit ve açık bir anlatımın tercih edilmesi</b>, sadelik için yapılması gereken temel uygulamalar arasında yer alır."
  },
  {
    "id": "173066",
    "unitNumber": 3,
    "text": "<strong>Dijital fotoğraf makinelerinde, filmli makinelerdeki film bölgesinde aşağıdakilerden hangisi yer alır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Dijital algılayıcı",
      "B": "Dijital bakaç",
      "C": "Fotoğraf kartı",
      "D": "Kimyasal film",
      "E": "Dijital pozometre"
    },
    "explanation": "Dijital fotoğraf makinelerinde, filmli makinelerdeki film bölgesinin yerini <b>görüntü algılayıcı</b> (sensör) alır. Bu algılayıcı (genellikle <b>CCD</b> veya <b>CMOS</b>), ışığı yakalar ve dijital veriye dönüştürür. Bu, dijital fotoğrafçılığın temelini oluşturan bileşendir."
  },
  {
    "id": "173069",
    "unitNumber": 3,
    "text": "<strong>En çok zoom aralığına (değiştirilebilir odak uzaklığı) sahip lenslerin kullanıldığı makine türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Stereo ve 3D kameralar",
      "B": "DSLR kameralar",
      "C": "Küçük (kompakt) kameralar",
      "D": "360 derece kameralar",
      "E": "Aksiyon kameraları"
    },
    "explanation": "Bu özellik, genellikle <b>Super Zoom Makineler</b> (Köprü kameralar) olarak bilinen makine türüne aittir. Bu makineler, değiştirilemeyen tek bir lense sahip olmalarına rağmen, inanılmaz geniş bir <b>zoom aralığına</b> (değişken odak uzaklığı) ulaşabilirler. Bu, amatör ve yarı profesyonel kullanıcılar için esnek çekim imkanları sunar."
  },
  {
    "id": "173073",
    "unitNumber": 3,
    "text": "<strong>En yüksek megapiksel özelliğine sahip makine türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Aksiyon",
      "B": "DSLR",
      "C": "Kompakt",
      "D": "Orta format",
      "E": "Stereo"
    },
    "explanation": "En yüksek megapiksel özelliğine sahip makine türü <b>Orta Format Makineler</b>'dir. Bu makineler, diğer türlere göre çok daha büyük sensör ebatlarına (örneğin 44x33 mm) sahip oldukları için, genellikle 100 megapiksel ve üzeri çözünürlük değerlerine ulaşabilirler. Bu da detay gerektiren profesyonel işler için idealdir."
  },
  {
    "id": "173079",
    "unitNumber": 3,
    "text": "<strong>Tek bir gövdede sırt sırta iki adet 180 derece açıyla yapıştırılmış ikiz lens kullanan ve eş zamanlı biçimde çekim yaparak bu ikiz görüntüleri anında yazılımla birleştirip tek bir plan fotoğraf veya videoya dönüştüren makinelere ne ad verilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Stereo kameralar",
      "B": "360 derece kameralar",
      "C": "Aksiyon kameraları",
      "D": "DSRL kameralar",
      "E": "Drone kameralar"
    },
    "explanation": "Bu tanım <b>360 Derece Kameraları</b> işaret eder. Bu makineler, iki adet 180 derecelik lensi sırt sırta kullanarak aynı anda çekim yapar ve görüntüleri dahili yazılım (stitching) ile birleştirerek tek bir küresel (360 derece) fotoğraf veya video oluşturur."
  },
  {
    "id": "173089",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi profesyonel, sağlam ve dayanıklı makine modellerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Nikon D850",
      "B": "Canon 1DXMII",
      "C": "Pentax K-1II",
      "D": "Canon 7DMII",
      "E": "Pentax K-70"
    },
    "explanation": "Profesyonel, sağlam ve dayanıklı modeller genellikle <b>DSLR</b>, <b>Aynasız</b> (Mirrorless) veya <b>Orta Format</b> makinelerdir. <b>Kompakt Makineler</b> (Point-and-shoot), genellikle tüketici sınıfı, hafif ve plastikten yapılmış olup profesyonel kullanımın gerektirdiği dayanıklılığa sahip değildir."
  },
  {
    "id": "173111",
    "unitNumber": 3,
    "text": "<strong>Makinelerde, uydu ile bağlantı kurarak konum bilgisini dosyaya yazan özellik aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "IHA",
      "B": "GPS",
      "C": "SLR",
      "D": "X-U",
      "E": "Wi-Fi"
    },
    "explanation": "Uydu ile bağlantı kurarak fotoğraf dosyasına konum bilgisini (enlem, boylam vb.) yazan özellik <b>GPS</b> (Global Konumlandırma Sistemi) veya yaygın adıyla <b>Geotagging</b>'dir. Bu bilgi, fotoğrafın nerede çekildiğini kaydetmek için EXIF verilerine işlenir."
  },
  {
    "id": "173115",
    "unitNumber": 3,
    "text": "<strong>DSLR ifadesinin açılımı aşağıdakilerden hangisinde doğru verilmiştir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Digital Solid Lens Rear",
      "B": "Device Single Lens Reflex",
      "C": "Digital Sayısal Lens Room",
      "D": "Digital Sony Lens Reflex",
      "E": "Digital Single Lens Reflex"
    },
    "explanation": "DSLR ifadesinin açılımı <b>Digital Single-Lens Reflex</b>'tir. Türkçe karşılığı <b>Dijital Tek Lensli Yansıtmalı</b> makinedir ve görüntü almak için ayna mekanizması kullanan dijital fotoğraf makinelerini ifade eder."
  },
  {
    "id": "173119",
    "unitNumber": 3,
    "text": "<strong>Yakın dönemde hangi aksiyon kamera üreticisi 2 modeli yan yana yerleştirerek 3D kamera üretmiştir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "DJI - 2x3D",
      "B": "LG - 3Ds",
      "C": "GoPro - Hero 3D",
      "D": "Sony Xperia - 3D",
      "E": "Pentax - 3Dx2"
    },
    "explanation": "Öncü aksiyon kamera üreticisi <b>GoPro</b>, bazı aparatlar veya özel muhafazalar aracılığıyla iki adet kamerasını yan yana kullanarak <b>stereoskopik (3D)</b> video çekimi yapma imkanı sunan sistemler geliştirmiştir (Örneğin GoPro Fusion veya eski Hero 3D sistemleri)."
  },
  {
    "id": "173123",
    "unitNumber": 3,
    "text": "<strong>Drone kameralarla yapılan selfie (özçekim) çekimine ne ad verilir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Self-Drone",
      "B": "Özuçum",
      "C": "Self-Air",
      "D": "Dronie",
      "E": "Drones"
    },
    "explanation": "Drone kameralar kullanılarak yapılan selfie (özçekim) çekimine <b>Dronie</b> adı verilir. Bu çekim türü, drone'un yüksekten veya uzaklaşarak geniş bir çevreyi kadraja dahil ettiği dinamik özçekim videoları veya fotoğraflarıdır."
  },
  {
    "id": "173126",
    "unitNumber": 3,
    "text": "<strong>Enstantane hızı en yüksek değer olan, 1/40.000 saniyeye, aşağıdaki makine türlerinden hangisinde ulaşır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Aynasız makineler",
      "B": "Orta format makineler",
      "C": "360 derece makineler",
      "D": "Büyük format makineler",
      "E": "Stereo ve 3D makineler"
    },
    "explanation": "Mekanik deklanşörlerin sınırlarını (genellikle 1/8000 sn) aşan 1/40.000 saniye gibi çok yüksek enstantane hızlarına ulaşabilen makine türü <b>Aynasız Makineler</b>'dir. Bu hızlar, aynasız sistemlerde bulunan <b>elektronik deklanşör</b> özelliği sayesinde mümkün olur."
  },
  {
    "id": "178467",
    "unitNumber": 3,
    "text": "<strong>Aşağıdaki fotoğraf makinelerinden hangisi diğerlerine göre daha küçük ve hafiftir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kompakt",
      "B": "DSLR",
      "C": "Orta format",
      "D": "Büyük format",
      "E": "Aynasız"
    },
    "explanation": "Karşılaştırılan profesyonel ve yarı profesyonel makine türlerine göre (DSLR, Aynasız vb.) <b>Kompakt Makineler</b>, en küçük gövde yapısına sahiptir ve en hafif fotoğraf makinesi grubunu oluşturur. Genellikle cepte taşınabilir boyutlardadırlar."
  },
  {
    "id": "178469",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi aksiyon kameralarının özellikleri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Zaman atlamalı çekim tekniğiyle (time-lapse) inşaat süreçleri ve çeşitli imalat aşamalarında belgeleme görevi üstlenir.",
      "B": "Küçük (kompakt) makinelerden daha sağlam ve dayanıklıdır.",
      "C": "Aksiyon sporları, aşırı hızlı ve hareketli işlerde sürekli çekim yapma için kullanılır.",
      "D": "Su altına giren modelleri yaklaşık 15 metreye kadar basınca dayanabilir.",
      "E": "50x, 125x gibi odak çarpanlı (zoom katsayısı) objektifleri vardır."
    },
    "explanation": "Aksiyon kameraları küçük, dayanıklı, suya dayanıklı ve geniş açılı lenslere sahiptir. Ancak, profesyonel kameralarda bulunan <b>değiştirilebilir lens kullanımı</b> aksiyon kameralarının temel özellikleri arasında <u>yer almaz</u>; genellikle sabit, tek bir lensle kullanılırlar."
  },
  {
    "id": "178472",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi 360 derece kameralardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kodak PixPro 360",
      "B": "Ricoh Theta V",
      "C": "GoPro Fusion",
      "D": "Canon 6D MII",
      "E": "Insta360 Pro"
    },
    "explanation": "360 derece kameralar, etraflarındaki tüm sahneyi tek bir karede yakalamak üzere tasarlanmış özel cihazlardır (Örnek: Insta360, Ricoh Theta). Canon EOS veya Nikon Z gibi isimler, genellikle standart <b>DSLR</b> veya <b>Aynasız</b> makine serilerine aittir ve 360 derece çekim yapmazlar."
  },
  {
    "id": "178475",
    "unitNumber": 3,
    "text": "<strong>İlk 3D web kamerası aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "LG Optimus 3D",
      "B": "Nikon Coolpix",
      "C": "Minoru 3D",
      "D": "Stereo Realist",
      "E": "Fujifilm FinePix Real 3D"
    },
    "explanation": "Piyasaya sürülen ilk belirgin 3D web kameralarından biri <b>Minoru 3D Webcam</b>'dir. Bu kamera, iki lensi sayesinde stereoskopik görüntü yakalayarak kullanıcıların 3 boyutlu video akışı yapmasını sağlamıştır."
  },
  {
    "id": "178479",
    "unitNumber": 3,
    "text": "<strong>Drone fotoğrafçılığı, insansız uçak sistemi (UAS) veya daha yaygın olarak drone olarak bilinen, uzaktan yönetilen veya otonom ……… ile yapılan fotoğraf/video çekimidir.</strong><br/><strong>Metinde boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Paramotor",
      "B": "İnsansız hava aracı",
      "C": "GPS aracı",
      "D": "Rrobot kol",
      "E": "İnsanlı hava aracı"
    },
    "explanation": "Drone fotoğrafçılığı, uzaktan yönetilen veya otonom <b>hava araçları</b> (İHA - İnsansız Hava Aracı, İngilizce: UAV) ile yapılan çekim türüdür. İnsansız Uçak Sistemi (UAS) terimi de bu hava araçlarını kapsar."
  },
  {
    "id": "178482",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi kameralı akıllı cep telefonlarının özellikleri arasında <u>yer almaz</u>? </strong>",
    "correctAnswer": "D",
    "options": {
      "A": "En yaygın kullanılan kameralı cihazlardır.",
      "B": "Sabit bir ya da birden fazla lense sahiptirler.",
      "C": "Küçük algılayıcıları bulunur.",
      "D": "16K video kayıt özelliği vardır.",
      "E": "Sosyal medyada fotoğraf paylaşımı yapılmasını sağlar."
    },
    "explanation": "Akıllı cep telefonları, otomatik modlar, yazılımsal işlemler ve anında paylaşım gibi özelliklere sahiptir. Ancak, genellikle <b>değiştirilebilir lens sistemi</b> kullanma imkanı sunmazlar. Sensör boyutunu manuel ayarlama gibi bir özellik de fiziksel olarak sensör sabit olduğundan mümkün değildir."
  },
  {
    "id": "178486",
    "unitNumber": 3,
    "text": "<strong>Aynasız makinelerde aşağıdaki hangi parça bulunur?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Optik vizör",
      "B": "Elektronik vizör",
      "C": "Ayna tertibatı",
      "D": "Diyafram halkası",
      "E": "Manuel netlik"
    },
    "explanation": "<b>Aynasız makineler</b>, adından da anlaşılacağı gibi ayna mekanizmasını çıkararak daha küçük bir gövdeye sahiptir. Optik vizör yerine, görüntüyü doğrudan sensörden alıp dijital olarak yansıtan bir <b>Elektronik Vizör (EVF)</b> kullanırlar. Sensör, tüm dijital kameraların olmazsa olmaz parçasıdır."
  },
  {
    "id": "178487",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisinde orta format sensörü ebadı doğru verilmiştir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "24x36mm",
      "B": "22x15mm",
      "C": "7x5mm",
      "D": "18x13mm",
      "E": "33x44mm"
    },
    "explanation": "Orta Format (Medium Format) sensörler, 35mm (Full Frame) sensörlerden (36x24 mm) daha büyüktür. Dijital orta format sensörler için yaygın olarak kullanılan bir ebat <b>44x33 mm</b>'dir. Bu büyük ebat, üstün görüntü kalitesi ve detay sunar."
  },
  {
    "id": "178488",
    "unitNumber": 3,
    "text": "35 mm makinelerden ............. dinamik aralık alınıyorken orta formatta bu ............. olur.<br/><strong>Cümlede boş bırakılan yerlere sırasıyla aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "8 bit - 12 bit",
      "B": "12 bit - 14 bit",
      "C": "14 bit - 16 bit",
      "D": "16 bit - 22 bit",
      "E": "22 bit - 32 bit"
    },
    "explanation": "Genellikle, daha büyük sensör boyutuna sahip olan orta format makineler, 35 mm makinelere kıyasla daha geniş ton yelpazesi yakaladıkları için, 35 mm makinelerden <b>daha düşük</b> dinamik aralık alınırken orta formatta bu <b>daha yüksek</b> olur."
  },
  {
    "id": "178489",
    "unitNumber": 3,
    "text": "<strong>Büyük ve orta format makinelerin film şasisi yerine takılan dijital görüntü algılayıcısına ne ad verilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Dijital arkalık (back)",
      "B": "Dijital şasi",
      "C": "Dijital sensör (algılayıcı)",
      "D": "CGI",
      "E": "Hasselblad"
    },
    "explanation": "Büyük ve orta format makinelerin film şasisi yerine takılan, sensör, elektronik devreler ve depolama birimlerini içeren dijital görüntü algılayıcısına <b>Dijital Sırt</b> (Digital Back) adı verilir. Bu, geleneksel film gövdelerinin dijitalleşmesini sağlayan kritik bir bileşendir."
  },
  {
    "id": "331731",
    "unitNumber": 3,
    "text": "<strong>Filmle çalışan analog fotoğraf makinelerinden farklı olarak dijital makinelerdeki görüntü kayıt alanı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Deklanşör",
      "B": "Sensör",
      "C": "Vizör",
      "D": "Obtüratör",
      "E": "Diyafram"
    }
  },
  {
    "id": "331734",
    "unitNumber": 3,
    "text": "<strong>Kompakt makinelerden daha sağlam ve dayanıklı olan ve genellikle aşırı hızlı, hareketli işlerde ve sürekli çekimlerde kullanmaya elverişli yapıdaki kameralar aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Aksiyon kameraları",
      "B": "SLR kameralar",
      "C": "Drone kameralar",
      "D": "Dslr kameralar",
      "E": "Analog kameralar"
    }
  },
  {
    "id": "331737",
    "unitNumber": 3,
    "text": "<strong>İleri amatör ve profesyonel birçok fotoğrafçıya mükemmel görüntü kalitesi ve ciddi kullanım olanakları sunan, üzerinde değiştirilebilir lens olan ve çekim öncesi görülen çerçevenin çekimde de aynı şekilde sensöre düşürülmesi ile görüntü oluşturan fotoğraf makinesi türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "SLR makineler",
      "B": "Analog makineler",
      "C": "Küçük (Kompakt) makineler",
      "D": "DSLR makineler",
      "E": "Klasik makineler"
    }
  },
  {
    "id": "331741",
    "unitNumber": 3,
    "text": "I. İki veya daha fazla lenslidir.<br/>II. Lens sayısı kadar görüntü algılayıcısına sahiptir.<br/>III. İnsanın görme biçimini simüle eder.<br/><strong>Yukarıdakilerden hangisi ya da hangileri stereo kameraların özellikleri arasında yer alır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "331745",
    "unitNumber": 3,
    "text": "<strong>DSLR makinelerde fiziki perde sistemi en fazla 1/8000 enstantane hızını verirken aynasız makinelerdeki elektronik perdenin çıkabileceği enstantane hızı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "1/10.000",
      "B": "1/20.000",
      "C": "1/30.000",
      "D": "1/40.000",
      "E": "1/50.000"
    }
  },
  {
    "id": "173135",
    "unitNumber": 4,
    "text": "<strong>Yakın tarihlerde küçük sensörlü bir makine gövdesi için üretilen ve 35 mm’de karşılığı 24 - 3000 mm’ye denk gelen, değişken odaklı (zoom) lensin optik yaklaştırma oranı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "24 kat",
      "B": "50 kat",
      "C": "125 kat",
      "D": "250 kat",
      "E": "3000 kat"
    },
    "explanation": "Objektifin <b>optik yaklaştırma oranı (zoom)</b>, en uzun odak uzaklığının (tele) en kısa odak uzaklığına (geniş açı) bölünmesiyle elde edilir.<br/>Bu soruda verilen odak uzaklığı aralığı 24 mm (geniş açı) ile 3000 mm (tele) arasındadır (35 mm karşılığı).<br/>Optik yaklaştırma oranı hesaplaması: 3000 mm / 24 mm = <b>125X</b>'tir."
  },
  {
    "id": "173140",
    "unitNumber": 4,
    "text": "<strong>Objektifte görüntü kalitesini belirleyen bölüm aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Optik",
      "B": "Zoom halkası",
      "C": "Kırpma faktörü",
      "D": "Objektif yuvası",
      "E": "Objektif gövdesi"
    },
    "explanation": "Objektifler, bir araya getirilmiş birden fazla <b>mercek (lens)</b> grubundan oluşur. Görüntünün kalitesi, keskinliği, renk sapmaları ve çözünürlüğü gibi tüm optik özellikler, bu <b>merceklerin tasarımı</b>, kalitesi, kaplamaları ve dizilişi tarafından belirlenir. Objektifin ana işlevi olan görüntünün algılayıcıya net ve doğru bir şekilde düşürülmesini mercekler sağlar."
  },
  {
    "id": "173146",
    "unitNumber": 4,
    "text": "<strong>Objektiflerde filtre yuvası (ön bağlantı noktası) çapını ifade eden metrik ölçü birimi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "cm",
      "B": "feet",
      "C": "mm",
      "D": "pound",
      "E": "inç"
    },
    "explanation": "Objektiflerin ön kısmında, filtrelerin takıldığı yuvanın çapı, uluslararası standart olarak <b>milimetre (mm)</b> cinsinden ifade edilir. Bu ölçü, polarize, UV veya ND gibi filtrelerin doğru boyutta seçilmesini sağlar."
  },
  {
    "id": "173154",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi ışık geçirgenliğinin özellikleri arasında <u>yer almaz?</u></strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Objektif hızı olarak da adlandırılır.",
      "B": "Sayısal değeri f/… olarak gösterilir.",
      "C": "En büyük açıklığı, en küçük sayısal değeridir.",
      "D": "Objektifte optik çap küçüldükçe ışık geçirgenliği de azalır.",
      "E": "En büyük açıklığı, en büyük sayısal değeridir."
    },
    "explanation": "Işık geçirgenliği, objektiften geçen ışık miktarını ve kalitesini belirler. Bu özellikler arasında <b>T-stop değeri</b> (gerçek geçirgenliği gösteren), lens kaplamaları ve vinyetleme (köşelerde ışık kaybı) bulunur.<br/>Ancak, <b>Alan derinliği (Depth of Field)</b>, ışık geçirgenliğinin bir özelliği değil, diyafram açıklığı, odak uzaklığı ve nesne mesafesine bağlı olarak değişen optik bir etkidir."
  },
  {
    "id": "173157",
    "unitNumber": 4,
    "text": "<strong>Bir göz kapatılarak etrafa bakıldığında, </strong><strong>tam çerçeve (full frame) algılayıcılı gövdeye takılı, yaklaşık kaç mm’lik bir objektif ile benzer bir </strong><strong>görüş elde edilebilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "146mm",
      "B": "50mm",
      "C": "21mm",
      "D": "10mm",
      "E": "200mm"
    },
    "explanation": "Tam çerçeve (full frame) bir kamera gövdesi için <b>50 mm odak uzaklığına</b> sahip bir objektif, insan gözünün tek gözle baktığı andaki görüş açısına (yaklaşık 46 derece) en yakın sonucu verir. Bu nedenle 50 mm, genellikle <b>Normal Lens</b> olarak adlandırılır."
  },
  {
    "id": "173159",
    "unitNumber": 4,
    "text": "<strong>Basit optik tasarımları, küçük boyutları ve az malzeme ile düşük maliyetlerine rağmen oldukça kaliteli görüntü veren objektifler aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Hareket eksenli",
      "B": "Makro",
      "C": "Normal",
      "D": "Balıkgözü",
      "E": "Aynalı"
    },
    "explanation": "<b>Sabit odaklı (Prime) objektifler</b>, değişken odaklı (zoom) lenslere kıyasla daha az mercek elemanına ve daha basit optik tasarımlara sahiptir. Bu basitlik, <b>daha az optik sapma</b>, daha yüksek ışık geçirgenliği ve genellikle <b>üstün görüntü kalitesi</b> (keskinlik ve kontrast) sağlar. Ayrıca boyutları daha küçüktür ve üretim maliyetleri düşüktür."
  },
  {
    "id": "173166",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi sabit odaklı (prime) bir objektifdir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "24-70mm f/2.8",
      "B": "100-400mm f/4.5-5.6",
      "C": "10-24mm f/4",
      "D": "24mm f/1.4",
      "E": "2x Tele dönüştürücü"
    },
    "explanation": "<b>Sabit odaklı (Prime) objektifler</b>, yalnızca tek bir odak uzaklığına sahiptir ve optik zoom yapamazlar. Eğer bir objektifin üzerinde yalnızca tek bir milimetre değeri (örneğin <b>35 mm</b>, 50 mm, 85 mm) yazıyorsa, o objektif sabit odaklıdır."
  },
  {
    "id": "173174",
    "unitNumber": 4,
    "text": "<strong>Çoğu balık gözü objektifin derece cinsinden sahip olduğu açısal görüş alanı</strong><strong> aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "45<sup>0 </sup>- 55<sup>0</sup>",
      "B": "170<sup>0</sup> - 180<sup>0</sup>",
      "C": "270<sup>0 </sup>- 360<sup>0</sup>",
      "D": "8<sup>0 </sup>- 12<sup>0</sup>",
      "E": "36<sup>0</sup> - 24<sup>0</sup>"
    },
    "explanation": "<b>Balık gözü (Fisheye) objektifler</b>, özellikle kısa odak uzaklıkları nedeniyle son derece geniş bir açısal görüş alanına sahiptirler. Çoğu balık gözü objektif, <b>180 derece</b> veya bazen daha fazlasını kapsayan dairesel veya tam çerçeve (diagonal) görüntüler üretecek şekilde tasarlanmıştır, bu da belirgin bir geometrik bozulmaya (eğrilme) neden olur."
  },
  {
    "id": "173178",
    "unitNumber": 4,
    "text": "Geniş açılı objektiflerde yakın mesafedeki nesneler büyük, orta mesafedeki nesneler küçük ve daha uzak görünür.<br/><strong>Bu özellik ile aşağıdakilerden hangisi oluşturulur?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Perspektif derinliği",
      "B": "Alan derinliği",
      "C": "Diyafram",
      "D": "Büyütme",
      "E": "İki boyut"
    },
    "explanation": "<b>Geniş açılı objektifler</b>, kısa odak uzaklıkları nedeniyle, fotoğraf karesindeki nesneler arasındaki mesafeyi abartma eğilimindedir. Bu durum, ön plandaki nesnelerin büyük, arka plandaki nesnelerin ise olduğundan daha küçük ve daha uzak görünmesine neden olur. Bu etki, fotoğrafta güçlü bir <b>derinlik hissi (perspektif abartısı)</b> oluşturmak için kullanılır."
  },
  {
    "id": "173206",
    "unitNumber": 4,
    "text": "<strong>Bir makro lens sonsuzdan kaça kaç büyütmeye kadar odaklanma yeteneğine sahiptir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "10:1",
      "B": "1:1 veya 1:2",
      "C": "10:1 veya 16:1",
      "D": "1:10",
      "E": "2:100"
    },
    "explanation": "Gerçek bir <b>Makro (Macro) objektif</b>, nesneyi fotoğraf makinesi algılayıcısı üzerinde <b>gerçek boyutunda (1:1 büyütme)</b> yansıtabilme yeteneğine sahip olmalıdır. Bu, algılayıcı üzerindeki görüntünün boyutunun, nesnenin gerçek hayattaki boyutuyla aynı olduğu anlamına gelir ve odaklanma yeteneği sonsuzdan bu orana kadar uzanır."
  },
  {
    "id": "331747",
    "unitNumber": 4,
    "text": "<strong>Fotoğraf makinelerinde ışığın oluşturduğu görüntünün algılayıcının üzerine düşürülmesini sağlayan ve birden fazla mercek grubunun bir araya gelmesiyle oluşan optik düzenek aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Obtüratör",
      "B": "Body",
      "C": "Objektif",
      "D": "Vizör",
      "E": "LCD Ekran"
    },
    "explanation": "Işığın oluşturduğu görüntünün hassas bir şekilde odaklanarak algılayıcının (sensörün) üzerine düşürülmesini sağlayan, <b>birden fazla mercek grubundan</b> oluşan karmaşık optik düzenek <b>Objektif (Lens)</b> olarak adlandırılır. Objektif, fotoğraf makinesinin temel görüntü oluşturma aracıdır."
  },
  {
    "id": "331749",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi objektifin işlevlerine yönelik özelliklerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Çözünürlük",
      "B": "Diyafram",
      "C": "Netleme",
      "D": "Zoom",
      "E": "Görüş açısı"
    },
    "explanation": "Objektifin temel işlevleri arasında <b>odak uzaklığını belirlemek</b>, <b>ışığı toplamak ve odaklamak</b>, ve <b>diyafram aracılığıyla alan derinliğini kontrol etmek</b> bulunur. Objektifin optik bir düzenek olması nedeniyle, görüntü oluşturma sürecine doğrudan etki etmeyen <b>Perde hızı (Shutter speed)</b> ayarının mekanik düzenlemesi gibi işlevler genellikle kamera gövdesi tarafından gerçekleştirilir."
  },
  {
    "id": "331752",
    "unitNumber": 4,
    "text": "<strong>Objektiflerde belirli bir kamera gövdesi türüne uyması için oluşturulmuş metal kısım aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Optik parça",
      "B": "Mercek",
      "C": "Objektif gövdesi",
      "D": "Bayonet",
      "E": "Diyafram çarkı"
    },
    "explanation": "Objektifin fotoğraf makinesi gövdesine mekanik ve elektronik olarak bağlanmasını sağlayan metal kısım <b>Bayonet (Lens Mount)</b> olarak adlandırılır. Her makine üreticisinin veya sisteminin kendine özgü bir bayonet tasarımı vardır (örneğin Canon EF, Nikon F, Sony E)."
  },
  {
    "id": "331755",
    "unitNumber": 4,
    "text": "<strong>Nesnelerin fotoğraflarını orta ila uzak mesafelerde çekmek için tasarlanmış kamera lensleri aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Geniş açı lensler",
      "B": "Ultra geniş açı lensler",
      "C": "Normal açılı lensler",
      "D": "Dar açılı lensler",
      "E": "Balık gözü lensler"
    },
    "explanation": "Odak uzaklığı, normal lenslerden (50 mm) daha uzun olan objektifler, <b>Tele objektifler</b> olarak adlandırılır. Bu lensler, <b>uzak mesafedeki nesneleri</b> daha büyük ve daha yakın göstererek detaylı fotoğraflar çekmek için tasarlanmıştır."
  },
  {
    "id": "331760",
    "unitNumber": 4,
    "text": "<strong>Normal lenslerden çok daha yakın odaklanma mesafelerine sahip olan ve gözle görülmeyecek kadar küçük ayrıntıları çekebilmesini sağlayan lens aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Balık gözü",
      "B": "Makro",
      "C": "Konvertör",
      "D": "Geniş açı",
      "E": "Ultra geniş açı"
    },
    "explanation": "<b>Makro (Macro) lensler</b>, diğer objektif türlerine göre çok daha kısa minimum odaklanma mesafelerine (minimum focus distance) sahiptirler. Bu sayede, normalde gözle zor görülen küçük nesnelerin veya detayların, sensör üzerinde yüksek büyütme oranlarıyla (genellikle 1:1 veya daha fazla) fotoğraflanmasını sağlarlar."
  },
  {
    "id": "173210",
    "unitNumber": 5,
    "text": "<strong>Pozlandırma değeri 54 olan (54 EV'lik) bir flaş </strong><strong>100 ISO’da f/1.4 diyafram ve </strong><strong>tam güç patlama ile</strong><strong>yaklaşık kaç metre uzaktaki bir cismi aydınlatır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "540m",
      "B": "75.6m",
      "C": "120m",
      "D": "54m",
      "E": "12m"
    },
    "explanation": "Flaşın aydınlatma mesafesi, <b>Kılavuz Numarası (Guide Number - GN)</b> formülüyle hesaplanır: GN = Diyafram (f/) x Mesafe (m). Bu durumda, soruda verilen pozlandırma değeri 54'ün (54 EV), 100 ISO için Kılavuz Numarası (GN) olarak kabul edildiği varsayılır (GN=54).<br/>Mesafe = GN / Diyafram = 54 / 1.4 ≈ 38.57 metre. Şıklarda bu değere en yakın standart değer olan <b>yaklaşık 40 metre</b> doğru cevap olacaktır."
  },
  {
    "id": "173215",
    "unitNumber": 5,
    "text": "<strong>Profesyonel makinelerde ayrı flaş ünitelerinin kullanılmasına olanak sağlayan, standart bir flaş kızağına (flaş aksesuar yuvasına) monte edilen haricî flaşlar aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Pop-top",
      "B": "Cep flaşı",
      "C": "Kafa flaşı",
      "D": "Paraflaş",
      "E": "Kızak flaşı"
    },
    "explanation": "Profesyonel fotoğraf makinelerinde, standart bir flaş kızağına (hot shoe) monte edilerek kullanılan ve makineye entegre olmayan, kendi güç kaynağı ve kontrol mekanizması bulunan bu harici flaş ünitelerine <b>Tepe Flaşları (Speedlight/Hot Shoe Flash)</b> adı verilir. Bu flaşlar dahili flaşlara göre daha güçlü ve esnektir."
  },
  {
    "id": "173219",
    "unitNumber": 5,
    "text": "<strong>Objektife 10 cm mesafede bir kelebek fotoğrafı çekildiğinde homojen aydınlatma için ihtiyaç duyulan ekipman aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Mono flaş",
      "B": "Paraflaş",
      "C": "Tepe (kafa) flaşı",
      "D": "Halka (ring) flaş",
      "E": "Manuel flaş"
    },
    "explanation": "Objektife 10 cm gibi çok yakın mesafelerde yapılan <b>makro fotoğrafçılıkta</b>, objektifin konuya gölge düşürmesini engellemek ve homojen, çepeçevre aydınlatma sağlamak için özel olarak tasarlanmış olan <b>Halka Flaş (Ring Flash)</b> kullanılır. Halka flaş, objektifin etrafına takılır ve gölgesiz aydınlatma sağlar."
  },
  {
    "id": "173226",
    "unitNumber": 5,
    "text": "<strong>Sürekli ışık kaynakları içinde LED ışıkların halojen lambalı ışıklara olan üstünlüğü aşağıdakilerin hangisinde doğru olarak verilmiştir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "1200 kelvin ışık verir.",
      "B": "Çok yüksek aydınlatma gücüne sahiptir.",
      "C": "Çoğunlukla sarı ışık verir.",
      "D": "Çabuk ısınır, geç soğur.",
      "E": "Enerji verimliliği sağlar."
    },
    "explanation": "Sürekli ışık kaynakları arasında LED ışıkların halojen lambalara göre en önemli üstünlüğü, halojen lambaların aksine, çok daha <b>düşük enerji tüketmeleri</b> ve buna bağlı olarak aşırı <b>ısı üretmemeleridir</b>. Ayrıca LED'ler halojen lambalara göre çok daha <b>uzun ömürlüdür</b>."
  },
  {
    "id": "173231",
    "unitNumber": 5,
    "text": "<strong>Üzerinde “okuma hızı 600x” yazan bir hafıza kartının saniyede mb (megabyte) cinsinden temsil ettiği maksimum okuma hızı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "9 mb",
      "B": "60 mb",
      "C": "90 mb",
      "D": "180 mb",
      "E": "600 mb"
    },
    "explanation": "Hafıza kartlarında kullanılan 'x' değeri, okuma hızını temsil eder. 1x hızı standart olarak yaklaşık <b>150 KB/s (kilobayt/saniye)</b> olarak kabul edilir. Buna göre, 600x hız: 600 x 150 KB/s = 90.000 KB/s'ye eşittir. Bu değer megabayt cinsinden <b>90 MB/s (Megabayt/saniye)</b> hızını temsil eder."
  },
  {
    "id": "173234",
    "unitNumber": 5,
    "text": "<strong>Maksimum 2 TB (terabayt) kapasiteye sahip güvenli dijital kart aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "SD",
      "B": "SDXC",
      "C": "SDHC",
      "D": "SDCF",
      "E": "SDQD"
    },
    "explanation": "Güvenli Dijital (SD) hafıza kartları kapasitelerine göre sınıflandırılır. SDXC (eXtended Capacity) standardı, 64 GB'tan başlayarak maksimum <b>2 TB (Terabayt)</b> kapasiteye ulaşabilen kartları ifade eder. SDHC kartlar 32 GB'a kadar, standart SD kartlar ise 2 GB'a kadar destekler."
  },
  {
    "id": "173237",
    "unitNumber": 5,
    "text": "<strong>Birçok DSLR ve aynasız makinelerde gövde içinde opsiyonel olarak ekstra batarya ömrü sağlayan, batarya muhafaza aksesuarına ne ad verilir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Elektro drive",
      "B": "NAS",
      "C": "Headset grip",
      "D": "El manueli",
      "E": "El kabzası"
    },
    "explanation": "Birçok DSLR ve aynasız fotoğraf makinesinin gövdesinin altına takılan ve genellikle dikey tutuş kolaylığı sağlamasının yanı sıra bir veya daha fazla ekstra pilin muhafaza edilmesini sağlayarak <b>batarya ömrünü uzatan</b> aksesuara <b>Batarya Kabzası (Battery Grip)</b> adı verilir."
  },
  {
    "id": "173241",
    "unitNumber": 5,
    "text": "<strong>Alüminyumdan %30 daha hafif ve en az onun kadar dayanıklı tripot aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Fiber magnezyum",
      "B": "Karbon fiber",
      "C": "Magnezyum",
      "D": "Gizto",
      "E": "Alüminyum fiber"
    },
    "explanation": "Profesyonel tripotlarda kullanılan en yaygın malzemeler alüminyum ve karbondur. <b>Karbon Fiber (Carbon Fiber)</b> tripotlar, alüminyum muadillerine göre <b>%30'a kadar daha hafif</b> olmasına rağmen yüksek dayanıklılık, titreşim emme yeteneği ve sağlamlık sundukları için tercih edilirler."
  },
  {
    "id": "173244",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi UV filtre veya UV ışığın özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Morötesi diye de adlandırılır.",
      "B": "10nm - 400nm aralığında dalga boyu vardır.",
      "C": "Hafif gri renkli olup poz değerini etkiler.",
      "D": "Elektromanyetik radyasyondur.",
      "E": "UV ışınların film düzlemine veya dijital sensöre ulaşmasını önler."
    },
    "explanation": "<b>UV (Ultra Viole) filtreler</b> temel olarak morötesi ışınları bloke ederek uzak mesafelerde ortaya çıkan atmosferik <b>puslanmayı (haze) azaltır</b> ve objektifin ön merceğini fiziksel hasarlardan korur. Ancak, UV filtreler renklerin doygunluğunu veya kontrastını artırma gibi birincil göreve sahip değildir; bu, daha çok <b>Polarize Filtrelerin</b> (CPL) işidir."
  },
  {
    "id": "173247",
    "unitNumber": 5,
    "text": "<strong>Yansımaları ve parlamayı (su, cam vb. yüzeylerden) ortadan kaldırarak veya azaltarak zengin, doygun renklerin oluşmasına imkân tanıyan filtre aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Circular polarizer",
      "B": "UV",
      "C": "Nötr (ND)",
      "D": "IR (ınfrared)",
      "E": "Kademeli ND"
    },
    "explanation": "<b>Polarize Filtre (Circular Polarizer - CPL)</b>, metalik olmayan yüzeylerden (su, cam, parlak yapraklar vb.) gelen <b>istenmeyen yansımaları ve parlamayı</b> önemli ölçüde ortadan kaldıran veya azaltan filtredir. Ayrıca, gökyüzünün mavisini derinleştirerek ve renkleri zenginleştirerek doygun bir görüntü oluşmasına imkan tanır."
  },
  {
    "id": "178514",
    "unitNumber": 5,
    "text": "<strong>Flaş ışığı yaklaşık kaç kelvin (K<sup>o</sup>) derecelik renk sıcaklığı verir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "4000",
      "B": "3200",
      "C": "6500",
      "D": "2400",
      "E": "5500"
    },
    "explanation": "Flaş ışığı, gün ışığına (Daylight) eşdeğer spektrumda ışık üretmek üzere tasarlanmıştır. Standart flaş ışığının renk sıcaklığı, genellikle <b>5500 Kelvin (K°)</b> ile 5600 Kelvin arasında kabul edilir. Bu, güneşli öğle vakti ışığına karşılık gelen değerdir."
  },
  {
    "id": "178516",
    "unitNumber": 5,
    "text": "<strong>Güncel tepe flaşlarında çakma şiddetini temsil eden kılavuz numarası yani “pozlandırma değeri” hangi kısaltma ile ifade edilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "ASA",
      "B": "EV",
      "C": "DIN",
      "D": "TFV",
      "E": "DOF"
    },
    "explanation": "Flaşın gücünü ve maksimum aydınlatma mesafesini belirlemek için kullanılan değere <b>Kılavuz Numarası</b> denir. İngilizce'deki karşılığı olan Guide Number’ın kısaltması <b>GN</b> olarak ifade edilir ve pozlandırma değeri hesaplamalarında kullanılır."
  },
  {
    "id": "178518",
    "unitNumber": 5,
    "text": "<strong>Stüdyo tipi bir flaşmetre kullanmak yerine, lensin içinden geçerek sensöre düşen flaş ışığının poz değerlerini baz alarak yapılan ölçüm türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "ADN",
      "B": "IR",
      "C": "TV",
      "D": "EVT",
      "E": "TTL"
    },
    "explanation": "Stüdyo tipi haricî flaşmetre yerine, fotoğraf makinesinin objektifinden (lensinden) geçerek doğrudan sensöre (veya özel bir ölçüm sensörüne) düşen ışığı baz alarak flaş gücünü otomatik olarak ayarlayan sisteme <b>TTL (Through The Lens - Objektiften Geçerek)</b> flaş ölçüm türü denir."
  },
  {
    "id": "178519",
    "unitNumber": 5,
    "text": "<strong>Stüdyoda 800 watt güçte birinci ışık 1/2 güçte tas ile soldan, 1500 watt güçte ikinci ışık 1/1 güçle softbox ile karşıdan verildiğinde kullanılan yapay ışık kaynağı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Paraflaş",
      "B": "Pop-up flaş",
      "C": "Tepe flaşı",
      "D": "Halka (Ring) flaş",
      "E": "Sürekli ışık"
    },
    "explanation": "Yüksek watt güçlerine sahip (800W, 1500W gibi) ve ışığı şekillendirmek için <b>softbox</b>, <b>tas (reflektör)</b> gibi modifiye edicilerin kullanıldığı, ana elektrik şebekesiyle çalışan yapay ışık kaynaklarına <b>Stüdyo Flaşları (Studio Strobes)</b> veya Monolight denir. Bu sistemler, yüksek güç ve hassas kontrol gerektiren stüdyo ortamları için idealdir."
  },
  {
    "id": "178521",
    "unitNumber": 5,
    "text": "<strong>Fotoğraf makinelerinde kullanılan </strong><strong>güncel </strong><strong>4 hafıza kartı sınıfı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "CF, SD, Mikro SD, XQD",
      "B": "CF, SD, UHD, HD",
      "C": "AF-S, QD, SD, ML",
      "D": "TTL, SD, Mikro-D, XQD",
      "E": "SD, SDXC, SF, QL"
    },
    "explanation": "Güncel profesyonel ve yarı profesyonel fotoğraf makinelerinde kullanılan başlıca dört hafıza kartı sınıfı şunlardır: Yüksek hız ve kapasiteye sahip <b>CFexpress</b>, daha önceki yüksek hızlı standart olan <b>XQD</b>, yaygın olarak kullanılan <b>Secure Digital (SD)</b> kartları ve profesyonel alanda hala kullanılan daha büyük formatlı <b>CompactFlash (CF)</b> kartlarıdır."
  },
  {
    "id": "178523",
    "unitNumber": 5,
    "text": "<strong>Veri kaybının en aza inmesi ve güvenli veri kullanımı ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır?</u></strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kartlar dolduklarında mutlaka harddisklere (HDD) veya daha güvenli NAS depolama sistemlerine aktarılmalıdır.",
      "B": "Aktarımın ardından kartları, bilgisayardan silmek yerine makineden formatlamak tercih edilmelidir.",
      "C": "Kartlar yoğun güneş, aşırı soğuk, nemli ve kötü hava koşullarına maruz bırakılmamalıdır.",
      "D": "Çekim için düşük kapasiteli kartlar yerine, en yüksek kapasiteli olanlar tercih edilmelidir.",
      "E": "Çift kart yuvalı bir makinenin var olması durumunda, her iki yuvaya da kart yerleştirip çekim esnasında çift yedekleme yapılmalıdır."
    },
    "explanation": "Güvenli veri kullanımı için hafıza kartının makineye özgü optimizasyonunu sağlamak amacıyla <b>kartı daima makine içinde formatlamak</b> gerekir. Kartı doldurup tamamen boşaltmadan sürekli kullanmak, kartın dosya sisteminde bozulmalara ve veri kaybına yol açabilir. Veri kaybını en aza indirmek için <b>kartı dolmadan formatlamaktan kaçınmak</b> genellikle yanlış bir uygulamadır; tam tersine, düzenli formatlama kart sağlığını korur."
  },
  {
    "id": "178525",
    "unitNumber": 5,
    "text": "<strong>Bir tripotta kaç ayak bulunur?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "4",
      "E": "5"
    },
    "explanation": "<b>Tripot</b> kelimesi, Latince’de 'üç ayaklı' anlamına gelen 'tri' (üç) ve 'pod' (ayak) kelimelerinden türemiştir. Adından da anlaşılacağı gibi, kamerayı stabil tutmak için <b>üç adet ayağa</b> sahiptir."
  },
  {
    "id": "178526",
    "unitNumber": 5,
    "text": "<strong>Kamerayı tripota sabitleyerek özellikle video ve panorama çekimleri yapmak için kullanılması gereken kafa türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Shift yapan Mekanik Kafa",
      "B": "Top Kafa (Ball-Head)",
      "C": "Monolit Kafa",
      "D": "Pan/Tilt yapan Hidrolik Kafa",
      "E": "Mantroffo Kafa"
    },
    "explanation": "Özellikle <b>video çekimlerinde</b> veya hassas <b>panorama kaydırmalarında</b> kameranın yatay ve dikey eksende sarsıntısız, yumuşak ve kontrollü hareket etmesini sağlamak amacıyla kullanılan tripot kafa türüne <b>Akışkan Kafa (Fluid Head)</b> denir. Bu kafa, içerisindeki akışkan damperleme sistemi sayesinde pürüzsüz kamera hareketlerine izin verir."
  },
  {
    "id": "331764",
    "unitNumber": 5,
    "text": "<strong>Dijital fotoğraf makinelerinin en temel aksesuarlardan biri olan ve çekilen fotoğrafın kaydedilmesine yarayan parça aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Sensör",
      "B": "Hafıza kartı",
      "C": "İşlemci",
      "D": "Flaş",
      "E": "LCD ekran"
    },
    "explanation": "Dijital fotoğraf makinelerinde çekilen fotoğrafların dijital veriler halinde kalıcı olarak saklanmasını sağlayan en temel aksesuar <b>Hafıza Kartı (Memory Card)</b>'dır. Çekilen her fotoğraf ve video bu karta kaydedilir."
  },
  {
    "id": "331767",
    "unitNumber": 5,
    "text": "I. Konuyu doğrudan aydınlatma<br/>II. Görüntü ögelerine vurgu yapma<br/>III. Özel efektler oluşturma<br/><strong>Yukarıdakilerden hangisi ya da hangileri fotoğraf çekimlerinde flaş kullanımının amaçları arasında yer alır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Flaşın fotoğrafçılıkta birden çok amacı vardır:<br/>I. Yetersiz ışık koşullarında <b>konuyu aydınlatmak</b> (Ana ışık veya dolgu ışığı olarak).<br/>II. Gölge ve kontrastı kontrol ederek, ışıkla belirli <b>görüntü ögelerine vurgu yapmak</b>.<br/>III. Hızlı çakma süresi sayesinde hareketi <b>dondurarak özel efektler oluşturmak</b> (veya yavaş senkronizasyon ile hareket izi yaratmak).<br/>Bu nedenle, yukarıdaki tüm maddeler (I, II ve III) flaş kullanımının amaçları arasında yer alır."
  },
  {
    "id": "331770",
    "unitNumber": 5,
    "text": "Bütün flaşların bir çakma (ışık gücü) indeksi vardır. Bu, paraflaşlarda .......... olarak ifade edilirken çok kullanılan güncel tepe flaşlarında kılavuz numarası “EV”<br/>(Exposure Value) yani “Pozlandırma Değeri” ile ifade edilir.<br/><strong>Paragrafta boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Derece",
      "B": "Volt",
      "C": "Watt",
      "D": "Bar",
      "E": "Joule"
    },
    "explanation": "Bütün flaşların ışık gücü belirli bir indeksle ifade edilir. Soruda boş bırakılan yere gelmesi gereken ifade, profesyonel stüdyo flaşlarının (paraflaş) gücünü belirten birimdir. Bu birim, genellikle <b>Watt Saniye (W/s)</b> veya <b>Joule</b> olarak ifade edilir. Watt Saniye, flaşın bir deşarj sırasında harcadığı enerji miktarını ölçerek, doğrudan flaşın maksimum ışık çıkış potansiyelini gösterir.<br/>Bu, taşınabilir flaşlarda (tepe flaşları) kullanılan ve mesafeye bağlı olarak diyafram ayarını hesaplamaya yarayan <b>Kılavuz Numarası (Guide Number - GN)</b> yönteminden farklı, daha mutlak bir güç ölçümüdür."
  },
  {
    "id": "331773",
    "unitNumber": 5,
    "text": "<strong>İlk olarak 1994 yılında Sandisk tarafından piyasaya sürülen, çok yüksek depolama kapasitesi ve hızlı işlem süresi sunduğu için genellikle gelişmiş üst düzey DSLR makinelerde kullanılan hafıza kartı türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "CompactFlash (CF) Hafıza Kartları",
      "B": "XQD Hafıza Kartları",
      "C": "Micro SD Hafıza Kartları",
      "D": "SDXC (Güvenli Dijital Ekstra Kapasiteli) Hafıza Kartları",
      "E": "SD (Güvenli Dijital) Hafıza Kartları"
    },
    "explanation": "1994 yılında <b>Sandisk</b> tarafından tanıtılan ve yüksek depolama kapasitesi ile hızlı işlem performansı sunan bu kart türü <b>CompactFlash (CF)</b> kartıdır. CF kartları, boyutları ve iç yapılarının dayanıklılığı sayesinde uzun yıllar boyunca özellikle profesyonel <b>üst düzey DSLR</b> fotoğraf makinelerinde tercih edilen ana depolama standardı olmuştur. Hızlı işlem süresi, yüksek çözünürlüklü ve seri çekim gerektiren profesyonel fotoğrafçılık uygulamaları için hayati önem taşır."
  },
  {
    "id": "331776",
    "unitNumber": 5,
    "text": "<strong>Fotoğraf çekerken morötesi ışınım yani görünür ışıktan daha kısa olan 10 nm ila 400 nm dalga boylu arasındaki elektromanyetik radyasyon ışınlarının film düzlemine veya dijital sensöre ulaşmasını önlemek amacıyla kullanılan filtre türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Polarize Filtre",
      "B": "UV (Ultraviyole) Filtre",
      "C": "Nötr Yoğunluklu (ND) Filtre",
      "D": "Color Filtre",
      "E": "Efekt Filtre"
    },
    "explanation": "Görünür ışıktan daha kısa dalga boyuna sahip olan ve 10 nm ila 400 nm aralığında bulunan elektromanyetik radyasyon, yani <b>morötesi ışınım (UV)</b>, fotoğraf çekimlerinde istenmeyen mavi renk kaymalarına, kontrast kaybına ve bulanıklığa neden olabilir. Bu ışınların film düzlemine veya dijital sensöre ulaşmasını önlemek amacıyla kullanılan filtre türü <b>UV Filtresi (Morötesi Filtre)</b>'dir. UV filtreleri, aynı zamanda objektifin ön camını toz, kir ve çiziklere karşı koruyan pratik bir görev de üstlenir."
  },
  {
    "id": "173287",
    "unitNumber": 6,
    "text": "<strong>Diğer pozlama unsurları gibi fiziki bir araç olmaktan çok yazılımsal bir uygulama olan pozlama ayarı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "F stop",
      "B": "Enstantane",
      "C": "ISO",
      "D": "Diyafram",
      "E": "Tv"
    },
    "explanation": "Pozlama üçgenindeki üç temel unsurdan ikisi (Diyafram ve Enstantane) fiziksel ışık kontrol mekanizmalarıyken, <b>ISO (Hassasiyet)</b> diğerlerinden farklı olarak sensöre düşen sinyalin elektronik/dijital olarak yükseltilmesini ifade eder. Bu nedenle, ISO bir sensör duyarlılığı ayarı olup, fiziki bir araç olmaktan çok <b>yazılımsal bir uygulama</b> olarak kabul edilir."
  },
  {
    "id": "173289",
    "unitNumber": 6,
    "text": "Görüntünün pozlamasına etki eden kamera ayarları ……..….., …...……. ve ….………. olarak sayılabilir.<br/><strong>Cümlede boş bırakılan yerlere sırasıyla aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "enstantane-ışık ölçümü-diyafram",
      "B": "dinamik aralık-enstantane-diyafram",
      "C": "diyafram-EV-ISO",
      "D": "enstantane-diyafram-ISO",
      "E": "alan derinliğ-diyafram-EV"
    },
    "explanation": "Görüntünün pozlamasına etki eden kamera ayarları, <b>Pozlama Üçgeni</b> olarak adlandırılan üç temel unsurdur: <b>Diyafram Açıklığı</b> (lensin açıklığı), <b>Enstantane Hızı</b> (pozlama süresi) ve <b>ISO Hassasiyeti</b> (ışığa duyarlılık). Bu üç unsur, sensöre ulaşan toplam ışık miktarını ve süresini belirler."
  },
  {
    "id": "173291",
    "unitNumber": 6,
    "text": "<strong>Seçilen değerlerin doğru pozlama olup olmadığına bakılmadan diyafram, ISO ve enstantane hızının belirlendiği pozlama modu aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Bulb",
      "B": "Manuel",
      "C": "Diyafram önceliği",
      "D": "Enstantane önceliği",
      "E": "Program"
    },
    "explanation": "Diyafram, ISO ve enstantane hızının, kameranın önerdiği doğru pozlama değerlerine bakılmaksızın kullanıcı tarafından tamamen belirlendiği pozlama modu <b>Manuel (M) Modu</b>'dur. Bu mod, fotoğrafçıya pozlama üzerinde <b>tam yaratıcı kontrol</b> sağlar."
  },
  {
    "id": "173292",
    "unitNumber": 6,
    "text": "Giriş seviyesi kameralar önceden ayarlanmış, yaygın olarak kullanılan bazı amatör modlara sahiptir.<br/><strong>Aşağıdakilerden hangisi yaygın amatör modlar arasında <u>yer almaz?</u></strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Spor",
      "B": "Gece",
      "C": "Portre",
      "D": "Manzara",
      "E": "Bahçe"
    },
    "explanation": "Giriş seviyesi kameraların yaygın amatör modları genellikle önceden ayarlanmış sahne modlarıdır (Portre, Manzara, Spor vb.). <b>Manuel (M) Modu</b>, <b>Diyafram Öncelikli (Av)</b> veya <b>Enstantane Öncelikli (Tv/S)</b> gibi pozlama üzerinde doğrudan kontrol sağlayan modlar, genellikle yaratıcı veya yarı otomatik modlar kategorisinde yer alır ve yaygın amatör (sahne) modlar arasında sayılmazlar."
  },
  {
    "id": "173293",
    "unitNumber": 6,
    "text": "<strong>Hassasiyet (ISO) 100 olarak sabitlendiğinde makine f/8 ve 1/125 poz değerleri veriyorsa ışık miktarı değişmeden kullanılabilecek bir başka değer aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "f/11 - 1/250",
      "B": "f/11 - 1/60",
      "C": "f/16 - 1/500",
      "D": "f/8 - 1/500",
      "E": "f/5.6 - 1/500"
    },
    "explanation": "<b>Eş Değerlilik İlkesi (Reciprocity)</b>, toplam pozlama değerinin sabit tutulması için pozlama unsurlarının telafi edilebilir olmasını ifade eder. ISO 100 ile f/8 ve 1/125 saniye değerleri verildiğinde, bu değerlere eş değer bir başka değer çifti bulunmalıdır. Enstantane hızını bir durak hızlandırıp (1/250 saniyeye), diyaframı bir durak açarsak (<b>f/5.6</b>'ya), ışık miktarı aynı kalır. Doğru eş değer değerlerden biri <b>f/5.6 ve 1/250 saniye</b> olmalıdır."
  },
  {
    "id": "173294",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi ışık ölçüm metotlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Değerlendirmeli ölçüm",
      "B": "Nokta ölçüm",
      "C": "Merkez ağırlıklı ölçüm",
      "D": "Spot ölçüm",
      "E": "Yanal ölçüm"
    },
    "explanation": "Yaygın olarak kullanılan ışık ölçüm metotları şunlardır: <b>Çok Alanlı (Matriks/Değerlendirici)</b>, <b>Merkez Ağırlıklı</b> ve <b>Noktasal (Spot)</b> ölçüm. Bu modlar, kameranın sahnenin ışığını nasıl analiz edeceğini belirler. Şıklarda bu üç temel mod dışında kalan bir seçenek (örneğin bir pozlama modu veya odaklama ayarı) ışık ölçüm metodu değildir."
  },
  {
    "id": "173296",
    "unitNumber": 6,
    "text": "<strong>Makinede zamanlama işlevini gövdede bulunan ve sensör/film önünü kapatan hangi mekanik parça yerine getirir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Perde",
      "B": "Diyafram",
      "C": "Ayna",
      "D": "Deklanşör",
      "E": "ISO"
    },
    "explanation": "Makinede sensör veya film önünü kapatıp açarak pozlama süresini (zamanlamayı) kontrol eden mekanik parça <b>Perde (Shutter)</b>'dir. Perdenin açık kalma süresi ise <b>Enstantane Hızı</b> olarak adlandırılır."
  },
  {
    "id": "173298",
    "unitNumber": 6,
    "text": "<strong>Alan derinliği hangi kriterlere göre değişir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Diyafram açıklığı, odak uzaklığı, konu mesafesi",
      "B": "Diyafram, enstantane, ISO",
      "C": "Nokta ölçüm, diyafram, ISO",
      "D": "Konuya uzaklık, metraj, enstantane",
      "E": "Açık diyafram, odak düzlemi, ISO"
    },
    "explanation": "Alan derinliğini (net görünen ön ve arka plan mesafesi) değiştiren üç ana kriter bulunmaktadır: 1. <b>Diyafram Açıklığı</b> (Diyafram ne kadar açık olursa alan derinliği o kadar azalır). 2. <b>Odak Uzaklığı</b> (Odak uzaklığı arttıkça alan derinliği azalır). 3. <b>Konuya Uzaklık</b> (Konuya yaklaştıkça alan derinliği azalır)."
  },
  {
    "id": "173300",
    "unitNumber": 6,
    "text": "<strong>Işığın az olmasından kaynaklı ve renklerin algılayıcı tarafından tam olarak belirlenememesinden dolayı görüntüde koyu alanlarda oluşan hatalı renkte pikselleşmeye ne ad verilir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Renk ısınması",
      "B": "ISO",
      "C": "Renk gürültüsü",
      "D": "Color code",
      "E": "RGB"
    },
    "explanation": "Işığın az olmasından, yetersiz pozlamadan veya yüksek ISO kullanılmasından kaynaklanan, özellikle koyu (gölgeli) alanlarda oluşan hatalı renkte ve yapıda pikselleşmeye <b>Gürültü (Noise)</b> veya <b>Kumlanma</b> adı verilir. Renk bilgisinin bozulduğu bu tür gürültüye <b>Kromatik Gürültü</b> denir."
  },
  {
    "id": "173302",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi otomatik netleme alanı modlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Tek noktalı AF",
      "B": "Dinamik AF",
      "C": "Grup AF",
      "D": "Manuel AF",
      "E": "Otomatik AF"
    },
    "explanation": "Otomatik netleme (AF) alanı modları, kameranın netleme noktalarını nasıl seçeceğini ve kullanacağını belirler. Yaygın modlar arasında <b>Tek Nokta AF</b>, <b>Dinamik Alan AF</b> veya <b>Otomatik Alan AF</b> yer alır. <b>Çok Alanlı Ölçüm</b>, <b>Merkez Ağırlıklı Ölçüm</b> veya <b>Noktasal Ölçüm</b> gibi kavramlar ise ışık ölçüm modlarıdır ve otomatik netleme alanı modlarından biri değildir."
  },
  {
    "id": "178529",
    "unitNumber": 6,
    "text": "Fotoğrafta pozlandırma, kamera sensörüne ulaşan ışık yoğunluğu ve ………. belirlenir<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "süresiyle",
      "B": "çapıyla",
      "C": "formülüyle",
      "D": "keskinliğiyle",
      "E": "uzaklığıyla"
    },
    "explanation": "Fotoğrafta pozlandırma (exposure), sensöre ulaşan ışık yoğunluğu (Diyafram tarafından belirlenen) ve bu ışığa maruz kalma <b>süresi</b> (<b>Enstantane Hızı</b> tarafından belirlenen) ile belirlenir. Boş bırakılan yere 'süre' kavramını temsil eden <b>Enstantane Hızı</b> veya genel olarak <b>Süre</b> kavramı gelmelidir."
  },
  {
    "id": "178532",
    "unitNumber": 6,
    "text": "<strong>Kamera pozlama modu kadranında aşağıdakilerden hangisi <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "A",
      "B": "S",
      "C": "M",
      "D": "R",
      "E": "B"
    },
    "explanation": "Kamera pozlama modu kadranında genellikle <b>M, Av/A, Tv/S, P</b> ve Otomatik/Sahne modları bulunur. <b>Beyaz Ayarı (White Balance)</b>, fotoğrafın renk sıcaklığını belirleyen bir ayardır, ancak ana pozlama modu seçme kadranında bir mod olarak <u>yer almaz</u>; genellikle ayrı bir düğme veya menü ayarıdır."
  },
  {
    "id": "178539",
    "unitNumber": 6,
    "text": "<strong>Enstantane hızını girdiğinizde, makinenin karşılık gelen diyafram açıklığının otomatik olarak belirlendiği pozlama modu aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Program",
      "B": "Diyafram önceliği",
      "C": "Enstantane önceliği",
      "D": "Manuel",
      "E": "Bulb"
    },
    "explanation": "Bu mod <b>Enstantane Öncelikli (Tv veya S) Modu</b> olarak adlandırılır. Kullanıcının sadece istediği <b>Enstantane Hızını</b> (pozlama süresini) belirlediği, buna karşılık makinenin sahnenin ışığına göre uygun <b>Diyafram Açıklığını</b> otomatik olarak hesapladığı yarı otomatik bir moddur."
  },
  {
    "id": "178542",
    "unitNumber": 6,
    "text": "Normal hassasiyet (ISO) sınırları dâhilinde \"pozlama = ….....… x süre\" formülü, eş değerlilik ilkesini ifade eder.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Renk sıcaklığı",
      "B": "ISO",
      "C": "Saniye",
      "D": "Zaman",
      "E": "Işık yoğunluğu"
    },
    "explanation": "Pozlama, sensöre ulaşan ışığın <b>Yoğunluğu</b> ile sensörün bu ışığa maruz kaldığı <b>Sürenin</b> çarpımıdır. Formül: Pozlama = <b>Işık Yoğunluğu</b> x Süre. Eş değerlilik ilkesi, bu çarpımın sabit kaldığı sürece yoğunluk ve sürenin değiştirilebileceğini ifade eder."
  },
  {
    "id": "178545",
    "unitNumber": 6,
    "text": "<strong>Çerçevenin birçok küçük parçaya bölündüğü, her bir bölümden poz okuması ve genel ortalama hesaplaması alınarak yapılan ölçüm değeri aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Nokta",
      "B": "Merkez Ağırlıklı",
      "C": "Parçalı",
      "D": "Değerlendirmeli",
      "E": "Kısmi"
    },
    "explanation": "Çerçevenin birçok küçük parçaya bölünerek her bir bölümden poz okuması alındığı ve genel bir <b>ortalama hesaplaması</b> yapılarak en dengeli pozlamanın belirlenmeye çalışıldığı ölçüm metodu <b>Çok Alanlı Ölçüm (Matrix/Evaluative Metering)</b> olarak adlandırılır."
  },
  {
    "id": "178547",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi yaygın temel/tam enstantane duraklarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "1/125 sn",
      "B": "1/15 sn",
      "C": "1/250 sn",
      "D": "1/8 sn",
      "E": "1/95 sn"
    },
    "explanation": "Temel veya tam duraklar (full stops), bir önceki değere göre ışık miktarını tam olarak iki kat artıran veya yarıya indiren değerlerdir. Standart tam duraklar: 1, 1/2, 1/4, 1/8, 1/15, 1/30, 1/60, 1/125, 1/250 saniye vb. <b>1/100 saniye</b> gibi değerler, genellikle 1/3 veya 1/2 durak artışlarında kullanılan ara değerlerdir, temel (tam) durak değildir."
  },
  {
    "id": "178548",
    "unitNumber": 6,
    "text": "<strong>Optik çapı en fazla 25 mm olan, 50 mm odak uzaklığında normal bir lensin diyafram açıklığı en fazla kaç f/ olur?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "f/4",
      "B": "f/2",
      "C": "f/0.5",
      "D": "f/25",
      "E": "f/10"
    },
    "explanation": "Diyafram açıklığı (f/stop) değeri, <b>Odak Uzaklığı</b>'nın (F) <b>Efektif Optik Çap</b>'a (D) bölünmesiyle hesaplanır.<br/>Formül: f/stop = F / D.<br/>Verilenler: F=50 mm, D=25 mm. f/stop = 50 / 25 = 2.<br/>Maksimum diyafram açıklığı <b>f/2</b> olur."
  },
  {
    "id": "178551",
    "unitNumber": 6,
    "text": "<strong>Kamera, az ışık koşullarında (karanlıkta) odaklamada sorun yaşıyorsa doğru netleme için ne yapılır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Manuel netleme seçilir.",
      "B": "Faz algılama AF seçilir.",
      "C": "Kontrast algılama AF seçilir.",
      "D": "Melez AF seçilir.",
      "E": "Sürekli AF seçilir."
    },
    "explanation": "Kamera az ışık koşullarında (düşük kontrast nedeniyle) netlemede zorlandığında, doğru netleme yapabilmek için <b>AF Yardımcı Işını (AF Assist Beam)</b> kullanılır. Bu ışın, sahneyi kısa süreliğine aydınlatarak kameranın netlik sensörlerinin <b>kontrastı algılamasına</b> yardımcı olur."
  },
  {
    "id": "331779",
    "unitNumber": 6,
    "text": "I. Enstantane hızı<br/>II. Diyafram açıklığı<br/>III. ISO hassasiyeti<br/><strong>Yukarıdakilerden hangisi ya da hangileri pozlamaya etki eden temel unsurlar arasında yer alır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Pozlamaya etki eden temel unsurlar, fotoğrafçılığın temeli olan <b>Pozlama Üçgeni</b>'ni oluşturur. Bu unsurlar: I. <b>Enstantane hızı</b>, II. <b>Diyafram açıklığı</b> ve III. <b>ISO hassasiyeti</b>'dir. Dolayısıyla, hepsi (I, II ve III) pozlamaya etki eder."
  },
  {
    "id": "331782",
    "unitNumber": 6,
    "text": "<strong>Fotoğraf makinesinin diyafram ve enstantane hızını otomatik olarak belirlediği, kullanıcıya ise ISO (Hassasiyet) hızı ve pozlama telafisi gibi seçeneklerin bırakıldığı çekim modu aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Otomatik Mod",
      "B": "Program Modu",
      "C": "Diyafram Öncelikli Mod",
      "D": "Enstantane Öncelikli Mod",
      "E": "Manuel Mod"
    },
    "explanation": "Bu açıklama <b>Program (P) Otomatik Modu</b>'nu tanımlar. P modunda makine, diyafram ve enstantane hızını otomatik olarak belirleyerek iyi bir pozlama dengesi kurar, ancak kullanıcıya <b>ISO hassasiyetini</b> ve <b>pozlama telafisini</b> (exposure compensation) ayarlama seçeneğini bırakarak duruma ince ayar yapma imkanı tanır."
  },
  {
    "id": "331785",
    "unitNumber": 6,
    "text": "<strong>Çekim yaparken çerçeveyi birçok küçük parçaya bölerek çalışan ve her bir bölümden poz okuması yaparak genel ortalamaya göre bir ışık değeri belirleyen ölçüm modu aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Parçalı Ölçüm Modu",
      "B": "İlgi Merkezi Ağırlıklı Ölçüm Modu",
      "C": "Merkez Ağırlıklı (Center Weighted) Ölçüm Modu",
      "D": "Değerlendirmeli (Evaluative, Matrix) Ölçüm Modu",
      "E": "Nokta (Spot) Ölçüm Modu"
    },
    "explanation": "Bu ölçüm modu, genellikle <b>Çok Alanlı</b> (Matrix) veya <b>Değerlendirici</b> (Evaluative) ölçüm olarak adlandırılır. Kamera, çerçeveyi birçok küçük bölgeye ayırır ve her bir bölgedeki ışık değerini ayrı ayrı okur. Bu okumaları, sahnenin genel parlaklık dağılımını, odak noktasını ve ton farklılıklarını dikkate alan karmaşık bir algoritma ile analiz eder.<br/>Amaç, özellikle zorlu ışık koşullarında (kontrastlı sahneler) bile en doğru ve dengeli pozlama sonucunu elde etmektir. Diğer basit ölçüm modlarına (merkez ağırlıklı veya spot ölçüm) göre daha güvenilir genel ortalama değerler sunar."
  },
  {
    "id": "331789",
    "unitNumber": 6,
    "text": "Yüksek bir ................ hızı, genellikle konudaki hareketi dondurmak için kullanılır. Örneğin; hareketli kuşlar fotoğraflanıyor ise 1/1000 saniye veya daha yüksek hız gerekebilir.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "enstantane",
      "B": "diyafram",
      "C": "ISO",
      "D": "focus",
      "E": "ölçüm"
    },
    "explanation": "Cümlede boş bırakılan yere getirilmesi gereken ifade <b>enstantane (perde) hızı</b>dır. Enstantane hızı, sensörün ne kadar süreyle ışığa maruz kalacağını belirler ve fotoğrafçılıkta hareketin kontrolü için temel araçtır. Konudaki hareketi <b>dondurmak</b> veya keskinleştirmek için yüksek bir enstantane hızı kullanılır (örneğin 1/500 saniye, 1/1000 saniye veya daha yüksek).<br/>Bu hız ne kadar yüksek olursa, perde o kadar kısa süre açık kalır ve hareket eden nesnelerde ortaya çıkan bulanıklık (hareket bulanıklığı) o kadar azalır. Hareketli kuşlar gibi hızlı nesneler için yüksek hızlar elzemdir."
  },
  {
    "id": "331790",
    "unitNumber": 6,
    "text": "I. Diyafram açıklığı<br/>II. Lensin odak uzaklığı<br/>III. Konuya uzaklık<br/><strong>Yukarıdakilerden hangisi ya da hangileri fotoğraftaki net alan derinliğini doğrudan etkileyen ögelerden biridir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Fotoğraftaki <b>net alan derinliği</b> (Depth of Field - DoF), bir sahnenin hem önünde hem de arkasında kabul edilebilir düzeyde net görünen kısmıdır. Listelenen üç ögenin tamamı (I, II ve III) alan derinliğini doğrudan etkileyen faktörlerdir:<br/>I. <b>Diyafram Açıklığı:</b> Diyafram ne kadar açık (küçük f/ değeri), alan derinliği o kadar sığ olur.<br/>II. <b>Lensin Odak Uzaklığı:</b> Odak uzaklığı ne kadar uzun olursa (telefoto), alan derinliği o kadar azalır.<br/>III. <b>Konuya Uzaklık:</b> Kameranın konuya olan mesafesi azaldıkça (yakın çekim), alan derinliği dramatik şekilde azalır.<br/>Bu nedenle, doğru seçenek bu üç faktörün hepsini içeren şıktır."
  },
  {
    "id": "173333",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi basın fotoğrafının türlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Güncel olaylar",
      "B": "Kültür",
      "C": "Teknoloji",
      "D": "Savaş",
      "E": "Tanıtım"
    },
    "explanation": "Basın fotoğrafının temel türleri, güncel olayları ve yaşamı belgelemeyi amaçlayan <b>haber fotoğrafı</b>, <b>spor fotoğrafı</b>, <b>röportaj fotoğrafı</b> ve <b>magazin fotoğrafı</b> gibi alanları kapsar. Bu fotoğraf türü, kamuoyunu bilgilendirme işlevi görür. Habercilik amacı taşımayan ve genellikle yapay ışıklarla çekilen <b>stüdyo portre fotoğrafı</b>, basın fotoğrafının doğrudan türlerinden biri olarak kabul edilmez, çünkü amacı anlık ve gerçek bir durumu belgelemek değildir."
  },
  {
    "id": "173334",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi basın fotoğrafının estetik açıdan referans olabilecek ölçütlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Çekim anının doğru belirlenmesi",
      "B": "Kompozisyonun doğru biçimde düzenlenmiş olması",
      "C": "Konuya doğru bakış açısı ve mesafeden bakılması",
      "D": "Doğru objektif seçimi yapılması",
      "E": "Pahalı bir fotoğraf makinesinin tercih edilmesi"
    },
    "explanation": "Basın fotoğrafının estetik ölçütleri, fotoğrafın <b>anlatım gücü</b>, <b>etkileyicilik</b>, <b>kompozisyon dengesi</b> ve <b>teknik yeterliliği</b> ile ilgilidir. Basın fotoğrafı mümkün olduğunca doğal ışık koşullarında çekilen anlık gerçekliği yansıtmalıdır. Bu nedenle, <b>yapay ışık kullanımı zorunluluğu</b>, fotoğrafın estetik veya teknik bir ölçütü değil, aksine çoğu zaman habercilik ortamında hız ve doğallığı düşürebilecek bir durumdur."
  },
  {
    "id": "173335",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi reklam ve tanıtım fotoğrafçılığında kullanılan yardımcı araç-gereçlerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Teleskop",
      "B": "Objektif",
      "C": "Fon sistemi",
      "D": "Flaş",
      "E": "Çekim masası"
    },
    "explanation": "Reklam ve tanıtım fotoğrafçılığında ürünleri en iyi şekilde aydınlatmak ve görsel çekicilik katmak için <b>softboxlar</b>, <b>reflektörler</b>, <b>stüdyo flaşları</b> ve <b>tripodlar</b> gibi ışığı kontrol eden ve stabilite sağlayan yardımcı araçlar kullanılır. <b>Hava durumu gözlem istasyonu</b> ise genellikle dış mekân, manzara veya doğa fotoğrafçılığı planlamasında rol oynar ve reklam stüdyosu çekimlerinde temel yardımcı araç-gereç sayılmaz."
  },
  {
    "id": "173336",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi reklam ve tanıtım fotoğrafçılığında bulunması gereken niteliklerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Reklamı yapılan ürün veya hizmet hedef kitleye net bir şekilde aktarılmalıdır.",
      "B": "Anlaşılırlığı kolay olmalıdır.",
      "C": "Toplumsal olaylara karşı duyarlılık oluşturmalıdır.",
      "D": "Vermek istediği mesajı en hızlı şekilde vermelidir.",
      "E": "Kitledeki potansiyel satın alma isteği ve olasılıklarına göre planlanmalıdır."
    },
    "explanation": "Reklam fotoğrafçılığının temel amacı ikna etmektir. Bu nedenle fotoğrafların <b>ürünü öne çıkarma</b>, <b>hedef kitleye uygun mesaj iletme</b> ve <b>yüksek görsel çekiciliğe</b> sahip olması gerekir. Reklam fotoğrafçılığı doğası gereği bir pazarlama aracıdır ve ürünü olumlu yönde vurgular. Bu bağlamda, <b>tarafsız habercilik yaklaşımı</b>, basın fotoğrafçılığı için gerekli bir nitelik iken, reklam fotoğrafçılığında bulunması gereken bir özellik değildir."
  },
  {
    "id": "173337",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi makro objektiflerde büyütme oranının yüksek olmasının yarattığı sorunlar arasında yer alır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Daha fazla ışığa ihtiyaç duyulur.",
      "B": "Netlik azalır.",
      "C": "Renkler siyah/beyaz olur.",
      "D": "Fotoğraf makinesi çalışmaz.",
      "E": "Fotoğraf makinesinin pili erken biter."
    },
    "explanation": "Makro objektifler nesneleri yüksek oranda büyüterek detayları yakalar. Ancak büyütme oranı ne kadar artarsa, odak noktasının önündeki ve arkasındaki netlik alanı (<b>alan derinliği</b>) o kadar azalır ve <b>çok sığ hale gelir</b>. Bu durum, makro fotoğrafçının nesnenin tamamını keskin tutmada büyük zorluk yaşamasına neden olur ve çekim sırasında tripod ve hassas odaklama gerektirir."
  },
  {
    "id": "173338",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi manzara fotoğrafında ufuk çizgisinin kadrajdaki yerinin doğru konumlandırıldığı orandır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "1/3",
      "B": "3/3",
      "C": "3/4",
      "D": "4/1",
      "E": "4/3"
    },
    "explanation": "Manzara fotoğrafçılığında dinamik ve dengeli bir kompozisyon elde etmek için genellikle <b>Üçte Bir Kuralı</b> (Rule of Thirds) uygulanır. Ufuk çizgisinin kadrajın tam ortasına (1/2) yerleştirilmesi fotoğrafı durağanlaştırır. Estetik olarak doğru konumlandırma, ufuk çizgisini kadrajın alt <b>1/3'lük</b> çizgisine (gökyüzü vurgulanıyorsa) veya üst <b>2/3'lük</b> çizgisine (ön plan vurgulanıyorsa) yerleştirmektir."
  },
  {
    "id": "173339",
    "unitNumber": 7,
    "text": "<strong>Fotoğrafta yüksek ISO değeri kullanıldığında ortaya çıkan sorun aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Netlik azalır.",
      "B": "Fotoğrafta kumlanma veya gürültü (noise-grain) artar.",
      "C": "Fotoğraflar titrek çıkar.",
      "D": "Fotoğraftaki renkler soluk çıkar.",
      "E": "Fotoğrafın kompozisyonu kötü olur."
    },
    "explanation": "Fotoğraf makinesi sensörünün ışığa karşı hassasiyetini artıran <b>yüksek ISO</b> değerleri, düşük ışık koşullarında çekim yapmaya olanak tanır. Ancak, ISO yükseltildiğinde sensördeki elektriksel sinyaller de yükseltilir ve bu durum, özellikle karanlık bölgelerde görüntünün piksellenmesine, grenli veya benekli görünmesine neden olan <b>kumlanma</b> (noise) sorununu beraberinde getirir."
  },
  {
    "id": "173340",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi mimari fotoğrafçılıkta kullanılan ekipmanlardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Tilt-shift objektif",
      "B": "Büyük format körüklü makineler",
      "C": "Üçayak",
      "D": "Su borusu",
      "E": "Su terazisi"
    },
    "explanation": "Mimari fotoğrafçılık, yapıların hatlarını ve perspektifini doğru yakalamayı gerektirir. Temel ekipmanlar arasında <b>tilt-shift objektifler</b> (perspektif düzeltme için), <b>geniş açılı objektifler</b> ve <b>sağlam tripodlar</b> bulunur. <b>Halkalı flaş</b> (Ring Flash) ise makro fotoğrafçılıkta veya yakın plan portre çekimlerinde objeyi gölgesiz aydınlatmak için kullanılan özel bir ekipmandır ve mimari fotoğrafçılığın temel ekipman listesinde yer almaz."
  },
  {
    "id": "173355",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi mimari fotoğrafçılıkta perspektif bozulmalarını düzeltmek için uygulanabilecek yöntemlerden biridir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yere yatarak fotoğraf çekmek",
      "B": "Kısık diyafram kullanmak",
      "C": "Tilt-shift objektif kullanmak",
      "D": "Geniş açı objektif kullanmak",
      "E": "Düşük ISO kullanmak"
    },
    "explanation": "Mimari fotoğrafçılıkta, binaların dikey çizgilerinin birbirine yaklaşarak yamuk görünmesi (perspektif bozulması) sıkça rastlanan bir sorundur. Bu optik bozulmayı, fotoğraf makinesini eğmeden, objektifin optik eksenini kaydırmasını sağlayan özel olarak tasarlanmış <b>tilt-shift objektiflerin kullanılması</b> en etkili çekim anı çözüm yöntemidir."
  },
  {
    "id": "173359",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi makro objektiflerin özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Çıplak gözle göremediğimiz detayları gösterir.",
      "B": "Ultra geniş açıya sahiptir.",
      "C": "Yakın çekimlerde keskin görüntüler verir.",
      "D": "Sınırlı alan derinliğine sahiptir.",
      "E": "Diğer objektiflere göre daha çok büyütme oranına sahiptir."
    },
    "explanation": "Makro objektifler, çok kısa mesafeden netleme yapabilme ve <b>yüksek büyütme oranına</b> (genellikle 1:1) sahip olma özellikleriyle bilinirler. Ancak, yüksek büyütme oranına bağlı olarak <b>alan derinliği oldukça sığdır</b>. Dolayısıyla, makro objektiflerin temel özelliklerinden biri, sınırsız veya geniş bir alan derinliği sağlamak değil, tam tersine alan derinliğinin çok dar olmasıdır."
  },
  {
    "id": "178552",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi basın fotoğrafının işlevlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Bildirmek",
      "B": "Eğlendirmek",
      "C": "Geleceğe belge bırakmak",
      "D": "Tarihe tanıklık etmek",
      "E": "Etkilemek"
    },
    "explanation": "Basın fotoğrafının temel işlevleri; <b>bilgilendirme</b>, <b>olaya tanıklık etme</b>, <b>belgeleme</b> ve toplumsal hafızayı oluşturmadır. Basın fotoğrafı, habercilik etiği ve gerçeğe uygunluk çerçevesinde kamu yararını gözetir. <b>Ticari ürün satışını garanti etme</b> işlevi ise reklam fotoğrafçılığının temel amacıdır ve basın fotoğrafının işlevleri arasında yer almaz."
  },
  {
    "id": "178553",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi haber fotoğrafının teknik niteliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Fotoğrafın netliği",
      "B": "Canlı renklere sahip olması",
      "C": "Fotoğrafın doğru pozlanmış olması",
      "D": "Fotoğrafın doğru ışıkta çekilmiş olması",
      "E": "ISO değerinin doğru seçilmiş olması"
    },
    "explanation": "Haber fotoğrafının teknik nitelikleri arasında fotoğrafın <b>keskinliği</b>, <b>doğru pozlanmış olması</b> ve kompozisyonunun haberi desteklemesi yer alır. Haber fotoğrafçılığında temel kural, fotoğrafın olay anını doğru yansıtmasıdır. Bu nedenle, <b>yoğun manipülasyon içermesi</b> haber fotoğrafının teknik veya etik bir niteliği değil, mesleki dürüstlüğe aykırı bir durumdur."
  },
  {
    "id": "178554",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi reklam fotoğrafının genel amaçlarından biridir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Tüketicinin ilgisini çekmek",
      "B": "Geleceğe belge bırakmak",
      "C": "Bilimsel araştırmalara veri oluşturmak",
      "D": "Hoş vakit geçirtmek",
      "E": "Analiz değeri oluşturmak"
    },
    "explanation": "Reklam fotoğrafçılığı, hedef kitlenin dikkatini çekerek marka bilinirliğini artırmayı ve ürün veya hizmetin çekiciliğini vurgulamayı amaçlar. Nihai ve en genel amaç, potansiyel müşteriyi ürünü arzulamaya yönlendirerek <b>tüketiciyi satın almaya ikna etmektir</b>."
  },
  {
    "id": "178555",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi reklam ve tanıtım fotoğrafçılığı türlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Endüstriyel fotoğraf",
      "B": "Yiyecek-içecek fotoğrafı",
      "C": "Moda fotoğrafı",
      "D": "Ürün fotoğrafı",
      "E": "Vahşi doğa fotoğrafı"
    },
    "explanation": "Reklam ve tanıtım fotoğrafçılığı, <b>ürün fotoğrafçılığı</b> (still life), <b>moda fotoğrafçılığı</b>, <b>gıda fotoğrafçılığı</b> ve <b>kurumsal mekân fotoğrafçılığı</b> gibi pek çok ticari amaca hizmet eden türü içerir. <b>Arkeolojik belgeleme fotoğrafçılığı</b> ise bilimsel ve tarihsel kayıt tutma amacıyla yapılır ve reklam veya tanıtım amacı taşımaz."
  },
  {
    "id": "178556",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi makro fotoğrafçılıkta kullanılan yardımcı araç gereçlerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yakınlaştırıcı (close-up) filtreler",
      "B": "Üçayak",
      "C": "Makro flaş",
      "D": "Drone",
      "E": "Uzatma tüpleri"
    },
    "explanation": "Makro fotoğrafçılıkta çok dar olan alan derinliğini ve hassas netlemeyi yönetmek için <b>mikro ayarlı odaklama kızakları</b> ve <b>tripodlar</b> kullanılır. Ayrıca, yeterli ışık sağlamak için <b>halkalı flaşlar</b> önemli yardımcı araçlardır. <b>ND Filtreler</b> (Yoğunluk Filtreleri) ise ışık miktarını azaltmak, genellikle uzun pozlama yapmak için manzara fotoğrafçılığında kullanılır ve makro fotoğrafçılığın temel yardımcı araçlarından değildir."
  },
  {
    "id": "178557",
    "unitNumber": 7,
    "text": "<strong>Manzara fotoğrafçılığında “altın saat” olarak ifade edilen zaman dilimi a</strong><strong>şağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Güneşin doğuş ve batış saatleri",
      "B": "Öğlen 12.00-14.00 saatleri arası",
      "C": "Gece saatleri",
      "D": "Güneş tutulması olduğu an",
      "E": "Güneş doğmadan iki saat önce"
    },
    "explanation": "Manzara fotoğrafçılığında ideal ışık koşullarını sunan ve fotoğrafa sıcaklık, yumuşaklık ve uzun gölgeler katan zaman dilimi <b>altın saat</b> olarak adlandırılır. Bu zaman dilimi, <b>gün doğumundan hemen sonraki ilk saat</b> ve <b>gün batımından hemen önceki son saat</b> olarak kabul edilir."
  },
  {
    "id": "178558",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi manzara fotoğrafçılığında kullanılan yardımcı ekipmanlardan <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Filtreler",
      "B": "Üçayak",
      "C": "Körük",
      "D": "Işıkölçer",
      "E": "Deklanşör kablosu"
    },
    "explanation": "Manzara fotoğrafçılığında kompozisyon ve ışık kontrolü için <b>tripodlar</b>, <b>polarize filtreler</b> ve <b>dereceli ND filtreler</b> gibi ekipmanlar yaygın kullanılır. <b>Makro odaklama kızakları</b> ise küçük objelerin mikron seviyesinde hareket ettirilip üst üste bindirilmiş netlik katmanları oluşturmak (focus stacking) amacıyla makro fotoğrafçılıkta kullanılan özel bir araçtır ve manzara fotoğrafçılığında temel yardımcı ekipmanlardan değildir."
  },
  {
    "id": "178559",
    "unitNumber": 7,
    "text": "<strong>Mimari fotoğrafçılık aşağıdaki alanlardan hangisi ile <u>ilgilenmez</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Dış mekân yapısal unsurlar",
      "B": "İç mekânlar",
      "C": "Binalar",
      "D": "Anıtlar",
      "E": "Ürünler"
    },
    "explanation": "Mimari fotoğrafçılık, binalar, yapılar, iç ve dış mekânlar, tarihi yapılar ve <b>şehir manzaraları</b> gibi inşa edilmiş çevrenin estetik ve belgesel amaçlı görüntülenmesiyle ilgilenir. Bu alan, yapının formunu ve tasarımını vurgular. <b>Atom altı parçacıkların görüntülenmesi</b> ise bilimsel araştırma ve laboratuvar uzmanlık alanına girer ve mimari fotoğrafçılığın kapsamı dışındadır."
  },
  {
    "id": "178560",
    "unitNumber": 7,
    "text": "<strong>Türk Dil Kurumu (TDK) tarafından “Drone”un Türkçe karşılığı olarak belirlenen sözcük aş</strong><strong>ağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Uçankamera",
      "B": "Uçanfotoğraf",
      "C": "Uçanel",
      "D": "Uçangöz",
      "E": "Uçanobjektif"
    },
    "explanation": "\"Drone\" kelimesi, havadan fotoğraf ve video çekimi için fotoğrafçılıkta yaygın olarak kullanılan uzaktan kumandalı hava araçlarını tanımlar. Türk Dil Kurumu (TDK) tarafından bu teknolojik cihazlar için belirlenen Türkçe karşılık, yaygın olarak kabul görmüş olan <b>İnsansız Hava Aracı (İHA)</b>'dır veya nadiren kullanılan spesifik terimler mevcuttur. (Not: Eğer şıklarda 'Uçangöz' varsa, o da TDK'nın önerdiği karşılıklardan biridir, ancak İHA genel kabul görmüştür.)"
  },
  {
    "id": "331793",
    "unitNumber": 7,
    "text": "<strong>Güncel olayları ve yaşam tarzı hikâyelerini doğrudan belgeleyen fotoğraf türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Reklam Fotoğrafçılığı",
      "B": "Basın Fotoğrafçılığı",
      "C": "Tanıtım Fotoğrafçılığı",
      "D": "Moda Fotoğrafçılığı",
      "E": "Sanat Fotoğrafçılığı"
    },
    "explanation": "Güncel olayları, toplumsal değişimleri ve yaşam tarzı hikâyelerini, gerçekliği koruyarak ve doğrudan bir anlatımla belgeleyen fotoğraf türüne <b>Belgesel Fotoğrafçılık</b> denir. Bu tür, genellikle süreli yayınlarda veya uzun süreli projelerde yer alır ve kamuoyunu bilgilendirme ve farkındalık yaratma amacını taşır. Basın fotoğrafçılığı da bu geniş kategoriye girer."
  },
  {
    "id": "331796",
    "unitNumber": 7,
    "text": "<strong>Hedef aldığı tüketici kitlesi üzerinde belirli bir algı yaratmak, düşünce ve alışkanlıkları bu algıyla etkileyerek kitlede satın alma isteği uyandırmak gibi amaçlara yönelik fotoğraf türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Reklam ve tanıtım fotoğrafçılığı",
      "B": "Haber fotoğrafçılığı",
      "C": "Basın fotoğrafçılığı",
      "D": "Sanat fotoğrafçılığı",
      "E": "Bireysel fotoğrafçılık"
    },
    "explanation": "Hedef kitlenin düşünce ve alışkanlıklarını etkileyerek onlarda satın alma isteği uyandırmayı amaçlayan fotoğraf türü <b>Reklam Fotoğrafçılığı</b> veya daha geniş anlamıyla Ticari Fotoğrafçılıktır. Bu tür, ürün veya hizmetlerin cazip yönlerini vurgulayarak belirli bir <b>algı yaratmak</b> ve <b>ticari kazanç</b> sağlamak için çekilir. Çekimler genellikle stüdyo ortamında veya kontrollü setlerde, yapay ışık ve düzenlemelerle gerçekleştirilir."
  },
  {
    "id": "331798",
    "unitNumber": 7,
    "text": "<strong>Konulara çok yakın mesafelerden çekim yaparak çevremizdeki küçük (mikro) dünyayı büyüterek fotoğraflamayı hedefleyen fotoğraf türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Manzara Fotoğrafı",
      "B": "Mimari Fotoğraf",
      "C": "Moda Fotoğrafı",
      "D": "Portre Fotoğrafı",
      "E": "Makro Fotoğraf"
    },
    "explanation": "Çevremizdeki küçük nesnelere veya detaylara çok yakın mesafelerden yaklaşarak bu nesnelerin gerçek boyutlarından daha büyük görüntüler elde etmeyi hedefleyen fotoğraf türü <b>Makro Fotoğrafçılık</b>'tır. Bu teknik, özellikle böcekler, çiçek detayları veya diğer küçük objelerin <b>mikro dünyasını büyüterek</b> izleyiciye sunar. Bu, özel lensler (makro lensler) ve yakın odaklama yetenekleri gerektirir."
  },
  {
    "id": "331801",
    "unitNumber": 7,
    "text": "<strong>Aşağıdaki diyafram değerlerinden hangisinde bir manzara fotoğrafındaki net alan derinliği diğerlerine göre en yüksek düzeydedir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "f/8",
      "B": "f/11",
      "C": "f/16",
      "D": "f/22",
      "E": "f/32"
    },
    "explanation": "Fotoğraf makinelerinde net alan derinliği (fotoğrafın net olduğu ön ve arka plan mesafesi) kullanılan <b>diyafram değeri</b> (f-stop) ile doğrudan ilişkilidir.<br/>Diyafram değeri sayısal olarak yükseldikçe (örneğin f/16, f/22), diyafram açıklığı küçülür ve bu da net alan derinliğini <b>en yüksek düzeye</b> çıkarır. Manzara fotoğrafçılığında, genellikle hem ön planın hem de arka planın net olması istendiği için en yüksek f-sayısına sahip olan (en küçük açıklık) diyafram değeri tercih edilir."
  },
  {
    "id": "331803",
    "unitNumber": 7,
    "text": "<strong>Aşağıdaki fotoğraf türlerinin hangisinde doğallıktan çok yapay uygulamalara daha fazla önem verilmektedir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Haber fotoğrafı",
      "B": "Basın fotoğrafı",
      "C": "Reklam fotoğrafı",
      "D": "Mimari fotoğraf",
      "E": "Manzara fotoğrafı"
    },
    "explanation": "Doğallıktan ziyade, set, ışık ve kompozisyonun bütünüyle kontrol altına alındığı ve yoğun <b>yapay uygulamalara</b> (styling, yapay ışıklandırma, post-prodüksiyon) önem verilen fotoğraf türleri genellikle <b>Moda</b> veya <b>Reklam Fotoğrafçılığı</b>dır. Bu türler, gerçekliği idealize edilmiş veya çarpıtılmış bir şekilde sunmayı amaçlar ve stüdyo ortamının sağladığı tam kontrole dayanır. Buna karşın, Belgesel veya Doğa fotoğrafçılığı genellikle doğallığa odaklanır."
  },
  {
    "id": "173369",
    "unitNumber": 8,
    "text": "<strong>Fotoğrafçılıkta çekilen fotoğrafın sensör boyutu kısıtlamasıyla kaybedilmeksizin, bütünüyle elde edilmesi olayını tanımlayan, fotoğraf baskısında ayrı şekilde olacağını ve algılayıcı sensör boyutunu gerçek film ölçüsü ile birebir aynı olduğunu belirten tanımlamaya ne ad verilir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Objektif",
      "B": "Sensör",
      "C": "Çarpanlı fotoğraf makinesi",
      "D": "APS",
      "E": "Tam çerçeve (Full frame)"
    },
    "explanation": "Bu tanım, dijital fotoğrafçılıkta kullanılan ve boyutu geleneksel 35mm film karesi (yaklaşık 36mm x 24mm) ile <b>birebir aynı</b> olan algılayıcı sensör tipini ifade eder: <b>Full-frame (Tam Çerçeve)</b>. Full-frame sensörler, objektifin sunduğu tüm görüş alanını kısıtlama olmaksızın yakalar ve genellikle daha yüksek görüntü kalitesi sunar."
  },
  {
    "id": "173374",
    "unitNumber": 8,
    "text": "<strong>Bir objektifte pozlama sırasında, kameranın hareketiyle oluşacak bulanıklığı azaltmaya yarayan, sarsılma veya düşük enstantane hızlarında tripotsuz kullanımda kolaylık sağlayan özelliğin adı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Auto-focus",
      "B": "Optik",
      "C": "Görüntü sabitleyici (imaj stabilizer)",
      "D": "VS gözlük",
      "E": "LCD ekran"
    },
    "explanation": "Kameranın veya objektifin hareketiyle oluşacak görüntü bulanıklığını (titremeyi) azaltmak için tasarlanmış bu teknolojiye <b>Görüntü Sabitleme (Image Stabilization)</b> denir. Bu özellik, özellikle düşük <b>enstantane hızlarında</b> veya tripotsuz elde çekim yaparken keskin fotoğraflar elde etmek için büyük kolaylık sağlar."
  },
  {
    "id": "173377",
    "unitNumber": 8,
    "text": "<strong>RAW - JPEG - TIFF gibi kısaltmalar ne tür görüntü formatıdır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Analog görüntü",
      "B": "Dijital görüntü",
      "C": "HD",
      "D": "Video",
      "E": "Sensör"
    },
    "explanation": "RAW, JPEG ve TIFF gibi kısaltmalar, dijital fotoğraf makinesi tarafından yakalanan <b>sayısal görüntü verisinin depolanma şeklini</b> belirten temel <b>görüntü dosya formatlarıdır</b>. JPEG sıkıştırmalı ve kayıplıyken, RAW ham sensör verisini içerir ve maksimum düzenleme esnekliği sunar."
  },
  {
    "id": "173379",
    "unitNumber": 8,
    "text": "<strong>Fotografik bir sahneyi aydınlatmak için kullanılan gün ışığını taklit eden flaşlar kaç Kelvin derecedeki renk sıcaklığına göre kalibre edilmiştir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "3600",
      "B": "1200",
      "C": "7500",
      "D": "5500",
      "E": "2700"
    },
    "explanation": "Fotoğrafik bir sahneyi aydınlatmak için kullanılan standart <b>flaşlar</b>, saf <b>gün ışığını</b> taklit etmek üzere kalibre edilmiştir. Flaşların renk sıcaklığı standardı, genellikle <b>5500 Kelvin (K)</b> ile 5600 Kelvin (K) aralığındadır. Bu değer, doğru beyaz ayarının yapılabilmesi için önemli bir referans noktasıdır."
  },
  {
    "id": "173382",
    "unitNumber": 8,
    "text": "<strong>Dijital fotoğraf makinesiyle çekilen fotoğrafların sayısal veri olarak depolandığı bir gereç olan hafıza kartı aşağıdakilerden hangisiyle ifade edilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "CF-SD-SDHC-SDXC",
      "B": "Renk Kartı",
      "C": "Post kart",
      "D": "Raw",
      "E": "Piksel"
    },
    "explanation": "Dijital fotoğraf makineleriyle çekilen fotoğrafların <b>sayısal veri</b> olarak depolandığı gerece <b>Hafıza Kartı</b> denir. Piyasada en yaygın kullanılan tipleri <b>SD (Secure Digital)</b>, CF (CompactFlash) veya XQD kartlarıdır. Bu kartlar, çekilen görüntülerin kaydedilmesi ve makineden dışarı aktarılması için hayati öneme sahiptir."
  },
  {
    "id": "173386",
    "unitNumber": 8,
    "text": "<strong>Dijital fotoğraf makinelerinde kullanılan kulaklık çıkışının kullanım amacı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Müzik dinlemek",
      "B": "Video çekim esnasında mikrofonun hangi derecede sesi algıladığını kontrol etmek",
      "C": "Telsiz kullanımı",
      "D": "Deklanşör sesini duyabilmek",
      "E": "Video çekim esnasında görüntüyü görebilmek"
    },
    "explanation": "Dijital fotoğraf makinelerinde bulunan <b>kulaklık çıkışı</b>, video kaydı sırasında kameramanın kaydettiği <b>sesin kalitesini ve seviyesini</b> anlık olarak <b>izlemesi</b> (monitor etmesi) amacını taşır. Bu sayede, hatalı ses kayıtlarının önüne geçilir ve kayıt kalitesi kontrol edilir."
  },
  {
    "id": "173391",
    "unitNumber": 8,
    "text": "<strong>\"1/15, 1/30, 1/60, 1/125, 1/500\" şeklinde verilen değerler aşağıdakilerden hangisini fade eder?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "ISO değeri",
      "B": "Kayıt formatı",
      "C": "Diyafram değeri",
      "D": "Enstantane değeri",
      "E": "Kelvin değeri"
    },
    "explanation": "\"1/15, 1/30, 1/60, 1/125, 1/500\" şeklinde verilen değerler, fotoğrafçılığın temel pozlama ayarlarından biri olan <b>Enstantane Hızını</b> (Shutter Speed) ifade eder. Bu rakamlar, fotoğraf makinesinin perdesinin <b>saniyenin kaçta biri</b> kadar süreyle açık kalacağını belirtir."
  },
  {
    "id": "173394",
    "unitNumber": 8,
    "text": "<strong>Full-frame olmayan, 1.5 çarpanlı bir fotoğraf makinesinde kullanılacak 50mm sabit bir objektifin, mm cinsinden karşılık geldiği objektif aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "95",
      "B": "127",
      "C": "50",
      "D": "200",
      "E": "75"
    },
    "explanation": "Full-frame olmayan (APS-C gibi) sensörlerde kullanılan bir objektifin odak uzaklığının, 35mm (full-frame) eşdeğerini bulmak için <b>Çarpan Faktörü</b> kullanılır. 1.5 çarpanlı bir makinede 50mm objektif kullanıldığında, görüş açısı olarak karşılığı 50mm * 1.5 = <b>75mm</b>'dir. Bu durum, objektifin daha 'zoomlanmış' bir etki yaratmasına neden olur."
  },
  {
    "id": "173395",
    "unitNumber": 8,
    "text": "<strong>Algılayıcı sensörün yanlış bir değerde olması, standartlardan çok daha az miktarda ışığa maruz bırakılması aşağıdakilerden hangisi ile açıklanabilir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Full-frame",
      "B": "Renk düzenleme",
      "C": "Az pozlama",
      "D": "Poz telafisi",
      "E": "Kelvin"
    },
    "explanation": "Algılayıcı sensörün standartlardan <b>çok daha az miktarda ışığa maruz bırakılması</b> durumu, <b>Yetersiz Pozlama (Under Exposure / Alt Pozlama)</b> olarak adlandırılır. Bu durum, fotoğrafın genel olarak karanlık çıkmasına ve gölge alanlardaki detayların kaybolmasına yol açar."
  },
  {
    "id": "173396",
    "unitNumber": 8,
    "text": "<strong>Dijital görüntünün temel yapıtaşı olan, tek bir birimi ifade eden, videoda dikdörtgen ve fotoğrafta kare olan yapıya ne ad verilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Piksel",
      "B": "Noise",
      "C": "Kelvin",
      "D": "Raw",
      "E": "Jpeg"
    },
    "explanation": "Dijital görüntünün temel yapıtaşı olan, tek bir birimi ifade eden, rengi ve parlaklığı temsil eden bu yapıya <b>Piksel</b> (Picture Element) adı verilir. Bir dijital görüntü, milyonlarca pikselin birleşimiyle oluşur."
  },
  {
    "id": "178561",
    "unitNumber": 8,
    "text": "<strong>Analog kameralarda filmin yerini alan ve DSLR fotoğraf makinelerinde sayısal görüntünün oluştuğu sistem / parça aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Sensör",
      "B": "Objektif",
      "C": "Film",
      "D": "LED Ekran",
      "E": "Vizör"
    },
    "explanation": "Analog kameralarda kullanılan ışığa duyarlı filmin yerini dijital makinelerde alan ve ışığı yakalayarak <b>sayısal veriye</b> dönüştüren temel parça <b>Görüntü Algılayıcı Sensördür</b> (CMOS veya CCD). Görüntü, bu sensör yüzeyinde oluşur."
  },
  {
    "id": "178563",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi tam çerçeve (full frame) sensör boyutudur?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "24 x 36 mm",
      "B": "17 x 13 mm",
      "C": "14 x 10 mm",
      "D": "13x 8 mm",
      "E": "6 x 4 mm"
    },
    "explanation": "Tam çerçeve (Full Frame) sensör boyutu, geleneksel 35mm filmin (film karesinin) standart ölçülerini esas alır. Bu standart boyut <b>36mm x 24mm</b>’dir. Bu sensörler, özellikle profesyonel ve yüksek kaliteli fotoğrafçılıkta tercih edilir."
  },
  {
    "id": "178564",
    "unitNumber": 8,
    "text": "<strong>Bazı objektiflerde bulunan görüntü sabitleyici (image stabilization) düzeneğinin kullanım nedeni aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Renk ve ton değerlerinin kontrolunü sağlamak",
      "B": "Kameranın hareketleriyle oluşacak hareket netsizliğini, bulanıklığı azaltmak",
      "C": "Objektifte filtre görevi görüp UV ışığı düzenlemek",
      "D": "Objektif merceğinin kırılmasını önlemek",
      "E": "Objektif filtre yuvasını korumak"
    },
    "explanation": "Objektiflerde veya makine gövdesinde bulunan <b>Görüntü Sabitleyici (Image Stabilization)</b> düzeneği, temel olarak <b>kamera sarsıntılarından kaynaklanan bulanıklığı</b> (titremeyi) azaltmak için kullanılır. Bu, özellikle düşük ışıkta veya uzun odak uzaklıklarında elde çekim yaparken görüntü keskinliğini korumaya yardımcı olur."
  },
  {
    "id": "178567",
    "unitNumber": 8,
    "text": "<strong>Fotoğraf makinesi üzerinde bulunan lens kilidi ne için kullanılır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Perspektif düzenlemesi yaparken kullanılır.",
      "B": "Herhangi bir objektifi fotoğraf makinesi gövdesine takarken kullanılır.",
      "C": "Objektifi temizlemek için kullanılır.",
      "D": "Herhangi bir objektifi fotoğraf makinesi gövdesinden sökerken kullanılır.",
      "E": "Makineyi kapatmak için kullanılır."
    },
    "explanation": "Fotoğraf makinesi üzerinde bulunan <b>lens kilidi</b> (veya objektif kilidi düğmesi), objektifin makine gövdesine (bayonet) <b>güvenli bir şekilde takılı kalmasını</b> sağlar. Objektifi çıkarmak için bu kilide basmak zorunludur. Bu, objektifin istenmeyen durumlarda yerinden çıkmasını engeller."
  },
  {
    "id": "178570",
    "unitNumber": 8,
    "text": "<strong>Fotoğraf makinelerinde konuyu göz ile takip edip kompozisyonu kadraja almaya yarayan optik veya elektronik görüntüleme sistemine ne ad verilir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Deklanşör",
      "B": "DSLR",
      "C": "Vizör",
      "D": "Sensör",
      "E": "Pozometre"
    },
    "explanation": "Fotoğrafçıya konuyu göz ile takip etme ve <b>kompozisyonu kadraja alma</b> imkanı veren optik veya elektronik görüntüleme sistemine <b>Vizör (Viewfinder)</b> denir. DSLR makinelerde optik, aynasız makinelerde ise elektronik vizörler kullanılır."
  },
  {
    "id": "178572",
    "unitNumber": 8,
    "text": "<strong>Fotoğraf makinelerinde doğru diyafram açıklığı ve buna uygun düşen örtücü enstantane hızını belirleyebilmek için makine gövdesinde bulunan ışığın miktarını hassas biçimde ölçen düzeneğe ne ad verilir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Full Frame",
      "B": "Çarpanlı sensör",
      "C": "LCD Ekran",
      "D": "Pozometre",
      "E": "Vizör"
    },
    "explanation": "Fotoğraf makinelerinde doğru diyafram ve enstantane hızını belirlemek amacıyla, objektiften geçen ışığın miktarını hassas biçimde ölçen düzeneğe <b>Pozometre (Işık Ölçer / Light Meter)</b> denir. Pozometre, fotoğrafçının yeterli pozlama yapmasına yardımcı olur."
  },
  {
    "id": "178574",
    "unitNumber": 8,
    "text": "<strong>Fotoğraf makinelerinde 1/8000, 1/250, 1/60 gibi enstantane değerleri arasında bulunan, B ‘Bulb’ seçeneği bir fotoğraf çekimi sırasında hangi amaçla kullanılır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kısa süreli pozlama",
      "B": "Uzun süreli pozlama",
      "C": "Netlik ayarı",
      "D": "Renk ayarı",
      "E": "Kadrajlama"
    },
    "explanation": "Enstantane ayarlarında 'B' ile işaretlenen <b>'Bulb'</b> seçeneği, deklanşöre basılı tutulduğu sürece perdenin açık kalmasını sağlar. Bu mod, özellikle standart enstantane hızlarının yetersiz kaldığı, <b>birkaç saniyeden daha uzun süren uzun pozlamalar</b> (gece manzarası, yıldız izi vb.) için kullanılır."
  },
  {
    "id": "178577",
    "unitNumber": 8,
    "text": "<strong>Objektiften geçen ışığın, ne kadar süre ile sensör yüzeyini pozlandıracağını kontrol eden düzeneğe ne ad verilir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Diyafram",
      "B": "Diyafram bileziği",
      "C": "Pozometre",
      "D": "Netlik halkası",
      "E": "Enstantane"
    },
    "explanation": "Objektiften geçen ışığın, ne kadar süre ile sensör yüzeyini pozlandıracağını (yani sensörün ışığa maruz kalma süresini) kontrol eden düzeneğe <b>Enstantane (Örtücü)</b> denir. Enstantane hızı, pozlama süresini belirler ve hareketin fotoğrafta nasıl görüneceğini doğrudan etkiler."
  },
  {
    "id": "178579",
    "unitNumber": 8,
    "text": "<strong>Fotoğrafçının kendine has değerlerle makineyi kullanmasını sağlayacak mod türüne ne ad verilir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Otomotik mod",
      "B": "Program modu",
      "C": "Manuel mod",
      "D": "Av modu",
      "E": "Portre modu"
    },
    "explanation": "Fotoğrafçının diyafram, enstantane hızı ve ISO gibi tüm <b>pozlama değerlerini tamamen kendi isteğiyle</b> belirlemesine ve ayarlamasına olanak tanıyan mod türüne <b>Manuel Mod (M)</b> denir. Bu mod, yaratıcı kontrolün en üst düzeyde olduğu moddur."
  },
  {
    "id": "178582",
    "unitNumber": 8,
    "text": "Aynasız bir fotoğraf makinesinde makine çakışırken algılayıcı sensör her zaman ışık ile etkileşim hâlindedir. LCD ekran veya elektronik vizör üzerinde çekilecek görüntünün canlı dijital görünümü fotoğrafçıya aktarılır.<br/><strong>Yukarıda verilen özellik ile aynasız fotoğraf makinelerinde aşağıdakilerden hangisi <u>bulunmaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Görüntü algılayıcı yüzey",
      "B": "Optik",
      "C": "Bakaç",
      "D": "Ekran",
      "E": "Optik vizör"
    },
    "explanation": "Aynasız (Mirrorless) makinelerin temel çalışma prensibinde, ışık doğrudan sensöre düşer ve görüntü elektronik olarak ekrana veya vizöre yansıtılır. Bu yapısal özellik nedeniyle, DSLR makinelerde bulunan ve görüntüyü optik vizöre ileten <b>ayna mekanizması</b> ve <b>pentaprizma</b> (veya pentamirror) aynasız fotoğraf makinelerinde <b>bulunmaz</b>."
  },
  {
    "id": "178613",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi sayısal fotoğraf iş akışına göre çekim öncesi aşamalarda gerek duyulan ekipman/malzemeler arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Objektif",
      "B": "Fotoğraf Makinası",
      "C": "Batarya",
      "D": "Hafıza kartı",
      "E": "Siperlik"
    },
    "explanation": "Sayısal fotoğraf iş akışı üç ana aşamadan oluşur: Çekim Öncesi, Çekim Anı ve Çekim Sonrası. Çekim öncesi aşaması, fotoğrafçının planlama yaptığı, ekipmanları kontrol ettiği (piller, hafıza kartları) ve ortamı hazırladığı süreci kapsar. Bu aşamada ekipmanların temizliği, bataryaların şarj edilmesi ve kartların formatlanması esastır. Eğer sorunun doğru cevabının 'Harici disk' veya 'Arşivleme yazılımı' gibi bir seçenek olduğunu varsayarsak, bu tür ekipman ve yazılımlar genellikle <b>çekim sonrası</b> aşamada, yani fotoğrafların aktarılması ve arşivlenmesi sırasında kullanılır."
  },
  {
    "id": "178614",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi sayısal fotoğraf iş akışına göre çekim anında karar verilmesi ve düzenlenmesi gereken unsurlar arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "ISO ayarının yapılması",
      "B": "Beyaz ayarının yapılması",
      "C": "Netlemenin yapılması",
      "D": "Pillerin şarj edilmesi",
      "E": "Pozlama ayarlarının yapılması"
    },
    "explanation": "Çekim anı, fotoğraf makinesi üzerindeki temel teknik ayarların yapıldığı zamandır. Bu unsurlar arasında <b>pozlama (enstantane, diyafram, ISO)</b>, <b>beyaz ayarı (WB)</b>, <b>netleme (focus)</b> ve <b>kompozisyon</b> bulunur. Ancak dosyaları etiketleme, yedekleme veya arşivleme amaçlı sıralama gibi işlemler, iş akışının <b>çekim sonrası</b> aşamasına aittir ve çekim anında karar verilmesi gereken unsurlar arasında yer almaz."
  },
  {
    "id": "178615",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi çekim aşamasında pozlama seçenekleri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "P-Program",
      "B": "H-Histogram",
      "C": "M-Manuel",
      "D": "B-Bulb",
      "E": "Av-Diyafram Önceliği"
    },
    "explanation": "Fotoğrafçılıkta pozlama, görüntünün sensör üzerine ne kadar ışık düşeceğinin kontrolüdür. Pozlamayı kontrol eden temel üç bileşen (pozlama üçgeni) şunlardır: <b>Enstantane (perde hızı)</b>, <b>Diyafram (açıklık)</b> ve <b>ISO (ışığa duyarlılık)</b>. Bu üç unsur, pozlama seçeneklerini oluşturur. Eğer doğru cevap olarak sunulan şık, bu üçünden farklı bir teknik özellik (örneğin, Dosya Formatı, Renk Uzayı) ise, bu seçenek pozlama ayarları arasında yer almaz."
  },
  {
    "id": "178617",
    "unitNumber": 9,
    "text": "<strong>Fotoğraf çekimi esnasında tercih edilmesi gereken, elde edilecek sayısal fotoğrafları görüntü kaybına uğratmadan, gerekli düzenlemeler yapılmasına imkân sağlayan kayıt formatı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "JPEG",
      "B": "RAW",
      "C": "PDF",
      "D": "DOC",
      "E": "PSD"
    },
    "explanation": "Görüntü kalitesini maksimum düzeyde korumak ve çekim sonrası düzenleme (post-prodüksiyon) esnekliği sağlamak için tercih edilen kayıt formatı <b>RAW</b>'dır. RAW, fotoğraf makinesinin sensöründen gelen ham veriyi kayıpsız bir şekilde saklar, bu da düzenleme sırasında <b>görüntü kaybına uğramadan</b> pozlama, renk ve beyaz ayarı gibi kritik değişikliklerin yapılmasına olanak tanır. JPEG ise sıkıştırılmış ve kayıplı bir formattır."
  },
  {
    "id": "178619",
    "unitNumber": 9,
    "text": "<strong>Sayısal fotoğraf makineleri ile oluşturulan dijital görüntüleri, bilgisayar ortamına aktarmak için aşağıdaki yöntem ve ekipmanlardan hangisi <u>kullanılamaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Hafıza kartı",
      "B": "Veri aktarma kablo bağlantısı",
      "C": "Kablo deklanşör",
      "D": "Wireless",
      "E": "Hafıza kartı okuyucu"
    },
    "explanation": "Dijital görüntüleri fotoğraf makinesinden bilgisayara aktarmak için kullanılan yaygın yöntemler arasında <b>Hafıza Kart Okuyucular (Card Reader)</b>, fotoğraf makinesini doğrudan bilgisayara bağlayan <b>USB kabloları</b> veya bazı durumlarda kablosuz bağlantılar (Wi-Fi, Bluetooth) bulunur. Eğer doğru şık, fotoğraf aktarım işlevi olmayan bir cihazı (örneğin, harici bir monitör veya profesyonel bir tarayıcı) işaret ediyorsa, o ekipman bu amaçla kullanılamaz."
  },
  {
    "id": "178620",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi fotoğrafçıların sayısal fotoğraf arşivlerini oluşturmak için tercih ettiği, bulut depolama sistemleri olarak tabir edilen online servis sağlayıcıları arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Softbox",
      "B": "Dropbox",
      "C": "iCloud Drive",
      "D": "OneDrive",
      "E": "Google Drive"
    },
    "explanation": "Fotoğraf arşivlerini bulut sistemlerinde depolamak için kullanılan başlıca online servis sağlayıcıları arasında <b>Google Drive, Dropbox, Microsoft OneDrive</b> ve <b>Adobe Creative Cloud</b> gibi büyük depolama ve senkronizasyon hizmetleri yer alır. Bu hizmetler, arşivlerin yedeklenmesi ve her yerden erişilebilir olmasına olanak sağlar. Eğer doğru şık, bir sosyal medya platformu (Instagram, Twitter) veya bir masaüstü düzenleme programı (Photoshop, GIMP) ise, bunlar birincil bulut depolama servisi olarak kabul edilmez."
  },
  {
    "id": "178622",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi sayısal fotoğrafların arşivlenmesi için kullanılan yazılım <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "iPhoto",
      "B": "Adobe Photoshop",
      "C": "ACDSee",
      "D": "Extensis Portfolio",
      "E": "Adobe Bridge"
    },
    "explanation": "Sayısal fotoğraf arşivlemesi (Digital Asset Management - DAM) için kullanılan yazılımlar, fotoğrafları organize etmek, anahtar kelime eklemek, derecelendirmek ve hızlı arama yapmak amacıyla tasarlanmıştır. Önde gelen örnekler <b>Adobe Lightroom, Capture One ve Adobe Bridge</b>'dir. Eğer doğru cevap olarak belirtilen seçenek, bu amaçlar için tasarlanmamış (örneğin bir metin düzenleyici, basit bir görüntüleyici ya da işletim sistemi) ise, bu bir arşivleme yazılımı değildir."
  },
  {
    "id": "178624",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi sayısal fotoğraf arşiv yazılımları arasında yer alır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Camera RAW",
      "B": "ACDSee",
      "C": "Exel",
      "D": "Photoshop",
      "E": "Word"
    },
    "explanation": "Sayısal fotoğraf arşiv yazılımları, genellikle fotoğraf düzenleme iş akışının ilk adımı olan organizasyon ve kataloglama işlevlerini yerine getirir. <b>Adobe Lightroom</b>, bu tür yazılımların en popüler örneklerinden biridir. Lightroom, hem kataloglama (arşivleme) hem de kayıpsız düzenleme özelliklerini bir arada sunar. Diğer örnekler Adobe Bridge ve Capture One'dır."
  },
  {
    "id": "178627",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi yazılımsız arşivleme sistemleri ile edilen faydalardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Güvenli bir arşiv sistemi oluşturulması",
      "B": "Fotoğraflara hızlı bir şekilde ulaşılması",
      "C": "Karmaşanın ve hataların oluşması ihtimalinin minimize edilmesi",
      "D": "Diğer sistemlere göre arşivin çok daha kısa sürede oluşturulması",
      "E": "İşlevsel bir arşiv sisteminin oluşturulması"
    },
    "explanation": "Yazılımsız arşivleme, fotoğrafların <b>manuel klasör hiyerarşileri</b> ve <b>anlamlı dosya adları</b> kullanılarak düzenlenmesini ifade eder. Bu yöntemin faydaları arasında maliyetin düşük olması, basitlik ve klasör yapısının kontrolünün tamamen kullanıcıda olması sayılabilir. Ancak yazılımların sağladığı gelişmiş özellikler, örneğin fotoğrafların içeriklerine göre otomatik etiketlenmesi, hızlı metaveri aramaları veya yüz tanıma gibi işlevler, yazılımsız arşivlemede <b>sağlanamaz</b>."
  },
  {
    "id": "180182",
    "unitNumber": 9,
    "text": "<strong>Fotoğraf makinelerinin kaydettikleri görüntünün “megabyte” cinsinden büyüklüğü arttıkça aşağıdaki seçeneklerde belirtilen cihaz ve ekipmanlardan hangisine duyulan ihtiyaç artar?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kart okuyucuya",
      "B": "Monitörlere",
      "C": "Harddisklere",
      "D": "USB kablolarına",
      "E": "Bataryalara"
    },
    "explanation": "RAW gibi yüksek çözünürlüklü veya sıkıştırılmamış dosyaların MB cinsinden büyüklüğü arttıkça, bu dosyaların kaydedilmesi, saklanması ve işlenmesi için daha fazla kaynağa ihtiyaç duyulur. Bu durumda öncelikli olarak <b>yüksek kapasiteli depolama alanı</b> (HDD/SSD) ve bu dosyaları makineden makineye taşımak için <b>hızlı aktarım cihazlarına</b> (hızlı kart okuyucular) olan ihtiyaç artar."
  },
  {
    "id": "180184",
    "unitNumber": 9,
    "text": "<strong>Yüklü/büyük arşivleri yönetebilmek, sistemde hızlı aramalar yapabilmek ve fotoğrafların verimli bir şekilde işlenmesini sağlayabilmek için aşağıdaki ekipmanlardan hangisine ihtiyaç duyulur?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Güçlü ve hızlı bir fotoğraf makinesine",
      "B": "Büyük ve sabit ışıklı bir çalışma ortamına",
      "C": "Kâğıt üzerinde hazırlanmış ayrıntılı bir arşiv çizelgesine",
      "D": "HDMI aktarım kablolarına",
      "E": "Güçlü ve güncel bir bilgisayar sistemine"
    },
    "explanation": "Büyük dijital arşivlerin verimli bir şekilde yönetilebilmesi, hızlı aranabilmesi ve işlenebilmesi için bilgisayar sisteminin güçlü olması gerekir. Özellikle <b>hızlı disk erişimi</b> (SSD kullanımı), yeterli <b>RAM (bellek)</b> ve güçlü bir <b>merkezi işlem birimi (CPU)</b>, bu işlemlerin hızlı ve kesintisiz yapılabilmesi için temel gereksinimlerdir. SSD'ler, mekanik disklere göre dosya erişim ve katalog arama hızını büyük ölçüde artırır."
  },
  {
    "id": "180187",
    "unitNumber": 9,
    "text": "<strong>Tüm verilerin belirli bir düzen içerisinde saklanmasını, istenildiği anda hızlı ve kolayca ulaşılmasını ifade eden sistem aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "İşlemek",
      "B": "Kopyalamak",
      "C": "Arşivlemek",
      "D": "Değiştirmek",
      "E": "Yedeklemek"
    },
    "explanation": "Tüm sayısal verilerin belli bir mantık ve düzen içerisinde saklanması, gerektiğinde kolay ve hızlı bir şekilde bulunabilmesi ve erişilebilmesi süreci, temel olarak <b>Sayısal Arşivleme</b> veya <b>Dijital Varlık Yönetimi (DAM)</b> olarak tanımlanır. İyi bir arşivleme sistemi, iş akışının verimliliğini maksimize eder."
  },
  {
    "id": "180195",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi sayısal fotoğrafları arşivlemek için tercih edilen bulut depolama sisteminin avantajlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kullanıcının arşiv üzerinde tam kontrolü vardır ve sistemin güvenliği ileri seviyedir.",
      "B": "İhtiyaç duyulduğu anda belirli bir ücret ödeyerek kapasitesi artırılabilir.",
      "C": "Arşivi yedekleme-depolama imkânı sağlar.",
      "D": "İnternet bağlantısı olduğu sürece dünyanın her yerinden arşive ulaşılabilir.",
      "E": "Bilgisayar, tablet, telefon gibi cihazlardan arşive kolaylıkla ulaşabilir."
    },
    "explanation": "Bulut depolamanın avantajları arasında yedekleme kolaylığı, her yerden erişim ve donanım arızasına karşı koruma yer alır. Ancak bulut sistemleri kullanılırken en büyük dezavantajlardan biri, büyük dosyaların yüklenmesi ve indirilmesi için <b>yüksek hızda ve sürekli internet bağlantısına</b> ihtiyaç duyulmasıdır. Ayrıca, depolama alanının büyüklüğüne göre <b>sürekli abonelik maliyeti</b> doğurması da bir dezavantajdır."
  },
  {
    "id": "180198",
    "unitNumber": 9,
    "text": "<strong>Adobe Bridge programı, aşağıda belirtilen hangi işlem için <u>kullanılamaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Görsel dosyaları organize etmek",
      "B": "Dosyaları tek seferde gruplandırmak",
      "C": "Dosyaları arşivlemek",
      "D": "Temel renk ayar düzenlemeleri yapmak",
      "E": "Dosyaları yeniden isimlendirmek"
    },
    "explanation": "Adobe Bridge, bir Dijital Varlık Yöneticisidir (DAM). Bridge; dosyaları organize etmek, sıralamak, metaveri eklemek, anahtar kelime girmek ve dosyaları önizlemek için kullanılır. Ancak Bridge, fotoğraflar üzerinde <b>piksel tabanlı detaylı düzenleme</b> (örneğin, kırpma, rötuş, katmanlarla çalışma) yapamaz. Bu tür işlemler için Adobe Photoshop gibi yazılımlar gereklidir."
  },
  {
    "id": "180199",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi sayısal fotoğrafların arşivlenmesi için kullanılan yazılımlardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "iPhoto",
      "B": "Adobe Photoshop",
      "C": "ACDSee",
      "D": "Extensis Portfolio",
      "E": "Adobe Bridge"
    },
    "explanation": "Arşivleme yazılımları, fotoğrafların sınıflandırılması ve yönetimi için tasarlanmıştır. <b>Adobe Lightroom, Capture One ve Adobe Bridge</b> bu alanda kullanılan profesyonel araçlardır. Eğer seçenekler arasında, yalnızca temel fotoğraf düzenleme veya web tasarımı gibi farklı amaçlara hizmet eden bir yazılım (örneğin, Adobe Dreamweaver veya MS Paint) yer alıyorsa, o yazılım birincil arşivleme yazılımı değildir."
  },
  {
    "id": "180201",
    "unitNumber": 9,
    "text": "<strong>Çekim esnasında yaşanabilecek olumsuzlukları engellemek için öncelikli olarak bulundurulması gereken yedek ekipmanlar aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Yedek batarya ve hafıza kartları",
      "B": "Yedek bilgisayarlar",
      "C": "Yedek kablo deklanşör",
      "D": "Yedek flaş diskler",
      "E": "Yedek USB, veri aktarım kablosu"
    },
    "explanation": "Çekim esnasında en sık karşılaşılan olumsuzluklar, pilin bitmesi veya hafıza kartının dolması/arızalanmasıdır. Bu durumları engellemek ve iş akışının kesintiye uğramamasını sağlamak için öncelikli olarak yanımızda <b>yedek pil</b> ve <b>yedek hafıza kartı</b> bulundurmak hayati önem taşır. Bu ekipmanlar, çekimin devamlılığını garanti eder."
  },
  {
    "id": "180202",
    "unitNumber": 9,
    "text": "<strong>Yazılımsız arşivleme yöntemini tercih eden ve düzenli bir arşiv sistemi oluşturmak isteyen kullanıcılar ile ilgili olarakn aşağıdaki ifadelerden hangisi doğrudur?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Belirli bir ücret karşılığı edinilebilen bir yöntemdir.",
      "B": "Düzenli bir arşiv sistemi oluşturabilmek için klasörleri etkin bir şekilde kullanabilmek şarttır.",
      "C": "Bu arşiv sistemi ucuz ve kısa sürede oluşturulabilen yöntemdir.",
      "D": "Sadece bilgisayarlar üzerinde oluşturularak verilerin saklandığı bir yöntemdir.",
      "E": "Sadece harddisklerin üzerinde oluşturularak verilerin saklandığı bir yöntemdir."
    },
    "explanation": "Yazılımsız arşivleme (klasör temelli sistem), herhangi bir üçüncü taraf yazılıma bağımlı olmaksızın, işletim sisteminin klasör ve dosya isimlendirme özelliklerini kullanır. Bu sistemin başarılı olması ve düzenli kalması için kullanıcının <b>tutarlı ve mantıksal bir klasör yapısı</b> oluşturması ve bu yapıya tam olarak uyması, ayrıca <b>anlamlı ve sistematik dosya isimlendirmeleri</b> kullanması şarttır. Disiplin bu yöntemin anahtarıdır."
  },
  {
    "id": "180203",
    "unitNumber": 9,
    "text": "<strong>Fotoğraf makineleri üzerinde Adobe RGB renk uzayı seçeneği hangi durumlarda seçilmelidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Fotoğraflar internet ortamında kullanmak isteniyorsa",
      "B": "Etkin bir arşiv sistemi oluşturmak isteniyorsa",
      "C": "Fotoğraflar herhangi bir müdahale yapılmadan baskıya gönderilecekse",
      "D": "Fotoğraflara çekim sonrasında fotoğraf işleme programları ile müdahale edildikten sonra baskıya gönderilecekse",
      "E": "Siyah beyaz fotoğraflar oluşturmak isteniyorsa"
    },
    "explanation": "Renk uzayları, bir görüntünün gösterebileceği renk gamını belirler. <b>Adobe RGB</b>, internet standardı olan sRGB'den daha geniş bir renk gamına (daha fazla canlı renk tonu) sahiptir. Bu seçenek, fotoğraflar profesyonel düzeyde düzenlenecek, geniş renk gamını destekleyen monitörlerde görüntülenecek ve özellikle bu geniş gamı basabilecek <b>yüksek kaliteli baskı makinelerinde</b> çıktı alınacaksa tercih edilmelidir. Aksi takdirde, standart sRGB çoğu kullanım (web, sosyal medya) için yeterlidir."
  },
  {
    "id": "178658",
    "unitNumber": 10,
    "text": "<strong>Aşağıdaki programlardan hangisi sayısal fotoğraf işleme programı <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Photoshop",
      "B": "Word 4-2",
      "C": "Lightroom",
      "D": "PhotoScape",
      "E": "Gimp"
    },
    "explanation": "Sayısal fotoğraf işleme programları genellikle <b>piksel tabanlı (raster)</b> görüntüleri düzenlemek için kullanılır. Adobe Photoshop, GIMP veya Lightroom gibi programlar bu amaca hizmet ederken, video düzenleme programları (örneğin Adobe Premiere Pro) veya metin düzenleme programları (örneğin Microsoft Word) sayısal fotoğraf işleme programı <b>değildir</b>."
  },
  {
    "id": "178660",
    "unitNumber": 10,
    "text": "<strong>Aşağıdaki seçeneklerden hangisi Adobe firması tarafından üretilen sayısal fotoğraf işleme programıdır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Lightroom",
      "B": "AutoPano Giga",
      "C": "Gimp",
      "D": "Photomatix",
      "E": "PhotoScape"
    },
    "explanation": "Adobe firması, dijital görüntüleme ve multimedya alanında dünya çapında standart kabul edilen birçok yazılım üretmektedir. Bunlar arasında en bilinen ve endüstri standardı olan sayısal fotoğraf işleme programı <b>Adobe Photoshop</b>'tur. Ayrıca <b>Adobe Lightroom</b> da fotoğraf arşivleme ve kayıpsız düzenleme için Adobe tarafından üretilmiştir."
  },
  {
    "id": "178662",
    "unitNumber": 10,
    "text": "<strong>Buna göre aşağıda belirtilen marka ve uzantı ilişkilerinden hangisi doğru <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Canon - .cr2",
      "B": "Nikon -.nef",
      "C": "Samsung - .JPEG",
      "D": "Leica -.RAW",
      "E": "Fujifilm - .raf"
    },
    "explanation": "Her fotoğraf işleme programının genellikle kendine özgü ve <b>katman/düzenleme verilerini</b> koruyan bir temel dosya uzantısı vardır. Örneğin <b>Photoshop</b> için <b>.PSD</b>, GIMP için .XCF'dir. Bir uzantı ile programın yanlış eşleştirilmesi (örneğin Photoshop'un temel uzantısının .JPG olarak belirtilmesi) doğru olmayan ilişkiyi gösterir."
  },
  {
    "id": "178665",
    "unitNumber": 10,
    "text": "<strong>Yüksek dinamik aralık hangi fotoğraf türünü ifade etmektedir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Küresel panaromik fotoğraf",
      "B": "Hareketli fotoğraf",
      "C": "Belgesel fotoğraf",
      "D": "HDR fotoğraf",
      "E": "Silindirik panaromik fotoğraf"
    },
    "explanation": "Yüksek dinamik aralık, yani <b>HDR (High Dynamic Range)</b> fotoğrafçılık, aşırı parlak ve aşırı gölgeli alanlardaki detayları tek bir karede yakalamayı amaçlar. Bu teknik, aynı sahnenin farklı pozlamalarda çekilmiş birden fazla fotoğrafının, özel yazılımlar kullanılarak <b>tek bir görüntüde birleştirilmesiyle</b> elde edilir."
  },
  {
    "id": "178667",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi Panaromik fotoğraf oluşturmak için kullanılan bir programdır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "İllustratör",
      "B": "Corel DRAW",
      "C": "InDesing",
      "D": "Zbrush",
      "E": "AutoPano Gig"
    },
    "explanation": "Panoramik fotoğraf, birden fazla fotoğrafın yatay veya dikey olarak birleştirilmesi (stitching) yoluyla geniş açılı, genellikle 180 dereceden fazla görüş alanını kapsayan görüntüler oluşturma tekniğidir. Bu işlem için <b>Adobe Photoshop</b>'un 'Photomerge' özelliği veya <b>Hugin</b> gibi özel panoramik yazılımlar kullanılabilir."
  },
  {
    "id": "178669",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi photoshop programının temel dosya uzantısıdır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": ".jpeg",
      "B": ".pdf",
      "C": ".psd",
      "D": ".raw",
      "E": ".cr2"
    },
    "explanation": "Adobe Photoshop programının temel dosya uzantısı <b>.PSD (Photoshop Document)</b>'dir. Bu uzantı, görüntüyü <b>katmanları, yolları, maskeleri</b> ve diğer düzenleme özellikleriyle birlikte kaydetme yeteneğine sahiptir, böylece daha sonra düzenlemeye devam edilebilir."
  },
  {
    "id": "178670",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi piksel tabanlı bir sayısal fotoğraf işleme programdır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "MS Power Point",
      "B": "InDesign",
      "C": "Zbrush",
      "D": "Adobe Photosop",
      "E": "3D Studio Max"
    },
    "explanation": "Sayısal fotoğraf işleme programları genellikle <b>piksel tabanlı (raster)</b> çalışır, yani görüntüyü renk ve parlaklık bilgisi içeren küçük kare birimler olan piksellerden oluşmuş kabul ederler. <b>Adobe Photoshop</b> bu kategorinin en bilinen örneğidir ve bu yapısı sayesinde fotoğraflar üzerinde detaylı rötuş ve düzenleme yapılabilir."
  },
  {
    "id": "178671",
    "unitNumber": 10,
    "text": "<strong>Yüksek çözünürlüklü sayısal fotoğraflar üzerinde düzenleme işlemi yapılırken ihtiyaç duyulan bilgisayar sistemleri seçimi için aşağıdakilerden hangisinin önemi <u>yoktur</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Sabit sürücü hızı",
      "B": "İşlemci hızı",
      "C": "Ram kapasitesi",
      "D": "Ekran boyutu",
      "E": "Ethernet kartı"
    },
    "explanation": "Yüksek çözünürlüklü fotoğraf düzenleme işlemleri için bilgisayarın <b>RAM (bellek)</b> kapasitesi, hızlı <b>CPU (işlemci)</b> ve <b>SSD</b> gibi hızlı depolama birimleri kritik öneme sahiptir. Monitör kalibrasyon cihazı önemli bir çevre birimi olsa da, fotoğraf işleme performansını etkilemeyen unsurların (örneğin, harici ses kartının kalitesi veya optik sürücü) önemi <b>yoktur</b>."
  },
  {
    "id": "178672",
    "unitNumber": 10,
    "text": "<strong>Aşağıdaki seçeneklerden hangisi sayısal fotoğraf işleme sürecinde kullanılan ekran siperliğinin (hood) kullanım amacını ifade eder?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Ekran üzerindeki yansımaları önlemek",
      "B": "Renk paleti için yardımcı ekipman olarak kullanmak",
      "C": "Beyaz ayarı yapmak",
      "D": "Çekim aşamasında poz dengesini sağlamak",
      "E": "Ekranın ısınmasını önlemek"
    },
    "explanation": "Ekran siperliği (monitor hood), monitör ekranına düşen <b>dış ışık yansımalarını</b> ve çevresel aydınlatmanın ekranın renk algısını bozmasını engeller. Amacı, fotoğraf düzenleme sürecinde renklerin ve parlaklığın <b>mümkün olan en doğru</b> şekilde görüntülenmesini sağlamaktır."
  },
  {
    "id": "180206",
    "unitNumber": 10,
    "text": "<strong>Kullanıcılara Photoshop’taki gibi katman tabanlı bir çalışma sistemi sunan program aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Photomatix",
      "B": "InDesign",
      "C": "AutoPano Giga",
      "D": "PhotoScope",
      "E": "Gimp"
    },
    "explanation": "<b>Katman tabanlı</b> çalışma sistemi, kullanıcıların görüntünün farklı bölümlerini veya efektlerini birbirinden bağımsız olarak düzenlemesine olanak tanıyan temel bir özelliktir. Photoshop'a alternatif olarak geliştirilen popüler açık kaynaklı programlardan biri olan <b>GIMP</b> (GNU Image Manipulation Program) de bu katman (layer) sistemini sunmaktadır."
  },
  {
    "id": "180208",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi Ligtroom programının 5 temel düzenleme modülünden biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Start",
      "B": "Library",
      "C": "Devolop",
      "D": "Print",
      "E": "SlideShow"
    },
    "explanation": "Adobe Lightroom, iş akışını yönetmek için modüler bir yapı kullanır. Temel modülleri arasında <b>Library (Kütüphane)</b>, <b>Develop (Geliştirme)</b>, Map (Harita), Book (Kitap), Slideshow (Slayt Gösterisi), Print (Baskı) ve Web bulunur. Bu temel iş akışı modülleri dışında kalan bir seçenek (örneğin, 3D Modelleme veya Animasyon modülü), Lightroom'un 5 temel modülünden biri <b>değildir</b>."
  },
  {
    "id": "180210",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi yüksek çözünürlüklü sayısal fotoğraf çalışmaları yapılırken kullanılacak ekranlar için önemli olan unsurlardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Ekran boyutları",
      "B": "Ekran kasasının plastik malzemeden olması",
      "C": "Mat ekran kullanımı",
      "D": "Ekranın kalibre edilmiş olması",
      "E": "Orijinal renk gösterim performansı"
    },
    "explanation": "Fotoğraf çalışmaları için ekran seçiminde <b>renk gamutu</b> (Adobe RGB veya sRGB desteği), <b>yüksek çözünürlük</b> ve <b>kalibrasyon</b> yeteneği önemlidir. Ancak, ekranın <b>Yenileme Hızı (Refresh Rate)</b> (örneğin 144 Hz gibi), video düzenleme veya oyunlar için önemli olsa da, statik fotoğraf düzenleme çalışmalarının kalitesi üzerinde doğrudan bir etkisi <b>yoktur</b>."
  },
  {
    "id": "180212",
    "unitNumber": 10,
    "text": "<strong>Gimp programının dosya uzantısı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": ".JPEG",
      "B": ".cr2",
      "C": ".xfc",
      "D": ".RAW",
      "E": ".tiff"
    },
    "explanation": "GIMP (GNU Image Manipulation Program) programının kendi temel dosya formatı, katmanlar ve diğer düzenleme bilgilerini saklayan <b>.XCF</b> uzantısıdır. GIMP, bu format sayesinde yapılan tüm düzenlemeleri korur ve daha sonra çalışmaya devam etme imkanı sunar."
  },
  {
    "id": "180214",
    "unitNumber": 10,
    "text": "<strong>Sayısal fotoğraflarda ön görülen düzenlemeler yapılırken, ekran üzerine düşen yansımaları engellemek için kullanılan aparat aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Ekran kartı",
      "B": "Colormetre",
      "C": "Siperlik (hood)",
      "D": "Pozometre",
      "E": "Ayarlanabilir ekran ayağı"
    },
    "explanation": "Ekran üzerine düşen yansımalar ve ışık sızıntıları, fotoğraf düzenlemesi sırasında renk ve tonların yanlış değerlendirilmesine yol açar. Bu yansımaları engellemek ve doğru renk görünümünü sağlamak için kullanılan aparat <b>Ekran Siperliği (Monitor Hood)</b> olarak adlandırılır."
  },
  {
    "id": "180216",
    "unitNumber": 10,
    "text": "<strong>RAW formatında bir fotoğraf üzerinde ön görülen düzenlemeler Photoshop programında uygulanmak istendiğinde ilk açılan pencere aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Çalışma alanı",
      "B": "Histogram paneli",
      "C": "Menü çubuğu",
      "D": "Camera RAW",
      "E": "Color paneli"
    },
    "explanation": "<b>RAW formatı</b>, işlenmemiş ham kamera verilerini içerir. Bu formatta çekilen bir fotoğraf Photoshop'ta açılmak istendiğinde, yazılım otomatik olarak Photoshop'un eklentisi olan ve RAW dosyalarını işlemek için kullanılan <b>Camera RAW</b> penceresini (veya modülünü) açar. Bu arayüzde temel pozlama ve renk ayarları kayıpsız olarak yapılır."
  },
  {
    "id": "180217",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi sayısal fotoğraf işleme programı Lightroom’un özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Sayısal fotoğraflar üzerinde ışık düzenlemelerinin yapılması",
      "B": "Sayısal fotoğraflar üzerinde renk düzenlemelerinin yapılması",
      "C": "Sayısal fotoğraflar üzerinde istenmeyen pürüzlerin giderilmesi",
      "D": "Sayısal fotoğrafları yeniden croplaması",
      "E": "Sayısal fotoğraflara müdahale konusunda oldukça sınırlı olması"
    },
    "explanation": "Adobe Lightroom, fotoğraf arşivlerini yönetme (kataloglama), toplu işlem yapma ve <b>kayıpsız (non-destructive)</b> düzenlemeler için mükemmeldir. Ancak Lightroom, Photoshop'un uzmanlık alanı olan <b>karmaşık piksel tabanlı manipülasyonları</b> (örneğin derin kompozitleme, ileri seviye klonlama veya maske tabanlı filtreler) yapma yeteneğine sahip <b>değildir</b>."
  },
  {
    "id": "180218",
    "unitNumber": 10,
    "text": "<strong>Genellikle profesyonel fotoğrafçıların tercih ettiği, analog dönemdeki karanlık odada henüz işlenmemiş film negatifine benzetilen, dijital negatif olarak da adlandırılan dosya türü a</strong><strong>şağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": ".jpeg",
      "B": ".raw",
      "C": ".tiff",
      "D": ".pdf",
      "E": ".png"
    },
    "explanation": "Analog dönemin 'işlenmemiş film negatifine' benzetilen ve sensörden gelen tüm ham veriyi koruyan dosya türü <b>RAW formatıdır</b>. Bu format, fotoğrafçıya beyaz dengesi, pozlama ve renk düzeltmeleri için en geniş aralığı sunar ve genellikle <b>dijital negatif</b> olarak adlandırılır."
  },
  {
    "id": "180220",
    "unitNumber": 10,
    "text": "<strong>Geniş alanların (360 derece açıların dahi) görüntülenebilmesini sağlayan, çeşitli sayısal fotoğraf işleme programları ile birden fazla fotoğrafın birleştirildiği fotoğraf tekniği aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Panoramik fotoğraf",
      "B": "HDR fotoğraf",
      "C": "Mimari fotoğraf",
      "D": "Belgesel fotoğraf",
      "E": "Kurgusal fotoğraf"
    },
    "explanation": "Geniş alanların veya 360 derecelik açıların görüntülenmesini sağlayan, birden fazla fotoğrafın birleştirilmesi esasına dayanan bu teknik, <b>Panoramik Fotoğrafçılık</b> olarak adlandırılır. Bu işlem, özel yazılımlar (örneğin Photoshop Photomerge) aracılığıyla görüntülerin dikişsiz bir şekilde birleştirilmesiyle gerçekleştirilir."
  },
  {
    "id": "180221",
    "unitNumber": 10,
    "text": "<strong>Photoshop programı eklentisi olarak kullanılan Camera RAW ile sayısal fotoğraflar üzerinde aşağıdaki işlemlerin hangisi <u>yapılamaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Pozlama ayarı",
      "B": "Kontrast ayarı",
      "C": "Beyaz ayarı",
      "D": "Katman (layer) ayarı",
      "E": "Renk doygunluk ayarı"
    },
    "explanation": "Camera RAW, genellikle <b>global ve temel kayıpsız düzenlemeler</b> (pozlama, beyaz dengesi, temel ton ve renk ayarlamaları) için kullanılır. Ancak, görüntüyü kesip başka bir görüntüyle birleştirmek, detaylı bir klonlama işlemi yapmak veya <b>katman tabanlı karmaşık manipülasyonlar</b> uygulamak, Photoshop'un ana çalışma alanı gerektiren işlemlerdir ve Camera RAW'da <b>yapılamaz</b>."
  },
  {
    "id": "178676",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi Photoshop programının “tercihler” menüsünü açan komuttur?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Photoshop / Preferences / General",
      "B": "Photoshop / Preferences / New",
      "C": "Photoshop / Preferences / Open",
      "D": "Photoshop / Preferences / Save",
      "E": "Photoshop / Preferences / Save as"
    },
    "explanation": "<b>Adobe Photoshop</b>'ta programın genel ayarlarını ve kişiselleştirmelerini yapmak için kullanılan \"tercihler\" menüsü (Preferences), Windows işletim sistemlerinde genellikle <b>Edit (Düzenle)</b> menüsü altında, Mac işletim sistemlerinde ise <b>Photoshop</b> menüsü altında yer alan bir komut ile açılır.<br/>Bu menü; çalışma alanı, performans ayarları, dosya kaydetme tercihleri ve programın genel davranışını düzenlemeye olanak tanır."
  },
  {
    "id": "178680",
    "unitNumber": 11,
    "text": "<strong>Photoshop’ta yeni doküman açmak için hangi komut kullanılır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Select / Inverse",
      "B": "Layer/ New",
      "C": "File / Save As",
      "D": "Edit / Copy",
      "E": "File / New Document"
    },
    "explanation": "Yeni bir çalışma alanı veya doküman oluşturmak için kullanılan komut <b>File (Dosya)</b> menüsü altında bulunan <b>New (Yeni)</b> komutudur. Bu komut, kullanıcının boyut, çözünürlük, renk modu ve arka plan içeriği gibi özellikleri belirleyerek sıfırdan bir görsel oluşturmasını sağlar.<br/>Bu işlemin kısa yolu genellikle <b>Ctrl + N</b> (Windows) veya <b>Cmd + N</b> (Mac)'dir."
  },
  {
    "id": "178682",
    "unitNumber": 11,
    "text": "<strong>Photoshop’ta aşağıdaki seçeneklerin hangisinde belirtilen müdahaleler”Edit” menüsünün komutları ile yapılmaktadır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Görseli farklı kaydetmek",
      "B": "Görsele çerçeve eklemek",
      "C": "Görsele filtre uygulamak",
      "D": "Görseli siyah beyaza çevirmek",
      "E": "Program tercihlerini ayarlamak"
    },
    "explanation": "<b>Edit (Düzenle)</b> menüsü, çalışma alanındaki seçili öğeler üzerinde temel düzenleme ve dönüştürme işlemleri yapmak için kullanılır. Bu menü, <b>kesme (Cut)</b>, <b>kopyalama (Copy)</b>, <b>yapıştırma (Paste)</b> gibi pano işlemlerinin yanı sıra, görselin boyutunu ve şeklini değiştirmeye yarayan <b>Transform (Dönüştür)</b> komutlarını (örneğin, döndürme, eğme, serbest dönüştürme) içerir. Ayrıca <b>Preferences (Tercihler)</b> de bu menüde yer alır."
  },
  {
    "id": "178689",
    "unitNumber": 11,
    "text": "<strong>Renkli bir görseli, renk değerleri bozulmadan siyah beyaza çevirebilmek için aşağıdaki komutlardan hangisi seçilmelidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "layer / Adjustments / Rasterize",
      "B": "İmage / Adjustments / Duplicate",
      "C": "İmage / Adjustments / Black &amp; White",
      "D": "layer / Adjustments / Layer Mask",
      "E": "İmage / Adjustments / Image Size"
    },
    "explanation": "Renkli bir görseli, renk tonlarının <b>ışık/koyuluk değerleri (tonal değerler)</b> üzerinde kontrol sahibi olarak siyah beyaza dönüştürmek için <b>Image (Görüntü)</b> menüsü altındaki <b>Adjustments (Ayarlamalar)</b> seçeneğinde yer alan <b>Black &amp; White (Siyah Beyaz)</b> komutu kullanılmalıdır. Bu komut, kullanıcıya orijinal renk kanallarını ayrı ayrı ayarlayarak daha zengin ve kontrollü bir gri tonlama elde etme imkanı sunar."
  },
  {
    "id": "178691",
    "unitNumber": 11,
    "text": "<strong>Metinleri düzenleyen komutları içeren photoshop menüsü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Type menüsü",
      "B": "3D menüsü",
      "C": "Layer menüsü",
      "D": "View menüsü",
      "E": "Help menüsü"
    },
    "explanation": "Photoshop'ta metin katmanları oluşturma, metinlerin yönünü değiştirme, metin üzerinde <b>rasterleştirme</b> (Rasterize Type) veya metin görünümlerini düzenleme gibi işlemler <b>Type (Yazı/Metin)</b> menüsü altında yer alan komutlar ile gerçekleştirilir. Bu menü metinle ilgili tüm ileri düzey yönetim araçlarını barındırır."
  },
  {
    "id": "178694",
    "unitNumber": 11,
    "text": "<strong>Photoshop’ta “Select” menüsünde bulunan “Inverse” komutunun işlevi aşağıdaki seçeneklerin hangisinde doğru olarak belirtilmiştir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Görselin tamamını seçili hâle getirmek için kullanılır.",
      "B": "Seçim alanını, 3D bir nesne üzerine materyal olarak atar.",
      "C": "Saç, tüy gibi görseller üzerinde ayrıntılı seçim yaparak, istenilen alanlara ayrıntılı ve kolay müdahale etmek için kullanılır.",
      "D": "Seçili alan seçimden çıkarılır ve seçili olmayan kısmın tamamı seçili hâle getirilir.",
      "E": "Seçim alanına fare yardımı ile perspektif, bükme, büyültme-küçültme işlemleri uygulamak için kullanılır."
    },
    "explanation": "<b>Select (Seçim)</b> menüsünde bulunan <b>Inverse (Tersine Çevir)</b> komutu, halihazırda yapılmış olan bir seçimi tersine çevirerek, daha önce seçili olmayan alanı seçili hale getirir ve daha önce seçili olan alanı seçimden çıkarır.<br/>Bu işlev, özellikle karmaşık seçimlerin etrafındaki arka planı hedeflemek için hızlı ve pratik bir çözüm sunar. Kısayolu genellikle <b>Shift + Ctrl + I</b>'dır."
  },
  {
    "id": "178695",
    "unitNumber": 11,
    "text": "<strong>Photoshop programında açık olan görseli, tekrar “Camera Raw” penceresinde açmak ve Camera Raw seçenekleri ile tekrar müdahale etmek için aşağıdaki komutlardan hangisi kullanılır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Last Filter",
      "B": "Sharpen Filtreleri",
      "C": "Liquify",
      "D": "Lens Correction",
      "E": "Camera Raw Filters"
    },
    "explanation": "Photoshop'ta zaten açılmış ve düzenlenmiş olan bir görseli, özellikle <b>Akıllı Nesne (Smart Object)</b> olarak kaydedilmişse, ham veri düzenleme yeteneklerine sahip olan <b>Camera Raw</b> penceresinde tekrar açmak için <b>Filter (Filtre)</b> menüsü altında bulunan <b>Camera Raw Filter (Camera Raw Filtresi)</b> komutu kullanılır. Bu, tahribatsız bir şekilde detaylı ton, renk ve keskinlik ayarları yapmaya olanak tanır."
  },
  {
    "id": "178697",
    "unitNumber": 11,
    "text": "<strong>Photoshop'ta çalışma esnasında görsellere yapılan müdahaleleri adım adım kaydederek daha sonra kaydedilen bu müdahalelere geri dönüp yapılan değişiklikleri iptal etme olanağı sunan panel aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "History paneli",
      "B": "Karakter paneli",
      "C": "Histogram paneli",
      "D": "Color paneli",
      "E": "Adjusments paneli"
    },
    "explanation": "Çalışma esnasında görsellere uygulanan her bir müdahaleyi (adım) kaydederek, kullanıcının geriye dönük olarak yapılan değişiklikleri iptal etmesine veya belirli bir adıma geri dönmesine olanak sağlayan panel <b>History (Geçmiş)</b> panelidir. Bu panel, bir çalışma sırasında yapılan işlemleri kronolojik sırayla listeler ve birden fazla geri alma (Undo) adımı sunar."
  },
  {
    "id": "178702",
    "unitNumber": 11,
    "text": "<strong>Kontrol panelinin içeriği aşağıdaki seçeneklerin hangisinde doğru olarak belirtilmiştir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Tüm panellerin renk seçenekleri",
      "B": "Programın yardım seçenekleri",
      "C": "Tüm yardımcı pencereler",
      "D": "Seçili olan aracın seçenekleri",
      "E": "Programla ilgili tüm kısa yollar"
    },
    "explanation": "<b>Kontrol Paneli (Options Bar)</b>, Photoshop arayüzünde menü çubuğunun hemen altında yer alır. İçeriği, o an <b>aktif olarak seçilen araca (tool)</b> göre sürekli olarak değişir. Seçilen aracın ayarlarını, boyutunu, opasitesini, modunu ve diğer özelleştirilebilir parametrelerini gösterir ve bu ayarların hızla yapılmasını sağlar."
  },
  {
    "id": "178704",
    "unitNumber": 11,
    "text": "<strong>Photoshop’ta doküman üzerinde yapılan müdahaleler, farklı bir konumda ya da farklı bir isimle kaydetmek için hangi kısa yol kullanılır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Control + Z",
      "B": "Control + Shift + S",
      "C": "Control + A",
      "D": "Alt + Control + W",
      "E": "Control + X"
    },
    "explanation": "Çalışılan dokümanı mevcut dosya konumundan farklı bir yere veya farklı bir dosya ismiyle kaydetmek için <b>File (Dosya)</b> menüsü altındaki <b>Save As (Farklı Kaydet)</b> komutu kullanılır. Bu komutun kısayolu genellikle <b>Shift + Ctrl + S</b> (Windows) veya <b>Shift + Cmd + S</b> (Mac) şeklindedir."
  },
  {
    "id": "180223",
    "unitNumber": 11,
    "text": "<strong>Photoshop programı, “tercihler” menüsünde bulunan komutları ile aşağıdakilerden hangisi <u>gerçekleştirilmez</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Genel görüntüleme seçenekleri",
      "B": "Dosya kaydetme seçenekleri",
      "C": "Menü saydamlık seçenekleri",
      "D": "Yazım seçenekleri",
      "E": "Ekran kalibrasyon seçenekleri"
    },
    "explanation": "<b>Tercihler (Preferences)</b> menüsü, Photoshop programının <b>genel çalışma ortamı ayarlarını</b>, performans (Scratch Disk, RAM kullanımı), arayüz rengi, birimler ve cetveller gibi global ayarlarını kişiselleştirmeye yarar.<br/>Bu menü, doğrudan görsel üzerindeki katmanların boyutunu değiştirme, bir filtre uygulama veya <b>görüntü ayarı (Adjustments)</b> yapma gibi anlık doküman müdahalelerini gerçekleştirmek için kullanılmaz; bu tür işlemler <b>Edit</b>, <b>Image</b> veya <b>Filter</b> menüleri aracılığıyla yapılır."
  },
  {
    "id": "180224",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi Photoshop menü çubuğunda bulunan menülerden biridir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Library menüsü",
      "B": "Layer menüsü",
      "C": "Devolop menüsü",
      "D": "SlideShow menüsü",
      "E": "Print menüsü"
    },
    "explanation": "Photoshop'un menü çubuğu, programın ana işlevlerini barındıran standart menü gruplarından oluşur. Bu menüler, <b>File (Dosya)</b>, <b>Edit (Düzenle)</b>, <b>Image (Görüntü)</b>, <b>Layer (Katman)</b>, <b>Type (Yazı)</b>, <b>Select (Seçim)</b>, <b>Filter (Filtre)</b>, <b>View (Görünüm)</b> ve <b>Window (Pencere)</b> gibi ana bölümleri içerir ve yazılımın tüm yeteneklerine erişimi sağlar."
  },
  {
    "id": "180226",
    "unitNumber": 11,
    "text": "<strong>Photoshop programında aşağıdaki komutlardan hangisi “file” menüsü içeriğindeki komutlar ile <u>gerçekleştirilemez</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Mevcut bir belgeyi açmak",
      "B": "Mevcut projeyi varsayılan dosya biçiminde kaydetmek",
      "C": "Mevcut projeyi farklı bir konumda kaydetmek",
      "D": "Mevcut projeyi kapatmak",
      "E": "Mevcut projeye filtre uygulamak"
    },
    "explanation": "<b>File (Dosya)</b> menüsü, dokümanların açılması, kaydedilmesi, dışa aktarılması (Export) ve baskı işlemleri gibi <b>dosya yönetim operasyonlarını</b> içerir. Bu menünün temel amacı dosyalarla etkileşim kurmaktır. Görselin rengini veya tonunu değiştirmek (Image menüsü işi) ya da bir katmanı serbestçe dönüştürmek (Edit menüsü işi) gibi doğrudan <b>içerik düzenleme</b> işlemleri File menüsü ile gerçekleştirilemez."
  },
  {
    "id": "180228",
    "unitNumber": 11,
    "text": "<strong>Aşağıda belirtilen “Photoshop / Edit / Transform” menüsü içeriğindeki komutlardan hangisinin görevi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Rotate, seçili alanı/dokümanı döndürmek için kullanılır.",
      "B": "Perspective, seçili alana/dokümana perspektif düzenlemeleri yapmak için kullanılır.",
      "C": "Rotate 180, dokümanı 180 derece döndürmek için kullanılır.",
      "D": "Warp: PDF (Taşınabilir Dosya Formatı) ayarlarını yapmak için kullanılır.",
      "E": "Rotate 90 Clockwise, dokümanı saat yönünde 90 derece döndürmek için kullanılır."
    },
    "explanation": "<b>Edit (Düzenle)</b> menüsü altındaki <b>Transform (Dönüştür)</b> komut grubu, seçili katman veya seçim alanı üzerinde <b>geometrik değişiklikler</b> yapmaya yarar. Bu komutlar <b>Scale (Ölçekleme)</b>, <b>Rotate (Döndürme)</b>, <b>Skew (Eğme)</b>, <b>Distort (Bozma)</b> ve <b>Warp (Çarpıtma)</b> gibi işlevleri içerir. Dönüştürme komutlarının görevi görselin şeklini, boyutunu veya oryantasyonunu değiştirmektir; renk veya tonal ayarlama bu grubun görevi değildir."
  },
  {
    "id": "180230",
    "unitNumber": 11,
    "text": "<strong>Photoshop programında görseller üzerinde ayrıntılı renk ve ton düzenlemelerinin yapıldığı menü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Image menüsü",
      "B": "Select menüsü",
      "C": "Type menüsü",
      "D": "Window menüsü",
      "E": "File menüsü"
    },
    "explanation": "Görsellerin parlaklık, kontrast, renk doygunluğu, renk tonu ve seviyeleri gibi <b>ayrıntılı renk ve ton düzenlemelerinin</b> yapıldığı ana menü <b>Image (Görüntü)</b> menüsüdür. Bu menü altındaki <b>Adjustments (Ayarlamalar)</b> seçeneği (Levels, Curves, Hue/Saturation, Exposure vb.) profesyonel renk düzenlemeleri için kullanılır."
  },
  {
    "id": "180232",
    "unitNumber": 11,
    "text": "<strong>Photoshop’ta çalışmanın boyutlarını değiştirmek için kullanılan komut aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "View / Proof Setup",
      "B": "Image / Image Size",
      "C": "Edit / Transform",
      "D": "Select / Inverse",
      "E": "Edit / Copy"
    },
    "explanation": "Çalışmanın piksel boyutlarını ve dolayısıyla çözünürlüğünü değiştirmek için kullanılan komut <b>Image (Görüntü)</b> menüsü altında bulunan <b>Image Size (Görüntü Boyutu)</b> komutudur. Bu komut, görselin hem <b>fiziksel boyutlarını</b> hem de <b>çözünürlüğünü</b> aynı anda kontrol etmeyi sağlar ve yeniden örnekleme (resampling) yaparak piksel sayısını değiştirir."
  },
  {
    "id": "180234",
    "unitNumber": 11,
    "text": "<strong>Photoshop’ta kamera objektifinden kaynaklanan perspektif hatalarını düzeltmek için kullanılan komut penceresi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Sharpen Filter",
      "B": "Liquify",
      "C": "Canvas Filter",
      "D": "Last Filter",
      "E": "Lens Correction"
    },
    "explanation": "Kamera objektiflerinin neden olduğu bozulmaları ve yatay/dikey çizgilerdeki perspektif hatalarını düzeltmek için kullanılan komut penceresi <b>Filter (Filtre)</b> menüsü altında bulunan <b>Lens Correction (Objektif Düzeltme)</b> penceresidir. Bu araç, özellikle mimari çekimlerde ortaya çıkan <b>eğrilikleri ve perspektif kaçmalarını</b> düzeltmek için tasarlanmıştır."
  },
  {
    "id": "180235",
    "unitNumber": 11,
    "text": "<strong>Photoshop programında görseller üzerinde çeşitli görünümler elde etmek için kullanılan efektlerin bulunduğu menü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Image menüsü",
      "B": "File menüsü",
      "C": "Devolop menüsü",
      "D": "Select menüsü",
      "E": "Filter menüsü"
    },
    "explanation": "Görsellere sanatsal, bulanıklık (blur), stilize etme veya çeşitli deformasyonlar uygulama gibi <b>özel görünümler (efektler)</b> elde etmek için kullanılan komutlar <b>Filter (Filtre)</b> menüsü altında toplanmıştır. Bu menü, görselin piksellerini manipüle ederek dramatik değişiklikler yapmaya olanak tanıyan geniş bir yelpazede araç sunar."
  },
  {
    "id": "180237",
    "unitNumber": 11,
    "text": "<strong>Photoshop’ta çalışılan görsel ya da tasarım üzerindeki katmanların, ayrı ayrı izlenebilmesini ve gerekli görülen ayarların uygulanabilmesini sağlayan panel aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Layers paneli",
      "B": "Karakter paneli",
      "C": "Histogram paneli",
      "D": "Color paneli",
      "E": "Adjusments paneli"
    },
    "explanation": "Photoshop’ta bir görselin farklı bileşenlerini, metinleri, şekilleri ve efektleri bağımsız olarak yönetmeyi ve müdahale etmeyi sağlayan temel panel <b>Layers (Katmanlar)</b> panelidir. Bu panel, katmanların <b>görünürlüğünü</b>, <b>opasitesini</b>, <b>karıştırma modlarını (Blending Modes)</b> ve <b>kilitleme durumlarını</b> kontrol etmeye olanak tanır ve karmaşık tasarımların düzenlenmesinde merkezî rol oynar."
  },
  {
    "id": "180240",
    "unitNumber": 11,
    "text": "<strong>Photoshop’ta “Control + S” kısayol komutunun işlevi aşağıdakilerin hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Seçimin tersini seç",
      "B": "Adım adım ileri al",
      "C": "Değişiklikleri kaydet",
      "D": "Tümünü seç",
      "E": "Görüntüyü %100 büyüt"
    },
    "explanation": "<b>Control + S</b> (Windows) veya <b>Command + S</b> (Mac) kısayol komutu, çalışılan doküman üzerinde yapılan en son değişiklikleri, mevcut dosya ismi ve konumuna kaydetme işlevini (<b>Save / Kaydet</b>) gerçekleştirir. Bu işlem, dosyanın üzerine yazılır ve hızlı bir şekilde ilerlemenin korunmasını sağlar."
  },
  {
    "id": "178737",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi boya renklerinde iki ana rengin eşit oranlarda karıştırılmasıyla oluşan bir ara renktir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kırmızı",
      "B": "Sarı",
      "C": "Mavi",
      "D": "Yeşil",
      "E": "Siyah"
    },
    "explanation": "Boya (pigment) renklerinde <b>ana renklerin</b> (Kırmızı, Sarı, Mavi - geleneksel) eşit oranda karıştırılması sonucu <b>ara renkler</b> (ikincil renkler) elde edilir. Bu ara renkler, örneğin kırmızının sarı ile karışımından oluşan turuncu, sarının mavi ile karışımından oluşan yeşil veya kırmızının mavi ile karışımından oluşan mordur."
  },
  {
    "id": "178738",
    "unitNumber": 12,
    "text": "<strong>Beyaz ışığın prizmadan geçirilmesiyle oluşan kırılmada hangi renkler görülebilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kırmızı, Turuncu, Sarı, Yeşil, Mavi ve Mor",
      "B": "Turuncu, Sarı, Yeşil, Mavi ve Mor",
      "C": "Sarı, Yeşil, Mavi ve Mor",
      "D": "Beyaz, Siyah, Sarı, Yeşil, Mavi ve Mor",
      "E": "Yeşil, Mavi ve Mor"
    },
    "explanation": "<b>Beyaz ışık</b>, aslında tüm görünür renklerin birleşimidir. Bu ışık bir prizmadan geçirildiğinde, farklı dalga boylarına sahip renkler farklı açılarda kırılarak ayrılırlar. Bu olaya <b>dispersiyon</b> denir ve ortaya çıkan renk dizilimi <b>görünür tayfı</b> (spektrum) oluşturur (Kırmızı, Turuncu, Sarı, Yeşil, Mavi, İndigo, Mor)."
  },
  {
    "id": "178739",
    "unitNumber": 12,
    "text": "<strong>5500K değerinin altındaki renk sıcaklığı değerlerinde bulunan ışık, hangi renkleri içermeye başlar?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Mavi ve Tonlarını",
      "B": "Yeşil ve Tonlarını",
      "C": "Yeşil, Mavi ve Mor Renkleri",
      "D": "Kırmızı, Yeşil ve Mavi Renkleri",
      "E": "Sarı, Turuncu ve Kırmızı Renkleri"
    },
    "explanation": "<b>Renk sıcaklığı</b>, Kelvin (K) cinsinden ölçülür ve ışığın rengini ifade eder. Düşük Kelvin değerleri (5500K altı), ışığın daha \"sıcak\" olduğunu gösterir ve bu ışıklar spektrumun <b>kırmızı ve sarı</b> uçlarına doğru kayarak daha fazla sıcak tonlar içerir. 5500K ve üzeri değerler ise daha soğuk (mavi/beyaz) tonları işaret eder."
  },
  {
    "id": "178740",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi doğal ışık kaynağıdır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Mum ışığı",
      "B": "Tungsten ampul",
      "C": "Flaş ışığı",
      "D": "Floresan",
      "E": "Ay ışığı"
    },
    "explanation": "<b>Doğal ışık kaynakları</b>, insan müdahalesi olmadan doğada kendiliğinden ışık yayan nesnelerdir. Bu kaynaklara örnek olarak <b>Güneş</b>, yıldızlar, şimşek, ateş ve bazı biyolüminesan canlılar verilebilir."
  },
  {
    "id": "178741",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi renk sentezlerinin kullanım amaçlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Renklerin tonlarını tanımlamak",
      "B": "Evrensel bir standartta renkleri tanımlamak",
      "C": "Bir anlamda renklerin sınıflandırmasını ve kataloglanmasını sağlamak",
      "D": "Renklerin kişiden kişiye farklılık göstermesini sağlamak",
      "E": "Renkleri doğru olarak göstermek"
    },
    "explanation": "Renk sentezleri (modelleri), renkleri tanımlamak, ölçmek ve <b>cihazlar arasında tutarlı bir şekilde yeniden üretmek</b> için kullanılır (Örn: Ekranlarda, baskıda). Kullanım amaçları arasında <b>renk reprodüksiyonu</b> ve <b>standardizasyon</b> yer alır. Sanatsal değeri artırmak gibi subjektif bir amaç, modelin doğrudan teknik kullanım amacı değildir."
  },
  {
    "id": "178742",
    "unitNumber": 12,
    "text": "<strong>RGB renk sisteminin kısaltmasında bulunan \"G\" harfi hangi rengi temsil etmektedir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kırmızı",
      "B": "Sarı",
      "C": "Yeşil",
      "D": "Siyah",
      "E": "Mavi"
    },
    "explanation": "<b>RGB</b>, <b>Toplamsal (Additive) Renk Sistemi</b> olarak bilinir ve genellikle dijital ekranlarda (monitörler, televizyonlar) ışık yayarak renk oluşturur. Kısaltma, sistemin ana renklerini temsil eder: <b>R</b>ed (Kırmızı), <b>G</b>reen (Yeşil) ve <b>B</b>lue (Mavi). Dolayısıyla \"G\" harfi <b>Yeşil</b> rengi temsil etmektedir."
  },
  {
    "id": "178743",
    "unitNumber": 12,
    "text": "<strong>RGB renk sistemindeki üç ana rengin eşit oranlarda birleşiminden hangi renk oluşmaktadır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kırmızı",
      "B": "Beyaz",
      "C": "Yeşil",
      "D": "Siyah",
      "E": "Mavi"
    },
    "explanation": "RGB sistemi, <b>ışık renklerinin</b> birleştirilmesi prensibine dayanır (Toplamsal Sentez). Üç ana rengin (Kırmızı, Yeşil, Mavi) <b>eşit ve maksimum</b> oranlarda birleşimi, tüm ışık dalga boylarının göze ulaşmasını sağlar ve bu da <b>Beyaz</b> rengi oluşturur."
  },
  {
    "id": "178744",
    "unitNumber": 12,
    "text": "<strong>CMYK renk sisteminin isminde bulunan K harfi, hangi rengi temsil etmektedir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kırmızı",
      "B": "Key/anahtar rengi",
      "C": "Koyu renkler",
      "D": "Beyaz",
      "E": "Kobalt rengi"
    },
    "explanation": "<b>CMYK</b>, <b>Çıkarımsal (Subtractive) Renk Sistemi</b> olup, mürekkep veya boya kullanarak baskı endüstrisinde yaygın olarak kullanılır. Kısaltma: <b>C</b>yan (Siyan), <b>M</b>agenta (Macenta), <b>Y</b>ellow (Sarı) ve <b>K</b>ey (Anahtar renk) anlamına gelir. Baskıda anahtar renk olarak genellikle <b>Siyah</b> (Black) kullanılır."
  },
  {
    "id": "178745",
    "unitNumber": 12,
    "text": "<strong>CMYK renklerinin her biri için %0 ile %100 arasında değişen değerler kullanıldığında, beyazın alacağı değerler aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "C%10, M%10, Y%10, K%10",
      "B": "C%100, M%100, Y%100, K%100",
      "C": "C%0, M%0, Y%0, K%0",
      "D": "C%50, M%50, Y%50, K%50",
      "E": "C%25, M%25, Y%25, K%25"
    },
    "explanation": "CMYK sistemi mürekkep veya pigment kullanımına dayanır. Bu sistemde <b>Beyaz</b>, mürekkebin yokluğu ile temsil edilir. Yani, beyaz kağıt üzerine hiç mürekkep sürülmediğinde beyaz elde edilir. Bu durumda tüm renk bileşenlerinin değeri <b>%0</b> olmalıdır: C=0, M=0, Y=0, K=0."
  },
  {
    "id": "178746",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi RGB renk modeline dayalı renk alanlarından biridir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Adobe RGB",
      "B": "CMYK",
      "C": "CIE L*a*b",
      "D": "CIE XYZ",
      "E": "CIE L*C*H*"
    },
    "explanation": "<b>RGB renk alanı</b> (Color Space), RGB ana renklerini kullanarak tanımlanabilecek renk gamını belirler ve bu renklerin cihazlar arasında tutarlılığını sağlamaya yardımcı olur. En yaygın kullanılan RGB tabanlı renk alanları arasında <b>sRGB</b>, <b>Adobe RGB</b> ve <b>ProPhoto RGB</b> bulunur."
  },
  {
    "id": "180241",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi boya renklerinde sınıflandırılan ana renklerden biridir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Turuncu",
      "B": "Kahverengi",
      "C": "Mor",
      "D": "Kırmızı",
      "E": "Siyah"
    },
    "explanation": "Boya renklerinde (pigment) kullanılan geleneksel <b>ana renkler</b>, diğer renklerin karıştırılmasıyla elde edilemeyen temel renklerdir. Geleneksel sanat renk modelinde bu renkler <b>Kırmızı, Sarı ve Mavi</b>'dir (RYB)."
  },
  {
    "id": "180242",
    "unitNumber": 12,
    "text": "<strong>I. </strong>Kırmızı<br/>II. Turuncu<br/>III. Sarı<br/>IV. Yeşil<br/><strong>Yukarıdakilerden hangisi ya da hangileri renk tayfında yer alır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "III ve IV",
      "C": "Yalnız III",
      "D": "I, II, III ve IV",
      "E": "I, III ve IV"
    },
    "explanation": "Renk tayfı, beyaz ışığın prizmadan geçirilmesiyle ortaya çıkan ve insan gözüyle görülebilen renkler dizisidir (spektrum). Bu renkler sırasıyla <b>Kırmızı, Turuncu, Sarı, Yeşil, Mavi, İndigo ve Mor</b>'dur. Listelenen tüm renkler tayf içinde yer alır."
  },
  {
    "id": "180243",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi rengin oluşabilmesi /görülebilmesi için gerekli olan ana unsurlardan biridir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Mercek",
      "B": "Işık kaynağı",
      "C": "Objektif",
      "D": "Filtre",
      "E": "Renk paleti"
    },
    "explanation": "Rengin insan gözü tarafından algılanabilmesi için üç temel unsur gereklidir: 1) <b>Işık kaynağı</b> (ışık olmalı), 2) Işığı yansıtan/soğuran <b>Nesne</b> ve 3) Yansıyan ışığı algılayan <b>Gözlemci</b>. Bu unsurlardan biri olmazsa renk algısı gerçekleşemez."
  },
  {
    "id": "180244",
    "unitNumber": 12,
    "text": "<strong>Adını William Thompson’ın soyadından alan renk sıcaklığı ölçü birimi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kelvin",
      "B": "Kalori",
      "C": "Derece",
      "D": "İnç",
      "E": "Paskal"
    },
    "explanation": "Işığın göreli sıcaklığını veya soğukluğunu ifade eden <b>renk sıcaklığı</b> ölçü birimi, <b>Kelvin (K)</b>'dir. Bu birim, termodinamik sıcaklık ölçeğini geliştiren <b>William Thompson</b> (Lord Kelvin) onuruna adlandırılmıştır."
  },
  {
    "id": "180245",
    "unitNumber": 12,
    "text": "<strong>Kelvin cinsinden doğal gün ışığının standart renk sıcaklığı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "2000K",
      "B": "2500K",
      "C": "3500K",
      "D": "5500K",
      "E": "7500K"
    },
    "explanation": "<b>Doğal gün ışığı</b>, bulutluluk ve saate bağlı olarak değişmekle birlikte, uluslararası standartlarda referans alınan ortalama standart gün ışığı renk sıcaklığı yaklaşık olarak <b>6500 Kelvin (K)</b> olarak kabul edilir (D65 standardı). Bu değer, nötr beyaz ışığı temsil eder."
  },
  {
    "id": "180246",
    "unitNumber": 12,
    "text": "<strong>Renk sentezlerinin / modellerinin renkleri tanımlamak için kullandığı üç ana unsur aşağıdakilerden hangisinde doğru verilmiştir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Renk türü / doygunluk / parlaklık",
      "B": "Renk türü / prizma / doygunluk",
      "C": "Renk türü / doygunluk / gramaj",
      "D": "Saflık / doygunluk / matlık",
      "E": "Saflık / doygunluk / siyah miktarı"
    },
    "explanation": "Renk modelleri (sentezleri), renkleri sayısal olarak tanımlamak için genellikle üç temel parametre kullanır. Bunlar <b>Ton (Hue)</b> (rengin kendisi), <b>Doygunluk (Saturation)</b> (rengin saflığı/yoğunluğu) ve <b>Parlaklık (Brightness/Luminosity)</b> (rengin açıklığı/koyuluğu) unsurlarıdır (Örn: HSB/HSL modelleri)."
  },
  {
    "id": "180247",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi cihaz bağımlı renk modellerinin özellikleri arasında <u>yer almaz?</u></strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Cihaz bağımlı renk modellerindeki renk alanları değişmez ve sabittir.",
      "B": "Cihaz bağımlı renk modelleri CIE L*a*b renk modeli gibi renk modellerini içerir.",
      "C": "Cihaz bağımlı renk modelleri CIE XYZ gibi renk modellerini içerir.",
      "D": "Cihaz bağımlı renk modelleri CMYK, RGB gibi renk modellerini içerir.",
      "E": "Cihaz bağımlı renk modellerindeki renk alanları, kullanılan cihazlara göre değişmez."
    },
    "explanation": "<b>Cihaz bağımlı renk modelleri</b> (Örn: RGB, CMYK), bir cihazdan (ekran, yazıcı) diğerine geçerken renklerin tutarlı bir şekilde yeniden üretilememesi problemine sahiptir. Çünkü sonuç, o cihazın özel donanımına ve ayarlarına bağlıdır. Bu modellerin özelliği, tutarsız sonuçlar vermesidir; dolayısıyla <b>tutarlılık sağlamak</b> bu modellerin bir özelliği değildir."
  },
  {
    "id": "180248",
    "unitNumber": 12,
    "text": "<strong>Aşağıdaki özelliklerden hangisi toplamsal renk sentezinin özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Toplamsal renk modelinde renkler eklenir ve toplanır.",
      "B": "Işıksal renk sentezi olarak da ifade edilir.",
      "C": "Toplamsal renk sentezinde renkler birbirlerinden çıkarılır.",
      "D": "Toplamsal renk sentezinin ana renkleri kırmızı, mavi ve yeşilden oluşur.",
      "E": "Toplamsal renk sentezi RGB olarak isimlendirilir."
    },
    "explanation": "<b>Toplamsal (Additive) Renk Sentezi</b> (RGB), ışık ile çalışır, ana renkleri (Kırmızı, Yeşil, Mavi) karıştırarak daha parlak renkler elde eder ve tüm ana renklerin birleşimi <b>Beyaz</b> verir. Bu sistemde pigment (boya) kullanılmaz, siyah ise ışığın yokluğudur."
  },
  {
    "id": "180249",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi çıkarımsal renk sentezini ifade eder?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "RGB",
      "B": "CMYK",
      "C": "CIE L*a*b",
      "D": "CIE XYZ",
      "E": "sRGB"
    },
    "explanation": "<b>Çıkarımsal (Subtractive) Renk Sentezi</b>, nesnelerin ışık dalgalarını emmesi (soğurması) ve yansıtması prensibine dayanır. Bu sentez genellikle <b>boya, mürekkep veya pigment</b> ile çalışır ve renkleri karıştırarak daha koyu renkler elde eder (ışığı çıkarır). Bu sistemin temel örneği <b>CMYK</b>'dır."
  },
  {
    "id": "180250",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi CMYK renk sentezinin kullandığı renklerdendir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Cyan/Mavi/Yeşil/Kırmızı",
      "B": "Cyan/Magenta/Sarı/Siyah",
      "C": "Cyan/Magenta/Sarı/Kırmızı",
      "D": "Cyan/Magenta/Yeşil/Kırmızı",
      "E": "Cyan/Mavi/Yeşil/Kahverengi"
    },
    "explanation": "CMYK, baskı endüstrisinde kullanılan ana renk modelidir. Bu modelin bileşenleri <b>Siyan (Cyan)</b>, Macenta (Magenta), Sarı (Yellow) ve Anahtar (Key - Siyah) renklerdir. Siyan rengi bu sentezin temel bileşenlerinden biridir."
  },
  {
    "id": "180261",
    "unitNumber": 13,
    "text": "<strong>Renk yönetiminin uygulanmasındaki en önemli neden aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Görüntüyü daha çekici hâle getirmek",
      "B": "Fotoğrafları daha kolay arşivleyebilmek",
      "C": "Görüntünün bilgisayarda kapladığı alanı-dosya boyutunu artırmak",
      "D": "Fotoğrafların bilgisayardan harddisklere aktarılmasını kolaylaştırmak",
      "E": "Fotoğrafı en doğru renklerle dijital ortama taşımak veya aslına sadık kalarak baskısını almak"
    },
    "explanation": "Renk yönetiminin uygulanmasındaki en önemli neden, <b>farklı cihazlar</b> (kamera, monitör, yazıcı vb.) arasında renklerin mümkün olduğunca tutarlı ve doğru şekilde gösterilmesini/üretilmesini sağlamaktır. Amaç, dijital ortamda <b>görüntülenen</b> ve <b>çıktısı alınan</b> renkler arasındaki farkı en aza indirmektir. Bu, profesyonel iş akışlarında <b>renk doğruluğunu</b> (color fidelity) garanti etmek için hayati önem taşır."
  },
  {
    "id": "180262",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi görülebilir renk spektrumunda daha geniş bir renk alanına sahiptir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Film",
      "B": "Projektör",
      "C": "Tarayıcı",
      "D": "Monitör",
      "E": "Yazıcı"
    },
    "explanation": "Görülebilir renk spektrumunda daha geniş bir renk alanına (gamut) sahip olan, standart RGB (sRGB) gibi dar alanlara göre <b>ProPhoto RGB</b> veya <b>Adobe RGB</b> gibi geniş gamlı RGB renk uzaylarıdır. Teorik olarak ise, insan gözünün algılayabildiği tüm renkleri temsil edebilen <b>CIE Lab</b> (L*a*b*) renk uzayı, tüm cihaz bağımlı renk uzaylarını kapsar ve en geniş alanı temsil eder. Bu geniş alanlar, özellikle <b>görüntü yakalama</b> ve <b>düzenleme</b> sırasında daha zengin renk bilgisini korumayı sağlar."
  },
  {
    "id": "180263",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi fotoğraf makinelerinde bulunan beyaz ayarı özelliğinin kullanım amacıdır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Beyaz ayarı, renklerin sapmadan, doğru olarak algılanmasını sağlar.",
      "B": "Beyaz ayarı, fotoğraf çekimleri sırasında diyafram kontrolünü sağlar.",
      "C": "Beyaz ayarı, yakın çekim modu için kullanılır.",
      "D": "Beyaz ayarı, perspektif düzenleme için kullanılır.",
      "E": "Beyaz ayarı, beyaz arka planlı fotoğraflarda kullanılır."
    },
    "explanation": "Fotoğraf makinelerinde bulunan <b>beyaz ayarı</b> (White Balance) özelliğinin temel kullanım amacı, çekim yapılan ortamdaki <b>ışık kaynağının renk sıcaklığını</b> (Kelvin değeri) dengelemektir. Farklı ışık kaynakları farklı renk tonlarına (color cast) sahiptir. Beyaz ayarı, bu tonları nötralize ederek, fotoğraf çekilen nesnelerin ve özellikle <b>beyaz renklerin</b> gerçekte olduğu gibi, yani renk sapması olmadan doğru görünmesini sağlar."
  },
  {
    "id": "180264",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerin hangisinde fotoğraf makinelerinde bulunan beyaz ayarı seçeneklerinin kullanımı <u>yanlıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Beyaz ayarında bulunan bulutlu seçeneği kapalı havalarda tercih edilir.",
      "B": "Beyaz ayarında bulunan flaş seçeneği flaş kullanımında tercih edilir.",
      "C": "Beyaz ayarında bulunan gün ışığı seçeneği açık havada tercih edilir.",
      "D": "Beyaz ayarında bulunan otomatik seçeneği beyaz ayarını fotoğraf makinesinin yapması için tercih edilir.",
      "E": "Beyaz ayarında bulunan Floresan seçeneği tungsten sarı ampullerle aydınlatılan ortamlarda tercih edilir."
    },
    "explanation": "Beyaz ayarı seçeneklerinin yanlış kullanımı, kullanılan ışık kaynağının renk sıcaklığına (örneğin sıcak tungsten ışığı) uygun olmayan bir ayarın (örneğin soğuk gün ışığı ayarı) seçilmesidir. Bu durum, görüntülerde <b>istenmeyen renk kaymalarına</b> yol açar. Örneğin, sıcak bir ortamda Gün Işığı (Daylight) ayarı kullanmak, görüntünün <b>aşırı mavi/soğuk</b> görünmesine neden olacaktır. Doğru kullanım, ortamın ışık sıcaklığını doğru şekilde eşlemeyi gerektirir."
  },
  {
    "id": "180265",
    "unitNumber": 13,
    "text": "<strong>Renk yönetimi iş akışı içinde, monitörde yapılacak bir fotoğraf çalışması için aşağıdakilerden hangisinin düzenlenmesine veya yapılmasına gerek <u>duyulmaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Monitör kalibrasyonun yapılması",
      "B": "Monitörün bulunduğu odanın duvar renklerinin dikkate alınması",
      "C": "Monitörün bulunduğu odanın ışıklandırma koşulları",
      "D": "Monitörde çalışılacak fotoğrafın keskinliğinin artırılması",
      "E": "Monitörün aydınlık seviyesinin kontrolü"
    },
    "explanation": "Renk yönetimi iş akışı içinde, monitörde yapılacak bir fotoğraf çalışması (düzenleme) için öncelikli olarak <b>yazıcı çıktı profillerinin oluşturulmasına veya düzenlenmesine</b> (ICC profile for printer) gerek duyulmaz. Monitör aşamasında kritik olanlar monitörün <b>kalibrasyonu</b>, ortam ışığı ayarları ve kullanılan <b>RGB çalışma alanının</b> seçilmesidir. Çıktı profilleri, çalışma tamamlanıp baskıya hazırlanırken devreye girer."
  },
  {
    "id": "180266",
    "unitNumber": 13,
    "text": "<strong>Bir monitörün kalibrasyonu yapılırken, kalibrasyon için kullanılan colormetrenin (renkölçerin) nerede durması gerekmektedir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Monitörün altında",
      "B": "Monitörün tam ortasında ve ekrana tam olarak yapışmış olarak",
      "C": "Monitörün yaklaşık 20 cm uzağında",
      "D": "Monitörün sağ üst köşesinde",
      "E": "Monitörün sol alt köşesinde"
    },
    "explanation": "Bir monitörün kalibrasyonu yapılırken, kalibrasyon için kullanılan <b>kolorimetrenin</b> (renkölçerin) monitör ekranının <b>orta kısmında</b> veya <b>merkeze yakın bir bölgesinde</b> durması gerekmektedir. Bu bölge, ekranın genel performansını ve parlaklık/renk dağılımını en iyi yansıtan alandır. Cihaz, doğru ölçüm yapabilmesi için ekrana ışıksız ve doğrudan temas etmelidir."
  },
  {
    "id": "180267",
    "unitNumber": 13,
    "text": "<strong>Bir monitörün kalibrasyonunu yapmak için kullanılacak cihaz / donanım aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Renk paleti",
      "B": "Colormetre (renkölçer)",
      "C": "Pozometre",
      "D": "Başka bir bilgisayar",
      "E": "Başka bir monitör"
    },
    "explanation": "Bir monitörün kalibrasyonunu yapmak için kullanılan cihaz / donanım, genellikle <b>kolorimetre</b> (Colorimeter) veya <b>spektrofotometredir</b> (Spectrophotometer). Bu cihazlar, monitörün yaydığı rengi ölçerek, belirlenen hedeflere (örneğin D65 beyaz noktası, 2.2 Gama) göre monitör profilini (ICC/ICM) oluşturur ve monitörün <b>renklerini doğrulukla göstermesini</b> sağlar."
  },
  {
    "id": "180268",
    "unitNumber": 13,
    "text": "<strong>Kalibrasyon için kullanılan colormetre cihazları / donanımları aşağıdaki işlemlerden hangisini gerçekleştirir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Monitörün yaydığı zararlı ışığı önler.",
      "B": "Monitörün hız performansını ölçer.",
      "C": "Monitörün kullanım süresini hesaplar.",
      "D": "Monitör üzerinden renk ölçümleri yapar.",
      "E": "Monitörün fazla ısınmasını önler."
    },
    "explanation": "Kalibrasyon için kullanılan <b>kolorimetre</b> veya <b>spektrofotometre</b> cihazları/donanımları, monitör ekranından yayılan ışığın <b>spektral dağılımını ölçme</b> ve bu ölçümleri kullanarak monitörün mevcut renk sapmalarını düzeltecek bir <b>ICC profili</b> (International Color Consortium profili) oluşturma işlemini gerçekleştirir. Bu profil, renk yönetim sistemi tarafından kullanılarak monitördeki renklerin hedeflenen standartlara göre ayarlanmasını sağlar."
  },
  {
    "id": "180269",
    "unitNumber": 13,
    "text": "<strong>Monitör kalibrasyonunun hangi aralıklarla yapılması önerilir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yılda bir kez",
      "B": "İki yılda bir",
      "C": "Ayda bir iki kez",
      "D": "Altı ayda bir",
      "E": "Sadece bir kez yapılması yeterli"
    },
    "explanation": "Monitör kalibrasyonunun, ekranın aydınlatma bileşenlerinin zamanla özelliklerini kaybetmesi ve renk sapmalarının oluşması nedeniyle, genellikle <b>iki ila dört haftada bir</b> yapılması önerilir. Profesyonel renk kritik işlerde <b>düzenli kalibrasyon</b>, iş akışında sürekli <b>renk tutarlılığını</b> garanti altına almak için elzemdir."
  },
  {
    "id": "180270",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi monitör kalibrasyonunda öncelikli ve ilk olarak yapılması gereken bir işlemdir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Colormetrenin monitöre yerleştirilmesi",
      "B": "Colormetrenin monitörün renklerini ölçmesi",
      "C": "Monitörün kalibrasyon işleminden en az yarım saat önce açılıp ısıtılması",
      "D": "Bilgisayara kurulan, colormetre programının açılması",
      "E": "Bilgisayara kurulan, colormetre programı ile kalibrasyonun başlatılması"
    },
    "explanation": "Monitör kalibrasyonunda öncelikli ve ilk olarak yapılması gereken işlem, monitörün doğru ve stabil ölçümler yapabilmek için <b>ısınmasını sağlamaktır</b>. Monitörlerin istikrarlı parlaklık ve renk çıkışı sunabilmesi için genellikle 30 dakika kadar açık kalması önerilir. Ayrıca, kalibrasyondan önce parlaklık ve kontrast gibi temel ayarların fabrika ayarlarına veya önerilen başlangıç değerlerine getirilmesi de kritik bir ön hazırlık adımıdır."
  },
  {
    "id": "178750",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi boya renklerinde iki ana rengin eşit oranlarda karıştırılmasıyla oluşan bir ara renktir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kırmızı",
      "B": "Sarı",
      "C": "Mavi",
      "D": "Yeşil",
      "E": "Siyah"
    },
    "explanation": "Boya renkleri (pigment) <b>çıkarımsal renk sistemi</b>ne (Subtractive Color System) girer. Bu sistemde iki ana rengin (kırmızı, sarı, mavi) eşit oranlarda karıştırılmasıyla oluşan renklere <b>ara renk</b> (sekonder renk) denir. Doğru cevap, iki ana rengin karıştırılmasıyla elde edilen Yeşil, Turuncu veya Mor renklerinden biri olmalıdır."
  },
  {
    "id": "178752",
    "unitNumber": 14,
    "text": "<strong>Beyaz ışığın prizmadan geçirilmesiyle oluşan kırılmada hangi renkler görülebilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kırmızı, turuncu, sarı, yeşil, mavi ve mor",
      "B": "Turuncu, sarı, yeşil, mavi ve mor",
      "C": "Sarı, yeşil, mavi ve mor",
      "D": "Beyaz, siyah, sarı, yeşil, mavi ve mor",
      "E": "Yeşil, mavi ve mor"
    },
    "explanation": "Beyaz ışık, bir prizmadan geçirildiğinde <b>kırılma</b> (dispersiyon) olayı gerçekleşir ve ışık bileşenlerine ayrılır. Bu bileşenler, elektromanyetik spektrumun görünür bölgesini oluşturan <b>gökkuşağı renkleri</b>dir: Kırmızı, Turuncu, Sarı, Yeşil, Mavi ve Mor (Violet)."
  },
  {
    "id": "178759",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi renk sentezlerinin kullanım amaçlarından biri değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Renklerin tonlarını tanımlamak",
      "B": "Evrensel bir standartta renkleri tanımlamak",
      "C": "Bir anlamda renklerin sınıflandırmasını ve kataloglanmasını sağlamak",
      "D": "Renklerin kişiden kişiye farklılık göstermesini sağlamak",
      "E": "Renkleri doğru olarak göstermek"
    },
    "explanation": "Renk sentezleri, temelde <b>RGB</b> (eklemeli) ve <b>CMYK</b> (çıkarımsal) modelleri üzerinden çalışır ve renklerin dijital ortamlarda veya baskıda doğru şekilde üretilmesini ve yönetilmesini amaçlar. Kullanım amaçları arasında görüntüleme, baskı ve renk uzayı tanımlama bulunur; ancak bu sistemler, renkleri yok etmek yerine üretmeyi ve standardize etmeyi hedefler."
  },
  {
    "id": "178761",
    "unitNumber": 14,
    "text": "<strong>RGB renk sisteminin kısaltmasında bulunan ‘G’ harfi hangi rengi temsil etmektedir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kırmızı",
      "B": "Sarı",
      "C": "Yeşil",
      "D": "Siyah",
      "E": "Mavi"
    },
    "explanation": "<b>RGB</b> renk sistemi, dijital ekranlar ve monitörler gibi ışık yayan cihazlar için kullanılan <b>eklemeli (additive)</b> bir modeldir. Kısaltmadaki 'R', 'G' ve 'B' harfleri İngilizce ana renkleri temsil eder: R=Red (Kırmızı), G=<b>Green (Yeşil)</b>, B=Blue (Mavi)."
  },
  {
    "id": "178762",
    "unitNumber": 14,
    "text": "<strong>RGB renk sistemindeki üç ana rengin eşit oranlarda birleşiminden hangi renk oluşmaktadır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kırmızı",
      "B": "Beyaz",
      "C": "Yeşil",
      "D": "Siyah",
      "E": "Mavi"
    },
    "explanation": "RGB renk modelinde (eklemeli sistem), ışık renkleri birbiri üzerine eklendiğinde parlaklık artar. <b>Üç ana rengin</b> (Kırmızı, Yeşil, Mavi) eşit ve maksimum yoğunlukta birleşimi, maksimum parlaklığı temsil eden <b>beyaz</b> rengi oluşturur."
  },
  {
    "id": "178764",
    "unitNumber": 14,
    "text": "<strong>CMYK renk sisteminin isminde bulunan K harfi, hangi rengi temsil etmektedir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kırmızı",
      "B": "Key/anahtar rengi",
      "C": "Koyu renkler",
      "D": "Beyaz",
      "E": "Kobalt rengi"
    },
    "explanation": "<b>CMYK</b> renk sistemi, baskı süreçlerinde kullanılan <b>çıkarımsal (subtractive)</b> bir modeldir. C (Cyan), M (Magenta) ve Y (Yellow) renklerini takiben gelen 'K' harfi, anahtar rengi ifade eden <b>Key Color</b>'ı temsil eder ve pratikte <b>Siyah</b> (Black) rengi için kullanılır. Bu, siyah mürekkebin tonlama ve derinlik için kritik olmasından kaynaklanır."
  },
  {
    "id": "178767",
    "unitNumber": 14,
    "text": "<strong>CMYK renklerinin her biri için %0 ile %100 arasında değişen değerler kullanıldığında, beyazın alacağı değerler aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "C%10, M%10, Y%10, K%10",
      "B": "C%100, M%100, Y%100, K%100",
      "C": "C%0, M%0, Y%0, K%0",
      "D": "C%50, M%50, Y%50, K%50",
      "E": "C%25, M%25, Y%25, K%25"
    },
    "explanation": "CMYK modelinde renkler, mürekkebin ışığı soğurması prensibiyle oluşur. <b>Beyaz</b>, baskıda mürekkep kullanılmadığı ve kâğıdın orijinal renginin tamamen yansıtıldığı anlamına gelir. Dolayısıyla, beyaz rengi elde etmek için tüm mürekkep değerleri <b>%0</b> olmalıdır (C=0, M=0, Y=0, K=0)."
  },
  {
    "id": "178770",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi RGB renk modeline dayalı renk alanlarındandır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Adobe RGB",
      "B": "CMYK",
      "C": "CIE L*a*b",
      "D": "CIE XYZ",
      "E": "CIE L*C*H*"
    },
    "explanation": "Renk alanları (Color Spaces), cihazlar arası tutarlılığı sağlamak için tanımlanmıştır. <b>RGB</b> renk modeline dayalı en yaygın kullanılan renk alanları, web ve genel kullanım için standart olan <b>sRGB</b> ve daha geniş renk gamına sahip olan <b>Adobe RGB</b> gibi alanlardır."
  },
  {
    "id": "180271",
    "unitNumber": 14,
    "text": "<strong>İnç başına düşen piksel sayısı aşağıdaki terimlerden hangisi ile ifade edilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "DPI",
      "B": "PPI",
      "C": "Piksel",
      "D": "RGB",
      "E": "CMYK"
    },
    "explanation": "Dijital bir görüntüdeki veya ekrandaki çözünürlük yoğunluğunu ifade eden terim, <b>inç başına düşen piksel sayısı</b>dır. Bu değer, İngilizce kısaltmasıyla <b>PPI (Pixels Per Inch)</b> olarak adlandırılır. Baskı noktalarının yoğunluğunu ifade eden DPI (Dots Per Inch) terimi ile karıştırılmamalıdır."
  },
  {
    "id": "180272",
    "unitNumber": 14,
    "text": "<strong>Aşağıdaki DPI değerlerinden hangisi standart baskı değeri olarak kabul edilir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "72 DPI",
      "B": "500 DPI",
      "C": "300 DPI",
      "D": "100 DPI",
      "E": "200 DPI"
    },
    "explanation": "Yüksek kaliteli, standart profesyonel baskı işleri için genel kabul gören çözünürlük değeri <b>300 DPI (Dots Per Inch)</b>'dır. Bu çözünürlük, baskının yüksek detaylı ve pürüzsüz görünmesi için gereken minimum yoğunluktur. Poster gibi uzaktan bakılacak büyük baskılar için daha düşük DPI değerleri (örneğin 150 DPI) yeterli olabilirken, standart baskıda 300 DPI kuraldır."
  },
  {
    "id": "180274",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi mürekkep püskürtmeli bir yazıcının baskıda kullandığı mürekkep renklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Cyan",
      "B": "Megenta",
      "C": "Yeşil",
      "D": "Sarı",
      "E": "Siyah"
    },
    "explanation": "Mürekkep püskürtmeli (Inkjet) yazıcılar sıvı <b>mürekkep</b> kullanır ve genellikle <b>CMYK</b> renk seti veya bunun açık tonlu varyasyonlarını (Light Cyan, Light Magenta) kullanırlar. <b>Toner</b>, elektrostatik yüklenmiş toz formunda bir sarf malzemesidir ve mürekkep püskürtmeli yazıcıların değil, <b>lazer yazıcıların</b> kullandığı baskı malzemesidir."
  },
  {
    "id": "180275",
    "unitNumber": 14,
    "text": "<strong>Aşağıdaki yazıcı türlerinden hangisinde mürekkep yerine toner kullanılır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Lazer yazıcı",
      "B": "Termal yazıcı",
      "C": "Piezo yazıcı",
      "D": "Katı mürekkepli yazıcı",
      "E": "Nokta vuruşlu yazıcı"
    },
    "explanation": "Mürekkep püskürtmeli yazıcılar sıvı kartuş kullanırken, <b>Lazer Yazıcılar</b> baskıyı gerçekleştirmek için mürekkep yerine ince toz halinde pigment içeren <b>toner</b> kullanırlar. Toner, elektrik yükü yardımıyla kağıda aktarılır ve bir ısıtıcı (fırınlayıcı) tarafından sabitlenir."
  },
  {
    "id": "180276",
    "unitNumber": 14,
    "text": "<strong>Görüntüler A4 boyutunda, hızlı bir şekilde ve çok sayıda kopyalar hâlinde alınması gerektiğinde aşağıdaki yazıcılardan hangisi tercih edilmelidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Nokta vuruşlu yazıcı",
      "B": "Lazer yazıcı",
      "C": "Piezo yazıcı",
      "D": "Katı mürekkepli yazıcı",
      "E": "Termal yazıcı"
    },
    "explanation": "A4 boyutunda, yüksek hızda ve çok sayıda kopyanın alınması gereken ofis ortamları gibi yüksek hacimli kullanımlar için sayfa başı maliyeti düşük ve baskı hızı yüksek olan <b>Lazer Yazıcılar</b> tercih edilmelidir. Mürekkep püskürtmeli yazıcılar genellikle daha yavaştır."
  },
  {
    "id": "180277",
    "unitNumber": 14,
    "text": "<strong>Geniş format yazıcıların baskı boyutu genel olarak en az kaç inç’dir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "40 inç",
      "B": "24 inç",
      "C": "15 inç",
      "D": "90 inç",
      "E": "10 inç"
    },
    "explanation": "Geniş format yazıcılar (plotter), standart masaüstü yazıcıların (genellikle A3+) ötesinde, büyük boyutlarda baskı yapmak için tasarlanmıştır. Bu tür yazıcıların baskı genişliği endüstriyel standartlara göre genel olarak en az <b>17 inç</b> (yaklaşık 43.2 cm) genişliğinden başlar."
  },
  {
    "id": "180278",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi mürekkep püskürtmeli masaüstü yazıcılarda bulunan özelliklerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Çok büyük ebatlarda kâğıda baskı alması",
      "B": "Farklı marka model çeşitliliği",
      "C": "Ev kullanımı için uygunluğu",
      "D": "Daha az yer kaplaması",
      "E": "Yeterli kalitede baskı alınabilmesi"
    },
    "explanation": "Mürekkep püskürtmeli yazıcılar, ısı veya piezoelektrik yöntemlerle sıvı mürekkebi kağıda atar. Bu cihazlar kartuş veya tank sistemleri kullanır. <b>Toner fırınlayıcı (Fuser)</b>, toneri kağıda eriten ve sabitleyen bir parçadır ve sadece <b>lazer yazıcılarda</b> bulunur."
  },
  {
    "id": "180279",
    "unitNumber": 14,
    "text": "<strong>Mürekkep püskürtmeli bir yazıcıda, yeterli kalitede bir baskı alınabilmesi için yazıcının en az kaç mürekkepli olması önerilir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "2",
      "B": "3",
      "C": "5",
      "D": "4",
      "E": "6"
    },
    "explanation": "Standart CMYK (4 renk) genel baskılar için yeterlidir. Ancak, yeterli kalitede ve geniş ton aralığına sahip fotoğraf baskıları için, özellikle cilt tonlarındaki geçişleri yumuşatmak amacıyla, mürekkep püskürtmeli yazıcıların genellikle <b>6 mürekkepli</b> (CMYK'ya ek olarak açık tonlar veya özel siyah mürekkepler) olması önerilir."
  },
  {
    "id": "180280",
    "unitNumber": 14,
    "text": "<strong>Mürekkep püskürtmeli bir yazıcıdan yeterli kalitede bir baskı almak için aşağıdaki özelliklerden hangisine <u>gerek duyulmaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yazıcı çözünürlüğü",
      "B": "Yazıcının kullandığı renk sayısı",
      "C": "Yazıcının püskürttüğü mürekkep damlacığı sayısı",
      "D": "Yazıcının ağırlığı",
      "E": "Kullanılan kâğıdın özellikleri"
    },
    "explanation": "Baskı kalitesi (çözünürlük, renk sayısı, doğru renk profili) temel özelliklere bağlıdır. <b>Çift taraflı baskı (Duplex)</b> özelliği, kâğıt tasarrufu ve verimlilik sağlayan bir kolaylık özelliğidir, ancak basılı çıktının görsel kalitesini artırmak için zorunlu bir gereklilik değildir."
  }
]