[
  {
    "id": "135925",
    "unitNumber": 1,
    "text": "I. Anonim şirket<br />II. Limitet şirket<br />III. Komandit şirket<br />IV. Sermayesi paylara bölünmüş komandit şirket<br /><strong>Yukarıdakilerden hangisi ya da hangileri sermaye şirketidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "Yalnız I",
      "C": "I, II ve III",
      "D": "I, II ve IV",
      "E": "I ve IV"
    }
  },
  {
    "id": "135957",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi ticaret şirketlerinin özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Ticaret şirketleri kurulurken şirket sözleşmesinin yazılı veya sözlü olması gerekir.",
      "B": "Ticaret şirketleri bir ticaret unvanı almak zorundadır.",
      "C": "Ticaret şirketleri, Ticaret Sicili'ne kayıt olmak zorundadır.",
      "D": "Ticaret şirketleri iflasa tabidir.",
      "E": "Ticaret şirketlerinin tüzel kişilikleri vardır."
    }
  },
  {
    "id": "135989",
    "unitNumber": 1,
    "text": "<strong>Ticari bir işletmeyi bir ticaret unvanı altında işletmek amacıyla, gerçek kişiler arasında kurulan ve ortaklarından hiçbirinin sorumluluğu şirket alacaklılarına karşı sınırlanmamış olan şirket türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Komandit şirket",
      "B": "Kolektif şirket",
      "C": "Anonim şirket",
      "D": "Adi şirket",
      "E": "Sermayesi paylara bölünmüş komandit şirket"
    }
  },
  {
    "id": "136034",
    "unitNumber": 1,
    "text": "Hikmet YALIN ve Ahmet İNCE 20.000 lira sermayeli kolektif şirketi kurmaya karar vermiş ve bunun için hazırlanan sözleşme notere onaylatıldıktan sonra şirket faaliyete geçmiştir. Her iki ortağın da sermaye oranları eşittir.<br /><strong>Paragraftaki verilen bilgiler doğrultusunda işletme kuruluşu için yapılan taahhüt kaydıyla ilgili olarak aşağıdakilerden hangisi doğrudur?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "501 Ödenmemiş Sermaye Hesabı Borçlu 20.000 TL",
      "B": "500 Sermaye Hesabı Borçlu 20.000 TL",
      "C": "100 Kasa Hesabı Borçlu 20.000 TL",
      "D": "501 Ödenmemiş Sermaye Hesabı Alacaklı 20.000 TL",
      "E": "100 Kasa Hesabı Alacaklı 20.000 TL"
    }
  },
  {
    "id": "183403",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi ticaret şirketlerinin özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Tüzel kişilikleri vardır.",
      "B": "İflasa tabidirler.",
      "C": "Sözleşmelerinin yazılı olması gerekmez.",
      "D": "Ticaret Siciline kayıt olmak zorundadırlar.",
      "E": "Bir ticaret unvanı almak zorundadırlar."
    }
  },
  {
    "id": "183405",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi kolektif şirketlerin kurulmasında bir tercih sebebi <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kuruluşta resmî bir kurumun iznine ihtiyaç duymaması",
      "B": "Şirketin tüzel kişiliğinin vergilendirilmesi",
      "C": "Asgari sermaye sınırının bulunmaması",
      "D": "Ortaklarının şahsi emeklerini sermaye olarak koyabilmeleri",
      "E": "Şirketin kanunen yedek akçe ayırma zorunluluğunun olmaması"
    }
  },
  {
    "id": "183408",
    "unitNumber": 1,
    "text": "I. Ticaret şirketlerinin ortak bir amacı olmalıdır.<br />II. Bu amaca ulaşmak için ortaklar aralarında bir sözleşme yapmalıdır.<br />III. Bu sözleşmenin yazılı olması şart değildir.<br />IV. Türk Ticaret Kanunu’na göre bazı şirketler sadece bir ortaklı olarak kurulabilecektir.<br /><strong>Ticaret şirketlerinin özellikleri ile ilgili olarak yukarıdakilerden hangisi ya da hangileri doğrudur?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız III",
      "B": "Yalnız IV",
      "C": "III ve IV",
      "D": "I, II ve III",
      "E": "I, II ve IV"
    }
  },
  {
    "id": "183675",
    "unitNumber": 1,
    "text": "I. Para<br />II. Paradan başka varlıklar<br />III. İşletme<br /><strong>Yukarıdakilerden hangisi ya da hangileri kollektif şirketlerde sermaye olarak konulabilir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "183676",
    "unitNumber": 1,
    "text": "I. Anonim Şirket<br />II. Limited Şirket<br />III. Komandit Şirket <br /><strong>Yukarıdakilerden hangisi ya da hangileri sermaye şirketleri arasında yer alır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "183677",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi Türk Ticaret Kanunu'na (TTK) göre ticaret şirketlerinden sayılmıştır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Anonim şirket",
      "B": "Limited şirket",
      "C": "Kooperatif şirket",
      "D": "Komandit şirket",
      "E": "Kolektif şirket"
    }
  },
  {
    "id": "183678",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi kolektif şirketin özellikleri içerisinde <u>yer almaz</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Her türlü sosyal faaliyette bulunabilir.",
      "B": "Bir ticaret unvanına sahip olmalıdır.",
      "C": "Sadece gerçek kişiler arasında kurulabilir.",
      "D": "Şirket ortakları, şirket ortaklarına karşı zincirleme ve sınırsız sorumludur.",
      "E": "Ortak sayısının en çok ne kadar olacağı konusunda bir sınır getirilmemiştir."
    }
  },
  {
    "id": "183680",
    "unitNumber": 1,
    "text": "I. Yevmiye Defteri<br />II. Büyük Defter<br />III. Envanter Defteri<br />IV. İmza Defteri<br /><strong>Kolektif şirketin kuruluş işlemleri ile normal faaliyetlerine ilişkin işlemler yukarıdaki defterlerden hangilerine kaydedilir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "I ve IV",
      "C": "II ve III",
      "D": "I, II ve III",
      "E": "I, III ve IV"
    }
  },
  {
    "id": "193135",
    "unitNumber": 1,
    "text": "<strong>Kuruluşu şekle bağlı olmayan ve Türk Ticaret Kanunu'nda tanımlanan şirketlerin ayırt edici niteliklerini taşımayan şirket türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kooperatif",
      "B": "Anonim şirket",
      "C": "Kolektif şirket",
      "D": "Adi ortaklık",
      "E": "Limited şirket"
    }
  },
  {
    "id": "193139",
    "unitNumber": 1,
    "text": "I. Ortak bir amaç olmalıdır.<br />II. Şirket kuran kişilerin sayısı en az iki olmalıdır.<br />III. Sermaye olarak para, mal veya emek konmalıdır.<br /><strong>Yukarıdakilerden hangisi ya da hangileri şirketlerin özellikleri arasında yer alır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "I ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "344505",
    "unitNumber": 1,
    "text": "<strong>Adi Ortaklık hangi kanunun hükümlerine uygun olarak düzenlenmektedir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Türk Ticaret Kanunu",
      "B": "İş Kanunu",
      "C": "Borçlar Kanunu",
      "D": "İcra ve İflas Kanunu",
      "E": "Medeni Kanun"
    }
  },
  {
    "id": "346217",
    "unitNumber": 1,
    "text": "İşte insanlar, tek başlarına gerçekleştiremeyecekleri işleri yapmak üzere sermaye ve emeklerini birleştirerek ………….. adı verilen iktisadi birimleri ortaya çıkarmışlardır.<br /><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "şirket",
      "B": "vakıf",
      "C": "dernek",
      "D": "sendika",
      "E": "kooperatif"
    }
  },
  {
    "id": "346238",
    "unitNumber": 1,
    "text": "<strong>501 Ödenmemiş Sermaye hesabının 100.000 TL borçlu, 500 Sermaye hesabının 100.000 TL alacaklı olduğu yevmiye kaydının açıklaması aşağıdakilerden hangisinde doğru olarak verilmiştir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Ortağın taahhüt borcunu ödemesi",
      "B": "Ortağın taahhüt borcunu yerine getirmesi",
      "C": "Kuruluş için yapılan giderler",
      "D": "Sözleşmeye göre ortakların sermaye taahhütleri",
      "E": "Ortakların sermaye taahhütlerinden doğan borçlarını ödemesi"
    }
  },
  {
    "id": "136117",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi kolektif şirketlerde kâr payı dağıtım şekillerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kârın ortaklara sermaye paylarıyla orantılı olarak dağıtımı",
      "B": "Kârın ortakların sermaye paylarına faiz ayrıldıktan sonra dağıtımı",
      "C": "Kârın ortaklara eşit dağıtımı",
      "D": "Kârın ortakların birine veya birkaçına prim hesaplandıktan sonra dağıtımı",
      "E": "Kârın en büyük ortağına pay verilmesinden sonra kalanın diğerlerine eşit dağıtımı"
    }
  },
  {
    "id": "136323",
    "unitNumber": 2,
    "text": "<strong>Şirketlerde ortaklara dağıtılan kâr, ortaklar tarafından paylarına düşen oranda çekildiğinde borçlanan hesaplardan biri aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "500 Sermaye Hesabı",
      "B": "501 Ödenmiş Sermaye Hesabı",
      "C": "331 Ortaklara Borçlar Hesabı",
      "D": "100 Kasa Hesabı",
      "E": "102 Bankalar Hesabı"
    }
  },
  {
    "id": "136530",
    "unitNumber": 2,
    "text": "<strong>Kolektif şirketlerde sermaye azaltılması işlemleri muhasebeleştirilirken aşağıdaki hesaplardan hangisinin borç tarafına kayıt yapılır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "100 Kasa Hesabı",
      "B": "500 Sermaye Hesabı",
      "C": "153 Ticari Mallar Hesabı",
      "D": "501 Ödenmemiş Sermaye Hesabı",
      "E": "255 Demirbaşlar Hesabı"
    }
  },
  {
    "id": "183682",
    "unitNumber": 2,
    "text": "I. Mevcut ortakların sermayelerini artırmaları<br />II. Ortakların kâr paylarını sermayeye eklemeleri<br />III. Şirkete yeni ortak alınması<br />IV. Başka bir şirket ile birleşme<br /><strong>Yukarıdakilerden hangisi ya da hangileri kollektif şirketlerde sermaye artırım yöntemlerindendir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız III",
      "B": "Yalnız IV",
      "C": "I, II ve III",
      "D": "II ve IV",
      "E": "I, II, III ve IV"
    }
  },
  {
    "id": "183684",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi kolektif şirketlerde kâr dağıtım şekillerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kârın ortaklara sermaye paylarıyla orantılı olarak dağıtımı",
      "B": "Kârın kura ile dağıtımı",
      "C": "Kârın ortaklara eşit dağıtımı",
      "D": "Kârın ortakların sermaye paylarına faiz ayrıldıktan sonra dağıtımı",
      "E": "Kârın sermaye paylarına eklenmesi"
    }
  },
  {
    "id": "183686",
    "unitNumber": 2,
    "text": "I. Zarar dağıtımının nasıl olacağı genellikle sözleşmede yazılıdır.<br />II. Kâr dağıtımının nasıl olacağı sözleşmede yer alır, buna karşılık zarar dağıtımı hakkında madde bulunmazsa kârın dağıtılmasına ilişkin hükümler zarar dağıtımı için de aynen geçerli olur.<br />III. Şirket sözleşmesinde dönem zararlarının nasıl yok edileceği yer alır. Böyle bir hüküm yoksa zararın yok edilmesi konusunda ortaklar karar alırlar.<br />IV. TTK'nin 229/1. maddesi, hiçbir ortağın, ortakların oy birliği ile kararı olmadan sermayesinden eksilen kısmı tamamlamaya zorlanamayacağını hükme bağlamıştır.<br /><strong>Kollektif şirketlerde zarar dağıtımı ile ilgili y</strong><strong>ukarıdakilerden hangisi ya da hangileri doğrudur?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız III",
      "B": "I, II ve IV",
      "C": "III ve IV",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    }
  },
  {
    "id": "183687",
    "unitNumber": 2,
    "text": "Kuruluş sırasında konan sermaye bir süre sonra ihtiyacı karşılamayabilir.<br /><strong>Aşağıdakilerden hangisi bunun nedenlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kuruluş sırasında konan sermaye aslında ihtiyaca göre düşük konmuş olabilir.",
      "B": "Zaman ilerledikçe iş hacminin genişlemesi dolayısıyla sermaye yetersiz kalabilir.",
      "C": "Faaliyet sırasında uğranılan zararların büyük olması yüzünden sermaye yetersiz duruma gelmiş olabilir.",
      "D": "Paranın satın alma gücünde meydana gelen artış nedeniyle ek sermayeye ihtiyaç ortadan kalkmış olabilir.",
      "E": "İşletme yanlış yatırım ve satış politikası nedeniyle sermayesini nakit paraya dönüşü yavaş olan varlıklara bağlamış olabilir."
    }
  },
  {
    "id": "183688",
    "unitNumber": 2,
    "text": "<strong>Kolektif şirketlerde kâr ve zarar dağıtımı ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kâr dağıtımının nasıl olacağı genellikle sözleşmede yazılıdır.",
      "B": "Zarar dağıtımının nasıl olacağı sözleşmede yazılıdır.",
      "C": "Kâr dağıtımının nasıl olacağı sözleşmede yer alır, buna karşılık zarar dağıtımı hakkında madde bulunmazsa kârın dağıtılmasına ilişkin hükümler zarar dağıtımı için de aynen geçerli olur.",
      "D": "Şirket sözleşmesinde dönem zararlarının nasıl yok edileceği yer almıyorsa bu konuda en yüksek sermaye payına sahip ortak karar verir.",
      "E": "Şirket sözleşmesinde kâr veya zararın nasıl dağıtılacağı hususunda bir hüküm yoksa ortaklar oy birliği ile alacakları bir kararla kâr dağıtımı işini, ortaklardan birine veya şirket dışından üçüncü bir kişiye devredebilirler."
    }
  },
  {
    "id": "183690",
    "unitNumber": 2,
    "text": "I. Kârın ortaklara eşit dağıtımı<br />II. Sermaye paylarına faiz ayrıldıktan sonra kârın eşit dağıtımı<br />III. Emeğini sermaye olarak koyan ortağa, kârdan belirli bir yüzde ayrıldıktan sonra, kalan miktarın dağıtımı<br />IV. Hesaplama için kayyuma başvurma<br /><strong>Kolektif şirketlerde sadece emeğini sermaye olarak koyan bir ortağın bulunması durumunda, kâr dağıtımı yukarıdaki yöntemlerden hangisi ya da hangileri ile yapılabilir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "Yalnız IV",
      "E": "I, II ve III"
    }
  },
  {
    "id": "183691",
    "unitNumber": 2,
    "text": "I. Eğer şirket sözleşmesinde ölen ortağın mirasçıları ile şirketin devam edeceği hususunda bir hüküm bulunmuyorsa diğer ortakların oy birliği ile alacakları kararla şirket faaliyetine devam eder.<br />II. Mirasçılardan biri istemezse kalan ortaklar o mirasçıya şirketteki payını öderler.<br />III. Mirasçılardan biri şirketin devamını istemezse şirket fesholunur.<br />IV. Şirketin sağ kalan ortaklarından biri şirketin devamını istemezse şirket fesholunur.<br /><strong>Yukarıdakilerden hangisi ya da hangileri kolektif şirketlerde ortaklardan birinin vefatı hâlinde oluşabilecek durumlardan <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "II ve IV",
      "E": "I, II ve IV"
    }
  },
  {
    "id": "193147",
    "unitNumber": 2,
    "text": "<strong>Şirket sermayesinin artırılması hâlinde aşağıdaki hangi işlemin yapılması uygun olur?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Herhangi bir yevmiye maddesi yapmak gerekmez.",
      "B": "Sermayenin tamamı yevmiye maddesinde gösterilir.",
      "C": "Artırılan tutar sermaye hesabına kaydedilir.",
      "D": "Şirket sözleşmesinde değişiklik yapmak gerekmez.",
      "E": "Ticaret odasına bildirmek yeterlidir."
    }
  },
  {
    "id": "193154",
    "unitNumber": 2,
    "text": "<strong>Türk Ticaret Kanunu'nda “Sermayenin zararla eksilen kısmı, aksine karar yoksa gerçekleşecek kâr ile kapatılır.” denilmesine rağmen Türk Vergi Mevzuatı zararı şirket bünyesi içinde yok etme imkânını vermemiştir. Buna bir çözüm bulmak için aşağıdakilerden hangisi söz konusu <u>olamaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Zarar, ortak cari hesaplarına dağıtılabilir.",
      "B": "Her ortak kendi payına düşen zararı kendi yıllık gelir vergisi beyannamesinde diğer kazançlarından indirebilir.",
      "C": "Söz konusu gelirler zararı yok etmeye yeterli olmayabilir.",
      "D": "Bu takdirde takip eden beş yıl süresince mahsup işlemine devam edilebilir.",
      "E": "Beş yıl içinde mahsubu tamamlanamayan zararın kalanı takip eden yıllara devrolunur."
    }
  },
  {
    "id": "193155",
    "unitNumber": 2,
    "text": "I. Kolektif şirketlerde ortaklardan biri anlaşma yoluyla kendiliğinden şirketten ayrılabilir.<br />II. Türk Ticaret Kanunu hükümlerine göre diğer ortaklar tarafından çıkarılabilirler.<br />III. Kolektif şirketten çıkarılan ortak, cezalı sayıldığı için herhangi bir ödeme yapılmaz.<br /><strong>Kolektif şirketten çıkan veya çıkarılan ortağın ayrılması, payının belirlenmesi ve ödenmesi ile ilgili olarak yukarıdakilerden hangisi ya da hangileri doğrudur?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "II ve III"
    }
  },
  {
    "id": "344512",
    "unitNumber": 2,
    "text": "Ortak A ve Ortak B Kolektif Şirketinin 50.000 TL'lik sermayesi yeterli olmadığı için ortaklar tarafından 80.000 liraya çıkarılmasına karar verilmiştir.<br /><strong>Bu durumda ortakların sermaye artırma taahhütleri ile ilgili yevmiye kaydı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "501 Ödenmemiş Sermaye borçlu 15.000 TL, 500 Sermaye alacaklı 15.000 TL",
      "B": "100 Kasa borçlu 30.000 TL, 501 Ödenmemiş Sermaye alacaklı 30.000 TL",
      "C": "500 Sermaye borçlu 30.000 TL, 501 Ödenmemiş Sermaye alacaklı 30.000 TL",
      "D": "100 Kasa borçlu 15.000 TL, 501 Ödenmemiş Sermaye alacaklı 15.000 TL",
      "E": "501 Ödenmemiş Sermaye borçlu 30.000 TL, 500 Sermaye alacaklı 30.000 TL"
    }
  },
  {
    "id": "344519",
    "unitNumber": 2,
    "text": "I. Şirket ortaklarının sermaye payları azaltılır.<br />II. Zararın tasfiyesi için sermaye payları azaltılır.<br />III. Oluşan zarar için sermaye payları azaltılır.<br />IV. Çıkan, çıkarılan veya ölen ortağın payı kadar sermaye azaltılır.<br /><strong>Kolektif şirketlerde sermaye azaltılması ile ilgili olarak yukarıdaki bilgilerden hangisi ya da hangileri <u>yanlıştır</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Yalnız III",
      "B": "I ve II",
      "C": "I ve IV",
      "D": "II, III ve IV",
      "E": "I,II, III ve IV"
    }
  },
  {
    "id": "344877",
    "unitNumber": 2,
    "text": "Şahıs C ve Ortağı, Kolektif Şirketinin sermayesi 60.000 liradır. Şirket sermayesini artırmak istemekte, bu nedenle şirketten 30.000,00 lira senetli alacağı olan Şahıs E’ yi ortak olarak kabul etmeyi düşünmektedirler. Ancak, Şahıs E’nin 30.000 liralık sermaye payına sahip olması için şirketin şerefiyesi olarak 15.000 lira ödemesi yeni ortaktan istenmiş, o da bu teklifi kabul etmiştir.<br /><strong>Yeni ortağın taahhüdünü, alacağından vazgeçerek yerine getirmesi ile ilgili yevmiye kaydı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "321 Borç Senetleri borçlu 30.000 TL, 501 Ödenmemiş Sermaye alacaklı 30.000 TL",
      "B": "100 Kasa borcu 15.000 TL, 679 Diğ. Olağandışı Gel. Kârlar alacaklı 15.000 TL",
      "C": "501 Ödenmemiş Sermaye borçlu 30.000 TL, 500 Sermaye alacaklı 30.000 TL",
      "D": "131 Ortaklardan Alacaklar borçlu 15.000 TL, 100 Kasa alacaklı 15.000 TL",
      "E": "100 Kasa borçlu 30.000 TL, 501 Ödenmemiş Sermaye alacaklı 30.000 TL"
    }
  },
  {
    "id": "344987",
    "unitNumber": 2,
    "text": "Şahıs A ve Ortakları Kolektif Şirketinin sermayesi 100.000 TL olup şirketin 2022 yılı kârı 60.000 TL’dir. Şirket sözleşmesine göre kârın dağıtımında ortakların sermaye payları dikkate alınacaktır. Ortakların sermaye payları şöyledir:<br />Ortak A Sermaye Payı: 60.000 TL<br />Ortak B Sermaye Payı: 40.000 TL<br /><strong>Bu bilgilere göre 2022 yılı kârının ortakların sermaye paylarına göre dağıtımı ile ilgili yapılacak yevmiye kaydı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "590 Dönem Net kârı borçlu 60.000 TL, 570 Geçmiş Yıllar Kârları alacaklı 60.000 TL",
      "B": "331 Ortaklara Borçlar borçlu 60.000 TL, 100 Kasa alacaklı 60.000 TL",
      "C": "570 Geçmiş Yıllar Kârları borçlu 60.000 TL, 331 Ortaklara Borçlar alacaklı 60.000 TL",
      "D": "331 Ortaklara Borçlar borçlu 60.000 TL, 102 Bankalar alacaklı 60.000 TL",
      "E": "331 Ortaklara Borçlar borçlu 60.000 TL, 103 Verilen Çekler ve Ödeme Emirleri alacaklı 60.000 TL"
    }
  },
  {
    "id": "136550",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi kolektif şirketlerin tasfiyesi ile ilgili hükümler arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Şirket sözleşmesinde yazılı sürenin sona ermesi",
      "B": "Bütün ortakların oy birliği ile alacakları fesih kararı",
      "C": "Şirket sözleşmesinde belirlenmiş bulunan amaca ulaşılmış olması",
      "D": "Konkordato ile sonuçlanmış olsa bile şirketin iflası",
      "E": "Şirketin sermayesinin üçte birinin yok olması durumunda ortakların faaliyete devam etme kararı almış olması"
    }
  },
  {
    "id": "136597",
    "unitNumber": 3,
    "text": "<strong>Tasfiye memurları, tasfiye sırasında elde edilen paraların kaç lirasından fazlasını mahkemece belirlenecek bir bankaya şirket adına yatırır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "500 TL",
      "B": "1.000 TL",
      "C": "5.000 TL",
      "D": "10.000 TL",
      "E": "7.000 TL"
    }
  },
  {
    "id": "136694",
    "unitNumber": 3,
    "text": "<strong>Kolektif şirketlerde, yapılan tasfiye işlemin sonucunda zarar söz konusu olması hâlinde tasfiye zararının ortaklara dağıtılmasında aşağıdaki hangi hesaplar nasıl kullanılmalıdır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "331 Ortaklara Borçlar Hesabı Borçlu, 500 Sermaye Hesabı Alacaklı",
      "B": "331 Ortaklara Borçlar Hesabı Borçlu, 591 Dönem Net Zararı Hesabı Alacaklı",
      "C": "131 Ortaklardan Alacaklar Hesabı Borçlu, 591 Dönem Net Zararı Hesabı Alacaklı",
      "D": "131 Ortaklardan Alacaklar Hesabı Alacaklı, 591 Dönem Net Zararı Hesabı Borçlu",
      "E": "331 Ortaklara Borçlar Hesabı Alacaklı, 591 Dönem Net Zararı Hesabı Borçlu"
    }
  },
  {
    "id": "183694",
    "unitNumber": 3,
    "text": "<strong>Kolektif şirketin tasfiyesini yürüten kişi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Tasfiye görevlisi",
      "B": "Tasfiye denetçisi",
      "C": "Tasfiye uzmanı",
      "D": "Tasfiye memuru",
      "E": "Tasfiye müfettişi"
    }
  },
  {
    "id": "183696",
    "unitNumber": 3,
    "text": "<strong>Tasfiye sırasında tasfiye memurları aşağıdaki davranışlardan hangisini <u>gerçekleştiremez</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Tasfiyenin çabuk bitmesi için bütün stokları kendi kararıyla toptan satabilirler.",
      "B": "Menkul kıymetleri pazarlıkla ve açık artırma ile satabilirler.",
      "C": "Tasfiye sırasında elde edilen paranın bin liradan fazlasını şirket adına bir bankaya yatırabilirler.",
      "D": "Tasfiye işlemlerini tamamladıktan sonra bir Tasfiye Sonu Bilançosu hazırlayabilirler.",
      "E": "Tasfiye sonu bilançosuna göre ortakların tasfiyeden paylarına düşen kısmını dağıtabilirler."
    }
  },
  {
    "id": "183700",
    "unitNumber": 3,
    "text": "<strong>Şirketin tüm mevcutlarının satılıp paraya çevrilmesi, alacaklarının tahsili ve borçlarının ödenmesinden sonra geriye kalan kısmın ortaklar arasında dağıtılması işlemlerine ne ad verilir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kâr dağıtımı",
      "B": "Sermaye artırımı",
      "C": "Tasfiye",
      "D": "Sermaye azaltılması",
      "E": "Vergi beyanı"
    }
  },
  {
    "id": "183701",
    "unitNumber": 3,
    "text": "<strong>Tasfiye zararının, ortakların sermayesinin tümünü götürdüğü, bunun yanında şirketin hâlâ ödenmemiş borcunun bulunduğu durumlarda söz konusu borç nasıl ödenir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Tasarruf Mevduatı Sigorta Fonu tarafından ödenir.",
      "B": "Bir devlet bankası üstlenir.",
      "C": "En yüksek sermaye payı olan ortak tarafından ödenir.",
      "D": "Devlet tarafından ödenir.",
      "E": "Ortaklar bu borcu kişisel servetlerinden zincirleme sorumlu olarak öderler."
    }
  },
  {
    "id": "183703",
    "unitNumber": 3,
    "text": "<strong>Tasfiye sırasında şirket unvanı ile ilgili değişim aşağıdakilerden hangisinde doğru olarak verilmiştir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Şirketin unvanında herhangi bir değişiklik olmaz.",
      "B": "Şirket unvanını korur, yalnız bu unvanın başına \"Tasfiye Hâlinde\" ibaresi eklenir.",
      "C": "Şirket unvanı komandit şirket olarak değiştirilir.",
      "D": "Şirket unvanının tescili iptal edilir.",
      "E": "Şirketin yeni unvanı tasfiye memuru tarafından belirlenir."
    }
  },
  {
    "id": "183704",
    "unitNumber": 3,
    "text": "<strong>Tasfiye memurunun hazırladığı, şirketin ve ortakların durumunu gösteren tabloya ne ad verilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Tasfiye sonu bilançosu",
      "B": "İflas bilançosu",
      "C": "Ortak tablosu",
      "D": "Özsermaye değişim tablosu",
      "E": "Gelir tablosu"
    }
  },
  {
    "id": "183706",
    "unitNumber": 3,
    "text": "Tasfiye işlemlerinin sonunda kârlı bir durum ortaya çıkacağı gibi zarar durumu da söz konusu olabilir.<strong><br />Zarar durumu ile ilgili aşağıdakilerden hangisi doğru <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Tasfiye sonunda borç kalması zarar edildiğine ilişkin en önemli işarettir.",
      "B": "Tasfiye memuru, borçları ödemelerini ortaklardan ister.",
      "C": "Ortaklar, zararı sözleşmedeki hükümlere göre paylaşırlar.",
      "D": "Tasfiye sonucunda zarar edildiği için borçların ödenmesi gerekmez.",
      "E": "Ortaklar zararlara karşı sadece koydukları sermaye tutarında sorumludurlar."
    }
  },
  {
    "id": "183707",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi kolektif şirketlerin tasfiye nedenlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Şirket sözleşmesinde belirlenen amaca ulaşılmış olması veya ulaşma imkânının ortadan kalkması",
      "B": "Şirket sözleşmesinde yazılı sürenin sona ermesi",
      "C": "Bazı ortakların salt çoğunluk ile alacakları fesih kararı",
      "D": "Şirketin sermayesinin tamamının ya da üçte ikisinin yok olması durumunda, tamamlanmasına veya geri kalan kısmıyla faaliyete devam edilmesine ortaklarca karar verilmemiş olması",
      "E": "Konkordato ile sonuçlanmış olsa bile şirketin iflası"
    }
  },
  {
    "id": "183709",
    "unitNumber": 3,
    "text": "<strong>Tasfiye memuru, tasfiye dönemindeki işlemleri tamamladıktan sonra aşağıdakilerden hangisini <u>yapmaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Şirketin ve ortakların durumunu gösteren bir tasfiye sonu bilançosu düzenler.",
      "B": "Tasfiye sonu bilançosuna göre varsa ortakların tasfiyeden paylarına düşen kısım dağıtılır.",
      "C": "Vergi dairesi ve ilgili diğer kurumlara yasal süre içinde bildirimde bulunulur.",
      "D": "Şirketin varlığı, borçlarını ödemeye yetmezse kalan kısmın ödenmesi için bankadan kredi talebinde bulunur.",
      "E": "Tasfiyenin sona ermesi üzerine, şirketin ticaret unvanının sicilden silinmesi işlemini yapar."
    }
  },
  {
    "id": "193162",
    "unitNumber": 3,
    "text": "I. Tasfiye sonu bilançosuna bilançoya göre; varsa ortakların tasfiyeden paylarına düşen kısım dağıtılır.<br />II. Şirketin varlığı, borçlarını ödemeye yetmezse kalan kısmın ödenmesi için ortaklara başvurulur.<br />III. Tasfiyenin sona ermesi üzerine, şirketin ticaret unvanının sicilden silinmesi işlemi tasfiye memurunca yaptırılır.<br />IV. Vergi dairesi ve ilgili diğer kurumlara yasal süre içinde bildirimde bulunulur.<br /><strong>Yukarıdaki işlemlerden hangisi ya da hangilerinde tasfiyenin tamamlanması için ortaklara başvurulur?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "III ve IV",
      "D": "I, III ve IV",
      "E": "Yalnız IV"
    }
  },
  {
    "id": "193165",
    "unitNumber": 3,
    "text": "I. Bir ortağın şirketin idare işlerinde veya hesaplarının tanzimi hususunda şirkete ihanet etmiş olması<br />II. Kendisine düşen esas vazife ve borçları yerine getirmemesi<br />III. Şahsi menfaatler uğrunda, şirketin ticaret unvanını veya mallarını suistimal etmiş olması<br /><strong>Türk Ticaret Kanunu ve Borçlar Kanunu’nda yer alan k</strong><strong>olektif şirketlerde tasfiyeye gitmeye neden olan durumlar arasında yukarıdakilerden hangisi ya da hangileri yer alır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "344527",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi tasfiyeyi tamamlayıcı işlem ve kayıtlar arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Tasfiye öncesi durumu gösterir bir bilançonun hazırlanması",
      "B": "Şirketin unvanının başına “tasfiye hâlinde” ibaresinin eklenmesi",
      "C": "Aktiflerin paraya çevrilmesi, borçların ödenmesi",
      "D": "Ödenmemiş borçların ödenmesi için beklenmesi",
      "E": "Bütün işlemlerin muhasebe kayıtlarının tutulması"
    }
  },
  {
    "id": "344533",
    "unitNumber": 3,
    "text": "Tasfiye memurları, tasfiye sırasında elde edilen paraların …….. Türk lirasından fazlasını, mahkemece belirlenecek bir bankaya, şirket adına yatırırlar. (TTK m. 296). <br /><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "yüz",
      "B": "bin",
      "C": "on bin",
      "D": "elli bin",
      "E": "yüz bin"
    }
  },
  {
    "id": "346272",
    "unitNumber": 3,
    "text": "Tasfiye işleminin yürütülmesini, TTK m. 272'ye göre iflas hâlleri dışında, …………….. üstlenir.<br /><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "icra iflas memuru",
      "B": "yediemin",
      "C": "finans yöneticisi",
      "D": "tasfiye mahkemesi tarafından görevlendirilen memur",
      "E": "tasfiye memuru"
    }
  },
  {
    "id": "136737",
    "unitNumber": 4,
    "text": "<strong>Aşağıda komandite ortaklarla komanditer ortaklar arasındaki farklarla ilgili bilgilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Komanditer ortak kişisel emeğini ve ticari itibarını sermaye olarak koyamaz.",
      "B": "Komandit şirketlerde temsil ve yönetim komanditer ortaklara aittir.",
      "C": "Komanditer ortaklar iş yılı sonunda ve iş saatleri içinde şirketin envanterini, bilançosunu ve bunların doğruluğunu incelemeye ya da bir uzmana inceletmeye yetkilidirler.",
      "D": "Komanditer ortakların koydukları sermayeleri herhangi bir nedenle azalmış ise, noksanlık tamamlanıncaya kadar kâr ve faiz isteyemezler.",
      "E": "Komandite ortak komandit şirketlerde yönetim yetkisine sahiptir."
    }
  },
  {
    "id": "136752",
    "unitNumber": 4,
    "text": "I. Komandit şirketlerin kuruluşu, kuruluş kayıtları kolektif şirketlere benzer.<br />II. Komandit şirketler bir kişi ile kurulabilmektedir.<br />III. Ortak sayısında üst sınır yoktur.<br /><strong>Yukarıdakilerden hangisi ya da hangileri komandit şirketin özellikleri arasında yer alır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "Yalnız I",
      "C": "I ve III",
      "D": "II ve III",
      "E": "Yalnız III"
    }
  },
  {
    "id": "136761",
    "unitNumber": 4,
    "text": "İki ortaklı bir komandit şirketin 50.000 TL olan sermayesi ortaklar tarafından 90.000 TL’ye çıkarılmıştır. Sermaye artırımı için ortaklardan biri 20.000 TL’lik nakit parayla ödeme yaparken diğer ortak KDV tutarı 3.600 TL  ve net fatura bedeli 16.400 TL olan ticari mal getirmiştir.<br /><strong>Verilen bilgilere göre ortakların sermaye artırımı taahhüdünü yerine getirmesi ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "100 Kasa Hesabı 20.000 TL Borçlu",
      "B": "153 Ticari Mallar Hesabı 16.400 TL Borçlu",
      "C": "500 Sermaye Hesabı 40.000 TL Borçlu",
      "D": "100 Kasa Hesabı 40.000 TL Borçlu",
      "E": "191 İndirilecek KDV Hesabı 3.600 TL Borçlu"
    }
  },
  {
    "id": "136777",
    "unitNumber": 4,
    "text": "I. Şirketin komandit olduğu<br />II. Şirketin faaliyet alanı<br />III. Şirketin ticaret unvanı ve merkezi<br />IV. Şirketin iş akış beyanı<br /><strong>Yukarıdakilerden hangileri komandit şirketlerin kuruluşları sırasında hazırladıkları ana sözleşmede yer alması gereken bilgilerdendir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "II ve III",
      "D": "II, III ve IV",
      "E": "I, II ve III"
    }
  },
  {
    "id": "136790",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi komandit şirketin zarar dağıtımı ile ilgili olarak <u>yanlıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Şirket sözleşmesinde zarar dağıtımının nasıl yapılacağı belirtilmemişse, ortakların oy birliği ile alacağı karara göre dağıtım yapılır.",
      "B": "Zarar, kâr dağıtımında görülen hesaplama usullerine göre dağıtılır.",
      "C": "Zarar edilen bir yılı takip eden kârlı yılda komanditer ortakların kâr payları tutarı bu zararı kapatmadıkça, kârdan pay alamazlar.",
      "D": "Ortaklar oy birliği ile karar almadıkça komanditer ortaklar, zarardan paylarına düşen kısmı önceden nakden karşılamaya zorlanamazlar.",
      "E": "Şirket zararı ne kadar yüksek olursa olsun, komandite ortaklar ancak koydukları sermaye ile sınırlı olarak bu zarardan pay alırlar."
    }
  },
  {
    "id": "183717",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi komandit şirketler için <u>yanlıştır</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Komanditer ortaklar şirket yönetiminden sorumludur.",
      "B": "Komanditer ortağın payına düşen kazanç menkul sermaye iradıdır.",
      "C": "Şirket alacaklılarına karşı sorumluluğu sınırlandırılmamış ortağa komandite denir.",
      "D": "Ticaret Kanunu komandit şirketleri ikiye ayırmaktadır.",
      "E": "Komandite ortağın payına düşen kazanç, ticari kazançtır."
    }
  },
  {
    "id": "183719",
    "unitNumber": 4,
    "text": "<strong>Komandit şirketlerin tasfiyesi sonunda sermaye tutarını aşan borçlar ve zararlar aşağıdakilerden hangisi tarafından karşılanır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Komandit şirket",
      "B": "Bankalar",
      "C": "Komandite ortak veya ortaklar",
      "D": "Tasfiye memuru",
      "E": "Komanditer ortak veya ortaklar"
    }
  },
  {
    "id": "183721",
    "unitNumber": 4,
    "text": "I. Zarar dolayısıyla şirket sermayesinde meydana gelen azalışlar, sonraki yılların kârlarıyla kapatılıncaya kadar komanditer ortaklara kâr dağıtılmaz.<br />II. Zarar edilen yıllarda sözleşmeye konmuş olsa bile sermaye payları için faiz ödenmez.<br />III. Biriken faiz gelecek yıllarda elde edilecek kâr paylarından sermaye noksanı tamamlandıktan sonra artan kısımdan ödenir.<br />IV. Kâr dağıtılırken ortaklardan birine ya da birkaçına prim verildikten sonra dağıtım yapılabilir.<br /><strong>Yukarıdakilerden hangisi ya da hangileri kâr dağıtımı açısından komandit ve kollektif şirketler arasındaki farklardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Yalnız IV",
      "B": "I ve II",
      "C": "I ve IV",
      "D": "II ve III",
      "E": "I, III ve IV"
    }
  },
  {
    "id": "183723",
    "unitNumber": 4,
    "text": "I. Şirket sözleşmesinde zarar dağıtımının nasıl yapılacağı belirtilmemişse, ortakların oy birliği ile alacağı karara göre zarar dağıtımı yapılır.<br />II. Komanditer ortaklar, zarardan paylarına düşen kısmı önceden nakden karşılamak zorundadırlar.<br />III. Zarar, kâr dağıtımında görülen hesaplama usullerine göre dağıtılabilir.<br />IV. Komandite ortaklar ancak koydukları sermaye ile sınırlı olarak bu zarardan pay alırlar.<br /><strong>Zarar durumu ile ilgili olarak yukarıdakilerden hangisi ya da hangileri <u>yanlıştır</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Yalnız II",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "II ve IV",
      "E": "I, III ve IV"
    }
  },
  {
    "id": "183724",
    "unitNumber": 4,
    "text": "<strong>Komandit şirketlerin kuruluşu ile ilgili olarak aşağıdakilerden hangisi doğru <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Komandit şirketin tüzel kişilik kazanmasından sonra hemen vergi dairesine bildirimde bulunmak zorunludur.",
      "B": "Bir ay içinde Belediyeye bildirimde bulunulur.",
      "C": "İşçi çalıştırılacaksa, işçi çalıştırmaya başlayacağı tarihten önce Sosyal Güvenlik Kurumuna başvurulur.",
      "D": "İşçi çalıştırılacaksa Bölge Çalışma Müdürlüğüne başvurulur.",
      "E": "İki ay içinde Bölge Ticaret Mahkemesine bildirimde bulunulur."
    }
  },
  {
    "id": "183725",
    "unitNumber": 4,
    "text": "<strong>Komandite ve komanditer ortaklarla ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Komanditer ortak kişisel emeğini ve ticari itibarını sermaye olarak koyamaz.",
      "B": "Komandit şirketlerde temsil ve yönetim komanditer ortaklara aittir.",
      "C": "Komanditer ortaklar, iş yılı sonunda ve iş saatleri içinde şirketin envanter ve bilançosunu ve bunların doğruluğunu incelemeye ya da bir uzmana inceletmeye yetkilidir.",
      "D": "Komanditer ortakların koydukları sermayeleri, herhangi bir nedenle azalmış ise ortaklar noksanlık tamamlanıncaya kadar kâr ve faiz isteyemez.",
      "E": "Şirket ortaklarının ister komandite ister komanditer olsun her birinin ilgili vergi dairelerine başvurarak kendi adlarına gelir vergisi hesap numaralarını ve vergi karnelerini almaları gerekir."
    }
  },
  {
    "id": "183726",
    "unitNumber": 4,
    "text": "I. Komandit şirketler, diğer ticaret şirketleri gibi bilanço esasına göre defter tutmak zorundadır.<br />II. Komandit şirketler kuruluş aşamasında ve kurulduktan sonra kayıtlarını ticari defterler üzerinde izlemelidirler.<br />III. Komandit şirketi kurmak isteyen ortaklar, para ve paradan başka iktisadi varlıkları sermaye olarak koyabilirler.<br /><strong>Komandit şirketlerle ilgili olarak yukarıdakilerden hangisi ya da hangileri geçerlidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "I ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "183727",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi komandit şirketlerde sermayenin artırılmasına yol açan nedenlerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Ortakların mevcut sermayelerini artırmaları",
      "B": "Ortakların şirketteki kâr paylarını çekmeyip sermayeye eklemeleri",
      "C": "Ortaklardan birinin şirketten ayrılması",
      "D": "Şirkete yeni ortak alınması",
      "E": "Başka bir şirketle birleşilmesi"
    }
  },
  {
    "id": "183728",
    "unitNumber": 4,
    "text": "I. Zarar edilen bir yılı takip eden kârlı yılda komanditer ortakların kâr payları tutarı bu zararı kapatmadıkça, kârdan pay alamazlar.<br />II. Ortaklar oybirliği ile karar almadıkça komanditer ortaklar, zarardan paylarına düşen kısmı önceden nakden karşılamaya zorlanamazlar.<br />III. Şirket zararı ne kadar yüksek olursa olsun, komandite ortaklar ancak koydukları sermaye ile sınırlı olarak bu zarardan pay alırlar.<br /><strong> Komandit şirketlerde kâr/zarar dağıtımı ile ilgili olarak yukarıdakilerden hangisi veya hangileri doğru bir bilgidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "I ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "193275",
    "unitNumber": 4,
    "text": "<strong>Ticaret siciline verilen dilekçede aşağıdaki belgelerden hangisine gerek <u>yoktur</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Şirket sözleşmesi",
      "B": "Ticari durum tasdiknamesi",
      "C": "Komandite ortaklara ait nüfus cüzdan suretleri",
      "D": "İmza sirküleri",
      "E": "Üyelik kartı"
    }
  },
  {
    "id": "193295",
    "unitNumber": 4,
    "text": "<strong>Komanditer ortağın kazancı aşağıdaki vergi türlerinden hangisinin kapsamına girer?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Serbest meslek kazancı",
      "B": "Zirai kazanç",
      "C": "Menkul sermaye iradı",
      "D": "Ticari kazanç",
      "E": "Gayrimenkul sermaye iradı"
    }
  },
  {
    "id": "344538",
    "unitNumber": 4,
    "text": "<strong>Komandit şirketlerin kurulabilmesi için ortak sayısının en az kaç kişi olması gerekmektedir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "5",
      "E": "10"
    }
  },
  {
    "id": "344541",
    "unitNumber": 4,
    "text": "<strong>Komandit şirketlerin tüzel kişilik kazanabilmesi için aşağıdakilerden hangisinde ilan şartı gereklidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Resmî Gazete'de",
      "B": "Özel gazetede",
      "C": "Vergi dairesinde",
      "D": "Gümrük ve Ticaret Bakanlığında",
      "E": "Ticaret Sicil Gazetesi'nde"
    }
  },
  {
    "id": "344545",
    "unitNumber": 4,
    "text": "<strong>Komandit şirketin tüzel kişilik kazanmasından hemen sonra öncelikli olarak aşağıdaki kurumlardan hangisine bildirimde bulunması gerekmektedir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Belediye",
      "B": "Sosyal Güvenlik Kurumu",
      "C": "Bölge Çalışma Müdürlüğü",
      "D": "Ticaret Sicil Memurluğuna",
      "E": "Vergi Dairesine"
    }
  },
  {
    "id": "132768",
    "unitNumber": 5,
    "text": "I. Şirketin ticaret unvanı ve merkezinin bulunacağı yer<br />II. Şirketin işletme konusu<br />III. Pay senetlerinin nama veya hamiline yazılı olacakları<br />IV. Payların bütününün bedellerinin gerektiği gibi ödendiğine ait belge<br /><strong>Anonim şirketlerinin esas sözleşmesinde yukarıdaki hususlardan hangileri yer alır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "I ve III",
      "B": "II ve III",
      "C": "I, II ve III",
      "D": "II, III ve IV",
      "E": "III ve IV"
    }
  },
  {
    "id": "136814",
    "unitNumber": 5,
    "text": "<strong>Kayıtlı sermaye sistemini kabul etmiş bulunan halka açık olmayan anonim şirketlerde başlangıç sermayesi en az kaç bin TL olabilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "50.000",
      "B": "100.000",
      "C": "150.000",
      "D": "200.000",
      "E": "250.0000"
    }
  },
  {
    "id": "136816",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi anonim şirketin özellikleri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Anonim şirketler tüzel kişiliğe sahiptir.",
      "B": "Anonim şirketlerde sermaye, belirli paylara bölünmüş esas sermayesidir.",
      "C": "Anonim şirketlerde, sermaye payları hisse senedi ile temsil edilir.",
      "D": "Anonim şirketler sermaye şirketleridir.",
      "E": "Anonim şirketlerde, şirket ve ortakların sorumluluğu sermaye payları ile sınırlandırılmamıştır."
    }
  },
  {
    "id": "136848",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi anonim şirketlerin kuruluşu için yapılan giderlerin ödenmesinde kullanılan hesaptır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "500 Sermaye Hesabı",
      "B": "501 Ödenmemiş Sermaye Hesabı",
      "C": "262 Kuruluş ve Örgütlenme Giderleri Hesabı",
      "D": "770 Genel Yönetim Giderleri Hesabı",
      "E": "180 Gelecek Aylara Ait Giderler Hesabı"
    }
  },
  {
    "id": "183729",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi anonim şirketlerin özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Anonim şirketlerde ortaklık pay senedi ile temsil edilir.",
      "B": "Anonim şirketlerin sözleşmesini Ticaret Sicil Gazetesi’nde ilan etmeye gerek yoktur.",
      "C": "Anonim şirketlerde ortakların sorumluluğu sahip oldukları pay senedi ile sınırlıdır.",
      "D": "Anonim şirketler, sermayenin tamamını şartsız taahhüt etme veya payların halka arzı yoluyla olmak üzere iki şekilde kurulurlar.",
      "E": "Anonim şirketler sermaye şirketleri sınıfındadır."
    }
  },
  {
    "id": "183730",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi a</strong><strong>nonim şirketlerde esas sözleşmeye <u>yazılamaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yönetim kurulu üyelerinin seçimi, süreleri, ücretleri ile huzur hakkı",
      "B": "Şirketin ticaret unvanı ve merkezinin bulunacağı yer",
      "C": "Esaslı noktaları belirtilmiş ve tanımlanmış bir şekilde şirketin işletme konusu",
      "D": "Şirketin kullanacağı telefonların hangi GSM operatörüne ait olacağı",
      "E": "Şirketin sermayesi ile her payın itibari değeri, bunların ödenmesinin şekil ve şartları"
    }
  },
  {
    "id": "183731",
    "unitNumber": 5,
    "text": "<strong>Anonim şirketin kuruluşu, tescili ve ilan edilerek tamamlanmasından sonraki bir ay içinde aşağıdaki kuruluşlardan hangisine başvurarak şirketin faaliyete geçtiğinin bildirilmesi zorunlu <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Maliye Bakanlığı",
      "B": "Sanayi ve Ticaret Odaları",
      "C": "Vergi Dairesi Müdürlüğü",
      "D": "Sosyal Güvenlik Kurumu",
      "E": "Bölge Çalışma Müdürlüğü"
    }
  },
  {
    "id": "183732",
    "unitNumber": 5,
    "text": "<strong>Anonim şirketlerde esas sözleşmenin değiştirilmesi ile ilgili olarak aşağıdakilerden hangisi doğrudur?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yönetim kurulu kararı ile yapılabilir.",
      "B": "Denetleme kurulu kararı ile yapılabilir.",
      "C": "Genel kurul kararı ile yapılabilir.",
      "D": "Oy birliği olmaksızın yapılamaz.",
      "E": "Şirket kurulduktan sonra esas sözleşme değiştirilemez."
    }
  },
  {
    "id": "183733",
    "unitNumber": 5,
    "text": "<strong>Halka açık anonim ortaklıklarda, sermayenin artırılmasında yönetim kuruluna yetki tavanı tanıyan sermaye sistemine ne ad verilir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Esas sermaye sistemi",
      "B": "Özel sermaye sistemi",
      "C": "Yetkili sermaye sistemi",
      "D": "Kayıtlı sermaye sistemi",
      "E": "Çıkarılmış sermaye sistemi"
    }
  },
  {
    "id": "183734",
    "unitNumber": 5,
    "text": "<strong>Anonim şirketlerde tamamı esas sözleşmede taahhüt edilmiş bulunan sermaye ne kadardan az <u>olamaz</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "5.000 TL",
      "B": "50.000 TL",
      "C": "100.000 TL",
      "D": "200.000 TL",
      "E": "500.000 TL"
    }
  },
  {
    "id": "183735",
    "unitNumber": 5,
    "text": "<strong>Bir anonim şirkette çıkarılmış payların tümünün itibari değerlerinin toplamını temsil eden sermaye aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Esas sermaye",
      "B": "Özel sermaye",
      "C": "Yetkili sermaye",
      "D": "Kayıtlı sermaye",
      "E": "Çıkarılmış sermaye"
    }
  },
  {
    "id": "183736",
    "unitNumber": 5,
    "text": "<strong>Faaliyet alanları belirlenip, ilan edilecek anonim şirketler hangi bakanlığın izni ile kurulur?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Gümrük ve Ticaret Bakanlığı",
      "B": "Sanayi Bakanlığı",
      "C": "Maliye Bakanlığı",
      "D": "İçişleri Bakanlığı",
      "E": "Ekonomiden Sorumlu Devlet Bakanlığı"
    }
  },
  {
    "id": "183737",
    "unitNumber": 5,
    "text": "<strong>Anonim şirketlerde yönetim kurulu ile ilgili olarak aşağıdakilerden hangisi doğru <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Anonim şirket, yönetim kurulu tarafından yönetilir ve temsil edilir.",
      "B": "Anonim şirketin, esas sözleşmeyle atanmış veya genel kurul tarafından seçilmiş bir veya daha fazla kişiden oluşan bir yönetim kurulu bulunur.",
      "C": "Yönetim kurulu üyelerinin tamamının yükseköğrenim görmüş olması zorunludur.",
      "D": "Temsile yetkili en az bir üyenin yerleşme yerinin Türkiye’de bulunması ve Türk vatandaşı olması şarttır.",
      "E": "Yönetim kurulu üyelerinin ve tüzel kişi adına tescil edilecek gerçek kişinin tam ehliyetli olması şarttır."
    }
  },
  {
    "id": "193296",
    "unitNumber": 5,
    "text": "<strong>Anonim şirketlerin kuruluş aşamasında yapılan giderler aşağıdaki hesaplardan hangisine kaydedilmelidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Gelecek yıllara ait giderler",
      "B": "Diğer olağan dışı gider ve zararlar",
      "C": "Kuruluş ve örgütlenme giderleri",
      "D": "Reeskont giderleri",
      "E": "Komisyon giderleri"
    }
  },
  {
    "id": "193297",
    "unitNumber": 5,
    "text": "I. Tek pay sahipli anonim şirketlerde bu pay sahibi genel kurulun tüm yetkilerine sahiptir.<br />II. Tek pay sahibinin genel kurul sıfatıyla alacağı kararların geçerlilik kazanabilmeleri için yazılı olmaları şarttır.<br />III. Genel kurul aile üyelerinin katılması ile yapılmalıdır.<br /><strong>Tek kişi ile kurulan anonim şirketler için yukarıdakilerden hangisi ya da hangileri doğrudur?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "193299",
    "unitNumber": 5,
    "text": "I. Kurumlar Vergisi İşlemleri<br />II. Muhtasar Beyanname İşlemleri<br />III. Katma Değer Vergisi Mükellefiyeti için hesap numarası alınması<br />IV. Yıllık izin sürelerinin belirlenmesi<br /><strong>Bir anonim şirket, merkezinin bulunduğu vergi dairesine işe başlamadan önce bir dilekçe ile başvurarak yukarıdaki hangi işlemlerin yapılması için dilekçe vermelidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız IV",
      "C": "I, II ve III",
      "D": "I, II ve IV",
      "E": "I, III ve IV"
    }
  },
  {
    "id": "193302",
    "unitNumber": 5,
    "text": "<strong>Anonim şirket Ticaret Siciline tescil ile aşağıdakilerden hangisini kazanır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kredi",
      "B": "Özgürlük",
      "C": "Tüzel Kişilik",
      "D": "Sertifika",
      "E": "Bonservis"
    }
  },
  {
    "id": "193304",
    "unitNumber": 5,
    "text": "<strong>İş yerinin bulunduğu Sosyal Sigortalar Kurumu Şube Müdürlüğüne aşağıdaki hangi bildirge <u>verilmez</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "İş yeri bildirgesi (işçi çalıştırmaya başlayacağı tarihten önce)",
      "B": "Denetim uzmanlarının raporları",
      "C": "Sigortalı işe giriş bildirgesi (çalıştıracağı kimseleri işe başlatmadan önce)",
      "D": "İş yeri imza sirküleri",
      "E": "Aylık sigorta primleri bildirgesi"
    }
  },
  {
    "id": "344548",
    "unitNumber": 5,
    "text": "<strong>Anonim şirketlerin kurulabilmesi için asgari kişi sayısı kaç olmalıdır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "4",
      "E": "5"
    }
  },
  {
    "id": "344904",
    "unitNumber": 5,
    "text": "<strong>Anonim şirketlerin kuruluş genel kurulunda görüşülecek gündem maddeleri ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Payların bütününün bedellerinin gereği gibi ödendiğinin tespiti",
      "B": "Değer biçilecek ayni katılım payı varsa bilirkişi tayini",
      "C": "Halka açılma payı",
      "D": "Kuruculara özel menfaatler tanınacaksa bunların karara bağlanması",
      "E": "Ana sözleşmede gösterilmemiş ise yönetim kurulu üyelerinin seçimi"
    }
  },
  {
    "id": "132801",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi tahvilin özellikleri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Tahviller, genellikle özel hukuk tüzel kişiliği olan anonim şirketler tarafından çıkarılabilir.",
      "B": "Para karşılığı çıkarılan tahvil, anonim şirket için borç senedi, satın alan kişiler için alacak senedi niteliğini taşır.",
      "C": "Bir tahvilin itibari (nominal) değerinin alt ve üst sınırını, Sermaye Piyasası Kurulu belirler.",
      "D": "Tahvil, kıymetli bir evraktır.",
      "E": "Tahviller hamiline veya satın alanın adına (nama) yazılı olabilir."
    }
  },
  {
    "id": "136861",
    "unitNumber": 6,
    "text": "408 Menkul Kıymet İhraç Farkı Hesabı, tahvilin itfa planına paralel olarak önce 308 Menkul Kıymet İhraç Farkı Hesabı'na, bu hesaptan da ……...............................………….. Hesabı'na devredilir.<br /><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "780 Finansman Giderleri",
      "B": "304 Tahvil Anapara Borç Taksit ve Faizleri",
      "C": "405 Çıkarılmış Tahviller",
      "D": "770 Genel Yönetim Giderleri",
      "E": "381 Gider Tahakkukları"
    }
  },
  {
    "id": "136867",
    "unitNumber": 6,
    "text": "<strong>Sermaye artırımı sırasında ihraç edilen hisse senetleri nominal değerin üzerinde satışa sunulursa aradaki fark hangi hesaba kaydedilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "520 Hisse Senedi İhraç Primleri",
      "B": "521 Hisse Senedi İptal Karları",
      "C": "523 İştirakler Yeniden Değerleme Artışları",
      "D": "500 Sermaye Hesabı",
      "E": "524 Maliyet Artışları Fonu"
    }
  },
  {
    "id": "136899",
    "unitNumber": 6,
    "text": "I. Tahvil sahiplerine yapılacak çekilişler sonunda ek menfaatler sağlayan tahvillerdir.<br />II. Tahvillerin itfası tamamlanıncaya kadar yapılacak anapara ve faiz ödemelerinin, bir banka veya bir holding tarafından garanti edildiği tahvillerdir.<br />III. Enflasyon nedeni ile tahvil sahiplerinin kredi süresi sonunda anaparalarında olabilecek satın alma gücündeki düşmeleri karşılamayı amaçlayan tahvillerdir.<br /><strong>Özellikleri sayılan tahviller aşağıdakilerin hangisinde doğru sıralama ile verilmiştir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "İkramiyeli Tahviller, Teminatlı Tahviller, İtfa Primli Endeksli Tahviller",
      "B": "Teminatlı Tahviller, İkramiyeli Tahvilleri, İtfa Primli Endeksli Tahviller",
      "C": "Kâr Paylı Tahviller, Dövize Endeksli Tahviller, Değişir Faizli Tahviller",
      "D": "Dövize Endeksli Tahviller, Kâr Paylı Tahviller, Değişir Faizli Tahviller",
      "E": "İkramiyeli Tahviller, Dövize Endeksli Tahviller, İtfa Primli Endeksli Tahviller"
    }
  },
  {
    "id": "183738",
    "unitNumber": 6,
    "text": "<strong>Anonim şirketlerin sermaye artırımı sürecinde, a</strong><strong>şağıdaki ifadelerden hangisi </strong><strong><u>yanlıştır</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Anonim şirketlerin sermaye artırımı sırasında herhangi bir yevmiye kaydı yapmaları zorunlu değldir.",
      "B": "Yeniden değerleme değer artış fonu sermaye artırımında kullanılabilir.",
      "C": "Sermaye artırımı sırasında ihraç edilen hisse senetleri nominal değerin üzerinde satışa sunulursa aradaki fark “520 Hisse Senedi İhraç Primleri” hesabına kaydedilir.",
      "D": "Sermaye, başlangıç sermayesi ile kayıtlı sermaye tavanı arasında olmak şartıyla  belirli bir düzeye çıkarılabilir, bu sermayeye çıkarılmış sermaye denir.",
      "E": "Anonim şirketler genel olarak yeni hisse senedi çıkararak sermaye artırımına gitmektedirler."
    }
  },
  {
    "id": "183740",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi bir anonim şirketin sermayesini azaltma nedenlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Yönetim kurulu üyelerinin huzur hakkının fazla olması",
      "B": "Sermayenin, iş hacmine oranla fazla olması",
      "C": "Şirketin, zararlar nedeniyle bilançosunda zarar hesabının görünmesini istememesi",
      "D": "Bazı varlıkların değerini yitirmesi",
      "E": "Şirketin, kendi hisse senetlerini elden çıkarmamış ve bunlara isabet eden paylar kadar sermayesini azaltmayı tercih etmiş olması"
    }
  },
  {
    "id": "183743",
    "unitNumber": 6,
    "text": "<strong>Tahviller için aşağıdaki ifadelerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Tahviller, genellikle özel hukuk tüzel kişiliği olan anonim şirketler tarafından çıkarılabilir.",
      "B": "Tahvil, kıymetli bir evraktır",
      "C": "Para karşılığı çıkarılan tahvil, anonim şirket için alacak senedi, satın alan kişiler için borç senedidir.",
      "D": "Bir tahvilin itibari (nominal) değerinin alt ve üst sınırını, onu çıkaran anonim şirket belirler",
      "E": "Tahviller hamiline veya satın alanın adına (nama) yazılı olabilir."
    }
  },
  {
    "id": "183745",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi ana sözleşmede, yazılı sermayenin tümünün ödenmiş olması şartıyla sermaye artırımına gidilmesi için gereken değişikliklerin yapılması için atılacak adımlardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Değişiklik için ön izin almak üzere Gümrük ve Ticaret Bakanlığına bir dilekçe ile başvurulur.",
      "B": "Değişiklik yönetim kurulunun oyuna sunulur ve kabul edilmelidir.",
      "C": "Değişiklik genel kurulunun oyuna sunulur ve kabul edilmelidir.",
      "D": "Değişiklik tescil ve ilan edilir.",
      "E": "Tescil ve ilan işlemleri tamamlandıktan sonra işlemlerin tamamlandığı bölge gümrük ve ticaret müdürlüğüne, müdürlüğün olmadığı yerlerde doğrudan Bakanlığa bildirilir."
    }
  },
  {
    "id": "183747",
    "unitNumber": 6,
    "text": "<strong>Sermaye artırımı sırasında ihraç edilen hisse senetleri nominal değerin üzerinde satışa sunulursa aradaki fark hangi hesaba kaydedilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "520 Hisse Senedi İhraç Primleri",
      "B": "501 Ödenmiş Sermaye",
      "C": "500 Sermaye",
      "D": "100 Kasa",
      "E": "521 Hisse Senedi İptal Kârları"
    }
  },
  {
    "id": "183749",
    "unitNumber": 6,
    "text": "<strong>Kayıtlı sermayeyi tercih etmiş olan şirketlerde, sermaye azaltmanın amacı ve nedeni ne olursa olsun hangi tutarın altına <u>indirilemez</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "10.000 TL",
      "B": "50.000 TL",
      "C": "75.000 TL",
      "D": "100.000 TL",
      "E": "250.000 TL"
    }
  },
  {
    "id": "183751",
    "unitNumber": 6,
    "text": "<strong>Gelir Vergisi Kanunu'na göre anonim şirketler tahvil faizlerini gerçek veya tüzel kişilere öderken nama yazılı tahvil faizlerinden ne kadar gelir vergisi kesintisi yapmak zorundadırlar?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "% 8",
      "B": "% 15",
      "C": "% 18",
      "D": "% 20",
      "E": "% 25"
    }
  },
  {
    "id": "183752",
    "unitNumber": 6,
    "text": "<strong>Anonim şirketlerde sermaye artırımı ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Anonim şirketlerin sermayelerinin artırılabilmesi için esas sermayenin tamamen ödenmiş olması gerekir.",
      "B": "Değerleme fonlarından yapılacak sermaye artışında esas sermayenin ödenmiş olma şartı aranmaz.",
      "C": "İmtiyazlı hisseler var ise, bu hisselerin sahiplerinin de genel kurul kararlarından ayrı olarak kendi aralarında özel bir toplantı yaparak karar vermeleri gereklidir.",
      "D": "Sermaye artışında her hissedar, yeni hisselerden sahip olduğu hisse oranında alır.",
      "E": "Yönetim kurulu, pay sahiplerine verilecek senetlerin ihraç bedellerini gazetelerle ilan eder. İlanlarda pay sahiplerinin yeni pay alma haklarını kullanabilmeleri için belirlenecek süre 30 günden az olamaz."
    }
  },
  {
    "id": "193356",
    "unitNumber": 6,
    "text": "<strong>Anonim şirketler, Sermaye Piyasası Kurulundan izin alıp, ana sözleşmelerine bu konuda hüküm koyduktan ve bu hükmün tescil ve ilanı da kesinleştikten sonra, başlangıç sermayesi ile kayıtlı sermaye tavanı arasında sermayeyi belirli bir düzeye çıkarabilirler. Bu ifade uyarınca çıkarılan sermayeye ne ad verilir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Sürdürülen sermaye",
      "B": "Artırılan sermaye",
      "C": "Çıkarılmış sermaye",
      "D": "Yükseltilmiş sermaye",
      "E": "Çoğaltılmış sermaye"
    }
  },
  {
    "id": "193361",
    "unitNumber": 6,
    "text": "I. Normal şartlarda kayıtlı sermaye çıkarılmış sermayeden, çıkarılmış sermaye başlangıç sermayesinden büyüktür.<br />II. Kayıtlı sermaye, çıkarılmış sermaye ve başlangıç sermayesi her zaman birbirine eşittir.<br />III. Başlangıç sermayesi kayıtlı sermaye ve çıkarılmış sermayeden büyüktür.<br />IV. Kayıtlı sermaye tutarı başlangıç sermayesi ve çıkarılmış sermayenin ortasında bulunur.<br /><strong>Kayıtlı sermaye, çıkarılmış sermaye, başlangıç sermayesi ile ilgili olarak yukarıdakilerden hangisi ya da hangileri doğrudur?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "I ve III",
      "E": "I ve IV"
    }
  },
  {
    "id": "344554",
    "unitNumber": 6,
    "text": "<strong>Sermaye Piyasası Kanunu’nun 558 sayılı KHK (Kanun Hükmünde Kararname) ile değiştirilen 11. maddesi uyarınca şirketlerin halka açık anonim şirket sayılabilmesi için pay sahibi sayısının en az ne kadar olması gerekmektedir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "50",
      "B": "100",
      "C": "150",
      "D": "200",
      "E": "250"
    }
  },
  {
    "id": "344558",
    "unitNumber": 6,
    "text": "<strong>X Anonim Şirketi, sermayesini 300.000 TL daha artırmak amacıyla nominal değeri 1 kuruş olan 30.000.000 adet hisse senedi çıkarmaya karar vermiştir. Artırılan sermayenin tümü mevcut ortaklarca taahhüt edilmiş, 1/3'ü banka hesabına yatırılmıştır. Ortakların taahhüt ettikleri miktarın 1/3'ünü bankaya yatırmaları ile ilgili yapılacak yevmiye kaydı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "102 Bankalar borçlu 100.000 TL, 501 Ödenmemiş Sermaye alacaklı 100.000 TL",
      "B": "501 Ödenmemiş Sermaye borçlu 100.000 TL, 102 Bankalar Alacaklı 100.000 TL",
      "C": "500 Sermaye borçlu 100.000 TL, 102 Bankalar alacaklı 100.000 TL",
      "D": "102 Bankalar borçlu 100.000 TL, 500 Sermaye alacaklı 100.000 TL",
      "E": "131 Ortaklardan Alacak borçlu 100.000 TL, 102 Bankalar alacaklı 100.000 TL"
    }
  },
  {
    "id": "344563",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi anonim şirketlerde sermaye azaltma işlemlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Ana sözleşme değişiklik önerisinin hazırlanması",
      "B": "SPK’nin onayının alınması",
      "C": "Gümrük ve Ticaret Bakanlığının izninin alınması",
      "D": "Şirketten alacaklı olanların haklarının korunduğunu gösterir bilirkişi raporunun alınması",
      "E": "Genel kurul kararının alınması"
    }
  },
  {
    "id": "344566",
    "unitNumber": 6,
    "text": "I. Şirketin unvanı, konusu, süresi ve merkezi<br />II. Şirket ortaklarının İsimleri<br />III. Esas sermayenin tutarı<br />IV. Ana sözleşmenin ilan tarihi ile ana sözleşmede değişiklik yapılmışsa bu değişikliklerin tarihleri<br /><strong>Yukarıdakilerden hangisi ya da hangileri tahvilde bulunması gereken hususlar arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "I ve IV",
      "B": "I, II ve III",
      "C": "II ve III",
      "D": "Yalnız I",
      "E": "Yalnız II"
    }
  },
  {
    "id": "136916",
    "unitNumber": 7,
    "text": "I. Ödenecek vergiler<br />II. Ayrılacak yedekler<br />III. Ortaklara dağıtılacak kâr payları<br /><strong>Bir anonim şirketin dönem kârında yukarıdakilerden hangisi ya da hangilerinin bulunması muhasebe kayıtları için temel niteliktedir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "II ve III",
      "D": "Yalnız III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "136940",
    "unitNumber": 7,
    "text": "Şirketin bir yıllık işlemlerinden elde edilen gelirlerden faaliyetin devamı için yapılan tüm genel giderler, amortismanlar ve karşılıklar indirildikten sonra geriye kalan tutar ……………. oluşturur.<br /><strong>Yukarıdaki cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "dönem kârını",
      "B": "dönem net kârını",
      "C": "ticari kârı",
      "D": "safi kârı",
      "E": "faaliyet kârını"
    }
  },
  {
    "id": "136951",
    "unitNumber": 7,
    "text": "<strong>Ödenmiş sermayesi 100.000 TL olan bir anonim şirketinin 2022 yılına ait dönem kârı 40.000 TL’dir. Buna göre şirketin I. Temettü Tutarı kaç TL’dir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "2.000",
      "B": "5.000",
      "C": "8.000",
      "D": "10.000",
      "E": "20.000"
    }
  },
  {
    "id": "136982",
    "unitNumber": 7,
    "text": "<strong>Bir anonim şirketin 2018 yılına ait kârı 75.000 TL’dir. Şirketin ilgili yıla ait ilaveler toplamı 3.800 TL ve indirim ve istisnaların toplamı ise 3.300 TL olduğuna göre, şirketin 2018 yılında ödeyeceği kurumlar vergisi tutarı kaç TL olur?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "14.240",
      "B": "15.000",
      "C": "15.100",
      "D": "15.760",
      "E": "16.420"
    }
  },
  {
    "id": "183756",
    "unitNumber": 7,
    "text": "I. Dönem sonu hesaplamaları için ilk başvurulacak hesap; 690 Dönem Kâr Zararı hesabının alacak kalanıdır.<br />II. Maddede sayılan iki hesap, bilançoda gösterilir.<br />III. Kurumlar vergisinin hesaplanması için Ticari Kârdan Mali Kâr bulunmalıdır.<br />IV. Kurumlar vergisi hesaplandıktan sonra Ticari Kâr; Dönem Net Kârı ve Dönem Kârı Vergi ve Diğer Yasal Yükümlülük Karşılığı hesaplarında gösterilir.<br /><strong>Yukarıda belirtilen ifadelerden hangisinde doğru sıralanmıştır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "IV-II-I-III",
      "B": "I-II-III-IV",
      "C": "II-III-I-IV",
      "D": "I-II-IV-III",
      "E": "I-III-IV-II"
    }
  },
  {
    "id": "183758",
    "unitNumber": 7,
    "text": "Halka açık olmayan bir anonim şirketin 690 Dönem Kâr Zararı hesabının alacak kalanı 54.000 TL’dir. Dönem içinde kanunen kabul edilmeyen giderler tutarı 6.000  TL, vergiden muaf gelirler ise 10.000 TL’dir. Kurumla Vergisi oranı %20'dir.<br /><strong>Bu bilgilere göre 370 Dönem Kârı Vergi ve Diğer Yasal Yükümlülük Karşılığı hesabına kaç TL yazılmalıdır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "10.000 TL",
      "B": "10.800 TL",
      "C": "11.000 TL",
      "D": "11.600 TL",
      "E": "14.000 TL"
    }
  },
  {
    "id": "183760",
    "unitNumber": 7,
    "text": "<strong>Anonim şirketlerde yedeklerle ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Anonim şirketler Türk Ticaret Kanunu’na göre yedek ayırmak zorunda değildir.",
      "B": "Yedekler, ileride doğması muhtemel zararları karşılaması için kârdan ayrılan tutarlardır.",
      "C": "Bilançonun pasifinde öz kaynaklar arasında gösterilirler.",
      "D": "Anonim şirketlerin ayıracağı yedeklerin nasıl hesaplanacağı TTK'de belirtilmiştir.",
      "E": "Her yıl dönem kârının % 5'inin ödenmiş sermayenin % 20'sini buluncaya kadar ayrılması zorunlu olan yedek akçeye 1. tertip yedek akçe adı verilmektedir."
    }
  },
  {
    "id": "183761",
    "unitNumber": 7,
    "text": "I. TTK'nın 519. maddesi gereğince % 5 kanuni yedek akçe ayrılır.<br />II. Geri kalan kârı kısmen veya tamamen ikinci temettü olarak dağıtmaya, yedek akçelere ilaveye, fevkalade yedek akçe olarak ayırmaya veya bilançoda geçmiş yıl kârı olarak bırakmaya genel kurul yetkilidir.<br />III. Yıllık kârın pay sahiplerine hangi tarihlerde ve ne şekilde dağıtılacağı genel kurul tarafından kararlaştırılır. Genel kurul bu hususta yönetim kuruluna yetki verebilir.<br />IV. Kalandan şirketin ödenmiş sermayesine göre % 5 birinci temettü ayrılır.<br />V. İkinci temettü olarak dağıtılması kararlaştırılacak kısımdan TTK'nın 519/c maddesi gereğince % 10 kesilerek kanuni yedek akçe ayrılır.<br /><strong>Safi kârın dağıtımı esnasında yukarıdaki işlemlerin uygulanış sırası aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "II-I-III-V-IV",
      "B": "I-II-III-IV-V",
      "C": "I-III-II-IV-V",
      "D": "I-III-V-II-IV",
      "E": "V-II-I-III-IV"
    }
  },
  {
    "id": "183762",
    "unitNumber": 7,
    "text": "<strong>Anonim şirketlerde kâr dağıtımı ile ilgili hesaplamalar ve alınan kararlar aşağıdaki mevzuatlardan hangisine <u>dayanmaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Türk Ticaret Kanunu",
      "B": "Gelir Vergisi Kanunu",
      "C": "Medeni Kanun",
      "D": "Kurumlar Vergisi Kanunu",
      "E": "Sermaye Piyasası Kanunu"
    }
  },
  {
    "id": "183763",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi dönem kârından indirilecek unsurlardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Geçmiş yıllar mali zararları",
      "B": "Ödenen kıdem tazminatları",
      "C": "Turizm istisnası hâsılatı",
      "D": "Portföy işletmeciliği kazancı",
      "E": "Ayrılan ihtiyaç akçeleri"
    }
  },
  {
    "id": "183764",
    "unitNumber": 7,
    "text": "<strong>Kurumlar Vergisi mükellefleri, cari vergilendirme döneminin Kurumlar Vergisine mahsup edilmek üzere üçer aylık kazançları üzerinden % kaç oranında geçici Kurumlar Vergisi’ne tabi tutulmaktadır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "%10",
      "B": "%20",
      "C": "%30",
      "D": "%35",
      "E": "%40"
    }
  },
  {
    "id": "183766",
    "unitNumber": 7,
    "text": "<strong>Anonim şirketlerde dağıtılacak kârlar ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Türk Ticaret Kanunu’nda anonim şirketlerde kâr dağıtımı ile ilgili hükümler yer almaktadır.",
      "B": "Şirket ana sözleşmesi ve/veya genel kurul kararlarıyla da belirlenir.",
      "C": "Türk Ticaret Kanunu’na göre kâr paylarının hesaplanması yedek akçelerin ayrılmasına bağlanmıştır.",
      "D": "Birinci temettünün hesaplanmasında oranlar, şirketin halka açık olup olmamasına göre değişiklik göstermektedir.",
      "E": "Birinci tertip yedek akçe ayrıldıktan sonra ortaklara, ödenmiş sermaye üzerinden % 25 birinci temettü ayrılmalıdır."
    }
  },
  {
    "id": "183767",
    "unitNumber": 7,
    "text": "<strong>Halka açık olmayan bir anonim şirkette, ödenmiş sermaye 90.000 TL ve net kâr 30.000 TL ise birinci temettü tutarı ne kadardır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "1.500 TL",
      "B": "3.000 TL",
      "C": "4.500 TL",
      "D": "9.000 TL",
      "E": "12.000 TL"
    }
  },
  {
    "id": "193369",
    "unitNumber": 7,
    "text": "<strong>Halka açık olmayan bir anonim şirketin ödenmiş sermayesi 150.000,00 2018 yılı kârı 75.000,00 liradır. Bu yıla kadar ayrılmış olan I. tertip yedek akçelerin toplam tutarı 28.000,00 liradır. Bu durumda ayrılabilecek I. tertip yedek akçe tutarı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "7.500,00",
      "B": "3.750,00",
      "C": "1.750,00",
      "D": "2.000,00",
      "E": "2.800,00"
    }
  },
  {
    "id": "193373",
    "unitNumber": 7,
    "text": "<strong>Aşağıdaki unsurlardan hangisi vergi hesaplamasında dönem kârından indirilir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Amacını aşan iş seyahat giderleri",
      "B": "Belgelendirilemeyen giderler",
      "C": "Değerleme farkları",
      "D": "Ödenen kıdem tazminatları",
      "E": "Kurumlar vergisi para cezaları, gecikme zamları vb."
    }
  },
  {
    "id": "193374",
    "unitNumber": 7,
    "text": "<strong>Aşağıdaki unsurlardan hangisi vergi hesaplamasında dönem kârından indirilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Ödenmeyen SGK primleri",
      "B": "Geçmiş yıllara ait mali zararlar",
      "C": "Yasal tutarları aşan bağış ve yardımlar",
      "D": "Kabul edilmeyen taşıt giderleri",
      "E": "Dağıtılan maddi duran varlıklar değer artış fonu"
    }
  },
  {
    "id": "344570",
    "unitNumber": 7,
    "text": "I. Ödenecek vergiler<br />II. Ayrılacak amortismanlar<br />III. Ayrılacak yedekler<br />IV. Ortaklara dağıtılacak kâr payları<br /><strong>Yukarıdakilerden hangileri muhasebe kayıtları için önemli olan ve bir anonim şirketin dönem kârında bulunması gereken temel rakamlardır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "III ve IV",
      "D": "I, III ve IV",
      "E": "I, II, III ve IV"
    }
  },
  {
    "id": "344571",
    "unitNumber": 7,
    "text": "Anonim şirketler diğer sermaye şirketleri gibi bir hesap dönemi içinde elde ettikleri safi kurum kazançları üzerinden …………. Vergisi’ne tabidir.<br /><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Gelir",
      "B": "Özel Tüketim",
      "C": "Emlâk",
      "D": "Damga",
      "E": "Kurumlar"
    }
  },
  {
    "id": "148900",
    "unitNumber": 8,
    "text": "<strong>Bir anonim şirketin ilgili yıla ait zararı 37.000 TL’dir. Yasal yedekler toplamı 31.000 TL olan şirket zararını yedeklerden karşılama kararı almıştır. Buna göre yapılacak yevmiye kaydı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Yasal Yedekler Hesabı 31.000 TL ve Geçmiş Yıl Zararları Hesabı 6.000 TL borçlu, Dönem Net Zararı Hesabı 37.000 TL alacaklı",
      "B": "Geçmiş Yıl Zararları Hesabı borçlu 37.000 TL, Dönem Net Zararı Hesabı 37.000 TL alacaklı",
      "C": "Yasal Yedekler Hesabı 37.000 TL borçlu, Dönem Net Zararı Hesabı 31.000 TL ve Geçmiş Yıl Zararları Hesabı 6.000 TL alacaklı",
      "D": "Geçmiş Yıl Zararları Hesabı alacaklı 37.000 TL, Dönem Net Zararı Hesabı 37.000 TL borçlu",
      "E": "Yasal Yedekler Hesabı 31.000 TL borçlu, Dönem Net Zararı Hesabı 31.000 TL alacaklı"
    }
  },
  {
    "id": "152182",
    "unitNumber": 8,
    "text": "<strong>Mali k</strong><strong>â</strong><strong>rı 105.000 TL olan X işletmesinin kurumlar vergisi tutarı 21.000 TL olarak hesaplanmıştır. Buna göre işletmenin hesaplanan kurumlar vergisi ile ilgili yapması gereken muhasebe kaydı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "691 Dönem Kârı Vergi ve Diğer Yasal Yükümlülük Karşılığı hesabı borçlu 21.000 TL, 370 Dönem Kârı Vergi Ve Diğer Yasal Yükümlülükler Karşılığı hesabı alacaklı 21.000 TL",
      "B": "370 Dönem Kârı Vergi Ve Diğer Yasal Yükümlülükler Karşılığı hesabı borçlu 21.000 TL, 691 Dönem Kârı Vergi ve Diğer Yasal Yükümlülük Karşılığı hesabı alacaklı 21.000 TL",
      "C": "690 Dönem Kârı veya Zararı Hesabı borçlu 21.000 TL, 370 Dönem Kârı Vergi Ve Diğer Yasal Yükümlülükler Karşılığı hesabı alacaklı 21.000 TL",
      "D": "370 Dönem Kârı Vergi Ve Diğer Yasal Yükümlülükler Karşılığı hesabı borçlu 21.000 TL, 690 Dönem Kârı veya Zararı Hesabı alacaklı 21.000 TL",
      "E": "193 Peşin Ödenmiş Vergiler ve Fonlar borçlu 21.000 TL,  370 Dönem Kârı Vergi Ve Diğer Yasal Yükümlülükler Karşılığı hesabı alacaklı 21.000 TL"
    }
  },
  {
    "id": "152697",
    "unitNumber": 8,
    "text": "<strong>Birinci tertip yasal yedek akçelerin ayrılması ile ilgili olarak aşağıdaki ifadelerden hangisi doğrudur?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Safi kârdan belirtilen birinci temettü tutarı düşüldükten sonra kalan tutardan ayrılır.",
      "B": "Ödenmiş sermayenin % 20’si kadar ayrılır.",
      "C": "Safi kârın % 10’nu kadar ayrılır.",
      "D": "Ödenmiş sermayenin % 20’sini buluncaya kadar safi kârın % 5’i oranında ayrılır.",
      "E": "Ödenmiş sermayenin % 20’sini buluncaya kadar safi kârın % 10’i oranında ayrılır."
    }
  },
  {
    "id": "233985",
    "unitNumber": 8,
    "text": "Bir anonim şirketin ödenmiş sermayesi 150.000 TL, Yasal Yedekler hesabında 29.000 TL gözükmektedir. Dönem kârı 35.000 TL dir.<br /><strong>Buna göre şirket, birinci tertip yasal yedek akçe olarak kaç TL ayırmalıdır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "1.000 TL",
      "B": "1.750 TL",
      "C": "1.800 TL",
      "D": "2.000 TL",
      "E": "3.000 TL"
    }
  },
  {
    "id": "233986",
    "unitNumber": 8,
    "text": "<strong>Birinci tertip yedek akçe ile ilgili olarak aşağıdakilerden hangisi doğru bir ifadedir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Ödenmiş sermayenin % 20’sini buluncaya kadar safi kârın % 5’i oranında ayrılır.",
      "B": "Ödenmiş sermayenin % 50’sini buluncaya kadar safi kârın % 5’i oranında ayrılır.",
      "C": "Ödenmiş sermayenin % 20’sini buluncaya kadar safi kârın % 15’i oranında ayrılır.",
      "D": "Ödenmiş sermayenin % 30’unu buluncaya kadar safi kârın % 10’u oranında ayrılır.",
      "E": "Ödenmiş sermayenin % 20’sini buluncaya kadar safi kârın % 10’u oranında ayrılır."
    }
  },
  {
    "id": "234606",
    "unitNumber": 8,
    "text": "<strong>Halka açık şirketlerde birinci temettü tutarı, hesap dönemi kârından kanunlara göre ayrılması gereken yedek akçeler ile vergi, fon ve mali ödemeler ve varsa geçmiş yıl zararları düşüldükten sonra kalan dağıtılabilir kârın yüzde kaçından az <u>olamaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "%5",
      "B": "%10",
      "C": "%15",
      "D": "%20",
      "E": "%30"
    }
  },
  {
    "id": "234608",
    "unitNumber": 8,
    "text": "I. Bir anonim şirket, öncelikle yedeklere başvurarak zararını karşılar.<br />II. Zarar tutarı yedeklerden çok yedeklerle karşılanamayan zararlar, gelecek dönemlerin kârlarıyla karşılanmak üzere bilançolarda yer alacak ve zamanı geldiğinde cari yıl kârları, bu zararları karşılamada öncelikle kullanılacaktır.<br />III. Anonim şirket yönetimi, herhangi bir dönemin zararını ortadan kaldırmak amacıyla, ortaklara başvurarak onlardan ek ödemelerde bulunmalarını isteyebilir.<br /><strong>Anonim şirketlerde zarar ile ilgili olarak yukarıdakilerden hangisi ya da hangileri doğru <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "234611",
    "unitNumber": 8,
    "text": "<strong>Şirketin bir yıllık işlemlerinden elde edilen gelirlerden faaliyetin devamı için yapılan tüm genel giderler ile amortismanlar gibi şirketçe ödenmesi ve ayrılması zorunlu olan tutarlar ve şirket tüzel kişiliği tarafından ödenmesi zorunlu vergiler ve indirildikten sonra geriye kalan tutara ne ad verilir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Brüt kâr",
      "B": "Yedek akçe",
      "C": "II. Tertip temettü",
      "D": "Safi kâr",
      "E": "Kâr payı"
    }
  },
  {
    "id": "234613",
    "unitNumber": 8,
    "text": "<strong>İkinci temettü olarak dağıtılması kararlaştırılacak kısımdan TTK'nin 519/c maddesi gereğince kanuni yedek akçe ayrılırken % kaç kesilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "5",
      "B": "10",
      "C": "15",
      "D": "20",
      "E": "25"
    }
  },
  {
    "id": "234617",
    "unitNumber": 8,
    "text": "<strong>Halka açık şirketlerde birinci temettü tutarı, hesap dönemi kârından kanunlara göre ayrılması gereken yedek akçeler ile vergi, fon ve mali ödemeler ve varsa geçmiş yıl zararları düşüldükten sonra kalan dağıtılabilir kârın ne kadarından az <u>olamaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "%5",
      "B": "%10",
      "C": "%15",
      "D": "%20",
      "E": "%25"
    }
  },
  {
    "id": "246515",
    "unitNumber": 8,
    "text": "Kalandan, varsa yıl içinde yapılan bağış tutarının ilavesi ile bulunacak meblağ üzerinden, Türk Ticaret Kanunu ve Sermaye Piyasası Mevzuatı'na uygun olarak birinci temettü ayrılır.<br /><strong>Bu hüküm için aşağıdakilerden hangisi uygundur?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Şirket müdürünün konuşmasından alıntıdır.",
      "B": "Şirketin denetim elemanları bunu her yıl hazırlarlar.",
      "C": "Şirket ana sözleşmesi kâr dağıtım maddesidir.",
      "D": "Şirketler buna uymak zorunda değildir.",
      "E": "Şirket muhasebecisi bu oranı değiştirebilir."
    }
  },
  {
    "id": "249338",
    "unitNumber": 8,
    "text": "<strong>Halka açık bir şirketin ödenmiş sermayesi 250.000,00 liradır. Şimdiye kadar ayrılmış olan birinci yedek akçe tutarı 50.000,00 liradır. Dönem kârı 75.000,00 lira olduğuna göre kârın dağıtıldığı yıl 1. tertip yedek akçe ne kadar olmalıdır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "0,00",
      "B": "1.000,00",
      "C": "1.750,00",
      "D": "2.000,00",
      "E": "3.750,00"
    }
  },
  {
    "id": "356039",
    "unitNumber": 8,
    "text": "<strong>Anonim şirketlerde birinci tertip yedek akçe ve birinci temettü dağıtıldıktan sonra geri kalan kârın kısmen veya tamamen ikinci temettü olarak dağıtılmasına yetkili olan anonim şirket organı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Anonim Şirket Yönetim Kurulu",
      "B": "Anonim Şirket Genel Kurulu",
      "C": "Anonim Şirket Pay Sahipleri",
      "D": "Anonim Şirket Denetleme Kurulu",
      "E": "Sermaye Piyasası Kurulu Temsilcisi"
    }
  },
  {
    "id": "356321",
    "unitNumber": 8,
    "text": "<strong>Anonim şirketlerde zarar tutarının yedeklerden çok olması durumunda zararın karşılanma yöntemi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Yasal yedeklerle karşılanır.",
      "B": "Gelecek dönemlerin kârlarıyla karşılanır.",
      "C": "Ortakların ek ödemeleri ile karşılanır.",
      "D": "Geçmiş yıl kârlarıyla karşılanır.",
      "E": "Ortakların mal varlıklarıyla karşılanır."
    }
  },
  {
    "id": "148682",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi tasfiye memurunun görevleri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Tasfiye işlemlerinin düzenli yürütülmesi ve güvenliği için gereken defterleri tutmak",
      "B": "Tasfiye sırasında elde edilen paralardan şirketin süregelen harcamaları için gerekli olan para dışında kalan tutarı, bir bankaya şirket adına yatırmak",
      "C": "Tasfiyenin uzun sürmesi hâlinde, her yıl sonu için tasfiyeye ilişkin finansal tabloları ve tasfiye sonunda da kesin bilançoyu düzenleyerek genel kurula sunmak",
      "D": "Tasfiyenin gerektirmediği yeni bir işlem yapmak",
      "E": "Pay sahiplerine tasfiye işlerinin durumu hakkında bilgi ve istedikleri takdirde bu konuda imzalı belge vermek"
    }
  },
  {
    "id": "152302",
    "unitNumber": 9,
    "text": "<strong>ABC şirketi, şirketin tasfiyesini kararlaştırmıştır. Şirket kayıtlı değeri 25.000 TL ve birikmiş amortismanı 15.000 TL olan demir başı nakit 8.000 + 1.440 TL KDV'ye sattığına göre aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kasa hesabı 9.440 TL borçlu",
      "B": "Birikmiş Amortismanlar hesabı15.000 TL borçlu",
      "C": "Demirbaşlar hesabı  25.000 TL borçlu",
      "D": "Diğer Olağandışı Gider ve Zararlar hesabı  2.000 TL borçlu",
      "E": "Hesaplanan KDV hesabı 1.440 TL alacaklı"
    }
  },
  {
    "id": "152733",
    "unitNumber": 9,
    "text": "Şirket sürenin dolmasıyla veya genel kurul kararıyla sona ermiş ise, pay sahipleri arasında şirket malvarlığının dağıtımına başlanılmış olmadıkça genel kurul şirketin devam etmesini kararlaştırabilir. Devam kararının pay sahiplerinin en az ……………… oyu ile alınması gerekir.<br /><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "% 20",
      "B": "% 30",
      "C": "% 50",
      "D": "% 51",
      "E": "% 60"
    }
  },
  {
    "id": "153035",
    "unitNumber": 9,
    "text": "I. Esas sözleşmede öngörülen sürenin sona ermesi<br />II. İşletme konusunun gerçekleşmesi<br />III. İki yıl üst üste zarar etmesi<br />IV. İflasına karar verilmesi<br /><strong>Yukarıdakilerden hangileri, anonim şirketin tasfiye ile ilgili hükümler arasında yer almaktadır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "I, II ve III",
      "D": "II, III ve IV",
      "E": "I, II ve IV"
    }
  },
  {
    "id": "233989",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi anonim şirketlerin tasfiyeye gitme nedenlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Esas sözleşmede öngörülen sürenin sona ermesi",
      "B": "İşletme konusunun gerçekleşmesiyle veya gerçekleşmesinin imkânsız hâle gelmesi",
      "C": "Borsada hisse senetleri fiyatlarının düşmesi",
      "D": "TTK’ya uygun olarak alınan genel kurul kararı alınması",
      "E": "Kanunlarda öngörülen diğer hâllerin bulunması"
    }
  },
  {
    "id": "233994",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi tasfiye memurlarının görevleri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Şirketin süregelen işlemlerini tamamlamak",
      "B": "Gereğinde pay bedellerinin henüz ödenmemiş olan kısımlarını tahsil etmek",
      "C": "Aktifleri paraya çevirmek ve şirket borçlarının, ilk tasfiye bilançosundan ve alacaklılara yapılan çağrı sonucunda anlaşılan duruma göre, şirket varlığından fazla olmadığı saptanmışsa bu borçları ödemek",
      "D": "Şirket borçları şirket varlığından fazla olduğu takdirde durumu derhâl şirketin merkezinin bulunduğu yerdeki asliye ticaret mahkemesine bildirmek",
      "E": "Tasfiyeyi mümkün olduğunca uzun sürede tamamlamak"
    }
  },
  {
    "id": "234621",
    "unitNumber": 9,
    "text": "I.İşletme konusunun gerçekleşmesiyle veya gerçekleşmesinin imkânsız hâle gelmesi<br />II.Esas sözleşmede öngörülmüş herhangi bir sona erme sebebinin gerçekleşmesi<br />III.Yönetim kurulu kararı<br /><strong>Yukarıdakilerden hangisi ya da hangileri anonim şirketlerin varlığını sona erdiren durumlar arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "II ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "234623",
    "unitNumber": 9,
    "text": "<strong>Tasfiye memurları ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Tasfiyenin gerektirmediği yeni bir işlem yapamazlar.",
      "B": "Şirket kârından aldıkları pay karşılığında tasfiye işlemlerini tamamlarlar.",
      "C": "Tasfiye işlemlerinin düzenli yürütülmesi ve güvenliği için gereken defterleri tutarlar.",
      "D": "Tasfiyenin uzun sürmesi hâlinde, her yılsonu için tasfiyeye ilişkin finansal tabloları ve tasfiye sonunda da kesin bilançoyu düzenleyerek genel kurula sunarlar.",
      "E": "Pay sahiplerine tasfiye işlerinin durumu hakkında bilgi ve istedikleri takdirde bu konuda imzalı belge verirler."
    }
  },
  {
    "id": "234624",
    "unitNumber": 9,
    "text": "<strong>Tasfiye hâlindeki bir şirket ile ilgili olarak aşağıdakilerden hangisi doğru <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Pay sahipleriyle olan ilişkilerini aynen devam ettirir.",
      "B": "Tasfiye sonuna kadar tüzel kişiliğini korur.",
      "C": "Ticaret unvanını “tasfiye hâlinde” ibaresi eklenmiş olarak kullanır.",
      "D": "Organlarının yetkileri tasfiye amacıyla sınırlıdır.",
      "E": "Şirket yönetimi tasfiye memurları tarafından devr alınır."
    }
  },
  {
    "id": "234625",
    "unitNumber": 9,
    "text": "<strong>Şirketlerde tasfiye sonunda dağıtımla ilgili olarak aşağıdakilerden hangisi doğru <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Tasfiye sonunda dağıtım yapılmaz.",
      "B": "Tasfiye hâlinde bulunan şirketin borçları ödendikten sonra dağıtım yapılır.",
      "C": "Pay bedelleri geri verildikten sonra kalan varlığı, esas sözleşmede aksi kararlaştırılmamışsa pay sahipleri arasında dağıtılır.",
      "D": "Pay sahiplerinin ödedikleri sermayeler ve imtiyaz hakları oranında dağıtılır.",
      "E": "Tasfiye payında imtiyazın varlığı hâlinde esas sözleşmedeki düzenleme uygulanır."
    }
  },
  {
    "id": "234626",
    "unitNumber": 9,
    "text": "I. Ana sözleşmede öngörülen nedenlerden birinin gerçekleşmesi (infisah)<br />II. Kanuni bir neden veya ana sözleşmede yer alan nedenlerden birinin gerçekleşmesi (fesih)<br />III. Ortaklardan birinin şirket varlığının sona erdirilmesini istemesi<br /><strong>Yukarıdakilerden hangisi ya da hangileri anonim şirketlerin varlığının sona ermesinin sebeplerindendir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "I ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "234627",
    "unitNumber": 9,
    "text": "<strong>Şirket, sürenin dolmasıyla veya genel kurul kararıyla sona ermiş ise, pay sahipleri arasında şirket malvarlığının dağıtımına başlanılmış olmadıkça, genel kurul şirketin devam etmesini kararlaştırabilir. Devam kararının sermayenin en az yüzde kaçının oyu ile alınması gerekir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "25",
      "B": "33",
      "C": "50",
      "D": "51",
      "E": "60"
    }
  },
  {
    "id": "246523",
    "unitNumber": 9,
    "text": "<strong>Tasfiye memurlarının görevleri arasında aşağıdakilerden hangisi <u>yer almaz</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Şirketin reklam işleri için tasfiye döneminin sonuna kadar danışman çalıştırırlar.",
      "B": "Tasfiye işlemlerinin düzenli yürütülmesi ve güvenliği için gereken defterleri tutarlar.",
      "C": "Şirketin bütün mal ve haklarının korunması için düzenli ve görevinin bilincinde bir yönetici gibi gereken önlemleri alır ve tasfiyeyi mümkün olan en kısa sürede bitirirler.",
      "D": "Tasfiye sırasında elde edilen paralardan şirketin süregelen harcamaları için gerekli olan para dışında kalan paraları, bir bankaya şirket adına yatırırlar.",
      "E": "Vadesi gelmemiş borçları, Türkiye Cumhuriyet Merkez Bankasınca kısa vadeli kredilere uygulanan oran üzerinden iskonto ederek derhâl öderler. Alacaklılar bu ödemeyi kabul etmek zorundadır."
    }
  },
  {
    "id": "356040",
    "unitNumber": 9,
    "text": "Türk Ticaret Kanunu 546. maddeye göre pay sahipleri ile tasfiye memuru veya memurları arasındaki uyuşmazlıkların çözümü basit yargılama usulüne tabidir. Mahkeme, gerekli görürse tasfiye memurlarıyla ilgili pay sahiplerini dinleyerek kararını..................... içinde verir.<br /><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "7 gün",
      "B": "14 gün",
      "C": "30 gün",
      "D": "45 gün",
      "E": "60 gün"
    }
  },
  {
    "id": "408005",
    "unitNumber": 9,
    "text": "<div>\t690 DÖNEM KÂRI VEYA ZAR.HESABI                77.000,00<br />\t691 DÖNEM KÂRI VER. VE YASAL<br />\tYÜKÜMLÜLÜK KARŞILIKLARI                             15.400,00<br />\t691.1 Kurumlar Vergisi                                          15.400,00<br />\t692 DÖNEM NET KÂRI VEYA ZARARI HES.       61.600,00</div><strong>Bir A.Ş.de yapılan bu yevmiye kaydını aşağıdakilerden hangisi ifade etmektedir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Bir A.Ş.'de dönem başında yapılan yevmiye kaydı",
      "B": "Bir A.Ş.'de dönem ortasında yapılan yevmiye kaydı",
      "C": "Dönem kârından vergi ve yasal yükümlülük karşılıklarının ayrılması yevmiye kaydı",
      "D": "Dönem zararından tasfiye öncesi vergi ve yasal yükümlülük karşılıklarının ödenmesi yevmiye kaydı",
      "E": "Önceki döneme ait vergi ve yasal yükümlülük karşılıklarının geçici bir hesaba alınması yevmiye kaydı"
    }
  },
  {
    "id": "148798",
    "unitNumber": 10,
    "text": "<strong>Limitet şirketlerde esas sermaye en az kaç TL olabilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "10.000",
      "B": "20.000",
      "C": "50.000",
      "D": "100.000",
      "E": "250.000"
    }
  },
  {
    "id": "152490",
    "unitNumber": 10,
    "text": "Limitet şirketlerde olağan genel kurul toplantısı, her yıl hesap döneminin sona ermesinden itibaren ………. içinde yapılır. Genel kurul, toplantı gününden en az …………… önce toplantıya çağrılır.<br /><strong>Paragrafta boş bırakılan yerlere sırasıyla aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "üç ay - on beş gün",
      "B": "on beş gün - bir ay",
      "C": "bir ay - on beş gün",
      "D": "bir ay - bir ay",
      "E": "üç ay - üç ay"
    }
  },
  {
    "id": "152667",
    "unitNumber": 10,
    "text": "Selim ve Yusuf kardeşler 50.000 TL nakit para ile Melek limited şirketini kurmuştur. Kuruluş için harcanan 2.000 TL’yi KDV bedeli (%18) ile birlikte ödemiştir.<br /><strong>Paragrafta ifade edildiği üzere şirketin yapacağı muhasebe kayıtları ile ilgili olarak aşağıdakilerden hangisi doğrudur?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kasa Hesabı alacaklı 2.000 TL",
      "B": "İndirilecek KDV hesabı alacaklı 360 TL",
      "C": "Hesaplanan KDV Hesabı alacaklı 360 TL",
      "D": "Kuruluş ve Örgütlenme Giderleri hesabı borçlu 2.000 TL",
      "E": "Hesaplanan KDV Hesabı borçlu 360 TL"
    }
  },
  {
    "id": "152668",
    "unitNumber": 10,
    "text": "<strong>Limitet şirketlerle ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Bir veya daha çok gerçek veya tüzel kişi tarafından bir ticaret unvanı altında kurulur.",
      "B": "Ortaklar, şirket borçlarından sorumlu olmayıp sadece taahhüt ettikleri esas sermaye paylarını ödemekle yükümlüdürler.",
      "C": "Limited şirket, kanunen yasak olmayan her türlü ekonomik amaç ve konu için kurulabilir.",
      "D": "Ülkemizde tüm şirketler arasında en fazla uygulama alanı bulan şirketlerden biridir.",
      "E": "Limitet şirketin esas sermayesi en az beş bin Türk Lirasıdır."
    }
  },
  {
    "id": "233996",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi limitet şirketlerin özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Limitet şirketler sermaye şirketleri arasında yer alırlar.",
      "B": "Kişisel emek, ticari itibar ve vadesi gelmemiş alacaklar sermaye olabilir.",
      "C": "Ortakların sayısı elliyi aşamaz.",
      "D": "Limitet şirketin esas sermayesi en az on bin Türk Lirasıdır.",
      "E": "Payların değeri en az yirmi beş Türk Lirasıdır."
    }
  },
  {
    "id": "233999",
    "unitNumber": 10,
    "text": "<strong>Limited şirketlerin tanımı ile ilgili olarak aşağıdakilerden hangisi <u>söylenemez</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Limited şirket, bir veya daha çok gerçek veya tüzel kişi tarafından bir ticaret unvanı altında kurulur.",
      "B": "Esas sermayesi belirli olup, bu sermaye esas sermaye paylarının toplamından oluşur.",
      "C": "Ortaklar, şirket borçlarından sorumlu olmayıp, sadece taahhüt ettikleri esas sermaye paylarını ödemekle ve şirket sözleşmesinde öngörülen ek ödeme ve yan edim yükümlülüklerini yerine getirmekle yükümlüdürler.",
      "D": "Limited şirket, kanunen yasak olmayan her türlü ekonomik amaç ve konu için kurulabilir.",
      "E": "Esas sermaye paylarının itibari değerleri farklı olamaz."
    }
  },
  {
    "id": "234628",
    "unitNumber": 10,
    "text": "<strong>Limitet şirketler ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Ortakların sayısı elliyi aşamaz.",
      "B": "Ortak sayısı bire düşerse durum, bu sonucu doğuran işlem tarihinden itibaren yedi gün içinde müdürlere yazıyla bildirilir.",
      "C": "Şirket, tek ortağının kendisinin olacağı bir şirkete dönüşeceği sonucunu doğuracak şekilde esas sermaye payını iktisap edemez.",
      "D": "Limitet şirketin esas sermayesi en az yüz bin Türk Lirasıdır.",
      "E": "Esas sermaye paylarının değeri yirmi beş TL ve katları olmalıdır."
    }
  },
  {
    "id": "234630",
    "unitNumber": 10,
    "text": "I. Şirket işletme konusunun değiştirilmesi<br />II. Yeni yatırım yapılması<br />III. Esas sermaye paylarının devrinin sınırlandırılması, yasaklanması ya da kolaylaştırılması<br />IV. Esas sermayenin artırılması<br /><strong>Yukarıdakilerden hangileri temsil edilen oyların en az üçte ikisinin ve oy hakkı bulunan esas sermayenin tamamının salt çoğunluğunun bir arada bulunması hâlinde alınabilen kararlar arasında yer alır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "​I ve IV",
      "B": "I, II ve III",
      "C": "I, III ve IV",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    }
  },
  {
    "id": "234631",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi genel kurulun devredilemez yetkilerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Şirket sözleşmesinin değiştirilmesi",
      "B": "Topluluk yılsonu finansal tabloları ile yıllık faaliyet raporunun onaylanması",
      "C": "Yılsonu finansal tablolarının ve yıllık faaliyet raporunun onaylanması, kâr payı hakkında karar verilmesi, kazanç paylarının belirlenmesi",
      "D": "Esas sermaye paylarının devirlerinin onaylanması",
      "E": "Yatırım kararlarının alınması"
    }
  },
  {
    "id": "234633",
    "unitNumber": 10,
    "text": "<strong>Aşağıdaki limited şirketlerde müdürlerle ilgili ifadelerden hangisi doğru <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Limited şirketlerde müdürler ortaklara eşit şartlar altında eşit işlem yaparlar",
      "B": "Müdürlerin hepsi gerçek kişi olmalıdır.",
      "C": "Şirket müdürlerinden en az birinin yerleşim yerinin Türkiye’de bulunması ve bu müdürün şirketi tek başına temsile yetkili olması gerekir.",
      "D": "Ticaret Kanunu’nda limited şirket müdürlerinin, temsil yetkisinin kapsamı, sınırlandırılması yer almaktadır",
      "E": "Şirketin birden fazla müdürünün bulunması hâlinde bunlardan biri, şirketin ortağı olup olmadığına bakılmaksızın, genel kurul tarafından müdürler kurulu başkanı olarak atanır"
    }
  },
  {
    "id": "234635",
    "unitNumber": 10,
    "text": "<strong>Aşağıdaki limited şirketlerde sermaye artırımı ile ilgili ifadelerden hangisi doğru <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Limited şirketler faaliyet hacmine göre sermayenin yetersiz kalması gibi ekonomik nedenlerle sermayelerini artırmak isteyebilirler.",
      "B": "Şirketin kuruluşu hakkındaki hükümlere ve özellikle sermayenin ayın olarak konması ve bir işletme ile ayınların devralınmasına dair kurallara uymak şartıyla esas sermaye artırılabilir.",
      "C": "Şirket sözleşmesinde veya artırma kararında aksi öngörülmemişse her ortak, esas sermaye payı oranında esas sermayenin artırılmasına katılmak hakkını haizdir.",
      "D": "Genel kurulun sermaye artırımına ilişkin kararıyla, ortakların yeni payları almaya ilişkin rüçhan hakkı, ancak haklı sebeplerin varlığında sınırlandırılabilir veya kaldırılabilir.",
      "E": "Rüçhan hakkının kullanılabilmesi için en az otuz gün süre verilir."
    }
  },
  {
    "id": "234636",
    "unitNumber": 10,
    "text": "<strong>Aşağıdaki limited şirketlerde sermaye azaltımı ile ilgili ifadelerden hangisi doğru <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Sermaye azaltılması işleminde ana sözleşmede değişiklik yapılmasına gerek yoktur.",
      "B": "Azaltılan sermaye ortaklara nakden ödenir.",
      "C": "Zararı kapatmak amacıyla sermaye azaltılması yoluna gidiliyorsa azaltılan sermaye zararın kapatılmasında kullanılır.",
      "D": "Anonim şirketlerin esas sermayenin azaltılmasına ilişkin hükümleri limited şirketlere kıyas yoluyla uygulanır.",
      "E": "İşlemlerin Ticaret Sicili'ne tescili ve ilanı ile sermaye azaltılması tamamlanır."
    }
  },
  {
    "id": "234640",
    "unitNumber": 10,
    "text": "<strong>Limited şirketlerde olağan genel kurul toplantısı, her yıl hesap döneminin sona ermesinden ne kadar süre sonra yapılır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "1 ay içinde",
      "B": "45 gün içinde",
      "C": "2 ay içinde",
      "D": "3 ay içinde",
      "E": "6 ay içinde"
    }
  },
  {
    "id": "246529",
    "unitNumber": 10,
    "text": "Bir veya daha çok gerçek veya tüzel kişi tarafından bir ticaret unvanı altında kurulur, esas sermayesi belirli olup bu sermaye esas sermaye paylarının toplamından oluşur.<br /><strong>Cümlede ifade edilen şirket türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Limitet",
      "B": "Anonim",
      "C": "Kollektif",
      "D": "Komandit",
      "E": "Hisseli komandit"
    }
  },
  {
    "id": "246531",
    "unitNumber": 10,
    "text": "<strong>Türkiye’de en çok kurulan ve sayıları en fazla olan şirket aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Hisseli komandit",
      "B": "Anonim",
      "C": "Limited",
      "D": "Kolektif",
      "E": "Komandit"
    }
  },
  {
    "id": "249352",
    "unitNumber": 10,
    "text": "I. Muhasebeci<br />II. Müdürler<br />III. Denetçi<br />IV. Genel kurul<br /><strong>Limitet şirketlerin organları yukarıdakilerden hangisi ya da hangileridir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "I ve III",
      "C": "I, II ve III",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    }
  },
  {
    "id": "249357",
    "unitNumber": 10,
    "text": "I. Limited şirket sözleşmesi kanuna uygun olarak düzenlenmelidir.<br />II. Sözleşme ile kurucular limited şirket kurma iradelerini açıklarlar.<br />III. Kurucular sermayenin tamamını şartsız taahhüt ederler.<br />IV. Nakit kısmı hemen ve tamamen öderler.<br />V. Sadece yaşlı kuruculara ödemede kolaylık sağlanır.<br /><strong>Limited şirketin kuruluşu için yukarıdaki hususlardan hangisi ya da hangileri TTK’da öngörülmüştür?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "IV ve V",
      "C": "I, II, III, IV",
      "D": "Yalnız II",
      "E": "Yalnız V"
    }
  },
  {
    "id": "356042",
    "unitNumber": 10,
    "text": "<strong>Kanunen yasak olmayan her türlü ekonomik amaç ve konu için kurulabilen, ortak sayısı elliyi aşmayan, ortakların şirket borçlarından sorumlu olmayıp sadece taahhüt ettikleri esas sermaye paylarını ödemekle ve şirket sözleşmesinde öngörülen ek ödeme ve yan edim yükümlülüklerini yerine getirmekle yükümlü olduğu bir veya daha çok gerçek veya tüzel kişi tarafından bir ticaret unvanı altında kurulan; esas sermayesi belirli olup bu sermaye esas sermaye paylarının toplamından oluşan şirket türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Anonim Şirket",
      "B": "Komandit Şirket",
      "C": "Limitet Şirket",
      "D": "Kolektif Şirket",
      "E": "Kooperatif Şirket"
    }
  },
  {
    "id": "356332",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi limitet şirketlerde sermaye <u>olamaz</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Vadesi Gelmemiş Alacaklar",
      "B": "Fikri Mülkiyet Hakları",
      "C": "Mal",
      "D": "Para",
      "E": "Alacaklar"
    }
  },
  {
    "id": "152295",
    "unitNumber": 11,
    "text": "<strong>Dönem k</strong><strong>â</strong><strong>rı 30.000 TL olan limited şirketinin ödenmiş sermaye tutarı 50.000 TL iken, toplam kurumlar vergisi tutarı 6.000 TL olduğuna göre işletmenin 1. Temettü tutarı kaç TL’dir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "1.500 TL",
      "B": "2.500 TL",
      "C": "10.000 TL",
      "D": "4.000 TL",
      "E": "6.000 TL"
    }
  },
  {
    "id": "153130",
    "unitNumber": 11,
    "text": "<strong>Limited şirketinin k</strong><strong>â</strong><strong>r dağıtım politikasına göre 1. Tertip yedek akçenin üst sınırı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Ödenmiş sermayenin %20’si",
      "B": "Dönem kârının %20’si",
      "C": "Mali kârın %20’si",
      "D": "Dönem kârının %5’i",
      "E": "Mali kârın %20’si"
    }
  },
  {
    "id": "234003",
    "unitNumber": 11,
    "text": "A şirketinin 2023 yılı sonunda 690 nolu hesabın alacak kalanı 44.000 TL’dir. Şirketin yıl içinde kanunen kabul edilmeyen gider olarak harcadığı tutar 11.500 TL, vergiden muaf gelirleri 7.400 TL’dir.<br /><strong>Bu bilgilere göre A limitet şirketinin Kurumlar Vergisi (Kurumlar vergisi oranı %20'dir.) kaç TL’dir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "1.480 TL",
      "B": "9.620 TL",
      "C": "7.980 TL",
      "D": "8.800 TL",
      "E": "11.100 TL"
    }
  },
  {
    "id": "234008",
    "unitNumber": 11,
    "text": "<strong>Limitet şirketlerde Kurumlar Vergisi Beyannamesi verildikten ne kadar sonra verginin ödenmesi gerekmektedir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "15 gün",
      "B": "45 gün sonra",
      "C": "3 ay",
      "D": "Beyannameni verildiği ayın sonuna kadar",
      "E": "1 yıl"
    }
  },
  {
    "id": "234646",
    "unitNumber": 11,
    "text": "<strong>Dönem kârından, Kurumlar Vergisi, Gelir Vergisi ile birinci tertip yedek akçe ve birinci tertip temettünün toplamı çıkarıldıktan sonra kalan kârın %10'una ne ad verilir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "I. temettü",
      "B": "II. temettü",
      "C": "II. tertip yedek akçe",
      "D": "I. tertip yedek akçe",
      "E": "Safi kâr"
    }
  },
  {
    "id": "234650",
    "unitNumber": 11,
    "text": "<strong>Birinci tertip yedek akçe, ödenmiş sermayenin % kaçından fazla <u>olamaz</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "10",
      "B": "20",
      "C": "30",
      "D": "40",
      "E": "50"
    }
  },
  {
    "id": "246537",
    "unitNumber": 11,
    "text": "Limitet şirketlerle halka açık olmayan anonim şirketlerin kâr dağıtım işlemleri arasında hemen hiç fark yoktur.<br /><strong>Bu durumun istisnası aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "I. yedek akçe hesaplaması",
      "B": "I. temettü hesaplaması",
      "C": "Dönem sonu kayıtları",
      "D": "Peşin vergi uygulaması",
      "E": "Kâr dağıtım tablosu daha sadedir."
    }
  },
  {
    "id": "249378",
    "unitNumber": 11,
    "text": "I. Hiç fark yoktur tamamen aynıdır.<br />II. Limited şirketler geçmiş dönem zararı bilgisi doldurulmaz.<br />III. Tablonun sadece alt kısmında yer alan pay başına temettü ve temettü oranı gibi bilgiler limited şirketlerin tablosunda yoktur.<br /><strong>Kâr dağıtım tablosunu hazırlamak bakımından anonim şirketler ile limited şirketler arasındaki farkı göstermesi bakımından yukarıdakilerden hangisi ya da hangileri uygundur?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I, II",
      "D": "Yalnız III",
      "E": "I, II, III"
    }
  },
  {
    "id": "249383",
    "unitNumber": 11,
    "text": "<strong>Parıltı Matbaacılık Limited Şirketinin 202. yılında elde etmiş olduğu kâr 20.000,00 liradır. Bu şirketin dönem kârının mali kâra eşit olduğu varsayılmıştır. Yani herhangi bir indirim, istisna söz konusu değildir. Yıl içinde toplam 3.000,00 lira peşin vergi ödenmiştir. KV oranı %20 olarak alındığında son çeyreğe kalan kurumlar vergisi kaç liradır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "300 TL",
      "B": "1.000 TL",
      "C": "750 TL",
      "D": "800 TL",
      "E": "500 TL"
    }
  },
  {
    "id": "249385",
    "unitNumber": 11,
    "text": "<strong>Parıltı Matbaacılık Limited Şirketinin 202. yılında elde etmiş olduğu kâr 20.000,00 liradır. Bu şirketin dönem kârının mali kâra eşit olduğu varsayılmıştır. Yani herhangi bir indirim, istisna söz konusu değildir. Yıl içinde toplam 3.660,00 lira peşin vergi ödenmiştir. KV oranı %22 olarak alındığında son çeyreğe kalan kurumlar vergisi kaç liradır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "1.040,00",
      "B": "1.240,00",
      "C": "740,00",
      "D": "1.060,00",
      "E": "1.440,00"
    }
  },
  {
    "id": "356052",
    "unitNumber": 11,
    "text": "<strong>Bir sermaye şirketi olan limitet şirketlerin tabi oldukları vergi kanunu aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Gelir Vergisi Kanunu",
      "B": "Kurumlar Vergisi Kanunu",
      "C": "Damga Vergisi Kanunu",
      "D": "Emlak Vergisi Kanunu",
      "E": "Özel Tüketim Vergisi Kanunu"
    }
  },
  {
    "id": "356053",
    "unitNumber": 11,
    "text": "Birinci temettü ödenmiş sermayenin  ...........................kadar ayrılacaktır.<br /><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "%1'i",
      "B": "%5'i",
      "C": "%10'u",
      "D": "%18'i",
      "E": "%20'si"
    }
  },
  {
    "id": "148724",
    "unitNumber": 12,
    "text": "Verilen Çekler ve Ödeme Emirleri Hesabı borçlu 10.000TL, Bankalar Hesabı alacaklı 10.000 TL<br /><strong>Tasfiye aşamasında olan Yıldırım Limited şirketinin yapmış olduğu bu kaydın gerekçesi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Çekle yapılan ödemelerin bankadaki hesaptan düşülmesi",
      "B": "Tasfiye döneminde tahakkuk eden KDV’nin ödenmesi",
      "C": "Çeklerin tahsil edilmesi",
      "D": "Alınan borcun bankaya yatırılması",
      "E": "Tasfiye sebebiyle zarar edilen değerin ilgili hesaplara alınması"
    }
  },
  {
    "id": "148827",
    "unitNumber": 12,
    "text": "Tasfiye aşamasında olan bir limitet şirketi tasfiye memurlarına toplamda 3.500 TL’lik giderin ödenmesi için X bankasının çekleri kullanılmıştır. Bu tutarın 250 TL’lik kısmı gelir vergisi kesintisi ve 400 TL’lik kısmı ise SGK prim kesintisinin kaynaklandığı belirtilmiştir.<br /><strong>Buna göre yapılacak yevmiye kaydında aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Verilen Çekler Hesabı alacaklı 2.850 TL",
      "B": "Ödenecek Vergi ve Fonlar Hesabı alacaklı 250 TL",
      "C": "Ödenecek Sosyal Güvenlik Kesintileri alacaklı 400 TL",
      "D": "Alınan Çekler Hesabı alacaklı 3.500 TL",
      "E": "Genel Yönetim Giderleri Hesabı borçlu 3.500 TL"
    }
  },
  {
    "id": "153432",
    "unitNumber": 12,
    "text": "I. Tasfiye dönemi sonunda zarar olması hâlinde şirket vergi ödemesi yapmaz.<br />II. Şirketin bankasında kalan para ortaklara sermayeleri ile orantılı bir şekilde dağıtılır.<br />III. Yasal yedekler tasfiye sırasında ortaya çıkan zararın karşılanması için kullanılır.<br /><strong>Tasfiye sonu işlemleri ile ilgili olarak aşağıdakilerden hangisi ya da hangileri doğrudur?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız III",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "153455",
    "unitNumber": 12,
    "text": "<strong>Aşağıdaki h</strong><strong>â</strong><strong>llerden hangisi limitet şirketinin varlığını <u>sonlandırmaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Genel kurulda alınan karar",
      "B": "İflasın açılması",
      "C": "Şirket sözleşmesinde öngörülen sona erme sebeplerinden birinin gerçekleşmesi",
      "D": "Kanunda öngörülen diğer sona erme hâlleri",
      "E": "En az iki ortaktan birinin ölmesi"
    }
  },
  {
    "id": "153582",
    "unitNumber": 12,
    "text": "<strong>Limited şirketlerde tasfiyenin sonuçları için TTK’da yer alan hangi şirket türünün hükümleri uygulanmaktadır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Komandit şirket",
      "B": "Adi şirket",
      "C": "Anonim şirket",
      "D": "Kolektif şirket",
      "E": "Sermayesi paylara bölünmüş komandit şirket"
    }
  },
  {
    "id": "234011",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi limited şirketlerin tasfiye nedenlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Şirket müdürünün istifası",
      "B": "Şirket sözleşmesinde öngörülen sona erme sebeplerinden birinin gerçekleşmesi",
      "C": "Genel kurul kararı",
      "D": "İflasın açılması",
      "E": "Kanunda öngörülen diğer sona erme hâlleri"
    }
  },
  {
    "id": "234017",
    "unitNumber": 12,
    "text": "<strong>Limitet şirketlerde tasfiye durumu ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "İflas nedeniyle tasfiye durumuna giren şirketin tasfiye işlemlerini yürütmek iflas masasının görevidir.",
      "B": "Diğer nedenlerle infisah eden limitet şirketlerin tasfiye işlemleri tasfiye memurlarınca yürütülür.",
      "C": "Tasfiye dönemi bir takvim yılından fazla süremez.",
      "D": "Şirket varlıklarının paraya çevrilmesi, borçların ödenmesi faaliyetleri yapılır.",
      "E": "Tasfiye sırasında da muhasebe kayıtları yapılmalıdır."
    }
  },
  {
    "id": "234656",
    "unitNumber": 12,
    "text": "I. Şirket sözleşmesinde öngörülen sona erme sebeplerinden birinin gerçekleşmesi<br />II. Genel kurul kararı<br />III. İflasın açılması<br /><strong>Yukarıdakilerin hangisi ya da hangilerinin gerçekleşmesi durumunda limitet şirket sona erer?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız III",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "234659",
    "unitNumber": 12,
    "text": "<strong>Uzun süreden beri şirketin kanunen gerekli organlarından biri mevcut değilse veya genel kurul toplanamıyorsa ortaklardan veya şirket alacaklılarından birinin şirketin feshini istemesi üzerine şirket merkezinin bulunduğu yerdeki hangi mahkeme davaya bakar?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Asliye ticaret mahkemesi",
      "B": "Sulh hukuk mahkemesi",
      "C": "Ceza mahkemesi",
      "D": "Anayasa Mahkemesi",
      "E": "Uyuşmazlık komitesi"
    }
  },
  {
    "id": "246551",
    "unitNumber": 12,
    "text": "<strong>Tasfiye memurunun ücretinin ödenmesi ve kesintilerin tahakkuku için yapılacak yevmiye kaydında aşağıdakilerden hangisi <u>kullanılmaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Genel yönetim giderleri",
      "B": "Ödenecek vergi ve fonlar",
      "C": "Yasal yedekler",
      "D": "Ödenecek sosyal güvenlik kesintileri",
      "E": "Verilen çekler ve ödeme emirleri"
    }
  },
  {
    "id": "246557",
    "unitNumber": 12,
    "text": "<strong>Tasfiye döneminde tahakkuk eden KDV için yapılacak yevmiye kaydında kullanılacak hesaplar aşağıdakilerin hangisinde doğru olarak verilmiştir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Peşin Ödenen Vergi ve Fonlar hesabı borçlu-Verilen Çekler ve Ödeme Emirleri hesabı alacaklı",
      "B": "Verilen Çekler ve Ödeme Emirleri hesabı borçlu-Ödenecek Vergi ve Fonlar hesabı alacaklı",
      "C": "İndirilecek KDV hesabı borçlu-Hesaplanan KDV hesabı alacaklı",
      "D": "Ödenecek Vergi ve Fonlar hesabı borçlu-Verilen Çekler ve Ödeme Emirleri hesabı alacaklı",
      "E": "Hesaplanan KDV hesabı borçlu-Verilen Çekler ve Ödeme Emirleri hesabı alacaklı"
    }
  },
  {
    "id": "356334",
    "unitNumber": 12,
    "text": "<strong>İflas nedeniyle tasfiye durumuna giren limitet şirketin tasfiye işlemlerini yürütmek aşağıdakilerden hangisinin görevidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "İflas Masası",
      "B": "Tasfiye Memuru",
      "C": "Limitet Şirket Ortakları",
      "D": "Şirket Müdürü",
      "E": "Limitet Şirket Denetleme Kurulu"
    }
  },
  {
    "id": "357413",
    "unitNumber": 12,
    "text": "<strong>Limitet şirketlerde tasfiye dönemi sonunda zarar edilmesi ve yasal yedeklerin zarar tutarından fazla olması durumunda aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Varsa bankadaki para ortaklara sermaye paylarına göre ödenecektir.",
      "B": "Yasal yedekler zararın karşılanması için kullanılacaktır.",
      "C": "Limitet şirket tasfiye sonunda zarar ettiği için vergi ödeyecektir.",
      "D": "Ortaklara ödeme yapılırken %15 Gelir Vergisi kesintisi yapılacaktır.",
      "E": "Yedek akçeler ayrılırken Gelir Vergisi kesintisi yapılmayacaktır."
    }
  },
  {
    "id": "148794",
    "unitNumber": 13,
    "text": "<strong>Sermayesi paylara bölünmüş komandit şirketin kuruluşu için en az kaç kurucu ortak gereklidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "7"
    }
  },
  {
    "id": "153635",
    "unitNumber": 13,
    "text": "Sermayesi paylara bölünmüş komandit şirketin özelliklerinden biride komandite ortağa ait kâr payının …………………….. hesabında gösterilmesini sağlamaktır.<br /><strong>Cümlede boş bırakılan yere aşağıdaki hesaplardan hangisi getirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "331 Ortaklara Borçlar",
      "B": "131 Ortaklardan Alacaklar",
      "C": "570 Geçmiş Yıllar Kârları",
      "D": "540 Yasal Yedekler",
      "E": "590 Dönem Net Karı"
    }
  },
  {
    "id": "234021",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi sermayesi paylara bölünmüş komandit şirketler için doğru <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Bu şirketlerde bazı ortaklar şirket alacaklılarına karşı bütün mal varlıklarıyla sorumludurlar",
      "B": "Bazı ortaklar sahip oldukları payları kadar sorumludur.",
      "C": "Biri komandite olmak kaydıyla en az 5 kurucu ortak gereklidir.",
      "D": "En çok rastlanan şirket türlerindendir",
      "E": "Pay sahiplerine ait kazanç Kurumlar Vergisine tabidir."
    }
  },
  {
    "id": "234023",
    "unitNumber": 13,
    "text": "<strong>Sermayesi paylara bölünmüş komandit şirketin 2021 yılı ticari kârı (690 Dönem Kârı veya Zararı hesabının alacak kalanı) 40.000,00 TL dir. Komanditeler % 30 oranında ortaklık payına sahiptir. Ticari kâr, mali kâr ile aynıdır. Bu durumda şirketin Kurumlar Vergisi tutarı ne kadar olacaktır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "2.000",
      "B": "2.400",
      "C": "3.600",
      "D": "5.600",
      "E": "8.000"
    }
  },
  {
    "id": "234664",
    "unitNumber": 13,
    "text": "I. Komandite ortaklar sermayelerini artırıyorlarsa, kollektif şirketlerle ilgili hükümler ve kayıtlar esas alınacaktır.<br />II. Komanditer ortaklar sermaye artırımına gidiyorlarsa anonim şirketlerle ilgili hüküm ve kayıtlar esas alınacaktır.<br />III. Komanditer ortakların sermayelerini artırmaları yeni pay senedi çıkarabilmek için ise şirketin mevcut sermayesinin tamamının ödenmiş olması gereklidir.<br />IV. Sermaye artırımında bulunmak isteyen bir şirket, artırımdan önce herhangi bir mali tablo hazırlamak zorunda değildir.<br /><strong>Sermayesi paylara bölünmüş komandit şirketin sermaye artırımı için yukarıdakilerden hangisi ya da hangileri <u>yanlıştır</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız IV",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II, III ve IV"
    }
  },
  {
    "id": "234668",
    "unitNumber": 13,
    "text": "I. Kurumlar Vergisi'ne tabi olan sadece pay sahibi komanditer ortaklara ait kâr paylarıdır.<br />II. Komandite ortakların kâr payları ticari kazanç olup vergiye tabi değildir.<br />III. Öncelikle şirket sözleşmesi esas alınır.<br />IV. Bu şirketler adi komandit şirketten farklı olarak Kurumlar Vergisi'ne tabidir.<br /><strong>Sermayesi paylara bölünmüş komandit şirketin kâr dağıtımı ile ilgili olarak yukarıdakilerden hangisi ya da hangileri <u>yanlıştır</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve IV",
      "D": "II ve III",
      "E": "I, II ve IV"
    }
  },
  {
    "id": "234670",
    "unitNumber": 13,
    "text": "<strong>Sermayesi paylara bölünmüş komandit şirketin kurulabilmesi için koyulması gereken minimum sermaye miktarı nedir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "50.000 TL",
      "B": "75.000 TL",
      "C": "100.000 TL",
      "D": "125.000 TL",
      "E": "250.000 TL"
    }
  },
  {
    "id": "234673",
    "unitNumber": 13,
    "text": "I. Sermayenin tamamını şartsız taahhüt etme yoluyla (Ani)<br />II. Kurumsal yolla<br />III. Halka arz yoluyla (Tedrici)<br /><strong> Yukarıdakilerin hangisi ya da hangileri sermayesi paylara bölünmüş komandit şirketin kuruluş biçimlerindendir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız II",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "234676",
    "unitNumber": 13,
    "text": "<strong>Sermayesi paylara bölünmüş komandit şirket aşağıdaki durumların hangisinden sonra tüzel kişilik kazanır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Vergi dairesine başvuru",
      "B": "Sosyal Güvenlik Kurumuna başvuru",
      "C": "Bölge çalışma müdürlüğünün izni",
      "D": "Ticaret siciline şirketin tescili ve ilanı",
      "E": "Sanayi odasının izni"
    }
  },
  {
    "id": "234679",
    "unitNumber": 13,
    "text": "I. Kâr payları dağıtıldığı takdirde Gelir Vergisi kesintisi uygulanır.<br />II. Sermayesi paylara bölünmüş komandit şirketlerde komanditer ortaklara kâr payı dağıtıldığı takdirde % 15 Gelir Vergisi kesintisi uygulanacaktır.<br />III. Komandite ortak kâr payı kazancını kendisi beyan ederek Gelir Vergisini bizzat ödeyecektir.<br /><strong>Sermayesi paylara bölünmüş komandit şirketlerde kâr dağıtımında vergi kesintisi ile ilgili olarak yukarıdakilerden hangisi ya da hangileri geçerlidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "246562",
    "unitNumber": 13,
    "text": "I. Ortaklarından bir veya birkaçı şirket alacaklılarına karşı bir kollektif şirket ortağı gibidir.<br />II. Diğerleri bir anonim şirket pay sahibi gibi sorumlu olan şirkettir.<br />III. Sermayesi paylara bölünmüştür.<br />IV. Bu şirket türünde ortaklardan sınırsız sorumlu olanlara komandite denir.<br /><strong>Yukarıdakilerden hangisi ya da hangileri sermayesi paylara bölünmüş komandit şirket için uygundur?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "II ve III",
      "D": "I, II ve III",
      "E": "I, II, III ve IV"
    }
  },
  {
    "id": "249395",
    "unitNumber": 13,
    "text": "I. Sermayesi paylara bölünmüş komandit şirketin sermaye artırımına gitmesi, diğer şirketlerde geçerli olan nedenlerle söz konusu olur.<br />II. Bu şirkette eğer komandite ortaklar sermayelerini artırıyorlarsa, kolektif şirketlerle ilgili hükümler ve kayıtlar esas alınacaktır.<br />III. Komanditer ortaklar sermaye artırımına gidiyorlarsa anonim şirketlerle ilgili hüküm ve kayıtlar esas alınacaktır.<br />IV. Komanditer ortakların sermayelerini artırmaları yeni pay senedi çıkarabilmek için ise şirketin mevcut sermayesinin tamamının ödenmiş olması gereklidir.<br /><strong>Yukarıdakilerden hangisi ya da hangileri sermayesi paylara bölünmüş komandit şirket için uygundur?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "Yalnız IV",
      "E": "I, II, III ve IV"
    }
  },
  {
    "id": "249405",
    "unitNumber": 13,
    "text": "I. Sermayesi paylara bölünmüş komandit şirketlerin tasfiye nedenleri, anonim şirketler için de geçerli olan nedenlerdir.<br />II. Bu şirketler için tasfiye ile ilgili özel hükümler yoktur.<br />III. Tasfiye görevini üstlenecek kişi sözleşme ile belirlenmemiş veya sonradan seçilmemiş ise bu görevi komandite ortak yürütür.<br />IV. Tasfiye sadece komanditerler içindir. Komandite ortak tasfiyeye tabi değildir.<br /><strong>Yukarıdakilerden hangisi ya da hangileri sermayesi paylara bölünmüş komandit şirketlerin tasfiye nedenleri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız IV",
      "C": "Yalnız III",
      "D": "Yalnız II",
      "E": "I, II ve III"
    }
  },
  {
    "id": "356336",
    "unitNumber": 13,
    "text": "<strong>Sermayesi paylara bölünen ve ortaklarından bir veya birkaçı şirket alacaklılarına karşı bir kolektif şirket ortağı, diğerleri bir anonim şirket pay sahibi gibi sorumlu olan şirket aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Adi Şirket",
      "B": "Kolektif Şirket",
      "C": "Anonim Şirket",
      "D": "Limitet Şirket",
      "E": "Sermayesi Paylara Bölünmüş Komandit Şirket"
    }
  },
  {
    "id": "356337",
    "unitNumber": 13,
    "text": "<strong>Aşağıdaki sermaye tutarlarının hangisi ile sermayesi paylara bölünmüş komandit şirket kurulabilir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "10.000 TL",
      "B": "20.000 TL",
      "C": "30.000 TL",
      "D": "40.000 TL",
      "E": "50.000 TL"
    }
  },
  {
    "id": "356339",
    "unitNumber": 13,
    "text": "Sermayesi paylara bölünmüş komandit şirketin sermaye artırımına gitmesi, diğer şirketlerde geçerli olan nedenlerle söz konusu olur. Ancak bu şirkette eğer .................. ortaklar sermayelerini artırıyorlarsa kollektif şirketlerle ilgili hükümler ve kayıtlar esas alınacaktır......................... ortaklar sermaye artırımına gidiyorlarsa anonim şirketlerle ilgili hüküm ve kayıtlar esas alınacaktır.<br /><strong>Cümlede boş bırakılan yerlere sırasıyla aşağıdakilerden hangileri getirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Komandite-Komanditer",
      "B": "Komanditer-Komandite",
      "C": "Komanditer-Komanditer",
      "D": "Komandite-Komandite",
      "E": "Sınırlı Sorumlu - Sınırsız Sorumlu"
    }
  },
  {
    "id": "407999",
    "unitNumber": 13,
    "text": "A Komandit şirketinin Ödenmiş Sermayesi 150.000,00 TL, 2024 yılı net Dönem kârı 30.000,00 TL dir. <br />2023 yılına kadar ayrılmış 1. tertip yedek akçe 9.000,00 TL <br /><strong>A Komandit şirketinin 2024 yılına ait I. Tertip Yasal Yedek Akçe tutarı kaç TL'dir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "1.500,00 TL",
      "B": "450,00 TL",
      "C": "7.500,00 TL",
      "D": "21.000,00 TL",
      "E": "0,00 TL"
    }
  },
  {
    "id": "148897",
    "unitNumber": 14,
    "text": "<strong>Şirket birleşmeleri ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Türk Ticaret Kanunu’na göre şirketler iki şekilde birleşebilir.",
      "B": "Yeni bir şirket içinde bir araya gelme şeklinde birleşme gerçekleşir.",
      "C": "Bir şirketin diğerini devralması ile birleşme gerçekleşebilir.",
      "D": "Şirket birleşmelerinde kabul eden şirket “devralan”, katılan şirket “devrolunan” olarak adlandırılır.",
      "E": "Şirket birleşmeleri açık artırma ortamında da gerçekleştirilebilir."
    }
  },
  {
    "id": "149013",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi şirket birleşmelerinde, birleşme sözleşmesinde olması gereken ifadelerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Birleşmeye katılan şirketlerin ticaret unvanları",
      "B": "Şirket paylarının değiştirilme şekli",
      "C": "Devrolunan şirketin işlem ve eylemlerinin devralan şirketin hesabına yapılmış sayılacağı tarih",
      "D": "Yönetim organlarına ve yönetici ortaklara tanınan özel yararlar",
      "E": "Personel değişim şekli"
    }
  },
  {
    "id": "149164",
    "unitNumber": 14,
    "text": "<strong>Şirket birleşmelerinde ortakların sermaye taahhütlerini yerine getirmesi durumunda aşağıdaki hesaplardan hangisi için alacak kaydı yapılır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kasa hesabı",
      "B": "Bankalar hesabı",
      "C": "Ticari mallar hesabı",
      "D": "Taşıtlar hesabı",
      "E": "Ödenmemiş sermaye hesabı"
    }
  },
  {
    "id": "153615",
    "unitNumber": 14,
    "text": "Bir anonim şirketin aktif ve pasifleriyle birlikte sermayesi paylara bölünmüş bir komandit şirket tarafından devralınması şeklinde olur.<br /><strong>Yukarıdaki açıklama hangi sermaye şirketi birleşme şeklini ifade eder?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Devralma",
      "B": "Yeni bir anonim şirketin oluşturulması",
      "C": "Tür değiştirme",
      "D": "Bir kamu tüzel kişisi tarafından devralınma",
      "E": "Devretme"
    }
  },
  {
    "id": "153738",
    "unitNumber": 14,
    "text": "I. Şahıs şirketleriyle<br />II. Devrolunan şirket olmaları şartıyla, sermaye şirketleriyle<br />III. Devrolunan şirket olmaları şartıyla, kooperatiflerle birleşebilirler<br /><strong>Şahıs şirketleri yukarıdakilerden hangisi ya da hangileriyle birleşme gerçekleştirebilir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "234028",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi şirket birleşmeleri ile ilgili doğru <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Türk Ticaret Kanunu’nun 136. maddesine göre şirketler iki şekilde birleşebilirler.",
      "B": "Bir şirketin diğerini devralması, devralma şeklinde birleşme diye adlandırılır.",
      "C": "İki şirketin yeni bir şirket içinde bir araya gelmeleri, yeni kuruluş şeklinde birleşme diye adlandırılır",
      "D": "Kabul eden şirket devralan, katılan şirket devrolunan diye adlandırılır.",
      "E": "Birleşme hakkı sadece sermaye şirketlerine tanınmıştır."
    }
  },
  {
    "id": "234031",
    "unitNumber": 14,
    "text": "<strong>Birleşme sözleşmesi aşağıdakilerden hangisini <u>içermez</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Birleşmeye katılan şirketlerin ticaret unvanlarını",
      "B": "Birleşmeye katılan şirketlerin hukuki türlerini",
      "C": "Birleşmeye katılan şirketlerin merkezlerini",
      "D": "Birleşmeye katılan şirketlerin levhalarını",
      "E": "Birleşmeye katılan şirket paylarının değiştirilmesinin şeklini"
    }
  },
  {
    "id": "234683",
    "unitNumber": 14,
    "text": "<strong>Şirketlerde tür değiştirme ile ilgili olarak aşağıdakilerden hangisi doğru <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Bir sermaye şirketi başka türde bir sermaye şirketine dönüşebilir.",
      "B": "Bir sermaye şirketi bir kooperatife dönüşebilir.",
      "C": "Bir kollektif şirket bir sermaye şirketine dönüşebilir.",
      "D": "Bir kollektif şirket bir kooperatife dönüşebilir.",
      "E": "Yasada dönüşme yerine yeniden kurma önerilmektedir."
    }
  },
  {
    "id": "234687",
    "unitNumber": 14,
    "text": "I. Devralma<br />II. Yeni bir anonim şirketin oluşturulması<br />III. Tür değiştirme<br />IV. Tasfiye halindeki bir şirketin birleşmeye katılması<br />V. Açık arttırma<br /><strong>Yukarıdakilerden hangisi ya da hangileri sermaye şirketlerinde birleşme şekillerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız III",
      "B": "Yalnız V",
      "C": "I ve III",
      "D": "II ve IV",
      "E": "I, II ve III"
    }
  },
  {
    "id": "234689",
    "unitNumber": 14,
    "text": "<strong>Birleşmeye katılan şirketlerin yönetim organlarının, ayrı ayrı veya birlikte, birleşme hakkında hazırladıkları raporda aşağıdakilerden hangisi <u>yer almaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Birleşmenin amacı ve sonuçları",
      "B": "Birleşme sözleşmesi",
      "C": "Vergi beyannamesi",
      "D": "Birleşmenin, birleşmeye katılan şirketlerin alacaklıları üzerindeki etkileri",
      "E": "Değişik türdeki şirketlerin birleşmelerinde, yeni tür dolayısıyla ortaklara düşen yükümlülükler"
    }
  },
  {
    "id": "234692",
    "unitNumber": 14,
    "text": "I. Birleşme sırasında devreden bütün varlık ve borçlar bilanço net değerleri ile hesaplanacaktır.<br />II. Birleşen şirket ortaklarının yeni sermaye payları, elde edilmiş bulunan kârların eşit dağıtımı ve eklenmesi sonucu bulunan yeni sermaye tutarları üzerinden olacaktır.<br />III. Birleşen şirketlerde birleşme tarihi itibariyla ortaya çıkan dönem kârının vergileri her ortağın şahsi servetinden karşılanacaktır.<br /><strong>Şirket birleşmeleri ile ilgili olarak yukarıdakilerden hangisi ya da hangileri doğrudur?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "234695",
    "unitNumber": 14,
    "text": "I. Bir sermaye şirketine<br />II. Bir kooperatife<br />III. Bir komandit şirkete<br /><strong>Bir kolektif şirket yukarıdakilerden hangisine ya da hangilerine bölünebilir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "234698",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi sermaye şirketlerinin açmak zorunda oldukları internet sitesinde yayımlanacak unsurlar arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Pay sahipleri ile ortakların menfaatlerini koruyabilmeleri ve haklarını bilinçli kullanabilmeleri için görmelerinin ve bölmelerinin yararlı olduğu belgeler, bilgiler ve açıklamalar",
      "B": "Genel kurullara ait olanlar dâhil her türlü çağrılara ait belgeler, raporlar ve yönetim kurulu açıklamaları",
      "C": "Aylık satış, üretim ve hizmet verileri",
      "D": "Denetçi, özel denetçi ve işlem denetçisi raporları",
      "E": "Yetkili kurul ve bakanlıkların konulmasını istedikleri, pay sahiplerini ve sermaye piyasasını ilgilendiren konulara ilişkin bilgiler"
    }
  },
  {
    "id": "234701",
    "unitNumber": 14,
    "text": "I. Devralma şeklinde birleşme<br />II. Yeni kuruluş şeklinde birleşme<br />III. Süreli birleşme<br /><strong>Yukarıdakilerden hangisi ya da hangileri şirketlerin birleşme şekilleri arasında yer alır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız III",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "234702",
    "unitNumber": 14,
    "text": "<strong>Şirket birleşmeleri ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Yeni kuruluş yoluyla birleşmede birleşme raporuna yeni şirketin sözleşmesinin de eklenmesi şarttır.",
      "B": "Ortakların bir kısmının onaylaması hâlinde, küçük ölçekli şirketler birleşme raporunun düzenlenmesinden vazgeçebilirler.",
      "C": "Birleşmeye katılan şirketler tarafından birleşme kararı alınır alınmaz, yönetim organları birleşmenin tescili için ticaret siciline başvurur.",
      "D": "Devralan şirket, birleşmenin gereği olarak sermayesini artırmışsa ek olarak esas sözleşme değişiklikleri de ticaret siciline sunulur.",
      "E": "Devrolunan şirket, birleşmenin ticaret siciline tescili ile infisah eder."
    }
  },
  {
    "id": "246506",
    "unitNumber": 14,
    "text": "<strong>TTK’ye göre şirketlerin yeni ve tek şirket hâlini alması nasıl adlandırılır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Uzlaşma",
      "B": "Bütünleşme",
      "C": "Yaklaşma",
      "D": "Ayrışma",
      "E": "Birleşme"
    }
  },
  {
    "id": "249433",
    "unitNumber": 14,
    "text": "<strong>Bir şirketi devralmayı kabul eden şirkete ne ad verilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Devralan",
      "B": "Destek olan",
      "C": "Dolaylı ortak",
      "D": "Baş şirket",
      "E": "Lider şirket"
    }
  },
  {
    "id": "249442",
    "unitNumber": 14,
    "text": "<strong>Şirket birleşmesinde katılan şirkete ne ad verilir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Katılımcı şirket",
      "B": "Cesur şirket",
      "C": "Münfesih şirket",
      "D": "Devrolunan şirket",
      "E": "Silinen şirket"
    }
  },
  {
    "id": "249446",
    "unitNumber": 14,
    "text": "<strong>Katılan şirketlerin yönetim organlarının hazırladığı metne ne ad verilir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Manifesto",
      "B": "Bildiri",
      "C": "Tebligat",
      "D": "Deklarasyon",
      "E": "Rapor"
    }
  },
  {
    "id": "356095",
    "unitNumber": 14,
    "text": "<strong> Bir anonim şirketin diğer bir anonim şirketi tüm aktif ve pasifleriyle içine alması şeklinde yapılan birleşme türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Devr alma",
      "B": "Tür değiştirme",
      "C": "Yeni bir anonim şirket kurulması",
      "D": "Kuruluş suretiyle birleşme",
      "E": "Eksik birleşme"
    }
  }
]