[
  {
    "id": "382645",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi Fransız sosyoloji geleneğine yön veren filozoflardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Montesquieu",
      "B": "Jean Jacques Rousseau",
      "C": "Saint-Simon",
      "D": "Auguste Comte",
      "E": "John Locke"
    }
  },
  {
    "id": "382646",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi Aydınlanma'nın toplumsal yaşamda yer bulması ve yayılabilmesini destekleyen unsurlardan biridir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Din",
      "B": "Sanat",
      "C": "Krallık",
      "D": "Kilise",
      "E": "Gelenek"
    }
  },
  {
    "id": "382647",
    "unitNumber": 1,
    "text": "<strong>Tanrı yasalarını ortadan kaldırarak yerine pozitivizm denilen doğa kanunlarını yerleştiren ve insanlığın tarih boyunca elde ettiği ilerlemenin varacağı nihai noktanın pozitif toplum aşaması olduğu düşüncesine sahip olan filozof aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Auguste Comte",
      "B": "Karl Marx",
      "C": "Max Weber",
      "D": "Jürgen Habermas",
      "E": "George Simmel"
    }
  },
  {
    "id": "382652",
    "unitNumber": 1,
    "text": "<strong>İnsan zihnini boş bir levhaya benzeten filozof aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Saint-Simon",
      "B": "Auguste Comte",
      "C": "Emile Durkheim",
      "D": "Jean Jacques Rousseau",
      "E": "John Locke"
    }
  },
  {
    "id": "383263",
    "unitNumber": 1,
    "text": "<strong>19. yüzyılda sosyolojinin bir bilim olarak tanımlanması ve “Sosyoloji” olarak adlandırılması aşağıdaki düşünürlerden hangisi tarafından yapılmıştır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Jean Jacques Rousseau",
      "B": "John Locke",
      "C": "Auguste Comte",
      "D": "Emile Durkheim",
      "E": "Immanuel Kant"
    }
  },
  {
    "id": "383264",
    "unitNumber": 1,
    "text": "<strong>“Bir şeyin aslını bozmadan onda yapılan değişiklikler” olarak tanımlanan kavram aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Din",
      "B": "Pozitivizm",
      "C": "Reform",
      "D": "İhtilal",
      "E": "Gelenek"
    }
  },
  {
    "id": "383265",
    "unitNumber": 1,
    "text": "<strong>Aydınlanma öncesi dönemin toplumsal yapısında kilise ve krallığın sahip olduğu otoriter yapı aşağıdaki alanların hangisinin önünde bir engel teşkil <u>etmez</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Özgürlük",
      "B": "Bilim",
      "C": "Eşitlik",
      "D": "Demokrasi",
      "E": "Din"
    }
  },
  {
    "id": "383266",
    "unitNumber": 1,
    "text": "<strong>Sosyal bilimlerin doğa bilimleriyle aynı ayarda bir bilim olabileceklerini öne süren ve pozitivist bir anlayışla sosyolojik düşüncelerin salt felsefî soyutlamalar olmaktan çıkarak bilimsel hâle gelebileceklerini kanıtlamaya çalışan sosyolog aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "David Hume",
      "B": "John Locke",
      "C": "Emile Durkheim",
      "D": "Immanuel Kant",
      "E": "Max Weber"
    }
  },
  {
    "id": "383267",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi Aydınlanma Hareketi’nde toplumsal yaşamla ilgili taleplerden biri <u>olamaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Dini dayatmalardan kurtulma",
      "B": "Özgürlük",
      "C": "Ekonomik refah",
      "D": "Kültürel refah",
      "E": "Mutlak otorite isteği"
    }
  },
  {
    "id": "383268",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi Almanya’nın Aydınlanma Dönemi’ni Fransa’yla aynı dönemde yürütmesinin nedenlerinden biridir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "O dönemde Paris’in dünya kültür merkezi olması",
      "B": "Almanya’nın Fransa yönetiminin etkisi altında olması",
      "C": "Fransa’nın yayılmacı politikaları",
      "D": "Alman filozof Immanuel Kant’ın Fransız hayranlığı",
      "E": "Almanya’nın İngilizlerle yaşadığı siyasî problemler"
    }
  },
  {
    "id": "383269",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerin hangisinde Amerikan Aydınlanma Dönemi’nin düşünsel gelişim süreci doğru bir şekilde verilmiştir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Başlangıç – Bitiş Dönemi",
      "B": "Erken – Geç Dönem",
      "C": "Erken – Orta – Geç Dönem",
      "D": "İlk – Son Dönem",
      "E": "Birinci – İkinci – Üçüncü Dönem"
    }
  },
  {
    "id": "383270",
    "unitNumber": 1,
    "text": "<strong>Aydınlanma Dönemi’ni İngiliz Aydınlanması’na benzer bir şekilde gelenek, deneyim, din, duygu ve yardımseverlik gibi yapılarla geliştiren ülke aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "İskoçya",
      "B": "Fransa",
      "C": "Almanya",
      "D": "Amerika",
      "E": "İspanya"
    }
  },
  {
    "id": "383271",
    "unitNumber": 1,
    "text": "<strong>Montesquieu’nün yarattığı etkiyle Auguste Comte’un “sosyoloji” kavramı yerine kullandığı kavram aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Sosyal yaşam",
      "B": "Toplum bilimleri",
      "C": "Doğa bilimleri",
      "D": "Sosyal fizik",
      "E": "Halk bilimleri"
    }
  },
  {
    "id": "383272",
    "unitNumber": 1,
    "text": "<strong>“Sanayi Toplumu” tanımlamasını ilk defa yapan düşünür aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Jean Jacques Rousseau",
      "B": "John Locke",
      "C": "Saint-Simon",
      "D": "Auguste Comte",
      "E": "Montesquieu"
    }
  },
  {
    "id": "130344",
    "unitNumber": 2,
    "text": "<strong>Reform hareketlerine kadar Avrupa’nın siyasal ve toplumsal yapısının temel karakterini oluşturan anlayış aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Katolik Hristiyan anlayışı",
      "B": "Endülüs İslam anlayışı",
      "C": "Ortodoks Hristiyan anlayışı",
      "D": "Protestan Hristiyan anlayışı",
      "E": "Ortodoks Musevi anlayışı"
    }
  },
  {
    "id": "130439",
    "unitNumber": 2,
    "text": "<strong>Üretim alanlarındaki büyük çaplı değişimi ifade eden bir dönem olan Sanayi devrimi'nin başladığı ülke aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Amerika",
      "B": "Almanya",
      "C": "İngiltere",
      "D": "Fransa",
      "E": "Osmanlı"
    }
  },
  {
    "id": "134380",
    "unitNumber": 2,
    "text": "<strong>Aydınlanma'nın arka planındaki ikinci bilimsel dönemde öne çıkan deney ve gözlemin yanı sıra bu dönemin felsefi anlamda ruhunu oluşturan kavram aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "İman",
      "B": "Akıl",
      "C": "Beceri",
      "D": "Düzen",
      "E": "İlerleme"
    }
  },
  {
    "id": "199486",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi Rönesans dönemini niteleyen özelliklerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Rönesans’ta Antik düşünceler ve değerlere büyük önem verilir.",
      "B": "Coğrafî keşifler Rönesans döneminde yapılmıştır.",
      "C": "Rönesans genel olarak bir arayış ve çözülüş dönemi olarak görülür.",
      "D": "Rönesans 15. ve 16. yüzyıllarda etkisini gösteren İtalya merkezli bir kültürel harekettir.",
      "E": "Rönesans 15. ve 17. yüzyıllarda etkisini gösteren Almanya merkezli bir dinsel değişim hareketidir."
    }
  },
  {
    "id": "199490",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi Reform hareketlerinin sonuçlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Reform hareketleriyle birlikte Katolik dünyasında bir dizi değişim yaşanmıştır.",
      "B": "Reform hareketleri Hıristiyan dünyasında birçok mezhebin ortaya çıkmasına yol açmıştır.",
      "C": "Reform hareketleriyle Kilise’nin ve din adamlarının siyasal ve toplumsal alandaki etkisi giderek azalmıştır.",
      "D": "Reform hareketleriyle din tamamen ortadan kaldırılmak istenmiştir.",
      "E": "Reform hareketleri Aydınlanma döneminin teolojik evren tasarımının ve bu tasarımın somut unsurlarının eleştirilerine zemin hazırlamıştır."
    }
  },
  {
    "id": "199494",
    "unitNumber": 2,
    "text": "<strong>Aşağıdaki düşünürlerden hangisi Aydınlanma dönemi düşünürlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Montesquieu",
      "B": "Émile Durkheim",
      "C": "David Hume",
      "D": "Kant",
      "E": "Voltaire"
    }
  },
  {
    "id": "199496",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi Aydınlanma döneminin özelliklerinden biridir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Aydınlanma bir “arayış ve çözülüş” dönemidir.",
      "B": "Aydınlanma döneminde duygulara güçlü bir vurgu söz konusudur.",
      "C": "Aydınlanma dönemi bilime ve bilimsel bilginin önemini vurgular.",
      "D": "Aydınlanma döneminde doğa bilimleri ve sosyal bilimler metodolojik olarak birbirinden ayrı ele alınır.",
      "E": "Ortaçağ’ın teolojik evren tasarımı Aydınlanma dönemi düşünürlerince devam ettirilir."
    }
  },
  {
    "id": "199501",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi Aydınlanma Dönemi'nin sosyoloji açısından önemini ifade eder?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Sosyolojinin bir bilim olarak ortaya çıkış sürecinde kendini doğa bilimleri mantığına uygun şekilde tesis etmesinde Aydınlanma Dönemi'nin bilim anlayışının belirleyici bir etkisi söz konusudur.",
      "B": "Aydınlanma Dönemi'nin döngüsel bir tarih anlayışına sahip olması tarihsel sosyolojinin ortaya çıkışında önemli bir rol oynamıştır.",
      "C": "Aydınlanma Döneminde akıldan ziyade duyguların vurgulanması, sosyolojinin bir alt alanı olan duygular sosyolojisinin gelişmesine yol açmıştır.",
      "D": "Aydınlanma Dönemi'nin bilginin bağlama ve zamana göre değişebileceği ilkesi sosyolojinin bilimsel bilgi anlayışının temelini oluşturmaktadır.",
      "E": "Aydınlanma Dönemi'nin doğa bilimleri ve sosyal bilimler ayrımı sosyolojinin kendine özgü yöntemsel ve metodolojik ilkeler oluşturmasına olanak sağlamıştır."
    }
  },
  {
    "id": "199502",
    "unitNumber": 2,
    "text": "<strong>“Aklını kullanmaya cesaret et.” ifadesi aşağıdaki düşünürlerden hangisine aittir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Émile Durkheim",
      "B": "Condillac",
      "C": "Kant",
      "D": "D’Holbach",
      "E": "Hegel"
    }
  },
  {
    "id": "199507",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi Sanayi Devrimi’ni anlatan ifadelerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Sanayi Devrimi İngiltere’de başlamış, genel olarak 1760-1850 yılları arasındaki zaman dilimini kapsamıştır.",
      "B": "Sanayileşme süreciyle birlikte İngiltere tarım alanında bir dizi düzenleme yapmıştır.",
      "C": "Sanayi Devrimi süreci İngiltere’de özellikle tarım, madencilik ve dokuma olmak üzere üç sektördeki gelişmeler doğrultusunda gerçekleşmiştir.",
      "D": "Sanayileşme sürecinde İngiltere’deki dokumacılık sektörü daha ziyade Hindistan’a bağımlı şekilde gelişmekte ve sektörün önde gelen isimleri daha çok Hindistanlı kişilerden oluşmaktaydı.",
      "E": "Dokumacılık sektörü 1830’lara kadar İngiliz ekonomisi üzerinde egemen bir konuma sahiptir."
    }
  },
  {
    "id": "199509",
    "unitNumber": 2,
    "text": "<strong>Aşağıdaki ifadelerden hangisi Sanayi Devrimi’nin sosyoloji açısından taşıdığı önemi anlatır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Sanayi Devrimi’nin dönemin siyaseti ve ideolojisini biçimlendirmesi Almanya’da iktisat sosyolojisi alanının belirmesine yol açmıştır.",
      "B": "Sosyolojik literatürde sıkça kullanılan modernleşme, kapitalizm, küreselleşme, kentleşme, sosyal sınıflar gibi kavramların doğuşu ve gelişimi Sanayi Devrimi süreciyle yakından ilişkilidir.",
      "C": "Fransa’da yaşanan sanayileşme süreci sosyolojinin bilimsel bilgi anlayışının şekillenmesinde önemli bir rol oynamıştır.",
      "D": "Sanayileşme sürecinde yaşanan antik metinlere dönüş farklı düşünce anlayışlarının, dolayısıyla sosyolojik düşüncenin ortaya çıkmasına yol açmıştır.",
      "E": "Sanayi Devrimi’nin yaşanmasında sosyolojinin kurucu ismi Max Weber’in çalışmalarının belirleyici bir etkisi olmuştur."
    }
  },
  {
    "id": "199512",
    "unitNumber": 2,
    "text": "<strong>Aşağıdaki düşünürlerden hangisi Fransız Devrimi’nin gerçekleşmesinde entelektüel bir rol <u>oynamamıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Voltaire",
      "B": "Turgot",
      "C": "Rousseau",
      "D": "Montesquieu",
      "E": "Simmel"
    }
  },
  {
    "id": "199515",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi Fransız Devrimi’ni anlatan ifadelerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Fransız Devrimi’yle birlikte İngiltere’de atölye veya ev içi üretimde fabrika tarzı üretime geçilmiştir.",
      "B": "Fransız Devrimi’nin yaşanmasında 18. yüzyıl Aydınlanma dönemi önemli bir role sahiptir.",
      "C": "İnsan ve Yurttaş Hakları Bildirisi mutlak monarşi anlayışının bitişinin işaretidir.",
      "D": "Modern ulus-devlet fikri Fransız Devrimi’yle ortaya çıkmıştır.",
      "E": "Fransız Devrimi’yle birlikte yurttaş olarak birey fikri gelişmiştir."
    }
  },
  {
    "id": "210504",
    "unitNumber": 2,
    "text": "<strong>Aşağıdaki ifadelerden hangisi sosyolojik düşüncenin oluşumunu hazırlayan maddi ve tarihsel koşulları <u>anlatmaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Aydınlanma Dönemi'nin bilimsel bilgi kavrayışı sosyolojinin bir bilim olarak tesisinde önemli bir referans oluşturmuştur.",
      "B": "Sosyolojik literatürde sıkça kullanılan modernleşme, kapitalizm, kentleşme, sosyal sınıflar gibi kavramların doğuşu ve gelişimi Sanayi Devrimi süreciyle yakından ilişkilidir.",
      "C": "Aydınlanma Dönemi, Sanayi ve Fransız Devrimleri toplum ve toplumsal dünya üzerine daha fazla düşünmeye yol açmış; bu durum da sosyolojik düşüncenin ortaya çıkışında önemli bir zemin oluşturmuştur.",
      "D": "Aydınlanma Dönemi'nin Bilimlerin Birliği İlkesi sosyolojiyi doğa bilimlerinden ayrı, bağımsız bir disiplin olarak tesis etme olanağı sağlamıştır.",
      "E": "Aydınlanma Dönemi'nin ilerleme anlayışını sosyolojinin bazı kurucu isimlerinde görmek mümkündür."
    }
  },
  {
    "id": "210505",
    "unitNumber": 2,
    "text": "<strong>Aşağıdaki ifadelerden hangisi Aydınlanma düşüncesini karakterize eden ilerleme fikrini açıklar?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Aydınlanma düşüncesi döngüsel tarih anlayışına karşı çıkarak tarihin düz bir çizgi hâlinde, sürekli bir ilerleme ve gelişme yönünde aktığını varsayar.",
      "B": "Aydınlanma düşüncesi doğrusal tarih anlayışına karşı çıkarak tarihin tekerrürden ibaret olduğunu varsayarak döngüsel tarih anlayışını benimser.",
      "C": "Aydınlanma düşüncesi döngüsel tarih anlayışını benimseyerek her şeyin giderek mükemmelleşeceği ve tüm olumsuzlukların bilimin ışığıyla ortadan kalkacağına inanır.",
      "D": "Aydınlanma düşüncesi sürekli olarak geçmişe yönelerek şimdiyi tesis etmeye çalışır.",
      "E": "Aydınlanma düşüncesi döngüsel tarih anlayışına karşı çıkarak tarihin karmaşık ve gelişmiş olandan basit ve ilkel olana doğru aktığını varsayar."
    }
  },
  {
    "id": "344451",
    "unitNumber": 2,
    "text": "<strong>Sanayi Devrimi aşağıdaki ülkelerden hangisinde başlamıştır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Fransa",
      "B": "Amerika",
      "C": "İspanya",
      "D": "İngiltere",
      "E": "Almanya"
    }
  },
  {
    "id": "344462",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi Aydınlanma Dönemi'ni karakterize eden özelliklerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Eleştirel tavır",
      "B": "Akla verilen önem",
      "C": "Bilime ve bilimsel bilgiye vurgu",
      "D": "İlerleme fikri",
      "E": "Metafiziği temel alma"
    }
  },
  {
    "id": "344468",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi sanayileşmenin toplumda meydana getirdiği değişimlerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kırsal bir toplumdan kentsel bir topluma dönüşüm",
      "B": "Köylerden kentlere yoğun göç",
      "C": "İşçi ve işveren biçiminde sınıfsal bir ayrıma geçiş",
      "D": "Makineleşmenin getirdiği işsizlik",
      "E": "Nüfusta belirgin bir azalma"
    }
  },
  {
    "id": "130493",
    "unitNumber": 3,
    "text": "<strong>Temel gayesi devlet otoritesi karşısında bireylerin özgürlüklerini korumak olan ve bu nedenle de devletin minimal düzeyde varlığını sürdürmesi gerektiğini dile getiren siyasi ideoloji aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Liberalizm",
      "B": "Sosyalizm",
      "C": "Faşizm",
      "D": "Oligarşi",
      "E": "Otokrasi"
    }
  },
  {
    "id": "130521",
    "unitNumber": 3,
    "text": "<strong>D. Hume’a göre Mülkiyet Hakkı'nı tanımanın ve ona saygı duymanın temelindeki olgu aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Adalet",
      "B": "Bölüşüm",
      "C": "Fayda",
      "D": "Vatandaşlık",
      "E": "Zarar"
    }
  },
  {
    "id": "130535",
    "unitNumber": 3,
    "text": "<strong>Klasik liberal düşünceyi başlatan düşünür aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "J. Locke",
      "B": "D. Hume",
      "C": "A. Simith",
      "D": "J.J. Rousseau",
      "E": "T. Hobbes"
    }
  },
  {
    "id": "134524",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi Adam Smith'e ait olan ve ekonomik yaşamın varsayılan doğal düzenini sağlayan gücü tanımlayan kavramdır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Adalet terazisi",
      "B": "Tahterevalli noktası",
      "C": "Kırmızı göz",
      "D": "Görünmez el",
      "E": "Marjinal fayda"
    }
  },
  {
    "id": "199518",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi Liberalizm'in temel kavramlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Özgürlük",
      "B": "Birey",
      "C": "Eşitlik",
      "D": "Hiyerarşi",
      "E": "Serbest piyasa"
    }
  },
  {
    "id": "199521",
    "unitNumber": 3,
    "text": "<strong>Aşağıdaki düşünürlerin hangisi duygudaşlık etiğinin temsilcilerinden biridir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "R. Descartes",
      "B": "B. Spinoza",
      "C": "J. Locke",
      "D": "I. Kant",
      "E": "A. Smith"
    }
  },
  {
    "id": "199523",
    "unitNumber": 3,
    "text": "<strong>“Devlet bireyin özgürlük alanına müdahil olma hakkına sahip değildir. Ama kendisi gerekli bir kurumdur.” ifadesi aşağıdaki politik ideolojilerden hangisine aittir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Anarşizm",
      "B": "Liberalizm",
      "C": "Marksizm",
      "D": "Milliyetçilik",
      "E": "Faşizm"
    }
  },
  {
    "id": "199525",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisinde iktisadi liberalizmin temel kavramlarından biri <u>verilmemiştir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Özgür Ticaret",
      "B": "Rekabet",
      "C": "Ekonomik Eşitlik Karşıtlığı",
      "D": "Pazara Müdahale",
      "E": "Mülkiyet"
    }
  },
  {
    "id": "199526",
    "unitNumber": 3,
    "text": "<strong>“Neden-sonuç arasında kurulan bağ, sadece zihinsel çağrışım veya alışkanlıktır.” ifadesi aşağıdaki düşünürlerden hangisine ait olabilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "D. Hume",
      "B": "I. Kant",
      "C": "B. Spinoza",
      "D": "A. Smith",
      "E": "R. Descartes"
    }
  },
  {
    "id": "199529",
    "unitNumber": 3,
    "text": "<strong>“Masamızdaki yemeği, köşe başındaki kasap, bakkal veya fırıncının iyilik yapma arzularına değil, onların şahsi menfaat duygularına borçluyuzdur. “ düşüncesi aşağıdaki filozoflardan hangisine aittir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "D. Hume",
      "B": "Platon",
      "C": "A. Smith",
      "D": "F. Hegel",
      "E": "K. Jaspers"
    }
  },
  {
    "id": "199531",
    "unitNumber": 3,
    "text": "<strong>“Kişinin eylemlerinin nihai hedefi, çıkarı ya da faydasıdır.” ifadesi aşağıdaki akımlardan hangisini özetler?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Akılcılık",
      "B": "Yararcılık",
      "C": "Duyumculuk",
      "D": "Deneycilik",
      "E": "Sezgicilik"
    }
  },
  {
    "id": "199533",
    "unitNumber": 3,
    "text": "<strong>“Etik bağlamda; normatif olan her ne kadar duygulardan oluşsa da normatif olan için de belli bir ortak temel vardır. Bu bizim ahlaki olana ilişkin tavrımızı da Sofistlerin rölativizminden ayıran temel motiftir.” ifadesi aşağıdaki düşünürlerden hangisini aittir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "A. Smith",
      "B": "J. Rawls",
      "C": "H. Spencer",
      "D": "J. Locke",
      "E": "D. Hume"
    }
  },
  {
    "id": "199535",
    "unitNumber": 3,
    "text": "<strong>Aşağıdaki cümlelerden hangisi D. Hume’un adalet anlayışını özetler?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "İnsan aklının doğal ürünüdür.",
      "B": "İnsanın içkin bir özelliğidir.",
      "C": "Suni bir şeydir.",
      "D": "İlahi bir iradenin yansımasıdır.",
      "E": "Bir özdür."
    }
  },
  {
    "id": "199538",
    "unitNumber": 3,
    "text": "<strong>D. Hume’a göre siyasi yapının kaynağında aşağıdakilerden hangisi <u>yoktur</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "İyi niyet",
      "B": "Toplum",
      "C": "Adalet arayışı",
      "D": "Aile",
      "E": "İhtiyaç"
    }
  },
  {
    "id": "210510",
    "unitNumber": 3,
    "text": "<strong>Ekonomik liberalizmin temel kavramları aşağıdakilerin hangisinde doğru verilmiştir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Müdahale, Hiyerarşi, Organiklik",
      "B": "Eşitlik, Toplum, Aile",
      "C": "Mülkiyet, Rekabet, Özgür Ticaret",
      "D": "Güçlü devlet, Denetim, Mutlak eşitlik",
      "E": "Zor, Baskı, Kısıtlama"
    }
  },
  {
    "id": "210513",
    "unitNumber": 3,
    "text": "Aydınlanma döneminin nedensellik düşüncesinin tipik temsilcisi………………….<br /><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "J.Locke'tur.",
      "B": "J.Bentham'dır.",
      "C": "J.S.Mill'dir.",
      "D": "D. Hume'dur.",
      "E": "J.Rawls'tır."
    }
  },
  {
    "id": "210515",
    "unitNumber": 3,
    "text": "Hume’a göre, “yalnız ve ilkel” durumda insan zayıf ve çeşitli ihtiyaçlar içerisindedir. Yiyeceğe, içeceğe ve barınmaya ihtiyaç duyduğu gibi, bunları tek başına telafi etme imkânından da yoksundur. Bu güçsüzlüğü aşmasına yardımcı olacak biricik şey ise ……………<br /><strong>Paragrafta boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "paradır.",
      "B": "güçtür.",
      "C": "hırstır.",
      "D": "toplumdur.",
      "E": "arzudur."
    }
  },
  {
    "id": "344504",
    "unitNumber": 3,
    "text": "<strong>Adam Smith'in serbest pazar ekonomisinde bireylerin kendi ilgilerini kovalarken toplumun faydasına yönelik bir amaç gütmemelerine rağmen, sonucun toplumun faydasına olacağını varsayan temel paradigma olarak ele aldığı kavram aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Görünmez el",
      "B": "Artı değer",
      "C": "Özel mülkiyet",
      "D": "Üretim fazlası",
      "E": "Kapitalizm üretim"
    }
  },
  {
    "id": "344528",
    "unitNumber": 3,
    "text": "<strong>Ulusların Zenginliği isimli eser aşağıdaki düşünürlerden hangisine aittir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "A. Comte",
      "B": "S. Simon",
      "C": "A. Smith",
      "D": "D. Hume",
      "E": "J. Locke"
    }
  },
  {
    "id": "345025",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi ''liberal'' kavramı ile <u>bağdaşmaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Hoşgörü",
      "B": "İlerleme",
      "C": "Özgürlük",
      "D": "Bireycilik",
      "E": "Müdahale"
    }
  },
  {
    "id": "130598",
    "unitNumber": 4,
    "text": "<strong>Yurttaşlık Üzerine ve Leviathan eserleri aşağıdaki düşünürlerden hangisine aittir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "J. J. Rousseau",
      "B": "T. Hobbes",
      "C": "J. Locke",
      "D": "H. Grotius",
      "E": "S. Pufendorf"
    }
  },
  {
    "id": "130649",
    "unitNumber": 4,
    "text": "<strong>J. Locke’un Sözleşme Teorisi'nde doğa durumunda istenmeden ortaya çıkabilecek olumsuz koşulları ortadan kaldırmak amacıyla sözleşmeyle kurulmuş olan toplumu niteleyen kavram aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Politik toplum",
      "B": "Kolektif toplum",
      "C": "Dinamik toplum",
      "D": "Pozitif toplum",
      "E": "Statik toplum"
    }
  },
  {
    "id": "131636",
    "unitNumber": 4,
    "text": "<strong>Doğa durumunu nedensel ilişkiler kurarak tasvir eden Hobbes’un doğa durumu için öne sürdüğü ikinci ilkesi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Eşitlik",
      "B": "Güvensizlik",
      "C": "Savaş",
      "D": "Korku",
      "E": "Adalet"
    }
  },
  {
    "id": "134642",
    "unitNumber": 4,
    "text": "<strong>İnsan zihnini doğum itibarıyla boş bir levha olarak tanımlayan düşünür aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "T. Hobbes",
      "B": "J.J. Rousseau",
      "C": "H. Grotius",
      "D": "S. Pufendorf",
      "E": "J. Locke"
    }
  },
  {
    "id": "134669",
    "unitNumber": 4,
    "text": "<strong>Rousseau’ya göre insanı toplumsallaşmaya götüren tarihsel evrelerden hangisi tarımın ve madenciliğin bulunmasıyla başlamıştır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "I. Evre",
      "B": "II. Evre",
      "C": "III. Evre",
      "D": "IV. Evre",
      "E": "V. Evre"
    }
  },
  {
    "id": "199543",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi toplumsal sözleşme teorilerinin temel prensiplerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Toplumsal sözleşme teorileri toplumsal olmayan bir zaman dilimini niteleyen doğa durumu kavramlaştırmasına başvurur.",
      "B": "Toplumsal sözleşme teorileri toplumu doğal bir oluşum olarak görür.",
      "C": "Toplumsal sözleşme teorilerinde doğa durumu varsayımsaldır.",
      "D": "Toplumsal sözleşme teorileri toplumun sözleşmeyle kurulduğunu kabul eder.",
      "E": "Toplumsal sözleşme teorileri toplumun doğadan gelmediğini öne sürer."
    }
  },
  {
    "id": "199544",
    "unitNumber": 4,
    "text": "<strong>Aşağıdaki eserlerden hangisi Hobbes’a ait <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Leviathan",
      "B": "Hukukun Doğal ve Siyasal Ögeleri",
      "C": "Yurttaşlık Üzerine \"De Cive\"",
      "D": "İnsanlar Arasındaki Eşitsizliğin Kaynağı",
      "E": "İnsanlar Üzerine \"De Homine\""
    }
  },
  {
    "id": "199547",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi Rousseau’nun sözleşme teorisine uygundur?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Rousseau doğa durumundaki insanı kendi çıkarlarını gözeten bencil bir varlık olarak tanımlar.",
      "B": "Rousseau modern toplumun eşitlik ve özgürlük üzerine kurulduğunu varsayar.",
      "C": "Rousseau modern toplumun sözleşmeye dayandığını ancak bunun gerçek bir sözleşme olmadığını düşünür.",
      "D": "Rousseau insanı doğası gereği toplumsal bir varlık olarak görür.",
      "E": "Rousseau doğa durumunu barışçıl bir ortam olarak tanımlarken doğa durumundaki insanı bencil, kötü bir varlık olarak görür."
    }
  },
  {
    "id": "199550",
    "unitNumber": 4,
    "text": "<strong>“İnsan özgür doğar ancak her yerde zincire vurulmuştur.” ifadesi aşağıdaki düşünürlerden hangisine aittir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Jean-Jacques Rousseau",
      "B": "John Locke",
      "C": "Thomas Hobbes",
      "D": "Hugo Grotius",
      "E": "Samuel Pufendorf"
    }
  },
  {
    "id": "199552",
    "unitNumber": 4,
    "text": "<strong>Aşağıdaki ifadelerden hangisi Locke’un doğa yasası fikrine uygun <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Doğa yasası herkes tarafından bilinmez.",
      "B": "Doğa yasası insanlara eşit ve özgür olmadıklarını söyler.",
      "C": "Doğa yasası tüm insanlar üzerinde bağlayıcı bir etkiye sahiptir.",
      "D": "Doğa yasası herkes için geçerli olan evrensel davranışlar ve ahlâk ilkelerini niteler.",
      "E": "Doğa yasalarının bilgisine akıl ve duyu-tecrübesiyle ulaşılır."
    }
  },
  {
    "id": "199555",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi Hobbes’un Toplumsal Sözleşme Teorisi'ne uygun <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Hobbes doğa durumunda insanların kendi çıkarlarını düşünen bencil bir varlık olduğunu düşünür.",
      "B": "Hobbes doğa durumunun bir savaş hâli olduğunu varsayar.",
      "C": "Hobbes’a göre doğa durumundaki savaş hâli mutlak otoritenin varlığını zorunlu kılar.",
      "D": "Hobbes sözleşmeyle birlikte tüm uyrukların hak ve yetkilerini tek bir kişi ya da heyete devretmesi gerektiğini düşünür.",
      "E": "Hobbes doğa durumundaki savaş hâlinin ortadan kalkması için güçler ayrılığı fikrinin tesis edilmesi gerektiğini düşünür."
    }
  },
  {
    "id": "199558",
    "unitNumber": 4,
    "text": "<strong>Aşağıdaki yazar ve ifade eşleştirmelerinden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "“İnsan insanın kurdudur.”/ Thomas Hobbes",
      "B": "“Doğa durumunda insan merhamet duygusuna sahip bir varlık- tır.”/ Jean-Jacques Rousseau",
      "C": "“Zihin boş bir levha gibidir.”/ John Locke",
      "D": "“Politik toplumların ilk örneği kabilelerdir.”/ Jean-Jacques Rousseau",
      "E": "“Özgürlük, başıboşluk durumu değildir.”/ John Locke"
    }
  },
  {
    "id": "199562",
    "unitNumber": 4,
    "text": "<strong>Aşağıdaki düşünürlerden hangisi toplumsallaşma sürecinin bazı evrelerden geçerek gerçekleştiğini düşünür?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Jean-Jacques Rousseau",
      "B": "John Locke",
      "C": "Thomas Hobbes",
      "D": "Samuel Pufendorf",
      "E": "Hugo Grotius"
    }
  },
  {
    "id": "199564",
    "unitNumber": 4,
    "text": "<strong>Aşağıdaki kavram-düşünür eşleştirmelerinden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yetkinleşme/Jean-Jacques Rousseau",
      "B": "Doğa yasası/John Locke",
      "C": "Genel irade/Jean-Jacques Rousseau",
      "D": "Leviathan/Thomas Hobbes",
      "E": "Yetkinleşme/Thomas Hobbes"
    }
  },
  {
    "id": "199565",
    "unitNumber": 4,
    "text": "<strong>Aşağıdaki felsefi geleneklerden hangisi toplumsal sözleşme fikrinin entellektüel köklerini oluşturur?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Sofistler ve İyonya Okulu",
      "B": "Hümanizm ve Septisizm",
      "C": "Epikürcülük ve Sofistler",
      "D": "Varoluşçuluk ve idealizm",
      "E": "Epikürcülük ve Pozitivist felsefe"
    }
  },
  {
    "id": "210731",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi Hugo Grotius’un Toplumsal Sözleşme Teorisi'ne uygun bir ifade <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Grotius için doğa durumu otoritenin olmadığı ve kargaşanın egemen olduğu bir dönemdir.",
      "B": "İnsanlar kargaşa ortamına son vermek için sözleşme yaparlar.",
      "C": "Grotius biri yanlış/sahte, diğeri gerçek olan iki sözleşme olduğunu kabul eder.",
      "D": "Grotius sözleşmeyi tarihsel olgulara dayandırarak onu tarihsel bir gerçeklik olarak sunar.",
      "E": "İki ayrı sözleşme olduğunu düşünen Grotius; bunlardan birinin doğa durumundan toplumsal duruma geçişi temsil ettiğini, diğerinin siyasal alanda yönetim şeklini belirlemek üzere yapıldığını ifade eder."
    }
  },
  {
    "id": "210732",
    "unitNumber": 4,
    "text": "<strong>Literatürde toplumsal sözleşme teorileri daha çok üç Yeni Çağ düşünürüyle anılır. Bu üç düşünür </strong><strong>a</strong><strong>şağıdakilerden hangisi</strong><strong>dir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Thomas Hobbes, Jean-Jacques Rousseau, Hugo Grotius",
      "B": "Thomas Hobbes, John Locke, Jean-Jacques Rousseau",
      "C": "Samuel Pufendorf, Hugo Grotius, John Locke",
      "D": "Jean-Jacques Rousseau, John Locke, Samuel Pufendorf",
      "E": "Emile Durkheim, Talcott Parsons, Thomas Hobbes"
    }
  },
  {
    "id": "210733",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi Thomas Hobbes’un sosyolojik düşüncedeki önemini <u>anlatmaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Bilimsel bilgiye ayrıcalıklı bir yer tanıması",
      "B": "Sosyolojik pozitivizmin oluşumuna katkıda bulunması",
      "C": "Toplumsal düzen problemini sistemli şekilde ilk formüle eden düşünür olması",
      "D": "İnsan ve toplum kavrayışı",
      "E": "Fenomenolojik sosyolojinin oluşumuna katkısı"
    }
  },
  {
    "id": "210736",
    "unitNumber": 4,
    "text": "<strong>Aşağıdaki ifadelerden hangisi John Locke’un insan doğası kavrayışına uygundur?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Locke için insan toplumsal bir varlık değildir.",
      "B": "Locke insanın değişmeyen bir varlık olduğunu düşünür.",
      "C": "Locke için insan toplumsal bir varlıktır ancak toplumsal karakteri doğuştan gelmez.",
      "D": "Locke’a göre insan zihni doğuştan bazı bilgilere sahiptir.",
      "E": "Locke’a göre insan bilgisinin temel kaynağı duygulardır."
    }
  },
  {
    "id": "345331",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisinde toplumsal sözleşme teorileri literatüründe öne çıkan isimler doğru olarak verilmiştir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Hobbes, Locke ve Rousseau",
      "B": "Hobbes, Bacon ve Simon",
      "C": "Locke, Durkheim ve Hume",
      "D": "Rousseau, Hume ve Bourdieu",
      "E": "Hobbes, Baudrillard ve Descartes"
    }
  },
  {
    "id": "345432",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi Thomas Hobbes' un eserlerinden biridir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Denemeler",
      "B": "Toplum Sözleşmesi",
      "C": "Leviathan",
      "D": "Yönetim Üzerine",
      "E": "Devlet"
    }
  },
  {
    "id": "345912",
    "unitNumber": 4,
    "text": "I. Toplum Sözleşmesi (1762), Émile (1762) ve İtiraflar (1770) temel eserlerindendir.<br />II. Aydınlanma geleneğini, geleneğin bir mensubu olarak içerden eleştirmiş bir düşünürdür.<br />III. İnsanların doğa durumundan dört tarihsel evreyle uzaklaşıp toplumsallaştığını düşünür.<br /><strong>Yukarıda bazı özellikleri verilen düşünür hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Rousseau",
      "B": "Hobbes",
      "C": "Hume",
      "D": "Platon",
      "E": "Descartes"
    }
  },
  {
    "id": "130661",
    "unitNumber": 5,
    "text": "Gelenekçi, romantik ve paternalist muhafazakârlığa göre insanlar genellikle aileleri, komşuları ve arkadaşlarıyla ilişkilerinde sınırlı bir özgecilik kapasitesine sahiptirler.<br /><strong>Bu durumun sebebi insan doğasının aşağıdaki özelliklerinden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Bencil oluşu",
      "B": "Kıskanç oluşu",
      "C": "Paylaşımcı oluşu",
      "D": "Azimli oluşu",
      "E": "Kindar oluşu"
    }
  },
  {
    "id": "132010",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi muhafazakârlık karakterinin farklı içerimlere sahip beş temel yorumundan biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Aristokratik ideoloji",
      "B": "Pragmatik ideolojik konum",
      "C": "Durumsal görüş",
      "D": "İdeolojik yorum",
      "E": "İnançsal ideolojik konum"
    }
  },
  {
    "id": "199698",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi muhafazakârların insan anlayışına ait bir özellik <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Doğası gereği fedakâr olma",
      "B": "İnançla doğruya ulaşabilme",
      "C": "Kusurlu varlıklar olma",
      "D": "Önyargılarından yararlanabilme",
      "E": "Duygusal ve öznel canlılar olma"
    }
  },
  {
    "id": "199702",
    "unitNumber": 5,
    "text": "<strong>Muhafazakârlara göre insanlar niçin dünyayı sadece rasyonel olarak <u>kavrayamazlar</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kendi başlarına karar verebilecekleri için",
      "B": "Yaratıcı varlıklar oldukları için",
      "C": "Dünya oldukça kompleks bir yapıya sahip olduğu için",
      "D": "Farklı ihtimalleri değerlendirme kapasitesine sahip oldukları için",
      "E": "Doğuştan mükemmel yetilerle donatıldıkları için"
    }
  },
  {
    "id": "199704",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi muhafazakârların haklar, mülkiyet ve özgürlük konusundaki görüşlerine uygundur?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Haklar bireyin doğuştan getirdiği, kendi girişimleriyle genişletebildiği şeylerdir.",
      "B": "Bazı mülkiyet haklarına sahip olunduğu sürece insan tam anlamıyla özgür değildir.",
      "C": "Özgürlük bireyin özel amaçları ve güdüleri etrafında şekillenir.",
      "D": "Gerçek özgürlük bireylerin üzerindeki bütün toplumsal sınırlandırmaların sürdürülmesini gerektirir.",
      "E": "Mülkiyet insanların kendi kişiliklerini özgürce geliştirmelerine engeldir."
    }
  },
  {
    "id": "199705",
    "unitNumber": 5,
    "text": "<strong>Muhafazakârların temel saldırı hedeflerinden birinin dinsel olan üzerinden gerçekleşmesinin nedeni aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Aydınlanma’da bireyin Tanrı’ya ve topluma ait entelektüel güçlere ve kesinliklere sahip olmadığının vurgulanması",
      "B": "Laik birey anlayışının insanların yaratıcı yeteneklerini ikincil önemde görmesi",
      "C": "Aydınlanma’da kurumlar ve siyasal yapıların iradi olarak düzenleyebilecekleri görüşünün reddedilmesi",
      "D": "Eleştirilen dönemde Tanrı’nın koyduğu doğa ve toplum yasalarının öne çıkarılması",
      "E": "Protestanlığın dinsel inancı Kilise’nin disiplininden kopararak bireyin hesabını tek başına verebileceği dünyevi, laik bir boyuta taşıması"
    }
  },
  {
    "id": "199707",
    "unitNumber": 5,
    "text": "<strong>Eylemin pratik, “işleyen” koşullar ve hedefler tarafından şekillendirildiği düşüncesi muhafazakârların hangi özelliklerini anlatır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Pragmatizmleri",
      "B": "Gelenekçilikleri",
      "C": "İlk günah düşünceleri",
      "D": "Devleti kutsamaları",
      "E": "İdealistlikleri"
    }
  },
  {
    "id": "199710",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi muhafazakârlara ait özelliklerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Otokratik yönetimi tamamen reddetme eğiliminde olma",
      "B": "Zayıf yönetimi savunma",
      "C": "Anayasal olarak sınırlandırılmış ve dengelenmiş bir yönetimi destekleme",
      "D": "Kurallar ve hakların soyut şeyler değil, toplumsal ve siyasal gelişmelerin ürünü olması gerektiğini düşünme",
      "E": "Yazılı yasaları önceki teamüllerin ilan edilmiş hâlleri olduğunu savunma"
    }
  },
  {
    "id": "199712",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi muhafazakârların devlet konusundaki görüşünü yansıtmaktadır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yöneten-yönetilen ayrımı yapaydır.",
      "B": "Devlet bireyin iyiliği için vardır.",
      "C": "Yönetim homojendir.",
      "D": "Devleti insanın amaçları biçimlendirir.",
      "E": "Toplumsal düzen de otoriteyi ve doğal bir lider grubu ya da elitleri gerektirir."
    }
  },
  {
    "id": "199715",
    "unitNumber": 5,
    "text": "<strong>Muhafazakâr metodolojik üslup aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Tamamen akla dayanma",
      "B": "Salt tümdengelime dayanma",
      "C": "Salt empirik gözlemlerle yetinme",
      "D": "Geometrik, rasyonel çıkarımlar yapma",
      "E": "Olgusal olarak gözlenebilen ve betimlenebilenlere odaklanma"
    }
  },
  {
    "id": "199717",
    "unitNumber": 5,
    "text": "<strong>Romantizmin ortaya çıkışında aşağıdaki faktörlerden hangisi etkili <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Dinsel otoritenin ve manevi değerlerin giderek zayıflaması",
      "B": "Aydınlanmanın ilerleme, refah ve mutluluk ideallerinin gerçekleşmesi",
      "C": "Keskin sınıfsal farklılıkların, kötü çalışma koşullarının ve yoksullaşmanın artması",
      "D": "Yeni sınıf burjuvazinin maddi çıkarlara dayalı hâkimiyetinin giderek artması",
      "E": "Sanayileşmenin fiziksel çevre üzerindeki olumsuz sonuçlarının giderek daha belirgin hâle gelmesi"
    }
  },
  {
    "id": "199719",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi Romantizmin evren anlayışına aykırıdır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Evren canlı bir organizmadır.",
      "B": "Beden ruhtan, canlı ölüden kopuk değildir.",
      "C": "Dünya durağan bir birimdir.",
      "D": "Evren karşıtlıkların iç birliğinden oluşur.",
      "E": "Her bir unsuru evrenin çizgilerini taşır."
    }
  },
  {
    "id": "210755",
    "unitNumber": 5,
    "text": "<strong>Toplumun, çeşitli kurumlarıyla veya kendi sağlığı ve istikrarına katkıda bulunan “doku”suyla doğal bir gereklilik olarak inşa edildiği fikri muhafazakârların hangi özelliğini anlatmaktadır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Devrimcilikleri",
      "B": "Yenilikçilikleri",
      "C": "Tarihsicilikleri",
      "D": "Organizmacılıkları",
      "E": "Evrimcilikleri"
    }
  },
  {
    "id": "210763",
    "unitNumber": 5,
    "text": "<strong>“Gerçek filozof hakikati aramaz, onu kendi hayal gücüyle yaratır.” sözü romantiklerin hangi özelliğinin ifadesidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Mutlak arayışının",
      "B": "Bilimselliğe vurgunun",
      "C": "Sanatı reddin",
      "D": "Nesnellik karşıtlığının",
      "E": "Kesinlik fikrinin"
    }
  },
  {
    "id": "344687",
    "unitNumber": 5,
    "text": "<strong>Romantizm Akımı ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Romantik hareket uluslara göre farklılık sergiler.",
      "B": "Romantik felsefe gerçekliği evrensel ve nesnel olarak ele alır.",
      "C": "Romantikler duygular, hayal gücü ve yaratıcılığı ön plana çıkarır.",
      "D": "Romantik geleneğin hareket noktası bireydir.",
      "E": "Romantik düşünürler için hakikat nesnel bir içeriğe sahip değildir."
    }
  },
  {
    "id": "345370",
    "unitNumber": 5,
    "text": "............. genelde, yasaları ve işleyiş düzeni bilindiğinde toplumsal ilerlemenin bu temeller üzerinde gerçekleştirilebileceğini anlatır. Bu anlayışta geçmiş, bugün ve bir ölçüde gelecek için, belirli bir yönde ilerleyen bir şemanın parçaları olarak görülür.<br /><strong>Paragrafta boş bırakılan yere aşağıdakilerden hangisi gelmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Tarihsicilik",
      "B": "Tarihsel materyalizm",
      "C": "Tarihsel diyalektik",
      "D": "Tarihsel dinamik",
      "E": "Tarihsel statik"
    }
  },
  {
    "id": "345911",
    "unitNumber": 5,
    "text": "<strong>Fransız Devrimi’ne ve modern çağın siyasal, ekonomik ve kültürel unsurlarına ilk geniş kapsamlı tepkiyi aşağıdaki görüşlerden hangisi ortaya koymuştur?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Liberalizm",
      "B": "Rasyonalizm",
      "C": "Radikalizm",
      "D": "Muhafazakarlık",
      "E": "Hümanizm"
    }
  },
  {
    "id": "345913",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi muhafazakâr görüşün temel özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "İnsan doğasını bencil olarak görür.",
      "B": "Soyut ilkelere ve düşünce sistemlerine güvenmez.",
      "C": "Toplumu organik bir bütün olarak ele alır.",
      "D": "Toplum için otoriteyi gerekli görmez.",
      "E": "Geleneğin toplumda istikrar ve güven geliştirdiğine inanır."
    }
  },
  {
    "id": "130719",
    "unitNumber": 6,
    "text": "<strong>Kant’a göre bilgimizde ilerleme sağlayan yargı türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Analitik yargılar",
      "B": "Sentetik yargılar",
      "C": "Mekanik yargılar",
      "D": "Dinamik yargılar",
      "E": "Statik yargılar"
    }
  },
  {
    "id": "132092",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi Kant’ın kategorileri sınıflandırmasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Nicelik",
      "B": "Nitelik",
      "C": "İlişki",
      "D": "Modalite",
      "E": "Süreklilik"
    }
  },
  {
    "id": "132130",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi Kant’a göre, aklımızın bilinir alanı aşma girişiminin ürettiği dört temel antinomiden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Evrenin bir başlangıcı olup olmadığı",
      "B": "Evrendeki her bileşik tözün basit ve parçalanamaz bir son parçası olup olmadığı",
      "C": "Evrende mutlak bir nedensellik bulunup bulunmadığı ve buna bağlı olarak özgür olup olmadığımız",
      "D": "Tanrının olup olmadığı",
      "E": "Zamanın bilinip bilinemeyeceği"
    }
  },
  {
    "id": "134757",
    "unitNumber": 6,
    "text": "İncelenecek sorun veya yargı mümkün olduğu ölçüde bölümlere ayrılmalıdır.<br /><strong>Verilen tanım, Descartes’a göre kesin bir bilgi teorisi oluşturmak için uygulanacak aşağıdaki kurallardan hangisini nitelemektedir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Şüphe kuralı",
      "B": "Analiz kuralı",
      "C": "Basitten karmaşığa ilkesi",
      "D": "Kontrol ve tekrar ilkesi",
      "E": "Tümdengelim kuralı"
    }
  },
  {
    "id": "134783",
    "unitNumber": 6,
    "text": "<strong>Matematiksel evren tasarımı ile ilgili aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Her türlü varlığın nesnel olarak bilinebileceğini varsayar.",
      "B": "Bilgi, geçerli olmak için nesnel olmalıdır yargısını yaratır.",
      "C": "Modern bilimin temelinde yatar, pozitivist bilimin erken şeklidir.",
      "D": "Sonraki yüzyıllarda fizik bilimlerindeki ilerlemeye engel olmuştur.",
      "E": "Pozitif bilim olarak sosyolojinin ortaya çıkışında önemli yeri vardır."
    }
  },
  {
    "id": "199725",
    "unitNumber": 6,
    "text": "<strong>Descartes’ın epistemolojide (bilgi felsefesinde) öne çıkardığı yaklaşım aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Sezgicilik",
      "B": "Rasyonalizm",
      "C": "Empirizm",
      "D": "Yöntem olarak şüphecilik",
      "E": "Amaç olarak şüphecilik"
    }
  },
  {
    "id": "199727",
    "unitNumber": 6,
    "text": "<strong>Kant’ın yaptığı ayrıma göre yargılarımız aşağıdakilerden hangileridir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Duyusal ve akli",
      "B": "İdeal ve duyusal",
      "C": "Analitik ve sentetik",
      "D": "Sentetik ve sezgisel",
      "E": "Analitik ve duyusal"
    }
  },
  {
    "id": "199729",
    "unitNumber": 6,
    "text": "<strong>Kant’a göre aşağıdakilerden hangisinin bilgisi olanaklı <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Matematik alan bilgisi",
      "B": "Fenomenal alanın bilgisi",
      "C": "Dış dünyanın bilgisi",
      "D": "Fiziğin bilgisi",
      "E": "Numenal alanın bilgisi"
    }
  },
  {
    "id": "199731",
    "unitNumber": 6,
    "text": "<strong>Hegel’e göre diyalektiğin aşamaları aşağıdakilerden hangisinde doğru verilmiştir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Tez-antitez-sentez",
      "B": "Sentez-tez-antitez",
      "C": "Tez-sentez-antitez",
      "D": "Antitez-tez-sentez",
      "E": "Antitez-sentez-tez"
    }
  },
  {
    "id": "199734",
    "unitNumber": 6,
    "text": "<strong>Hegel, tarihi aşağıdakilerden hangisi ile başlatır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "İlk insanla",
      "B": "Aileyle",
      "C": "Kavimler göçüyle",
      "D": "Köle-efendi diyalektiğiyle",
      "E": "Yazının icadıyla"
    }
  },
  {
    "id": "199736",
    "unitNumber": 6,
    "text": "<strong>Tin ve Doğa bilimleri ayırımını yapan ilk düşünür aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "G. Vico",
      "B": "Platon",
      "C": "R. Descartes",
      "D": "I. Kant",
      "E": "G. W. F. Hegel"
    }
  },
  {
    "id": "199737",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi Yeni-Kantçılığın ortaya çıkış sebeplerinden biri olarak görülür?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Sanayi Devriminin başlangıcı",
      "B": "Pozitivizme tepki duyulması",
      "C": "Hermeneutik hareketin canlanması",
      "D": "İmparatorlukların çöküşü",
      "E": "Hegelciliğin yayılması"
    }
  },
  {
    "id": "199739",
    "unitNumber": 6,
    "text": "<strong>Windelband’ın yaptığı bölümlemeye göre bilimler ayırımı aşağıdakilerden hangisinde verilmiştir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Yasalı ve yasasız bilimler",
      "B": "Nomotetik bilimler ve idiografik bilimler",
      "C": "Kültür bilimleri ve sosyal bilimler",
      "D": "Fen ve doğa bilimleri",
      "E": "Doğa ve nomotetik bilimler"
    }
  },
  {
    "id": "199740",
    "unitNumber": 6,
    "text": "<strong>Rickert’a göre aşağıdakilerden hangisi bilim tiplerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Değer biçmeyen doğa bilimi",
      "B": "Değer biçmeyen tarihsel doğa bilimi",
      "C": "Değer biçen bilimsi tarih bilimi",
      "D": "Değer biçen saf tarih",
      "E": "Saf toplum bilim"
    }
  },
  {
    "id": "199742",
    "unitNumber": 6,
    "text": "<strong>W. Dilthey’a göre tin bilimlerinin metodu aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Deneysel inceleme",
      "B": "Açıklama",
      "C": "Anlama",
      "D": "Tümevarım",
      "E": "Tümdengelim"
    }
  },
  {
    "id": "210770",
    "unitNumber": 6,
    "text": "<strong>Kant’ın Eleştirel Bilgi Görüşü'ne göre bilginin kaynağı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Deney",
      "B": "Akıl",
      "C": "Deneyim ve akıl",
      "D": "Sezgi",
      "E": "Sezgi ve duyu"
    }
  },
  {
    "id": "210771",
    "unitNumber": 6,
    "text": "<strong>Kant’ın yaptığı analitik ve sentetik yargı ayırımına göre aşağıdakilerden hangisi analitik bir yargıdır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "İnsan akıllı bir varlıktır.",
      "B": "5 + 7 = 12",
      "C": "Maddeyi oluşturan en küçük birim atomdur.",
      "D": "Anne çocuk sahibi insandır.",
      "E": "Aristoteles bir insandır."
    }
  },
  {
    "id": "210774",
    "unitNumber": 6,
    "text": "<strong>Kant’ın ahlak görüşü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Ödev ahlakı",
      "B": "Haz ahlakı",
      "C": "Mutluluk ahlakı",
      "D": "Yararcı ahlak",
      "E": "Dinî ahlak"
    }
  },
  {
    "id": "344683",
    "unitNumber": 6,
    "text": "<strong>Diyalektik süreçlerin tez, antitez ve sentez şeklinde üç temel aşamadan oluştuğunu öne süren düşünür aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Descartes",
      "B": "Kant",
      "C": "Hegel",
      "D": "Bacon",
      "E": "Hobbes"
    }
  },
  {
    "id": "345910",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi tin bilimleri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kimya",
      "B": "Tarih",
      "C": "Antropoloji",
      "D": "Ekonomi",
      "E": "Teoloji"
    }
  },
  {
    "id": "130358",
    "unitNumber": 7,
    "text": "<strong>Bilimlerin doğal sisteminin nihayetinde bir pozitif sosyolojinin yaratılmasıyla tamamlanabileceği sonucuna ulaşan Saint-Simon bu bilimi aşağıdakilerden hangisiyle adlandırır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Sosyal fizik",
      "B": "İlişkisel tarih",
      "C": "Sosyal kimya",
      "D": "Sosyal psikoloji",
      "E": "Sosyal antropoloji"
    }
  },
  {
    "id": "130380",
    "unitNumber": 7,
    "text": "<strong>Comte’a göre bilimler hiyerarşisinin tepesinde yer alan bilim aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Felsefe",
      "B": "Matematik",
      "C": "Fizik",
      "D": "Sosyoloji",
      "E": "Astronomi"
    }
  },
  {
    "id": "130394",
    "unitNumber": 7,
    "text": "<strong>Comte’a göre pozitivist evreye ilk ulaşan bilim dalı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Fizik",
      "B": "Kimya",
      "C": "Sosyoloji",
      "D": "Teoloji",
      "E": "Astronomi"
    }
  },
  {
    "id": "132181",
    "unitNumber": 7,
    "text": "Felsefi bireyciliğin bencilliğine zıt bir dünyeviliğin hüküm sürdüğü yaşam biçimidir. Çıkarları, kitlelerin çıkarlarıyla aynı olan sanatçılar, bilim adamları ve sanayinin önderlerinden oluşan bir ruhban sınıf aracılığıyla etkili olan güçlü bir ahlaki merkezi gerekli kılar.<br /><strong>Saint-Simon’a ait bu ifadeler aşağıdaki toplum tiplerinden hangisini tanımlamaktadır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Avcı-toplayıcı toplumlar",
      "B": "Kır toplumları",
      "C": "Göçebe toplumlar",
      "D": "Sanayi toplumları",
      "E": "Sanayi sonrası toplumlar"
    }
  },
  {
    "id": "134842",
    "unitNumber": 7,
    "text": "<strong>Comte’un Üç Hâl Yasası'nda açıklamaların kaynağını istikrarlı ve sistematik şekilde soyut ve hatta doğaüstü güçlerin oluşturduğu evre aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Teolojik",
      "B": "Metafizik",
      "C": "Pozitif",
      "D": "Teleolojik",
      "E": "Ontolojik"
    }
  },
  {
    "id": "199743",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi Pozitivizm'in temel kabullerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Bilimsel bilginin üstünlüğü",
      "B": "Aydınlanma Düşüncesi'nin reddi",
      "C": "Metafiziğin reddi",
      "D": "Fenomenalizm",
      "E": "Bilimlerin birliği tezi"
    }
  },
  {
    "id": "199744",
    "unitNumber": 7,
    "text": "<strong>Doğa yasaları gibi toplumsal yasaların da keşfedilebileceğini, toplum hakkındaki gerçekliklere ulaşılabileceğini iddia eden ve bunu “Pozitif Felsefe Dersleri” isimli kitabında savunan düşünür aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Montesquieu",
      "B": "Newton",
      "C": "Saint-Simon",
      "D": "Comte",
      "E": "Bonald"
    }
  },
  {
    "id": "199746",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi Saint-Simon için <u>söylenemez</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Sosyalizm, pozitivizm ve teknokrasi dâhil modern düşünce akımlarının habercisidir.",
      "B": "Çağdaş İngiliz iktisatçıları inceleyerek toplumsal düzenin ekonomik görünümlerini de ortaya koymaya çalışmıştır.",
      "C": "Döneminin sosyal sorunlarının çözümü konusunda pozitivizmin ilkelerini temele alan bir bilim önermiştir.",
      "D": "Toplumların ardışık olarak üç evreden geçtiğini iddia eder.",
      "E": "Tüm düşüncelerinde Comte’un etkisini görmek mümkündür."
    }
  },
  {
    "id": "199748",
    "unitNumber": 7,
    "text": "<strong>Fransız Devrimi ve sanayileşmenin yarattığı toplumsal sorunlara çözüm üretmek için bir dünya dini fikri öneren ve “Yeni Hıristiyanlık” isimli çalışması bulunan düşünür aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Saint-Simon",
      "B": "Comte",
      "C": "Montesquieu",
      "D": "Turgot",
      "E": "Concordet"
    }
  },
  {
    "id": "199749",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi Auguste Comte için iddia <u>edilemez</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Pozitivist temelde yeni bir toplumsal din inşa etmek ister.",
      "B": "Doğru bilginin, ancak ampirik bilginin ortaya çıkardığı bilgi olduğunu ifade eder.",
      "C": "Doğa bilimleri de dâhil olmak üzere tüm bilimlerin inceleme alanlarının ortak olduğunu belirtir.",
      "D": "İnsan zihninin gelişmesinin tabi olduğu temel yasaları keşfettiğini iddia eder.",
      "E": "Bütün canlılar arasında statik ve dinamik ilişkiler olduğunu belirtir."
    }
  },
  {
    "id": "199751",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi pozitivizmin temel kabullerinden ‘fenomenalizm’i anlatan bir cümledir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Sosyal bilimlerin, doğa bilimleri temelinde yeniden düzenlenmesinden hareketle, sosyal bilimler ve doğa bilimleri arasındaki yöntem birliği tezine gönderme yapar.",
      "B": "Gerçeklik duyusal izlenimlerden ibarettir, dolayısıyla ancak deneyler ve gözlemlerle elde edilebilecek bilgiler geçerli olabilir.",
      "C": "Toplumsal gerçeklik değerlerden bağımsız bir karaktere sahiptir ve değerler bilimsel pratiğin dışında tutulmalıdır.",
      "D": "Metafizik kabuller, batıl inançlar, hurafeler ve din bilimsel bilgi alanının dışındadır.",
      "E": "İspatlanamayan, kanıtlanamayan tüm unsurlar bilimin alanından uzak tutulmalıdır."
    }
  },
  {
    "id": "199752",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisinde </strong><strong>sırasıyla</strong><strong> Comte’un \"Üç Hâl Yasası\" doğru sırayla verilmiştir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Metafizik - Teolojik - Pozitivist",
      "B": "Pozitivist - Metafizik - Teolojik",
      "C": "Teolojik - Metafizik - Pozitivist",
      "D": "Teolojik - Pozitivist - Metafizik",
      "E": "Metafizik - Pozitivist - Teolojik"
    }
  },
  {
    "id": "199755",
    "unitNumber": 7,
    "text": "<strong>“Toplumsal gerçeklik değerlerden bağımsız bir karaktere sahiptir ve onu açıklamak, incelemek için araştırmalar sırasında değerlerin bilimsel pratiğin dışında tutulması gerekir.” ifadesi Pozitivizm'in temel kabullerinden hangisi ile açıklanabilir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Bilimlerin Birliği Tezi",
      "B": "Fenomenalizm",
      "C": "Bilimsel bilginin üstünlüğü",
      "D": "Metafiziğin reddi",
      "E": "Olgu-değer Ayrımı ve Nesnellik İlkesi"
    }
  },
  {
    "id": "199757",
    "unitNumber": 7,
    "text": "<strong>Comte’a göre sosyolojinin bilimsel meşruiyetini sağlayacak olan nedir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Diğer bütün bilimlerin üzerinde bir konuma sahip olması",
      "B": "Metafizik spekülasyonların yerine pozitivist düşünceye önem vermesi",
      "C": "Temel bilimlerin gelişmesini bekleyerek pozitivist evreye en son geçen ve en kompleks bilim olması",
      "D": "Gözlem, deney, karşılaştırma ve tarihsel analizin sosyolojik çıkarımların gerçekleştirilmesinde kabul edilmesi",
      "E": "Pozitif bilimlerin doruk noktası olarak görülmesi"
    }
  },
  {
    "id": "199759",
    "unitNumber": 7,
    "text": "<strong>Comte için a</strong><strong>şağıdakilerden hangisi <u>iddia edilemez</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Pozitivisttir.",
      "B": "Evrimcidir.",
      "C": "Organizmacıdır.",
      "D": "Çatışmacıdır.",
      "E": "Deterministtir."
    }
  },
  {
    "id": "211267",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerin hangisinde “teolojik evre”nin kendi içindeki alt bölümleri doğru sıralanmıştır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Animizm/Fetişizm – Çoktanrıcı Evre – Tektanrıcı Evre",
      "B": "Çoktanrıcı Evre – Tektanrıcı Evre – Animizm/Fetişizm",
      "C": "Animizm/Fetişizm – Tektanrıcı Evre – Çoktanrıcı Evre",
      "D": "Tektanrıcı Evre – Animizm/Fetişizm – Çoktanrıcı Evre",
      "E": "Çoktanrıcı Evre – Animizm/Fetişizm – Tek Tanrıcı Evre"
    }
  },
  {
    "id": "211269",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi metafizik evrenin bir özelliğidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Bu evrede Tanrılar fenomenleri veya nesneleri yöneten görünmez güçler olarak tasarlanır.",
      "B": "Fizik nesneler duyguları ve amaçları olan canlı varlıklar olarak değerlendirilir.",
      "C": "Gözlenebilir olgular ve onlar arasındaki ilişkiler dışında hiçbir bilgiye ulaşılamaz.",
      "D": "Ruhlar, doğanın eğilimleri gibi soyutlamalar gerçek varlıklar olarak düşünülür.",
      "E": "Comte’un düşünme ve gelişme evrelerinden sonuncusudur."
    }
  },
  {
    "id": "211274",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi “sosyal dinamik” kavramını açıklar?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Toplumsal kuruluşları durağan hâlleri içinde niteler.",
      "B": "Toplumdaki düzeni, değişmezliği, eş zamanlı olarak meydana gelen olayları inceler.",
      "C": "Toplumsal yapının ve onun unsurları ile ilişkilerinin araştırılmasıdır.",
      "D": "Sosyal sistem açısından işlevsel olan iş bölümü, aile, din ve yönetim gibi toplumsal olgular arasındaki karşılıklı bağların açıklığa kavuşturulmasıyla ilişkilidir.",
      "E": "İlerleme, değişme ve evrimi konu alır."
    }
  },
  {
    "id": "344634",
    "unitNumber": 7,
    "text": "<strong>Pozitivizmle ilgili olarak aşağıdakilerden hangisi <u>söylenemez</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Akla, gözleme ve deneye dayalı bilimsel bilgiyi vurgulayan bir bilgi teorisidir.",
      "B": "Felsefe ve bilim arasında iş bölümü olduğunu varsayar.",
      "C": "Bilimsel bilgi ve bilimsel olmayan bilgi arasına aşılamayacak bir sınır koyar.",
      "D": "Deney ve gözlemle elde edilebilecek bilgilerin geçerli olabileceğini iddia eder.",
      "E": "Sosyal bilimler ve doğa bilimleri arasında yöntem farklılaşmasını savunur."
    }
  },
  {
    "id": "344644",
    "unitNumber": 7,
    "text": "<strong>Comte'un toplumların ilerleme, değişim ve evrimini ifade etmek için ortaya attığı kavram aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Sosyal statik",
      "B": "Sosyal dinamik",
      "C": "Sosyal fizik",
      "D": "Fenomenalizm",
      "E": "Determinizm"
    }
  },
  {
    "id": "148731",
    "unitNumber": 8,
    "text": "<strong>Sadece toplumsal alanın yasalarını değil, Sentetik Felsefe adını verdiği bir makro düşünce şeması içinde evrenin tüm alanlarının yani fiziksel, psikolojik, biyolojik, sosyolojik ve ahlaki alanların yasalarını ortaya koymaya çalışması bakımından diğer sosyal bilimcilerden ayrılan isim aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Spencer",
      "B": "Durkheim",
      "C": "Comte",
      "D": "Weber",
      "E": "Simmel"
    }
  },
  {
    "id": "148958",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi Spencer’a göre toplum ile organizma arasındaki benzerliklerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Toplumlar ve organizmalar gelişimleri ve büyümeleri bakımından birbirlerine benzerler.",
      "B": "İkisi de büyüklükleri arttıkça daha kompleks hâle gelir ve daha fazla farklılaşır.",
      "C": "Yapıları daha fazla farklılaştıkça kendi içlerinde işlevsel olarak farklılaşır, yeni işlevsellikler kazanırlar.",
      "D": "İkisinde de bütünün parçaları hem birbirleriyle hem de bütünlükle karşılıklı bağımlılık ilişkisi içindedir, herhangi birindeki bir değişim diğer parçaları etkiler.",
      "E": "İkisinde de bütünün hayatı sona erdiğinde tüm parçalarıyla ortadan kalkar."
    }
  },
  {
    "id": "154389",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi Spencer’a göre sanayi toplumlarının özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "İş bölümü sayesinde üretkenliğin artırılması amaçlanır.",
      "B": "Temel organizasyon biçimleri siyasaldır.",
      "C": "İş birliği gönüllüdür.",
      "D": "Temel organizasyon biçimleri zora başvurmayı gerektirmez.",
      "E": "Mal ve hizmetler açık piyasalarda alışverişlerle sağlanır."
    }
  },
  {
    "id": "235157",
    "unitNumber": 8,
    "text": "<strong>Spencer’a göre insanlar birbirleriyle niçin iş birliği yaparlar?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Tanrı öyle planladığı için",
      "B": "Birbirlerini sevdikleri için",
      "C": "Doğaları gereği sosyal oldukları için",
      "D": "Bireysel çıkarlarını bu şekilde artırabilecekleri için",
      "E": "Merhamet duygusuna sahip oldukları için"
    }
  },
  {
    "id": "235158",
    "unitNumber": 8,
    "text": "İnsanın mutluluğu, sadece, bireyler kendi ihtiyaçları ve arzularını başkalarının haklarını çiğnemeden doyurabildikleri takdirde sağlanabilir.<br /><strong>Spencer bu sözüyle hangi anlayışı savunmaktadır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Sosyalizm",
      "B": "Liberalizm",
      "C": "Muhafazakârlık",
      "D": "Devletçilik",
      "E": "Anarşizm"
    }
  },
  {
    "id": "238855",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi Spencer’ın evrim anlayışının temel kavramlarından birisi <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Çevre",
      "B": "Sabitlik",
      "C": "İç bütünlük",
      "D": "Karşıt güçlerin etkileşimi",
      "E": "Biriken denge"
    }
  },
  {
    "id": "238856",
    "unitNumber": 8,
    "text": "<strong>Spencer’a göre aşağıdakilerden hangisi maddelerin evriminin bir özelliği olarak kabul <u>edilemez</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Basitten karmaşığa gidiş",
      "B": "Miktarın artması",
      "C": "Farklılaşma ve istikrarsızlaşma",
      "D": "Heterojenlikten homojenliğe doğru ilerleme",
      "E": "Hacmin büyümesi"
    }
  },
  {
    "id": "238857",
    "unitNumber": 8,
    "text": "<strong>Spencer’a göre “evrensel nedensellik” ne anlama gelmektedir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Bütün olguların nedenleri olduğu",
      "B": "Her nedenin birden fazla etkiye sahip olması",
      "C": "Her sonucun bir neden hâline gelmesi",
      "D": "Olgunun etkisinin artması",
      "E": "İş bölümünün artması"
    }
  },
  {
    "id": "238858",
    "unitNumber": 8,
    "text": "<strong>Spencer’a göre toplum ve bir başka şey arasındaki tek muhtemel benzerlik aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Aynı kesin yasalar tarafından düzenlenme",
      "B": "Öznel kararların etkili olabilmesi",
      "C": "Dışardan müdahalelerle şekillendirilebilme",
      "D": "Tarihsel değişkenlik gösterme",
      "E": "Bileşenlerinin düzenindeki ilkenin paralelliği"
    }
  },
  {
    "id": "238859",
    "unitNumber": 8,
    "text": "<strong>Spencer’ın başvurduğu “Oluşum İlkesi”ni aşağıdakilerden hangisi en uygun biçimde ifade etmektedir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Toplumun basitçe kendini oluşturan bireylerin eylemlerinin basit bir toplamı olmaması",
      "B": "Bütünün parçalarına indirgenememesi",
      "C": "Parçalar bir araya geldiklerinde onları aşan bir üst gerçekliğin ortaya çıkması",
      "D": "Bütünün parçalarına indirgenemeyen daha üst bir gerçeklik olması",
      "E": "Parçalar arasındaki karşılıklı bağımlılık"
    }
  },
  {
    "id": "238860",
    "unitNumber": 8,
    "text": "<strong>Spencer’a göre aşağıdakilerden hangisi sanayi toplumlarının bir özelliği <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "İş birliğinin zorla sağlanması",
      "B": "Mal ve hizmetler açık piyasalarda alışverişlerle sağlanması",
      "C": "Temel organizasyon biçimlerinin siyasal olmaması",
      "D": "Toplumun geçici sözleşmelere dayanması",
      "E": "İş bölümü sayesinde üretkenliğin artırılmasının amaçlanması"
    }
  },
  {
    "id": "238861",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi Spencer’ın yasa anlayışına aykırıdır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Evrendeki tüm alanlar yasalara tabidir.",
      "B": "Siyasetçiler ve yasa koyucuların yasaları bilmeleri gerekir.",
      "C": "İnsan davranışı ve organizasyonunda anlaşılması düzenlilikler vardır.",
      "D": "Özel veya geçici olanın analizine yönelmek yerine genele odaklanmalıdır.",
      "E": "Geleceğe ilişkin kesin öngörülerde bulunmak mümkündür."
    }
  },
  {
    "id": "238862",
    "unitNumber": 8,
    "text": "<strong>Spencer’a göre aşağıdakilerden hangisi kurumsallaşmanın tanımıdır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Parçalar arasındaki iletişimin kopması",
      "B": "Otoritenin merkezileşmeden uzaklaşması",
      "C": "Büyüklük artışı, farklılaşma, bütünleşme ve adaptasyon süreci",
      "D": "Toplumun kendi içinde olumsuz ayrışması",
      "E": "Sistemin çözülme ihtimalinin artması"
    }
  },
  {
    "id": "247734",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi Spencer’ın bir piyasa süreci olarak toplum anlayışına ait bir özellik <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Devlet müdahalesi",
      "B": "Kendiliğinden işleyen doğal bir düzen",
      "C": "Bireysel çıkarların belirleyiciliği",
      "D": "Ekonominin değiştirilemez yasaları",
      "E": "Bırakınız yapsınlar"
    }
  },
  {
    "id": "247735",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi, Spencer’a göre, hem organik hem de süper- organik bedenlerde farklılaşmamış durumlardan farklılaşmış durumlara doğru hareketin ortak örüntülerinden <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Gelişmenin başlangıçta küçük birimlerden daha büyüklere doğru bir ilerlemeyi içermesi",
      "B": "Farklılaşmanın büyüklüğü ve düzeyi bakımından büyük homojenlik sergileme",
      "C": "Gelişmenin birleşme ve yeniden birleşme aracılığıyla ortaya çıkması",
      "D": "Gelişmeye ve yapısal farklılaşmaya bütünleşme eşlik etmesi",
      "E": "Artan adaptasyon yeteneğinin çoğu kez daha fazla gelişme, farklılaşma ve bütünleşme için elverişli koşullar yaratması"
    }
  },
  {
    "id": "252157",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi Spencer’a ait bir görüş <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Bütün varlıklar aynı genel yasalara tabidir.",
      "B": "Evren farklı gerçeklik alanları, katmanlarına sahiptir.",
      "C": "Toplum canlı bir organizma olduğu için biyolojinin yasalarından bağımsız olarak işleyemez.",
      "D": "Toplumsal olguların özel yasaları vardır.",
      "E": "Toplumsal organizmanın ve biyolojik organizmanın yasaları bire bir aynıdır."
    }
  },
  {
    "id": "252158",
    "unitNumber": 8,
    "text": "<strong>Spencer’a göre, toplumsal olguları modelleştirebilmemizin nedeni aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Nedensel yasalar tarafından düzenlenmeleri",
      "B": "Öznel kararların etkili olabilmesi",
      "C": "Devletin gerekli müdahaleleri yapması",
      "D": "Tarihsel olaylarda önemli kişiliklerin etkili olması",
      "E": "Çok değişkenli olayların kompleks etkileşimleri"
    }
  },
  {
    "id": "355930",
    "unitNumber": 8,
    "text": "<strong>H. Spencer ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Pozitivist ve evrimcidir.",
      "B": "Doğa bilimlerini örnek alır.",
      "C": "Toplumsal yasaları ortaya çıkarmaya çalışır.",
      "D": "Marksist geleneğin öncülerindendir.",
      "E": "Evrendeki tüm alanlar için geçerli ortak ilkeleri belirlemeyi hedefler."
    }
  },
  {
    "id": "148494",
    "unitNumber": 9,
    "text": "<strong>Toplumların uzun vadede istikrarsız olduklarını söyleyen Marx’a göre tarihteki somut bütün toplumları şekillendiren unsur aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Fetihler",
      "B": "Coğrafi keşifler",
      "C": "Sınıf mücadeleleri",
      "D": "Bilimsel buluşlar",
      "E": "Din savaşları"
    }
  },
  {
    "id": "148593",
    "unitNumber": 9,
    "text": "<strong>Aşağıdaki kavramlardan hangisi Marx’ta insani potansiyellerin özetlenebildiği sosyallik kavramlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Bilişim",
      "B": "Güçler ve ihtiyaçlar",
      "C": "Bilinçlilik",
      "D": "Nesnelleştirme",
      "E": "Emek"
    }
  },
  {
    "id": "148595",
    "unitNumber": 9,
    "text": "<strong>Marx’a göre insanlığın uzun bir gelişme sürecine başladığı, olumlu yanı üretim kapasitesinde artış sağlanması, olumsuz yanı ise sınıfsal farklılaşma ile üretim araçlarında özel mülkiyetin ortaya çıkışı ve bir sınıfın diğerini sömürmesi olan toplum türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "İlkel Komünizm",
      "B": "Köleci Toplum",
      "C": "Feodalizm",
      "D": "Kapitalizm",
      "E": "İleri Komünizm"
    }
  },
  {
    "id": "154517",
    "unitNumber": 9,
    "text": "<strong>Marx’a göre, insanların çoğunun yaratıcı etkinliklerinin fiilen bir kenara itildiği, arzu ettiği mallara sahip olabileceği miktarda para kazanmayı isteyecek duruma düşürüldüğü, insani potansiyellerin açığa çıkarılmasından ziyade mülkiyetin asıl hedef hâline geldiği evre aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "İlkel komünizm",
      "B": "Köleci toplum",
      "C": "Tarım toplumu",
      "D": "Kapitalizm",
      "E": "Komünizm"
    }
  },
  {
    "id": "154566",
    "unitNumber": 9,
    "text": "<strong>Marx’ın yazılarında, tarihte her zaman sömürü ve yabancılaşmayı içeren bir hiyerarşik tabakalaşma yapısını anlatan kavram aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Nüfus artışı",
      "B": "Üretim sistemleri",
      "C": "Din",
      "D": "Sanat",
      "E": "İş bölümü"
    }
  },
  {
    "id": "235161",
    "unitNumber": 9,
    "text": "<strong>Marx ilişkilerin belirli bir miktar ve düzeye ulaştıklarında mevcut yapının dönüşmesini hangi diyalektik kavramla tanımlar?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Teknolojik determinizm",
      "B": "Ekonomik evrim",
      "C": "Nicelin nitele dönüşmesi",
      "D": "Üretim ilişkileri",
      "E": "Bölüşüm"
    }
  },
  {
    "id": "235162",
    "unitNumber": 9,
    "text": "<strong>Marx, bireylerin metalara değerlerini kazandıranın kendi emekleri olduğunu unutmalarını hangi kavramla açıklar?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Mübadele",
      "B": "Yabancılaşma",
      "C": "Mülkiyet duygusu",
      "D": "Sömürü",
      "E": "Meta fetişizmi"
    }
  },
  {
    "id": "238871",
    "unitNumber": 9,
    "text": "<strong>Marx kendi varlık anlayışını hangi filozofa karşı geliştirir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kant",
      "B": "Aristoteles",
      "C": "Descartes",
      "D": "Hegel",
      "E": "Voltaire"
    }
  },
  {
    "id": "238872",
    "unitNumber": 9,
    "text": "<strong>Marx’a göre bütün insan toplumlarını anlamanın anahtarı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Üretim tarzı",
      "B": "Değerler sistemi",
      "C": "Dürtüler",
      "D": "Akıl",
      "E": "Sanat"
    }
  },
  {
    "id": "238873",
    "unitNumber": 9,
    "text": "<strong>Marx’a göre hangi sistem insanlara kendi insani potansiyellerini gerçekleştirebilmeleri için önceki toplumlara göre oldukça yeni ve çeşitli kompleks imkânlar yaratmıştır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Avcı toplayıcı",
      "B": "Köleci",
      "C": "Feodal",
      "D": "Kapitalist",
      "E": "Sosyalist"
    }
  },
  {
    "id": "238874",
    "unitNumber": 9,
    "text": "<strong>Marx’a göre aşağıdakilerden hangisi insanları diğer hayvanlardan ayıran zihinsel kapasitelerinden birisi <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kendini yaptığı her şeyden zihinsel olarak soyutlayabilme.",
      "B": "Kendini olayları akışına bırakma.",
      "C": "Yapacağı eylem türünü seçebilme.",
      "D": "Yaptığı şeyle uzunca bir süre ilgilenebilme.",
      "E": "Hem fiziksel hem de zihinsel esnekliğe sahip olma."
    }
  },
  {
    "id": "238875",
    "unitNumber": 9,
    "text": "<strong>Marx’a göre aşağıdakilerden hangisi iş bölümü için <u>söylenemez</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Sömürü ve yabancılaşma içerir.",
      "B": "İnsanları yeteneklerine göre ödüllendirir.",
      "C": "Bir tabakalaşma yapısını anlatır.",
      "D": "Temelinde üretim araçlarının özel mülkiyeti vardır.",
      "E": "İnsanları önemsiz görevler içinde uzmanlaşmaya zorlar."
    }
  },
  {
    "id": "238876",
    "unitNumber": 9,
    "text": "<strong>Marx kapitalist toplumda eşitsizlik konusunda aşağıdaki görüşlerden hangisini <u>onaylamaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Sadece çok az sayıda birey kendini entelektüel olarak ifade edebilir.",
      "B": "Geniş çoğunluk insan özünün ifade biçimlerini yaratma sürecinden dışlanmıştır.",
      "C": "Üretim araçlarındaki özel mülkiyetin ürünüdür.",
      "D": "Yapısal özellikler toplumsal fırsatların dağılımını farklı oranlarda belirlemektedir.",
      "E": "Doğal yeteneklerdeki farklılıkların yansımasıdır."
    }
  },
  {
    "id": "238877",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi Marx’ın toplumsal gelişme yaklaşımını biçimlendiren genel ilkelerden birisi <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Bütün toplumlar aynı karakteristik iç gelişme dinamiklerine sahiptir.",
      "B": "Gelişme dinamikleri ampirik analizler sayesinde ortaya çıkartılabilir ve analiz edilebilir.",
      "C": "Benzer görünen olaylar tamamen farklı süreçler yaratabilirler.",
      "D": "Değişme süreçleri tarih-üstü felsefi teorik bir çerçeveye bağlı kalınarak anlaşılamaz.",
      "E": "Her toplum tipinin kendine özgü bir iç yapısı ve dinamikleri vardır."
    }
  },
  {
    "id": "238878",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi Marx politik iktisat eleştirilerinden <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kapitalizme özgü üretim koşullarını tüm toplum biçimlerine genelleştirme",
      "B": "Kapitalizmin özelliklerini evrenselmiş gibi gösterme",
      "C": "Her çağı kendine özgü koşullar etrafında anlama ve açıklama",
      "D": "Çıkarları ve kazanç peşinde koşmayı insanın doğal nitelikleri olarak görme",
      "E": "Mübadele ekonomisi ve özel mülkiyetten hareket etme"
    }
  },
  {
    "id": "247736",
    "unitNumber": 9,
    "text": "<strong>Marx’a göre aşağıdakilerden hangisi tarihin yasalarından birisi <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "İnsanlar toplumsal üretimi sürdürürken belirli toplumsal ilişkilere girerler.",
      "B": "Hayatın toplumsal, siyasal ve manevi süreçlerinin genel karakterini maddi hayatın üretim tarzı belirler.",
      "C": "Ekonomik değişme toplumsal ilişkilerden bağımsızdır.",
      "D": "Maddi üretici güçler belirli bir gelişme evresinde mevcut mülkiyet ilişkileriyle çatışır.",
      "E": "Üretici güçler belirli bir nicel birikim ve gelişme düzeyine geldiklerinde nitel dönüşümlere yol açar."
    }
  },
  {
    "id": "252183",
    "unitNumber": 9,
    "text": "<b>Aşağıdakilerden hangisi Marx'ın Hegel ile ilgili söylediği sözlerden biri <u>değildir</u>?</b>",
    "correctAnswer": "A",
    "options": {
      "A": "Asıl hakikatin duygular sayesinde keşfedildiğini düşünür.",
      "B": "Sonlu şeyleri gerçek dışı olarak görür.",
      "C": "İnsanların daha önemli pratik sorunlarını göz ardı eder.",
      "D": "İnsanın özünü emek olarak kavrar.",
      "E": "Siyasal açıdan muhafazakârdır."
    }
  },
  {
    "id": "252189",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi Marx’ın diyalektik materyalist yönteminin bir özelliğidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Somut toplumsal yaşam süreçlerini salt rasyonel olarak inceleyerek başlamamız gerekir.",
      "B": "Fikirler bilinebilir maddi bir dünyayla kurgusal ilişki içindeki insan beyninin ürünleridir.",
      "C": "Gözlemlerden hareketle oluşturulan soyutlamalar gerçek tarihten bağımsız olarak ifade edilemez.",
      "D": "İnsan bilinci özne ve nesne arasındaki diyalektik karşılıklı etkileşim içinde şekillenir.",
      "E": "Bilimsel sosyalizmin görevi toplumsal hayatın değişmeyen özüne dayalı bir toplum teorisi inşa etmektir."
    }
  },
  {
    "id": "252192",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi Marx’ın kapitalist yapılara ilişkin bir açıklaması <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kapitalizm tarih sahnesinde yerini alan üretim sistemlerinden sadece biridir.",
      "B": "Kapitalist toplumsal yapılar, şeyler yani katılaşmış yapılar olarak görülemez.",
      "C": "Kapitalist ekonomi tarihsel bir sürecin ürünüdür.",
      "D": "Kapitalist toplumsal yapılar bireylerden bağımsız ve onlar üzerinde zorlayıcı bir varlığa sahiptir.",
      "E": "Kapitalist toplumsal yapılar yabancılaşma ve sömürüyü azaltır."
    }
  },
  {
    "id": "356464",
    "unitNumber": 9,
    "text": "<strong> Karl Marx'a göre insanların kendi potansiyellerini gerçekleştirme imkânı hangi toplum yapısında mümkün olabilir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Organik",
      "B": "Mekanik",
      "C": "Feodal",
      "D": "Kapitalist",
      "E": "Komünist"
    }
  },
  {
    "id": "356539",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi Marx'ın kapitalist toplum yapılarını açıklarken kullandığı kavramlardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Meta",
      "B": "Sermaye",
      "C": "Özel mülkiyet",
      "D": "Sosyal sınıf",
      "E": "Bireysel etkileşim"
    }
  },
  {
    "id": "148573",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi Durkheim’ın toplumsal olguların doğasını belirlemek için kullandığı kriterdir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Pozitif hukuk",
      "B": "Ahlaki zorlayıcılık",
      "C": "Mahalle baskısı",
      "D": "Yanlış bilinç",
      "E": "Varoluşsal yargı"
    }
  },
  {
    "id": "153022",
    "unitNumber": 10,
    "text": "<strong>Durkheim’ın \"Toplumda İş Bölümü\" çalışmasında ele aldığı aşağıdaki konulardan hangisi toplumsal değişmeyle ilgilidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Toplumsal patoloji",
      "B": "Toplumsal dayanışma",
      "C": "Kolektif bilinç/vicdan",
      "D": "Toplumsal morfoloji",
      "E": "Mekanik ve organik dayanışma"
    }
  },
  {
    "id": "235165",
    "unitNumber": 10,
    "text": "<strong>Durkheim’a göre iade edici hukuka karşılık gelen toplum tipi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Sınıflı",
      "B": "Mekanik dayanışmalı",
      "C": "Farklılaşmamış",
      "D": "Homojen",
      "E": "Organik dayanışmalı"
    }
  },
  {
    "id": "235166",
    "unitNumber": 10,
    "text": "<strong>Durkheim’a göre dinin temel işlevi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Toplumun maddi gelişimine öncülük edecek uzmanlar yaratmak ve geliştirmek",
      "B": "Bir toplumu başka toplumlar karşısında güçlü ve avantajlı kılmak",
      "C": "Bireyler arasındaki etkileşimi ve düzenli ilişkileri sağlayacak sembol sistemleri yaratmak",
      "D": "Bireyselliği artırıcı önlemler, yöntemler, politikalar geliştirmek ve uygulamak",
      "E": "Dünya toplumları arasında uluslararası ilişkilerin geliştirilmesi ve yerleştirilmesine katkıda bulunmak"
    }
  },
  {
    "id": "238934",
    "unitNumber": 10,
    "text": "<strong>Durkheim “İnsanlar aktif olarak ve birlikte toplumsal yapılar, değerler, inançlar ve normları yarattıklarında bile, bu toplumsal olgular yaratıcıları dışında gelişen birer gerçeklik hâline gelirler.” sözüyle olguların hangi özelliğini vurgulamaktadır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Bireysellik",
      "B": "Dışsallık",
      "C": "Genellik",
      "D": "Tekillik",
      "E": "Biriciklik"
    }
  },
  {
    "id": "238935",
    "unitNumber": 10,
    "text": "<strong>Aşağıdaki sözlerden hangisi Durkheim’a aittir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Toplum piyasada çıkarlarına göre hareket eden bireylerdir.",
      "B": "Toplum bireylerin basit bir toplamıdır.",
      "C": "Toplumu bireylerin önüne koyamayız.",
      "D": "Bireycilik ideolojisi sadece kapitalist toplum tipinde mümkündür.",
      "E": "İnsan doğası gereği bencil ve çıkarcıdır."
    }
  },
  {
    "id": "238936",
    "unitNumber": 10,
    "text": "<strong>Durkheim’a göre toplumsal değişmenin esas nedeni aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Başka toplumların istilası",
      "B": "Sınıfsal çatışmalar ve uyuşmazlıklar",
      "C": "Nüfus artışı baskısı",
      "D": "Kolektif bilincin artması",
      "E": "Uzmanlaşma ve farklılaşma"
    }
  },
  {
    "id": "238937",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi Durkheim’a göre toplumsal olguları gözlem kurallarından <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Araştırmacı kişisel ve ön hükümlerden arınmalıdır.",
      "B": "Araştırılan olgular açıkça tanımlanmalıdır.",
      "C": "Araştırılan olgunun somut bir göstergesi bulunmalıdır.",
      "D": "Toplumsal olgular \"şeyler” olarak alınmalıdır.",
      "E": "Belirli bir tipteki toplumlar için en sık ve tipik olanlar bulunmalıdır."
    }
  },
  {
    "id": "238938",
    "unitNumber": 10,
    "text": "<strong>Durkheim’a göre toplumsal dünyadaki yapılar, normlar, değerler ve kurallar zamanla yerleşerek düzenli eylem örüntüleri hâline geldiğinde ortaya çıkan olguya ne ad verilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kurumlar",
      "B": "Devlet",
      "C": "Aile",
      "D": "Ekonomi",
      "E": "Bireysellik"
    }
  },
  {
    "id": "238939",
    "unitNumber": 10,
    "text": "<strong>Durkheim “Şeyleri fikirler gibi basit zihinsel etkinliklerle yeterince kavramlaştıramaz, aksine onları zihnin kendi dışına çıkmadan anlayamayacağı, gözlem ve deney aracılığıyla en dışsal ve en doğrudan ulaşılabilir özelliklerden en az görünebilir ve en kapsamlı özelliklere giderek tanıyabiliriz.” sözüyle hangi bilim anlayışını vurgulamaktadır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Pozitivizm",
      "B": "İradecilik",
      "C": "Pragmatizm",
      "D": "İdealizm",
      "E": "Rasyonalizm"
    }
  },
  {
    "id": "238940",
    "unitNumber": 10,
    "text": "<strong>Durkheim’a göre aşağıdakilerden hangisi ahlaki değerlerin, toplumsal dayanışmanın cisimleşmesi, dolayısıyla somut göstergesidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Din",
      "B": "Hukuk",
      "C": "Bilinç",
      "D": "İş bölümü",
      "E": "Dayanışma"
    }
  },
  {
    "id": "238941",
    "unitNumber": 10,
    "text": "<strong>Durkheim’da bir toplumdaki insan sayısı ve onlar arasındaki etkileşim miktarı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Maddi yoğunluk",
      "B": "Yoğun rekabet",
      "C": "Teknolojik yoğunluk",
      "D": "Dinamik yoğunluk",
      "E": "Bilimsel yoğunluk"
    }
  },
  {
    "id": "247738",
    "unitNumber": 10,
    "text": "<strong>Durkheim'a göre kolektif bilincin tanımı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Bireylerin nesnel tutumları",
      "B": "Gerçekliğini sorgulanan normlar",
      "C": "Bireylerin bilinçli eylemleri",
      "D": "Uzmanlaşmış yeni ve kompleks ilişki biçimleri",
      "E": "Ortalama yurttaşların ortak inançlar ve duygular bütünü"
    }
  },
  {
    "id": "247739",
    "unitNumber": 10,
    "text": "<strong>Durkheim’a göre aşağıdakilerden hangisi toplumun normal değişiminin bir özelliği <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Zorunlu iş bölümü",
      "B": "Devrim",
      "C": "Sınıfsal eşitlik",
      "D": "Toplumsal dayanışma",
      "E": "Koordinasyon"
    }
  },
  {
    "id": "252311",
    "unitNumber": 10,
    "text": "<strong>Durkheim’a göre toplumun parçalarından farklı yeni bir bileşen olması aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Bileşiklik",
      "B": "Bütün",
      "C": "Nesnellik",
      "D": "Farklılık",
      "E": "Oluşumsal gerçeklik"
    }
  },
  {
    "id": "252313",
    "unitNumber": 10,
    "text": "<strong>Durkheim Comte’tan farklı olarak kendi insanlık dini fikrini aşağıdakilerden hangisine dayandırır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Bireysel çıkarlar",
      "B": "Ahlak ve ekonomi",
      "C": "Evrensel vatandaşlık",
      "D": "Sınıfsal bilinç",
      "E": "Bireysel değerler"
    }
  },
  {
    "id": "252314",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi Durkheim’ın sosyolojik yönteminin ilkelerinden birisi olarak <u>görülemez</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Nedensel analiz belirli bir etkiyi yaratan ön koşulların araştırılmasını gerektirir.",
      "B": "Toplumsal olgular “şeyler” olarak alınmalıdır.",
      "C": "Araştırılan olgunun somut bir göstergesinin bulunması gerekir.",
      "D": "Eylemlerin öznel güdülere bakılarak açıklanması gerekir.",
      "E": "Sınıflandırmalarımızın tam ve doğru olması, yani ilişkili her şeyi içermesi gerekir."
    }
  },
  {
    "id": "252317",
    "unitNumber": 10,
    "text": "<strong>Durkheim’ın dini toplumsal yapının temel bileşenlerinden alma amacı nedir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Modern dünyada eski gücünü kazandırmak",
      "B": "Dinin ideolojik etkisini göstermek",
      "C": "Toplumu bir arada tutan temel bir güç olduğunu göstermek",
      "D": "İlkel dinlerin modern temellerini anlamak",
      "E": "Dinin herhangi bir kurum olduğunu göstermek"
    }
  },
  {
    "id": "355949",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi maddi olmayan toplumsal olgulara verilebilecek bir örnektir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Devlet",
      "B": "Nüfus dağılımı",
      "C": "Ahlaki kurallar",
      "D": "Yerleşme düzeni",
      "E": "İletişim kanalları"
    }
  },
  {
    "id": "355961",
    "unitNumber": 10,
    "text": "<strong>Durkheim'a göre mekanik ve organik dayanışmalı toplumları karakterize eden hukuk sistemleri aşağıdakilerden hangisinde sırasıyla doğru olarak verilmiştir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Cezalandırıcı-iade edici",
      "B": "İade edici- cezalandırıcı",
      "C": "Cezalandırıcı-baskıcı",
      "D": "Onarıcı- iade edici",
      "E": "Onarıcı- baskıcı"
    }
  },
  {
    "id": "148838",
    "unitNumber": 11,
    "text": "<strong>Weber’e göre köklü alışkanlıkların belirlediği eylem türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Geleneksel eylem",
      "B": "Duygusal eylem",
      "C": "Değer-rasyonel eylem",
      "D": "Araçsal-rasyonel eylem",
      "E": "Amaç-rasyonel eylem"
    }
  },
  {
    "id": "148994",
    "unitNumber": 11,
    "text": "<strong>Weber’e göre, düzenleyici yönetimin, kişisel olmayan ve tarafsız gücün bir örneği olan insanlara değil kurallara, bir kişisel ilişkiler ağına değil bir görevler hiyerarşisine dayanan üstün organizasyon biçimi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Matris yönetim",
      "B": "Bürokrasi",
      "C": "Meritokrasi",
      "D": "Diplomasi",
      "E": "Hipokrasi"
    }
  },
  {
    "id": "235169",
    "unitNumber": 11,
    "text": "<strong>Weber “demir kafes” terimiyle aşağıdakilerden hangisini vurgular?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Ekonominin belirleyiciliğini",
      "B": "Bürokrasinin baskın güç hâline gelmesini",
      "C": "Sınıflar arasındaki farkların bulanıklaşmasını",
      "D": "Yeni güç biçimlerinin ortaya çıkışını",
      "E": "Değerlerin öneminin artmasını"
    }
  },
  {
    "id": "235170",
    "unitNumber": 11,
    "text": "<strong>Weber’e göre farklı güç biçimleri olan eşitsizliklerde aşağıdakilerden hangisi belirleyici <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Sınıfsal farklılıklar",
      "B": "Statü grupları",
      "C": "Partiler",
      "D": "Kaynakların dağılımı",
      "E": "Bireysel ilgiler ve yetenekler"
    }
  },
  {
    "id": "238942",
    "unitNumber": 11,
    "text": "<strong>Weber toplumun özünde bireylerin nispeten kalıcı, sürekli davranış biçimleri ve bunların oluşturdukları düzenliliklerden meydana geldiğini iddia etmekle aşağıdakilerden hangisini kasteder?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Toplumun belirli bir nesnel bir gerçekliğe sahip olmadığını",
      "B": "Toplumun sadece insanların eylemleri sayesinde var olabileceğini",
      "C": "Toplumun eylemlere sürebileceği ve değişebileceğini",
      "D": "İnsanlar için anlamlarını yitirdiklerinde düzenliliklerin varlık nedenleri ortadan kalkacağını",
      "E": "Düzenliklerin ömrünün insanlar için sahip oldukları anlamlara bağlı olduğunu"
    }
  },
  {
    "id": "238943",
    "unitNumber": 11,
    "text": "<strong>Weber’e göre insanların yeni durumlar veya seçimlerle karşılaştıklarında çoğu kez eskisi gibi davranmaları hangi eylem tipinin bir özelliğidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Duygusal eylem",
      "B": "Araçsal-rasyonel eylem",
      "C": "Geleneksel eylem",
      "D": "Değer-rasyonel eylem",
      "E": "Çıkarlara dayalı eylem"
    }
  },
  {
    "id": "238944",
    "unitNumber": 11,
    "text": "<strong>Weber’e göre aşağıdakilerden hangisi modern toplumun eylem temellerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Rasyonelleşme",
      "B": "Bürokrasi",
      "C": "Tarafsızlık",
      "D": "Karizma",
      "E": "Örgütlülük"
    }
  },
  {
    "id": "238945",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi Weber’in yöntem konusundaki görüşünü yansıtmaktadır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Toplumsal eylemin yapısını anlamaya çalışan bir bilim kesinlikle yasa benzeri açıklamalara elverişli olmayan faktörlere odaklanmak zorundadır.",
      "B": "Nedensel açıklamalar yasa-benzeri türden genellemeleri gerektirmezler.",
      "C": "Bulgular her zaman kültürler ve toplumlara göre değiştiği için tarihsel olarak temellendirilmiş bir sosyal bilim evrensel uygulanırlığa sahiptir.",
      "D": "Ahlaki veya siyasal bir bakış açısı bilimsel olarak doğrulanabilir.",
      "E": "Piyasadaki eyleme bilgi ve mantık damgasını vurduğu için rasyonel iktisadî davranış diğer eylem biçimlerinden kavramsal olarak ayrı tutulamaz."
    }
  },
  {
    "id": "238946",
    "unitNumber": 11,
    "text": "<strong>Weber’e göre aşağıdakilerden hangisinde nesnellik mutlaka uyulması zorunlu bir kural <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Verilerin değerlendirilmesinde",
      "B": "Araştırma sürecinde",
      "C": "Bulguların toplanmasında",
      "D": "Araştırma konusunun seçiminde",
      "E": "Sonuçların sunulmasında"
    }
  },
  {
    "id": "238947",
    "unitNumber": 11,
    "text": "<strong>Weber’e göre işlevselcilerin kavramları şeyleştirmelerinin nedeni aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Bireylerin güdüleri, eğilimleri, beklentileri, düşünceleri, anlamları, yorumlarını anlamaya çalışmaları",
      "B": "Sosyal sistemin “ihtiyaçlar”ını bireysel eylemden daha fazla ilgi konusu hâline getirmeleri",
      "C": "Bireylerin amaçlı eylemleri ve bu eylemlerinin niyetlenilmeyen sonuçları arasındaki kompleks ilişkiyi araştırmaları",
      "D": "Kendi siyasal bakış açılarına uydurmak için eleştirel inceleme ve ampirik ispat ilkelerini bir kenara bırakmaları",
      "E": "Gelecek hakkındaki görüşlerini haklı göstermek için bilim ve devrimi birleştirmeleri"
    }
  },
  {
    "id": "238948",
    "unitNumber": 11,
    "text": "<strong>Weber’e göre araştırmacı kişilerin eylemlerinin belirli güdüler, gerekçeler ve anlamlara bağlı olarak ortaya çıktığını iddia ettiğinde, gerçekte bu eylemlerin arkasında iddia ettiği güdüler, gerekçeler ve anlamlar varsa hangi ilkeye bağlı kalınmıştır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kapsayıcılık",
      "B": "Nedensel uygunluk",
      "C": "Kesinlik",
      "D": "Olumsallık",
      "E": "Anlam uygunluğu"
    }
  },
  {
    "id": "238949",
    "unitNumber": 11,
    "text": "<strong>Weber’e göre güç ne zaman bir otoriteye dönüşür?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Uzak bir geçmişe dayandıkça",
      "B": "Bir baskı aracı hâline geldiğinde",
      "C": "Meşru olarak kabul edildiğinde",
      "D": "Bütün insanlara eşit uygulandığında",
      "E": "Toplumun ilerlemesine katkıda bulunduğunda"
    }
  },
  {
    "id": "247740",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi Weber’e göre toplumsal değişmede etkili olan dış dinamiklerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Uluslararası rekabet",
      "B": "Devletin savaş veya ticari anlaşma başarısı",
      "C": "Temel ekonomik aktörler ve devlet arasındaki ilişki",
      "D": "Sınıflar arasındaki egemenlik mücadeleleri",
      "E": "Devletin büyüklüğü"
    }
  },
  {
    "id": "247741",
    "unitNumber": 11,
    "text": "<strong>Weber “Toplumsal gelişmelerde ilgili dönemin özel, konjonktürel, durumsal özellikleri etkili olabilir.” sözüyle aşağıdakilerden hangisini vurgulamaktadır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Olumsallığı",
      "B": "Determinizmi",
      "C": "Kaçınılmazlığı",
      "D": "Maddinin belirleyiciliği",
      "E": "Evrimi"
    }
  },
  {
    "id": "252335",
    "unitNumber": 11,
    "text": "<strong>Weber yöntem anlayışında aşağıdakilerden hangisinden daha fazla etkilenmiştir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Yeni-Kantçılık",
      "B": "Marx ve Marksizm",
      "C": "Pozitivizm",
      "D": "İşlevselcilik",
      "E": "Yapısalcılık"
    }
  },
  {
    "id": "252337",
    "unitNumber": 11,
    "text": "<strong>Bir kişinin yaptığı şeyleri betimleyerek anlamaya çalışmak hangi anlama türüne örnektir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Nedensel anlama",
      "B": "Gözlemsel anlama",
      "C": "Bağlamsal anlama",
      "D": "Açıklayıcı anlama",
      "E": "Empatik anlama"
    }
  },
  {
    "id": "252338",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi Weber’in toplumsal yapı anlayışının bir özelliğidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Toplum bireylerden bağımsız bir makro yapıdır.",
      "B": "Toplumsal yapıyı dört eylem türü şekillendirir.",
      "C": "Toplumsal yapı bireylerin kalıplaşmış düzenli ilişkilerinden ibarettir.",
      "D": "Toplumsal yapı doğrudan dayatılan ve uyulan bir düzendir.",
      "E": "Toplumsal yapılar tabakalaşma düzenlerinden bağımsız olarak oluşur."
    }
  },
  {
    "id": "252339",
    "unitNumber": 11,
    "text": "<strong>Karizmatik egemenliğin bir özelliği aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Hukuki kurallara dayanma",
      "B": "Liderliğe seçimle gelme",
      "C": "Meşruiyetin prosedürlere dayanması",
      "D": "Liderin kişiliğinin gücüne dayanma",
      "E": "Geleneğe itaat"
    }
  },
  {
    "id": "252340",
    "unitNumber": 11,
    "text": "<strong>Weber’e göre aşağıdakilerden hangisi statü grubunun tanımlayıcı bir özelliği <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Eylem birliği",
      "B": "Gruplar oluşturabilme",
      "C": "Rasyonel çıkarlar etrafında örgütlenebilme",
      "D": "Toplumsal onur değerlendirmelerine dayanma",
      "E": "Mülk sahipliği"
    }
  },
  {
    "id": "355968",
    "unitNumber": 11,
    "text": "<strong>Weber'in yaklaşımında hem aktörün zihninde olagelen şeyi hem de içinde yaşadığı mantık ve semboller sistemini anlamayı gerektiren anlama türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Geist",
      "B": "Tin",
      "C": "Verstehen",
      "D": "Status",
      "E": "Stande"
    }
  },
  {
    "id": "355973",
    "unitNumber": 11,
    "text": "<strong>Weber'in eylem tipolojisinde maddi dünyada bir şeyler elde etmeye yönelik pratik eylemler, yani somut, ulaşılabilir hedeflere yönelik her gün gerçekleştirilen davranışlar hangi tür eylemlerin bir özelliğidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Duygusal eylem",
      "B": "Araçsal-rasyonel eylem",
      "C": "Geleneksel eylem",
      "D": "Değer-rasyonel eylem",
      "E": "Pozitivist eylem"
    }
  },
  {
    "id": "149212",
    "unitNumber": 12,
    "text": "<strong>Simmel’e göre bir yandan grubun taleplerine uyum sağlamak isteyenlere bunu gerçekleştirmelerinde yardımcı bir toplumsal ilişki biçimiyken, öte yandan bireyci tarzda davranmak isteyenlere sapkın davranışlarda bulunabilecekleri bir norm sağlayan alan aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Siyaset",
      "B": "Moda",
      "C": "Bilim",
      "D": "Spor",
      "E": "Eğitim"
    }
  },
  {
    "id": "149411",
    "unitNumber": 12,
    "text": "<strong>Etkileşimin içeriklerinin değil kazandığı genel ve temel biçimlerin araştırıldığı formel sosyolojisinde, matematikten esinlenerek, toplumsal ilişkiler geometrisi geliştirmeye çalışan sosyolog aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Weber",
      "B": "Le Play",
      "C": "Spencer",
      "D": "Simmel",
      "E": "Tönnies"
    }
  },
  {
    "id": "149450",
    "unitNumber": 12,
    "text": "<strong>Simmel’e göre bireylerden bağımsızlık kazanabilecek ve onlar üzerinde egemenlik kurabilecek toplumsal yapıların gelişebilmesi için en az kaç kişi olmalıdır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "4",
      "E": "5"
    }
  },
  {
    "id": "235173",
    "unitNumber": 12,
    "text": "<strong>Simmel’in “biçim ve içerik ayrımı”ndaki temel amacı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Farklı toplumların göreliliklerini yakalamak",
      "B": "Toplumu biricikliği içinde kavramak",
      "C": "Toplumun özünde değişmediğini göstermek",
      "D": "Genel ve en temel etkileşim biçimlerini belirlemek",
      "E": "Etkileşim içindeki insan tiplerini ele almak"
    }
  },
  {
    "id": "235174",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi gerçekliğin dört katmanından biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Toplumsal hayatın psikolojik unsurları",
      "B": "Kişiler arası ilişkiler",
      "C": "Sosyal tabakalar arasındaki mücadeleler",
      "D": "Dönemin toplumsal ve kültürel ruh yapısı",
      "E": "Hayatın nihai metafizik ilkeleri"
    }
  },
  {
    "id": "238958",
    "unitNumber": 12,
    "text": "<strong>Rekabet konusunda aşağıdaki sözlerden hangisi Simmel’e ait <u>olamaz</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Rekabet her zaman yıkıcıdır.",
      "B": "Rekabet insanlara özgürlük sağlar.",
      "C": "Rekabet örgütlenmeyi kolaylaştırır.",
      "D": "Rekabet dayanışmayı geliştirir.",
      "E": "Rekabet farklılaşmayı artırır."
    }
  },
  {
    "id": "238959",
    "unitNumber": 12,
    "text": "<strong>Simmel’e göre aşağıdakilerden hangisi analiz sürecinin özellikleridir? </strong>",
    "correctAnswer": "E",
    "options": {
      "A": "İnsanların dünyayı anlamak için ona empoze ettikleri biçim(ler)i araştırm.",
      "B": "Her olguyu karşılıklı ilişkili olduğu diğer olgularla bağlantı içinde anlamaya çalışma",
      "C": "Şeylerin biçimleri ve anlamlarını bireyler ile diğer bireyler arasındaki mesafeye bağlı olarak nasıl kazandıklarını araştırma",
      "D": "Toplumsal dünyanın çatışmalar içerebilen veya basitçe birbirleriyle karşıtlık içindeki düalizmler temelinde nasıl şekillendiğini araştırma",
      "E": "Olguları salt kendi tekillikleri ve bireysellikleri içinde anlamak için tümdengelimi kullanma"
    }
  },
  {
    "id": "238960",
    "unitNumber": 12,
    "text": "<strong>Simmel’e göre sosyolojisinin insanlığın temel doğası ve kaçınılmaz eylemleri hakkında görüşler ortaya koyan problem alanı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Felsefi Sosyoloji",
      "B": "Makro Sosyoloji",
      "C": "Formel Sosyoloji",
      "D": "Mikro Sosyoloji",
      "E": "Genel Sosyoloji"
    }
  },
  {
    "id": "238961",
    "unitNumber": 12,
    "text": "<strong>Simmel’e göre diyalektik yaklaşıma sahip bir sosyolojinin zorunlu olarak aşağıdakilerden hangisiyle ilgilenmesi gerekir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Sınıf çatışmaları",
      "B": "Olguların biçimsel yapıları",
      "C": "Toplumsal formlar",
      "D": "Bilişsel, öznel tutumlar",
      "E": "Toplumların evrimi"
    }
  },
  {
    "id": "238962",
    "unitNumber": 12,
    "text": "<strong>Simmel’e göre totemizm ve para insanların hangi doğalarının bir ürünüdür?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Bilinçlilik",
      "B": "Sembolleştirme",
      "C": "Formelleştirme",
      "D": "Düzen arayışı",
      "E": "Amaçlılık"
    }
  },
  {
    "id": "238963",
    "unitNumber": 12,
    "text": "<strong>Simmel’e göre tek hakiki gerçeklik aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Değerler ve düşünceler",
      "B": "Ekonomik yapılar",
      "C": "Toplumsal eşitsizlikler",
      "D": "Toplumu meydana getiren etkinlikler",
      "E": "Mutlak varlıklar"
    }
  },
  {
    "id": "238966",
    "unitNumber": 12,
    "text": "<strong>Simmel “Madde enerjiler veya güçlerin ürünüyse, maddeler diğer enerjilerin kendi etkileşimlerini üzerlerinde kolayca uygulayabildikleri mümkün tözler olarak alınamaz çünkü bu enerjilerin ürünü tamamlanmış nihai bir sonuç değil, devam eden bir süreç, sürekli doğum hâlinde bir varlıktır.” sözünü hangi filozofun madde fikrini eleştirmek için kullanır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Hegel",
      "B": "Kant",
      "C": "Marx",
      "D": "Descartes",
      "E": "Aristoteles"
    }
  },
  {
    "id": "238969",
    "unitNumber": 12,
    "text": "<strong>Simmel “toplumsal ilişkiler geometrisi”yle toplumların hangi özelliklerini kavramayı amaçlar?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Psikolojik güdülerin etkisini",
      "B": "Dışsal yapıların zorlayıcılığını",
      "C": "Çatışmanın ana kökenlerini",
      "D": "Kültür trajedisini",
      "E": "Kişi sayısının ilişki biçimlerine etkisini"
    }
  },
  {
    "id": "247743",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi Simmel’in çatışma anlayışına <u>aykırıdır</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Çatışma toplumda her yerde ve sürekli vardır.",
      "B": "Çatışmanın yer almadığı bir grup mümkündür.",
      "C": "Çatışmanın esas nedeni kavga içgüdüsüdür.",
      "D": "Çatışma bireylerin amaçlarına ulaşma aracıdır.",
      "E": "Çatışma iş birliğini bazen engeller."
    }
  },
  {
    "id": "252370",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi Simmel’in diyalektik yaklaşımının bir özelliği <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Farklı çatışmalara odaklanma",
      "B": "Olguların karşıt yöndeki etkilerini araştırma",
      "C": "Düalizmler ve çelişkilere odaklanma",
      "D": "Kültürel çatışmalara yoğunlaşma",
      "E": "Salt içeriklere dayanma"
    }
  },
  {
    "id": "252379",
    "unitNumber": 12,
    "text": "<strong>Simmel, kültürün trajedisiyle aşağıdakilerden hangisini anlatır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Toplumların birbirlerine yabancılaşmaları",
      "B": "İnsanların yaratıcılıkları",
      "C": "Modern kurumların daha kompleks hâle gelmeleri",
      "D": "Toplumsal gerçekliğin nesneleştirilmesi",
      "E": "Öznel kültürün nesnel kültür tarafından boğulması"
    }
  },
  {
    "id": "252380",
    "unitNumber": 12,
    "text": "<strong>Simmel’e göre aşağıdakilerden hangisi mübadelenin özelliklerinden birisi <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Karşılıklı etkileri içerme",
      "B": "Fedakârlıklar gerektirme",
      "C": "Bir alışveriş döngüsü içerme",
      "D": "Paranın zamanla daha az kullanılmaya başlaması",
      "E": "İnsan hayatını şekillendiren en saf ve en gelişkin etkileşim olma"
    }
  },
  {
    "id": "356323",
    "unitNumber": 12,
    "text": "<strong>Toplumsal gerçekliği mikro, ara, makro ve ebedî hakikatler düzeyi olmak üzere dört katmanlı olarak değerlendiren sosyolog aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "G. Simmel",
      "B": "A. Gramsci",
      "C": "V. Pareto",
      "D": "G. Mosca",
      "E": "R. Michels"
    }
  },
  {
    "id": "357341",
    "unitNumber": 12,
    "text": "Simmel, çağdaş dünyayı kuşatan ve bireyi giderek aşan şaşırtıcı sayıda ve çeşitlilikte insani ürünün imkânlar sağlamasının önemini kabul etmesine rağmen, daha ziyade nesnel kültürdeki gelişimin birey açısından yarattığı tehditten kaygılıdır.<br /><strong>Aşağıdakilerden hangisi Simmel' in modern çağın getirisi olarak gördüğü bu tehdit edici durumu ifade eden kavramdır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kültürel yozlaşma",
      "B": "Kültürel gerileme",
      "C": "Kültürün trajedisi",
      "D": "Kültür şoku",
      "E": "Kültürel asimilasyon"
    }
  },
  {
    "id": "261723",
    "unitNumber": 13,
    "text": "<strong>Bir toplumda saygın ve etkin mevkilerde bulunan ve toplumun eğitim, ekonomi, siyaset, askeriye, din, sanat vb. alanlarıyla ilgili etkinliklerin denetimini elinde tutan kişi veya gruplara ne ad verilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kitle",
      "B": "Elit",
      "C": "Teknokrat",
      "D": "Bürokrat",
      "E": "Popülasyon"
    }
  },
  {
    "id": "261724",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi seçkin gruplara dâhil <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Beyaz yakalı seçkinler",
      "B": "Kitleler",
      "C": "Ekonomik seçkinler",
      "D": "Sendikacılar",
      "E": "Bürokratik seçkinler"
    }
  },
  {
    "id": "261730",
    "unitNumber": 13,
    "text": "<strong>Michels’in “lider ve çevresindekilerden oluşan iyi organize olmuş yöneten azınlığın karar alma ve politika belirleme süreçlerinde söz sahibi olduğu yönetim biçimi” olarak tanımladığı kavram aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Aristokrasi",
      "B": "Bürokrasi",
      "C": "Otarşi",
      "D": "Hiyerarşi",
      "E": "Oligarşi"
    }
  },
  {
    "id": "261732",
    "unitNumber": 13,
    "text": "<strong>Michels’e göre oligarşi sürecinin oluşmasındaki üç önemli etken aşağıdakilerden hangisinde doğru olarak verilmiştir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Patolojik - patronaj - pastoral",
      "B": "Ekonomik - askerî - bürokratik",
      "C": "Teknik - entelektüel - psikolojik",
      "D": "Toplumsal - siyasal - sanatsal",
      "E": "Burjuva - askeriye - bürokrasi"
    }
  },
  {
    "id": "262104",
    "unitNumber": 13,
    "text": "<strong>Daha çok iktidar, egemenlik ve yönetim bağlamında değerlendirilen elit kuramları kaçıncı yüzyılda sosyolojinin ilgi alanına girmiştir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "15",
      "B": "16",
      "C": "17",
      "D": "18",
      "E": "19"
    }
  },
  {
    "id": "262105",
    "unitNumber": 13,
    "text": "I.   Vilfredo Pareto<br />II.  Gaetano Mosca<br />III. Robert Mikelsons<br /><strong>Yukarıdaki düşünürlerden hangisi ya da hangileri klasik elit kuramcılarındandır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "II ve III",
      "D": "I ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "262106",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi Pareto'nun elit sınıf için kullandığı kavramlardan biridir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Teknokrasi",
      "B": "Bürokrasi",
      "C": "Aristokrasi",
      "D": "Burjuvazi",
      "E": "Oligarşi"
    }
  },
  {
    "id": "262107",
    "unitNumber": 13,
    "text": "Machiavelli’den etkilenen Pareto halkı güç kullanarak yöneten siyasal seçkinleri .............; halkı hile ile yöneten seçkinleri ise ..................... olarak tanımlamıştır.<br /><strong>Cümlede boş bırakılan yerlere sırasıyla aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "tilkiler - aslanlar",
      "B": "aslanlar - tilkiler",
      "C": "kurtlar - kuzular",
      "D": "kuzular - kurtlar",
      "E": "aslanlar – kurtlar"
    }
  },
  {
    "id": "262108",
    "unitNumber": 13,
    "text": "Pareto’ya göre elit sınıf, sürekli bir değişim içerisindedir. Toplum içerisinde yönetilen sınıftan yöneten sınıfa yani alt tabakadan üst tabakaya doğru geçişler yaşanabilir. Pareto bu tür geçişleri .................... olarak kavramsallaştırmıştır.<br /><strong>Paragrafta boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "elitlerin gezintisi",
      "B": "elitlerin dolaşımı",
      "C": "elitlerin dönüşümü",
      "D": "elitlerin evrimi",
      "E": "elitlerin kesişimi"
    }
  },
  {
    "id": "262109",
    "unitNumber": 13,
    "text": "Seçkin sınıfın bu yönetimsel kapasitesini Mosca, .................. kavramıyla açıklamaya çalışır. Bu güç, toplumsal düzlemdeki her türlü eylemi kontrol etme kapasitesidir. Para, toprak, askerî güç, din, eğitim, bilim ve diğer her şey üzerinde kontrolü en yüksek grup, yönetimi de elinde bulundurur.<br /><strong>Paragrafta boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "ekonomik güç",
      "B": "idari güç",
      "C": "toplumsal güç",
      "D": "örgütsel güç",
      "E": "oligarşik güç"
    }
  },
  {
    "id": "262110",
    "unitNumber": 13,
    "text": "Seçkin olma noktasında en belirleyici unsur, kişilerin örgütlerdeki konumları ve bu konumlarının onlara sağladığı imkânlardır. Bu bakımdan iktidar kullanımı doğrudan örgütlerdeki konumla ilişkilidir.<br /><strong>Düşünceleri verilen sosyolog aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Vilfredo Pareto",
      "B": "Gaetano Mosca",
      "C": "Robert Michels",
      "D": "Giovanni Sartori",
      "E": "Maurice Duverger"
    }
  },
  {
    "id": "262111",
    "unitNumber": 13,
    "text": "<strong>1911 yılında kaleme alınan Parti Sosyolojisi adlı kitabın yazarı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Gaetano Mosca",
      "B": "Giovanni Sartori",
      "C": "Robert Michels",
      "D": "Maurice Duverger",
      "E": "Vilfredo Pareto"
    }
  },
  {
    "id": "262112",
    "unitNumber": 13,
    "text": "<strong>“Kim örgütten bahsediyorsa, oligarşiden bahsediyordur.” sözü aşağıdaki düşünürlerden hangisine aittir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Giovanni Sartori",
      "B": "Robert Michels",
      "C": "Vilfredo Pareto",
      "D": "Walter Benjamin",
      "E": "Antonio Negri"
    }
  },
  {
    "id": "262113",
    "unitNumber": 13,
    "text": "<strong>Toplumdaki ve farklı örgütlerdeki organizasyon ve lider yapılarının, elitlerin oluşmasına neden olduğunu savunan düşünür aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Vilfredo Pareto",
      "B": "Georg Simmel",
      "C": "Gaetano Mosca",
      "D": "Emile Durkheim",
      "E": "Robert Michels"
    }
  },
  {
    "id": "356020",
    "unitNumber": 13,
    "text": "<strong>Oligarşinin Tunç Kanunu aşağıdaki düşünürlerden hangisine aittir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "V. Pareto",
      "B": "G. Mosca",
      "C": "R. Michels",
      "D": "K. Marx",
      "E": "M. Weber"
    }
  },
  {
    "id": "356026",
    "unitNumber": 13,
    "text": "<strong>Mosca'ya göre </strong><strong>egemenliğin tek bir şahsın, sınıfın veya tüm vatandaşların tekelinde olması durumunda sırasıyla aşağıdaki yönetim şekillerinden hangileri ortaya çıkacaktır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Demokrasi-oligarşi-aristokrasi",
      "B": "Oligarşi-demokrasi-monarşi",
      "C": "Monarşi-aristokrasi-demokrasi",
      "D": "Aristokrasi-monarşi-oligarşi",
      "E": "Anarşi-monarşi-oligarşi"
    }
  },
  {
    "id": "356549",
    "unitNumber": 13,
    "text": "Pareto'ya göre toplum içerisinde yönetilen sınıftan yöneten sınıfa, yani alt tabakadan üst tabakaya doğru geçişler yaşanabilir; yönetilen alt tabaka içinde hırslı, yetenekli kişilerin yönetici sınıfına yükselmesi mümkündür. <br /><strong>Pareto, toplum tabakalarındaki bu tür geçişleri aşağıdaki kavramlardan hangisi ile ifade etmektedir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "İktidar seçkinleri",
      "B": "Demokratik seçkincilik",
      "C": "Oligarşik seçkincilik",
      "D": "Elitlerin dolaşımı",
      "E": "Seçkinlerin değişimi"
    }
  },
  {
    "id": "148863",
    "unitNumber": 14,
    "text": "<strong>Gramsci’nin ekonomik yapı ile devletin arasında yer alan, genelde özel çıkarların alanı olarak tanımladığı kavram aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Sivil toplum",
      "B": "İdeolojik aygıt",
      "C": "Baskıcı aygıt",
      "D": "Tarihsel blok",
      "E": "Hegemonya"
    }
  },
  {
    "id": "149019",
    "unitNumber": 14,
    "text": "<strong>Gramsci’nin başyapıtı kabul edilen, altyapı-üstyapı tespitlerinin tersine çevrildiği ve nesnel koşulların sınıfsal öznelliğin gizli araçlarına dönüştürüldüğü biçiminde yorumlanabilecek eseri aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Sömürü Defterleri",
      "B": "Üniversite Defterleri",
      "C": "Devrim Defterleri",
      "D": "Hapishane Defterleri",
      "E": "Kışla Defterleri"
    }
  },
  {
    "id": "149095",
    "unitNumber": 14,
    "text": "<strong>Gramsci’nin sanatta, hukukta, ekonomik faaliyetlerde, bireysel ve kolektif hayatın bütün alanlarında kendini örtük olarak gösteren bir dünya görüşü olarak tanımladığı kavram aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Hegemonya",
      "B": "Tarihsel blok",
      "C": "Sivil toplum",
      "D": "Sosyalleştirme",
      "E": "İdeoloji"
    }
  },
  {
    "id": "153088",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi geleneksel Marksizm temsilcilerinden birisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Lukács",
      "B": "Luxemburg",
      "C": "Gramsci",
      "D": "Adorno",
      "E": "Horkheimer"
    }
  },
  {
    "id": "235177",
    "unitNumber": 14,
    "text": "<strong>Gramsci, siyasal partilerin karakteristik özelliklerini hangi teorisyenden referansla tanımlar?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Weber",
      "B": "Bukharin",
      "C": "Marx",
      "D": "Machiavelli",
      "E": "Lenin"
    }
  },
  {
    "id": "235178",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi “tarihsel blok” kavramının işlevselliğine yönelik bir ifadedir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Tarihsel blok teorik analizde ağırlığı ekonomik alana kaydırır.",
      "B": "Tarihsel blok alt yapının üst yapıdan daha önemli olduğunu gösterir.",
      "C": "Tarihsel blok siyaseti anlamak için üst yapı analizini de devreye sokar.",
      "D": "Tarihsel blok politik şiddeti anlatan bir kavramdır.",
      "E": "Tarihsel blok organik entelektüellerin oluşturduğu bir ittifakın adıdır."
    }
  },
  {
    "id": "239481",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi Batı Marksizmi geleneği içerisinde yer alan temsilcilerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Luxemburg",
      "B": "Adorno",
      "C": "Marcuse",
      "D": "Korsch",
      "E": "Horkheimer"
    }
  },
  {
    "id": "239483",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi klasik Marksizm’in temel ilgi alanlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Ekonomik krizler",
      "B": "Sınıf çatışması",
      "C": "Kapitalizmin çöküşü",
      "D": "Sınıfsal kutuplaşma",
      "E": "Kültür"
    }
  },
  {
    "id": "239484",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi Batı Marksizmi’nin teorik çerçevesinin argümanları arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kültür",
      "B": "Devrimci strateji",
      "C": "İdeoloji",
      "D": "Hegemonya",
      "E": "Sınıf bilincİ"
    }
  },
  {
    "id": "239486",
    "unitNumber": 14,
    "text": "<strong>Gramsci’nin kavramsal repertuarında aşağıdaki kavramlardan hangisi <u>yoktur</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Hegemonya",
      "B": "Tarihsel blok",
      "C": "Organik aydın",
      "D": "Metalaşma",
      "E": "Sivil toplum"
    }
  },
  {
    "id": "239487",
    "unitNumber": 14,
    "text": "<strong>Gramsci'nin “egemonya” kavramsallaştırmasını “Tahakküm”den ayıran husus aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Zor",
      "B": "Baskı",
      "C": "Rıza",
      "D": "Şiddet",
      "E": "Boyun eğdirme"
    }
  },
  {
    "id": "239489",
    "unitNumber": 14,
    "text": "<strong>Gramsci’ye göre aşağıdaki düşünürlerden hangisi hegemonya teorisinin asıl kurucusudur?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Lenin",
      "B": "Makyavel",
      "C": "Spinoza",
      "D": "Simmel",
      "E": "Nietzsche"
    }
  },
  {
    "id": "239492",
    "unitNumber": 14,
    "text": "<strong>Gramsci “karşı-hegemonya”nın inşasında en önemli rolü aşağıdaki kesimlerden hangisine tanır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "İşçiler",
      "B": "Aydınlar",
      "C": "Bürokratlar",
      "D": "Sivil toplum kuruluşları",
      "E": "Medya"
    }
  },
  {
    "id": "239493",
    "unitNumber": 14,
    "text": "<strong>Gramsci, sivil toplum anlayışında hangi teorisyenden etkilenmiştir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Marx",
      "B": "Engels",
      "C": "Lenin",
      "D": "Bakunin",
      "E": "Hegel"
    }
  },
  {
    "id": "252722",
    "unitNumber": 14,
    "text": "<strong>Batı Marksizmi hangi kavramsal müdahale ile klasik Marksizm’in genel ilkelerinden uzaklaşmıştır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Sınıf bilinci",
      "B": "Meta fetişizmi",
      "C": "İktidar mücadelesi",
      "D": "Rant",
      "E": "Sendikal girişimler"
    }
  },
  {
    "id": "252726",
    "unitNumber": 14,
    "text": "<strong>Gramsci’nin Sivil Toplum Teorisi aşağıdaki hangi filozoftan etkilenmiştir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kant",
      "B": "Hegel",
      "C": "Marx",
      "D": "Proudhon",
      "E": "Spinoza"
    }
  },
  {
    "id": "356475",
    "unitNumber": 14,
    "text": "<strong>Gramsci' nin bir sosyal sınıfın bir başka sosyal sınıf üzerindeki hâkimiyetini, kendi dünya görüşünü, ideolojisini büyük ölçüde ikna veya en azından rızayla empoze etme yeteneği olarak tanımladığı kavram aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Hegemonya",
      "B": "Tahakküm",
      "C": "Asimilasyon",
      "D": "Kolonileştirme",
      "E": "Sömürü"
    }
  },
  {
    "id": "356487",
    "unitNumber": 14,
    "text": "<strong>Gramsci'nin aydın kategorisi ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Hegemonyanın toplumun diğer kesimlerine yayılması için aydınlara ihtiyaç vardır.",
      "B": "Aydınlar toplumsal düzenin sağlanmasında önemli katkılarda bulunurlar.",
      "C": "Her üretim tarzına belirli bir aydın tipi karşılık gelir.",
      "D": "Eleştirel aydın belirli bir sınıfsal bağlantıyı çağrıştırken, organik aydın böyle bir bağlantının bulunmaması gerektiğini ifade eder.",
      "E": "Kurulan her tarihsel blokta organik aydın ve eleştirel aydın arasında çatışma yaşanır."
    }
  }
]