[
  {
    "id": "359408",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi tasarımın tanımlarından biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Zihinde canlandırılan biçim",
      "B": "İlk taslak",
      "C": "Dizayn",
      "D": "Bilinç içeriği",
      "E": "Teknik çizim"
    },
    "correctAnswer": "E",
    "explanation": "Tasarım, bir amaca yönelik olarak <b>yaratıcı düşüncenin</b> somutlaştırılması, bir plan veya prototipin geliştirilmesi sürecidir. İşlevsellik, estetik ve üretim planlamasını içerir. Tasarımın tanımlarından biri olarak görülmeyecek bir ifade, genellikle yaratıcılık veya amaca yönelik planlama içermeyen, tamamen mekanik ya da doğal bir sürece işaret edecektir. (Varsayılan Yanıt: Tasarımın sadece mekanik bir üretim süreci olması.)"
  },
  {
    "id": "359409",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi tekhne kavramının tanımlarından biridir?</strong>",
    "options": {
      "A": "Bir amaç gözeterek ortaya işlevsel bir şey koyma",
      "B": "Bir fikir doğrultusunda yazı yazma",
      "C": "Tasarlanan bir ürünü test etme",
      "D": "Bir tasarım ürününün kalite standardını belirleme",
      "E": "Taslak çizim yapma"
    },
    "correctAnswer": "A",
    "explanation": "Antik Yunan felsefesinde kullanılan <b>Tekhne</b> (Grekçe: τέχνη) kavramı, sadece sanat (art) anlamına gelmez; aynı zamanda bir yetenek, zanaat veya <b>teknik ustalık</b> ile bir şeyi yapma bilgisini, yani <b>beceriyi</b> ifade eder. Bu, pratik bir bilgi ve üretme yeteneğidir."
  },
  {
    "id": "359411",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi ‘Tekhne’ olarak <u>tanımlanamaz</u>?</strong>",
    "options": {
      "A": "Mimarlık",
      "B": "Marangozluk",
      "C": "Siyaset",
      "D": "Tıp",
      "E": "Öğretmenlik"
    },
    "correctAnswer": "E",
    "explanation": "<b>Tekhne</b>, insan eylemi ve becerisi gerektiren, amaçlı bir üretim veya uygulama sürecini ifade eder. Bu nedenle, doğada kendiliğinden gerçekleşen, insan müdahalesi ve becerisi gerektirmeyen durumlar veya olgular (örneğin, yağmurun yağması veya güneşin doğuşu) 'Tekhne' olarak tanımlanamaz."
  },
  {
    "id": "359413",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi Antik Yunan mimari tasarımlarının özelliklerinden biri <u>değildir</u>? </strong>",
    "options": {
      "A": "Adeta bir heykel gibi tasarlanmıştır.",
      "B": "Stereometrik anlayıştadır.",
      "C": "Yüksek pencereleri vardır.",
      "D": "Tapınaklar megaron ev tipinden geliştirilmiştir.",
      "E": "Sütun zemini alınlıklı bir çatı örter."
    },
    "correctAnswer": "C",
    "explanation": "Antik Yunan mimarisi, <b>rasyonel düzen</b>, <b>simetri</b>, <b>ideal oranlar</b> ve Dor, İyon, Korint gibi belirli stillerdeki sütun düzenlerinin kullanımıyla karakterize edilir. Bu mimaride, Barok veya Rokoko'da görülen aşırı duygusal ifade, eğrisel hatlar veya karmaşık abartılı süslemeler temel özellikler arasında yer almaz."
  },
  {
    "id": "359414",
    "unitNumber": 1,
    "text": "<strong>İlk oturma mobilyalarından olan tabureler, hangi dönemde tasarlanmış ve geliştirilmiştir?</strong>",
    "options": {
      "A": "Antik Yunan",
      "B": "Antik mısır",
      "C": "Gotik dönem",
      "D": "Rönesans",
      "E": "Barok dönem"
    },
    "correctAnswer": "B",
    "explanation": "Mobilya tarihinin bilinen en eski örnekleri <b>Antik Mısır</b> dönemine dayanır. İlk oturma mobilyalarından olan, dört ayaklı ve sırt dayanağı olmayan basit formdaki <b>tabureler</b>, Antik Mısır'da tasarlanmış ve kullanılmıştır. Bu tasarım, daha sonraki medeniyetlerde de temel oturma birimi olarak gelişmiştir."
  },
  {
    "id": "359415",
    "unitNumber": 1,
    "text": "<strong>Vasari tasarım anlayışını aşağıdaki kavramlardan hangisiyle açıklar?</strong>",
    "options": {
      "A": "Tekhne",
      "B": "İdea",
      "C": "Disegno",
      "D": "Mimesis",
      "E": "Teori"
    },
    "correctAnswer": "C",
    "explanation": "Rönesans sanatçısı ve tarihçisi Giorgio Vasari, tasarımın temelini <b>Disegno</b> kavramıyla açıklar. Disegno, sadece çizim yapma eylemini değil, aynı zamanda sanatçının zihnindeki <b>fikrin veya konseptin</b>, yani tasarımın entelektüel boyutunun dışavurumunu da kapsayan kapsamlı bir kavramdır."
  },
  {
    "id": "359416",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi Barok mimari tasarımlarında görülür?</strong>",
    "options": {
      "A": "Elips",
      "B": "Üçgen",
      "C": "Kare",
      "D": "Dikdörtgen",
      "E": "Haç şekli"
    },
    "correctAnswer": "A",
    "explanation": "<b>Barok</b> mimari, 17. yüzyılın başlarında ortaya çıkmıştır. Temel özelliklerinden biri, <b>dramatik etki</b> yaratmak için kullanılan <b>eğrisel hatlar</b>, güçlü ışık ve gölge kontrastları (chiaroscuro) ve zengin, abartılı süslemelerdir. Bu özellikler, dinamik ve hareketli bir görünüm sağlar."
  },
  {
    "id": "359417",
    "unitNumber": 1,
    "text": "<strong>Bir iç mekân tasarımı olarak tanımlanabilen Rococo aşağıdakilerden hangisinden etkilenmiştir?</strong>",
    "options": {
      "A": "Grek ve Roma sanatı",
      "B": "Gotik sanat",
      "C": "Barok ve Rocaille",
      "D": "Konstrüktivizm",
      "E": "Kübizm"
    },
    "correctAnswer": "C",
    "explanation": "Bir iç mekân tasarımı akımı olan <b>Rococo</b> (18. yüzyıl), Barok’un ağırlığından uzaklaşarak daha hafif, zarif ve eğlenceli bir stile yönelmiştir. En büyük etkilerinden biri <b>doğal formların asimetrik</b> ve akışkan kullanımıdır; özellikle deniz kabuğu (rocaille) ve bitkisel motifler ağırlıktadır."
  },
  {
    "id": "359418",
    "unitNumber": 1,
    "text": "<strong>9. Aşağıdakilerden hangisi endüstrileşme döneminde mimari tasarımlarda karşımıza çıkan bir yeniliktir?</strong>",
    "options": {
      "A": "Sütun ve alınlıklı çatılar",
      "B": "Vitraylı pencereler",
      "C": "Kireç taşı kullanımı",
      "D": "Demir kullanımı",
      "E": "Ahşap kullanımı"
    },
    "correctAnswer": "D",
    "explanation": "<b>Endüstrileşme dönemi</b> (19. yüzyıl), mimariye yeni malzemeler ve üretim teknikleri getirmiştir. Bu dönemin en büyük yeniliklerinden biri, daha önce dekoratif amaçla kullanılan <b>demir ve çelik</b> gibi yapısal malzemelerin ana taşıyıcı iskelet sistemlerinde kullanılmasıdır. Bu, daha büyük açıklıkların ve yüksek yapıların inşa edilmesini sağlamıştır."
  },
  {
    "id": "359419",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi Endüstri Devrimi sonrasında ortaya çıkmış bir akım <u>değildir</u>?</strong>",
    "options": {
      "A": "Arts &amp; Crafts",
      "B": "Art Nouveau",
      "C": "Bauhaus",
      "D": "Konstrüktivizm",
      "E": "Rokoko"
    },
    "correctAnswer": "E",
    "explanation": "Endüstri Devrimi 18. yüzyılın sonlarında başlayıp 19. yüzyılda yoğunlaşmıştır. Endüstri Devrimi sonrasında tepki olarak Arts & Crafts ve Art Nouveau gibi akımlar doğmuştur. <b>Rönesans</b> (15-16. yüzyıl) veya <b>Barok</b> (17. yüzyıl) gibi akımlar, Endüstri Devrimi’nden çok daha önce zirveye ulaşmış tarihsel dönemlere aittir."
  },
  {
    "id": "372858",
    "unitNumber": 1,
    "text": "<strong>19. yüzyılın sonunda William Morris öncülüğünde kurulan akım aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Empresyonizm",
      "B": "Art Nouveau",
      "C": "Konstrüktivizm",
      "D": "De Stijl",
      "E": "Art &amp; Crafts"
    },
    "correctAnswer": "E",
    "explanation": "19. yüzyılın sonunda (yaklaşık 1880'ler) <b>William Morris</b> öncülüğünde İngiltere'de kurulan hareket, <b>Arts & Crafts (Sanatlar ve Zanaatlar) Hareketi</b>’dir. Bu akım, Endüstri Devrimi'nin getirdiği kalitesiz seri üretime bir tepki olarak, el işçiliğinin, <b>zanaatkarın becerisinin</b> ve estetik kalitenin önemini vurgulamıştır."
  },
  {
    "id": "372859",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi John Ruskin’in tasarım anlayışını aktaran bir cümledir?</strong>",
    "options": {
      "A": "Sadece estetik açıdan iyi tasarlanmış nesneler, değerli ve kullanışlı olabilir.",
      "B": "Tasarım, yaşamın içinden olmalıdır.",
      "C": "Tasarım ve sanat, geometriye dayanmaktadır.",
      "D": "En iyi tasarımlar resim ve heykeldir.",
      "E": "Bir amacı olan her üretim sanattır."
    },
    "correctAnswer": "A",
    "explanation": "Arts & Crafts Hareketi'nin felsefi temellerini atan <b>John Ruskin</b>, estetik kaygılardan çok <b>etik ve toplumsal</b> sorumlulukları vurgulamıştır. O, makineli üretimin zanaatkarın ruhunu ve emeğini yok ettiğini savunarak, tasarımın <b>dürüst, elle yapılmış</b> ve zanaatkarın mutluluğunu yansıtan bir süreç olması gerektiğini belirtir."
  },
  {
    "id": "372860",
    "unitNumber": 1,
    "text": "<strong>Arts &amp; Crafts sanatçıları ilhamlarını nereden almıştır?</strong>",
    "options": {
      "A": "Soyut formlardan",
      "B": "Figüratif resimden",
      "C": "Orta Çağ sanat eserleri ve doğadan",
      "D": "Grek mimarisinden",
      "E": "Empresyonist sanatçılardan"
    },
    "correctAnswer": "C",
    "explanation": "Arts & Crafts sanatçıları, sanayileşmeden önceki dönemin dürüstlüğünü ve işçilik kalitesini yeniden canlandırmak istemişlerdir. İlhamlarını özellikle <b>Orta Çağ zanaatlarından</b>, <b>Gotik sanatın</b> yapım dürüstlüğünden ve <b>yerel geleneksel el sanatlarından</b> almışlardır."
  },
  {
    "id": "372862",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi Art Nouveau’nın en ünlü temsilcilerinden biridir?</strong>",
    "options": {
      "A": "Antoni Gaudi",
      "B": "Frank Lloyd Wright",
      "C": "Zaha Hadid",
      "D": "Le Corbusier",
      "E": "Alexandre Vallaury"
    },
    "correctAnswer": "A",
    "explanation": "<b>Art Nouveau</b> (1890-1910), özellikle bitkisel ve akışkan motiflerin kullanıldığı, dekoratif sanatlara odaklanan uluslararası bir akımdır. Belçikalı mimar <b>Victor Horta</b>, akımın en ünlü ve etkili temsilcilerindendir ve özellikle Brüksel'deki mimari tasarımlarında zarif, demirden yapılmış organik formları kullanmıştır."
  },
  {
    "id": "372864",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi De Stijl Akımı'nın temel prensibidir?</strong>",
    "options": {
      "A": "Doğadan ilham almak",
      "B": "Doğadan yola çıkmayan soyutlamalar yapmak",
      "C": "Gotik üsluptan esinlenmek",
      "D": "Doğu ve Uzak Doğu sanatı etkisinde eserler üretmek",
      "E": "Mitolojiden yola çıkan figüratif eserler üretmek"
    },
    "correctAnswer": "B",
    "explanation": "Hollanda'da Piet Mondrian ve Theo van Doesburg tarafından kurulan <b>De Stijl Akımı</b> (1917), evrensel uyum ve düzeni hedeflemiştir. Temel prensibi <b>mutlak soyutlama</b> ve <b>geometriye</b> dayanır; sadece yatay ve dikey çizgiler ile sınırlı bir renk paleti (ana renkler ve nötrler) kullanılır."
  },
  {
    "id": "372866",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi Konstrüktivizm Akımı'nı benimsemiş bir sanatçıdır?</strong>",
    "options": {
      "A": "Piet Mondrian",
      "B": "Antoni Gaudi",
      "C": "Alexandr Rodchenko",
      "D": "William Morris",
      "E": "Theo Van Doesburg"
    },
    "correctAnswer": "C",
    "explanation": "Rusya'da ortaya çıkan <b>Konstrüktivizm</b>, sanatın toplumsal amaçlara hizmet etmesini ve endüstriyel teknikleri kullanmasını savunan bir akımdır. <b>Aleksandr Rodchenko</b>, bu akımın en önemli figürlerinden biridir ve heykel, tasarım, fotoğrafçılık gibi birçok alanda endüstriyel estetiği kullanarak toplumsal fayda amaçlamıştır."
  },
  {
    "id": "372867",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisinde doğadan ilham <u>yoktur</u>?</strong>",
    "options": {
      "A": "Arts &amp; Crafts",
      "B": "De Stijl",
      "C": "Art Nouveau",
      "D": "Rönesans",
      "E": "Rokoko"
    },
    "correctAnswer": "B",
    "explanation": "<b>Arts & Crafts</b> ve <b>Art Nouveau</b>, doğal ve bitkisel formlardan yoğun ilham almıştır. Ancak <b>De Stijl Akımı</b>, organik formları tamamen reddeder. De Stijl, sanatı evrenselleştirmek amacıyla sadece <b>saf geometrik şekiller</b>, yatay ve dikey çizgiler kullanarak mutlak soyutlamayı benimsemiştir; bu nedenle doğadan ilham yoktur."
  },
  {
    "id": "359453",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerin hangisi Bauhaus hareketin kaynakları arasında <u>yer almaz</u>?</strong>",
    "options": {
      "A": "Art sand Crafts Hareketi",
      "B": "Alman İş Derneği faaliyetleri",
      "C": "İkinci Dünya Savaşı'nın etkisi",
      "D": "Van der Velde'nin Weimar Uygulamalı Sanatlar Okulunu kurması",
      "E": "Gropius'un yeni okul programını oluşturması"
    },
    "correctAnswer": "C",
    "explanation": "Bauhaus hareketinin temel kaynakları arasında <b>Arts and Crafts Hareketi</b> (sanat ve zanaatı birleştirme fikri), <b>Deutscher Werkbund</b> (endüstriyel üretimle tasarımın birleşimi) ve erken dönemde <b>Ekspresyonizm</b> akımı yer alır. Bu akım, modern, işlevsel ve süslemeden arındırılmış bir tasarım anlayışını benimsemiştir. Geleneksel sanat akımları ve özellikle Barok veya <b>Rönesans gibi tarihsel üsluplar</b>, Bauhaus'un kaynakları arasında değil, genellikle karşı çıktığı yaklaşımlar arasındadır. Bauhaus, geçmişteki dekoratif aşırılıklardan kaçınmayı hedeflemiştir."
  },
  {
    "id": "359456",
    "unitNumber": 2,
    "text": "<strong>Bauhaus'un kurulduğu ilk şehir hangisi?</strong>",
    "options": {
      "A": "Dessau",
      "B": "Berlin",
      "C": "Londra",
      "D": "Weimar",
      "E": "New York"
    },
    "correctAnswer": "D",
    "explanation": "Bauhaus, <b>Walter Gropius</b> tarafından 1919 yılında <b>Weimar</b> şehrinde kurulmuştur. Weimar'da 1919'dan 1925'e kadar kaldıktan sonra, politik baskılar nedeniyle <b>Dessau</b>'ya taşınmış (1925-1932) ve son olarak kısa bir süre <b>Berlin</b>'de faaliyet göstermiştir (1932-1933)."
  },
  {
    "id": "359461",
    "unitNumber": 2,
    "text": "<strong>Bauhaus yöneticilerinin göreve geliş sıraları aşağıdakilerin hangisinde doğru olarak verilmiştir?</strong>",
    "options": {
      "A": "Meyer, Gropius, Miesvan der Rohe",
      "B": "Gropius, Meyer, Miesvan der Rohe",
      "C": "Meyer, Miesvan der Rohe, Gropius",
      "D": "Miesvan der Rohe, Gropius, Meyer",
      "E": "Gropius, Miesvan der Rohe, Meyer"
    },
    "correctAnswer": "B",
    "explanation": "Bauhaus Okulu'nun yöneticileri (direktörleri) kronolojik sırayla şöyledir:<br>1. <b>Walter Gropius</b> (1919–1928): Kurucu ve ilk direktör.<br>2. <b>Hannes Meyer</b> (1928–1930): İşlevselliği ve toplumsal faydayı ön plana çıkaran ikinci direktör.<br>3. <b>Ludwig Mies van der Rohe</b> (1930–1933): Okulun kapanmasından önceki son direktör, mimari estetiği öne çıkardı."
  },
  {
    "id": "359463",
    "unitNumber": 2,
    "text": "<strong>Bauhaus'a ilk davet edilen eğitimcilerden olan İsviçreli ressam-ekspresyonist ve eğitimci aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Kandinsky",
      "B": "Klee",
      "C": "Meyer",
      "D": "Itten",
      "E": "WassilyWassilyevich"
    },
    "correctAnswer": "D",
    "explanation": "Bauhaus'a Gropius tarafından ilk davet edilen önemli eğitimcilerden biri <b>Johannes Itten</b>'dir. İsviçreli ressam, ekspresyonist ve eğitimci olan Itten, özellikle okulun temel eğitim programı olan <b>Vorkurs</b>'u (Ön Kurs) kurmasıyla tanınır. Itten'in eğitimi, öğrencilerin malzeme, doku ve renk algısını geliştirmeye odaklanmıştır."
  },
  {
    "id": "359465",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi Bauhaus'un, binalar ve objeler ile ilgili ilkeleri arasında <u>yer almaz</u>?</strong>",
    "options": {
      "A": "Ergonomik olması",
      "B": "Şehir hayatıyla uyumlu olması",
      "C": "Asimetrik olması",
      "D": "Teknolojik olması",
      "E": "Süslü olması"
    },
    "correctAnswer": "E",
    "explanation": "Bauhaus'un temel tasarım ilkeleri arasında <b>işlevsellik</b> (form follows function), <b>süslemesiz sadelik</b>, <b>malzemenin dürüst kullanımı</b> ve <b>endüstriyel seri üretime uygunluk</b> yer alır. Bu ilkelerle çelişen bir yaklaşım, örneğin, <b>tarihsel referanslara dayalı karmaşık süslemelerin kullanımı</b>, Bauhaus'un amaçları arasında kesinlikle yer almaz."
  },
  {
    "id": "359472",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi Bauhaus'un ünlü koltuk tasarımlarından biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Brno koltuğu",
      "B": "Cesca koltuğu",
      "C": "Wassily koltuğu",
      "D": "Itten koltuğu",
      "E": "Albers sehpaları"
    },
    "correctAnswer": "D",
    "explanation": "Bauhaus döneminin ikonik koltuk tasarımları arasında Marcel Breuer'in çelik borudan yaptığı <b>Wassily Koltuğu</b> (B3) ve Ludwig Mies van der Rohe'nin tasarladığı <b>Barcelona Koltuğu</b> bulunur. Bu tasarımlar, modern mobilyanın temelini oluşturmuştur. <b>Eames Lounge Chair</b> gibi tasarımlar ise Bauhaus stilinin etkisinde gelişmiş olsa da, tasarımcıları (Charles ve Ray Eames) ve üretim yılları (1956) itibarıyla doğrudan Bauhaus ürünleri arasında yer almaz."
  },
  {
    "id": "359475",
    "unitNumber": 2,
    "text": "<strong>Hangisi tekstil çalışmaları konusunda önde gelen bir Bauhaus mezunudur?</strong>",
    "options": {
      "A": "AnniAlbers",
      "B": "Josef Albers",
      "C": "MarianneBrandt",
      "D": "Josef Hartvig",
      "E": "Wilhelm Wagenfeld"
    },
    "correctAnswer": "A",
    "explanation": "Bauhaus'ta kadın öğrencilerin çoğunlukla yönlendirildiği atölyelerden biri tekstil atölyesiydi. Bu alanda önde gelen ve uluslararası alanda tanınan mezunlardan biri <b>Anni Albers</b>'tir. Albers, tekstil sanatını modern sanat ve endüstriyel tasarım ilkeleriyle birleştirerek, dokumayı <b>soyut sanatsal ifade</b> ve <b>işlevsel malzeme araştırması</b> seviyesine taşımıştır."
  },
  {
    "id": "359476",
    "unitNumber": 2,
    "text": "<strong>Yeni Bauhaus okulu hangi şehirde kurulmuştur?</strong>",
    "options": {
      "A": "Tel Aviv",
      "B": "New York",
      "C": "Londra",
      "D": "Chicago",
      "E": "İllinoys"
    },
    "correctAnswer": "D",
    "explanation": "Nazilerin baskısıyla asıl Bauhaus Okulu 1933'te kapandıktan sonra, birçok önemli öğretmen ABD'ye göç etti. <b>László Moholy-Nagy</b>, 1937 yılında Bauhaus'un eğitim felsefesini sürdürmek amacıyla <b>Chicago</b>'da 'Yeni Bauhaus'u kurmuştur. Bu okul daha sonra IIT (Illinois Institute of Technology) bünyesinde Gropius ve Mies van der Rohe'nin de etkisiyle önemli bir merkez haline gelmiştir."
  },
  {
    "id": "359477",
    "unitNumber": 2,
    "text": "<strong>Bauhaus’un eğitim ve tasarım dünyasına yaptığı en önemli katkılarından biri <u>değildir</u>?</strong>",
    "options": {
      "A": "tek disipline odaklanması",
      "B": "yeni estetik anlayışı getirmesi",
      "C": "bireysel özgürlüğü teşvik etmesi",
      "D": "kollektif yaratıcılığı desteklemesi",
      "E": "disiplinlerarası yaklaşım uygulaması"
    },
    "correctAnswer": "A",
    "explanation": "Bauhaus'un eğitim dünyasına en büyük katkısı, <b>güzel sanatlar (art) ile zanaat/uygulamalı sanatlar (craft) arasındaki ayrımı kaldırmak</b> ve 'Vorkurs' adı verilen yenilikçi bir temel eğitim sistemi getirmektir. Bauhaus, sanatı sadece yüksek estetik amaçlarla değil, aynı zamanda <b>endüstriyel üretim ve günlük yaşamın işlevsel ihtiyaçları</b> için bir araç olarak görmüştür. Bu nedenle, <b>sadece güzel sanatlara odaklanma</b>, Bauhaus'un amacına aykırıdır."
  },
  {
    "id": "359478",
    "unitNumber": 2,
    "text": "<strong>Bauhaus faaliyetleri sayesinde hangi akım meydana gelmiştir?</strong>",
    "options": {
      "A": "Kubizm",
      "B": "Futurizm",
      "C": "İşlevselcilik",
      "D": "Noktacılık",
      "E": "İşlemcilik"
    },
    "correctAnswer": "C",
    "explanation": "Bauhaus'un mimari ve tasarım felsefesi, özellikle Gropius ve Mies van der Rohe'nin ABD'ye göç etmesi ve ilkelerinin yayılmasıyla birlikte, 20. yüzyılın ortalarında küresel mimariye damgasını vuran <b>Uluslararası Stil (International Style)</b> akımının temelini atmıştır. Bu akım, süslemenin reddedilmesi, şeffaflık, çelik iskelet ve cam kullanımı gibi ilkeleri benimsemiştir."
  },
  {
    "id": "372933",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi Bauhaus'u \"çağdaş tasarımın beşiği\" olarak tanımlamıştır?</strong>",
    "options": {
      "A": "Apple",
      "B": "Microsoft",
      "C": "Bosh",
      "D": "Adobe",
      "E": "Procreate"
    },
    "correctAnswer": "D",
    "explanation": "Bauhaus, modern tasarımın ve mimarinin gelişimindeki <b>pioner rolü</b>, <b>işlevselliği temel alma</b> ve <b>tasarım eğitimi metodolojisini kökten değiştirme</b> yeteneği nedeniyle tarihçiler ve eleştirmenler tarafından yaygın olarak <b>“çağdaş tasarımın beşiği”</b> (ya da modern mimarinin beşiği) olarak tanımlanır. Bu tanım, okulun küresel ölçekte kalıcı etkisini ve modernizm üzerindeki merkezi rolünü vurgular."
  },
  {
    "id": "372934",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisinde Bauhaus'un etkisi <u>görülmez</u>?</strong>",
    "options": {
      "A": "Moda tasarımı",
      "B": "Tipografi",
      "C": "Tasarım",
      "D": "Mimari",
      "E": "Kulinari"
    },
    "correctAnswer": "E",
    "explanation": "Bauhaus, mimariden (Uluslararası Stil), mobilya tasarımına, grafik tasarıma, tekstile ve endüstriyel ürün tasarımına kadar geniş bir etki alanına sahiptir. Etkisi, <b>modernist ve işlevsel yaklaşımların</b> benimsendiği her yerde görülebilir. Ancak <b>Barok Heykelcilik</b> gibi, yüzlerce yıl önce var olmuş ve tamamen farklı estetik ve felsefi ilkelere (drama, abartılı hareket, dekoratif yoğunluk) dayanan bir sanat akımında Bauhaus'un doğrudan bir etkisi görülmez."
  },
  {
    "id": "372936",
    "unitNumber": 2,
    "text": "<strong>Bauhaus Okulu'nun kapatılmasının sebebi aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Kapitalist rejim",
      "B": "Komunist rejim",
      "C": "Paparazi rejimi",
      "D": "Nazi rejimi",
      "E": "Sosyal rejim"
    },
    "correctAnswer": "D",
    "explanation": "Bauhaus Okulu, 1933 yılında Nazi Partisi'nin iktidara gelmesi ve okulu kapatmaya zorlaması sonucu kapanmıştır. Naziler, Bauhaus'un <b>uluslararası</b>, <b>sosyalist</b> ve <b>modernist</b> fikirlerini Alman kültürü için 'yozlaşmış sanat' (Entartete Kunst) olarak görmüş ve siyasi baskı uygulamışlardır. Mies van der Rohe okulu Berlin'de özel bir kurum olarak yaşatmaya çalışsa da, bu çabalar sonuçsuz kalmıştır."
  },
  {
    "id": "372937",
    "unitNumber": 2,
    "text": "<strong>Bauhaus stilin temel ilkeleri arasında aşağıdakilerden hangisi <u>yer almaz</u>?</strong>",
    "options": {
      "A": "Resimsiz duvarlar",
      "B": "Çok cam kullanımı",
      "C": "Çok metal kullanımı",
      "D": "Mat camlı lambalar",
      "E": "Kuş ve çiçek desenli duvar kâğıdı"
    },
    "correctAnswer": "E",
    "explanation": "Bauhaus stilinin temel ilkeleri arasında <b>işlevselliğe mutlak öncelik</b>, <b>endüstriyel üretim tekniklerine uygunluk</b>, <b>geometrik formların ve yalınlığın kullanımı</b> ve <b>dekoratif süslemenin reddi</b> yer alır. Bu bağlamda, <b>karmaşık, el yapımı ve geleneksel süslemeler</b> gibi, makineleşmeye ve sadeliğe karşı olan unsurlar Bauhaus stilinde yer almaz. Bauhaus estetiği <b>minimalizm</b> ile karakterize edilir."
  },
  {
    "id": "372938",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi </strong><strong>Bauhaus'un ünlü öğrencilerinden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Gunta Stölzl",
      "B": "Marianne Brandt",
      "C": "William Morris",
      "D": "Josef Hartwig",
      "E": "Josef Albers"
    },
    "correctAnswer": "C",
    "explanation": "Bauhaus'un ünlü öğrencileri arasında Marcel Breuer, Josef Albers, Gunta Stölzl ve Marianne Brandt sayılabilir. <b>Paul Klee</b>, her ne kadar Bauhaus'un en etkili figürlerinden biri olsa da, öğrenci değil, 1920-1931 yılları arasında görev yapan ünlü bir <b>öğretim görevlisi</b> (Master) ve sanatçıdır. Dolayısıyla teknik olarak bir öğrenci değildir."
  },
  {
    "id": "372941",
    "unitNumber": 2,
    "text": "<strong>Bauhaus metal atölyesinde çalışmasına ilk defa izin verilen ve ikonik metal çaydanlıkları tasarlayan kadın öğrenci kimdir?</strong>",
    "options": {
      "A": "Anni Albers",
      "B": "Marianne Brandt",
      "C": "Gunta Stölzl",
      "D": "Otto Lindig",
      "E": "Elsa Frieda Fleischmann"
    },
    "correctAnswer": "B",
    "explanation": "Bauhaus'ta metal atölyesi başlangıçta erkeklerin hâkim olduğu bir alandı. Bu atölyede çalışmasına izin verilen ve kısa sürede ikonik tasarımlara imza atan ilk kadınlardan biri <b>Marianne Brandt</b>'tır. Brandt, özellikle <b>MT 49 çaydanlığı</b> (çay ve kahve servisi seti) gibi, geometrik formları ve endüstriyel estetiği başarıyla birleştiren ünlü metal objeleri tasarlamıştır."
  },
  {
    "id": "372942",
    "unitNumber": 2,
    "text": "<strong>Ludwig Miesvan der Rohe'nin tasarladığı koltuk aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Wassily",
      "B": "Nesting",
      "C": "Brno",
      "D": "Çek",
      "E": "Cesca"
    },
    "correctAnswer": "C",
    "explanation": "Bauhaus'un son direktörü olan ve 'Az Daha Çoktur' (Less is More) felsefesiyle tanınan <b>Ludwig Mies van der Rohe</b>'nin en ünlü mobilya tasarımı, 1929 Barselona Uluslararası Sergisi için tasarladığı <b>Barcelona Koltuğu</b>'dur. Bu koltuk, zarif çelik iskeleti ve deri yastıklarıyla Uluslararası Stil'in zarafetini temsil eder."
  },
  {
    "id": "359489",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi görsel tasarım öğesi <u>değildir</u>?</strong>",
    "options": {
      "A": "Çizgi",
      "B": "Renk",
      "C": "Değer",
      "D": "Ritim",
      "E": "Biçim"
    },
    "correctAnswer": "D",
    "explanation": "Görsel tasarım öğeleri, bir görselin temel yapı taşlarıdır (Çizgi, Şekil, Biçim, Doku, Renk, Uzam, Değer). <b>Vurgu</b> (Emphasis) ise, bu öğelerin organizasyonunu sağlayan temel bir <b>tasarım ilkesidir</b>, dolayısıyla bir öğe değildir."
  },
  {
    "id": "359490",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi doku çeşitleri arasında <u>yer almaz</u>?</strong>",
    "options": {
      "A": "Karışık doku",
      "B": "Soyut doku",
      "C": "Gerçek doku",
      "D": "İcat edilmiş doku",
      "E": "Taklit doku"
    },
    "correctAnswer": "A",
    "explanation": "Temel doku çeşitleri <b>Gerçek/Fiziksel Doku</b> (dokunulabilir), <b>Görsel/Yanılsamalı Doku</b> (simüle edilmiş) ve <b>İcat Edilmiş Doku</b> (soyut) olarak sınıflandırılır. <b>Uzamsal Doku</b>, doku çeşitleri arasında standart bir sınıflandırma değildir."
  },
  {
    "id": "359491",
    "unitNumber": 3,
    "text": "<strong>Kırık (toprak) rengin en önemli özelliği nedir ?</strong>",
    "options": {
      "A": "Saf olması",
      "B": "Her renkle uyum sağlaması",
      "C": "Kontrast olması",
      "D": "Komplementer olması",
      "E": "Analog olması"
    },
    "correctAnswer": "B",
    "explanation": "Kırık (Toprak) renkler, genellikle içerisine gri veya tamamlayıcı rengin katılmasıyla elde edilir. Bu işlem, rengin <b>doygunluğunu</b> (chroma/saturation) düşürerek onu daha sessiz, doğal ve nötr bir tona yaklaştırır. En önemli özelliği düşük doygunlukta olmasıdır."
  },
  {
    "id": "359492",
    "unitNumber": 3,
    "text": "<strong>Aşağıdaki kontrast çeşitlerinden hangisi <u>yanlıştır</u>?</strong>",
    "options": {
      "A": "Açık-koyu kontrastı",
      "B": "Eş zamanlı kontrastı",
      "C": "Nitelik kontrastı",
      "D": "Sıcak-soğuk kontrastı",
      "E": "Hava kontrastı"
    },
    "correctAnswer": "E",
    "explanation": "Renk teorisinde yaygın olarak kabul edilen kontrast çeşitleri; Açık-Koyu (Değer), Tamamlayıcı, Sıcak-Soğuk, Doygunluk (Nitelik), Nicelik ve Eşzamanlı kontrastlardır. <b>Oransal Kontrast</b>, renk kontrastları arasında yer almaz; oran (Proportion) ise genel bir tasarım ilkesidir."
  },
  {
    "id": "359494",
    "unitNumber": 3,
    "text": "<strong>Tasarım ilkeleriyle ilgili hangisinde doğru verilmiştir?</strong>",
    "options": {
      "A": "ritim, oran, hareket, tekrar, denge, uyum, çizgi, vurgu",
      "B": "hareket, uyum, renk, oran, tekrar, zıtlık, ritim, denge",
      "C": "vurgu, değer, tekrar, ritim, denge, oran, hareket, kontrast",
      "D": "vurgu, oran, hareket, uyum, tekrar, ritim, denge, kontrast",
      "E": "ritim, vurgu, oran, hareket, şekil, tekrar, denge, zıtlık"
    },
    "correctAnswer": "D",
    "explanation": "Temel tasarım ilkeleri, öğelerin kompozisyon içinde nasıl düzenleneceğini belirleyen kurallardır. Ana ilkeler şunlardır: <b>Denge</b>, <b>Ritim</b> (Hareket), <b>Birlik</b> (Uyum) ve <b>Vurgu</b> (Odak Noktası). Bu dört ilke, başarılı bir görsel tasarımın temelini oluşturur."
  },
  {
    "id": "359496",
    "unitNumber": 3,
    "text": "<strong>Çeşitliliğin elde edilmesinde kullanılan araçlar aşağıdakilerden hangisinde doğru verilmiştir?</strong>",
    "options": {
      "A": "Zıtlık ve uyum",
      "B": "Kontrast ve detaylandırma",
      "C": "Kontrast ve değer",
      "D": "Nicelik ve detaylandırma",
      "E": "Şekil, detaylandırma ve kontrast"
    },
    "correctAnswer": "B",
    "explanation": "<b>Çeşitlilik</b> ilkesi, bir tasarımda görsel ilgiyi sürdürmek ve monotonluğu önlemek için kullanılır. Bu, kullanılan öğelerin <b>çizgi</b>, <b>şekil</b>, <b>doku</b> veya <b>boyut</b> gibi farklı özelliklerini veya niteliklerini bir arada kullanarak sağlanır."
  },
  {
    "id": "359500",
    "unitNumber": 3,
    "text": "<strong>Tasarımda uyumu sağlayan araçlar aşağıdakilerden hangisinde doğru verilmiştir?</strong>",
    "options": {
      "A": "Zıtlık, tekrar, tamamlama, görsel ilişkilendirme",
      "B": "Tekrar, ritim, tamamlama, görsel ilişkilendirme",
      "C": "Tekrar, ritim, tamamlama, görsel sadeleştirme",
      "D": "Dekoratif uzam, ritim, çeşitlilik, görsel ilişkilendirme",
      "E": "Tekrar, hareket, vurgu, görsel ilişkilendirme"
    },
    "correctAnswer": "B",
    "explanation": "<b>Uyum</b> (Birlik/Harmony) ilkesi, tüm öğelerin birlikte çalışarak tutarlı bir bütün oluşturmasını sağlar. Bu, en yaygın olarak <b>Tekrar</b> (Repetition), <b>Yakınlık</b> (Proximity), <b>Süreklilik</b> (Continuity) ve <b>Hizalama</b> (Alignment) gibi araçlar kullanılarak elde edilir. Bu araçlar, öğeler arasında görsel ilişkiler kurar."
  },
  {
    "id": "359503",
    "unitNumber": 3,
    "text": "<strong>Uzamla ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "options": {
      "A": "Dekoratif uzamda derinlik kaygısı olmaz.",
      "B": "Plastik uzam üç boyutlu yanılsamayla ilgilidir.",
      "C": "Derin uzam izleyici bakışını ön planda tutar.",
      "D": "Gerçek uzamda üç boyutlu nesneler yer alır.",
      "E": "Uzam dekoratif veya plastik olabilir."
    },
    "correctAnswer": "C",
    "explanation": "Uzam (Boşluk), hem <b>Pozitif Boşluk</b> (tasarım öğelerinin kendisi) hem de <b>Negatif Boşluk</b> (öğelerin arasındaki veya etrafındaki boşluk) olarak mevcuttur. Uzam sadece negatif boşluktan oluşmaz; pozitif ve negatif uzamın dinamik ilişkisi, kompozisyonu tanımlar."
  },
  {
    "id": "359508",
    "unitNumber": 3,
    "text": "<strong>Çeşitlilik ilkesinin tasarım için önemi nedir?</strong>",
    "options": {
      "A": "Sakin ve sıkıcı hale getirir.",
      "B": "Düzenli hale getirir.",
      "C": "Simetrik ve orantılı hale getirir.",
      "D": "Sadeleştirir ve sakinleştirir.",
      "E": "Özgün ve ilginç hale getirir."
    },
    "correctAnswer": "E",
    "explanation": "<b>Çeşitlilik</b> ilkesi, tasarımın <b>tekdüzelikten</b> (monotonluktan) kurtulmasını sağlar. Birlik aşırıya kaçtığında sıkıcılık oluşur; çeşitlilik, farklılıklar ekleyerek bu monotonluğu bozar ve izleyicinin dikkatini sürekli canlı tutan <b>görsel ilgi</b> alanı yaratır."
  },
  {
    "id": "359512",
    "unitNumber": 3,
    "text": "<strong>Görsel ilişkilendirme ilkesi tasarım ögelerini hangi yöntemler yardımıyla gruplar hâlinde organize eder?</strong>",
    "options": {
      "A": "Örtüşme, şeffaflık, geçişme, ortak kenar paylaşma",
      "B": "Kapatma, şeffaflık, geçişme, ortak kenar paylaşma",
      "C": "Kesişme, geçirgenlik, ortak kenar paylaştırma, örtüşme",
      "D": "Örtüşme, şeffaflık, geçiştirme, ortak kenar paylaştırma",
      "E": "Örtüşme, sadelik, geçişme, ortak kenar paylaşma"
    },
    "correctAnswer": "A",
    "explanation": "Görsel ilişkilendirme (Birlik/Organizasyon), Geştalt ilkeleri aracılığıyla gerçekleşir. Bu ilkeler, öğeleri gruplamak için kullanılan <b>Yakınlık</b>, <b>Benzerlik</b>, <b>Süreklilik</b> ve <b>Kapanma</b> gibi yöntemlerdir. Bu sayede dağınık öğeler, anlamlı gruplar hâlinde algılanır."
  },
  {
    "id": "372944",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi Geştalt Psikolojisi'ne göre algıyı etkileyen süreçler arasındadır?</strong>",
    "options": {
      "A": "Parça-şekil ilişkisi",
      "B": "Şekil-zemin ilişkisi",
      "C": "Zemin-benzerlik ilişkisi",
      "D": "Benzersizlik ilkesi",
      "E": "Şekil-form ilişkisi"
    },
    "correctAnswer": "B",
    "explanation": "Geştalt psikolojisi, insan beyninin görsel bilgiyi organize etme eğilimlerini inceler. Temel algı süreçleri arasında <b>Şekil-Zemin İlişkisi</b> (Figure-Ground), Yakınlık, Benzerlik, Süreklilik ve Kapanma gibi ilkeler bulunur. Şekil-Zemin, izleyicinin neyin nesne (şekil), neyin arka plan (zemin) olduğunu ayırt etme sürecidir."
  },
  {
    "id": "372945",
    "unitNumber": 3,
    "text": "<strong>Gruplandırma eğiliminin gerçekleştiği benzerlikler arasında aşağıdakilerden hangisi <u>yer almaz</u>?</strong>",
    "options": {
      "A": "Ebat benzerliği",
      "B": "Konum benzerliği",
      "C": "Biçim benzerliği",
      "D": "Uzamsal yönelim benzerliği",
      "E": "Duruş benzerliği"
    },
    "correctAnswer": "E",
    "explanation": "Geştalt Benzerlik ilkesine göre, insanlar aynı görünüme sahip öğeleri gruplandırır. Bu benzerlik genellikle <b>boyut</b>, <b>şekil</b>, <b>renk</b> veya <b>doku</b> gibi ortak görsel nitelikler üzerinden sağlanır. <b>Kontrast</b> ise bu benzerliği bozarak çeşitlilik ve vurgu yaratmayı amaçlar ve dolayısıyla gruplandırma eğilimini engeller."
  },
  {
    "id": "372948",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi uzamdaki ögelerin arasında birine dikkat çekici özellikler verilmesini anlatır?</strong>",
    "options": {
      "A": "Vurgu/baskınlık",
      "B": "Zıtlık/kontrast",
      "C": "Tekrar/ritim",
      "D": "Sadeleştirme/ekonomi",
      "E": "Vurgu/çarpıcılık"
    },
    "correctAnswer": "A",
    "explanation": "Bir kompozisyonda, uzamdaki diğer öğelerden farklılaştırılarak izleyicinin gözünü çeken ve odaklanması gereken merkezi bir noktaya veya alana <b>Vurgu</b> (Emphasis) denir. Vurgu, kontrast veya boyut farklılıkları kullanılarak sağlanır."
  },
  {
    "id": "372950",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi izleyicinin bakışını uzaklara yönlendirmeyi amaçlar?</strong>",
    "options": {
      "A": "Sığ uzam",
      "B": "Plastik uzam",
      "C": "Derin uzam",
      "D": "Dekoratif uzam",
      "E": "Gerçek uzam"
    },
    "correctAnswer": "C",
    "explanation": "İzleyicinin bakışını uzaklara yönlendirmek, çoğunlukla <b>Derinlik</b> yanılsaması oluşturarak başarılır. Bu, özellikle <b>perspektif</b> çizgileri, atmosferik etki veya üst üste bindirme gibi uzamsal yöntemler kullanılarak elde edilir ve gözü kompozisyonun içine, uzağına doğru yönlendirir."
  },
  {
    "id": "372952",
    "unitNumber": 3,
    "text": "<strong>Nitelik kontrastı renklerin hangi özelliğine dayanır?</strong>",
    "options": {
      "A": "Açıklık değerine",
      "B": "Isı değerine",
      "C": "Miktarına",
      "D": "Derinliğine",
      "E": "Kromasına"
    },
    "correctAnswer": "E",
    "explanation": "Nitelik (Kalite) kontrastı, renklerin <b>doygunluk</b> (saturation/chroma) özelliğine dayanır. Bu kontrast, saf, <b>yüksek doygunluktaki</b> (yoğun) renkler ile donuk, kırık veya grileştirilmiş <b>düşük doygunluktaki</b> renkler arasındaki farkı ifade eder."
  },
  {
    "id": "372956",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi çizginin fiziksel özellikleri arasında <u>yer almaz</u>?</strong>",
    "options": {
      "A": "Yönü",
      "B": "Güzelliği",
      "C": "Türü",
      "D": "Konumu",
      "E": "Karakteri"
    },
    "correctAnswer": "B",
    "explanation": "Çizginin fiziksel özellikleri, doğrudan görülebilen ve ölçülebilen özellikleridir: Uzunluk, kalınlık (genişlik), yön ve doku. <b>Duygusallık</b> ise çizginin bu fiziksel özelliklerinin izleyicide yarattığı algısal veya ifade edici (ekspresif) niteliklerdir, fiziksel bir özellik değildir."
  },
  {
    "id": "372958",
    "unitNumber": 3,
    "text": "<strong>Renk çarkında yan yana duran renklere ne isim verilir?</strong>",
    "options": {
      "A": "Analog",
      "B": "Digital",
      "C": "Komplementer",
      "D": "Tamamlayıcı",
      "E": "Eş zamanlı"
    },
    "correctAnswer": "A",
    "explanation": "Renk çarkında birbirine komşu olan renklere <b>Analog Renkler</b> (Yakın Renkler) denir. Bu renkler, genellikle sakin, uyumlu ve göze hoş gelen tasarımlar oluşturmak için kullanılırlar çünkü aralarında doğal bir geçiş bulunur."
  },
  {
    "id": "372959",
    "unitNumber": 3,
    "text": "<strong>Tasarımda sadece en gerekli öğe ve ilkelerin kullanımını tanımlayan organizasyon ilkesi aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Zıtlaştırma",
      "B": "Ayıklama",
      "C": "Sadeleştirme",
      "D": "Eksiltme",
      "E": "Gruplandırma"
    },
    "correctAnswer": "C",
    "explanation": "<b>Sadelik</b> veya <b>Ekonomi İlkesi</b> (Economy of means), tasarımda karmaşayı azaltmayı ve sadece mesajı iletmek için kesinlikle gerekli olan öğe ve ilkelerin kullanılmasını savunur. Bu, görsel dağınıklığı ortadan kaldırarak berraklığı ve odaklanmayı artırır."
  },
  {
    "id": "372961",
    "unitNumber": 3,
    "text": "<strong>Şekil ve biçim arasındaki fark nedir?</strong>",
    "options": {
      "A": "Şekil iki boyutlu, biçim tek boyutludur.",
      "B": "Şekil iki boyutlu, biçim üç boyutludur.",
      "C": "Şekil üç boyutlu, biçim iki boyutludur.",
      "D": "Şekil üç boyutlu, biçim üç boyutludur.",
      "E": "Şekil iki boyutlu, biçim dört boyutludur."
    },
    "correctAnswer": "B",
    "explanation": "Temel tasarım terminolojisinde, <b>Şekil</b> (Shape), iki boyutlu (2D) ve düzdür (yükseklik ve genişlik). <b>Biçim</b> (Form) ise üç boyutlu (3D) olup, derinliği, hacmi ve kütleyi içerir (yükseklik, genişlik ve derinlik)."
  },
  {
    "id": "359679",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi tasarımın estetik güzelliğini meydana getirir?</strong>",
    "options": {
      "A": "Her parçanın bireysel güzelliği",
      "B": "Parçaların arasındaki iletişim ve uyum",
      "C": "İzleyicinin güzel bakışları",
      "D": "Çevreyle etkileşimi",
      "E": "Parçaların bağımsızlığı"
    },
    "correctAnswer": "B",
    "explanation": "Tasarımın estetik güzelliği, görsel öğelerin (çizgi, şekil, renk, doku) belirli ilkelere göre düzenlenmesiyle, yani iyi bir <b>kompozisyon</b> ile meydana gelir. Estetik güzelliğin temelini <b>denge, uyum (harmony), ritim ve bütünlük</b> gibi ilkelerin başarılı bir şekilde uygulanması oluşturur. Başarılı bir estetik etki, izleyicinin görsel algısını tatmin eden bir düzenleme ile sağlanır."
  },
  {
    "id": "359680",
    "unitNumber": 4,
    "text": "<strong>Bütüncül bir tasarımın bileşenleri hangisinde doğru verilmiştir?</strong>",
    "options": {
      "A": "Konu, içerik, form",
      "B": "Konu, şekil, form",
      "C": "İçerik, form, neden",
      "D": "İçerik, biçim, şekil",
      "E": "Form, şekil, konu"
    },
    "correctAnswer": "A",
    "explanation": "Bütüncül (holistik) bir tasarım, yalnızca görsel <b>tasarım öğeleri</b> (nokta, çizgi, şekil, renk, doku, mekan) ile değil, aynı zamanda bu öğeleri organize eden <b>tasarım ilkeleri</b> (denge, ritim, vurgu, birlik, çeşitlilik, hareket) ile sağlanır. Bu iki bileşenin uyumlu birleşimi, tasarımın bütünlüğünü oluşturur ve amaçlanan mesajı başarılı bir şekilde iletir."
  },
  {
    "id": "359681",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi kompozisyon türlerinden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Açık kompozisyon",
      "B": "Üç boyutlu kompozisyon",
      "C": "Simetrik kompozisyon",
      "D": "Kıvrımlı dağınık kitle dengeli kompozisyon",
      "E": "Kapalı kompozisyon"
    },
    "correctAnswer": "D",
    "explanation": "Kompozisyon türleri genellikle nesnelerin düzenlenişine ve yarattığı denge etkisine göre sınıflandırılır. Temel türler arasında <b>Simetrik (Formal), Asimetrik (İnformal), Dinamik, Statik (Durağan)</b> ve <b>Merkezi</b> kompozisyonlar bulunur. Bu temel tiplerden farklı, örneğin 'Rastlantısal' veya 'Fonksiyonel' gibi düzenlemeler, kompozisyonun yapısal türleri arasında sayılmaz."
  },
  {
    "id": "359682",
    "unitNumber": 4,
    "text": "<strong>Aşağıdaki kompozisyon türlerinden hangisi iki farklı kütleyi zıtlaştırarak dengelemeye çalışır?</strong>",
    "options": {
      "A": "S şekli",
      "B": "U şekli",
      "C": "L şekli",
      "D": "Y şekli",
      "E": "Kantar"
    },
    "correctAnswer": "E",
    "explanation": "İki farklı kütleyi zıtlaştırarak dengelemeye çalışan kompozisyon türü <b>Asimetrik Kompozisyon</b> (veya İnformal Denge) olarak adlandırılır. Bu türde, merkez eksenin iki yanındaki objelerin boyutları, şekilleri ve görsel ağırlıkları farklıdır; ancak bu farklılıklar, <b>görsel ağırlık</b> (value, renk yoğunluğu, doku) manipülasyonuyla birbirini dengeleyerek uyum yaratır."
  },
  {
    "id": "359683",
    "unitNumber": 4,
    "text": "<strong>Soyuta en yakın kompozisyon türü hangisidir?</strong>",
    "options": {
      "A": "Altın Oran",
      "B": "Soğuk-sıcak kontrastı",
      "C": "Örüntü kompozisyonu",
      "D": "Öklid geometrik kompozisyonu",
      "E": "Altın dikdörtgen"
    },
    "correctAnswer": "C",
    "explanation": "Soyuta en yakın kompozisyon türü, genellikle nesnelerin gerçekçi tasvirinden uzaklaşarak, sadece çizgilerin, renklerin ve şekillerin <b>duygusal ve biçimsel gücüne</b> odaklanan türdür. Bu, çoğu zaman belirgin bir denge merkezi olmayan ve yüksek <b>hareket</b> hissi uyandıran <b>Dinamik Kompozisyon</b> türü olabilir. Dinamik kompozisyonlar, özellikle diyagonal çizgiler ve keskin açılar kullanarak gerilim ve hareket ifade eder."
  },
  {
    "id": "359684",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi altın dikdörtgende vurgunun yeridir?</strong>",
    "options": {
      "A": "Sol alt kenarda",
      "B": "Diyagonallerin paralelinde",
      "C": "Üçgenlerin ucunda",
      "D": "Diyagonallerin kesişme noktalarında",
      "E": "Merkezde"
    },
    "correctAnswer": "D",
    "explanation": "Altın dikdörtgen (ya da Altın Oran), görsel olarak en tatmin edici oranlardan biridir. Vurgu yerleri (focal points), bu dikdörtgenin içine çizilen spiralin veya iç çizgilerin kesişim noktalarına yerleştirilir. Bu noktalar, <b>Altın Oran Noktaları</b> (veya 'Kritik Noktalar') olarak bilinir ve <b>Göz Kuralı (Rule of Thirds)</b> prensibinin daha matematiksel bir versiyonunu temsil ederek izleyicinin gözünü doğal olarak bu noktalara çeker."
  },
  {
    "id": "359685",
    "unitNumber": 4,
    "text": "<strong>Kompozisyonda değerle ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "options": {
      "A": "Degrade kademeli değişen değerlerdir.",
      "B": "Benzer değerler uzaktan grup gibi algılanır.",
      "C": "Benzer karakterli çizgiler yan yanayken birbirinden farklı değerler oluşturur.",
      "D": "Değerlerle mesafe ifade edilebilir.",
      "E": "Değerlerle vurgu yapılabilir."
    },
    "correctAnswer": "C",
    "explanation": "Kompozisyonda 'değer' (value), bir rengin açıklık ya da koyuluk derecesini ifade eder. Değer, <b>kontrast</b> yaratmak, <b>derinlik ve üç boyutluluk</b> hissi vermek ve formun belirginliğini sağlamak için kullanılır. Yanlış olan ifade, değerin sadece renk tonu (hue) ile ilgili olduğunu iddia eden bir ifade olacaktır, zira değer (value) ve ton (hue) birbirinden bağımsız özelliklerdir."
  },
  {
    "id": "359686",
    "unitNumber": 4,
    "text": "<strong>\"Uzak mesafedeki objeler daha soğuk renklerle ve şekil sınırları belirsiz gösterilir, detayları azaltılır ve daha açık ve birbirine daha yakın değerlerde ifade bulur.\" tanımı aşağıdakilerden hangisini belirtir?</strong>",
    "options": {
      "A": "Havalı perspektif",
      "B": "Atmosferik perspektif",
      "C": "Lineer perspektif",
      "D": "Dekoratif uzam",
      "E": "Soğuk hava perspektifi"
    },
    "correctAnswer": "B",
    "explanation": "Verilen tanım, tam olarak <b>Atmosferik Perspektif</b> (veya Hava Perspektifi) ilkesini açıklamaktadır. Uzaklaştıkça atmosferdeki nem ve toz nedeniyle renkler daha <b>soğuk, daha açık (yakın değerde)</b> hale gelir, kontrast azalır ve detaylar kaybolur. Bu, doğal bir derinlik yanılsaması oluşturur."
  },
  {
    "id": "359687",
    "unitNumber": 4,
    "text": "<strong>Kompozisyonda kırık renkler nasıl kullanılır?</strong>",
    "options": {
      "A": "Arka planda büyük miktarda",
      "B": "Arka planda çok sınırlı miktarda",
      "C": "Ön planda büyük miktarda",
      "D": "Orta planda alt solda",
      "E": "Ön planda üst sağda"
    },
    "correctAnswer": "A",
    "explanation": "Kırık renkler (Broken Colors), saf bir rengin kendi zıddıyla (tamamlayıcısıyla) ya da siyah/beyaz/gri ile karıştırılarak <b>doygunluğunun (saturation) düşürülmesi</b> sonucu elde edilir. Bu renkler genellikle doğallık, yumuşaklık ve dinginlik hissi yaratır. Kompozisyonda, saf renklerin baskınlığını dengelemek veya geçişleri yumuşatmak için kullanılırlar. Ayrıca gölgeler ve toprak tonları için vazgeçilmezdirler."
  },
  {
    "id": "359688",
    "unitNumber": 4,
    "text": "<strong>\"….. genellikle uzaklık ve derinlik soğuk renklerle ve detaysız, yakın planlar sıcak renklerle ve detaylı gösterilir\" ifadesi hangi tanım için geçerlidir?</strong>",
    "options": {
      "A": "Dekoratif uzam",
      "B": "Atmosferik (hava) perspektifi",
      "C": "Doğrusal perspektif",
      "D": "Ön plan",
      "E": "Sığ uzam"
    },
    "correctAnswer": "B",
    "explanation": "Bu ifade, renklerin sıcaklık özelliklerinin derinlik algısında nasıl kullanıldığını açıklar. Genel kural şudur: <b>Sıcak renkler</b> (kırmızı, turuncu, sarı) izleyicinin gözünde <b>öne çıkma</b> eğilimindedir (yakın planlar), <b>soğuk renkler</b> (mavi, yeşil, mor) ise <b>geri çekilme</b> eğilimindedir (uzak planlar). Detayın yakın planda artırılması bu derinlik etkisini güçlendirir. Bu, <b>Renk Perspektifi</b> ilkesi olarak bilinir."
  },
  {
    "id": "373140",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi kompozisyonu tanımlar?</strong>",
    "options": {
      "A": "Büyük-küçük zıtlığına dayanan şekil",
      "B": "Şekilleri belirgin parçalardan oluşan büyük parça",
      "C": "Belli ilişkiler içinde bir araya gelen parçaların oluşturduğu düzen",
      "D": "Benzersizlik İlkesi'ne göre bir araya gelen parçaların yarattığı dikdörtgen",
      "E": "Bir çerçeveden dışarıya taşmayan parçaların tamamı"
    },
    "correctAnswer": "C",
    "explanation": "Kompozisyon, bir sanat eserindeki veya tasarım ürünüündeki görsel öğelerin (çizgi, şekil, renk vb.) <b>belirli estetik ilkelere</b> (denge, ritim, birlik) göre düzenlenmesi, bir araya getirilmesi ve yerleştirilmesi işlemidir. En temel tanımıyla, kompozisyon, bir eserde <b>bütünlüğü ve uyumu</b> sağlamak için yapılan bilinçli düzenlemedir."
  },
  {
    "id": "373141",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi 15 temel kompozisyon arketipinin içinde <u>yer almaz</u>?</strong>",
    "options": {
      "A": "Ters kantar",
      "B": "U şekli",
      "C": "Tunel",
      "D": "Viyadük",
      "E": "S şekil"
    },
    "correctAnswer": "D",
    "explanation": "Temel kompozisyon arketip (yapısal düzen) listeleri, tasarımın tarih boyunca yaygın olarak kullanılan ana düzenleme şemalarını belirtir. Bunlar arasında <b>Üçgen Kompozisyon, Diyagonal, L Şekli, Simetrik, Radyal (Işınsal), Tekrarlı</b> gibi yapılar bulunur. Bu arketip listesine dahil olmayan bir seçenek, görsel düzenleme prensibi yerine başka bir kavramı (örneğin teknik bir terimi) işaret edecektir."
  },
  {
    "id": "373142",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi konuyu en alçak noktadan yukarı doğru bakarak gösteren kompozisyon çeşididir?</strong>",
    "options": {
      "A": "Balık gözü",
      "B": "Kaplan gözü",
      "C": "Kuş bakışı",
      "D": "Tırtıl gözü",
      "E": "Solucan bakışı"
    },
    "correctAnswer": "E",
    "explanation": "Konuyu en alçak noktadan yukarı doğru bakarak gösteren kompozisyon çeşidi, sinema ve fotoğrafçılıkta da kullanılan <b>Kurbağa Gözü (Worm’s Eye View)</b> veya <b>Alt Açı</b> olarak adlandırılır. Bu bakış açısı, konunun <b>büyüklüğünü, heybetini ve baskınlığını</b> abartarak izleyiciye aktarır."
  },
  {
    "id": "373143",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi izleyiciyi duygusal olarak rahatsız etmeye yönelik bir düzendir?</strong>",
    "options": {
      "A": "Topoğrafik düzen",
      "B": "Doğal olmayan düzen",
      "C": "Doğal düzen",
      "D": "Mimari düzen",
      "E": "Alışılagelmiş düzen"
    },
    "correctAnswer": "B",
    "explanation": "İzleyiciyi duygusal olarak rahatsız etmeye yönelik düzenler, genellikle geleneksel denge ve uyum kurallarını bozan kompozisyonlardır. Bu etkiyi yaratmak için, <b>aşırı Asimetrik (Dengesiz) Kompozisyonlar</b>, çarpık perspektifler, şiddetli diyagonal hareketler veya <b>yüksek kontrastlı zıtlıklar</b> kullanılır. Bu tür düzensizlikler, izleyicide gerilim ve tedirginlik hissi uyandırır."
  },
  {
    "id": "373144",
    "unitNumber": 4,
    "text": "<strong>Kırık (toprak) renklerin tüm saf renklerle uyum göstermesi hangi özelliklerine dayanır?</strong>",
    "options": {
      "A": "Sal olmalarına",
      "B": "Sıcak olmalarına",
      "C": "Geniş alan kaplamalarına",
      "D": "Tüm renklerin karışımı olmalarına",
      "E": "Ana renkler olmalarına"
    },
    "correctAnswer": "D",
    "explanation": "Kırık (toprak/mat) renkler, saf renklerin (tamamlayıcı veya gri ile karıştırılarak) <b>doygunluğunun düşürülmesiyle</b> elde edilir. Bu düşük doygunluk, rengi daha nötr hale getirir ve böylece hemen hemen tüm saf renklerle ve diğer kırık renklerle kolayca uyum sağlar. Uyum göstermelerinin ana nedeni, <b>düşük kromatik yoğunlukları (doygunluk)</b> ve dolayısıyla görsel baskınlıklarının az olmasıdır."
  },
  {
    "id": "373149",
    "unitNumber": 4,
    "text": "<strong>Kompozisyonun en önemli amacı aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Objeler arasındaki ilişkilerinin güzel sunulması",
      "B": "Mesajın net iletilmesini sağlaması",
      "C": "Güzel gözükmesi",
      "D": "Bakışı içinde gezdirmesi",
      "E": "İlişkileri çözümlemesi"
    },
    "correctAnswer": "B",
    "explanation": "Kompozisyonun en önemli ve nihai amacı, tasarımdaki tüm öğeler ve ilkeler arasında bir ilişki kurarak <b>Birlik (Unity)</b> sağlamaktır. Birlik sağlandığında, izleyici tasarımı tek bir bütün olarak algılar ve amaçlanan mesaj net bir şekilde iletilmiş olur. Denge, ritim ve vurgu gibi diğer ilkeler, birliğe ulaşmak için kullanılan araçlardır."
  },
  {
    "id": "373150",
    "unitNumber": 4,
    "text": "<strong>Atmosferik perspektifte uzaklık ifadesinde hangisi <u>yapılmaz</u>?</strong>",
    "options": {
      "A": "Soğuk renkler kullanılır.",
      "B": "Boyutlar küçültülür.",
      "C": "Detayların tamamı gösterilir hatta abartılır.",
      "D": "Sınırlar silikleşir.",
      "E": "Görüntü flulaştırılır."
    },
    "correctAnswer": "C",
    "explanation": "Atmosferik perspektif, uzaklık ifadesinde objelerin <b>detaylarını azaltır</b>, renkleri soğutur ve değerleri açıp birbirine yakınlaştırır. Uzaklık ifadesinde kesinlikle <u>yapılmaması gereken</u> şey, uzaktaki objelerin <b>sınırlarının keskinleştirilmesi</b> (net hatlar kullanılması) veya <b>yüksek doygunlukta parlak renklerin</b> kullanılmasıdır, çünkü bunlar objelerin öne çıkmasına ve yakınlaşmış gibi görünmesine neden olur."
  },
  {
    "id": "359699",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi tasarım temelli araştırmanın özelliklerinden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Çok katılımlı bir araştırmadır.",
      "B": "Sürekli yinelenen bir döngüde devam eder.",
      "C": "Bir probleme, tasarıma dayalı yaratıcı ve yansıtıcı bir çözüm getirmeyi amaçlar.",
      "D": "Karma yöntemler kullanılır.",
      "E": "Sadece bireysel olarak yapılan bir araştırma yöntemidir."
    },
    "correctAnswer": "E",
    "explanation": "Tasarım Temelli Araştırmalar (TTA), doğası gereği <b>bağlama özel</b> (context-specific) ve <b>teorik katkı sağlamayı</b> amaçlayan araştırmalardır. Özellikleri arasında <b>iteratif ve döngüsel</b> olması, karmaşık problemlerin çözümüne odaklanması ve <b>araştırmacı ile uygulayıcı işbirliğini</b> gerektirmesi bulunur. TTA'nın temel amacı, geniş popülasyonlara uygulanabilir istatistiksel genellemeler yapmak yerine, belirli bir bağlam için <b>tasarım ilkeleri</b> üretmektir. Bu nedenle, sadece istatistiksel genellemeye odaklanmak TTA'nın bir özelliği değildir."
  },
  {
    "id": "359700",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi tasarım temelli araştırma yöntemlerinden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "A/r/tografi",
      "B": "Tasarım deneyleri",
      "C": "Tasarım araştırması",
      "D": "Geliştirme araştırması",
      "E": "Biçimlendirici araştırma"
    },
    "correctAnswer": "A",
    "explanation": "Tasarım temelli araştırma, belirli bir araştırma yöntemi değil, <b>bir metodolojidir</b>. Genellikle <b>durum çalışmaları</b>, anketler, gözlemler ve derinlemesine mülakatlar gibi çeşitli nitel ve nicel veri toplama yöntemlerini <b>iteratif döngüler</b> içinde kullanır. Belirli bir alanda sıkı kurallarla tanımlanmış, tek yönlü bir desen (örneğin saf deneysel desenler veya tek bir nicel analiz yöntemi) TTA'nın kendisi değil, onun içinde kullanılan araçlardır. TTA, <b>sistemli geliştirme ve test etme</b> sürecini vurgular."
  },
  {
    "id": "359701",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi tasarım temelli araştırmanın başarılı sayılabilmesi için sunulan ölçütlerden biridir?</strong>",
    "options": {
      "A": "Süreç, tasarı, karar alma, analiz ve tekrar tasarım eylemleri döngüsel olarak tekrarlanır.",
      "B": "Başlangıçtaki araştırma planına birebir uyulmak zorundadır.",
      "C": "Araştırmacının bakış açısı araştırmayı hiçbir şekilde etkilemez.",
      "D": "Araştırmalar steril bir ortamda gerçekleştirilmelidir.",
      "E": "Araştırmalarda sadece nitel ya da sadece nicel yöntem kullanılmalıdır."
    },
    "correctAnswer": "A",
    "explanation": "Tasarım temelli araştırmanın başarılı sayılması için iki ana ölçüt önemlidir: 1) Geliştirilen müdahalenin veya çözümün <b>pratik etkinliği</b> (problem çözme) ve 2) Bu süreçten elde edilen <b>teorik katkı</b>. Bu teorik katkı, özellikle geliştirme ve öğrenme süreçlerine dair <b>aktarılabilir tasarım ilkelerinin</b> (design principles) ortaya konulmasıyla sağlanır. Bu ilkelerin genellenebilir olması, başarının temel ölçütlerindendir."
  },
  {
    "id": "359702",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi Wolcott ve arkadaşlarının ortaya koyduğu tasarım temelli araştırmanın özelliklerinden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Teori odaklı",
      "B": "İş birlikçi",
      "C": "Kısa süreli",
      "D": "Pratik",
      "E": "Yinelemeli"
    },
    "correctAnswer": "C",
    "explanation": "Wolcott ve arkadaşlarının belirlediği DBR özellikleri, araştırmanın <b>karmaşık</b>, <b>bağlama özel</b> ve <b>işbirlikçi</b> doğasını vurgular. Ayrıca, araştırmanın sadece pratiğe değil, aynı zamanda <b>teori geliştirmeye</b> de katkıda bulunması gerektiğini belirtirler. DBR, doğası gereği <b>disiplinlerarası</b> bir yaklaşımı benimser; dolayısıyla, tek bir disipline sıkı sıkıya bağlı kalmak veya sadece nicel verilere odaklanmak, bu kuramcıların tanımladığı özelliklerden biri değildir."
  },
  {
    "id": "359703",
    "unitNumber": 5,
    "text": "<strong>Tasarım temelli araştırmaların kökenleri hangi yıllara dayanmaktadır?</strong>",
    "options": {
      "A": "1980’ler",
      "B": "1910’lar",
      "C": "1800’ler",
      "D": "1960’lar",
      "E": "1600’ler"
    },
    "correctAnswer": "D",
    "explanation": "Tasarım temelli araştırmaların (TTA) modern anlamdaki kökenleri, özellikle eğitim teknolojileri alanındaki araştırmacılar tarafından <b>1990'lı yıllara</b> dayandırılmaktadır. Bu dönemde <b>Ann Brown</b> ve <b>Allan Collins</b> gibi isimler, eğitimsel ortamlarda teori ve pratiği birleştirecek, müdahale odaklı yeni bir araştırma metodolojisine duyulan ihtiyacı dile getirmişlerdir."
  },
  {
    "id": "359704",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi tasarım temelli araştırmanın kuramcılarındandır?</strong>",
    "options": {
      "A": "Gilles Deleuze",
      "B": "Bertrand Russell",
      "C": "Allan Collins",
      "D": "Paul Duncum",
      "E": "John Dewey"
    },
    "correctAnswer": "C",
    "explanation": "Tasarım temelli araştırmanın (TTA) temel kuramcıları ve öncüleri arasında <b>Ann Brown</b> ve <b>Allan Collins</b> öne çıkmaktadır. Bu araştırmacılar, DBR'yi, gerçek dünya problemlerini çözmek ve aynı zamanda bu çözümlerin altında yatan <b>teorileri geliştirmek</b> için döngüsel bir çerçeve olarak tanımlamışlardır."
  },
  {
    "id": "359705",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi tasarım temelli araştırmanın aşamalarından biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Analiz ve keşif",
      "B": "Toplama ve sınıflandırma",
      "C": "Değerlendirme ve yansıtma",
      "D": "Tasarım ve inşaa (yapılandırma)",
      "E": "Uygulama ve yayılma"
    },
    "correctAnswer": "B",
    "explanation": "Tasarım temelli araştırmanın temel aşamaları <b>analiz ve keşif</b>, <b>tasarım ve inşa</b>, <b>değerlendirme ve test etme</b> ile <b>yansıtma ve revizyon</b> (iteratif döngüler) aşamalarını içerir. TTA, katı bir doğrusal süreçten ziyade, sürekli iyileştirmeye dayanan <b>döngüsel</b> ve esnek bir yapıyı takip eder. Tek bir hipotezin doğrusal bir şekilde test edilmesi, TTA'nın döngüsel doğasına uymaz."
  },
  {
    "id": "359706",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi tasarım temelli araştırmaların zorluklarından biridir?</strong>",
    "options": {
      "A": "Araştırmanın çok kısa sürmesi",
      "B": "Veri kaynaklarının çok sınırlı olması",
      "C": "Araştırmanın dış dünyadan soyut bir ortamda gerçekleşmesi",
      "D": "Araştırmanın çok uzun sürmesi",
      "E": "Araştırmada hiçbir değişken olmaması"
    },
    "correctAnswer": "D",
    "explanation": "Tasarım temelli araştırmaların en büyük zorluklarından biri, <b>iteratif yapısı</b> nedeniyle gerektirdiği <b>uzun zaman dilimi</b> ve sürecin <b>lojistik karmaşıklığıdır</b>. İşbirliği gereksinimi, farklı bağlamlarda genelleme yapma zorluğu ve etik konular da DBR'nin karşılaştığı önemli zorluklar arasındadır."
  },
  {
    "id": "359707",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi tasarım temelli araştırmayı eylem araştırmasından ayıran yönlerden biridir?</strong>",
    "options": {
      "A": "Tasarım sorunlarına odaklanarak bir yeniliğin üretimini sağlamak",
      "B": "Döngüsellik",
      "C": "Eğitim alanında kullanılması",
      "D": "Karma yöntemlerin kullanılması",
      "E": "Uygulama ve teoriyi birleştirmesi"
    },
    "correctAnswer": "A",
    "explanation": "Hem DBR hem de Eylem Araştırması pratik problemlere odaklanırken, temel ayrım amaçlarındadır. <b>Eylem Araştırması</b> öncelikle <b>yerel ve anlık</b> bir problemi çözmeyi amaçlar. Buna karşın, Tasarım Temelli Araştırma (TTA), yerel bir çözümü tasarlarken bile, bu süreçten elde edilen bilgileri kullanarak <b>genellenebilir</b> ve <b>aktarılabilir tasarım ilkeleri</b> veya teoriler ortaya koymayı hedefler."
  },
  {
    "id": "359708",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi Wolcott ve arkadaşlarının tasarım temelli araştırma yapacak araştırmacılara sunduğu önerilerden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Farklı katılımcılardan oluşan bir ekip kurmak",
      "B": "Kullanılacak yöntemleri belirlemek",
      "C": "Araştırmanın her aşamasını planlamak ama yeniliğe ve değişime açık olmak ve uyum sağlamak",
      "D": "Araştırmayı sadece teorik olarak yürütmek, uygulama yapmamak",
      "E": "Araştırma paydaşlarını sürece dâhil etmek"
    },
    "correctAnswer": "D",
    "explanation": "Wolcott ve arkadaşlarının DBR yapacak araştırmacılara sunduğu öneriler, araştırmanın bağlamla uyumlu, işbirlikçi ve sadece ürüne değil, <b>sürece odaklı</b> olmasını içerir. DBR, nitel veriyi yoğun kullanan, <b>karma yöntemli</b> bir yaklaşımdır. Bu nedenle, araştırmanın sadece nicel yöntemler kullanılarak yapılması veya süreçten bağımsız olarak sadece son ürüne odaklanılması Wolcott'un önerilerinden biri değildir."
  },
  {
    "id": "373153",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi tasarım temelli araştırmaların zorluklarından biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Çok fazla veri olması",
      "B": "Araştırmacılara veri analizinde çok fazla iş yükü düşmesi",
      "C": "Araştırma konusunun bulunması",
      "D": "Mali yetersizlikler",
      "E": "Araştırmanın çok uzun olması"
    },
    "correctAnswer": "C",
    "explanation": "Tasarım temelli araştırmanın zorlukları zaman yoğunluğu, işbirliği karmaşıklığı ve genelleme güçlüğüdür. TTA'nın temel amacı hem pratik çözümler üretmek hem de <b>teorik çerçeveleri ve tasarım ilkelerini</b> geliştirmek veya rafine etmektir. Aksine, TTA <b>teorik temelin güçlendirilmesine</b> doğrudan katkı sağlar, bu nedenle teorik temelinin zayıf olması TTA için bir zorluk *değildir* (DBR'nin güçlü bir yönüdür)."
  },
  {
    "id": "373157",
    "unitNumber": 5,
    "text": "<strong>Aşağıdaki yöntemlerden hangisi tasarım temelli araştırmalarda, veri toplarken daha az tercih edilir?</strong>",
    "options": {
      "A": "Odak grup görüşmesi",
      "B": "Gözlem",
      "C": "Tıbbi laboratuvar deneyleri",
      "D": "Tasarımcı günlükleri",
      "E": "Tasarım taslakları"
    },
    "correctAnswer": "C",
    "explanation": "TTA, bağlama özel ve derinlemesine bilgi gerektirdiği için genellikle <b>nitel veri toplama</b> yöntemlerini (gözlem, mülakat, vaka çalışması) yoğun olarak kullanır. <b>Büyük ölçekli, standartlaştırılmış anketler</b> veya sıkı kontrol edilen laboratuvar deneyleri, DBR'nin iteratif, dinamik ve doğal ortamdaki yapısına kıyasla daha az tercih edilir, çünkü bağlamın zenginliğini ve sürecin dinamiklerini yakalamakta yetersiz kalabilirler."
  },
  {
    "id": "373158",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi tasarım temelli araştırmaların özelliklerinden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Eğitim problemlerini çözmeyi hedefler.",
      "B": "Araştırma kendi bağlamında yapılandırılır.",
      "C": "Yansıtıcıdır.",
      "D": "Karmaşıktır.",
      "E": "Sistemsizdir."
    },
    "correctAnswer": "E",
    "explanation": "Tasarım temelli araştırma <b>iteratif</b>, <b>döngüsel</b> ve <b>esnek</b> bir yapıya sahiptir. Süreç, kesin çizgilerle ayrılmış, bir sonraki aşamaya geçmeden önce tamamen bitirilmesi gereken doğrusal adımlardan oluşmaz. Sürekli olarak <b>yansıtma, revizyon ve yeniden tasarım</b> döngüleriyle ilerlemesi temel bir özelliğidir. Sürecin doğrusal olması TTA'nın bir özelliği değildir."
  },
  {
    "id": "373159",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi tasarım temelli araştırmaların çoğunlukla kullanıldığı alanlardan biridir?</strong>",
    "options": {
      "A": "Eğitim bilimleri",
      "B": "Mikrobiyoloji",
      "C": "Uzay bilimleri",
      "D": "Geleneksel ve tamamlayıcı tıp",
      "E": "Sivil savunma"
    },
    "correctAnswer": "A",
    "explanation": "Tasarım temelli araştırmalar, özellikle <b>karmaşık öğrenme ortamları</b>, <b>eğitim teknolojilerinin geliştirilmesi</b> ve <b>müfredat tasarımı</b> gibi eğitim ve teknoloji odaklı alanlarda yaygın olarak kullanılır. TTA, gerçek dünya eğitim problemlerine yönelik etkili, teorik temelli çözümlerin geliştirilmesi ve test edilmesi için ideal bir çerçeve sunar."
  },
  {
    "id": "373160",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi genel olarak tasarım temelli araştırmalarda katılımcı olarak <u>yer almaz</u>?</strong>",
    "options": {
      "A": "Akademisyenler",
      "B": "Tasarımcılar",
      "C": "Öğretmenler",
      "D": "Pilotlar",
      "E": "Alan uzmanları"
    },
    "correctAnswer": "D",
    "explanation": "TTA, genellikle araştırmacılar, <b>uygulayıcılar</b> (öğretmenler), <b>öğrenciler</b> ve alan uzmanlarından oluşan bir işbirliği gerektirir. Katılımcıların, tasarlanan müdahale veya çözümün uygulandığı <b>bağlamla doğrudan ilgili</b> olması gerekir. Rasgele seçilmiş geniş halk kesiminden bireyler veya siyasetçiler (eğer doğrudan uygulama bağlamının paydaşı değillerse) genellikle katılımcı olarak yer almazlar."
  },
  {
    "id": "373164",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi tasarım temelli araştırmaların özelliklerinden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Bir yeniliğe odaklanmayan",
      "B": "İçeriksel",
      "C": "Esnek",
      "D": "Faydacı",
      "E": "Tekrarlayan"
    },
    "correctAnswer": "A",
    "explanation": "Tasarım temelli araştırmanın temel özelliklerinden biri, pratik bir problemi çözmeye odaklanırken, aynı zamanda <b>teorik ilkeler</b> ortaya koymasıdır. Araştırma, yalnızca değişkenler arasındaki nicel ilişkilere odaklanmak yerine, <b>sürecin ve bağlamın derinlemesine anlaşılmasına</b> ağırlık verir. Sadece istatistiksel geçerliliğe odaklanmak, DBR'nin pratik ve teorik çift amacına aykırıdır."
  },
  {
    "id": "373166",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi tasarım temelli araştırmalarda dikkat edilmesi gereken değişkenlerden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Ortam",
      "B": "Öğrenenlerin doğası",
      "C": "Araştırma sonuçlarının nasıl sunulacağı",
      "D": "Mali gereklilikler",
      "E": "Uygulama çizelgesi"
    },
    "correctAnswer": "C",
    "explanation": "Tasarım temelli araştırmada dikkat edilmesi gereken değişkenler, <b>tasarımın etkinliğini</b>, <b>uygulama bağlamını</b> (context), <b>katılımcı özelliklerini</b> ve <b>geliştirilen teorik ilkeleri</b> doğrudan etkileyen faktörlerdir. Araştırmacının kişisel siyasi görüşü gibi dolaylı ve öznel değişkenler, bilimsel geçerlilik açısından odaklanılması gereken temel değişkenler arasında yer almaz; akademik çalışma bu tür kişisel görüşlerden bağımsız olmalıdır."
  },
  {
    "id": "361247",
    "unitNumber": 6,
    "text": "<strong>Yaratıcılığı etkileyen temel bilişsel değişkenler nelerdir?</strong>",
    "options": {
      "A": "Zekâ -Bilgi -Teknik yetenekler -Özel yetenekler",
      "B": "Politik-Dinsel Faktörler -Kültürel Faktörler-Sosyoekonomik Faktörler",
      "C": "İçsel Motivasyon- İnanç-Yaratıcılık (kişisel özellik)",
      "D": "Zihinsel Süreç-Bilişsel Şema",
      "E": "İçsel Motivasyon- Zihinsel Süreç"
    },
    "correctAnswer": "A",
    "explanation": "Yaratıcılığı etkileyen temel bilişsel değişkenler, bireyin yeni ve özgün çözümler üretebilme yeteneğini doğrudan etkileyen düşünce süreçleridir. Bu değişkenler arasında <b>Akıcılık (Fluency)</b>, <b>Esneklik (Flexibility)</b>, <b>Özgünlük (Originality)</b>, <b>Duyarlılık (Sensitivity)</b>, <b>Yeniden Tanımlama (Redefinition)</b> ve <b>Karmaşıklık (Complexity)</b> yer alır. Bu süreçler, yaratıcılığın bilişsel boyutunu oluşturur."
  },
  {
    "id": "361248",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi bilgi derleme işlemlerinden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Toplama",
      "B": "Geliştirme",
      "C": "Sınıflama",
      "D": "Kaydetme",
      "E": "Özetleme"
    },
    "correctAnswer": "B",
    "explanation": "Bilgi derleme, bir problem çözme veya tasarım sürecinin ilk aşamalarından biridir ve genellikle bilgiyi <b>Tanımlama</b>, <b>Analiz Etme</b> ve <b>Sınıflandırma</b> gibi temel işlemlerden oluşur. Soru, bu işlemlerden biri olmayanı işaret etmektedir. Bilgi derleme, genellikle ham veriyi organize etme ve anlamlandırma eylemlerini kapsar, <b>Değerlendirme (Evaluation)</b> veya <b>Hüküm Verme</b> gibi adımlar genellikle bilginin işlenip karar verme aşamasına geçildiğinde gerçekleşir ve doğrudan 'derleme' işlemi sayılmaz."
  },
  {
    "id": "361249",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisinde tasarım odaklı düşünme basamakları doğru sırayla verilmiştir?</strong>",
    "options": {
      "A": "Tasarla-Prototip-Planlama-Değerlendir-Empati",
      "B": "Sempati-Tanımlama-Planlama-Test et-Prototip- Değerlendir",
      "C": "Empati-Özetle-Planlama-Test et-Prototip-Değerlendir",
      "D": "Empati-Tanımlama- Planlama- Prototip- Test et- Değerlendir",
      "E": "Gözden geçir-Tanımlama-Planlama-Test et-Prototip-Değerlendir"
    },
    "correctAnswer": "D",
    "explanation": "Tasarım odaklı düşünme (Design Thinking), insan odaklı yenilikçi çözümler üretmeyi amaçlayan sistematik bir yaklaşımdır. Bu yaklaşımın standart basamakları sırasıyla şöyledir: <b>Empati Kurma</b> (kullanıcıyı anlama), <b>Tanımlama</b> (problemi netleştirme), <b>Fikir Üretme</b> (çeşitli çözümler bulma), <b>Prototipleme</b> (denenebilir model oluşturma) ve <b>Test Etme</b> (prototipi değerlendirme)."
  },
  {
    "id": "361250",
    "unitNumber": 6,
    "text": "<strong>“Yaratıcılık, insanın, sanat yoluyla, tarih boyunca yakalamaya çalıştığı özgünlük ve yeniliğin kaynağıdır. Bu özgünlük ve yenilik kaynağı, insanın içinde bulunan, başka bir deyişle …………………………..” ifadesinde noktalı yere aşağıdakilerden hangisi gelmelidir?</strong>",
    "options": {
      "A": "İnsana ait bir yetidir.",
      "B": "Maddi çalışmalar sürecidir.",
      "C": "Manevi çalışmalar sürecidir.",
      "D": "Mekanik cihazların yeterlikleridir.",
      "E": "İnsanı ilgilendirmeyen."
    },
    "correctAnswer": "A",
    "explanation": "Verilen ifade, yaratıcılığın insanın sanatsal ve tarihsel arayışlarının sonucu olan özgünlük ve yenilik kaynağını vurgulamaktadır. Yaratıcılığın bu kaynağı, insanın <b>iç dünyasında, ruhunda yatan gücü ve yeteneğidir</b>. Bu, yaratıcılığın dışsal değil, doğuştan gelen ve içsel potansiyele dayanan bir yeti olduğunu belirtir."
  },
  {
    "id": "361251",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi yaratıcılığı etkileyen temel bilişsel değişkenlerden ikisidir?</strong>",
    "options": {
      "A": "Kültürel faktörler ve sosyoekonomik faktörler",
      "B": "Politik ve dinsel faktörler",
      "C": "İçsel motivasyon ve sosyoekonomik faktörler",
      "D": "Dışsal motivasyon ve sosyoekonomik faktörler",
      "E": "Zekâ ve özel yetenekler"
    },
    "correctAnswer": "E",
    "explanation": "Yaratıcılığı etkileyen temel bilişsel değişkenler listesi Akıcılık, Esneklik, Özgünlük, Duyarlılık, Yeniden Tanımlama ve Karmaşıklığı içerir. Dolayısıyla, bu değişkenlerden herhangi ikisi (örneğin <b>Akıcılık ve Esneklik</b> veya <b>Özgünlük ve Duyarlılık</b>) doğru cevabı oluşturur. <b>Akıcılık</b>, çok sayıda fikir üretme yeteneği; <b>Esneklik</b> ise farklı kategorilerde fikirler üretebilme yeteneğidir."
  },
  {
    "id": "361252",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi yaratıcılığın elde edilmesinde etken olan üç tür değişkendir?</strong>",
    "options": {
      "A": "Genel – Özel - Tarihsel",
      "B": "Bilişsel – Kişisel - Grupsal",
      "C": "Kişisel – Grupsal - Kültürel",
      "D": "Tarihsel – Kültürel - Çevresel",
      "E": "Çevresel – Bilişsel - Kişisel"
    },
    "correctAnswer": "E",
    "explanation": "Yaratıcılığın ortaya çıkmasında ve gelişiminde rol oynayan etkenler, genellikle üç ana başlık altında incelenir: <b>Bilişsel Değişkenler</b> (düşünme süreçleri), <b>Kişilik/Duygusal Değişkenler</b> (motivasyon, risk alma, özgüven) ve <b>Çevresel/Sosyal Değişkenler</b> (kültür, örgüt iklimi, destek)."
  },
  {
    "id": "361253",
    "unitNumber": 6,
    "text": "…………………………… amacı kendisinin dışındadır, başkası için yaşar, maddi ve çıkarcı bir yaklaşımı vardır, araştırmak, bulmak, keşfetmek bu çıkarlara uyup uymamasına bağlıdır.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir? </strong>",
    "options": {
      "A": "Yaratıcı kişiliğin",
      "B": "Tasarım çalışanlarının",
      "C": "İllüstratörlerin",
      "D": "Sıradan normal ve bağımlı kişinin",
      "E": "Tıbbi illüstratörlerin"
    },
    "correctAnswer": "D",
    "explanation": "Cümlede bahsedilen kişinin amacı kendisinin dışındadır, başkası için yaşar ve maddi/çıkarcı bir yaklaşıma sahiptir. Bu tanım, davranışlarını ve yaratıcı faaliyetlerini <b>dışsal motivasyonla</b> (extrinsic motivation) gerçekleştiren bireyleri ifade eder. Bu kişilerde araştırma, bulma ve keşfetme eylemleri, içsel meraktan ziyade dışarıdan elde edilecek faydaya bağlıdır."
  },
  {
    "id": "361254",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi yaratıcılığı olumsuz etkileyen Örgütsel Etkiler’den biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Sezgisel Yaklaşım ve Motivasyon",
      "B": "Otoriter Yönetim",
      "C": "Baskı",
      "D": "Güvensiz / Yersiz Eleştiri",
      "E": "Ciddilik Tutkusu"
    },
    "correctAnswer": "A",
    "explanation": "Yaratıcılığı olumsuz etkileyen Örgütsel Etkenler, genellikle katı hiyerarşi, aşırı kontrol, riskten kaçınma, kaynak kısıtlamaları ve fikirlerin dikkate alınmamasıdır. Sorunun doğru cevabı (olumsuz etkileyen biri değildir) bu listede yer almayan ve yaratıcılığı teşvik eden pozitif bir örgütsel uygulamadır. Örneğin, <b>Çalışanlara özerklik tanınması ve destekleyici liderlik</b> yaratıcılığı olumlu etkiler."
  },
  {
    "id": "361255",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi yaratıcılığı olumsuz etkileyen Kişisel Etkenler’den biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Saplantı",
      "B": "Tembellik",
      "C": "Kararsızlık",
      "D": "Özgüven eksikliği",
      "E": "Özgüven"
    },
    "correctAnswer": "E",
    "explanation": "Yaratıcılığı olumsuz etkileyen Kişisel Etkenler arasında başarısızlık korkusu, özgüven eksikliği, eleştiriye kapalı olma, mükemmeliyetçilik ve alışkanlıklara bağlılık sayılabilir. Olumsuz etkileyen biri olmayan etken, yaratıcılığı destekleyen kişisel bir özelliktir. Örneğin, <b>Yüksek İçsel Motivasyon</b> veya <b>Meraklılık ve Risk Alma</b> yaratıcılığı olumlu etkiler."
  },
  {
    "id": "361256",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi yaratıcılığı olumsuz etkileyen Toplumsal Etkiler’den biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Aile",
      "B": "Eğitim",
      "C": "Öz-Saygı / Özgüven",
      "D": "Medya",
      "E": "Moral Değerler"
    },
    "correctAnswer": "C",
    "explanation": "Yaratıcılığı olumsuz etkileyen Toplumsal Etkenler; uyum baskısı, katı geleneklere bağlılık, farklı düşüncelere karşı toleranssızlık ve sorgulamama kültürüdür. Olumsuz etkileyen biri olmayan etken, yaratıcılığı destekleyen toplumsal bir özelliktir. Örneğin, <b>Farklılığa ve Çeşitliliğe Hoşgörü Gösterilmesi</b> yaratıcılığı olumlu etkiler."
  },
  {
    "id": "375104",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi bir tasarım yöntemi <u>değildir</u>?</strong>",
    "options": {
      "A": "Lavi Yöntemi",
      "B": "Analojik Yöntem",
      "C": "Metaforik Yöntem",
      "D": "Tümevarım Yöntem",
      "E": "Diyalektik (Karşılaştırmalı) Yöntem"
    },
    "correctAnswer": "A",
    "explanation": "Tasarım yöntemleri, yaratıcı problem çözme ve fikir üretme süreçlerini sistematize etmek için kullanılan araçlardır. Popüler yöntemler arasında <b>Altı Şapka</b>, <b>Beyin Fırtınası (Brainstorming)</b>, <b>Kıyaslama (Benchmarking)</b> ve <b>Senaryo Oluşturma</b> bulunur. Tasarım yöntemlerinden biri olmayan seçenek, genellikle bir değerlendirme veya iş modeli analizi aracıdır, örneğin <b>SWOT Analizi</b>, doğrudan fikir üretimi değil, stratejik planlama yöntemidir."
  },
  {
    "id": "375105",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi tasarımın aşamalarından biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Araştırma",
      "B": "Buluşturma",
      "C": "Çözümleme",
      "D": "Bireşim",
      "E": "Geliştirme"
    },
    "correctAnswer": "B",
    "explanation": "Tasarım süreci, genellikle bir problemi anlamaktan başlayıp çözümü test etmeye kadar uzanan adımlardan oluşur. Bu aşamalar tipik olarak <b>Araştırma/Keşif</b>, <b>Kavramsallaştırma</b> (Fikir Üretme), <b>Geliştirme</b> (Prototipleme) ve <b>Uygulama/Değerlendirme</b> olarak sıralanır. Bu aşamalardan biri olmayan seçenek, tasarımın çekirdek sürecinin dışında kalır. Örneğin, <b>Muhasebe İşlemleri</b> veya <b>Yasal Takip</b> tasarım aşaması değildir."
  },
  {
    "id": "375107",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi tasarım sorununa dair veri toplama sürecinde yer alan veri kaynaklarından biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Konunun uzmanları",
      "B": "Başarısı kabul görmüş yapıtlar",
      "C": "Tasarımcının bilgi birikimi",
      "D": "Tahmin ve varsayımsal yöntem",
      "E": "Kitaplar ve diğer basılı kaynaklar"
    },
    "correctAnswer": "D",
    "explanation": "Tasarım sorununa dair veri toplama sürecinde, problemi ve kullanıcıyı anlamak esastır. Veri kaynakları <b>Birincil Kaynaklar</b> (Gözlem, Görüşmeler, Anketler), <b>İkincil Kaynaklar</b> (Mevcut Dokümanlar, Raporlar) ve <b>Kullanıcı Deneyimi Kayıtları</b> olabilir. Bu kaynaklardan biri olmayan seçenek, doğrudan tasarım problemiyle ilgili olmayan, genel veya spekülatif bir kaynaktır. Örneğin, <b>Rastgele İnternet Dedikoduları</b> veri kaynağı sayılmaz."
  },
  {
    "id": "375108",
    "unitNumber": 6,
    "text": "Tasarım odaklı düşünme, bir problemle başlamak yerine, …..............… başlar. Sorundan ziyade, insanların neye ihtiyacı olduğu anlaşılmasıyla belirlenir.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "options": {
      "A": "gözlemle",
      "B": "sipariş bir problemle",
      "C": "tasarımcının belirlediği bir sorunla",
      "D": "rastgele",
      "E": "ön yargısız ve plansız"
    },
    "correctAnswer": "A",
    "explanation": "Tasarım odaklı düşünmenin (Design Thinking) temel felsefesi, problem odaklı olmaktan ziyade, <b>insan odaklı</b> (human-centered) olmaktır. Bu nedenle, süreç bir problemle başlamak yerine, öncelikle <b>kullanıcı ihtiyacı</b> ya da <b>empati kurma</b> aşamasıyla başlar. Sorundan ziyade, insanların neye ihtiyacı olduğu ve nasıl hissettikleri anlaşılmaya çalışılır."
  },
  {
    "id": "375110",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi Tasvir Edici Yöntem olarak da bilinen Altı Şapka Yöntemi'nde analiz eden, karar veren ve düşünme sürecini düzenlemeyi temsil eden şapka rengidir?</strong>",
    "options": {
      "A": "Mavi Şapka",
      "B": "Beyaz Şapka",
      "C": "Yeşil Şapka",
      "D": "Kırmızı Şapka",
      "E": "Sarı Şapka"
    },
    "correctAnswer": "A",
    "explanation": "Altı Şapka Yöntemi'nde <b>Mavi Şapka</b>, düşünme sürecinin kendisini düzenlemeyi, analiz etmeyi ve kontrol etmeyi temsil eder. Bu şapka, tartışmayı yöneten, hedefleri belirleyen ve karar verme sürecini organize eden şapkadır (Meta-düşünme)."
  },
  {
    "id": "375111",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi Tasvir Edici Yöntem olarak da bilinen Altı Şapka Yöntemi'nde kesin bilgiyi, tarafsız olmayı simgeleyen şapka rengidir?</strong>",
    "options": {
      "A": "Mavi Şapka",
      "B": "Beyaz Şapka",
      "C": "Yeşil Şapka",
      "D": "Kırmızı Şapka",
      "E": "Sarı Şapka"
    },
    "correctAnswer": "B",
    "explanation": "Altı Şapka Yöntemi'nde <b>Beyaz Şapka</b>, tamamen kesin bilgiyi, gerçekleri, verileri ve tarafsız olmayı simgeler. Duygu veya yorum katmadan, sadece mevcut bilgilere odaklanmayı ifade eder."
  },
  {
    "id": "375114",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi Tasvir Edici Yöntem olarak da bilinen Altı Şapka Yöntemi'nde mantıktan sıyrılarak duygulara yönelmeyi ifade eden şapka rengidir?</strong>",
    "options": {
      "A": "Mavi Şapka",
      "B": "Beyaz Şapka",
      "C": "Yeşil Şapka",
      "D": "Kırmızı Şapka",
      "E": "Sarı Şapka"
    },
    "correctAnswer": "D",
    "explanation": "Altı Şapka Yöntemi'nde <b>Kırmızı Şapka</b>, mantıktan sıyrılarak duygulara, sezgilere, hislere ve içgüdülere yönelmeyi ifade eder. Bu şapka takılıyken, bireyler yargılamadan veya açıklama gerektirmeden duygularını ifade ederler."
  },
  {
    "id": "375116",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi Tasvir Edici Yöntem olarak da bilinen Altı Şapka Yöntemi'nde olayın sunduğu fırsatları ve avantajları değerlendirmeyi sağlayan şapka rengidir?</strong>",
    "options": {
      "A": "Mavi Şapka",
      "B": "Beyaz Şapka",
      "C": "Yeşil Şapka",
      "D": "Kırmızı Şapka",
      "E": "Sarı Şapka"
    },
    "correctAnswer": "E",
    "explanation": "Altı Şapka Yöntemi'nde <b>Sarı Şapka</b>, iyimserliği, pozitif bakış açısını ve olayın sunduğu fırsatları, avantajları ve faydaları değerlendirmeyi simgeler. Yeni fikirlerin potansiyelini keşfetmeye odaklanır."
  },
  {
    "id": "359709",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi \"altıgen diyagram” içinde verilen tasarımın beş adımından biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Empati kurma",
      "B": "Tanımlama",
      "C": "Düşünme",
      "D": "Ara verme",
      "E": "Prototip"
    },
    "correctAnswer": "D",
    "explanation": "Altıgen diyagram (Hexagon Diagram), genellikle <b>tasarım odaklı düşünme (Design Thinking)</b> sürecini görselleştiren bir modeldir. Standart bir 5 adımlı süreçte yer alan temel aşamalar şunlardır: <b>Empati kurma</b> (anlama), <b>Tanımlama</b> (problem ifadesini netleştirme), <b>Fikir Üretme</b> (beyin fırtınası), <b>Prototipleme</b> (deneme çözümü oluşturma) ve <b>Test Etme</b> (prototipi değerlendirme). Bu adımların dışında kalan bir seçenek (örneğin, 'Üretim' veya 'Pazarlama') doğru cevap olmalıdır, çünkü bunlar tasarım sürecinin bir adımı değildir."
  },
  {
    "id": "359710",
    "unitNumber": 7,
    "text": "<strong>“Geleneksel olarak tasarımın kapsamı dışında kalan sorunları çözmek için belirli bir dizi tasarım yöntemini kullanmaktır.\" ifadesi aşağıdakilerden hangisinin tanımıdır?</strong>",
    "options": {
      "A": "Tasarım Düşüncesi",
      "B": "Grafik Tasarım",
      "C": "Endüstriyel Tasarım",
      "D": "Grafik Sanatlar",
      "E": "Temel Tasarım İlkeleri"
    },
    "correctAnswer": "A",
    "explanation": "Verilen tanım, geleneksel tasarım sınırlarının ötesine geçerek, sosyal veya iş dünyası gibi alanlardaki karmaşık sorunları çözmek için tasarımcıların yöntemlerinin kullanılması anlamına gelen <b>Tasarım Odaklı Düşünme (Design Thinking)</b> kavramına aittir. Bu yaklaşım, <b>insan merkezli</b> çözümler geliştirmeye odaklanır."
  },
  {
    "id": "359711",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangi Grafik tasarımın ayrı bir zanaat olarak kabul edildiği dönemi işaret etmektedir?</strong>",
    "options": {
      "A": "II. Dünya Savaşı sonrası",
      "B": "II. Dünya Savaşından hemen önce",
      "C": "I. Dünya Savaşı sonrası",
      "D": "1990’lı yılların ilk çeyreği",
      "E": "1999-2002 yılları arası"
    },
    "correctAnswer": "A",
    "explanation": "Grafik tasarımın ayrı bir zanaat olarak kabul edildiği dönem, genellikle <b>Sanayi Devrimi'ni takip eden dönem</b> ve özellikle <b>20. yüzyılın başlarını</b> işaret etmektedir. Bu dönemde kitlesel üretimin ve reklamcılığın artmasıyla birlikte görsel iletişim ihtiyacı yükselmiş ve grafik tasarım bağımsız bir uzmanlık alanı haline gelmiştir."
  },
  {
    "id": "359712",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi daha sonra yıllık bir olay hâline gelen önemli mimarlar, endüstriyel ve grafik tasarımcıların yanı sıra Gloria Steinem, C. Wright Mills, Robert Rauschenberg, John Cage, Susan Sontag ve Gwendolyn Brooks’un da katıldığı tasarım konferansıdır?</strong>",
    "options": {
      "A": "Brüksel Konferansı",
      "B": "Aspen Konferansı",
      "C": "Prag Konferansı",
      "D": "Tokyo Konferansı",
      "E": "Aspendos Konferansı"
    },
    "correctAnswer": "B",
    "explanation": "Bahsedilen, sanat, mimari, endüstriyel ve grafik tasarım alanlarından önemli figürleri (John Cage, Susan Sontag vb.) bir araya getiren ve daha sonra yıllık bir olay hâline gelen konferans, <b>Aspen Uluslararası Tasarım Konferansı (International Design Conference in Aspen - IDCA)</b>'dır. Bu konferans, tasarımı geniş kültürel bağlamda tartışmıştır."
  },
  {
    "id": "359713",
    "unitNumber": 7,
    "text": "<strong>\"Tasarımın hemen hemen herkes tarafından, en azından bazı zamanlar, her yerde uygulanan bir faaliyet olduğu ve insanların bu konuda nasıl hareket ettiği hakkında genelleştirilebilir gözlemler olabileceği\" görüşünü savunan profesör aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Lucas Otto",
      "B": "Mitch Benjamin",
      "C": "C. West Churchman",
      "D": "Robert Sidemen",
      "E": "Jana Lauransen"
    },
    "correctAnswer": "C",
    "explanation": "Tasarımın sadece profesyonellere ait olmayıp, hemen hemen herkes tarafından, her yerde uygulanan bir faaliyet olduğu görüşü, genellikle tasarım teorisyeni <b>Nigel Cross</b> tarafından savunulmuştur. Cross, <b>Tasarım Zekâsı (Design Intelligence)</b> kavramını öne sürerek, bu faaliyet hakkında genelleştirilebilir gözlemler yapılabileceğini belirtmiştir."
  },
  {
    "id": "359714",
    "unitNumber": 7,
    "text": "<strong>“Etkileşim Tasarımcıları” terimi ilk defa kim tarafından ortaya atılmıştır?</strong>",
    "options": {
      "A": "Lucas Otto",
      "B": "Jana Laurensen",
      "C": "Arwin Dotch",
      "D": "West Churchman",
      "E": "Bill Moggridge"
    },
    "correctAnswer": "E",
    "explanation": "<b>Etkileşim Tasarımcıları</b> (Interaction Designers) terimi, 1980'lerde IDEO'nun kurucu ortaklarından olan <b>Bill Moggridge</b> ve Xerox PARC'ta çalışan <b>Bill Verplank</b> tarafından ortaya atılmıştır. Bu terim, kullanıcı ile ürün arasındaki deneyimi ve diyalogu tasarlama disiplinini ifade eder."
  },
  {
    "id": "359715",
    "unitNumber": 7,
    "text": "<strong>\"Tasarımcının duyarlılığını ve yöntemlerini, insanların ihtiyaçlarını teknolojik olarak mümkün olan ve uygulanabilir bir iş stratejisinin müşteri değerine dönüştürebileceği şeylerle eşleştirmek için kullanan bir disiplini ve pazar fırsatıdır.” ifadesi aşağıdaki isimlerden hangisine aittir?</strong>",
    "options": {
      "A": "Milan Miro",
      "B": "Bill Moggridge",
      "C": "Tim Brown",
      "D": "Mitch Benjamin",
      "E": "Willy Croft"
    },
    "correctAnswer": "C",
    "explanation": "Verilen bu kapsamlı tanım, <b>insan ihtiyaçları</b> (istenilebilirlik), <b>teknolojik mümkünlük</b> ve <b>iş stratejisi</b> (uygulanabilirlik) arasındaki kesişimi vurgular ve modern <b>Tasarım Odaklı Düşünme (Design Thinking)</b> tanımının merkezindedir. Bu tanım, IDEO CEO'su olan <b>Tim Brown</b>'a aittir."
  },
  {
    "id": "359716",
    "unitNumber": 7,
    "text": "Tasarım ile öğretim tasarımının yakınsayan alanını bularak tasarım sürecinin izini süren Rowland, tasarım ve öğretim tasarımı arasındaki ilişkileri 4 yönden inceler.<br/><strong>Aşağıdakilerden hangisi bu dört yönden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Tasarımın amaçları veya hedefi",
      "B": "Diğer süreçlerle ilişkiler",
      "C": "Tasarım sürecini etkileyen faktörler",
      "D": "Tasarım sürecinin doğası",
      "E": "Tasarım eğitiminin tarihi"
    },
    "correctAnswer": "E",
    "explanation": "Rowland (1992), tasarım ve öğretim tasarımı arasındaki ilişkileri dört temel yönden incelemiştir. Bunlar: <b>Tasarım Bilgi Tabanı</b>, <b>Tasarım Süreci</b>, <b>Tasarım Ortamı/Bağlamı</b> ve <b>Tasarım Yetkinlikleri/Becerileri</b>'dir. Bu dört ana bileşenden biri olmayan bir seçenek (örneğin, 'Öğrenme Kuramları'), doğru cevap olmalıdır."
  },
  {
    "id": "359717",
    "unitNumber": 7,
    "text": "<strong>“Mevcut bilgiden çoklu veya alternatif cevaplar üretmeyi içeren” düşünme yaklaşımı aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Çift Düşünme",
      "B": "Hızlı Düşünme",
      "C": "Yakınsak Düşünme",
      "D": "Iraksak Düşünme",
      "E": "Spontane Düşünme"
    },
    "correctAnswer": "D",
    "explanation": "Mevcut bilgiden yola çıkarak çoklu, yaratıcı veya alternatif cevaplar üretmeyi içeren düşünme yaklaşımı <b>Iraksak Düşünme (Divergent Thinking)</b> olarak adlandırılır. Bu süreç, tasarımın <b>Fikir Üretme</b> (Ideation) aşamasında kritik rol oynar."
  },
  {
    "id": "359718",
    "unitNumber": 7,
    "text": "<strong>“Bilgi ile yakından bağlantılı olan ve açıkça tanımlanmış bir soruya en iyi veya doğru cevabı elde etmeye yönelik” düşünme yaklaşımı aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Yakınsak Düşünme",
      "B": "Hızlı Düşünme",
      "C": "Tekil Düşünme",
      "D": "Iraksak Düşünme",
      "E": "Spontane Düşünme"
    },
    "correctAnswer": "A",
    "explanation": "Bilgiye dayanarak, açıkça tanımlanmış bir soruya en iyi veya doğru cevabı elde etmeye yönelik düşünme yaklaşımı <b>Yakınsak Düşünme (Convergent Thinking)</b> olarak bilinir. Bu, tasarım sürecinin <b>Tanımlama</b> ve <b>Değerlendirme</b> aşamalarında, en uygun çözümü seçmek için kullanılır."
  },
  {
    "id": "373170",
    "unitNumber": 7,
    "text": "“……………………. amaca yönelik olarak yapılan bir iş analizi olarak da düşünülebilir: Tasarımcı için tasarım ne amaçla yapılmaktadır?”<strong><br/>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "options": {
      "A": "Geriye doğru tasarım",
      "B": "İleriye doğru tasarım",
      "C": "Anlık tasarım",
      "D": "Spontane tasarım",
      "E": "Döngülü Tasarım"
    },
    "correctAnswer": "A",
    "explanation": "Cümlede bahsedilen, tasarımın nihai amacını ve hedefini belirlemeye yönelik iş analizi türü <b>Amaç Analizi (Goal Analysis)</b>'dir. Amaç analizi, tasarımcının neyi başarmak istediğini netleştirmesine ve tasarımın hedefine ulaşma nedenini sorgulamasına yardımcı olur."
  },
  {
    "id": "373171",
    "unitNumber": 7,
    "text": "……………………. birbiri ardına gelen planlama faaliyetleri sonrasında bir öğretim programının ortaya çıkması gerektiğini savunmaktadır.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "options": {
      "A": "Geriye doğru tasarım",
      "B": "İleriye doğru tasarım",
      "C": "Anlık tasarım",
      "D": "Spontane tasarım",
      "E": "Döngülü Tasarım"
    },
    "correctAnswer": "A",
    "explanation": "Birbiri ardına gelen mantıksal ve aşamalı planlama faaliyetleri sonrasında bir öğretim programının ortaya çıkması gerektiğini savunan genel yaklaşım, <b>Sistem Yaklaşımı (Systems Approach)</b> veya <b>Öğretim Tasarımı (Instructional Design)</b> felsefesidir. Bu yaklaşım, planlama adımlarının (Analiz, Tasarım, Geliştirme, Uygulama, Değerlendirme) sistematik bir sırayla takip edilmesini vurgular."
  },
  {
    "id": "373173",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisinde Geriye Doğru Tasarım yaklaşımındaki planlama faaliyetlerinin aşamalarıdır?</strong>",
    "options": {
      "A": "İstenen sonuçları tanımla - Veri toplama araçlarına karar ver - Tasarımı planla",
      "B": "Ön araştırma – Test et - Prototip hazırla - Tekrarla",
      "C": "Pazar araştırması – Veri toplama süreci - Analiz - Test",
      "D": "Önceki sonuçları değerlendir – Tasarımı gözden geçir – Pazar araştırması – Prototip",
      "E": "Planla – Üret – Kontrol et – Eksikleri bul – Başa dön"
    },
    "correctAnswer": "A",
    "explanation": "Wiggins ve McTighe tarafından geliştirilen <b>Geriye Doğru Tasarım (Backward Design)</b> yaklaşımı, planlamaya sondan başlar. Aşamaları şunlardır:<br>1. <b>İstenilen Sonuçları Belirleme</b> (Hedeflerin tespiti)<br>2. <b>Kabul Edilebilir Kanıtları Belirleme</b> (Değerlendirme)<br>3. <b>Öğretme ve Öğrenme Faaliyetlerini Planlama</b> (Ders planlarının hazırlanması)"
  },
  {
    "id": "373174",
    "unitNumber": 7,
    "text": "<strong>“Tasarım sürecinde insanı odak noktasına koyan, doğrudan ya da dolaylı olarak insandan elde ettiği psikososyal ve fiziksel verilerle hareket eden bir yaklaşım ortaya koyan” tasarım yaklaşımı aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Verim Odaklı Tasarım Yaklaşımı",
      "B": "Kazanç Odaklı Tasarım Yaklaşımı",
      "C": "Eğitim Programı Odaklı Tasarım Yaklaşımı",
      "D": "Süreç Odaklı Tasarım Yaklaşımı",
      "E": "İnsan Odaklı Tasarım Yaklaşımı"
    },
    "correctAnswer": "E",
    "explanation": "Tasarım sürecinde insanı merkez alan ve kararlarını doğrudan veya dolaylı olarak kullanıcıdan elde edilen <b>psikososyal ve fiziksel verilerle</b> şekillendiren yaklaşım, <b>İnsan Merkezli Tasarım (Human-Centered Design - HCD)</b> veya <b>Kullanıcı Merkezli Tasarım (User-Centered Design - UCD)</b> olarak adlandırılır."
  },
  {
    "id": "373176",
    "unitNumber": 7,
    "text": "<strong>Christopher Alexander’ın “Bir tasarımcı basitçe bir problemi yazmalı ve onu daha küçük problemlere bölmelidir. Daha sonra bu problemler, doğru çözüme işaret eden kümeler, alt kümeler ve kalıplar hâlinde yeniden düzenlenebilir.” ifadesinde tasarımın doğasına dair aşağıdakilerden hangisi kastedilmektedir?</strong>",
    "options": {
      "A": "Tasarımın samimi olması gerektiği",
      "B": "Tasarımın uyarıcı niteliği",
      "C": "Tasarımın heyecan verici olduğu",
      "D": "Tasarımın mistik veya sezgisel olmadığı",
      "E": "Tasarımın neşe ve enerji taşıması gerektiği"
    },
    "correctAnswer": "D",
    "explanation": "Christopher Alexander'ın bu ifadesi, karmaşık problemlerin yönetilebilir parçalara ayrılması gerektiğini vurgular. Kastedilen, tasarım problemini çözmek için <b>Sistematik Ayrıştırma ve Yeniden Yapılandırma</b> (Decomposition and Restructuring) yöntemidir. Bu süreçte, çözümü kolaylaştıran yapıtaşları olan <b>Tasarım Kalıpları (Design Patterns)</b> kullanılır."
  },
  {
    "id": "373177",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi \"tasarım\" teriminin Türkçe karşılıklarından biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Aktarım",
      "B": "Plan",
      "C": "İlk taslak",
      "D": "Zihinsel temsil",
      "E": "Zihindeki canlandırma"
    },
    "correctAnswer": "A",
    "explanation": "Türkçede 'tasarım' teriminin yaygın karşılıkları arasında <b>dizayn</b>, <b>plan</b>, <b>tasar</b> (eskiz) veya <b>çizim</b> bulunur. Eğer sorunun doğru cevabı 'tasarım' teriminin karşılığı olmayan bir kelimeyi işaret ediyorsa, bu kelime muhtemelen bir eylem veya sonuç değil, farklı bir disiplindir (Örn: 'Mühendislik' veya 'Finans')."
  },
  {
    "id": "361259",
    "unitNumber": 8,
    "text": "<strong>Barnett Newman’ın Kırık Obelisk heykeli ve Pablo Picasso’nun Guernica tablosu aşağıdaki yaratıcı stratejilerden hangisi ile ilişkilendirilebilir?</strong>",
    "options": {
      "A": "Parçalama",
      "B": "Bükme",
      "C": "Çarpıtma",
      "D": "Basitleştirme",
      "E": "Harmanlama"
    },
    "correctAnswer": "A",
    "explanation": "Barnett Newman’ın Kırık Obelisk'i ve Pablo Picasso’nun Guernica'sı gibi eserler, toplumsal ya da politik gerilimleri, acıları veya haksızlıkları vurgulayarak güçlü bir mesaj iletirler. Bu tür eserler, izleyiciyi düşündürmek veya rahatsız etmek amacıyla genellikle <b>Çatışma (Conflict)</b> yaratıcı stratejisi ile ilişkilendirilir. Bu strateji, zıtlıkları kullanarak veya mevcut duruma meydan okuyarak duygusal ve zihinsel bir tepki uyandırmayı hedefler."
  },
  {
    "id": "361260",
    "unitNumber": 8,
    "text": "<strong>Mısırdaki Sfenksler yaratıcı stratejilerden hangisi ile ilişkilendirilebilir?</strong>",
    "options": {
      "A": "Parçalama",
      "B": "Harmanlama",
      "C": "Çarpıtma",
      "D": "Basitleştirme",
      "E": "Bükme"
    },
    "correctAnswer": "B",
    "explanation": "Mısır'daki Sfenksler (insan başı ve aslan gövdesi), normalde ayrı olan iki farklı unsurun <b>Birliktelik (Combination)</b> yaratıcı stratejisiyle birleştirilmesine örnek teşkil eder. Bu strateji, yeni bir anlam veya özgün bir form yaratmak için iki veya daha fazla bileşeni bir araya getirmeyi içerir Sfenks, gücün (aslan) ve aklın/bilgeliğin (insan) birleşimini sembolize eder."
  },
  {
    "id": "361261",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi yaratıcı bir strateji <u>değildir</u>?</strong>",
    "options": {
      "A": "Parçalama",
      "B": "Bükme",
      "C": "Çarpıtma",
      "D": "Basitleştirme",
      "E": "Harmanlama"
    },
    "correctAnswer": "D",
    "explanation": "Yaratıcı stratejiler, yeni fikirler üretmek için kullanılan belirli düşünce yolları veya tekniklerdir (örn: Birliktelik, Analoji, Basitleştirme, Abartma). Eğer seçeneklerde <b>Standartlaşma</b> veya <b>Tekrarlama</b> gibi mevcut yapıyı korumaya veya tek bir kurala bağlı kalmaya odaklanan bir kavram varsa, bu yaratıcı bir strateji olarak kabul <u>edilmez</u> çünkü yaratıcılık özgünlük ve farklılaşma gerektirir."
  },
  {
    "id": "361263",
    "unitNumber": 8,
    "text": "<strong>Claude Monet'nin, Rouen Katedrali'ne aynı noktadan bakarak yaptığı tablolar aşağıdaki yaratıcı stratejilerden hangilerine örnek verilebilir?</strong>",
    "options": {
      "A": "Bükme ve Uyarlama",
      "B": "Çekme ve İtme",
      "C": "Çarpıtma ve Parçalama",
      "D": "Parçalama ve Harmanlama",
      "E": "Harmanlama ve Çarpıtma"
    },
    "correctAnswer": "A",
    "explanation": "Claude Monet'nin Rouen Katedrali serisinde yaptığı şey, aynı objenin günün farklı saatlerinde ve mevsimlerdeki <b>Işık</b> ve <b>Algısal Durumunu</b> resmetmektir. Bu, aynı temel konuyu alıp, sadece çevresel koşulları değiştirerek birçok farklı sonuç (varyasyon) üretmeyi içeren <b>Farklılaştırma (Variation)</b> yaratıcı stratejisine bir örnektir."
  },
  {
    "id": "361264",
    "unitNumber": 8,
    "text": "<strong>“…………… ….……… yanıtı önceden belli sorulara odaklıdır.” ifadesindeki noktalı yere aşağıdaki düşünme yöntemi gelmelidir?</strong>",
    "options": {
      "A": "Iraksak düşünme",
      "B": "Iraksak düşünce",
      "C": "Çifte düşünme",
      "D": "Tekli düşünme",
      "E": "Yakınsak düşünme"
    },
    "correctAnswer": "E",
    "explanation": "Yanıtı önceden belli sorulara odaklanan düşünme yöntemi <b>Yakınsak Düşünme (Convergent Thinking)</b>'dir. Bu düşünme biçimi, mantık ve analiz yoluyla mevcut bilgiden hareketle en iyi ya da tek doğru cevabı bulmayı amaçlar."
  },
  {
    "id": "361265",
    "unitNumber": 8,
    "text": "<strong>“…………… ……. ise özgün ya da yaratıcı birden çok yanıt gerektirir.” ifadesindeki noktalı yere aşağıdaki düşünme yöntemi gelmelidir?</strong>",
    "options": {
      "A": "Üçlü düşünme",
      "B": "Çifte düşünme",
      "C": "Tekli düşünme",
      "D": "Yakınsak düşünme",
      "E": "Iraksak düşünme"
    },
    "correctAnswer": "E",
    "explanation": "Özgün ya da yaratıcı birden çok yanıt gerektiren düşünme yöntemi <b>Iraksak Düşünme (Divergent Thinking)</b>'dir. Bu süreç, yeni fikirler, alternatifler ve olasılıklar üretmek için farklı yönlere doğru zihinsel keşif yapmayı içerir ve yaratıcılığın temelini oluşturur."
  },
  {
    "id": "361266",
    "unitNumber": 8,
    "text": "<strong>Sorun veya duruma bakış açısını değiştirip bir açıdan diğer bir açıya geçişi ifade eden düşünce yöntemi aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Sentez Yöntemi",
      "B": "Teknik İllüstrasyonlar",
      "C": "Devrim Yöntemi",
      "D": "Yeniden Uygulama Yöntemi",
      "E": "Yön Değiştirme Yöntemi"
    },
    "correctAnswer": "E",
    "explanation": "Sorun veya duruma bakış açısını değiştirip bir açıdan diğer bir açıya geçişi ifade eden düşünce yöntemi <b>Yanal Düşünme (Lateral Thinking)</b>'dir. Yanal düşünme, geleneksel, doğrusal (lineer) mantık yerine yaratıcı sıçramalar ve farklı bakış açıları kullanarak çözümler bulmayı hedefler."
  },
  {
    "id": "361267",
    "unitNumber": 8,
    "text": "<strong>“Kişinin kendi öğrenme yollarının farkına varması, kontrol edebilmesi ve kendisi için en iyi öğrenme yolunu bulmasıdır.” Tanımı aşağıdaki mantıksal akıl yürütme modellerinden hangisine aittir?</strong>",
    "options": {
      "A": "Metabilişsel Düşünme",
      "B": "Bütüncül Düşünme",
      "C": "Eleştirel Düşünme",
      "D": "Analitik Düşünme",
      "E": "Yansıtıcı Düşünme"
    },
    "correctAnswer": "A",
    "explanation": "Kişinin kendi öğrenme yollarının farkına varması, kontrol edebilmesi ve kendisi için en iyi öğrenme yolunu bulması, <b>Üstbiliş (Metacognition)</b> olarak tanımlanır. Üstbiliş, kişinin kendi <b>düşünme süreçlerini düşünmesi</b> ve öğrenme stratejilerini düzenlemesi becerisidir."
  },
  {
    "id": "361269",
    "unitNumber": 8,
    "text": "<strong>Slavin’in 2013 yılında “ne yapılacağı ve neye inanılacağı hakkında rasyonel kararlar verebilme meziyeti” olarak tanımladığı mantıksal akıl yürütme modeli aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Metabilişsel Düşünme",
      "B": "Bütüncül Düşünme",
      "C": "Yansıtıcı Düşünme",
      "D": "Analitik Düşünme",
      "E": "Eleştirel Düşünme"
    },
    "correctAnswer": "E",
    "explanation": "Slavin’in (2013) tanımı, 'ne yapılacağı ve neye inanılacağı hakkında <b>rasyonel kararlar verebilme</b> meziyeti' olarak <b>Eleştirel Düşünme (Critical Thinking)</b> modelini işaret eder. Eleştirel düşünme, bilgiyi sorgulama, kanıtları değerlendirme ve mantıksal çıkarımlar yapma becerisini kapsar."
  },
  {
    "id": "361270",
    "unitNumber": 8,
    "text": "<strong>“Bir bütündeki her bir parçanın analiz edilerek bütünle/sistemle ilişkilerinin incelendiği düşünce becerisidir.” tanımı aşağıdaki mantıksal akıl yürütme modellerinden hangisine aittir?</strong>",
    "options": {
      "A": "Metabilişsel Düşünme",
      "B": "Bütüncül Düşünme",
      "C": "Analitik Düşünme",
      "D": "Yansıtıcı Düşünme",
      "E": "Eleştirel Düşünme"
    },
    "correctAnswer": "C",
    "explanation": "Bu tanım, <b>Analitik Düşünme (Analytical Thinking)</b>'ye aittir. Analitik düşünme, karmaşık bir problemi veya bütünü oluşturan <b>her bir parçayı analiz ederek</b>, bu parçaların sistem içerisindeki <b>ilişkilerini inceleme</b> ve mantıksal bir yapı kurma becerisidir."
  },
  {
    "id": "375120",
    "unitNumber": 8,
    "text": "<strong>“Taktik, teknik ve stratejileri bir araya getiren ilkelerin sistemi” diğer bir ifade ile aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Yöntemler",
      "B": "Modeller",
      "C": "Taktikler",
      "D": "Yaklaşımlar",
      "E": "Stratejiler"
    },
    "correctAnswer": "B",
    "explanation": "Taktik, teknik ve stratejileri bir araya getiren ilkelerin sistemi, genellikle <b>Doktrin</b> olarak adlandırılır. Doktrin, belirli bir amaç için eylemleri yönlendiren ve <b>kapsamlı bir rehberlik sağlayan</b> temel ilkeler ve inançlar bütünüdür. Strateji, doktrin tarafından yönlendirilen daha büyük bir plandır."
  },
  {
    "id": "375123",
    "unitNumber": 8,
    "text": "Herkes tarafından aynı kabul edilen, kolayca anlaşılabilir, kanıtlanabilir ve bilimsel verilere dayanan bilgidir. Kişiden kişiye değişmez.<br/><strong>Bu tanım aşağıdakilerden hangisine aittir?</strong>",
    "options": {
      "A": "Olgu",
      "B": "Bilinç",
      "C": "Hareket",
      "D": "Kavram",
      "E": "Model"
    },
    "correctAnswer": "A",
    "explanation": "Herkes tarafından aynı kabul edilen, kolayca anlaşılabilir, <b>kanıtlanabilir</b> ve bilimsel verilere dayanan bilgi <b>Nesnel Bilgi (Objective Knowledge)</b> olarak adlandırılır. Bu bilgi türü, kişisel görüşlerden bağımsızdır ve dış dünyaya ait gerçekleri yansıtır."
  },
  {
    "id": "375124",
    "unitNumber": 8,
    "text": "<strong>Aşağıdaki hangi ikili motivasyon artırmak için kullanılabilecek yollar arasında <u>yer almaz</u>?</strong>",
    "options": {
      "A": "Hedef belirlemek + İlerlemeyi gözden geçirmek",
      "B": "Sevdiğiniz işlere yönelmek + sosyal olarak desteklenmek",
      "C": "Pozitif çevre + bedensel egzersiz",
      "D": "Ödüller + hedef belirlemek",
      "E": "Beklemek + ertelemek"
    },
    "correctAnswer": "E",
    "explanation": "Motivasyon artırmak için kullanılan yollar genellikle geri bildirim, ödüllendirme ve hedef belirleme gibi yapıcı yöntemlerdir. Motivasyonu artırmak yerine azaltan veya olumsuz etkileyen yollar ise genellikle <b>Cezalandırma</b> ve <b>Kıyaslama</b>dır. Cezalandırma, iç motivasyonu düşürürken, olumsuz kıyaslama ise özgüveni zedeleyerek motivasyonu düşürür."
  },
  {
    "id": "375126",
    "unitNumber": 8,
    "text": "<strong>\"Zihinsel eylem ve bilgiyi elde etme ve düşünce, deneyim yoluyla anlama süreci ve duyu\" anlamına gelen tanım aşağıdakilerden hangisine aittir?</strong>",
    "options": {
      "A": "Iraksak düşünme",
      "B": "Iraksak düşünce",
      "C": "İçsel dürtü",
      "D": "Görüş",
      "E": "Biliş"
    },
    "correctAnswer": "E",
    "explanation": "Verilen tanım, <b>Biliş (Cognition)</b> kavramına aittir. Biliş, <b>bilgiyi elde etme</b>, işleme, depolama ve kullanma ile ilgili tüm <b>zihinsel eylemleri</b> ve anlama süreçlerini kapsar. Bu süreç, düşünce, deneyim ve duyular aracılığıyla gerçekleşir."
  },
  {
    "id": "375129",
    "unitNumber": 8,
    "text": "Üstünoğlu (2006) .......................... becerilerini eleştirel düşünme, yaratıcı düşünme, analitik düşünme, yansıtıcı düşünme ve problem çözme olarak beşe ayırmıştır. <br/><strong>Yukarıdaki boşluğa aşağıdaki ifadelerden hangisi getirilmelidir. </strong>",
    "options": {
      "A": "Üst Düzey Düşünme",
      "B": "Iraksak Düşünme",
      "C": "Bütüncül Düşünme",
      "D": "Motivasyonel Düşünme",
      "E": "Aydınlatıcı Düşünme"
    },
    "correctAnswer": "A",
    "explanation": "Üstünoğlu (2006) tarafından eleştirel, yaratıcı, analitik, yansıtıcı düşünme ve problem çözme olarak sınıflandırılan beceriler, genel olarak <b>Düşünme Becerileri</b> veya <b>Üst Düzey Düşünme Becerileri</b> olarak adlandırılır. Bu beceriler, bireyin bilgiyi sadece hatırlaması yerine, onu işleme, değerlendirme ve uygulama yeteneğini geliştirir."
  },
  {
    "id": "360185",
    "unitNumber": 9,
    "text": "<strong>Tasarım estetiğinin anlamı aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Ürün elde etmek",
      "B": "Kaliteli ürün çıkarmak",
      "C": "Hoşa giden biçimler tasarlamak",
      "D": "Dikkat çekmek",
      "E": "Bir güzel resim yapmak"
    },
    "correctAnswer": "C",
    "explanation": "Tasarım estetiği, bir nesnenin veya yapının <b>görsel çekiciliğini, hissiyatını ve sanatsal değerini</b> inceleyen alandır. Estetik, genellikle güzellik, uyum ve formun kullanıcı üzerindeki duygusal etkisini kapsar. Tasarımın sadece işlevsel değil, aynı zamanda <b>duygusal ve kültürel</b> bir değer taşımasını sağlar. Estetik, formun fonksiyondan bağımsız düşünülemeyeceği tasarım felsefesinin temelini oluşturur."
  },
  {
    "id": "360186",
    "unitNumber": 9,
    "text": "<strong>Tasarımın tarihsel süreci aşağıdakilerden hangisiyle başlamıştır?</strong>",
    "options": {
      "A": "Çizimle başlamıştır.",
      "B": "Resimle başlamıştır.",
      "C": "İnsanın bilinçli çabalarıyla başlamıştır.",
      "D": "İnsanın araç gereç yapımıyla başlamıştır.",
      "E": "İnsanın heykel yapımıyla başlamıştır."
    },
    "correctAnswer": "C",
    "explanation": "Tasarımın tarihsel süreci, insanın <b>ihtiyaçlarını karşılamak amacıyla ilk araçları ve nesneleri üretmeye</b> başlamasıyla başlar. Bu dönem, genellikle <b>Paleolitik Çağ'a</b> ve doğadaki malzemeleri işleyerek amaca uygun formlar yaratma çabası olan ilk el aletlerinin yapımına denk gelir. Tasarım, insanlık tarihi kadar eskidir."
  },
  {
    "id": "360187",
    "unitNumber": 9,
    "text": "<strong>İlk tasarım hangi tarihte başlamıştır?</strong>",
    "options": {
      "A": "M.Ö.12000",
      "B": "M.Ö.5000",
      "C": "M.Ö.30000",
      "D": "M.Ö.8000",
      "E": "M.Ö.1600"
    },
    "correctAnswer": "C",
    "explanation": "İlk tasarımlar, yaklaşık <b>2.5 milyon yıl öncesine</b>, yani <b>Paleolitik Çağ'ın</b> başlangıcına kadar uzanır. Bu dönemde Homo Habilis türünün, hayatta kalma ve temel işlevleri yerine getirme amacıyla basit <b>taş aletleri</b> (Oldowan kültürü) tasarladığı kabul edilir. Bu tarih, tasarımın işlevsel kökenini gösterir."
  },
  {
    "id": "360188",
    "unitNumber": 9,
    "text": "<strong>İnsanın tasarladığı ilk ürün aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Taş baltalar",
      "B": "Metal mızraklar",
      "C": "Ok ve yay",
      "D": "Mağara duvar resimleri",
      "E": "Tahta bıçak"
    },
    "correctAnswer": "D",
    "explanation": "İnsanın tasarladığı ve kullandığı ilk ürünler genellikle <b>kesici ve vurucu taş el aletleridir</b> (Chopper/El baltaları). Bu aletler, yiyecek hazırlama, avlanma ve barınak yapma gibi temel ihtiyaçları karşılamak üzere şekillendirilmiş olup, tasarımın temel motivasyonu olan <b>işlevselliği</b> yansıtır."
  },
  {
    "id": "360189",
    "unitNumber": 9,
    "text": "<strong>İnsanın iletişim kurduğu ilk tasarım nesnesi nedir?</strong>",
    "options": {
      "A": "Resim",
      "B": "yazı",
      "C": "Mağara resimleri",
      "D": "Mağara duvarlarındaki büyük hayvan çizimleri",
      "E": "Yazı resim"
    },
    "correctAnswer": "D",
    "explanation": "İnsanın iletişim kurduğu ilk tasarım nesneleri, <b>mağara resimleri ve sembollerdir</b>. Bu görsel tasarımlar, dilin gelişmesinden önce hikayeleri, inançları ve deneyimleri aktarmak için kullanılmıştır. Özellikle <b>Paleolitik dönemdeki mağara sanatları</b> (Lascaux, Altamira) görsel iletişimin ilk ve güçlü örnekleridir."
  },
  {
    "id": "360190",
    "unitNumber": 9,
    "text": "<strong>İnsanın ilk yaptığı tasarımlar, hangi amaç için kullanılmıştır?</strong>",
    "options": {
      "A": "Hayvan,insan mücadelesi",
      "B": "Araçları kullanma kolaylığı",
      "C": "İnanç amaçlı tasarımlar",
      "D": "Hayatta kalma amaçlı",
      "E": "Doğal felaketlerden korunmak için"
    },
    "correctAnswer": "C",
    "explanation": "İnsanın ilk yaptığı tasarımlar, öncelikle <b>hayatta kalma ve temel ihtiyaçları karşılama</b> amacı taşımıştır. Bu amaçlar arasında <b>avlanma, korunma, yiyecek hazırlama ve barınma</b> yer alır. Tasarımın temel motivasyonu her zaman <b>fayda ve fonksiyonellik</b> olmuştur; estetik kaygılar daha sonra ortaya çıkmıştır."
  },
  {
    "id": "360191",
    "unitNumber": 9,
    "text": "Tarım amaçlı kullanılan lk el aletleri hangi kültüre aittir?",
    "options": {
      "A": "Mısır",
      "B": "Yunan",
      "C": "Frig",
      "D": "Lidya",
      "E": "Sümer"
    },
    "correctAnswer": "E",
    "explanation": "Tarım amaçlı kullanılan ilk el aletleri (orak, değirmen taşları, çapa vb.) <b>Neolitik Kültüre</b> (Yeni Taş Devri, yaklaşık MÖ 10.000) aittir. Bu dönemde insanlar yerleşik hayata geçerek tarıma başlamışlardır. Bu değişim, <b>hammaddeyi işleyerek yiyecek üretimine yönelik özelleşmiş</b> tasarımların geliştirilmesini zorunlu kılmıştır."
  },
  {
    "id": "360192",
    "unitNumber": 9,
    "text": "<strong>Sanayi Devrimi ve Tasarım Estetiği ne demektir?</strong>",
    "options": {
      "A": "Araç ve gereçlerin çoğalması",
      "B": "Tekstil üretiminin artması",
      "C": "Buhar makinesinin icadı ve sanayide kullanılması",
      "D": "Elektiriğin bulunması",
      "E": "Lokomotifin icabı"
    },
    "correctAnswer": "C",
    "explanation": "<b>Sanayi Devrimi ve Tasarım Estetiği</b> kavramı, 18. yüzyılın sonlarında başlayan makineleşme ve kitlesel üretimin, el sanatlarına dayalı estetik anlayışını kökten değiştirmesini ifade eder. Seri üretim, ürünlerin <b>standardizasyonunu</b> ve estetik ile üretim sürecinin ayrışmasını beraberinde getirmiş; bu da bazı çevrelerde estetik kalitenin düşüşü olarak yorumlanmıştır."
  },
  {
    "id": "360193",
    "unitNumber": 9,
    "text": "<strong>Sanayi Devrimi tasarım estetiği açısından nasıl bir etkide bulunmuştur?</strong>",
    "options": {
      "A": "Daha fazla mal üretilmiştir.",
      "B": "Daha kaliteli ürün çıktısı alınmıştır.",
      "C": "Daha estetik ürün elde edilmiştir.",
      "D": "Tüm ürünler aynı tasarım ve estetiğe sahiptir.",
      "E": "Kalitesiz ürün ve tasarımlar elde edilmiştiri."
    },
    "correctAnswer": "D",
    "explanation": "Sanayi Devrimi tasarım estetiği açısından çelişkili bir etki yaratmıştır. En belirgin etkisi, ürünlerin <b>bireysel estetik ve el işçiliği kalitesinin</b>, <b>makineleşme ve standartizasyon</b> lehine azalmasıdır. Bu durum, özellikle ucuz seri üretim mallarında estetik kaygıların geri plana itilmesine neden olmuştur. Bu tepki, sonrasında <b>Arts and Crafts Hareketi</b> gibi estetiği yeniden canlandırmayı amaçlayan akımları doğurmuştur."
  },
  {
    "id": "360194",
    "unitNumber": 9,
    "text": "<strong>Platon’un sanat ve tasarıma bakış aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Sanat gençler için önemlidir.",
      "B": "Sanat hiçbir işe yaramaz.",
      "C": "Sanatçının yaptığı Tanrı’nın yarattığının kötü kopyasıdır.",
      "D": "Sanat doğada olanı taklit eder.",
      "E": "Sanatçı önemli bir insandır."
    },
    "correctAnswer": "C",
    "explanation": "Platon, sanat ve tasarıma <b>'İdealar Dünyası'nın</b> sadece birer taklidi (mimesis) olarak bakmıştır. Ona göre, dünyadaki fiziksel nesneler ve sanat eserleri, <b>mükemmel ve değişmez olan ideaların</b> yansımalarıdır. Bu görüşe göre, bir masa tasarımı, ideal masa ideasının kopyasıdır ve dolayısıyla <b>gerçeğin kendisinden uzaktır</b> (yanıltıcı olabilir)."
  },
  {
    "id": "373713",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi </strong><strong>İspanya’da bulunan bir mağaradır ?</strong>",
    "options": {
      "A": "Magura Mağarası",
      "B": "Lascaux Mağarası",
      "C": "Altamira Mağarası",
      "D": "Bhimbetka Mağarası",
      "E": "Eller Mağarası"
    },
    "correctAnswer": "C",
    "explanation": "İspanya’da bulunan ve dünyaca ünlü tarih öncesi mağaralardan biri <b>Altamira Mağarası'dır</b>. Bu mağara, MÖ 35.000 ila MÖ 11.000 yılları arasına tarihlenen <b>Paleolitik dönemden</b> kalma <b>bizon ve diğer hayvan figürlerini</b> içeren olağanüstü tavan resimleriyle bilinir. Bu resimler, görsel tasarım ve temsilin en eski örneklerindendir."
  },
  {
    "id": "373716",
    "unitNumber": 9,
    "text": "<strong>Göbeklitepe T taşları üzerinde en çok aşağıdaki figürlerden hangisi tasarlanmıştır?</strong>",
    "options": {
      "A": "Bitkiler",
      "B": "Kullanım eşyaları",
      "C": "Hayvan figürleri",
      "D": "Baltalar",
      "E": "Teknik araç ve gereçler"
    },
    "correctAnswer": "C",
    "explanation": "Şanlıurfa'da bulunan ve Neolitik döneme ait olan <b>Göbeklitepe</b> T şeklindeki dikilitaşlar üzerinde en çok tasvir edilen figürler, <b>vahşi hayvanlardır</b>. Bu hayvanlar arasında <b>yılanlar, tilkiler, akrepler ve kuşlar</b> öne çıkar. Bu tasvirler, avcı-toplayıcı toplulukların <b>dini inançlarını ve ritüellerini</b> yansıtan sembolik tasarımlardır."
  },
  {
    "id": "373717",
    "unitNumber": 9,
    "text": "<strong>Mezopotamya kültüründe aşağıdaki tasarımlardan hangisi üretilmiştir?</strong>",
    "options": {
      "A": "Tarım aletleri ve pişmiş tuğla",
      "B": "Kağnı arabası",
      "C": "At arabası",
      "D": "Yaba",
      "E": "Çivi"
    },
    "correctAnswer": "A",
    "explanation": "Mezopotamya kültürü, <b>kentleşme, tarım ve merkezi devlet</b> yapısına paralel gelişen tasarımlarıyla bilinir. Üretilen önemli tasarımlar arasında dünyanın ilk yazı sistemi olan <b>çivi yazısı</b>, tapınak-depo işlevi gören <b>zigguratlar</b> ve resmi belgelemelerde kullanılan <b>silindir mühürler</b> yer alır. Bu tasarımlar, karmaşık yönetim sistemlerinin ürünüdür."
  },
  {
    "id": "373718",
    "unitNumber": 9,
    "text": "<strong>Antik Yunan kültüründe en çok üretilen tasarımlar aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Vazolar",
      "B": "Mozaikler",
      "C": "Tanrı heykelleri",
      "D": "Yüzme havuzları",
      "E": "Duvar resimleri"
    },
    "correctAnswer": "C",
    "explanation": "Antik Yunan kültüründe en çok üretilen tasarımlar, özellikle <b>mimari yapılar</b> (tapınaklar ve kamu binaları) ve <b>seramik vazolar (amforalar ve kraterler)</b> idi. Mimari tasarımlar <b>oran, simetri ve dengeye</b> (özellikle Dor, İyon ve Korint düzenlerinde) dayanırken; seramikler, günlük hayattan ve mitolojiden sahneleri resmeden önemli <b>görsel iletişim</b> araçlarıydı."
  },
  {
    "id": "373719",
    "unitNumber": 9,
    "text": "<strong>Tasarım estetiğinde güzel kavramı nasıl açıklanır?</strong>",
    "options": {
      "A": "Güzellik toplumun önemli bir değeridir.",
      "B": "Güzellik göreceli bir kavramdır ve kültürlere göre değişir.",
      "C": "İnsanlar güzeli ararlar.",
      "D": "Sadece sanatçılar güzeli tasarlar.",
      "E": "Güzel ancak resimde görülür."
    },
    "correctAnswer": "B",
    "explanation": "Tasarım estetiğinde 'güzel' kavramı, genellikle bir nesnenin formunda mevcut olan <b>uyum (harmony), oran (proportion) ve düzenin</b> bir araya gelmesiyle ortaya çıkan ve izleyicide <b>hoşnutluk ve haz</b> uyandıran nitelik olarak açıklanır. Özellikle Antik Yunan'dan beri, güzellik <b>matematiksel ölçütlere</b> dayandırılmış; günümüzde ise bu kavram, <b>işlevsel başarı ve öznel algıları</b> da içerecek şekilde genişletilmiştir."
  },
  {
    "id": "360258",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi grafik tasarım alanında en çok tercih edilen sektör lideri yazılım firmasıdır?</strong>",
    "options": {
      "A": "Corel",
      "B": "Adobe",
      "C": "Microsoft",
      "D": "Apple",
      "E": "Photomagic"
    },
    "correctAnswer": "D",
    "explanation": "Grafik tasarım endüstrisinde ve görsel iletişim alanında, <b>Adobe</b> firması tarafından geliştirilen yazılımlar (Photoshop, Illustrator, InDesign vb.) uzun süredir sektör standardı olarak kabul edilmektedir. Adobe, geniş ürün yelpazesi ve entegrasyon yetenekleri sayesinde en çok tercih edilen ve lider yazılım firması konumundadır."
  },
  {
    "id": "360262",
    "unitNumber": 10,
    "text": "<strong> Aşağıdaki Adobe yazılımlarından hangisinin temel kullanım alanı <u>yanlış</u> yazılmıştır?</strong>",
    "options": {
      "A": "Adobe Illustrator / Vektör resim ve illüstrasyon oluşturma",
      "B": "Adobe InDesign / Dijital ve basılı mecralar için mizanpaj oluşturma",
      "C": "Adobe Premiere Pro / Piksel tabanlı görüntü işleme",
      "D": "Adobe Animate / Animasyon tasarımı ve sahne üretimi",
      "E": "Adobe After Effects / Sinematik görsel efektler ve hareketli grafik oluşturma"
    },
    "correctAnswer": "C",
    "explanation": "Adobe yazılımları belirli uzmanlık alanlarına sahiptir: <b>Photoshop</b> piksel/raster tabanlı fotoğraf düzenleme, <b>Illustrator</b> vektörel çizim, <b>InDesign</b> ise sayfa düzeni ve yayıncılık için kullanılır. Bu sorunun doğru cevabını bulmak için, verilen Adobe programının temel kullanım alanının (örneğin, Illustrator için fotoğraf düzenleme denilmesi) yanlış tanımlanmış olması gerekir. Her programın temel işlevi farklıdır."
  },
  {
    "id": "360264",
    "unitNumber": 10,
    "text": "<strong>Aşağıdaki işlemlerden hangisi Adobe Illustrator yazılımında <u>gerçekleştirilemez</u>?</strong>",
    "options": {
      "A": "Dijital illüstrasyon yapmak",
      "B": "Vektörel çizimler oluşturmak",
      "C": "Tipografi tasarımı",
      "D": "Ses dosyası birleştirmek",
      "E": "Afiş tasarımı yapmak"
    },
    "correctAnswer": "D",
    "explanation": "<b>Adobe Illustrator</b> tamamen <b>vektörel tabanlı</b> çizim ve logo tasarımı için geliştirilmiştir. Bu yazılımda vektörel çizim, tipografi ve düzenleme yapılabilir. Ancak, Adobe Photoshop'un uzmanlık alanı olan <b>kapsamlı piksel tabanlı fotoğraf manipülasyonu</b> veya profesyonel düzeyde <b>video kurgu/montaj</b> gibi işlemler Illustrator'da gerçekleştirilemez."
  },
  {
    "id": "360268",
    "unitNumber": 10,
    "text": "<strong>Basılı veya dijital mecrada yayıncılık sürecini tasarlamak için aşağıdaki yazılımlardan hangisi daha uygundur?</strong>",
    "options": {
      "A": "Adobe Indesign",
      "B": "Adobe Premiere",
      "C": "Wondershare Filmora",
      "D": "Paint 3D",
      "E": "Microsoft Office"
    },
    "correctAnswer": "A",
    "explanation": "Basılı (dergi, kitap, broşür) veya dijital (interaktif PDF, e-kitap) mecrada <b>çok sayfalı yayıncılık</b> ve karmaşık sayfa düzeni (mizanpaj) tasarımları için en uygun yazılım <b>Adobe InDesign</b>'dır. InDesign, metin yönetimi, ana sayfa şablonları ve baskı ön hazırlık süreçlerini en iyi şekilde destekler."
  },
  {
    "id": "360270",
    "unitNumber": 10,
    "text": "<strong>Vektörel tabanlı yazılımlar hakkında aşağıdaki ifadelerden hangisi <u>yanlıştır</u>?</strong>",
    "options": {
      "A": "Dijital ve basılı mecradaki tasarımlar için kullanılabilir.",
      "B": "Kurumsal kimlik tasarımı yapılamaz.",
      "C": "Animasyon ve video kurgu yapılamaz.",
      "D": "Çalışma alanının büyüklüğü ne olursa olsun bozulma olmaz.",
      "E": "Adobe Illustrator ve Corel Draw vektörel tabanlı yazılımlardır."
    },
    "correctAnswer": "B",
    "explanation": "<b>Vektörel tabanlı yazılımlar</b> (Illustrator), piksel yerine matematiksel formüller ve geometrik denklemler kullanarak çizim yapar. Bu görsellerin en önemli özelliği <b>çözünürlükten bağımsız</b> olmaları ve kaliteden ödün vermeden istenildiği kadar ölçeklenebilmesidir. Yanlış ifade, muhtemelen bu grafiklerin büyütüldüğünde bozulacağını ya da piksel tabanlı çalıştığını iddia eden ifadedir."
  },
  {
    "id": "360275",
    "unitNumber": 10,
    "text": "<strong>Aşağıdaki hangisi tabletler ile ilgili doğru bir ifadededir?</strong>",
    "options": {
      "A": "Sadece çizim yapmak için kullanılırlar.",
      "B": "Kendi kalemleri dışında başka bir kalem kullanılamaz.",
      "C": "Ekransız tabletleri kullanabilmek için bir bilgisayara sahip olmak gereklidir.",
      "D": "Yazılımlar işletim sistemi fark etmeksizin tüm cihazlarda çalıştırılabilir.",
      "E": "Ekranlı tabletler ekransız tabletlere göre daha büyüktür."
    },
    "correctAnswer": "C",
    "explanation": "Grafik tabletler veya çizim tabletleri, dijital sanatçılar ve tasarımcılar için vazgeçilmez araçlardır. Bu tabletler, farenin aksine, <b>kalemin basınca duyarlılık</b> özelliğini dijital ortama aktarır. Bu özellik sayesinde, hassas çizimler, değişken kalınlıkta vuruşlar ve doğal bir çizim deneyimi elde edilir."
  },
  {
    "id": "360276",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi bir tasarımcının basılı mecrada yapacağı tasarıma başlamadan önce bilmesi gereken önemli hususlardan biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Bilgisayarın performans durumu",
      "B": "Tasarımın hangi yüzeye uygulanacağı",
      "C": "Hangi boyutta bir tasarım gerektiği",
      "D": "Baskı yapacak cihazın teknolojisi",
      "E": "Tasarımın sergileneceği yüzeyin bilgisi"
    },
    "correctAnswer": "A",
    "explanation": "Basılı mecra (matbaa) için bir tasarıma başlamadan önce <b>CMYK renk modu</b>, <b>yüksek çözünürlük (300 DPI)</b>, ve <b>taşma (bleed)</b> payları gibi teknik detaylar zorunludur. Bilinmesi gerekmeyen veya öncelikli olmayan husus, genellikle dijital ekranlara özgü olan <b>RGB renk alanı</b>, web optimize edilmiş dosya boyutları veya düşük ekran çözünürlükleri gibi parametrelerdir."
  },
  {
    "id": "360277",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi Dall-E yapay zekâsı kullanılarak gerçekleştirilebilir?</strong>",
    "options": {
      "A": "Ses dosyalarını analiz edip en uygun sesin üretilmesi",
      "B": "Tasarımcıların sıklıkla kullandığı tercihlerin belirlenmesi",
      "C": "Video görüntülerini birleştirip yeni bir klip üretilmesi",
      "D": "Detaylı cümleler ile istenilen tarzda görsel üretilmesi",
      "E": "Fotoğraf kesme ve düzenleme işlemlerinin yapılması"
    },
    "correctAnswer": "D",
    "explanation": "<b>Dall-E</b>, <b>üretken yapay zekâ</b> (Generative AI) araçlarından biridir. Temel işlevi, kullanıcının girdiği metin açıklamalarını (prompts) alarak, bu açıklamalara uygun, tamamen özgün ve yaratıcı <b>görüntüler oluşturmaktır</b> (text-to-image).<br>Bu sayede, sıfırdan görsel üretim hızlıca gerçekleştirilebilir."
  },
  {
    "id": "360281",
    "unitNumber": 10,
    "text": "<strong>Yapay zekanın tasarım yazılımlarında kullanımının temel amacı aşağıdaki seçeneklerden hangisinde doğru bir şekilde ifade edilmiştir?</strong>",
    "options": {
      "A": "Tasarımcıların hatalarını düzeltmek.",
      "B": "Tasarımcıların yenilikleri takip etmesini sağlamak.",
      "C": "Yazılımların daha hızlı çalışmasını sağlamak.",
      "D": "Tasarımcıların yapacakları işi kolaylaştırmak.",
      "E": "Rakip yazılım firmalarının önüne geçmek."
    },
    "correctAnswer": "D",
    "explanation": "Yapay zekanın (AI) tasarım yazılımlarında (örneğin Adobe Sensei) kullanılmasının temel amacı, tasarımcının iş akışını <b>otomatikleştirmek</b> ve <b>verimliliği artırmaktır</b>. AI, özellikle tekrar eden, zaman alıcı görevleri veya karmaşık seçimleri (örneğin obje seçimi, içerik algılama) daha hızlı ve doğru bir şekilde yaparak tasarımcının yaratıcı işlere odaklanmasını sağlar."
  },
  {
    "id": "360282",
    "unitNumber": 10,
    "text": "<strong>Deneysel tasarım için aşağıdaki ifadelerden hangisi <u>yanlıştır</u>?</strong>",
    "options": {
      "A": "Fiziksel dünyanın dijital atmosfer ile etkileşime girdiği bir alandır.",
      "B": "Sanal, artırılmış, karma ve paralel gerçeklik deneysel tasarımın çalışma alanlarını oluşturur.",
      "C": "Sadece yapay zeka ve derin öğrenme teknolojilerinin desteklediği bir çalışma sahasıdır.",
      "D": "Tasarımlar sadece üç boyutlu değil, aynı zamanda iki boyutlu ortamlar için de yapılmaktadır.",
      "E": "Tasarımcılara farklı gerçeklik türleri üzerinde çalışma yapma olanağı sağlar."
    },
    "correctAnswer": "C",
    "explanation": "<b>Deneysel tasarım</b>, yerleşik kuralları ve estetik normları kasten zorlayan veya kıran, ticari sonuçlardan ziyade <b>yeni fikirleri ve iletişim biçimlerini keşfetmeyi</b> amaçlayan bir yaklaşımdır. Bu süreç, yeni materyallerin, teknolojilerin veya alışılmışın dışındaki biçimlerin kullanımını içerir.<br>Deneysel tasarımın <b>her zaman ticari olarak başarılı olacağını</b> veya geleneksel yöntemlere sıkı sıkıya bağlı kaldığını söylemek yanlış bir ifadedir."
  },
  {
    "id": "373770",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi tasarım sürecinde kullanılan Adobe yazılımlarından biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Illustrator",
      "B": "InDesign",
      "C": "Publisher",
      "D": "Photoshop",
      "E": "After Effects"
    },
    "correctAnswer": "C",
    "explanation": "Tasarım sürecinde yaygın olarak kullanılan Adobe yazılımları arasında görüntü işleme için Photoshop, vektörel çizim için Illustrator, video kurgu için Premiere Pro gibi profesyonel araçlar bulunur. Soru, Adobe'ye ait olmayan ya da birincil olarak tasarım amaçlı kullanılmayan bir yazılımı (örneğin, <b>Microsoft Word</b>, <b>Blender</b>, <b>Unity</b> gibi) işaret ederek Adobe yazılımı olmadığını belirtir."
  },
  {
    "id": "373774",
    "unitNumber": 10,
    "text": "<strong>Aşağıdaki cihazlardan hangisi dijital illüstrasyon yaparken kullanılan öncelikli araçlardan biridir?</strong>",
    "options": {
      "A": "Harici bellek",
      "B": "Çizim tableti",
      "C": "Ses donanımı",
      "D": "Type-C soket",
      "E": "Google Glass"
    },
    "correctAnswer": "B",
    "explanation": "Dijital illüstrasyon (çizim) yaparken, farenin kısıtlamalarını aşmak ve geleneksel çizim hissini dijitale taşımak için <b>çizim tableti (grafik tablet)</b> veya <b>kalem ekranı</b> kullanılır. Bu cihazlar, basınca duyarlılık ve hassas kontrol sağlayarak çizim kalitesini artırır."
  },
  {
    "id": "373793",
    "unitNumber": 10,
    "text": "<strong>Vektörel tabanlı yazılımlar hakkında aşağıdaki ifadelerden hangisi doğrudur?</strong>",
    "options": {
      "A": "Çalışma alanının büyüklüğü ne olursa olsun bozulma olmaz.",
      "B": "Daha az enerji tüketir.",
      "C": "Daha hızlı çalışılabilir.",
      "D": "Video kurgu için idealdir.",
      "E": "Piksel tabanlı yazılımlara göre kullanımının daha kolaydır."
    },
    "correctAnswer": "A",
    "explanation": "Vektörel tabanlı yazılımlar kullanılarak oluşturulan grafiklerin doğru ve temel özelliği, <b>çözünürlükten bağımsız</b> olmalarıdır. Matematiksel denklemlere dayalı oldukları için, görseli ne kadar büyütürseniz büyütün <b>kalitesinde bozulma olmaz</b> ve kenarlar her zaman keskindir."
  },
  {
    "id": "373806",
    "unitNumber": 10,
    "text": "<strong>Unity yazılımı ile aşağıdakilerden hangisi yapılabilmektedir?</strong>",
    "options": {
      "A": "Afiş tasarımı",
      "B": "Mizanpaj ve dizgi",
      "C": "Sanal gerçeklik mekân tasarımı",
      "D": "Video kurgu",
      "E": "Yapay zekâ ve derin öğrenme"
    },
    "correctAnswer": "C",
    "explanation": "<b>Unity</b>, dünyanın önde gelen <b>oyun motorlarından</b> biridir. Temel olarak <b>video oyunu geliştirme</b> (2D ve 3D), artırılmış ve sanal gerçeklik (AR/VR) uygulamaları ve etkileşimli simülasyonlar oluşturmak için kullanılır. Grafik tasarım sürecinde 3D modelleme veya görselleştirme için de entegre edilebilir."
  },
  {
    "id": "373813",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi çizim tabletleri için <u>söylenemez</u>?</strong>",
    "options": {
      "A": "Çizim sürecinde kolaylık sağlar.",
      "B": "Grafik tasarım ve illüstrasyon yapılabilir.",
      "C": "Ekranlı, ekransız ve yarı ekranlı olmak üzere üç gruba ayrılır.",
      "D": "Stylus adı verilen kalemler ile çizim yapılabilir.",
      "E": "Farklı boyutlar ve özelliklere sahip olabilir."
    },
    "correctAnswer": "C",
    "explanation": "Çizim tabletleri, tasarımcılara basınca duyarlılık, ergonomi ve hassas imleç kontrolü gibi üstün özellikler sunar. Söylenemeyecek bir ifade, genellikle tabletlerin <b>özel bir yazılım gerektirmediği</b> veya <b>fare kadar kısıtlı bir deneyim sunduğu</b> yönündeki yanlış bir varsayım olacaktır. Tabletler, profesyonel çizim ve boyama için tasarlanmıştır ve üstün bir kontrol sağlar."
  },
  {
    "id": "360285",
    "unitNumber": 11,
    "text": "Tasarımcılar henüz olgunlaşmamış fikirlerini geliştirirken fikre dair zihinlerinde oluşturdukları çözümleri başkalarına ve kendilerine ……………….. için eskizler çizerler.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "options": {
      "A": "renklendirmek",
      "B": "modellemek",
      "C": "güzelleştirmek",
      "D": "hızlandırmak",
      "E": "ifade etmek"
    },
    "correctAnswer": "E",
    "explanation": "Tasarım sürecinin başlangıç aşamalarında, tasarımcılar zihinlerindeki <b>henüz olgunlaşmamış</b> veya karmaşık fikirleri netleştirmek, <b>görselleştirmek</b> ve en önemlisi <b>başkalarına ve kendilerine iletmek</b> (komünikasyon) için eskizler çizerler. Bu, fikrin hızlıca test edilmesini ve geliştirilmesini sağlar."
  },
  {
    "id": "360286",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi Ekransız Grafik Tabletler’i ifade etmek için kullanılır?</strong>",
    "options": {
      "A": "Kör Tablet",
      "B": "Düz Tablet",
      "C": "Ekranlı Tablet",
      "D": "Düzlem Tablet",
      "E": "LCD Tabletler"
    },
    "correctAnswer": "A",
    "explanation": "Grafik tabletler iki ana kategoriye ayrılır: Ekranı olanlar (Display Tablets) ve ekranı olmayanlar. Ekranı olmayan tabletler, kullanıcının doğrudan çizim yaptığı yüzeye bakmadığı, çıktıyı bilgisayar monitöründen takip ettiği cihazlardır ve bunlar genellikle <b>Kalem Tablet</b> (Pen Tablet) veya sadece <b>Çizim Tableti</b> olarak ifade edilir."
  },
  {
    "id": "360287",
    "unitNumber": 11,
    "text": "<strong>Grafik tabletlerde çizim hassasiyeti aşağıdakilerden hangisi ile ifade edilir?</strong>",
    "options": {
      "A": "Bitmap",
      "B": "Basınç duyarlılığı",
      "C": "PPI",
      "D": "Gutter",
      "E": "Alley"
    },
    "correctAnswer": "B",
    "explanation": "Grafik tabletlerin çizim hassasiyeti, yani ne kadar ince detay yakalayabildiği, <b>LPI</b> (Lines Per Inch - İnç Başına Çizgi) birimi ile ifade edilir. Yüksek LPI değeri, tabletin daha yüksek <b>çözünürlüğe</b> sahip olduğunu ve daha hassas bir çizim deneyimi sunduğunu gösterir."
  },
  {
    "id": "360288",
    "unitNumber": 11,
    "text": "<strong>“Genişletilmiş Gerçeklik (……………) terimi bir teknolojiyi doğrudan işaret etmekten ziyade Artırılmış Gerçeklik, Sanal Gerçeklik, Karma Gerçeklik ve bunların kapsamında olan teknolojileri kapsayan şemsiye bir terimdir.” İfadesinde noktalı yere aşağıdakileren hangisi gelmelidir?</strong>",
    "options": {
      "A": "Augmented Reality",
      "B": "Extended Reality",
      "C": "Virtual Reality",
      "D": "Mixed Reality",
      "E": "Visual Reality"
    },
    "correctAnswer": "B",
    "explanation": "Noktalı yere gelmesi gereken ifade <b>XR</b>'dır. <b>Genişletilmiş Gerçeklik (Extended Reality - XR)</b>, Artırılmış Gerçeklik (AR), Sanal Gerçeklik (VR) ve Karma Gerçeklik (MR) teknolojilerinin tümünü kapsayan <b>şemsiye bir terimdir</b>. XR, gerçek ve sanal ortamın birleşimiyle oluşan tüm deneyimleri ifade eder."
  },
  {
    "id": "360289",
    "unitNumber": 11,
    "text": "<strong>“Kişinin görsel, işitsel (bazı durumlarda dokunsal) yollarla duyu organlarına hitap ederek, fiziksel dünya yerine sayısal ortamda üretilmiş sanal dünyada olma illüzyonunu yaratan teknolojilerdir.” tanımı aşağıdaki teknolojilerden hangisine aittir?</strong>",
    "options": {
      "A": "Sanal Gerçeklik",
      "B": "Artırılmış Gerçeklik",
      "C": "Görsel Gerçeklik",
      "D": "Karma Gerçeklik",
      "E": "Azaltılmış Gerçeklik"
    },
    "correctAnswer": "A",
    "explanation": "Tanımı yapılan teknoloji <b>Sanal Gerçeklik (Virtual Reality - VR)</b>'tır. VR, kullanıcıyı dış dünyadan tamamen soyutlayarak, <b>sayısal ortamda üretilmiş</b> sanal dünyada olma <b>illüzyonunu</b> yaratır. Bu deneyim, genellikle özel başlıklar (headsets) aracılığıyla görsel ve işitsel olarak sağlanır."
  },
  {
    "id": "360294",
    "unitNumber": 11,
    "text": "<strong>Sanal gerçekliğin artırılmış ve karma gerçeklikten en temel farkı aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Kullanıcının fiziksel dünyadan yalıtılıyor olmasıdır.",
      "B": "Kullanıcının sanal dünyadan yalıtılıyor olmasıdır.",
      "C": "Bilgisayarın sayısal dünyadan yalıtılıyor olmasıdır.",
      "D": "Kullanıcının fiziksel ve sanal dünyayı beraber görmesidir.",
      "E": "Kullanıcının sadece fiziksel dünyayı görmesidir."
    },
    "correctAnswer": "A",
    "explanation": "Sanal gerçekliğin Artırılmış Gerçeklik (AR) ve Karma Gerçeklik (MR)'dan temel farkı, kullanıcının <b>gerçek dünyadan tamamen yalıtılması</b> ve tüm duyusal girdilerinin sanal ortamdan gelmesidir. AR ve MR ise <b>gerçek dünya ile sanal içeriği birleştirir</b>."
  },
  {
    "id": "360295",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi bilgisayar üretimi görüntülerin fiziksel dünya görüntüsü üzerine bindirilmiş olarak sunulduğu teknolojileri ifade eden terimdir?</strong>",
    "options": {
      "A": "Genişletilmiş Gerçeklik",
      "B": "Sanal Gerçeklik",
      "C": "Mixed Gerçeklik",
      "D": "Karma Gerçeklik",
      "E": "Artırılmış Gerçeklik"
    },
    "correctAnswer": "E",
    "explanation": "Bu ifade, <b>Artırılmış Gerçeklik (Augmented Reality - AR)</b> terimini tanımlar. AR, bilgisayar tarafından oluşturulan <b>dijital görüntüleri</b>, gerçek dünya görüntüsü üzerine bindirerek, kullanıcının çevresini zenginleştirir."
  },
  {
    "id": "360297",
    "unitNumber": 11,
    "text": "<strong>Aşağıdaki teknolojilerden hangi ikisinde gerçek dünyadan yalıtılma sözkonusu <u>değildir</u>?</strong>",
    "options": {
      "A": "Sanal Gerçeklik ve Görsel Gerçeklik",
      "B": "Artırılmış Gerçeklik ve Sanal Gerçeklik",
      "C": "Sanal Gerçeklik ve Karma Gerçeklik",
      "D": "Karma Gerçeklik ve Artırılmış Gerçeklik",
      "E": "Sanal Gerçeklik ve Virtual Reality"
    },
    "correctAnswer": "D",
    "explanation": "Gerçek dünyadan yalıtılmanın söz konusu olmadığı teknolojiler <b>Artırılmış Gerçeklik (AR)</b> ve <b>Karma Gerçeklik (MR)</b>'dır. Her iki teknolojide de kullanıcı, dijital içerikle etkileşim kurarken <b>fiziksel çevresini görmeye ve onunla etkileşime devam eder</b>. Yalnızca Sanal Gerçeklik (VR) gerçek dünyadan tamamen yalıtır."
  },
  {
    "id": "360299",
    "unitNumber": 11,
    "text": "<strong>VR ve AR teknolojilerinin harmanlanmış hâli olan teknoloji aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Sanal Gerçeklik",
      "B": "Virtual Reality",
      "C": "Augmented Reality",
      "D": "Artırılmış Gerçeklik",
      "E": "Karma Gerçeklik"
    },
    "correctAnswer": "E",
    "explanation": "VR ve AR teknolojilerinin özelliklerini birleştirerek, hem sanal hem de gerçek nesnelerin etkileşime girdiği bir ortam yaratan teknoloji <b>Karma Gerçeklik (Mixed Reality - MR)</b>'dır. MR, gerçeklik-sanallık spektrumunun ortasında yer alır."
  },
  {
    "id": "360301",
    "unitNumber": 11,
    "text": "Tasarım alanında öngörülebilir hedefler için kullanılan mantıksal karar sistemi olarak …………………. kullanmak temel kararlarda tasarımcıların işini kolaylaştırır hâle gelmiştir.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "options": {
      "A": "Sanal Gerçeklik (VR)",
      "B": "Yapay zekâ (AI)",
      "C": "Karma Gerçeklik (MR)",
      "D": "Sanatçı Eskizleri",
      "E": "Artırılmış Gerçeklik (AR)"
    },
    "correctAnswer": "B",
    "explanation": "Tasarım alanında öngörülebilir ve tekrarlanabilir hedefler için <b>mantıksal karar sistemleri</b> kullanmak, genellikle <b>Algoritma Tabanlı Tasarım</b> veya <b>Hesaplamalı Tasarım</b> (Computational Design) kavramlarıyla ilişkilidir. Bu yaklaşımlar, tasarımcının belirlediği kurallar dizisine (algoritmalara) dayanarak çözümler üretir."
  },
  {
    "id": "373874",
    "unitNumber": 11,
    "text": "<strong>Hızlı Prototipleme (Rapid Prototyping) teknolojisinin diğer ismi aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Dijital Baskı",
      "B": "Ofest Baskı",
      "C": "CTP Baskı",
      "D": "Serigrafi Baskı",
      "E": "3B Baskı"
    },
    "correctAnswer": "E",
    "explanation": "<b>Hızlı Prototipleme (Rapid Prototyping)</b>, bir tasarımın fiziksel modelini hızla üretmek için kullanılan yöntemlerin genel adıdır. Bu süreç, genellikle katman katman malzeme ekleyerek modeller oluşturduğu için, modern endüstride <b>Eklemeli İmalat (Additive Manufacturing)</b> veya daha yaygın adıyla <b>3D Yazdırma</b> olarak da bilinir."
  },
  {
    "id": "373875",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi dijital baskının bize sağlamış olduğu faydalardan biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Yüksek maliyetler",
      "B": "Gerçek zamanlı prova",
      "C": "Esneklik ve daha parlak renkler",
      "D": "Talep edilen miktarda baskı sayısı",
      "E": "Geleneksel baskı ile bağlantılı olması"
    },
    "correctAnswer": "A",
    "explanation": "Dijital baskı, özellikle düşük adetlerde <b>hızlı dönüş süresi</b>, <b>az hazırlık maliyeti</b> ve <b>kişiselleştirme imkanı</b> (variable data) gibi birçok fayda sağlar. Dijital baskının faydası olmayan durum ise genellikle <b>çok yüksek tirajlarda baskı başına maliyetin ofset baskıya göre daha düşük olması</b> değildir, çünkü ofset baskı yüksek hacimde daha ekonomiktir."
  },
  {
    "id": "373879",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi bir hareket yakalama teknolojisi <u>değildir</u>?</strong>",
    "options": {
      "A": "Doğrusal Sistemler",
      "B": "Aktif Optik Sistemler",
      "C": "Pasif Optik Sistemler",
      "D": "İnersiyal Sistemler",
      "E": "İşaretsiz Sistemler"
    },
    "correctAnswer": "A",
    "explanation": "Hareket Yakalama (Motion Capture) teknolojileri, genellikle <b>Optik</b> (kamera ve marker), <b>Eylemsizlik</b> (Inertial - sensörler) ve <b>Mekanik</b> sistemler olmak üzere üç ana başlıkta incelenir. Bu listede hareket takibi sağlamayan bir seçenek (örneğin bir 3D modelleme yazılımı veya tarama aracı) doğru cevap olacaktır, zira bu araçlar hareket yakalama amacı taşımazlar."
  },
  {
    "id": "373883",
    "unitNumber": 11,
    "text": "<strong>Aşağıdaki yazılımlardan hangisi moda tasarımı için özel olarak üretilmiş CAD yazılımları arasında <u>yer almaz</u>?</strong>",
    "options": {
      "A": "CLO 3D",
      "B": "TUKA 3D",
      "C": "Marvelous Designer",
      "D": "C-Design Fashion",
      "E": "Adobe Premiere"
    },
    "correctAnswer": "E",
    "explanation": "Moda tasarımı için özel olarak geliştirilmiş CAD yazılımları, kalıp hazırlama, serileme ve sanal prova gibi sektörel ihtiyaçlara odaklanır (Örn: CLO 3D, Optitex, Lectra). Eğer bir yazılım (örneğin <b>AutoCAD</b> veya <b>SolidWorks</b>) bu özel moda süreçlerine odaklanmıyorsa ve genel amaçlı makine/mimari tasarım için kullanılıyorsa, moda tasarımı için özel üretilmiş CAD yazılımları arasında yer almaz."
  },
  {
    "id": "360355",
    "unitNumber": 12,
    "text": "<strong>Sürdürülebilir Tasarım ne demektir?</strong>",
    "options": {
      "A": "Ürün elde etmek",
      "B": "Kaliteli ürün çıkarmak",
      "C": "Hoşa giden biçimler tasarlamak",
      "D": "Gelecek kuşakların ihtiyacından almadan, bugünü üretmek",
      "E": "Bir güzel resim yapmak"
    },
    "correctAnswer": "D",
    "explanation": "<b>Sürdürülebilir Tasarım</b>, üretilen bir ürünün yaşam döngüsü boyunca (tasarım aşamasından, malzeme seçimine, üretimine, kullanımına ve elden çıkarılmasına kadar) çevresel, sosyal ve ekonomik etkilerini minimize etmeyi amaçlayan bir yaklaşımdır. Asıl amaç, bugünün ihtiyaçlarını karşılarken gelecek nesillerin ihtiyaçlarını tehlikeye atmamaktır. Bu yaklaşım, <b>ekolojik ayak izini azaltma</b> ve <b>kaynak verimliliğini artırma</b> ilkelerine dayanır."
  },
  {
    "id": "360358",
    "unitNumber": 12,
    "text": "<strong>Sürdürülebilir kalkınma farkındalık toplantıları ne zaman başlamıştır?</strong>",
    "options": {
      "A": "Çizimle başlamıştır.",
      "B": "Resimle başlamıştır.",
      "C": "1972 yılında Stokholm'de başlamıştır.",
      "D": "İnsanın araç gereç yapımıyla başlamıştır.",
      "E": "İnsanın heykel yapımıyla başlamıştır."
    },
    "correctAnswer": "C",
    "explanation": "Sürdürülebilir kalkınma farkındalık toplantılarının başlangıcı genellikle 1970'li yıllara dayanır. <b>1972 Stockholm Konferansı (Birleşmiş Milletler İnsan Çevresi Konferansı)</b>, bu alandaki ilk büyük uluslararası toplantı olarak kabul edilir ve çevre sorunlarının küresel bir gündem haline gelmesine neden olmuştur. Kavramın resmen tanımlanması ve yaygınlaşması ise <b>1987 Brundtland Raporu</b> ile olmuştur."
  },
  {
    "id": "360359",
    "unitNumber": 12,
    "text": "<strong>Sürdürülebilir Kalkınma hedefleri kaç maddeden oluşmaktadır?</strong>",
    "options": {
      "A": "25",
      "B": "22",
      "C": "32",
      "D": "17",
      "E": "18"
    },
    "correctAnswer": "D",
    "explanation": "Birleşmiş Milletler tarafından 2015 yılında kabul edilen ve 2030 yılına kadar ulaşılması hedeflenen <b>Sürdürülebilir Kalkınma Hedefleri (SKH)</b>, toplamda <b>17 ana maddeden</b> oluşmaktadır. Bu hedefler, yoksulluk, iklim değişikliği, eşitsizlik ve barış gibi küresel zorluklara çözüm bulmayı amaçlar."
  },
  {
    "id": "360360",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi sürdürülebilir kalkınma hedefleri içinde yer alır?</strong>",
    "options": {
      "A": "Orman artıkları",
      "B": "Emek üretimi",
      "C": "Makineleşme",
      "D": "İşsizliği önleme",
      "E": "Toprak ve arazi yaşamını korumak"
    },
    "correctAnswer": "E",
    "explanation": "Sürdürülebilir Kalkınma Hedefleri (SKH) geniş bir yelpazeyi kapsar ve bu hedefler arasında <b>Sorumlu Üretim ve Tüketim</b>, Yoksulluğa Son, İklim Eylemi ve Erişilebilir Temiz Enerji gibi maddeler yer alır. Seçenekler arasında yer alan bu tip maddeler, SKH'nin 17 temel hedefine uygunluk gösterir."
  },
  {
    "id": "360361",
    "unitNumber": 12,
    "text": "<strong>Doğal çevre ne demektir?</strong>",
    "options": {
      "A": "İnsanın ürettiği kentlerdir.",
      "B": "Araçlar ve yollardır.",
      "C": "Doğadaki tüm canlı cansızların bulunduğu ortamdır.",
      "D": "Hayvanların yaşadığı ortamdır.",
      "E": "Otlak ve meralardır."
    },
    "correctAnswer": "C",
    "explanation": "<b>Doğal çevre</b> (veya fiziksel çevre), insanların minimum düzeyde müdahale ettiği veya hiç müdahale etmediği tüm yaşayan ve cansız varlıkları kapsayan doğal yaşam alanıdır. Bu tanım; <b>ekosistemleri</b>, doğal kaynakları, biyolojik çeşitliliği ve yeryüzü şekillerini içerir. İnsan faaliyetleri sonucu oluşan yapay çevrenin karşıtıdır."
  },
  {
    "id": "360397",
    "unitNumber": 12,
    "text": "<strong>Biyomimikri ne demektir?</strong>",
    "options": {
      "A": "Hayvan, insan mücadelesidir",
      "B": "Doğadan faydalanma kolaylığı",
      "C": "Hayvanların yuva yapmaları",
      "D": "Doğanın işleyişinin taklidi",
      "E": "Doğal felaketlerden korunmak"
    },
    "correctAnswer": "D",
    "explanation": "<b>Biyomimikri</b> (Biomimicry), doğanın kanıtlanmış stratejilerini, formlarını, süreçlerini ve ekosistemlerini taklit ederek (biyo: yaşam, mimikri: taklit) insan sorunlarına sürdürülebilir çözümler tasarlayan yenilikçi bir bilim ve tasarım disiplinidir. Biyomimikri, 'doğadan ilham alarak' <b>işlevsel çözümler</b> geliştirmeyi hedefler."
  },
  {
    "id": "360398",
    "unitNumber": 12,
    "text": "<strong>Biyomimikri biliminin kurucusu kimdir?</strong>",
    "options": {
      "A": "Charles Darwin",
      "B": "Aristo",
      "C": "Janine Benyus",
      "D": "Gregor Mendel",
      "E": "Nikola Tesla"
    },
    "correctAnswer": "C",
    "explanation": "Modern anlamda <b>Biyomimikri</b> kavramını tanımlayan, bilimsel bir disiplin olarak yaygınlaştıran ve bu alandaki çalışmaları öncüleyen kişi <b>Janine Benyus</b>'tur. Benyus, 1997'de yayımlanan 'Biomimicry: Innovation Inspired by Nature' (Biyomimikri: Doğadan İlham Alan Yenilik) adlı kitabıyla tanınmaktadır."
  },
  {
    "id": "360399",
    "unitNumber": 12,
    "text": "<strong>Biyomimikri tasarım spiralinde aşağıdakilerden hangisi mevcuttur?</strong>",
    "options": {
      "A": "İnceleme",
      "B": "Evcilleştirme",
      "C": "Yeniden üretme",
      "D": "Soyutlama",
      "E": "Kavrama"
    },
    "correctAnswer": "D",
    "explanation": "Biyomimikri Tasarım Spirali (ya da Döngüsü), doğadan ilham alınarak tasarım yapma sürecini gösterir. Bu spiralde yer alan temel aşamalar arasında <b>Tanımlama</b> (Identify), <b>Biyolojikleştirme</b> (Biologize), <b>Soyutlama</b> (Abstract), <b>Uygulama</b> (Apply) ve <b>Değerlendirme</b> (Evaluate) süreçleri mevcuttur. Tasarım, doğadaki çözümlerle eşleştirilerek ilerler."
  },
  {
    "id": "360400",
    "unitNumber": 12,
    "text": "<strong>Biyomimikri spiralinde aşağıdakilerden hangisi doğrudur?</strong>",
    "options": {
      "A": "Sürekli yağmur yağar.",
      "B": "İhtiyacı kadar enerji üretir.",
      "C": "Sürekli güneş ışığına ihtiyaç duyar.",
      "D": "Tüm ürünler aynı topraktan üretilir.",
      "E": "Kalitesiz ürün ve tasarımları yok eder."
    },
    "correctAnswer": "B",
    "explanation": "Biyomimikri spiralindeki temel doğruluk, sürecin doğrusal değil, <b>döngüsel ve yinelemeli</b> (iterative) olmasıdır. Süreç, tasarım ihtiyacının belirlenmesi ile başlar ve doğadaki ilgili çözümün bulunması, prensiplerin soyutlanması ve tasarımda uygulanmasından sonra sürekli olarak <b>değerlendirme ve geliştirme</b> aşamalarına tabi tutulur."
  },
  {
    "id": "360401",
    "unitNumber": 12,
    "text": "<strong>Sürdürülebilir ambalaj tasarımı ne demektir?</strong>",
    "options": {
      "A": "Tüketim kültürünü desteklemek",
      "B": "Daha fazla üretimi teşvik etmek",
      "C": "Daha çok müşteriye ulaşmak",
      "D": "Sanat ve estetiğe önem vermek",
      "E": "Çevre dostu ürünler geri dönüşümlü tasarımlar yaratmak"
    },
    "correctAnswer": "E",
    "explanation": "<b>Sürdürülebilir ambalaj tasarımı</b>, ambalajın tüm yaşam döngüsü boyunca çevresel etkiyi minimuma indiren bir yaklaşımdır. Bu yaklaşım; <b>malzeme miktarını azaltma</b> (lightweighting), <b>yenilenebilir veya geri dönüştürülmüş malzeme kullanma</b> ve ambalajın kullanım sonrasında <b>geri dönüştürülebilir</b> veya kompostlanabilir olmasını sağlamayı içerir."
  },
  {
    "id": "373968",
    "unitNumber": 12,
    "text": "<strong>Sürdürülebilir tasarımın asıl amacı nedir?</strong>",
    "options": {
      "A": "Savaşa hayır demektir.",
      "B": "Barış yanlısı bir harekettir.",
      "C": "Hayvan katliamına karşıdır.",
      "D": "Daha düşük enerji,daha az atık",
      "E": "Rahat yaşamaktır."
    },
    "correctAnswer": "D",
    "explanation": "Sürdürülebilir tasarımın asıl amacı, ürünlerin ve hizmetlerin çevresel, ekonomik ve sosyal boyutlarda <b>üçlü alt çizgi</b> (Triple Bottom Line) dengesini sağlayarak uzun ömürlü olmasını sağlamaktır. Temel hedef, <b>doğal kaynak tüketimini en aza indirmek</b> ve üretimin <b>gelecek nesillerin yaşam kalitesini korumasına</b> yardımcı olmaktır."
  },
  {
    "id": "373969",
    "unitNumber": 12,
    "text": "I. Malzemeleri toplamak<br/>II. Geri dönüştürmek<br/>III. Geri dönüştürülmüş ürünleri tekrar üretime döndürerek satın almak<br/>IV. Sürekli üretim yapmak<br/><strong>Sürdürülebilirliğin temel göstergesi olan geri dönüşüm logosundaki oklar yukarıdakilerden hangilerini temsil eder?</strong>",
    "options": {
      "A": "I ve II",
      "B": "I ve IV",
      "C": "II ve III",
      "D": "I, II ve III",
      "E": "I, II, III ve IV"
    },
    "correctAnswer": "D",
    "explanation": "Uluslararası geri dönüşüm logosu olan Mobius döngüsündeki üç ok, geri dönüşüm sürecinin <b>üç temel aşamasını</b> temsil eder:<br>I. Malzemelerin <b>Toplanması</b> (Collection).<br>II. Toplanan malzemelerin <b>İşlenmesi/Geri Dönüştürülmesi</b> (Processing).<br>III. Geri dönüştürülmüş ürünlerin tüketiciler tarafından <b>Tekrar Satın Alınması</b> (Purchasing). Bu üç aşama, döngünün tamamlanması ve sürdürülebilirliğin sağlanması için kritik öneme sahiptir."
  },
  {
    "id": "373970",
    "unitNumber": 12,
    "text": "<strong>3-14 Haziran 1992 tarihleri arasında, Rio de Janerio’da düzenlenen Birleşmiş Milletler Çevre ve Kalkınma Konferansı niçin toplanmıştır?</strong>",
    "options": {
      "A": "Bitkilerin korunması",
      "B": "Çevreye duyarlı politikaların geliştirilmesi",
      "C": "Hayvanların korunması",
      "D": "Fabrikaların kapatılması",
      "E": "Araçların azaltılması"
    },
    "correctAnswer": "B",
    "explanation": "1992 Rio de Janeiro’da düzenlenen Birleşmiş Milletler Çevre ve Kalkınma Konferansı (UNCED), <b>çevre koruma</b> ile <b>sosyoekonomik kalkınma</b> arasındaki ilişkinin küresel düzeyde ele alınması amacıyla toplanmıştır. Konferansın temel amacı, hükümetleri <b>sürdürülebilir kalkınma</b> konusunda küresel bir eylem planı olan <b>Gündem 21 (Agenda 21)</b> üzerinde anlaşmaya varmaya teşvik etmekti."
  },
  {
    "id": "373971",
    "unitNumber": 12,
    "text": "<strong>4 Eylül 2002'de Johannesburg toplantısı sonuçları aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Tarım aletlerini çoğaltmak",
      "B": "Petrolü daha iyi arıtmak",
      "C": "Köye dönüşü teşvik etmek",
      "D": "Biyolojik çeşitlilik kaybının durdurulması",
      "E": "Denizlerdeki balık avını çoğaltmak"
    },
    "correctAnswer": "D",
    "explanation": "2002 Johannesburg Dünya Sürdürülebilir Kalkınma Zirvesi (WSSD), 1992 Rio Zirvesi hedeflerinin uygulanma sürecini değerlendirmek üzere yapılmıştır. Temel sonuçları arasında <b>yoksulluğun azaltılması</b>, temiz suya ve sanitasyona erişimin sağlanması ve <b>yenilenebilir enerji kaynaklarının</b> kullanımının teşvik edilmesi gibi somut uygulama alanlarına odaklanılması yer almıştır."
  },
  {
    "id": "373973",
    "unitNumber": 12,
    "text": "I. Yoksullukla mücadele<br/>II. Sorumlu üretim ve tüketim<br/>III. Sağlıklı yaşam<br/><strong>Yukarıdakilerden hangisi ya da hangileri sürdürülebilir kalkınma amaçları ve hedefleri arasında yer alır?</strong>",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "correctAnswer": "E",
    "explanation": "Verilen maddelerin her üçü de Birleşmiş Milletler Sürdürülebilir Kalkınma Hedefleri (SKH) arasında yer almaktadır. I. <b>Yoksullukla Mücadele</b> (SKH 1), II. <b>Sorumlu Üretim ve Tüketim</b> (SKH 12) ve III. <b>Sağlıklı Yaşam</b> (SKH 3) hedeflerini temsil eder. Bu amaçlar, 2030 yılına kadar ulaşılması hedeflenen 17 küresel hedefin kritik bileşenleridir."
  },
  {
    "id": "373974",
    "unitNumber": 12,
    "text": "<strong>Sürdürülebilirlik ne anlama gelir?</strong>",
    "options": {
      "A": "Toplum için vazgeçilmezdir.",
      "B": "Tasarımla birlikte bir meslektir.",
      "C": "Çevresel tasarım yapar.",
      "D": "Yaşamı yöneten temel bir ilkedir.",
      "E": "Dış tasarımlara ağırlık verir."
    },
    "correctAnswer": "D",
    "explanation": "<b>Sürdürülebilirlik</b>, temel olarak, bugünkü ihtiyaçları karşılarken doğal kaynakları gelecekteki nesillerin de ihtiyaçlarını karşılayabileceği şekilde koruma yeteneği anlamına gelir. Kavram, <b>çevresel koruma</b>, <b>sosyal eşitlik</b> ve <b>ekonomik canlılık</b> olmak üzere üç ana direk üzerinde yükselir ve uzun vadeli kalıcılığı hedefler."
  },
  {
    "id": "373975",
    "unitNumber": 12,
    "text": "<strong>Sürdürülebilir ambalaj aşağıdakilerden hangisi olmalıdır?</strong>",
    "options": {
      "A": "Sürekli ambalaj üretimi yapılmalıdır.",
      "B": "Ambalaj üretimin temel faktörüdür.",
      "C": "Doğadaki bitki kökenli ürünlerden ambalaj tasarlanmalıdır.",
      "D": "Her malzemeden ambalaj tasarlanabilir.",
      "E": "Ambalaj dayanıklı olmalıdır."
    },
    "correctAnswer": "C",
    "explanation": "Sürdürülebilir bir ambalaj, çevresel etkileri en aza indiren özelliklere sahip olmalıdır. Bu özellikler arasında <b>azaltılmış malzeme kullanımı</b> (kaynak verimliliği), mümkünse <b>yenilenebilir kaynaklardan</b> üretilmiş olması ve kullanım ömrü sonunda <b>kolayca geri dönüştürülebilir</b> veya kompostlanabilir olması yer alır."
  },
  {
    "id": "360407",
    "unitNumber": 13,
    "text": "<strong>\"İnovasyon\" kavramı Türkçe literatürde hangi disiplin alanı ile bağdaştırılmıştır?</strong>",
    "options": {
      "A": "Moda",
      "B": "Sanayi",
      "C": "Kamu",
      "D": "Ekonomi",
      "E": "Eğitim"
    },
    "correctAnswer": "D",
    "explanation": "İnovasyon kavramı Türkçe literatürde güçlü bir şekilde <b>Ekonomi</b> disiplini ile bağdaştırılmıştır. Bu kavram, genellikle <b>ekonomik büyüme</b>, <b>rekabet avantajı</b> ve <b>girişimcilik</b> süreçleriyle yakından ilişkilendirilir ve bu nedenle ekonomi alanına ait bir olgu olarak ele alınır."
  },
  {
    "id": "360408",
    "unitNumber": 13,
    "text": "Özlem Er ve Alpay Er tarafından 2003 yılında yayımlanan makalede tasarım; \"teknoloji ve bilginin insanların kullanabileceği bir ürüne dönüştürüldüğü süreç\" olarak tanımlanmaktadır.<br/><strong>Buna göre tasarım nasıl bir süreç olarak tanımlanmaktadır?</strong>",
    "options": {
      "A": "Yenilikçi",
      "B": "Modern",
      "C": "Gelişimsel",
      "D": "Gelenekselci",
      "E": "Eleştirel"
    },
    "correctAnswer": "A",
    "explanation": "Özlem Er ve Alpay Er'in tanımına göre tasarım; 'teknoloji ve bilginin insanların kullanabileceği bir ürüne dönüştürüldüğü süreç' olarak ifade edilmiştir. Buna göre tasarım, soyut girdileri (bilgi, teknoloji) alıp bunları <b>somut ve işlevsel çıktılara</b> çeviren <b>dönüştürücü</b> bir süreç olarak tanımlanmaktadır."
  },
  {
    "id": "360409",
    "unitNumber": 13,
    "text": "<strong>Her dönemde farklı bir tanıma sahip olan inovasyonun, 1960 sonrasından günümüze kadar olan zaman dilimindeki işlevi aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Sorunları görmezden gelmesi",
      "B": "Daha önceki sorunlara değil daha güncel sorunlara odaklanması",
      "C": "Sorunları başka alanlara dâhil etmesi",
      "D": "Daha önce hiç olmamış değerlerin getirilmesi",
      "E": "Çözülmemiş sorunların ele alınması ve çözüm odaklı olması"
    },
    "correctAnswer": "E",
    "explanation": "1960 sonrası dönemden günümüze kadar olan süreçte, inovasyonun işlevi büyük ölçüde <b>ekonomik rekabeti artırma</b> ve <b>stratejik avantaj sağlama</b> üzerine yoğunlaşmıştır. Bu dönemde inovasyon, firmaların pazarda ayakta kalması ve büyümesi için hayati bir <b>stratejik araç</b> olarak kabul edilmiştir."
  },
  {
    "id": "360410",
    "unitNumber": 13,
    "text": "<strong>Tasarım İnovasyonun hangi aşamasında daha aktif bir rol alır?</strong>",
    "options": {
      "A": "Planlama",
      "B": "Süreç",
      "C": "Sonuç",
      "D": "Düşünce",
      "E": "Pazarlama"
    },
    "correctAnswer": "B",
    "explanation": "Tasarım, inovasyon sürecinin her aşamasında önemli olsa da, özellikle <b>Fikir Geliştirme</b> ve <b>Uygulama/Geliştirme</b> aşamalarında daha aktif bir rol üstlenir. Bu aşamalarda tasarım, fikirlerin kullanıcı merkezli bir şekilde somutlaştırılmasını ve <b>pazara uygun hale getirilmesini</b> sağlar."
  },
  {
    "id": "360411",
    "unitNumber": 13,
    "text": "<strong>Bilgi çağında tasarımcıların başarılı olabilmesi için gerekli olan özellik aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Yetenek",
      "B": "Pratik zekâ",
      "C": "Geleneklere bağlılık",
      "D": "Yenilikçi bilinç",
      "E": "Duygusal zekâ"
    },
    "correctAnswer": "B",
    "explanation": "Bilgi çağında tasarımcıların başarılı olabilmesi için sadece estetik yetenekler değil, aynı zamanda <b>karmaşık problemleri çözebilme</b> ve <b>bütünsel bakış açısı</b> gereklidir. Bu bağlamda, farklı disiplinleri ve sistemleri anlayarak çözümler üretebilen <b>Sistem Düşüncesi</b> yeteneği kritik bir özelliktir."
  },
  {
    "id": "360412",
    "unitNumber": 13,
    "text": "<strong>Tasarımda birbiriyle alakalı olmasa dahi birbirini hatırlatmaya yardımcı kavramların birlikte kullanılması hangi düşünme metoduyla açıklanabilir?</strong>",
    "options": {
      "A": "İmgesel düşünme",
      "B": "Analitik düşünme",
      "C": "Çağrışımsal düşünme",
      "D": "Yaratıcı düşünme",
      "E": "Yakınsak düşünme"
    },
    "correctAnswer": "C",
    "explanation": "Tasarımda, birbiriyle alakalı olmayan kavramların veya durumların bir araya getirilerek yeni fikirler üretilmesi (analoji veya metafor kullanımı) <b>Sinektekik</b> (Synectics) düşünme metodu ile açıklanır. Bu metot, yaratıcılığı tetiklemek amacıyla <b>uzak kavramlar arasında bağlantılar</b> kurmayı hedefler."
  },
  {
    "id": "360413",
    "unitNumber": 13,
    "text": "<strong>Tasarım, nasıl bir süreci ifade etmektedir?</strong>",
    "options": {
      "A": "Aktif, sürekli kendini yenileyen",
      "B": "Sabit",
      "C": "Pasif",
      "D": "Kurallara uygun",
      "E": "Kendine ait sınırları olan"
    },
    "correctAnswer": "A",
    "explanation": "Tasarım, genellikle <b>yinelemeli (iteratif)</b> ve <b>kullanıcı merkezli</b> bir süreci ifade eder. Bu süreç, sadece bir ürün ortaya çıkarmakla kalmaz, aynı zamanda bir <b>problemi çözmeye</b> ve <b>değer yaratmaya</b> odaklanır. Bu yönüyle tasarım, hem yaratıcılık hem de sistematik analiz gerektiren bir süreçtir."
  },
  {
    "id": "360414",
    "unitNumber": 13,
    "text": "<strong>Tasarımcılar grafik tasarım alanında istenilen mesajı aktarırken hangi unsurlardan faydalanmaktadır?</strong>",
    "options": {
      "A": "Metin",
      "B": "Grafik",
      "C": "Hazır görsel tabloları",
      "D": "İstatistik tablolar",
      "E": "Görsel imaj, metin ve grafik"
    },
    "correctAnswer": "E",
    "explanation": "Grafik tasarımcılar, istenilen mesajı aktarırken öncelikle <b>görsel iletişim unsurlarından</b> faydalanır. Bu unsurlar arasında <b>tipografi</b> (yazı), <b>renk</b>, <b>şekil</b> ve <b>mizanpaj</b> (düzenleme) gibi temel bileşenler yer alır. Bu unsurların etkin kullanımı mesajın anlaşılırlığını ve etkileyiciliğini artırır."
  },
  {
    "id": "360415",
    "unitNumber": 13,
    "text": "<strong>Yenilikçi yaklaşımların geliştirildiği tasarımda hangi düşünme metodu bir arada <u>kullanılmaz</u>?</strong>",
    "options": {
      "A": "Iraksak düşünme ile yakınsak düşünme",
      "B": "Soyut düşünme ile imgesel düşünme",
      "C": "Sezgisel düşünme ile analitik düşünme",
      "D": "Yaratıcılık ile hayal gücü",
      "E": "Mantıksal düşünme ile soyut düşünme"
    },
    "correctAnswer": "E",
    "explanation": "Yenilikçi yaklaşımların geliştirildiği tasarım sürecinde, genellikle <b>ıraksak (divergent)</b> ve <b>yakınsak (convergent)</b> düşünme metotları bir arada kullanılır. Ancak, yalnızca <b>Kısıtlayıcı Analitik Düşünme</b> (sadece maliyet veya mevcut kaynak optimizasyonuna odaklanma), yenilikçi fikirlerin ve radikal çözümlerin geliştirilmesini engellediği için bu süreçte <u>kullanılmaz</u> (veya baskılanır)."
  },
  {
    "id": "360416",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi bir disiplinin kendi sınırlarını aşarak diğer disiplinlerle etkileşimine olanak sağlayan bir yaklaşımdır?</strong>",
    "options": {
      "A": "Çokdisiplinlik",
      "B": "Disiplinlerarasılık",
      "C": "Deneysellik",
      "D": "Transdisipliner",
      "E": "Yaratıcılık"
    },
    "correctAnswer": "B",
    "explanation": "Bir disiplinin kendi sınırlarını aşarak diğer disiplinlerle yoğun ve sentezleyici bir etkileşim kurmasına olanak sağlayan yaklaşım <b>Transdisipliner</b> yaklaşımdır. Transdisiplinerlik, disiplinler üstü, <b>yeni bir bilgi çerçevesi</b> oluşturmayı hedefler."
  },
  {
    "id": "373976",
    "unitNumber": 13,
    "text": "<strong>“Var olan bir soruna birden fazla disiplinin bir araya gelerek, kendi disiplin sınırlarını aşmadan formüller üretilmesi” şeklinde tanımlanan yaklaşım aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Çok Disiplinlilik",
      "B": "Problem Çözme",
      "C": "Trans Disipliner",
      "D": "Disiplinler Arasılık",
      "E": "Yaratıcılık"
    },
    "correctAnswer": "A",
    "explanation": "Verilen tanım —birden fazla disiplinin bir araya gelerek ancak <b>kendi disiplin sınırlarını aşmadan</b> formüller üretmesi— <b>Multidisipliner (Çok Disiplinli)</b> yaklaşımı ifade eder. Bu yaklaşımda disiplinler paralel çalışır, ancak derin bir entegrasyon veya bilgi sentezi gerçekleşmez."
  },
  {
    "id": "373977",
    "unitNumber": 13,
    "text": "<strong>Türkçe literatürde hangi kavramlarla birlikte anılıyor olması inovasyonun daha çok ekonomi alanına ait bir kavram olmasını desteklemektedir?</strong>",
    "options": {
      "A": "Yönetim, ürün-hizmet, kâr-zarar, satış",
      "B": "Moda, ürün, icat",
      "C": "Renk, grafik, eskiz",
      "D": "Kâr-zarar, grafik, icat",
      "E": "ArGe, Planlama, Renk"
    },
    "correctAnswer": "A",
    "explanation": "İnovasyonun ekonomi alanına ait bir kavram olmasını destekleyen anahtar kavramlar, Türkçe literatürde sıklıkla <b>Yenilik</b>, <b>Girişimcilik</b>, <b>Rekabet</b> ve <b>Ekonomik Büyüme</b> gibi kavramlarla birlikte anılıyor olmasıdır. Bu kavramlar, inovasyonun temel amacının <b>ekonomik fayda</b> yaratmak olduğunu gösterir."
  },
  {
    "id": "373983",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi tasarımcının tasarımında başarılı olmasında gerekli olan unsurlardan biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Basit ama odaklı olması",
      "B": "Olmayanı tasarlama kaygısına sahip olması",
      "C": "Var olanı dönüştüre bilme yetisine sahip olması",
      "D": "Multidisipliner bir çalışma benimsemesi",
      "E": "Analiz yeteneğinin güçlü olması"
    },
    "correctAnswer": "B",
    "explanation": "Başarılı bir tasarımcının tasarımında gerekli olan unsurlar arasında kullanıcı odaklılık, fizibilite ve yaratıcılık yer alır. Başarıyı olumsuz etkileyecek unsurlardan biri, <b>kullanıcı ihtiyaçlarını göz ardı eden</b> veya sadece <b>kişisel beğeniye</b> dayanan yaklaşımlar olabilir. Tasarım, bütünsel ve paydaş odaklı olmalıdır."
  },
  {
    "id": "373984",
    "unitNumber": 13,
    "text": "<strong>Olmayanı tasarlama kaygısı tasarımcının hangi yönünü sınırlandırır?</strong>",
    "options": {
      "A": "Yetenekli olmasını",
      "B": "Zekâsını",
      "C": "Bilgisini",
      "D": "Farklı bakış açılarıyla bakabilmesini",
      "E": "Estetik algısını"
    },
    "correctAnswer": "D",
    "explanation": "Tasarımcının sürekli olarak 'olmayanı tasarlama' kaygısı taşıması, yani her zaman radikal bir yenilik peşinde koşması, mevcut sistemleri iyileştirme veya kanıtlanmış bilgileri kullanma yönünü sınırlandırır. Bu durum, özellikle <b>yakınsak (convergent) düşünme</b>, yani fikirleri test etme ve optimize etme aşamasını <b>kısıtlar</b>."
  },
  {
    "id": "360417",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisinde etkileşim kavramı doğru açıklanmıştır?</strong>",
    "options": {
      "A": "İnsanın kendi kendisini motive ederken yaşadığı ruh haline etkileşim denir.",
      "B": "Türk Dil Kurumuna göre, gerçeğin dolaysız, içgüdüsel bir biçimde kavranması tanımına karşılık gelen ifadedir.",
      "C": "En az iki nesnenin ya da insanın birbirini geçici ya da kalıcı olarak etkilendiği durumları nitelemek için kullanılan bir terimdir.",
      "D": "Halk arasında “tepki” kelimesinin karşıtı olarak kullanılan kelimedir.",
      "E": "İki insan arasındaki eyleme yardımcı olan ekipmanların kullanımı ile gerçekleşen eylemdir."
    },
    "correctAnswer": "C",
    "explanation": "Etkileşim (Interaction), genel olarak iki veya daha fazla şeyin birbirini etkilemesi sürecidir. <b>İnsan-Bilgisayar Etkileşimi (HCI)</b> bağlamında ise, bu kavram, kullanıcıların bir ürün, sistem veya hizmetle kurduğu <b>diyalog</b>, karşılıklı iletişim ve eylem/tepki döngüsünü ifade eder. Doğru açıklama, bu karşılıklı etkiyi vurgulayan ifadedir."
  },
  {
    "id": "360418",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi HCI olarak bilinen terimin dilimizdeki karşılığıdır?</strong>",
    "options": {
      "A": "İnsan - teknoloji etkileşimi",
      "B": "İnsan – insan etkileşimi",
      "C": "İnsan - deneyim etkileşimi",
      "D": "İnsan - renk etkileşimi",
      "E": "İnsan - bilgisayar etkileşimi"
    },
    "correctAnswer": "E",
    "explanation": "<b>HCI</b>, İngilizce <b>Human-Computer Interaction</b> (İnsan-Bilgisayar Etkileşimi) ifadesinin kısaltmasıdır. Bu disiplin, insanların bilgisayarlarla etkileşimini tasarlamayı, değerlendirmeyi ve uygulamayı konu edinir."
  },
  {
    "id": "360419",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi WEB 2.0 kavramı ile örtüşür?</strong>",
    "options": {
      "A": "Durağan ve etkileşimsiz bir dönemdir.",
      "B": "Sosyal medya unsurlarının barındığı web 1.0 ‘ a göre kullanıcı sayısı çok daha azdır.",
      "C": "Sadece araştırma ve okuma eylemlerinin mümkün olduğu web dönemidir.",
      "D": "Etkileşim açısından insana ihtiyaç duyulmaz.",
      "E": "Kullanıcıların yorum yapma ve içerik üretmeleri mümkün hale gelmeye başlamıştır."
    },
    "correctAnswer": "E",
    "explanation": "<b>WEB 2.0</b> kavramı, internetin sadece bilgi tüketilen bir ortam olmaktan çıkıp, kullanıcıların <b>içerik üretebildiği</b>, paylaşabildiği ve birbirleriyle <b>etkileşim</b> kurabildiği sosyal ve dinamik platformlara (sosyal medya, bloglar, wiki'ler) dönüşmesini ifade eder. Bu nedenle, kullanıcı katılımını ve işbirliğini temel alır."
  },
  {
    "id": "360420",
    "unitNumber": 14,
    "text": "<strong>“Kullanıcılar ve ürünler arasındaki ilişkilerin, çeşitli unsurlar gözetilerek tasarlanması süreci” olarak tanımlanan ifade aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Eğitim Planlaması",
      "B": "Müşteri ilişkileri",
      "C": "Planlama Tasarımı",
      "D": "Etkileşim Tasarımı",
      "E": "Grafik Tasarım"
    },
    "correctAnswer": "D",
    "explanation": "Verilen tanım, kullanıcılar ve ürünler/sistemler arasındaki <b>ilişkilerin</b> ve <b>diyalogların</b> tasarlanması sürecini ifade eder. Bu süreç, doğrudan <b>Etkileşim Tasarımı</b> (Interaction Design - IxD) olarak adlandırılır. IxD, kullanıcıların hedeflerine ulaşmasını sağlayan mantıksal ve tutarlı deneyim akışlarını oluşturmaya odaklanır."
  },
  {
    "id": "360421",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi etkileşim tasarımının 5 boyutundan biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Renk",
      "B": "Fiziksel nesneler veya uzay/mekân",
      "C": "Zaman",
      "D": "Görsel Temsiller",
      "E": "Kelimeler"
    },
    "correctAnswer": "A",
    "explanation": "Etkileşim tasarımının temel 5 boyutu (5 Dimensions of IxD) şunlardır: 1. <b>Kelimeler</b> (1D), 2. <b>Görsel Temsil</b> (2D), 3. <b>Fiziksel Nesneler veya Alan</b> (3D), 4. <b>Zaman</b> (4D), 5. <b>Davranış</b> (5D). Bu boyutlar dışında kalan seçenek, Etkileşim Tasarımının temel boyutlarından biri değildir (örneğin: Donanım Mimarisi veya Pazarlama Stratejisi)."
  },
  {
    "id": "360422",
    "unitNumber": 14,
    "text": "<strong>Aşağıdaki maddelerden hangisi kısaltması “UI” olan User Interface teriminin Türkçe karşılığıdır?</strong>",
    "options": {
      "A": "Bilgisayar - insan etkileşimi",
      "B": "Uygulama grafikleri",
      "C": "Kullanıcı arayüzü",
      "D": "Uygulama işlemi",
      "E": "Kullanıcı deneyimi"
    },
    "correctAnswer": "C",
    "explanation": "<b>UI</b>, İngilizce <b>User Interface</b> kelimelerinin kısaltmasıdır ve Türkçe karşılığı <b>Kullanıcı Arayüzü</b>'dür. Kullanıcı arayüzü, kullanıcının bir dijital ürün veya sistemle etkileşime girdiği görsel ve fiziksel bileşenlerin tamamıdır."
  },
  {
    "id": "360423",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi dilimizde” kullanıcı deneyimi” olarak adlandırılan çalışma alanının literatürdeki yaygın kısaltmasıdır?</strong>",
    "options": {
      "A": "VR",
      "B": "ID",
      "C": "HCI",
      "D": "UX",
      "E": "UI"
    },
    "correctAnswer": "D",
    "explanation": "Dilimizde 'kullanıcı deneyimi' olarak adlandırılan çalışma alanının literatürdeki yaygın kısaltması <b>UX</b>'tir. UX, <b>User Experience</b> (Kullanıcı Deneyimi) kelimelerinin kısaltmasıdır ve bir kullanıcının ürünle etkileşiminin tüm yönlerini kapsar."
  },
  {
    "id": "360424",
    "unitNumber": 14,
    "text": "<strong>Aşağıdaki açıklamalardan hangisi kullanıcı arayüzü tasarımcısının görevlerinden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Sayfa düzenini tasarlamak.",
      "B": "Renk paletlerini ve yazı tiplerini seçmek.",
      "C": "Düğmeler, menüler ve benzeri diğer öğeleri tasarlamak.",
      "D": "Tasarımları geliştiren yazılımcı ve diğer teknik ekiple birlikte hareket etmek.",
      "E": "Web sitesinin içeriğini düzenli olarak güncellemek."
    },
    "correctAnswer": "E",
    "explanation": "Kullanıcı Arayüzü (UI) tasarımcısı, arayüzün <b>görsel hiyerarşisi</b>, renk şemaları, tipografi ve düğme gibi etkileşimli bileşenlerin görsel tasarımı ile ilgilenir. UI tasarımcısının birincil görevi, genellikle <b>iş stratejilerini belirlemek</b> veya kapsamlı <b>kullanıcı araştırması yapmak</b> değildir; bu görevler daha çok UX tasarımcılarına veya iş analistlerine aittir."
  },
  {
    "id": "360425",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi iyi tasarlanmış bir arayüzün kullanılabilirlik kriterlerinden <u>değildir</u>?</strong>",
    "options": {
      "A": "Sistem durumunun görünürlüğü",
      "B": "Renk Uyumu",
      "C": "Kullanıcı kontrolü ve özgürlüğü",
      "D": "Tutarlılık ve Standartlar",
      "E": "Hata Önleme"
    },
    "correctAnswer": "B",
    "explanation": "İyi tasarlanmış bir arayüzün temel kullanılabilirlik kriterleri (Nielsen Heuristics gibi) arasında <b>Öğrenilebilirlik</b>, <b>Verimlilik</b>, <b>Akılda Kalıcılık</b>, <b>Hata Toleransı</b> ve <b>Memnuniyet</b> yer alır. Bu kriterler, ürünün amacına uygun, kolay ve etkili bir şekilde kullanılmasını sağlar. (Örneğin: 'Yüksek Donanım Gereksinimi' bir kullanılabilirlik kriteri değildir.)"
  },
  {
    "id": "360426",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi kullanıcı deneyimi alanında çalışan bir tasarımcının görevlerinden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Tasarım kararlarını doğrulamak ve sorunları belirlemek için kullanıcı testi yapmak",
      "B": "Ürün olarak web sitesinin düğme, tasarımları ve bu tasarımlardaki metinleri oluşturmak",
      "C": "Hedef kitleye/müşterilere dayalı kullanıcı kişilikleri geliştirmek",
      "D": "Bir ürün etkileşimiyle ilgili tüm hedefleri, ihtiyaçları, davranışları ve sorunlu noktaları belirlemek için kullanıcı profillerini araştırmak",
      "E": "Bir müşterinin bir ürünle nasıl etkileşime girdiğini analiz etmek için kullanıcı yolculuk haritaları oluşturmak"
    },
    "correctAnswer": "B",
    "explanation": "Kullanıcı Deneyimi (UX) tasarımcısı, <b>kullanıcı araştırması</b>, <b>bilgi mimarisi</b>, <b>prototipleme</b> ve <b>kullanılabilirlik testleri</b> ile ilgilenir. UX, deneyimin tamamına odaklandığından, genellikle birincil görevleri arasında <b>düşük seviyeli yazılım kodlaması</b> veya <b>teknik altyapı yönetimi</b> bulunmaz."
  },
  {
    "id": "373989",
    "unitNumber": 14,
    "text": "<strong>“IxD” ifadesi mecrada aşağıdakilerden hangisinin kısaltmasıdır?</strong>",
    "options": {
      "A": "Etkileşim Tasarımı",
      "B": "Deneyim Tasarımı",
      "C": "Arayüz Tasarımı",
      "D": "Görsel İletişim Tasarımı",
      "E": "Endüstriyel Tasarım"
    },
    "correctAnswer": "A",
    "explanation": "<b>IxD</b> ifadesi, <b>Etkileşim Tasarımı</b> anlamına gelen <b>Interaction Design</b> kelimelerinin kısaltmasıdır. IxD, kullanıcılar ve ürünler arasındaki etkileşimlerin yapısını ve akışını tasarlamaya odaklanan bir alandır."
  },
  {
    "id": "373990",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi “Kullanıcı Arayüzü” ifadesinin Dünya genelinde kullanılan kısaltmasıdır?</strong>",
    "options": {
      "A": "UX",
      "B": "UI",
      "C": "HCI",
      "D": "IHA",
      "E": "KA"
    },
    "correctAnswer": "B",
    "explanation": "<b>Kullanıcı Arayüzü</b> ifadesi, İngilizce <b>User Interface</b> olarak adlandırılır ve dünya genelinde kullanılan kısaltması <b>UI</b>'dır. UI, kullanıcının bir sistemle görsel ve fiziksel olarak etkileşim kurduğu noktadır."
  },
  {
    "id": "373991",
    "unitNumber": 14,
    "text": "<strong>Aşağıdaki lerden hangisi Etkileşim Tasarımının 5 Boyutu ile ilgili maddeler arasında <u>yer almaz</u>?</strong>",
    "options": {
      "A": "Kelimeler",
      "B": "Görsel temsiller",
      "C": "Fiziksel nesneler veya uzay/mekân",
      "D": "Donanım",
      "E": "Zaman"
    },
    "correctAnswer": "D",
    "explanation": "Etkileşim Tasarımının 5 boyutu şunlardır: <b>Kelimeler</b>, <b>Görsel Temsil</b>, <b>Fiziksel Nesneler</b>, <b>Zaman</b> ve <b>Davranış</b>. Bu listede yer almayan herhangi bir seçenek (örneğin: 'Finansal Planlama' veya 'Arayüzün Teknik Kodlaması') doğru cevap olacaktır, çünkü bunlar tasarım boyutları arasında sayılmaz."
  },
  {
    "id": "373992",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi “İyi Tasarlanmış Bir Arayüzün Kullanılabilirlik Kriterleri” arasında bulunan “Sistem Durumunun Görünürlüğü” ifadesine güzel bir örnek sayılır?</strong>",
    "options": {
      "A": "Netflix dizinin bir bölümünü izlemeyi bitirdiğinizde, sistem size bir sonraki bölümün yüklenmesinin ne kadar süreceğini söyleyen küçük bir ekran sunar. Dilerseniz atlayabilir dilerseniz geri sayımı bekleyebilirsiniz.",
      "B": "Kindle uygulamasında okuduğunuzda sayfalar, fiziksel bir kitap okuma deneyimini taklit eden bir arayüze sahiptir.",
      "C": "Kullanıcının yanlışlıkla dosyaları silmesi hâlinde hüsrana uğramalarını önlemek için, tasarımcı bu durumu ön görmeli ve eylemle devam etmeden önce kullanıcının tekrar onayını alacağı bölümleri eklemelidir.",
      "D": "Arayüzdeki menü ögelerinin gerektiğinde kolayca erişilebilir olması gerekir.",
      "E": "TV kanallarının logolarındaki renk seçimi bu duruma örnek sayılabilir."
    },
    "correctAnswer": "A",
    "explanation": "<b>Sistem Durumunun Görünürlüğü</b>, Nielsen'in kullanılabilirlik buluşlarından (heuristics) biridir. Bu, sistemin kullanıcının yaptığı eylemlere dair uygun ve zamanında geri bildirim vermesi gerektiğini belirtir. Buna en güzel örnek, bir işlemin süresini veya ilerlemesini gösteren <b>ilerleme çubuğu</b> veya bir dosya indirilirken gösterilen <b>yüzdelik tamamlama bilgisi</b>dir."
  },
  {
    "id": "373993",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi kullanıcı arayüzü tasarımcısının birincil görevlerinden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Markanın logosunu tasarlamak",
      "B": "Markanın telefon uygulamasındaki menüleri tasarlamak",
      "C": "Müşterilerin istekleri doğrultusunda web sitesi görsellerini oluşturmak",
      "D": "Tasarımları çalışan bir ürüne dönüştürmek için geliştiricilerle yakın çalışmak",
      "E": "Renk paletlerini ve yazı tiplerini seçmek"
    },
    "correctAnswer": "A",
    "explanation": "Kullanıcı Arayüzü (UI) tasarımcısının birincil görevi, ürünün <b>estetiğini</b> ve <b>görsel tutarlılığını</b> sağlamaktır. Bu, renkler, tipografi ve bileşen yerleşimi gibi görsel detayları içerir. <b>Kullanıcı yolculuk haritasını oluşturmak</b> veya <b>stratejik iş hedeflerini tanımlamak</b>, birincil olarak UX tasarımcısının veya ürün yöneticisinin görevidir, UI tasarımcısının değil."
  },
  {
    "id": "373994",
    "unitNumber": 14,
    "text": "Kullanıcının ne yaşadığını, ne hissedildiği de dâhil olmak üzere tüm etkileşim sürecini ifade eden ......................, bu sebeple çok kaynakta Etkileşim Tasarımı'nı da kapsar şekilde ifade edilmektedir.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "options": {
      "A": "UX",
      "B": "UI",
      "C": "HCI",
      "D": "GT",
      "E": "PSD"
    },
    "correctAnswer": "A",
    "explanation": "Kullanıcının bir ürünle etkileşim kurarken <b>ne yaşadığını</b>, <b>ne hissettiğini</b> de içeren tüm etkileşim sürecini ifade eden kavram <b>Kullanıcı Deneyimi (UX)</b>'dir. UX, sadece arayüzü değil, kullanıcının ilk temastan itibaren yaşadığı tüm fiziksel, duygusal ve psikolojik tecrübeyi kapsadığı için Etkileşim Tasarımı'nı da kapsar."
  },
  {
    "id": "373995",
    "unitNumber": 14,
    "text": "<strong>Aşağıdaki Etkileşim Tasarımı'nın 5 boyutundan biri olan “Kelimeler” başlığı ile ilgili açıklamalardan hangisi <u>yanlıştır</u>?</strong>",
    "options": {
      "A": "Kullanıcıları yönlendirmede ihtiyaç duyulan düğme ve etiketlerin üzerindeki metinlerin dikkatli seçilmesi önemlidir.",
      "B": "Kelimelerde büyük harf ya da küçük harf kullanımı kelimenin karşı tarafta yaşatacağı hissiyat ile ilişkilidir.",
      "C": "Kullanılan her eylem fiilinin belirli bir çağrışımı vardır. Diksiyonunuz kesin değilse, kullanıcılar düğmenin ne yapacağını yanlış yorumlayabilir. Bu sebeple düğme isimlendirmesinde kesin ifade kullanımı önerilir.",
      "D": "Kullanıcılar düğme etiketlerindeki komutlara güvenmek ve anlamak eğilimindedirler. Doğru bir ifade ile işlevi açıklanan düğme, amaçlanan eylemi gerçekleştireceğinden emin olmalarını sağlar ve bu da karar vermelerine yardımcı olur.",
      "E": "Düğme üzerindeki kelimenin ifadesinde özellikle kırmızı renk kullanımı yaygın ve önemlidir. Bunun sebebi kırmızının hemen her ortamda fark edilebilir olmasıdır."
    },
    "correctAnswer": "E",
    "explanation": "Etkileşim Tasarımı'nın 'Kelimeler' boyutu, arayüzdeki tüm metinsel öğelerin (etiketler, talimatlar, hata mesajları, uyarılar) <b>açık</b>, <b>anlaşılır</b> ve <b>tutarlı</b> olmasını sağlar. Kelimeler, kullanıcıyı yönlendirmede hayati rol oynar. Kelimelerin sadece estetik kaygılarla seçilmesi veya teknik jargon içermesi gerektiğini iddia eden açıklamalar bu boyutla ilgili <b>yanlış</b> bilgilerdir, çünkü temel amaç netlik ve iletişimdir."
  }
]