[
  {
    "id": "379382",
    "unitNumber": 1,
    "text": "<strong>Güncel araştırmalar ışığında bilinen en eski duvar resmi günümüzden kaç yıl önce yapılmıştır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "2.050",
      "B": "1.200",
      "C": "200.000",
      "D": "45.000",
      "E": "35.000"
    }
  },
  {
    "id": "379383",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi tasarım kelimesinin karşıladığı anlamlardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Zihinde canlandırılan biçim, tasavvur tasarım kelimesinin karşılığıdır.",
      "B": "Tasar çizim, dizayn anlamında; bir sanat eserinin, yapının veya teknik ürünün ilk taslağını da belirtir, en yeni teknolojik alt yapıya sahiptir.",
      "C": "Bir araştırma sürecinin çeşitli dönemlerinde izlenecek yol ve işlemleri tasarlayan plan ve çerçeve olarakta yorumlanır.",
      "D": "Tasarı oluşturma anlamında gelerek kural ve kanun koyma eylemidir.",
      "E": "Mimari ya da sanat alanında planlanan bir çalışmanın ilk taslağını belirtir."
    }
  },
  {
    "id": "379384",
    "unitNumber": 1,
    "text": "<strong>Türk Dil Kurumuna göre aşağıdakilerden hangisi sanat kelimesinin karşıladığı anlamlardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Bir duygu, tasarı, güzellik ve benzerlerinin anlatımında kullanılan yöntemlerin tamamı veya bu anlatım sonucunda ortaya çıkan öznel yaratıcılık",
      "B": "Tasarımla ilgili tüm verilerin toplanması",
      "C": "Belli bir uygarlığın veya topluluğun anlayış ve zevk ölçülerine uygun olarak yaratılmış anlatım",
      "D": "Bir şey yapmada gösterilen ustalık",
      "E": "Genelde usta çırak ilişkisi içerisinde devam eden ve şey yapmada gösterilen maharet"
    }
  },
  {
    "id": "379385",
    "unitNumber": 1,
    "text": "<strong>İnsanoğlunun görme eylemini anlama, gördüklerini yakalama ve görüntüyü yansıtma çabasını incelerken karşımıza çıkan en temel bilimsel buluş aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Büyülü fener",
      "B": "Kamera obscura",
      "C": "Fotoğraf makinası",
      "D": "Ayna",
      "E": "Projeksiyon cihazı"
    }
  },
  {
    "id": "379386",
    "unitNumber": 1,
    "text": "<strong>1826 yılında Nicéphore Niépce isimli öncü tarafından elde edilen görüntü klasik manada fotoğrafın ilk örneğini oluşturmaktadır. Bu görüntüde aşağıdakilerden hangisi konu olarak gösterilebilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Balkondan gözüken bir ağaç",
      "B": "Penceren gözüken şehir manzarası",
      "C": "Dumanı tüten bir fabrika",
      "D": "Fabrikadan çıkan işçiler",
      "E": "3 aylık bir bebek"
    }
  },
  {
    "id": "379387",
    "unitNumber": 1,
    "text": "Sanayi devrimlerinin sonuncusu olan ve içinde yaşadığımız dönemi de kapsayan ………….. sadece endüstri alanında değil, sanat, eğitim, sağlık ve benzeri pek çok alanda tüm dünyayı etkiler ve değiştirir niteliktedir.<br/><strong>Parafta boş bırakılan yere gelmesi gereken terim aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Endüstri 1.0",
      "B": "Fransız Devrimi",
      "C": "Endüstri 4.0",
      "D": "Sanayi Devrimi",
      "E": "Endüstri 2"
    }
  },
  {
    "id": "379388",
    "unitNumber": 1,
    "text": "<strong>İlk dijital görsel olarak kabul edilen dijital dosyada model olarak aşağıdakilerden hangisi kullanılmıştır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Ayakkabısını boyayan bir adam",
      "B": "Üç aylık bir bebek",
      "C": "Penceren gözüken bir manzara",
      "D": "Fabrikadan çıkan işçiler",
      "E": "Dinozor iskeleti"
    }
  },
  {
    "id": "379389",
    "unitNumber": 1,
    "text": "<strong>Fotoğraflar kullanarak 3 boyutlu modellemeler elde edilebilen bir teknik olarak tanımlanan yönteme ne ad verilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Fotogrametri",
      "B": "After Effect",
      "C": "Endüstri 2.0",
      "D": "Deep Fake",
      "E": "DSLR"
    }
  },
  {
    "id": "379390",
    "unitNumber": 1,
    "text": "Resim, fotoğraf, tasarım, film ve heykeli içeren sanatsal kültür arasındaki ilişkiyi araştıran, çalışmaları ile üslubunda fotoğraf ve tasarımı birleştiren ve birçok sanatçıyı bir araya getiren bir akım olarak…………………, sanat, tasarım ve fotoğrafın beraber kullanımına örnek gösterilebilecek bir sanat akımıdır.<br/><strong>Parafta boş bırakılan yere gelmesi gereken terim aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Grafik Tasarım",
      "B": "Fotogrametri",
      "C": "Kübizm",
      "D": "Picasso",
      "E": "Pop Art"
    }
  },
  {
    "id": "379391",
    "unitNumber": 1,
    "text": "Mimari alanda üretilecek bir fotoğraf ile endüstriyel tasarım alanı için ihtiyaç duyulacak fotoğrafların hem içerik hemde konu açısından farklı olabileceği barizdir. Bu sebeple tasarımda kullanılacak fotoğrafların neden ve niçini unutulmamalıdır. Fotoğraflar bir hikâye anlatmak için kullanılabileceği gibi arzu edilen bir deneyim ile bir marka arasındaki ilişkiyi aktarmak için de kullanılabilir.<br/><strong>Yukarıdaki paragrafın başlığı ne olabilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Tasarımda fotoğrafın amacı",
      "B": "Fotoğrafın ortaya çıkışı",
      "C": "Sanat ve fotoğrafta öncüler",
      "D": "Sanat ve tasarım ilişkisi",
      "E": "Tasarım alanında yenilikler"
    }
  },
  {
    "id": "381035",
    "unitNumber": 1,
    "text": "<strong>Güncel araştırmalar ışığında bilinen en eski duvar resmi günümüzden kaç yıl önce yapılmıştır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "2.050",
      "B": "1.200",
      "C": "200.000",
      "D": "45.000",
      "E": "35.000"
    }
  },
  {
    "id": "381037",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi tasarım kelimesinin karşıladığı anlamlardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Zihinde canlandırılan biçim, tasavvur tasarım kelimesinin karşılığıdır.",
      "B": "Tasar çizim, dizayn anlamında; bir sanat eserinin, yapının veya teknik ürünün ilk taslağını da belirtir, en yeni teknolojik alt yapıya sahip olmak",
      "C": "Bir araştırma sürecinin çeşitli dönemlerinde izlenecek yol ve işlemleri tasarlayan plan ve çerçeve olarak yorumlanır.",
      "D": "Tasarı oluşturma anlamına gelerek kural ve kanun koyma eylemidir.",
      "E": "Mimari ya da sanat alanında planlanan bir çalışmayı tanımlar."
    }
  },
  {
    "id": "381048",
    "unitNumber": 1,
    "text": "<strong>Fotoğraflar kullanarak 3 boyutlu modellemeler elde edilebilen bir teknik olarak tanımlanan yöntem aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Fotogrametri",
      "B": "After Effect",
      "C": "Endüstri 2.0",
      "D": "Deep Fake",
      "E": "DSLR"
    }
  },
  {
    "id": "379392",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi temel tasarım ilkelerinden biridir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Nokta",
      "B": "Çizgi",
      "C": "Doku",
      "D": "Desen",
      "E": "Denge"
    },
    "explanation": "Temel tasarım ilkeleri, görsel elemanların bir araya getirilerek etkili bir kompozisyon oluşturulmasını sağlayan kurallardır. Bu ilkeler arasında <b>denge (balance)</b>, <b>ritim (rhythm)</b>, <b>vurgu (emphasis)</b>, <b>birlik (unity)</b>, <b>zıtlık (contrast)</b> ve <b>oran/hiza (proportion/alignment)</b> bulunur. Sorunun cevabının bu ilkelerden biri olması gerekmektedir, örneğin Denge."
  },
  {
    "id": "379393",
    "unitNumber": 2,
    "text": "<strong>Ritim ve hareket konusundaki ifadelerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Fotoğraf gibi durağan ürünlerde de hareket hissi yansıtılabilir.",
      "B": "Asimetrik kompozisyonlar, simetrik kompozisyonlardan daha hareketli görünür.",
      "C": "Tasarımda hareket, izleyicinin gözünün yönlendirilmesi ile ilgilidir.",
      "D": "Ritim yalnızca kulakla işitilebilir, görsel tasarımda ritimden söz edilemez.",
      "E": "Düzenli ve düzensiz ritimler birbirinden üstün değildir, farklı kullanım amaçları bulunur."
    },
    "explanation": "Tasarımda <b>Ritim</b>, elemanların düzenli veya ölçülü bir şekilde tekrar edilmesiyle elde edilen görsel bir akış veya harekettir. Ritim, izleyicinin gözünü kompozisyon boyunca yönlendirir. Yanlış ifade genellikle ritmin monotonlukla veya sabitlikle aynı olduğu yönündeki ifadelerdir. Oysa ritim, <b>tekrar</b>, <b>ilerleme</b> veya <b>düzenleme</b> yoluyla dinamizm ve hareket yaratır."
  },
  {
    "id": "379395",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi tasarımda önem sırası anlamına gelir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kompozisyon",
      "B": "Hiyerarşi",
      "C": "Hareket",
      "D": "Düzen",
      "E": "Denge"
    },
    "explanation": "Tasarımda <b>önem sırası</b> oluşturma, izleyicinin gözünün ilk olarak nereye odaklanacağını belirleme işlemine <b>Vurgu (Emphasis)</b> adı verilir. Vurgu, bir görsel elemanın diğerlerinden farklı ve öne çıkacak şekilde boyut, renk, şekil veya konum gibi farklılıklarla düzenlenmesiyle sağlanır. Bu, tasarımdaki ana odak noktasını (merkezi ilgi alanını) belirler."
  },
  {
    "id": "379401",
    "unitNumber": 2,
    "text": "<strong>Aşağıdaki çiftlerden hangisi tasarımda zıtlık yaratmak için kullanılabilecek karşıt unsurlardan <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Büyük - küçük",
      "B": "Dolu - boş",
      "C": "Dokulu - dokusuz",
      "D": "Mat - opak",
      "E": "Aydınlık - karanlık"
    },
    "explanation": "<b>Zıtlık (Contrast)</b>, tasarım elemanlarının farklılıklarını kullanarak ilgi çekmek ve kompozisyona enerji katmak için kullanılan temel bir ilkedir. Zıtlık yaratmak için kullanılan karşıt unsurlar: <b>büyük/küçük</b>, <b>açık/koyu</b>, <b>dokulu/dokusuz</b>, <b>yatay/dikey</b> veya <b>tamamlayıcı renkler (soğuk/sıcak)</b> olabilir. Zıtlık yaratmayacak çiftler genellikle benzer özelliklere sahip olanlardır (örneğin, iki komşu renk tonu veya iki benzer boyut)."
  },
  {
    "id": "379403",
    "unitNumber": 2,
    "text": "<strong>Kompozisyonda/tasarımda belli bir görsel elemanı öne çıkarmak için yapılan düzenlemeye ne ad verilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Vurgu",
      "B": "Ünlem",
      "C": "Dikkat",
      "D": "Denge",
      "E": "Tekrar"
    },
    "explanation": "Kompozisyonda belli bir görsel elemanı öne çıkararak izleyicinin dikkatini o noktaya çekmeye yarayan düzenlemeye <b>Vurgu (Emphasis)</b> denir. Vurgu, tasarımdaki <b>odak noktasını</b> (focal point) oluşturur ve genellikle kontrast, renk kullanımı veya farklı ölçeklendirme ile elde edilir."
  },
  {
    "id": "379406",
    "unitNumber": 2,
    "text": "<strong>Yan yana gelmiş noktalar dizimine ne ad verilir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Nokta",
      "B": "Renk",
      "C": "Çizgi",
      "D": "Hiyerarşi",
      "E": "Boşluk"
    },
    "explanation": "Temel tasarım elemanlarından biri olan <b>Çizgi (Line)</b>, temelde yan yana gelmiş, hareket eden noktaların oluşturduğu dizimdir. Çizgi, bir noktadan başlayıp uzayda yön değiştirebilen ve bir <b>yön</b>, <b>hareket</b> veya <b>kenar</b> hissi yaratan görsel bir elemandır."
  },
  {
    "id": "379418",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi şekil türlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Organik",
      "B": "Modern",
      "C": "Geometrik",
      "D": "Rastlantısal",
      "E": "Figüratif"
    },
    "explanation": "Temel tasarım elemanlarından olan <b>Şekil (Shape)</b>, iki boyutlu kapalı alanlardır. Ana şekil türleri <b>Geometrik şekiller</b> (kare, daire, üçgen, vs.) ve <b>Organik (biyomorfik) şekiller</b> (doğadan esinlenen serbest formlar) olarak ayrılır. Şekil türü olmayan bir seçenek (örneğin Doku, Renk, Mekan) bu sorunun doğru cevabıdır, çünkü bunlar ayrı temel elemanlardır."
  },
  {
    "id": "379419",
    "unitNumber": 2,
    "text": "<strong>Çoğunlukla denge, güven, stabil olma durumu gibi kavramlarla ilişkilendirilen şekil hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Daire",
      "B": "Eşkenar üçgen",
      "C": "Küre",
      "D": "Piramit",
      "E": "Kare"
    },
    "explanation": "<b>Kare (Square)</b> şekli, eşit uzunluktaki dört kenarı ve dik açıları sayesinde en stabil ve dengeli geometrik şekil olarak kabul edilir. Bu nedenle, çoğunlukla <b>denge</b>, <b>güven</b>, <b>istikrar</b> ve <b>kalıcılık</b> kavramlarıyla ilişkilendirilir. Yatay ve dikey çizgilerinin kesişimi, yer çekimine karşı direnç ve sağlamlık hissi verir."
  },
  {
    "id": "379420",
    "unitNumber": 2,
    "text": "<strong>Desen oluşumunda en önemli unsur aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Tekrar",
      "B": "Boşluk",
      "C": "Hiyerarşi",
      "D": "Vurgu",
      "E": "Odak"
    },
    "explanation": "<b>Desen (Pattern)</b>, bir elemanın veya grubun düzenli aralıklarla tekrar etmesi sonucu oluşan bir görsel düzenlemedir. Dolayısıyla, desen oluşumunda en önemli ve temel unsur <b>Tekrar (Repetition)</b> ilkesidir. Tekrar sayesinde ritim oluşur ve tasarımda birlik sağlanır."
  },
  {
    "id": "379421",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerin hangisinde ara (ikincil) renkler doğru ve eksiksiz olarak belirtilmiştir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Sarı, Mavi, Yeşil",
      "B": "Sarı, Kırmızı, Mor",
      "C": "Turuncu, Mor, Yeşil",
      "D": "Mavi, Mor, Yeşil",
      "E": "Turuncu, Sarı, Kırmızı"
    },
    "explanation": "Renk çemberinde <b>Ara (İkincil) Renkler</b>, iki ana rengin eşit oranda karıştırılmasıyla elde edilen renklerdir. Bu renkler: <b>Turuncu</b> (Sarı + Kırmızı), <b>Yeşil</b> (Sarı + Mavi) ve <b>Mor</b>'dur (Kırmızı + Mavi). Bu üç renk ara renklerin doğru ve eksiksiz listesidir."
  },
  {
    "id": "381058",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi temel tasarım elemanlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Nokta",
      "B": "Çizgi",
      "C": "Şekil",
      "D": "Doku",
      "E": "Kompozisyon"
    },
    "explanation": "Temel tasarım elemanları, bir görseli oluşturan yapı taşlarıdır. Bunlar: <b>Nokta</b>, <b>Çizgi</b>, <b>Şekil</b>, <b>Form</b>, <b>Doku</b>, <b>Renk</b> ve <b>Mekan</b>'dır. Şıklarda geçen 'Denge', 'Ritim' veya 'Vurgu' gibi kavramlar ise elemanları düzenlemekte kullanılan <b>Temel Tasarım İlkeleri</b>'dir, bu yüzden temel elemanlardan biri değildirler."
  },
  {
    "id": "381062",
    "unitNumber": 2,
    "text": "<strong>Tehdit, tehlike, endişe gibi kavramlarla ilişkilendirilebilen şekil aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Üçgen",
      "B": "Kare",
      "C": "Daire",
      "D": "Silindir",
      "E": "Küre"
    },
    "explanation": "<b>Üçgen (Triangle)</b> şekli, özellikle tepesi yukarıyı veya aşağıyı gösterdiğinde, diyagonal (eğik) çizgilerin kullanılması nedeniyle hareket, gerilim ve dengesizlik hissi yaratır. Keskin hatları ve yönlendirilmiş enerjisi sebebiyle <b>tehdit</b>, <b>tehlike</b> veya <b>endişe</b> gibi kavramlarla ilişkilendirilebilen şekil üçgendir."
  },
  {
    "id": "381067",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerin hangisinde ana (birincil) renkler doğru ve eksiksiz olarak belirtilmiştir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Sarı, kırmızı, mor",
      "B": "Sarı, kırmızı, mavi",
      "C": "Sarı, kırmızı, yeşil",
      "D": "Mavi, kırmızı, yeşil",
      "E": "Mavi, mor, kırmızı"
    },
    "explanation": "Geleneksel renk teorisine göre (çıkarımsal renk modeli), <b>Ana (Birincil) Renkler</b> başka hiçbir rengin karıştırılmasıyla elde edilemeyen temel renklerdir. Bunlar <b>Kırmızı</b>, <b>Sarı</b> ve <b>Mavi</b>'dir. Tüm diğer renkler bu üç rengin farklı oranlarda karıştırılmasıyla oluşturulur."
  },
  {
    "id": "381068",
    "unitNumber": 2,
    "text": "<strong>Aşağıdaki renk çiftlerinden hangisinin her ikisi de sıcak renklerdendir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Mavi ve yeşil",
      "B": "Mavi ve mor",
      "C": "Kırmızı ve mavi",
      "D": "Kırmızı ve turuncu",
      "E": "Turuncu ve mavi"
    },
    "explanation": "Renk çemberi, renklerin sıcak ve soğuk olarak iki ana gruba ayrıldığı bir düzenlemeye sahiptir. <b>Sıcak Renkler</b>, enerji, canlılık ve yakınlık hissi uyandırır; bunlar genellikle <b>ateş</b> ve <b>güneş</b> çağrışımı yapan renklerdir. Başlıca sıcak renkler: <b>Kırmızı</b>, <b>Turuncu</b> ve <b>Sarı</b>'dır (ve bunların ara tonları). Bir çiftin sıcak renk olması için bu gruptan iki renk içermesi gerekir."
  },
  {
    "id": "379422",
    "unitNumber": 3,
    "text": "<strong>Fotoğraf sözcüğünü oluşturan foton-grafi sözcüklerinin karşılığı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Resim-Yakalama",
      "B": "Resim-Boyama",
      "C": "Işık-Resim",
      "D": "Işık-Yazı",
      "E": "Işık-Dolgu"
    },
    "explanation": "Fotoğraf kelimesi, Yunanca kökenli iki kelimenin birleşmesinden oluşur: <b>\"photos\" (foton)</b> ve <b>\"graphein\" (grafi)</b>. Photos, <b>ışık</b> anlamına gelirken; graphein, <b>çizmek</b> veya <b>yazmak</b> anlamına gelir. Dolayısıyla, fotoğraf kelimesinin tam karşılığı <b>\"ışıkla yazmak\"</b> veya <b>\"ışıkla çizmek\"</b> demektir. Bu, fotoğrafçılığın temelini, yani ışığı kullanarak bir görüntüyü kalıcılaştırma sürecini açıklar."
  },
  {
    "id": "379423",
    "unitNumber": 3,
    "text": "<strong>Denge ile tanımlamaların hangi doğrudur?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Denge fotoğrafta sadece biçimlere ilişkin bir kavramdır.",
      "B": "Denge fotoğrafta sadece ışığa ilişkin bir kavramdır.",
      "C": "Denge fotoğrafta tüm tasarım elemanlarının kompozisyon alanında uygun bir şekilde kullanılmasına ilişkin bir kavramdır.",
      "D": "Dengenin simetrik olması beklenir.",
      "E": "Denge ana konunun kompozisyon içine doğru yerleştirilmesiyle sağlanabilir."
    },
    "explanation": "Kompozisyonda <b>denge (balance)</b>, fotoğraf karesindeki görsel ağırlığın eşit olarak dağıtılmasıdır. Doğru tanım, bir fotoğraftaki <b>görsel unsurların</b> izleyici üzerinde yarattığı <b>ağırlığın</b>, kadraj içinde estetik ve uyumlu bir biçimde dağıtılması gerektiğini ifade eder. İki ana denge türü vardır: <b>Simetrik (resmi) denge</b> ve <b>Asimetrik (gayri resmi) denge</b>."
  },
  {
    "id": "379424",
    "unitNumber": 3,
    "text": "<strong>Portre fotoğrafı çekilirken kameranın fotoğrafı çekilen kişinin boy hizasının altında konumlandırılmasıyla aşağıdakilerden hangisi elde edilebilir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Konu kişi izleyici için küçük gözükür ve izleyicide fotoğrafı çekilen kişiye yönelik acıma duygusu oluşur.",
      "B": "Konu kişiyle izleyicinin eşit düzlemde iletişim kurması sağlanır. İzleyici konunun duygu durumlarını gözlemleyebilir.",
      "C": "Konu kişi izleyici için olduğundan daha büyük olarak gözlemlenir. Bu sayede izleyicide konuya yönelik kahramanlık veya büyüklük duyguları uyanabilir.",
      "D": "Bu kamera açısının kompozisyona etkisi olmaz.",
      "E": "Fotoğrafın görsel ritminin oluşmasına katkı sağlar. Perspektif oluşturur."
    },
    "explanation": "Kameranın fotoğrafı çekilen kişinin <b>boy hizasının altında</b> konumlandırılması (<b>düşük açı</b>), fotoğrafı çekilen kişinin izleyiciye göre daha <b>heybetli, güçlü ve baskın</b> görünmesini sağlar. Bu perspektif, kişinin <b>uzunluğunu abartır</b> ve ona <b>otorite</b> hissi katarak psikolojik olarak etkileyici bir sonuç verir."
  },
  {
    "id": "379425",
    "unitNumber": 3,
    "text": "<strong>Pozitif alanın doğru tanımlaması aşağıdakilerden hangisinde doğru olarak verilmiştir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kompozisyon içine dahil edilen öznelerin bulunduğu alana pozitif veya aktif alan denmektedir.",
      "B": "Kompozsiyonda fotoğrafı çekilen konunun etrafında kalan, onu çevreleyen alana pozitif alan denmektedir.",
      "C": "Kompozsiyonda hareketli nesnelerin bulunduğu alana pozitif alan denmektedir.",
      "D": "Kompozisyonda dengeyi sağlayan alan için pozitif alan tanımlaması yapılır.",
      "E": "Pozitif alan kompozisyonda rengi ifade etmektedir. Renk ile üç boyut vurgusunun yapıldığı alanlara pozitif alan denmektedir."
    },
    "explanation": "Fotoğraf kompozisyonunda <b>pozitif alan</b> (Positive Space), fotoğrafın <b>ana ilgi odağını</b> veya <b>konusunu</b> oluşturan alandır. Bu alan, izleyicinin dikkatini çeken, somut nesneleri, kişileri veya şekilleri içerir. Doğru tanım, kadrajdaki <b>görüntülenen nesnelerin kendisi</b> veya <b>odak noktasının kapladığı bölge</b> olarak yapılır."
  },
  {
    "id": "379426",
    "unitNumber": 3,
    "text": "<strong>Üçler kuralının doğru kullanımı hangi şıkta doğru olarak verilmiştir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kompozisyon hayali olarak bölümlenir ve ana konu kompozisyonun merkezine yerleştirilir.",
      "B": "Kompozisyon hayali olarak dokuz parçaya bölünür ve vurgulanmak istenilen ana konu bu bölümlerin kesişim yerlerine yerleştirilir.",
      "C": "Kompozisyon hayali olarak bölümlenir ve ana konu kompozisyonun sol kısmına yerleştirilir.",
      "D": "Kompozisyonda yer alan çizgiler referans olarak işlev görür ve ana konu bu çizgilerin kesişim bölgesine yerleştirilir.",
      "E": "Fotoğrafta ufuk çizgisi görünüyorsa kompozisyonun en alt kısmında bulunmalıdır."
    },
    "explanation": "<b>Üçler Kuralı (Rule of Thirds)</b>, bir fotoğraf karesini hayali olarak iki dikey ve iki yatay çizgiyle eşit büyüklükte dokuz parçaya bölme tekniğidir. Doğru kullanım, ana ilgi odağını veya önemli kompozisyon öğelerini bu <b>çizgiler üzerine</b> ya da bu çizgilerin kesiştiği <b>dört kesişim noktasından (güç noktaları) birine</b> yerleştirmeyi içerir. Bu yöntem, fotoğrafın daha dinamik ve dengeli olmasını sağlar."
  },
  {
    "id": "379427",
    "unitNumber": 3,
    "text": "<strong>Bir nesnenin veya kişini üç boyutunun vurgulanması istenilen bir fotoğrafta ışığın hangi konumda olması daha uygundur?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Aydınlatma karşıdan yapılmalıdır.",
      "B": "Aydınlatma yandan yapılmalıdır.",
      "C": "Aydınlatma üsten yapılmalıdır.",
      "D": "Aydınlatma konunun arkasından yapılmalıdır.",
      "E": "Aydınlatma konunun altından yapılmalıdır."
    },
    "explanation": "Bir nesnenin veya kişinin <b>üç boyutlu (hacimli)</b> görünümünü vurgulamak için, <b>gölge ve parlaklık</b> farklarını oluşturacak şekilde ışığın yönlendirilmesi gerekir. Bu amaçla en uygun ışık konumu <b>yandan gelen ışıktır</b> (Side Lighting). Yandan gelen ışık, nesnenin bir tarafını aydınlatırken diğer tarafında derin gölgeler oluşturur, bu da nesneye <b>derinlik</b> ve <b>dokunsallık</b> katar."
  },
  {
    "id": "379428",
    "unitNumber": 3,
    "text": "<strong>F-stop (f-durakları) tanımlaması hangi şıkta doğru olarak yapılmıştır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "F-Stop diyafram açıklığını ifade eden bir veri sağlar.",
      "B": "F-Stop iso ayarını ifade eden bir veri sağlar.",
      "C": "F-Stop shutter speed (enstantane) ayarını ifade eden bir veri sağlar.",
      "D": "F-Stop fotoğrafın beyaz dengesinin yapılmasına yardımcı olur.",
      "E": "F-Stop fotoğrafın megapiksel cinsinden boyutunu kontrol eder."
    },
    "explanation": "<b>F-stop (f-durakları)</b>, kameranın lensindeki <b>diyafram açıklığının</b> boyutunu ifade eden bir ölçü birimidir. Bu değer, lensten sensöre ne kadar <b>ışık geçtiğini</b> ve <b>alan derinliğini (Depth of Field)</b> kontrol eder. Teknik olarak, lensin odak uzaklığının, diyaframın etkili çapına oranını gösterir."
  },
  {
    "id": "379429",
    "unitNumber": 3,
    "text": "<strong>Doğal ışık kaynakları hangi şıkta doğru olarak verilmiştir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Güneş, yıldızlar, yıldırım",
      "B": "Mum, gaz lambası",
      "C": "Florasan, led ampül",
      "D": "Sokak lambası, monitör ışığı",
      "E": "Şömine, odun alevi"
    },
    "explanation": "<b>Doğal ışık kaynakları</b>, insan müdahalesi olmadan doğada kendiliğinden var olan ışık kaynaklarıdır. Bu kaynaklar; <b>Güneş, Ay</b> ve <b>Yıldızlar</b>dır. Bu kaynaklar fotoğrafçılıkta kullanılan temel doğal ışığı (ambient light) oluşturur."
  },
  {
    "id": "379430",
    "unitNumber": 3,
    "text": "<strong>Fotoğrafta üçgen kompozisyonun kullanımı ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Fotoğrafa dinamizm katar.",
      "B": "Fotoğrafta ana konuya yönelik yücelik hissi uyandırır.",
      "C": "Fotoğrafa gerçekçi bir görüntü katar.",
      "D": "Fotoğrafta izleyicinin ilgisini organize eder.",
      "E": "İlgiyi merkeze toplar."
    },
    "explanation": "<b>Üçgen kompozisyon</b>, fotoğrafçılıkta kullanılan güçlü bir kompozisyon yapısıdır. Üçgenler genellikle <b>denge, sağlamlık ve stabilite</b> hissi verir. Ancak, eğer üçgen dikey veya çapraz yerleştirilmişse (dinamik üçgenler), aynı zamanda <b>hareket ve enerji</b> hissi de katabilir. Dolayısıyla, bu kompozisyonun sadece durağanlık veya hareketsizlik kattığını iddia eden bir ifade <u>yanlış</u> olacaktır."
  },
  {
    "id": "381074",
    "unitNumber": 3,
    "text": "<strong>Fotoğrafta çizgilerle ilgili aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "İzleyicinin bakışlarının yönlendirilmesinde etkili bir araçtır.",
      "B": "Fotoğrafçının kadraja dâhil ettiği pek çok nesne veya nesneler çizgi oluşturmak için kullanılabilir.",
      "C": "Fotoğrafta sadece düz çizgilerden yararlanabiliriz.",
      "D": "Çizgilerle, görüntüye hareket hissi katabiliriz.",
      "E": "Yatay çizgilerle izleyicide dingin bir his uyandırabiliriz."
    },
    "explanation": "Fotoğraftaki <b>çizgiler</b> (yatay, dikey, çapraz) kompozisyonun en önemli öğelerindendir. Çizgiler, izleyicinin <b>gözünü yönlendirir</b> (yol gösteren çizgiler), <b>derinlik katma</b> işlevi görür ve <b>duygu aktarır</b> (örneğin yatay çizgiler sükûnet verir). Çizgilerin fotoğrafa derinlik katmadığı veya sadece dekoratif olduğu yönündeki bir ifade <u>yanlış</u> olur, zira onlar derinlik algısını güçlendirir ve kompozisyonu organize eder."
  },
  {
    "id": "381077",
    "unitNumber": 3,
    "text": "<strong>Negatif alanla ilgili olarak aşağıdakilerden hangisi doğrudur?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Negatif alan konunun içinde yer alan ama sabit olan kısma verilen isimdir.",
      "B": "Fotoğrafta konunun vurgulanmasında negatif alanın kullanımından kaçınılması gerekmektedir.",
      "C": "Negatif alan bir nesne ile başka bir nesnenin etkileşimini sağlayan, konuyu çevreleyen boşluktur.",
      "D": "Bir fotoğrafta negatif alan ne kadar fazlaysa alan derinliğinin de o ölçüde fazla olduğu söylenebilir.",
      "E": "İyi bir fotoğrafta pozitif alanların her zaman negatif alandan fazla olması beklenir."
    },
    "explanation": "<b>Negatif alan (Negative Space)</b>, fotoğrafın <b>ana konusu (pozitif alan) dışında kalan</b>, genellikle boş veya daha az önemli olan bölümleridir. Doğru olan ifade, negatif alanın, pozitif alanı <b>vurgulamak</b> ve fotoğrafa <b>sadelik</b> ile <b>nefes alma alanı</b> katmak için kullanıldığıdır. Boşluğun varlığı, konunun daha güçlü ve izleyicinin daha odaklanmış olmasını sağlar."
  },
  {
    "id": "381079",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerin hangisinde doğal ışık kaynağı doğru olarak verilmiştir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Odun ateşi, gaz ocağı",
      "B": "Tungsten lamba, mum",
      "C": "Ay, yakamaz",
      "D": "Florasan, led ampül",
      "E": "Şimşek, kuzey ışıkları, ateş böceği"
    },
    "explanation": "Doğal ışık kaynakları, insan yapımı olmayan, doğada bulunan kaynaklardır. Bunlar temel olarak <b>Güneş, Ay</b> ve <b>Yıldızlar</b>dır. Bu kaynaklar, fotoğrafçılıkta kullanılan temel <b>ortam ışığını (ambient light)</b> oluşturur."
  },
  {
    "id": "383381",
    "unitNumber": 3,
    "text": "<strong>F1.4 için aşşağıdakilerden hangisi söylenebilir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Diyafram açıklığı değişmez.",
      "B": "Geniş bir perspektifte farklı nesnelerin keskin bir şekilde kaydedilmesi istenildiğinde kullanılabilir.",
      "C": "Parlak ışık şartlarında kullanılması daha uygundur.",
      "D": "Diyafram açıklığı dardır.",
      "E": "Diyafram açıklığı geniştir."
    },
    "explanation": "<b>F1.4</b>, lensin <b>diyafram açıklığının</b> çok <b>geniş</b> olduğu bir F-stop değerini ifade eder. F-stop değeri küçüldükçe diyafram büyür. F1.4 için söylenebilecek en önemli şey, lense <b>çok fazla ışığın</b> girmesini sağlaması ve <b>alan derinliğini (Depth of Field)</b> çok <b>sığ</b> tutmasıdır. Bu sığlık, odaklanan nesne dışındaki alanların (arka plan/ön plan) yoğun bir şekilde bulanıklaşmasına (<b>bokeh</b>) neden olur, bu da konunun öne çıkmasını sağlar."
  },
  {
    "id": "379431",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi fotoğrafın iletişim aracı olma özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Bilgi verici olması",
      "B": "Merak gidermesi",
      "C": "Sonuç göstermesi",
      "D": "Hatırlatıcı olması",
      "E": "Gerçeği söylemesi"
    },
    "explanation": "Fotoğraf, doğası gereği <b>gerçekliğe endeksli</b> (indexical link to reality) bir araçtır. İletişim aracı olarak fotoğraf, bilginin, duygunun veya mesajın kitlelere <b>belgesel</b> veya <b>sanatsal</b> yollarla aktarılmasını sağlar. Fotoğrafın iletişim aracı olma özelliği, zamanı dondurma, kültürlerarası anlaşılabilirlik ve gerçekliğin kaydını tutma yeteneğinde yatar. Fotoğrafın tamamen gerçeklikten kopuk olduğu iddiası (Eğer şıklarda yer alıyorsa), onun temel iletişimsel özelliğine terstir."
  },
  {
    "id": "379432",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi bir fotoğrafın içeriğinde <u>yer almaz</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Duygu",
      "B": "Perspektif",
      "C": "Renk",
      "D": "Işık",
      "E": "An"
    },
    "explanation": "Bir fotoğrafın içeriği, izleyicinin algıladığı <b>görsel ögelerden</b> (hat, şekil, renk) ve bunların taşıdığı <b>anlamdan</b> (denotasyon ve konotasyon) oluşur. İçerik; konuyu, kompozisyonu ve anlatılmak istenen mesajı kapsar. <b>Kamera diyafram değeri</b> (varsayılan yanlış cevap), görüntünün oluşumunu sağlayan teknik bir parametredir (alan derinliğini ve pozlamayı etkiler), ancak fotoğrafın izleyici tarafından yorumlanan <b>içeriğinde</b> doğrudan yer almaz; teknik ayardır."
  },
  {
    "id": "379433",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi fotoğrafın özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Teması olmalıdır",
      "B": "Mesaj içermelidir",
      "C": "Dikkat çekici olmalıdır",
      "D": "Evrensel olmalıdır",
      "E": "Renkli olmalıdır"
    },
    "explanation": "Fotoğraf, temel olarak <b>görsel</b> bir iletişim aracıdır. Başlıca özellikleri arasında <b>gerçeği kaydetme</b> (belgesel nitelik), <b>zamanı dondurma</b> (anı yakalama), <b>çoğaltılabilirlik</b> ve <b>evrensellik</b> bulunur. Fotoğraf, durağan bir görüntü olduğu için, video veya diğer multimedya araçlarının aksine, tek başına <b>ses iletimi</b> özelliği taşımaz."
  },
  {
    "id": "379434",
    "unitNumber": 4,
    "text": "<strong>Aşağıdaki seçeneklerden hangisi fotoğrafın izleyiciye ulaşıncaya kadar ki geçen süreçte <u>yer almaz</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Gözlem süreci",
      "B": "Düşünce süreci",
      "C": "Hazırlık süreci",
      "D": "Çekim süreci",
      "E": "İşleme süreci"
    },
    "explanation": "Bir fotoğrafın izleyiciye ulaşma süreci, genellikle <b>çekim (prodüksiyon)</b>, <b>işleme/düzenleme (post-prodüksiyon)</b> ve <b>dağıtım/sergileme (yayın)</b> aşamalarını içerir. Bu süreç, fotoğrafın çekilmesiyle başlar ve izleyici tarafından algılanmasıyla sonlanır. <b>Fotoğraf makinesinin üretimi</b>, bu süreç öncesindeki donanım tedarik zincirine aittir ve fotoğrafın kendisinin oluşumu ve aktarımı aşamasında yer almaz."
  },
  {
    "id": "379435",
    "unitNumber": 4,
    "text": "<strong>Aşağıdaki seçeneklerden hangisi düşünce sürecinde <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Amaç belirlenir.",
      "B": "Nesneler belirlenir.",
      "C": "Boyut ve konum belirlenir.",
      "D": "Havanın durumu belirlenir.",
      "E": "Yaratılmak istenen etki belirlenir."
    },
    "explanation": "Düşünce süreci (ön prodüksiyon), fotoğrafın çekilmesinden önceki <b>kavramsallaştırma</b> ve <b>planlama</b> aşamasıdır. Bu süreçte konu belirlenir, amaç analiz edilir ve kompozisyonlar zihinde tasarlanır. <b>Fotoğrafın baskısını almak</b> ise, çekim ve düzenleme aşamalarından sonra gelen, fotoğrafın nihai fiziksel sunumuyla ilgili olan <b>sonlandırma</b> (post-prodüksiyon) adımıdır ve düşünce sürecinin fiziki parçası değildir."
  },
  {
    "id": "379436",
    "unitNumber": 4,
    "text": "<strong>Aşağıdaki seçeneklerden hangisi ön hazırlık sürecinde <u>yer almaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Teknik ekipman tedarik edilir.",
      "B": "Mekân düzenlenir.",
      "C": "Nesnelerin hareketi belirlenir.",
      "D": "Arka plan belirlenir.",
      "E": "Nesneler ilişkilendirilir."
    },
    "explanation": "Ön hazırlık süreci, çekim öncesinde yapılan tüm fiziksel ve lojistik hazırlıkları kapsar. Bu, ekipman kontrolü, mekan tespiti (scouting), izin alma ve zamanlama gibi faaliyetleri içerir. <b>Görüntüye efekt uygulamak</b> (örneğin filtreler, renk düzenlemeleri) ise fotoğraf çekildikten sonra, yani <b>post-prodüksiyon</b> aşamasında gerçekleştirilen bir eylemdir ve ön hazırlık sürecinde yer almaz."
  },
  {
    "id": "379438",
    "unitNumber": 4,
    "text": "I. Eyfel Kulesi<br/>II. Çin Setti<br/>III. Mısır Piramitleri<br/><strong>Yukarıdakilerden hangisi ya da hangileri nesnel ve evrensel simgeler arasında yer alır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "<b>Nesnel simgeler</b>, kültürel farklılıklara rağmen çoğu insan tarafından aynı şekilde tanınan ve yorumlanan görsel işaretlerdir. Eyfel Kulesi, Çin Seddi ve Mısır Piramitleri, dünya çapında tanınan ve belirli coğrafi, tarihi veya kültürel anlamları <b>evrensel düzeyde</b> temsil eden <b>ikonik yapılar</b> ve simgelerdir. Dolayısıyla, üçü de nesnel ve evrensel simgeler arasında yer alır."
  },
  {
    "id": "379440",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi Geometrik nesnelerin faydalarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Nesneler içinde düzen sağlar.",
      "B": "Bakış açısını estetik hâle getirir.",
      "C": "Algılamayı kolaylaştırır.",
      "D": "Nesnelerin büyüklüklerini belirler.",
      "E": "Üç boyutlu etki sağlamaya yardımcı olur."
    },
    "explanation": "Geometrik nesneler (dik çizgiler, üçgenler, daireler) kompozisyona <b>denge</b>, <b>düzen</b> ve <b>istikrar</b> katmak için kullanılır. İzleyicinin gözünün yönlendirilmesine ve fotoğrafın daha <b>yapısal</b> görünmesine yardımcı olurlar. Geometrik formlar, kompozisyonda amaçlanan düzenin aksine, <b>rastgelelik</b> veya karmaşıklık sağlamak amacıyla kullanılmaz; aksine, kompozisyonu güçlendirir."
  },
  {
    "id": "381084",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi görsel bir öge <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Renk",
      "B": "Kontrast",
      "C": "Beğeni",
      "D": "Derinlik",
      "E": "Yansıma"
    },
    "explanation": "Görsel ögeler, fotoğraf veya resim gibi iki boyutlu yüzeylerde algılanan temel yapı taşlarıdır. Bunlar; <b>nokta, çizgi, şekil, renk, doku</b> ve <b>ışık/gölge</b> gibi unsurlardır. <b>Tını</b> (veya Ses) ise sese özgü bir özelliktir ve görsel sanatların değil, işitsel sanatların temel bir ögesidir."
  },
  {
    "id": "381085",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi kompozisyonu oluşturan ögelerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Hareket ve ritim",
      "B": "Zıtlık ve karşıtlık",
      "C": "Kuram ve yargı",
      "D": "Bütünlük ve çeşitlilik",
      "E": "Renk ve ton"
    },
    "explanation": "Kompozisyon, görsel ögelerin (çizgi, renk, şekil) bir yüzey üzerinde estetik ve anlamlı bir düzen içinde birleştirilmesi sürecidir. Kompozisyon ögeleri arasında denge, ritim, kontrast, perspektif ve görsel elemanlar yer alır. <b>ISO değeri</b> (varsayılan yanlış cevap), fotoğraf makinesinin ışığa olan duyarlılığını belirleyen <b>teknik bir ayardır</b> ve fotoğrafın içindeki görsel düzenlemeyi (kompozisyonu) oluşturan sanatsal veya estetik bir öge değildir."
  },
  {
    "id": "381090",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisinin alan derinliğe etkisi <u>yoktur</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Karşıtlık",
      "B": "Perspektif",
      "C": "Nesnelerin konumu",
      "D": "Işık",
      "E": "Kontrast"
    },
    "explanation": "Alan derinliğini (netliğin yayıldığı bölge) etkileyen üç temel faktör vardır: 1) <b>Diyafram açıklığı</b>, 2) <b>Odak uzaklığı</b>, ve 3) <b>Objeye olan mesafe</b>. <b>Enstantane hızı</b> (Shutter Speed), yalnızca pozlama süresini ve hareketin dondurulup dondurulmayacağını etkiler; alan derinliği üzerinde doğrudan bir etkisi bulunmaz."
  },
  {
    "id": "381092",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi görsel göstergebilimin ilgi alanına <u>girmez</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Mimari",
      "B": "Karikatür",
      "C": "Reklam",
      "D": "Fotoğraf",
      "E": "Tiyatro"
    },
    "explanation": "Görsel göstergebilim (semiyotik), görsel iletişimde yer alan <b>işaretlerin, simgelerin</b> ve <b>göstergelerin anlamlarını</b>, kültürel kodlarını ve nasıl yorumlandıklarını inceler. Temel ilgi alanı, görsel mesajın üretimi ve alımlanmasıdır. <b>Fotoğraf kağıdının kimyasal yapısı</b> (varsayılan yanlış cevap) ise, fotoğrafçılığın fizik ve kimya bilimlerinin konusudur ve doğrudan göstergebilimsel anlam üretimi ile ilgili değildir."
  },
  {
    "id": "381095",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi simgesel göstergeye örnek <u>teşkil etmez</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Gün doğumu",
      "B": "Merdiven",
      "C": "Kırık testi",
      "D": "Ufuk",
      "E": "Karanlık"
    },
    "explanation": "Simgesel (Symbolic) göstergeler, anlamlarını <b>uzlaşımsal</b> (konvansiyonel) kurallardan veya kültürel kodlardan alır (örneğin bayraklar). İndeks (Indexical) göstergeler ise gösterilenle fiziksel veya nedensel bir ilişki kurar. <b>Gözyaşı</b>, kişinin duygusal durumunun (üzüntü, acı) <b>doğrudan fiziksel bir sonucu</b> veya belirtisi olduğu için <b>indeksik göstergeye</b> örnektir; simgesel değildir."
  },
  {
    "id": "405259",
    "unitNumber": 4,
    "text": "<strong>Perspektif katmanları arasında geçiş yapılmasını sağlayan unsur nedir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Hayalî çizgiler",
      "B": "Alan derinliği",
      "C": "Kurgu",
      "D": "Tasarım",
      "E": "Yönlendirme"
    },
    "explanation": "Perspektif katmanları (ön plan, orta plan, arka plan) arasındaki derinlik algısını ve geçişi sağlayan temel görsel ipuçları vardır. Bunların başında <b>örtüşme</b> (bir nesnenin diğerini kısmen gizlemesi) ve <b>açıklık/koyuluk kontrastı</b> gibi unsurlar gelir. Bu unsurlar, izleyicinin gözünü katmanlar arasında yönlendirerek <b>üç boyutlu derinlik algısını</b> pekiştirir ve sahnenin farklı bölümleri arasında akıcı bir görsel geçiş sağlar. Genellikle <b>örtüşen nesneler</b> veya <b>Hava Perspektifi</b> (Atmospheric Perspective) cevabı beklenir."
  },
  {
    "id": "379451",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi iletişimin amaçları arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Öğrenmeye yönelik olması",
      "B": "Tutum değişikliği oluşturmaya yönelik olması",
      "C": "Davranış değişikliği oluşturmaya yönelik olması",
      "D": "Bilgi paylaşımına yönelik olması",
      "E": "Çatışmaya yönelik olması"
    },
    "explanation": "İletişimin temel amaçları arasında <b>bilgi verme</b>, <b>ikna etme</b>, <b>eğlendirme</b> ve <b>sosyalleşme</b> yer alır. İletişim, bireyler veya gruplar arasında anlayışı sağlamayı ve davranışları etkilemeyi hedefler. İletişimin amaçları arasında yer almayan bir seçenek, genellikle iletişimin yapıcı doğasına aykırı olan veya konunun kapsamı dışında kalan bir eylemdir (örneğin, bir ürünü tamamen ücretsiz dağıtmak gibi ticari olmayan bir hedef)."
  },
  {
    "id": "379452",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi reklamcılık ile ilgili mevcut fotoğrafçılık kariyerlerindendir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Foto muhabiri",
      "B": "Portre fotoğrafçısı",
      "C": "Düğün fotoğrafçısı",
      "D": "Etkinlik fotoğrafçısı",
      "E": "Stok fotoğrafçısı"
    },
    "explanation": "Reklamcılık sektörü, fotoğrafçılara geniş bir kariyer yelpazesi sunar. Bunlar arasında <b>ürün fotoğrafçısı</b> (still life), <b>moda ve yaşam tarzı fotoğrafçısı</b>, <b>gıda fotoğrafçısı</b> ve <b>kurumsal portre fotoğrafçısı</b> gibi uzmanlık alanları bulunur. Bu kariyerler, reklam ajanslarının, markaların ve medya kuruluşlarının görsel ihtiyaçlarını karşılar."
  },
  {
    "id": "379453",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi reklamcılığın amaçları arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Ürünler hakkında bilgilendirmek",
      "B": "Tüketicileri ikna etmek",
      "C": "Sadece kâr amacı olan kuruluşlar için çalışmak",
      "D": "Belirlenen zamanda mesajları iletmek",
      "E": "Belirlenen mekânda mesajları iletmek"
    },
    "explanation": "Reklamcılığın temel amaçları, ürün/hizmet hakkında <b>bilinirlik yaratmak</b>, <b>hedef kitleyi bilgilendirmek</b>, <b>ikna etmek</b> ve <b>satın alma davranışını tetiklemektir</b>. Reklamlar, pazarlama hedeflerine ulaşmak için markanın imajını güçlendirmeye çalışır. Reklamcılığın doğrudan amaçları arasında, yasa dışı yollarla rekabeti ortadan kaldırmak veya bireylerin tüm temel ihtiyaçlarını karşılamak (ki bu ürünün kendisinin görevidir) yer almaz."
  },
  {
    "id": "379454",
    "unitNumber": 5,
    "text": "<strong>Reklam ile ilgili ifadelerden hangisi doğrudur?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Marka değeri oluşturmak için sadece reklam yeterlidir.",
      "B": "Sponsorluk faaliyetleri reklamdan bağımsız planlanmalıdır.",
      "C": "Halkla ilişkiler çalışmaları ile birlikte planlanan reklam faaliyetleri başarısızlığa yol açar.",
      "D": "Reklam bir pazarlama faaliyeti değildir.",
      "E": "Reklam çalışmalarının pazarlama faaliyetlerinden ayrı planlanması başarısızlığa yol açar."
    },
    "explanation": "Reklam ile ilgili doğru ifade, onun temel tanımlayıcı özelliklerinden birini vurgular. Reklam, <b>bedel ödenerek</b> gerçekleştirilen, <b>kişisel olmayan</b> bir tanıtım biçimidir ve her zaman <b>kimliği belli bir kaynak</b> (sponsor) tarafından yapılır. Reklamın temel amacı, hedef kitleyi belirli bir ürün, hizmet veya fikir lehine <b>ikna etmektir</b>."
  },
  {
    "id": "379455",
    "unitNumber": 5,
    "text": "<strong>Stok fotoğrafları nedir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Fotoğrafçılar tarafından daha önceden belirli konseptler üzerine çekilmiş kullanıma hazır hale getirilmiş arşiv görüntüleridir.",
      "B": "Sponsorlar tarafından talep üzerine çekilecek görüntüleridir.",
      "C": "Reklamcılar tarafından talep üzerine çekilecek görüntüleridir.",
      "D": "Sponsorlar tarafından daha önceden belirli konseptler üzerine çekilmiş ama arşivlenmemiş görüntüleridir.",
      "E": "Fotoğrafçılar tarafından talep üzerine çekilecek görüntüleridir."
    },
    "explanation": "<b>Stok fotoğrafları</b>, fotoğrafçıların önceden çekerek bir arşive (stok ajanslarına) sunduğu ve çeşitli ticari amaçlar için <b>lisanslanarak satılan</b> hazır görsellerdir. Bu fotoğraflar, reklam kampanyaları, web siteleri, broşürler ve diğer yayınlar için hızlı ve genellikle özelleştirilmiş çekimlere göre daha uygun maliyetli bir görsel çözüm sağlar. Kullanıcılar, görselleri belirli kullanım haklarıyla (telifsiz veya hak yönetimi lisansları) satın alır."
  },
  {
    "id": "379456",
    "unitNumber": 5,
    "text": "<strong>Stok fotoğrafçılığı ile ilgili aşağıdaki ifadelerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "İnternet stok fotoğrafçılığının gelişimini doğrudan etkilemiştir.",
      "B": "Dijital kameralar stok fotoğrafçılığının gelişimini doğrudan etkilemiştir.",
      "C": "Stok fotoğrafçılığı ihtiyaç duyulan fotoğraflara ulaşmanın hızlı yoludur.",
      "D": "Stok fotoğrafçılığı ucuz hatta ücretsiz olabilmektedir.",
      "E": "Stok fotoğrafçılığı arşiv tutulmadan yapılmadır."
    },
    "explanation": "Stok fotoğrafçılığı ile ilgili doğru ifadeler, <b>uygun maliyetli olduğu</b>, <b>hızlı erişim sağladığı</b> ve <b>lisanslama yoluyla kullanıldığı</b> yönündedir. Yanlış olan ifade, genellikle stok görsellerin dezavantajlarına aykırı bir iddiadır. Örneğin, stok fotoğrafları binlerce kişi tarafından lisanslanabileceği için, 'her zaman marka için mutlak benzersizlik sağlar' ifadesi <b>yanlıştır</b>. Özel bir çekimle elde edilen özgünlük seviyesini nadiren yakalarlar."
  },
  {
    "id": "379457",
    "unitNumber": 5,
    "text": "<strong>Reklamın başarısı a</strong><strong>şağıdakilerden hangisine </strong><strong>bağlı <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Hedef kitlenin doğru analizine",
      "B": "Araştırmaya",
      "C": "Hedef kitleye göre oluşturulan mesaja",
      "D": "Hedef kitle gözetmeksizin iletişim kurmaya",
      "E": "Hedef kitlenin zevkleri ve tercihlerine"
    },
    "explanation": "Reklamın başarısı; mesajın <b>netliği</b>, hedef kitlenin <b>doğru belirlenmesi</b>, kullanılan <b>medyanın uygunluğu</b> ve <b>yaratıcı uygulamanın kalitesine</b> bağlıdır. Reklamın başarısına bağlı olmayan bir faktör genellikle kampanya stratejisi veya hedefleriyle doğrudan ilgili olmayan, kontrol edilemeyen veya alakasız bir dış etkendir (örneğin, reklam verenin kişisel zevkleri)."
  },
  {
    "id": "379458",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi ikna kabiliyeti olan bir reklam fotoğrafını <u>tanımlamaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Reklam fotoğraflarının ilgi merkezinde reklamı yapılan ürün yer almalıdır.",
      "B": "Ana öğe belirgin olmalıdır.",
      "C": "Yardımcı öğeler reklamı yapılan ana öğeyi destekler özellikte olmalıdır.",
      "D": "Reklamda kullanılan başlık, slogan, metin ve fotoğraf birbirlerinden bağımsız olmalıdır.",
      "E": "Görsel göstergeler kendinden beklenen anlam iletme görevini yerine getirmelidir."
    },
    "explanation": "İkna kabiliyeti olan bir reklam fotoğrafı; <b>izleyicinin dikkatini çeker</b>, <b>markanın faydasını vurgular</b>, <b>duygusal bir bağ kurar</b> ve <b>satın alma dürtüsünü tetikler</b>. İkna kabiliyetini tanımlamayan bir özellik, genellikle fotoğrafın mesajının <b>karmaşık</b>, <b>anlaşılmaz</b> veya <b>ürünle alakasız</b> olmasıdır. İyi bir reklam fotoğrafında, anlatım ve kompozisyon <b>net</b> olmalıdır."
  },
  {
    "id": "379459",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi yaratıcı insanların özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Bağımsız fikirlidirler.",
      "B": "Eylem özgürlüğüne sahiptirler.",
      "C": "Yönetilmeyi severler.",
      "D": "Farklı düşünürler.",
      "E": "Düşünmeyi severler."
    },
    "explanation": "Yaratıcı insanlar; <b>meraklı</b>, <b>risk alan</b>, <b>esnek düşünen</b>, <b>açık fikirli</b> ve <b>alışılmış kalıpların dışına çıkabilen</b> bireylerdir. Yaratıcı insanların özelliklerinden biri <u>olmayan</u> durum, genellikle katı kurallara bağlılık, statükoya uyma zorunluluğu veya <b>değişime direnç gösterme</b> gibi yaratıcılığı kısıtlayıcı davranışlardır."
  },
  {
    "id": "379460",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi etkin bir reklam fotoğrafında bulunması gereken niteliklerdendir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Mesaj sade ve açık olmamalıdır.",
      "B": "Verilmek istenen mesaj birkaç saniye içinde vermelidir.",
      "C": "Ana öge ikinci planda olmalıdır.",
      "D": "Metin ve görsel birbirinden bağımsız mesajlar vermelidir.",
      "E": "Tasarım yapılmamalıdır."
    },
    "explanation": "Etkin bir reklam fotoğrafının nitelikleri arasında <b>yüksek görsel etki</b>, <b>hızlı anlaşılabilirlik</b>, <b>duygusal rezonans</b> ve <b>marka mesajını doğru iletme</b> yeteneği yer alır. Fotoğrafın <b>hedef kitle ile iletişim kurma becerisi</b>, etkinliğin anahtarıdır; bu nedenle teknik kalitenin yanı sıra mesajın özeti de güçlü olmalıdır."
  },
  {
    "id": "381121",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi reklam fotoğrafçısının yapmaması gerekenler arasında yer alır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yaratıcı olmak",
      "B": "Konuşmayıp sadece fotoğrafını çekmek",
      "C": "Ekipten ayrı tek başına çalışmak",
      "D": "Ticaretle ilgilenmek",
      "E": "Meraklı olmak"
    },
    "explanation": "Reklam fotoğrafçısının profesyonel standartlara aykırı davranması gereken durumlar 'yapmaması gerekenler' arasındadır. Bunlar, <b>müşterinin hedeflerini göz ardı etmek</b>, <b>telif haklarını ihlal etmek</b> veya <b>ürünü yanıltıcı biçimde temsil etmek</b> gibi etik dışı eylemleri içerir. Fotoğrafçı, daima <b>brief'e sadık kalmalı</b> ve görsellerin <b>doğruluğunu</b> sağlamalıdır."
  },
  {
    "id": "381125",
    "unitNumber": 5,
    "text": "<strong>Reklam ile ilgili olarak a</strong><strong>şağıdakilerden </strong><strong>hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Belirli bir bedel karşılığında gerçekleşir.",
      "B": "Plansız şekilde, doğaçlama gerçekleşir.",
      "C": "Ürün veya hizmet ya da düşünceyi satmak amacıyla tasarlanır.",
      "D": "Mesajların belirlenen iletişim kanalları aracılığıyla tüketiciye iletilmesidir.",
      "E": "Yer ve zaman satın alınır."
    },
    "explanation": "Reklam, genellikle ticari veya sosyal amaçlı, <b>ücretli</b> ve <b>ikna edici</b> bir iletişim biçimidir. Reklam ile ilgili yanlış olan ifade, bu temel özellikleri reddeden bir iddiadır. Örneğin, 'Reklam, her zaman birincil bilgi kaynağıdır' veya 'Reklamlar hiçbir zaman duygusal manipülasyon içermez' gibi mutlak ifadeler genellikle <b>yanlıştır</b>, çünkü reklamın temelinde ikna yatar ve bilgi tekeli yoktur."
  },
  {
    "id": "381129",
    "unitNumber": 5,
    "text": "<strong>Başarılı reklam fotoğrafları oluşturmak ile ilgili olarak aşağıdakilerden hangisi doğrudur?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Fotoğrafın reklam alanının tamamının en az üçte birini kaplaması gerekir.",
      "B": "Görüntüdeki diğer nesneler reklamla bağlantılı olmamalıdır.",
      "C": "Mesaj dikkat çekmeden verilmelidir.",
      "D": "Vaad verilmemeli sadece bilgi verilmelidir.",
      "E": "Ürüne yer verilmeden mesaj aktarılmalıdır."
    },
    "explanation": "Başarılı reklam fotoğrafları oluşturmak, yalnızca teknik mükemmeliyetle değil, aynı zamanda <b>pazarlama ve iletişim stratejileriyle uyumla</b> mümkündür. Doğru ifade, fotoğrafın <b>markanın hikayesini yansıtması</b>, <b>hedef kitlede istenen tepkiyi uyandırması</b> ve <b>mesajı sade ve etkili bir biçimde iletmesi</b> gerektiğini vurgular. Başarı, estetik ve ticari hedeflerin entegrasyonuna bağlıdır."
  },
  {
    "id": "379461",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi Osman Hamdi’nin fotoğraftan yararlanarak yaptığı eseridir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Şehzade Türbesinde Derviş",
      "B": "Naile Hanım Portresi",
      "C": "Kaplumbağa Terbiyecisi",
      "D": "Leylak Toplayan Kız",
      "E": "Cami Önünde Konuşan Hocalar"
    },
    "explanation": "Osman Hamdi Bey, 19. yüzyıl Osmanlı resminin önde gelen isimlerindendir ve eserlerinde <b>fotoğraftan yoğun bir şekilde yararlanmıştır</b>. Özellikle resimlerinin kompozisyonlarını oluştururken ve modellerinin duruşlarını belirlerken fotoğrafı bir referans aracı olarak kullanmıştır. Osman Hamdi Bey’in fotoğraftan yararlanarak yaptığı en bilinen eserleri arasında, stüdyo fotoğraflarını referans aldığı <b>Kaplumbağa Terbiyecisi</b> ve mimari detayları fotoğraflarla incelediği diğer oryantalist tabloları sayılabilir."
  },
  {
    "id": "379462",
    "unitNumber": 6,
    "text": "<strong>Taşınabilir fotoğraf makinesinin gelişmesi aşağıdaki hangi sanat hareketinde ortaya çıkmıştır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Barok",
      "B": "İzlenimcilik",
      "C": "Rönesans",
      "D": "Romantizm",
      "E": "Maniyerizm"
    },
    "explanation": "Taşınabilir fotoğraf makinelerinin (özellikle küçük formatlı, elde taşınabilir kameralar) gelişmesi, fotoğrafçıların stüdyo dışına çıkarak anlık, spontane ve hareketli sahneleri yakalamasına olanak tanımıştır. Bu durum, sanat hareketleri üzerinde büyük bir etki yaratmıştır. Bu makinelerin sağladığı serbestlik ve anlık kaydetme yeteneği, özellikle <b>Sokak Fotoğrafçılığı</b> ve modern sanatta <b>Dadaizm</b> gibi anlık ve gerçekçi yaklaşımları benimseyen hareketlerin ortaya çıkmasında veya gelişmesinde önemli rol oynamıştır."
  },
  {
    "id": "379463",
    "unitNumber": 6,
    "text": "<strong>Picasso hangi eserini, geniş açı objektiflerin yarattığı perspektif bozuklu-ğu ile yapmıştır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Balıkçı",
      "B": "Avignon’lu Kadınlar",
      "C": "Mandolinli Kız",
      "D": "Guernica",
      "E": "Armutlar ve Kadın"
    },
    "explanation": "Pablo Picasso, <b>Kübist sanat</b> hareketinin öncülerindendir. Kübistler, nesneleri tek bir bakış açısıyla değil, birden çok bakış açısını tek bir düzlemde birleştirerek tasvir etmişlerdir. Geniş açı objektiflerin yarattığı perspektif bozukluğu (özellikle objeleri merkeze doğru bükmesi veya çarpıtması) etkisine benzer bir görsel dili kullandığı bilinen eseri, modern sanatın başlangıç noktalarından kabul edilen <b>Avignonlu Kızlar (Les Demoiselles d'Avignon)</b>'dır. Bu eserde, figürlerin yüzleri ve bedenleri geometrik olarak parçalanmış ve geleneksel perspektif reddedilmiştir."
  },
  {
    "id": "379464",
    "unitNumber": 6,
    "text": "<strong>1918 yılında Christian Schad’ın icat ettiği fotoğraf tekniğinin adı nedir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Planografi",
      "B": "Fototeknik",
      "C": "Siyah-Beyaz",
      "D": "Deklanşör",
      "E": "Schadograph"
    },
    "explanation": "1918 yılında Alman Dadaist sanatçı <b>Christian Schad</b> tarafından icat edilen fotoğraf tekniğinin adı <b>Schadograph</b>'tır. Bu teknik, sanatçının, karanlık oda koşullarında nesneleri doğrudan ışığa duyarlı kağıt üzerine yerleştirerek oluşturduğu <b>fotogram</b> türlerinden biridir. Schadograph’lar, Dadaizmin estetiğine uygun olarak, soyut silüetler ve beklenmedik şekiller ortaya çıkarır ve kamera kullanımını gerektirmez."
  },
  {
    "id": "379465",
    "unitNumber": 6,
    "text": "<strong>19. Yüzyıl’da fotoğraftan yararlanarak heykel yapma Fransa'da kim tarafından icat edilmiştir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Heinrich Wölfflin",
      "B": "M.Claudet",
      "C": "Picasso",
      "D": "M.Willeme",
      "E": "Salvador Dali"
    },
    "explanation": "19. Yüzyıl’da fotoğraftan yararlanarak heykel yapma tekniği, Fransa’da <b>François Willème</b> tarafından icat edilmiştir. Willème, 1860’lı yıllarda <b>Foto-Heykel (Photo-Sculpture)</b> adını verdiği bir sistem kurmuştur. Bu sistemde, modelin etrafına yerleştirilen 24 ayrı fotoğraf makinesi, modelin her açıdan fotoğrafını çeker. Daha sonra bu fotoğraflar, heykelin üç boyutlu olarak doğru oranlarda oluşturulması için kılavuz olarak kullanılırdı."
  },
  {
    "id": "379467",
    "unitNumber": 6,
    "text": "<strong>Fotoğraf ve heykel arasındaki ilişkiyi ilk olarak aşağıdakilerden hangisi bilimsel makale olarak yayımlamıştır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Picasso",
      "B": "Heinrich Wölfflin",
      "C": "M. Willeme",
      "D": "M. Claudet",
      "E": "Salvador Dali"
    },
    "explanation": "Fotoğraf ve heykel arasındaki ilişkiyi ilk olarak bilimsel bir makale olarak yayımlayan isimlerden biri <b>Eugène Guillaume</b>'dur. Guillaume, fotoğrafın heykel üretimi üzerindeki etkilerini ve özellikle <b>Foto-Heykel</b> gibi yeni tekniklerin heykel sanatının temsiliyet anlayışını nasıl değiştirdiğini teorik olarak incelemiştir. Bu, fotoğrafın heykel sanatına bir yardımcı araç olarak entegrasyonunun ilk akademik tartışmalarından biridir."
  },
  {
    "id": "379469",
    "unitNumber": 6,
    "text": "<strong>Küratörlüğünü Peter C. Bunnell'in yaptığı New York Modern Sanat Müzesi'nde 1970 yılında düzenlenen, fotoğraf ve heykel yöntemlerini birleştiren serginin ismi nedir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Photography into Paint",
      "B": "Photography in Photography",
      "C": "Photography into Sculpture",
      "D": "Photography in Printmaking",
      "E": "Photography into Art"
    },
    "explanation": "Küratörlüğünü <b>Peter C. Bunnell</b>'in yaptığı, New York Modern Sanat Müzesi (MoMA) tarafından 1970 yılında düzenlenen ve fotoğrafı sadece iki boyutlu bir kayıt aracı olarak değil, aynı zamanda üç boyutlu nesneler ve heykelsi formlar oluşturmak için bir yöntem olarak ele alan serginin ismi <b>Photography into Sculpture (Fotoğraf Heykele Dönüşüyor)</b>'dur. Bu sergi, fotoğrafın sınırlarını genişleten deneysel çalışmaları bir araya getirmiştir."
  },
  {
    "id": "379473",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi planografi tekniği arasında yer alır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Ofset",
      "B": "Serigrafi",
      "C": "Flekso",
      "D": "Dijital Baskı",
      "E": "Tipografi"
    },
    "explanation": "<b>Planografi (Yüzey Baskı)</b>, baskı kalıbı yüzeyinin ne kabartma ne de çukur olduğu, tamamen düz kaldığı baskı tekniklerinin genel adıdır. Bu teknik, mürekkebin sadece basılacak alanlarda kalmasını sağlamak için kimyasal ilkelerden yararlanır (yağın suyu itmesi prensibi). Planografi tekniği arasında yer alan en klasik yöntem <b>Litografi (Taş Baskı)</b>'dir. Ofset baskı da modern bir planografi türüdür."
  },
  {
    "id": "379475",
    "unitNumber": 6,
    "text": "<strong>Fotoğraf, Ekslibris baskı çeşitleri arasında hangi simge ile ifade edilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "P8",
      "B": "P6",
      "C": "P7",
      "D": "P5",
      "E": "P4"
    },
    "explanation": "Ekslibris baskı çeşitleri arasında fotoğraf veya fotomekanik yöntemlerle üretilen baskıları ifade etmek için kullanılan uluslararası standart simge <b>Ph</b>’dir. Bu kısaltma, <b>Fotoğraf (Photography)</b> veya Fotogravür gibi, fotoğrafik bir sürecin kullanıldığını gösterir. Ekslibris çalışmalarında kullanılan her baskı tekniğinin kendine ait bir kısaltması mevcuttur."
  },
  {
    "id": "379477",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi Ekslibris özellikleri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kitap kapağının iç sayfasına yapıştırılır.",
      "B": "Kitap ile sahibi arasındaki ilişkiyi açıklar.",
      "C": "Kitap sahibinin özelliklerini belli göstergelerle yansıtır.",
      "D": "Kişisel bir kullanım objesidir.",
      "E": "Kitap kapağının son sayfasına yapıştırılır."
    },
    "explanation": "Ekslibris (Kitap mührü), bir kitabın sahibi hakkında bilgi veren, sanatsal nitelik taşıyan küçük boyutlu (genellikle 13x13 cm’yi geçmeyen) özgün baskılardır. Özellikleri arasında <b>kitap sahibinin adını ve Ekslibris ifadesini içermesi</b> ve <b>özgün bir baskı tekniğiyle üretilmiş olması</b> yer alır. Ekslibris, ticari bir etiket veya seri üretim ürünü değildir; bu nedenle, ‘<b>Yüksek tirajlı ticari etiketler olması</b>’ gibi bir ifade Ekslibris özellikleri arasında <u>yer almaz</u>."
  },
  {
    "id": "381131",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi eserlerinde fotoğraftan yararlanmıştır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "İbrahim Çallı",
      "B": "Nuri İyem",
      "C": "Abidin Dino",
      "D": "Aliye Berger",
      "E": "Osman Hamdi"
    },
    "explanation": "Modern sanat tarihinde birçok sanatçı eserlerinde fotoğraftan yararlanmıştır. Bu sanatçılardan biri, <b>Pop Art</b> akımının en önemli figürü olan <b>Andy Warhol</b>'dur. Warhol, fotoğrafik kaynakları temel alarak, ünlü figürlerin ve ticari nesnelerin fotoğraflarını <b>serigrafi</b> (silkscreen) tekniğiyle çoğaltmış ve manipüle etmiştir. Bu kullanımıyla, fotoğrafın endüstriyel üretimdeki rolünü sorgulamıştır."
  },
  {
    "id": "381132",
    "unitNumber": 6,
    "text": "<strong>17. yüzyılda hangi Hollandalı bir ressam, soyu tükenmiş didus ineptus kuşunu resmetmiştir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Picasso",
      "B": "Roelant Savery",
      "C": "Salvador Dali",
      "D": "Frida Kahlo",
      "E": "Osman Hamdi"
    },
    "explanation": "Soyu tükenmiş <b>Didus ineptus</b> (Dodo kuşu), 17. yüzyıl Hollandalı ressamlar tarafından resmedilmiştir. Bu kuşun en ünlü ve en doğru tasvirlerinden bazılarını yapan ressam <b>Roelant Savery</b>'dir. Savery, 1620'li yıllarda Dodo kuşunu resmetmiş ve bu eserler, hayvanın görünümü hakkında günümüze ulaşan en önemli görsel kaynaklar arasında yer almıştır."
  },
  {
    "id": "381139",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi son yıllarda yapılan deneysel ekslibris tasarımları arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Ağaç Baskı Ekslibris",
      "B": "Artırılmış Gerçeklik Ekslibris",
      "C": "Quilling Ekslibris",
      "D": "Işıklı Pop-Up Ekslibris",
      "E": "Video Broşür Ekslibris"
    },
    "explanation": "Son yıllarda yapılan deneysel ekslibris tasarımları, <b>dijital baskı</b>, <b>fotoğrafik süreçler</b>, kolaj ve alışılmışın dışındaki karışık teknikleri içerir. Deneysel olmayan, aksine köklü bir geçmişe dayanan ve standart baskı teknikleri arasında yer alan klasik bir yöntem genellikle cevap olarak kabul edilir. Örneğin, sadece <b>klasik metal gravür</b> veya <b>taş baskı (Litografi)</b> gibi geleneksel yöntemler, modern deneysel tasarımlar arasında <u>yer almaz</u>, çünkü bunlar teknik olarak yenilikçi bir süreç kullanmazlar."
  },
  {
    "id": "381140",
    "unitNumber": 6,
    "text": "<strong>Aşağıdaki sanatçılardan hangisi tasarımlarında Ekslibris kullanmıştır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Fatih Aksular",
      "B": "Hedieh Jafari",
      "C": "Oleg Dergachov",
      "D": "Ercan Tuna",
      "E": "Osman Dinç"
    },
    "explanation": "Ekslibris, Rönesans döneminden itibaren birçok büyük sanatçı tarafından kullanılmıştır. Bu sanatçılardan biri, <b>Albrecht Dürer</b>'dir. Dürer, 16. yüzyılda Ekslibris tasarımlarında <b>gravür</b> ve <b>ahşap baskı</b> tekniklerini ustalıkla kullanarak, bu küçük sanat formunun sanatsal değerini ve popülerliğini artırmıştır."
  },
  {
    "id": "379481",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi bir tasarım disiplini olan grafik tasarımla ilgili <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Hedef kitleye ürün ya da hizmet ile ilgili görsel mesajlar verir.",
      "B": "Hedef kitleyi ürün ya da hizmet hakkında bilgilendirir.",
      "C": "3D endüstriyel ürünler geliştirir.",
      "D": "Görsel iletişimle ilgili bir tasarım disiplinidir.",
      "E": "Basılı ve görsel medyaya yönelik tasarımlar üretir."
    },
    "explanation": "Grafik tasarım, bir mesajı hedef kitleye iletmek amacıyla metin ve görselleri organize eden, algılanabilir ve görülebilir bir düzlemde sunan <b>iletişim odaklı bir tasarım disiplinidir</b>. Bu disiplinin temel amacı, görsel yolla <b>planlama</b>, <b>görselleştirme</b> ve <b>uygulama</b> yaparak amaca yönelik bir çıktı oluşturmaktır. Seçeneklerde yer alacak, mesaj iletme veya görsel düzenleme amacı gütmeyen bir faaliyet (örneğin sadece heykel sanatı veya soyut resim) grafik tasarımla ilgili olmayacaktır."
  },
  {
    "id": "379482",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi basılı medyaya yönelik grafik tasarım ürünleri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kurumsal kimlik tasarımı",
      "B": "Dergi tasarımı",
      "C": "Logo tasarımı",
      "D": "Arayüz tasarımı",
      "E": "Gazete tasarımı"
    },
    "explanation": "Grafik tasarım ürünleri, kullanıldığı mecraya göre basılı veya dijital olarak ikiye ayrılır. Basılı medyaya yönelik ürünler, fiziksel olarak üretilen ve dağıtılan materyallerdir. Bunlara örnek olarak <b>afişler</b>, <b>broşürler</b>, <b>dergiler</b> ve <b>kitap kapakları</b> verilebilir. Dijital ortamda var olan ve basılmayan ürünler (örneğin <b>web siteleri arayüzleri</b>, <b>sosyal medya grafikleri</b> veya <b>mobil uygulamalar</b>) basılı medya ürünleri arasında yer almaz."
  },
  {
    "id": "379484",
    "unitNumber": 7,
    "text": "<strong>Işıkla yazmak anlamına gelen fotoğraf kavramı, Yunancadaki hangi iki sözcüğün birleşiminden oluşmaktadır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "“Foto” ve “Graphy”",
      "B": "“Photon” ve “Graphes”",
      "C": "“Foton” ve “Graphy”",
      "D": "“Photos” ve “Graphy”",
      "E": "“Photos” ve “Graphes”"
    },
    "explanation": "Fotoğraf kelimesi (photography) Yunanca kökenli olup iki sözcüğün birleşiminden oluşur. Bunlar, <b>ışık</b> anlamına gelen “<b>photos</b>” ve <b>yazmak</b> veya <b>çizmek</b> anlamına gelen “<b>graphos</b>” kelimeleridir. Bu nedenle fotoğraf, etimolojik olarak <b>ışıkla yazmak</b> demektir."
  },
  {
    "id": "379485",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi endüstri fotoğrafçılığına geçişin sebepleri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Üretimin azalması",
      "B": "Firmalar arası rekabetin artması",
      "C": "Ürün ve hizmette reklam ve tanıtıma olan ihtiyacın artması",
      "D": "Fotoğrafın grafik tasarımda kullanımının artması",
      "E": "Tüketim ekonomisinin hızla gelişmesi"
    },
    "explanation": "Endüstri fotoğrafçılığının ortaya çıkışının temelinde, 19. yüzyılın ortalarından itibaren başlayan <b>kitlesel üretim</b>, <b>ticari rekabet</b> ve ürünlerin pazarlanması ihtiyacı yatar. Ürünlerin <b>tanıtılması</b>, <b>kataloglarda sergilenmesi</b> ve <b>reklam amaçlı görselleştirilmesi</b> bu geçişin ana sebepleridir. Ticari veya endüstriyel amaca hizmet etmeyen, sadece kişisel sanatsal ifadeye odaklanan bir sebep, endüstri fotoğrafçılığına geçişin sebepleri arasında yer almaz."
  },
  {
    "id": "379487",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi fotoğrafın grafik tasarım içerisinde yer alma sebeplerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Mesajın hedef kitleye hızlı aktarılmasını sağlaması",
      "B": "Fotoğrafın gerçek olanı yansıtabilmesi",
      "C": "Fotoğrafın ikna gücüne sahip olması",
      "D": "Maliyetinin ucuz olması",
      "E": "Sözle anlatımı mümkün olmayan düşünceleri hedef kitleye kolaylıkla aktarabilmesi"
    },
    "explanation": "Fotoğrafın grafik tasarımda kullanılmasının temel sebepleri, <b>gerçekliği yansıtma</b>, <b>güvenilirlik sağlama</b>, <b>hızlı bilgi aktarımı</b> ve <b>duygusal etki yaratma</b>dır. Fotoğraf, mesajın ikna ediciliğini ve somutluğunu artırır. Tasarımın iletişim amacını desteklemek yerine görsel kaosa neden olan veya mesajı belirsizleştiren bir unsur, bu sebeplerden biri değildir."
  },
  {
    "id": "379488",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi 20. yüzyılın başında grafik tasarımı en çok etkileyen sanat hareketlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "De Stijl",
      "B": "Suprematizm",
      "C": "Fauvism",
      "D": "Sürrealizm",
      "E": "Dada"
    },
    "explanation": "20. yüzyılın başlarında grafik tasarımın görsel dilini ve yaklaşımını en çok etkileyen sanat hareketleri, modernizmin öncü akımlarıdır. Bunlar arasında <b>Dadaizm</b> (fotomontaj ve tipografi kullanımı), <b>Fütürizm</b> (dinamik tipografi), <b>Konstrüktivizm</b> (işlevsellik ve fotomontaj) ve <b>Bauhaus</b> (rasyonel tasarım) yer alır. Bu dönemle veya modern tasarımın kökenleriyle doğrudan ilgili olmayan, daha önceki bir döneme ait akımlar (örneğin Romantizm) cevap olacaktır."
  },
  {
    "id": "379489",
    "unitNumber": 7,
    "text": "<strong>İlk fotoğraflı afişler, 1900’lerin başlarından itibaren bazı biçimsel sanat hareketleri ile birlikte tasarlanmaya başlanmış olup, Aşağıda verilenlerden hangisi bu dönemde tasarımlarında fotoğrafı kullanan sanatçılar arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Aleksander Rodchenko",
      "B": "El Lissitzky",
      "C": "Moholy-Nagy",
      "D": "Giotto",
      "E": "Herbert Matter"
    },
    "explanation": "1900'lerin başlarındaki biçimsel sanat hareketleri (özellikle Dadaizm ve Konstrüktivizm), afişlerde ve kitap tasarımlarında fotoğrafı radikal bir araç olarak kullandı. Bu alanda öne çıkan isimler arasında <b>John Heartfield</b> ve <b>Alexander Rodchenko</b> gibi fotomontajı politik ve ticari amaçlarla kullanan sanatçılar yer alır. Cevap, fotoğrafı modern tasarım dilinin bir parçası olarak kullanmayan veya bu döneme ait olmayan bir sanatçı olacaktır."
  },
  {
    "id": "379490",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi 1950’lerde savaş sonrası refahla birlikte reklam fotoğrafçılığında geliştirilen yeni konseptin özelliklerindendir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Fotoğraflar sadece ürün görsellerinden oluşmuştur.",
      "B": "Fotoğraflara ürünle birlikte tüketiciyi temsil eden bir model de eşlik etmiştir.",
      "C": "Fotoğraflar sadece model çekimlerinden oluşmuştur.",
      "D": "Stüdyo fotoğrafçılığına geçilmiştir.",
      "E": "Savaş fotoğrafları önem kazanmıştır."
    },
    "explanation": "1950’ler, savaş sonrası ekonomik refahın ve <b>tüketim kültürünün</b> yükseliş dönemiydi. Reklam fotoğrafçılığındaki yeni konseptin en önemli özelliği, ürünleri sıradan gerçeklikten kopararak <b>idealize edilmiş</b>, <b>arzu uyandıran</b>, <b>göz alıcı</b> ve lüks bir yaşam tarzının parçası olarak sunmaktır. Amaç, hedef kitlede ürün edinme isteği ve mutluluk imajı yaratmaktı."
  },
  {
    "id": "379491",
    "unitNumber": 7,
    "text": "<strong>1960’lı yıllarda Batı Almanya’da kavramları görselleştirmek amacıyla ortaya çıkan, izleyicide şok etkisi uyandıran çarpıcı görüntülerle dikkat çekmeyi amaçlayan anlatım dili aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Foto-Grafik",
      "B": "Foto- Kübizm",
      "C": "De Stijl",
      "D": "Grafik Tasarım",
      "E": "Foto-Tasarım"
    },
    "explanation": "1960’lı yıllarda Batı Almanya’da ve Avrupa’da gelişen bu anlatım dili, geleneksel reklam görsellerinden farklı olarak, <b>kavramları görselleştirmeyi</b> ve izleyicinin dikkatini sarsıcı bir şekilde çekmeyi amaçlar. Bu yaklaşım, <b>çarpıcı</b> ve <b>şok edici</b> görseller kullanarak mesajın maksimum düzeyde akılda kalmasını ve tartışma yaratmasını hedefler. Bu, dönemin avangart tasarım anlayışlarının ticari alana yansımasıdır."
  },
  {
    "id": "379492",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi fotoğrafın grafik tasarımda kullanımının 1980’lerde profesyonelleşmesini tetikleyen gelişmelerin en önemlilerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Mac Bilgisayarların üretilmesi",
      "B": "Windows işletim sisteminin piyasaya sürülmesi",
      "C": "Tasarım programlarının geliştirilmesi",
      "D": "Görüntü işleme programlarının ortaya çıkması",
      "E": "Fotoğrafçı sayılarının artması"
    },
    "explanation": "1980’lerde fotoğrafın grafik tasarımda profesyonelleşmesini tetikleyen en önemli gelişmeler <b>masaüstü yayıncılığın (DTP)</b> ortaya çıkışı, <b>Macintosh bilgisayarların</b> yaygınlaşması, <b>yüksek çözünürlüklü tarayıcılar</b> ve <b>görüntü işleme yazılımlarının</b> (Adobe Photoshop gibi) gelişmesidir. Bu gelişmeler, tasarımcıların fotoğrafları hızlıca manipüle etmesini ve baskıya hazırlamasını sağladı. 1980’lerden çok önce gerçekleşmiş olan (örneğin 19. yüzyıl fotoğraf icatları) bir gelişme, bu profesyonelleşmeyi tetikleyen faktörlerden biri sayılmaz."
  },
  {
    "id": "381141",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi grafik tasarımda hedef kitleye mesaj aktarımında kullanılan görüntülü bilgilerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Sembol",
      "B": "İllüstrasyon",
      "C": "Tipografi",
      "D": "Fonograf",
      "E": "Fotoğraf"
    },
    "explanation": "Grafik tasarımda hedef kitleye mesaj aktarımında kullanılan görüntülü bilgiler, doğrudan görsel algıya hitap eden unsurlardır. Bunlar <b>fotoğraflar</b>, <b>illüstrasyonlar</b>, <b>diyagramlar</b>, <b>ikonlar</b> ve diğer grafik sembollerdir. Metin (yazı) ise genellikle sözel bilgi aktarımının bir aracıdır ve görüntülü bilgilerden (imajlardan) ayrı değerlendirilir."
  },
  {
    "id": "381143",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi “graphishe kunst” kavramını açıklar?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Grafik tasarımda çarpıcı imgelerin üretimi “grafik gerçek” anlamına gelen Almanca “graphishe kunts” kavramıyla ifade edilmiştir.",
      "B": "Grafik tasarımda fotoğrafın kullanılmaya başlandığı ilk dönem “fotografik dönem” anlamına gelen Almanca “graphishe kunts” kavramıyla ifade edilmiştir.",
      "C": "Özgün baskı sanatlarında fotoğrafın kullanılmaya başlandığı dönem “grafik baskı” anlamına gelen Almanca “graphishe kunts” kavramıyla ifade edilmiştir.",
      "D": "Özgün baskı sanatlarında görsellerin bir yüzey üzerine kazınarak çizilmeleri nedeniyle bu sanat dalı “grafik sanatı” anlamına gelen Almanca “graphishe kunts” kavramıyla ifade edilmiştir.",
      "E": "Grafik tasarımda fotoğrafın kullanımıyla elde edilen grafik çalışmalar “grafik-foto” anlamına gelen Almanca “graphishe kunts” kavramıyla ifade edilmiştir."
    },
    "explanation": "“Graphische Kunst” (Grafik Sanatlar), Almanca kökenli bir terimdir ve genellikle <b>çoğaltma teknikleriyle</b> (baskı, taş baskı/litografi vb.) üretilen sanatsal ve ticari eserleri ifade eder. Terim, <b>afiş sanatı</b> ve ticari sanatın bağımsız bir disiplin olarak gelişmeye başladığı dönemlerde yaygın olarak kullanılmıştır."
  },
  {
    "id": "381144",
    "unitNumber": 7,
    "text": "<strong>Fotoğrafta ilk kez negatif-pozitif tekniğin uygulanabildiği görüntüleme tekniğinin adı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kalotip",
      "B": "Deguerreotype",
      "C": "Helyografi",
      "D": "Judea Bitümü",
      "E": "Selüloit"
    },
    "explanation": "Fotoğrafçılık tarihinde, birden fazla kopya üretme imkanı sağlayan ve ilk kez başarılı bir şekilde negatif-pozitif tekniğini uygulayan görüntüleme yöntemi <b>Kalotip (Calotype)</b> tekniğidir. <b>William Henry Fox Talbot</b> tarafından geliştirilen bu teknik, fotoğrafçılığın çoğaltılabilir bir sanat/disiplin olmasının yolunu açmıştır."
  },
  {
    "id": "381145",
    "unitNumber": 7,
    "text": "<strong>Bir ürün ya da hizmet ile ilgili hedef kitleye iletilmek istenen mesajı metin ve görsellerle algılanabilir ve görülebilir bir düzlemde organize ederek sunan tasarım disiplini aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Çevre tasarımı",
      "B": "Web tasarımı",
      "C": "Grafik tasarımı",
      "D": "Moda tasarımı",
      "E": "Endüstri tasarımı"
    },
    "explanation": "Tanımlanan disiplin, bir mesajı (ürün veya hizmetle ilgili) <b>metin ve görselleri</b> estetik ve işlevsel bir düzlemde <b>organize</b> ederek hedef kitleye iletmeyi amaçlar. Bu, görsel iletişim sürecinin planlanmasını ve uygulanmasını kapsayan <b>Grafik Tasarım</b> disiplininin temel tanımıdır."
  },
  {
    "id": "381146",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi fotoğrafın grafik tasarımla olan ilişkisinin amaçları arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Fotoğrafın, hedef kitlenin dikkatini tasarımın konusuna çekmede etkili olması",
      "B": "Fotoğrafın; kullanıldığı iletişim aracına estetik boyut katması",
      "C": "Tasarımlarda kullanılan fotoğrafların hedef kitlede ilgi ve merak uyandırıcı görsel güce sahip olması",
      "D": "Fotoğrafın tasarımlarda herkesin anlayabileceği görsel bir dil oluşturarak mesajın iletimini evrenselleştirmesi",
      "E": "Fotoğraf olmadan grafik tasarım ürünlerinin tasarlanmasının imkân olmaması"
    },
    "explanation": "Fotoğrafın grafik tasarımda kullanım amaçları arasında <b>bilgi aktarımını kolaylaştırmak</b>, <b>inandırıcılık sağlamak</b>, <b>dikkat çekmek</b> ve <b>estetik değer katmak</b> yer alır. Fotoğrafın grafik tasarımda kullanımının amaçlarına aykırı olan veya iletişim akışını bozan bir eylem, bu amaçlar arasında yer almaz."
  },
  {
    "id": "381147",
    "unitNumber": 7,
    "text": "Somut görüntünün fotoğraf kağıdında büyük bir netlikle belirlenebilmesi, sanatçıların gördükleri somut görüntüyü tuvale aktarmak yerine yeni bir görsel dil arayışı içerisine girmelerine neden olmuştur.<br/><strong>Biçimsel sanat hareketleri diye adlandırılan yeni yaklaşımların isimleri aşağıdakilerin hangisinde doğru olarak verilmiştir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kübizm, Konstrüktivizm ve De Stijl",
      "B": "Fauvism, Konstrüktivizm ve De Stijl",
      "C": "Fauvism, Kübizm ve Konstrüktivizm",
      "D": "Alman dışavurumculuğu, Fauvism ve Kübizm",
      "E": "Alman dışavurumculuğu, Kübizm ve De Stijl"
    },
    "explanation": "Fotoğrafın gerçekliği kaydetme yeteneği, resim sanatını <b>gerçekçi temsil yükünden</b> kurtarmış ve sanatçıları yeni görsel diller aramaya itmiştir. Bu yeni yaklaşımlar, gerçekliğin temsili yerine <b>biçim</b>, <b>çizgi</b>, <b>renk</b> ve <b>kompozisyonun</b> kendine has değerlerine odaklanmıştır. Bu biçimsel sanat hareketleri arasında <b>Kübizm</b>, <b>Fütürizm</b> ve <b>Soyut Sanat</b> gibi akımlar öne çıkar."
  },
  {
    "id": "381149",
    "unitNumber": 7,
    "text": "<strong>Yepyeni baskı teknikleriyle birlikte 1960’larda ortaya çıkan foto-grafik anlatım dilini çalışmalarında kullanan sanatçılar arasında aşağıdakilerden hangisi <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Holger Matthies",
      "B": "Micheal van de Sand",
      "C": "Günther Kieser",
      "D": "Günter Ranbow",
      "E": "Essen Faust"
    },
    "explanation": "1960’larda Pop Art akımıyla birlikte, fotoğrafın ve ticari baskı tekniklerinin (özellikle <b>serigrafi</b>) birleştirilmesiyle yepyeni bir foto-grafik dil oluşmuştur. Bu dili kullanarak <b>kitlesel kültürü</b> ve medyayı ele alan sanatçılar arasında <b>Andy Warhol</b> ve <b>Robert Rauschenberg</b> gibi isimler bulunur. Cevap, bu akım ve döneme ait olmayan bir sanatçı olacaktır (örneğin Konstrüktivizm dönemine ait bir sanatçı)."
  },
  {
    "id": "405770",
    "unitNumber": 7,
    "text": "I. Dikkat çekmek<br/>II. İlgi uyandırmak<br/>III. Hizmet vermek<br/><strong>Hedef kitleyle iletişim kurarken grafik tasarımın hizmet ettiği amaçlar arasında yukarıdakilerden hangisi ya da hangileri yer alır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "I, II ve III"
    },
    "explanation": "Grafik tasarım, hedef kitleyle kurulan iletişimde belirli amaçlara hizmet eder. Bu amaçlar, mesajın başarıyla iletilmesini sağlamayı içerir: I. Görsel hiyerarşi ve çarpıcılıkla <b>dikkat çekmek</b>; II. Sunulan konuya dair merak uyandırarak <b>ilgi uyandırmak</b>; III. Bilgiyi organize ederek ve görselleştirmeyi kolaylaştırarak <b>hizmet vermek</b> (yani faydalı olmak ve iletişimi sağlamak). Bu nedenle, verilen maddelerin hepsi grafik tasarımın hizmet ettiği amaçlar arasında yer alır."
  },
  {
    "id": "379521",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi afiş tasarımının amaçlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Afiş tasarımının amacı asıldığı yerleri süslemektir.",
      "B": "Afiş tasarımının amacı göze hitap etmesidir.",
      "C": "Afiş tasarımının amacı mesajı hedef kitleye iletmektir.",
      "D": "Afiş tasarımının amacı mesajı hızlı bir şekilde iletmektir.",
      "E": "Afiş tasarımının amacı akılda kalıcı olmasıdır."
    },
    "explanation": "Afiş tasarımının temel amaçları arasında bir ürünü, hizmeti veya etkinliği <b>tanıtmak</b>, halka bir mesajı <b>duyurmak</b> ve <b>bilgilendirmek</b> yer alır. Etkili bir afiş, hedef kitlenin dikkatini çekerek istenen eylemi gerçekleştirmesini sağlamayı hedefler. Soru, bu amaçlardan biri olmayanı sorduğundan, amaçlar listesinin iyi bilinmesi gerekir."
  },
  {
    "id": "379522",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi ana afiş türlerinden biridir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Duyuru afişi",
      "B": "Sanatsal afişler",
      "C": "Kültürel afişler",
      "D": "Yarışma afişleri",
      "E": "Konser afişleri"
    },
    "explanation": "Ana afiş türleri genellikle kullanım amaçlarına göre sınıflandırılır. Bu türler arasında <b>Ticari Afişler</b> (ürün ve hizmet tanıtımı), <b>Kültürel Afişler</b> (etkinlik duyuruları) ve <b>Sosyal/Propaganda Afişleri</b> (kamu bilinci, siyasi mesajlar) bulunmaktadır."
  },
  {
    "id": "379523",
    "unitNumber": 8,
    "text": "<strong>Özel sektörde bulunan veya ticari amaç güden kuruluşların ürün servis veya hizmetlerinin ve tanıtımlarının yapılmasını sağlayan hangi afiş türüdür?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kültürel afişler",
      "B": "Film afişleri",
      "C": "Sosyal Afişler",
      "D": "Ticari Afişler",
      "E": "Sanatsal Afişler"
    },
    "explanation": "Özel sektörde bulunan veya ticari amaç güden kuruluşların ürün, servis veya hizmetlerinin tanıtımını yapan afiş türü <b>Ticari Afişler</b> olarak adlandırılır. Bu afişlerin temel hedefi, satışları artırmak ve markanın bilinirliğini yükseltmektir."
  },
  {
    "id": "379524",
    "unitNumber": 8,
    "text": "<strong>Propaganda afişleri hangi ana afiş türündedir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kültürel afişler",
      "B": "Ticari Afişler",
      "C": "Sanatsal Afişler",
      "D": "Reklam afişleri",
      "E": "Sosyal Afişler"
    },
    "explanation": "<b>Propaganda afişleri</b>, toplumsal farkındalık yaratmak, siyasi bir fikri veya sosyal bir mesajı yaymak amacıyla tasarlanır. Bu amaçlarından dolayı, geniş sınıflandırmada <b>Sosyal Afişler</b> ana türü içerisinde değerlendirilirler."
  },
  {
    "id": "379525",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi afişin temel bileşenlerindendir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kâğıt",
      "B": "Boyut",
      "C": "Tipografi",
      "D": "Resim",
      "E": "Yazı"
    },
    "explanation": "Bir afiş tasarımının etkili olmasını sağlayan temel bileşenler <b>Tipografi (Yazı)</b>, <b>İmge (Görsel ögeler: fotoğraf, illüstrasyon)</b> ve bu ögelerin düzenlendiği <b>Mizanpaj/Kompozisyon</b>dur. Tipografi mesajı okuturken, imge dikkat çeker."
  },
  {
    "id": "379526",
    "unitNumber": 8,
    "text": "<strong>Tipografinin ilk amacı ve en önemli özelliği nedir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Dikkat çekmesi",
      "B": "Akılda kalıcı olması",
      "C": "Okunabilmesi",
      "D": "Büyük olması",
      "E": "Tırnaklı olması"
    },
    "explanation": "Tipografinin (yazı kullanımının) ilk amacı ve en önemli özelliği, afiş üzerindeki metnin <b>okunabilirliğini</b> (legibility) sağlamak ve mesajın <b>anlaşılırlığını</b> en üst düzeye çıkarmaktır. Okunabilirlik olmadan, mesajın iletilmesi mümkün değildir."
  },
  {
    "id": "379527",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi imge türlerinden biridir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Ölçü",
      "B": "Renk",
      "C": "Yazı tipi",
      "D": "İllüstrasyon",
      "E": "Boşluk"
    },
    "explanation": "Afişlerde kullanılan görsel öge olan <b>imge</b>, mesajı görselleştirmek için kullanılır ve farklı türleri mevcuttur. Başlıca imge türleri <b>Fotoğraf</b>, <b>İllüstrasyon (Çizim)</b> ve <b>Sembol/İkonlar</b>dır."
  },
  {
    "id": "379528",
    "unitNumber": 8,
    "text": "<strong>Foto manipülasyon nedir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Çizimlerin renklendirilerek kullanılması",
      "B": "Birden çok fotoğrafın çeşitli yazılımlar aracılığı ile bir araya getirilerek başka bir imgenin oluşturulması",
      "C": "Çeşitli ögelerin 3 boyutlu yazılımlarla tasarlanarak kullanılması",
      "D": "Fotoğrafların bazı yazılımlar aracılığı ile renkleri üzerinde oynanması",
      "E": "Yazının renginin belirlenmesi"
    },
    "explanation": "<b>Foto manipülasyon</b>, bir fotoğrafın orijinal görüntüsünün dijital veya geleneksel yöntemlerle değiştirilmesi, dönüştürülmesi veya üzerine eklemeler yapılarak farklı bir görsel etki (gerçeküstücülük, dramatik etki vb.) yaratılması işlemidir."
  },
  {
    "id": "379529",
    "unitNumber": 8,
    "text": "<strong>Bulunduğu dönemi anlatması bakımından diğer ögelere göre daha belirleyici bir etkiye sahip olan afişin temel bileşeni aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Renk",
      "B": "İmge",
      "C": "Tipografi",
      "D": "İllüstrasyon",
      "E": "Yazıtipi"
    },
    "explanation": "Afişin temel bileşenlerinden olan <b>İmge</b> (görsel ögeler), bulunduğu dönemin estetik anlayışını, modasını ve kültürel eğilimlerini yansıtması bakımından en belirleyici etkiye sahiptir. Tipografi stilleri de dönemi yansıtsa da, görsel imge genellikle kültürel ruhu daha keskin bir şekilde sunar."
  },
  {
    "id": "379530",
    "unitNumber": 8,
    "text": "<strong>Tırnaklı yazıtipleri çoğunlukla nerelerde kullanılır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Açık hava reklamlarında",
      "B": "Kitap ve gazetelerde",
      "C": "Cep telefonu ve tabletlerde",
      "D": "Çocuk kitaplarında",
      "E": "Broşürlerde ve el ilanlarında"
    },
    "explanation": "<b>Tırnaklı yazıtipleri (Serif)</b>, harflerin uçlarında bulunan küçük çıkıntılar sayesinde gözün satırı takip etmesini kolaylaştırır. Bu özellik, onların genellikle <b>uzun metinlerin</b> (kitap, dergi) okunabilirliğini artırmak için tercih edilmesine neden olur."
  },
  {
    "id": "381153",
    "unitNumber": 8,
    "text": "<strong>Konferans, seminer, sinema, tiyatro, konser ve sergi gibi kültürel aktiviteler hakkında duyurulması gerekenlerin; fotoğraf, illüstrasyon ve tipografi kullanılarak tasarlandığı afişlere ne ad verilir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Sergi Afişi",
      "B": "Sanatsal Afişler",
      "C": "Ticari Afişler",
      "D": "Sosyal Afişler",
      "E": "Kültürel Afişler"
    },
    "explanation": "Konferans, seminer, sinema, tiyatro, konser ve sergi gibi sanatsal ve toplumsal etkinliklerin duyurulması amacıyla tasarlanan, fotoğraf, illüstrasyon ve tipografi kullanılan afişlere <b>Kültürel Afişler</b> adı verilir. Bunlar ticari amaçtan çok sanatsal veya bilgilendirici amaç taşır."
  },
  {
    "id": "381156",
    "unitNumber": 8,
    "text": "<strong>Yazı tiplerinin tasnifi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Okunur-okunmaz",
      "B": "Vurgulu-vurgusuz",
      "C": "Büyük-küçük",
      "D": "Tırnaklı-tırnaksız",
      "E": "İnce-kalın"
    },
    "explanation": "Yazı tiplerinin tasnifi (sınıflandırılması), görsel özelliklerine, tarihi gelişimlerine ve yapısal farklarına göre yapılır. Temel tasnif kategorileri arasında <b>Tırnaklı (Serif)</b>, <b>Tırnaksız (Sans Serif)</b>, <b>El Yazısı (Script)</b> ve <b>Dekoratif</b> yazı tipleri yer alır."
  },
  {
    "id": "405275",
    "unitNumber": 8,
    "text": "I. Dikkat çekmesi<br/>II. Göze hitap etmesi<br/>III. Tasarımda ahengin sağlanması<br/><strong>Yukarıdakilerden hangisi ya da hangileri afişte renk kullanımının sağladığı avantajlar arasında yer alır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "I ve III",
      "E": "I, II ve III"
    },
    "explanation": "Afiş tasarımında renk, mesajın algılanması ve duygusal etki yaratılması açısından kritik öneme sahiptir. Renk kullanımı:<br/>I. Afişin <b>dikkat çekmesini</b> sağlar.<br/>II. Görsel olarak <b>göze hitap etme</b> özelliğini artırır.<br/>III. Renk paleti ve uyumu sayesinde tasarımda <b>ahengin ve bütünlüğün</b> sağlanmasına yardımcı olur. Bu nedenle üç madde de renk kullanımının sağladığı temel avantajlar arasındadır."
  },
  {
    "id": "379541",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi görüntü işleme işlemlerinden biri <u>sayılamaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Görüntüde oynamalar yapılması",
      "B": "Göz renginin değiştirilmesi",
      "C": "Araba görselinin ters çevrilmesi",
      "D": "Renklerin soldurulması",
      "E": "PNG formatında dosyanın kaydedilmesi"
    },
    "explanation": "Görüntü işleme, dijital görüntülerin kalitesini artırmak, analiz etmek, restore etmek veya belirli bilgileri çıkarmak için kullanılan bir dizi işlemi içerir. Temel işlemler arasında <b>Görüntü İyileştirme</b> (Enhancement), <b>Görüntü Sıkıştırma</b> (Compression), <b>Görüntü Analizi</b> ve <b>Görüntü Restorasyonu</b> yer alır. Bu işlemlerin dışında kalan ve doğrudan görsel data manipülasyonuna odaklanmayan bir eylem (örneğin bir donanım satın alma veya bir veritabanı sorgulama işlemi gibi) görüntü işleme operasyonu sayılamaz."
  },
  {
    "id": "379542",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi görüntü işleme için kullanılabilecek tanımlardan biridir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Görüntü işleme yapay zekâ temelli bir teknolojidir.",
      "B": "Görüntü işleme yapabilmek için Adobe yazılımlarından birini kullanmak gereklidir.",
      "C": "Adobe Photoshop görüntü işlemek için PSD formatını kullanmaktadır.",
      "D": "Görüntü işleme görselde istendik değişiklikler yapmaktır.",
      "E": "Derin öğrenme ve yapay zekâ görüntü işleme için geliştirilmiştir."
    },
    "explanation": "Görüntü işleme, en genel tanımıyla, <b>dijital bir görüntüyü girdi olarak alıp, bu görüntü üzerinde matematiksel işlemler yaparak ya daha iyi bir görüntü ya da görüntüden çıkarılmış bilgi elde etme</b> sürecidir. Bu, görüntülerin incelenmesi, analiz edilmesi ve sonuç olarak görsel kalitenin artırılması veya bilgilerin yorumlanması amacını taşır."
  },
  {
    "id": "379543",
    "unitNumber": 9,
    "text": "<strong>Aşağıdaki hangi seçenekte yazılımların taban kombinasyonu doğru verilmiştir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Photoshop: Piksel / Illustrator: Piksel",
      "B": "Photoshop: Vektörel / Illustrator: Vektörel",
      "C": "Photoshop: Piksel / Illustrator: Vektörel",
      "D": "Photoshop: Vektörel / Illustrator: Piksel",
      "E": "Photoshop: Piksel / Illustrator: Görüntü"
    },
    "explanation": "Grafik tasarım yazılımları temelde iki kategoriye ayrılır: <b>Raster (Piksel Tabanlı)</b> ve <b>Vektör (Matematiksel Tabanlı)</b>. Adobe Photoshop, piksellerden oluşan görüntüler üzerinde çalışır ve bu nedenle raster tabanlıdır. Adobe Illustrator ise, matematiksel formüllerle çizilen çizgiler ve şekiller (vektörler) üzerinde çalışır ve vektör tabanlıdır. Bu nedenle doğru kombinasyon bu iki yazılımın tabanlarını eşleştirmelidir."
  },
  {
    "id": "379544",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi Adobe Photoshop yazılımına çalışma alanı için belirlenen renk profillerinden biridir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "GMK",
      "B": "CMYK",
      "C": "RGD",
      "D": "S-TGB",
      "E": "C-CMYK"
    },
    "explanation": "Adobe Photoshop, renklerin farklı cihazlarda (monitör, yazıcı vb.) tutarlı görünmesini sağlamak için renk profillerini kullanır. En yaygın kullanılan standart renk profillerinden bazıları <b>sRGB</b>, <b>Adobe RGB</b> ve baskı için kullanılan <b>CMYK profilleridir</b>. sRGB, özellikle web ve genel dijital ekranlar için en yaygın kabul gören çalışma alanı profilidir."
  },
  {
    "id": "379545",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi Adobe Photoshop yazılımı ile <u>gerçekleştirilemez</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Dijital ve basılı mecralar için tasarımlar",
      "B": "Kurumsal kimlik tasarımı",
      "C": "Video montaj",
      "D": "İllüstrasyon çizimi",
      "E": "Görüntü işleme ve foto manipülasyon"
    },
    "explanation": "Adobe Photoshop, özellikle <b>piksel tabanlı görsel düzenleme, rötuş, katmanlama, renk düzeltme ve kompozisyon</b> konularında uzmandır. Ancak, sofistike <b>Üç Boyutlu Modelleme</b> veya tamamen vektör tabanlı, karmaşık teknik çizimler yapmak gibi işlevler genellikle Autodesk Maya, Blender veya Adobe Illustrator gibi özel yazılımlar tarafından gerçekleştirilir. Photoshop’un 3D özellikleri olsa da, tam teşekküllü modelleme aracı değildir."
  },
  {
    "id": "379546",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi bir dosya formatı <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": ".IM2E",
      "B": ".JPEG",
      "C": ".PNG",
      "D": ".PSD",
      "E": ".PSB"
    },
    "explanation": "Dosya formatları, dijital verinin saklanma biçimini belirler ve genellikle bir dosya uzantısı ile temsil edilirler (örn: .jpg, .png, .tiff, .psd, .ai). Eğer bir seçenek, bir <b>yazılım adı, bir renk modeli (RGB, CMYK) veya bir araç adı</b> ise, bu bir dosya formatı değildir. Örneğin, 'RGB' bir renk modelidir, bir dosya formatı değildir."
  },
  {
    "id": "379547",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi araç çubuğunda yer alan bir araçtır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Square Feet Selection Tool",
      "B": "Move Tool",
      "C": "Easy Pick Tool",
      "D": "Scrubby Zoom Tool",
      "E": "Spray Tool"
    },
    "explanation": "Adobe Photoshop'un çalışma alanının sol tarafında bulunan <b>Araç Çubuğu</b>, görüntü üzerinde doğrudan manipülasyon yapmaya yarayan temel araçları içerir. Bu araçlar arasında <b>Taşıma Aracı</b> (Move Tool), <b>Kırpma Aracı</b> (Crop Tool), <b>Kalem Aracı</b> (Pen Tool) ve farklı seçim araçları bulunur. Bir menüde veya panelde bulunan bir özellik (örneğin Katman Stilleri veya Geçmiş paneli) araç çubuğunda yer almaz."
  },
  {
    "id": "379548",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi Dall-E yapay zekâsı kullanılarak gerçekleştirilebilir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Ses dosyalarını analiz edip en uygun sesin üretilmesi.",
      "B": "Tasarımcıların sıklıkla kullandığı tercihlerin belirlenmesi.",
      "C": "Video görüntülerini birleştirip, yeni bir klip üretilmesi.",
      "D": "Detaylı cümleler ile istenilen tarzda görsel üretilmesi.",
      "E": "Fotoğraf kesme ve düzenleme işlemlerinin yapılması."
    },
    "explanation": "DALL-E, OpenAI tarafından geliştirilen güçlü bir <b>yapay zekâ tabanlı görüntü oluşturma aracıdır</b>. Temel işlevi, kullanıcının girdiği <b>metinsel açıklamaları (prompt) görsel çıktılara dönüştürmektir</b>. Yani, metinden görüntü sentezi (Text-to-Image synthesis) yapabilir."
  },
  {
    "id": "379549",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi katman panelinde <u>yer almaz</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Katman döndürme",
      "B": "Katman kategorileri",
      "C": "Katman stilleri",
      "D": "Katman gruplama",
      "E": "Katman kilitleme"
    },
    "explanation": "Adobe Photoshop’taki <b>Katman Paneli</b> (Layers Panel), bir görseli oluşturan tüm katmanları yönetmek için kullanılır. Burada <b>Opaklık</b>, <b>Karıştırma Modları</b>, <b>Katman Görünürlüğü</b>, <b>Katman Maskeleri</b> ve <b>Ayarlama Katmanları</b> gibi öğeler bulunur. Başka bir çalışma alanı paneline (örneğin Renk Örnekleri paneli, Gezgin paneli veya Geçmiş paneli) ait bir öğe, Katman Panelinde yer almaz."
  },
  {
    "id": "379550",
    "unitNumber": 9,
    "text": "<strong>Aşağıdaki işlevlerden hangisi filtreler menüsünde <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Bulanıklaştırma",
      "B": "Keskinleştirme",
      "C": "Stilize etme",
      "D": "Yapay zekâ düzenlemesi",
      "E": "Işık efektleri"
    },
    "explanation": "Adobe Photoshop’taki <b>Filtreler Menüsü</b>, görüntülere özel görsel efektler veya manipülasyonlar uygulamak için kullanılır (örneğin Bulanıklaştırma, Keskinleştirme, Stilize Etme gibi). <b>Görüntü Boyutunu Değiştirme</b> (Image Size) veya <b>Çalışma Alanı Tercihlerini Ayarlama</b> (Preferences) gibi temel dosya veya görüntü ayarları genellikle <b>Görüntü</b> (Image) veya <b>Düzenle</b> (Edit) menülerinde yer alır ve Filtreler menüsünün işlevi değildir."
  },
  {
    "id": "381161",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi görüntü işleme ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Görüntü işleme, görsel veri üzerinde oynanılmasıdır.",
      "B": "Görüntü işleme, veri üzerinde anlamlı ve istendik değişiklik yapmaktır.",
      "C": "Görüntünün renk dengesinin düzenlenmesi görüntü işleme işlemidir.",
      "D": "Görüntünün çözünürlüğünün artırılması görüntü işleme işlemidir.",
      "E": "Görüntünün bir kısmının yazılımda açılması görüntü işleme işlemidir."
    },
    "explanation": "Görüntü işleme, dijital sinyaller üzerinde çalışır ve birçok farklı uygulama alanına sahiptir (tıp, uzaktan algılama, grafik tasarım vb.). Görüntü işleme ile ilgili yanlış bir ifade, genellikle onun kısıtlılığına, eski teknolojilere dayandığına ya da sadece analog görüntülerle ilgilendiğine dair bir iddia olabilir. Oysa görüntü işleme, <b>dijital veriyi analiz eder ve dönüştürür</b>."
  },
  {
    "id": "381162",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi Adobe Photoshop ve Adobe Illustrator yazılımlarının kullanımı için gerekli olan uygulamadır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "GIMP",
      "B": "Photo Identier",
      "C": "Creative Cloud",
      "D": "Adobe Express",
      "E": "Figma"
    },
    "explanation": "Adobe Photoshop ve Adobe Illustrator gibi modern yazılımların çalışabilmesi için öncelikle uyumlu bir <b>İşletim Sistemi (Windows veya macOS)</b> ve belirli donanım gereksinimleri (CPU, RAM, GPU) karşılanmalıdır. Ayrıca, lisans yönetimi ve kurulumu genellikle <b>Adobe Creative Cloud</b> uygulaması üzerinden yapılır. Eğer soru teknik altyapıyı soruyorsa İşletim Sistemi, yönetim ve aboneliği soruyorsa Creative Cloud cevabı doğrudur."
  },
  {
    "id": "381164",
    "unitNumber": 9,
    "text": "<strong>Adobe Photoshop yazılımında aşağıdakilerden hangisi yapılabilmektedir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Video düzenleme ve kurgu",
      "B": "Video animasyon",
      "C": "Kurumsal kimlik tasarımı",
      "D": "Video render",
      "E": "3D Mimari proje çizimi"
    },
    "explanation": "Adobe Photoshop'un temel yeteneği <b>fotoğrafları ve raster görüntüleri düzenlemek ve manipüle etmektir</b>. Bu, renk düzeltme, rötuş yapma, fotoğrafları birleştirme (kompozitleme) ve özel efektler eklemeyi içerir. Photoshop, görsel içeriği mükemmelleştirmek için vazgeçilmez bir araçtır ve bu sayılan işlemlerin tamamı yapılabilmektedir."
  },
  {
    "id": "381165",
    "unitNumber": 9,
    "text": "<strong>Vektörel tabanlı yazılımlar hakkında aşağıdaki ifadelerden hangisi doğrudur?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Çalışma alanının büyüklüğü ne olursa olsun bozulma olmaz.",
      "B": "Derin öğrenme teknolojisi ile çalışır.",
      "C": "Piksel tabanlı yazılımlara göre çok daha verimli ve sağlıklı çalışır.",
      "D": "Video çalışmaları için en ideal yazılımlardır.",
      "E": "Piksel tabanlı yazılımlara göre kullanımını daha kolaydır."
    },
    "explanation": "Vektörel tabanlı yazılımlar (Adobe Illustrator gibi) <b>matematiksel denklemler, çizgiler ve eğriler</b> kullanarak görüntüleri oluşturur. Bu yapının en büyük avantajı, görüntüler <b>ne kadar büyütülürse büyütülsün</b>, çözünürlüklerini korumaları ve <b>kalite kaybı yaşanmamasıdır</b>. Piksel tabanlı görüntülerin aksine, vektörler çözünürlükten bağımsızdır (resolution independent)."
  },
  {
    "id": "381170",
    "unitNumber": 9,
    "text": "<strong>Aşağıdaki işlemlerden hangisi katman stil menüsünde yer alır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kontur ekleme",
      "B": "Katman gruplama",
      "C": "Kopyalama",
      "D": "Katman seçme",
      "E": "Katmanı kaydetme"
    },
    "explanation": "Adobe Photoshop’ta <b>Katman Stilleri</b> (Layer Styles), bir katmana hızlı ve tahribatsız görsel efektler uygulamak için kullanılır. Bu stiller, katman panelindeki 'fx' simgesi ile erişilen menüde bulunur. En yaygın kullanılan katman stilleri arasında <b>Gölge (Drop Shadow)</b>, <b>Eğim ve Kabartma (Bevel &amp; Emboss)</b>, <b>Kontur (Stroke)</b> ve <b>Renk Kaplama (Color Overlay)</b> yer alır."
  },
  {
    "id": "379551",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi endüstriyel tasarımın tanımıdır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Endüstriye yönelik üretim yöntemleri geliştirilen bir süreçtir.",
      "B": "Üretim yapılan tesislerin verimlilik esasıyla düzenlemesini hedefleyen bir süreçtir.",
      "C": "Daha iyi bir yaşam kalitesine yol açan stratejik bir problem çözme sürecidir.",
      "D": "Problemlerin yapı taşlarına ayrılarak incelenip bilimsel veri elde edilmesini sağlayan bir süreçtir.",
      "E": "Endüstri atıklarının çevreye verdiği zararların minimize edilmeye çalışılan bir süreçtir."
    },
    "explanation": "Endüstriyel tasarım, bir ürünün <b>biçimini</b>, <b>işlevini</b>, <b>kullanılabilirliğini</b> ve <b>pazarlanabilirliğini</b> iyileştirmeyi amaçlayan yaratıcı bir süreçtir. Bu tanım, genellikle seri üretim yoluyla ortaya çıkacak nesnelerin estetik ve pratik gereksinimlerini karşılayarak kullanıcı deneyimini ve ticari başarıyı artırmayı hedefler."
  },
  {
    "id": "379552",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi endüstriyel tasarımın ürün aracılığı ile pazarda rakiplere karşı sağladığı bir üstünlük <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kullanıcı lokasyonu",
      "B": "Fiyat",
      "C": "Kalite",
      "D": "Performans",
      "E": "Stil"
    },
    "explanation": "Endüstriyel tasarım, pazarda rakiplere karşı <b>marka imajını güçlendirme</b>, <b>ürün farklılaşması</b> ve <b>ergonomi/kullanım kolaylığı</b> gibi avantajlar sağlar. Sağladığı üstünlükler arasında yer almayacak bir durum, genellikle doğrudan pazarlama veya kullanıcı avantajı yerine, <b>üretim hızı kısıtlaması</b> gibi teknik bir zorluk olabilir."
  },
  {
    "id": "379553",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi endüstriyel tasarımın bir adımı <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Görevin netleştirilmesi",
      "B": "İhtiyaç tasarımı",
      "C": "Kavramsal tasarım",
      "D": "Şekillendirme tasarımı",
      "E": "Detay tasarımı"
    },
    "explanation": "Endüstriyel tasarımın tipik adımları <b>araştırma</b>, <b>fikir geliştirme</b> (konsept), <b>modelleme/eskiz</b>, <b>detaylandırma</b> ve <b>prototipleme</b> içerir. Bu adımların dışında kalan bir eylem, örneğin, sadece <b>nihai hukuki tescil</b> işlemleri, tasarımın bir adımı olarak değil, sonucunun idari takibi olarak kabul edilir."
  },
  {
    "id": "379554",
    "unitNumber": 10,
    "text": "<strong>Fotoğrafın tasarım adımlarında kullanımıyla ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Fotoğraf etkili bir sunum aracıdır.",
      "B": "Fotoğraflar ihtiyaç analizinde kullanılır.",
      "C": "Maketler tasarım ekibiyle fotoğraflanarak paylaşılabilir.",
      "D": "Mood boardlarda fotoğraflar yer alır.",
      "E": "Fotoğrafın en çok kullanıldığı adım detay tasarımı adımıdır."
    },
    "explanation": "Fotoğraf, tasarım adımlarında <b>araştırma</b>, <b>prototip belgeleme</b> ve <b>tanıtım materyali</b> oluşturmada kullanılır. Fotoğrafın yanlış kullanımı genellikle, teknik yeterliliğe sahip olmamasıdır. Örneğin, fotoğrafın <b>ürünün tüm teknik çizimlerini ikame ettiği</b> iddiası yanlıştır, çünkü teknik çizimler hassas ölçüm ve üretim bilgileri içerir."
  },
  {
    "id": "379555",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi ürün tanıtımında etkili olan fotoğrafların özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Doğru ışıklandırma",
      "B": "Doğru açılar",
      "C": "Fonksiyona dair düzenlemeler",
      "D": "Fotoğraftaki tipografik öğeler",
      "E": "Kullanıma dair sahne ve pozlar"
    },
    "explanation": "Ürün tanıtımında etkili olan fotoğrafların özellikleri <b>yüksek çözünürlük</b>, <b>doğru renk temsili</b>, <b>uygun ışıklandırma</b> ve <b>net kompozisyon</b> içermesidir. Ürünü doğru yansıtmayan veya dikkat dağıtan bir özellik, örneğin <b>aşırı sanatsal soyutlama</b> veya <b>anlamsız arka plan detayları</b> etkili fotoğraf özelliği değildir. Odak noktası daima <b>ürünün kendisi</b> olmalıdır."
  },
  {
    "id": "379556",
    "unitNumber": 10,
    "text": "<strong>Fotoğrafın basılarak kullanıldığı özelleşmiş ürünlerde fotoğrafın ana işlevi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Fotoğraf ürüne renk katar.",
      "B": "Fotoğraf ürünün sahibiyle duygusal bağ kurmasını sağlar.",
      "C": "Ürünün maddi değerini arttırır.",
      "D": "Fotoğraf sayesinde ürünün sahibi belli olur.",
      "E": "Fotoğraf ürünü güzel gösterir."
    },
    "explanation": "Fotoğrafın basılarak kullanıldığı tişört, kupa gibi özelleşmiş ürünlerde, fotoğrafın ana işlevi ürünün <b>ana görsel içeriğini</b> oluşturmaktır. Bu durumda fotoğraf, ürüne <b>kimlik</b> ve <b>estetik değer</b> katarak, doğrudan <b>ürünün kendisinin satılabilirliğini</b> sağlayan temel <b>dekorasyon ve kişiselleştirme</b> unsurudur."
  },
  {
    "id": "379557",
    "unitNumber": 10,
    "text": "<strong>Fotoğrafçılıkta ihtiyaç duyulan en temel 2 modül nedir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Işığın kontrollü geçişi için bir sistem ve ışığa duyarlı bir yüzey",
      "B": "Doğru ışıklandırma ve doğru fotoğraf makinesi açısı",
      "C": "Işığı büken bir sistem ve ışığın dalga boyutunu değiştiren bir sistem",
      "D": "Işığın sıcaklığını ayarlayan bir sistem ve ışığın şiddetini ayarlayan bir sistem",
      "E": "Fotoğraf makinesinin gerekli yerleşimi için ekipman ve ışıkların düzenleyen bir sistem"
    },
    "explanation": "Fotoğrafçılıkta (kamera sistemlerinde) ihtiyaç duyulan en temel 2 modül, ışığı toplayıp odaklayan <b>Optik Modül (Objektif)</b> ve bu ışığı kaydeden <b>Kayıt Modülü</b>'dür (Sensör/Film). Bu ikisi, görüntünün oluşması için vazgeçilmezdir."
  },
  {
    "id": "379558",
    "unitNumber": 10,
    "text": "<strong>Fotoğraf makinelerinde kullanıcı ile etkileşimde bulunacak kısım nedir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Objektif",
      "B": "Gövde",
      "C": "Diyafram",
      "D": "Film yada sensör",
      "E": "Mekanizma"
    },
    "explanation": "Fotoğraf makinelerinde kullanıcı ile etkileşimde bulunan kısım, kullanıcının ayarları kontrol ettiği, çekim komutunu verdiği ve görsel geri bildirim aldığı <b>Kullanıcı Arayüzü</b> veya <b>Kontrol Modülü</b>'dür. Bu kısım düğmeleri, kadranları ve <b>LCD ekranı</b> içerir."
  },
  {
    "id": "379559",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi objektifin ışığı kontrol eden özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Sahip olduğu lensler",
      "B": "Objektifin ölçüleri",
      "C": "Işık geçirgenlik kapasitesi",
      "D": "Objektifin dış kabuk malzemesi",
      "E": "İmkan tanıdığı açıklık"
    },
    "explanation": "Objektifin ışığı kontrol eden temel özellikleri <b>diyafram açıklığı</b> (ne kadar ışık geçtiğini belirler) ve <b>odak uzaklığı</b> (ışığın sensöre ulaşma şeklini etkiler) ile ilgilidir. Işığı doğrudan kontrol etmeyen bir özellik, örneğin <b>objektifin fiziksel rengi</b> veya <b>malzemesinin cinsi</b> olabilir."
  },
  {
    "id": "379560",
    "unitNumber": 10,
    "text": "<strong>Mekanizma modülü tasarımsal açıdan daha çok ne ile ilişkilidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Fizik bilimi",
      "B": "Kimya bilimi",
      "C": "Mekanik tasarım",
      "D": "Sanatsal tasarımı",
      "E": "Mühendislik tasarım"
    },
    "explanation": "Mekanizma modülü (deklanşör, odaklama motorları vb.), makinenin iç işleyişini sağlar. Tasarımsal açıdan bu modül, <b>fonksiyonelliği</b> ve özellikle <b>hız</b>, <b>güvenilirlik</b> ve <b>dayanıklılık</b> gibi mühendislik ve performans faktörleri ile yakından ilişkilidir."
  },
  {
    "id": "381172",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi endüstriyel tasarımın ürün aracılığı ile pazarda rakiplere karşı sağladığı bir üstünlük <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kalite",
      "B": "Performans",
      "C": "Kullanıcı lokasyonu",
      "D": "Stil",
      "E": "Fiyat"
    },
    "explanation": "Endüstriyel tasarımın pazarda rakiplere karşı sağladığı temel üstünlükler arasında <b>marka imajını güçlendirme</b>, <b>ürün farklılaşması</b> ve <b>kullanım kolaylığı</b> (ergonomi) yer alır. Bir kısıtlama veya teknik zorluk (örneğin, <b>üretim hattındaki yavaşlama</b>) tasarımın sağladığı bir üstünlük <u>değildir</u>."
  },
  {
    "id": "381173",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi endüstriyel tasarımın bir adımı <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Detay tasarımı",
      "B": "Kavramsal tasarım",
      "C": "Görevin netleştirilmesi",
      "D": "İhtiyaç tasarımı",
      "E": "Şekillendirme tasarımı"
    },
    "explanation": "Endüstriyel tasarım süreci, <b>araştırma</b>, <b>konsept geliştirme</b>, <b>prototipleme</b> ve <b>detaylı mühendislik</b> gibi aşamaları içerir. Tasarımın doğrudan bir adımı olmayan şey, genellikle <b>nihai pazarlama stratejisinin belirlenmesi</b> gibi tasarımın tamamlanmasından sonraki ticari faaliyetlerdir."
  },
  {
    "id": "381175",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi ürün tanıtımında etkili olan fotoğrafların özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Fonksiyona dair düzenlemeler",
      "B": "Doğru açılar",
      "C": "Kullanıma dair sahne ve pozlar",
      "D": "Fotoğraftaki tipografik ögeler",
      "E": "Doğru ışıklandırma"
    },
    "explanation": "Etkili ürün fotoğrafları <b>ürünü doğru temsil etmeli</b> ve <b>çekici bir kompozisyona</b> sahip olmalıdır. Ürün tanıtımında etkili olmayan bir özellik, fotoğrafın <b>ürünün detaylarını gizlemesi</b> veya <b>arka planın üründen daha dikkat çekici</b> olmasıdır. Temel amaç daima <b>ürünü net ve cazip</b> kılmaktır."
  },
  {
    "id": "379561",
    "unitNumber": 11,
    "text": "<strong>Moda kavramı ile ilgili olarak aşağıdakilerden hangisi doğrudur?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Günümüzde her an değişen ve gelişen teknolojiler modanın belirleyicisi değildir.",
      "B": "Moda kavramı sürekli kendini yenileyen, hayatımızın her bölümünde kendini yeniden gösterebilen bir kavramdır.",
      "C": "Moda bir toplumun tüketim trendleriyle ilgilenmez.",
      "D": "Moda kavramı sadece makyaj sektörü ile ilgilidir.",
      "E": "Moda kavramı uzun sürelidir ve her zaman toplum içinde onay gören bir oluşumdur."
    },
    "explanation": "Moda, belirli bir zaman diliminde ve belirli bir sosyal çevre tarafından kabul görmüş, popüler hale gelmiş <b>giyim, yaşam tarzı ve davranış biçimleri</b> anlamına gelir. Moda, sürekli <b>değişimi</b> ve <b>geçiciliği</b> esas alır; bir ürünün veya stilin kitleler tarafından benimsenmesiyle oluşur ve estetik, kültürel ve ekonomik faktörlerle yakından ilişkilidir. Moda, yalnızca giyimden ibaret olmayıp, <b>toplumsal beğeni ve trendlerin</b> bir yansımasıdır."
  },
  {
    "id": "379562",
    "unitNumber": 11,
    "text": "<strong>Moda fotoğrafının tanımı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Moda fotoğrafı için teknik bilgi gereksinimi yoktur.",
      "B": "Moda fotoğrafı; fotoğrafçılar tarafından iç ve dış çekimlerle dergilere, moda evlerine ve reklam ajanslarına yapılan çalışmaların tamamına verilen isimdir.",
      "C": "Bir moda fotoğrafı, her zaman stüdyoda olmak zorundadır.",
      "D": "Moda fotoğrafları hiçbir zaman bulundukları zamana tanıklık etmemişler ve değişimin bir parçası olamamışlardır.",
      "E": "Moda fotoğrafı güncel modayı takip etmek durumunda değildir."
    },
    "explanation": "Moda fotoğrafı, temelde <b>giyim, aksesuar ve yaşam tarzı ürünlerini</b> görsel olarak çekici bir şekilde sunmayı amaçlayan ticari bir sanat türüdür. Amacı, ürünü satmak, bir markanın imajını oluşturmak veya bir derginin editöryal içeriğini desteklemektir. Moda fotoğrafı, <b>estetik çekiciliği</b> ve <b>hayal gücünü</b> kullanarak, izleyiciye bir hikaye ya da arzu edilen bir yaşam biçimi sunar."
  },
  {
    "id": "379563",
    "unitNumber": 11,
    "text": "<strong>Moda fotoğrafı dünyada ilk olarak günümüzde de modanın başkenti olarak bilinen hangi şehirde ortaya çıkmıştır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Roma",
      "B": "Londra",
      "C": "Newyork",
      "D": "Paris",
      "E": "Milano"
    },
    "explanation": "Moda fotoğrafçılığı, günümüzde de modanın başkenti olarak bilinen ve 19. yüzyılda haute couture'ün merkezi olan <b>Paris</b>'te ortaya çıkmıştır. İlk moda fotoğrafları 19. yüzyılın ortalarında giyim ürünlerini ve sosyeteyi belgelemek amacıyla çekilmiştir. Paris, moda evlerinin ve dergilerin (özellikle 20. yüzyıl başlarında) varlığı sayesinde bu sanat dalının gelişiminde kilit rol oynamıştır."
  },
  {
    "id": "379564",
    "unitNumber": 11,
    "text": "<strong>Dünyada İlk moda fotoğrafı olarak sayılan Fransız soylularından, Kontes de Castiglione’nin gardrobunu tanıtan fotoğrafçı asağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Adolf de Mayer",
      "B": "Edward Steichen",
      "C": "Martin Muncaski",
      "D": "Man Ray",
      "E": "Lee Miller"
    },
    "explanation": "Dünyada ilk moda fotoğrafı olarak kabul edilen çalışmalar, Fransız soylularından Kontes de Castiglione'nin çeşitli kıyafetlerini ve gardrobunu sergileyen çekimlerdir. Bu tarihi fotoğrafları çeken fotoğrafçı, genellikle <b>Pierre-Louis Pierson</b> olarak anılmaktadır. Bu çalışmalar, fotoğrafın moda illüstrasyonunun yerini alma sürecinde önemli bir adımdır."
  },
  {
    "id": "379566",
    "unitNumber": 11,
    "text": "<strong>Fotoğrafta kullanılan dikey çizgiler hangi kavram-kavramların etkisini arttırmaktadır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Sakinlik ve Dinginlik",
      "B": "Devamlılık",
      "C": "Yumuşaklık",
      "D": "Güç ve Mutlaklık",
      "E": "Belirsizlik ve Kararsızlık"
    },
    "explanation": "Fotoğrafta kullanılan <b>dikey çizgiler</b>, genellikle <b>güç, ciddiyet, yükseklik ve hareketlilik</b> hislerini pekiştirir. Dikey çizgiler, gözü yukarı doğru yönlendirerek konuya <b>heybet</b> veya <b>asalet</b> katabilir. Moda fotoğrafçılığında, modellerin uzunluğunu ve duruşlarının otoritesini vurgulamak için sıkça kullanılırlar."
  },
  {
    "id": "379572",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi bir fotoğraf çekiminde komposizyona etki eden ışığın yönlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Çizgisel ışık",
      "B": "Tepe Işığı",
      "C": "Arkadan gelen - Ters Işık",
      "D": "Yandan gelen- Yanal Işık",
      "E": "Önden gelen -Cephe Işığı"
    },
    "explanation": "Bir fotoğraf çekiminde kompozisyonu ve modelin üç boyutluluğunu doğrudan etkileyen temel ışık yönleri; <b>ön ışık (dolgu), yan ışık (kontrast), arka ışık (silhouette), tepe ışığı ve dip/alt ışık</b>tır. Bu yönler, gölgeleri ve dokuyu belirler. Örneğin, 'Dairesel Işık' veya 'Açısal Işık' gibi kavramlar genellikle ışık yönü olarak değil, ışık kalitesi veya dağılımı olarak tanımlanır ve temel yönlerden biri kabul edilmez."
  },
  {
    "id": "379574",
    "unitNumber": 11,
    "text": "<strong>Bir moda fotoğraf çekimi sırasında alan kullanımında ana objenin ya da objelerin olduğu, kompozisyonun öne çıkan kısmı ne olarak adlandırılmaktadır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Pozitif alan",
      "B": "Boş alan",
      "C": "Gri alan",
      "D": "Negatif alan",
      "E": "Eksik Alan"
    },
    "explanation": "Bir moda fotoğraf çekimi sırasında alan kullanımında ana objenin ya da objelerin (model, kıyafet) bulunduğu, kompozisyonun öne çıkan kısmı <b>Pozitif Alan</b> (Positive Space) olarak adlandırılır. Pozitif alan, fotoğrafın izleyicinin dikkatini çekmesini amaçlayan <b>esas konuyu</b> içerir. Konunun dışındaki alan ise <b>Negatif Alan</b> (Negative Space) olarak adlandırılır ve konuyu dengelemek veya vurgulamak için kullanılır."
  },
  {
    "id": "379577",
    "unitNumber": 11,
    "text": "<strong>Renkler, insanlar üzerinde oluşturdukları etkilerine tanımlandığına göre, mavi renk tonları nasıl renkler olarak adlandırılmaktadır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Sıcak renkler",
      "B": "Kontrast renkler",
      "C": "Soğuk renkler",
      "D": "Karışık renkler",
      "E": "Nötr renkler"
    },
    "explanation": "Renk psikolojisinde, renkler insanlarda farklı duygusal etkiler yaratır. Mavi renk tonları, genellikle <b>soğuk renkler</b> olarak adlandırılır. Mavi; <b>sakinlik, güven, derinlik ve profesyonellik</b> duygularını çağrıştırır. Moda fotoğrafçılığında, huzurlu ve ciddi bir atmosfer yaratmak veya kış temalarını vurgulamak için kullanılır."
  },
  {
    "id": "379579",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi fotoğraf çekimlerinde stüdyoda kullanılan teknik ekipmanlardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Şemsiyeler",
      "B": "Reflektörler ve Petekler",
      "C": "Softboxlar",
      "D": "Agrandizör",
      "E": "Pozometre"
    },
    "explanation": "Stüdyo fotoğraf çekimlerinde kullanılan teknik ekipmanlar; <b>flaş/paraflaş üniteleri, sürekli ışık kaynakları, ışık düzenleyiciler (şemsiye, softbox), tripodlar, arka plan sistemleri ve reflektörler</b> gibi araçlardır. Bu ekipmanlar, ışığı kontrol etmeye ve kompozisyonu desteklemeye yarar. Stüdyo çekimlerinde doğrudan işlevi olmayan bir araç, örneğin <b>Dış Mekan Hava Durumu Sensörleri</b>, stüdyo teknik ekipmanlarından sayılmaz."
  },
  {
    "id": "379580",
    "unitNumber": 11,
    "text": "<strong>Moda reklam fotoğraflarının ana amacı nedir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Sosyal medyada yer almak",
      "B": "Fotoğrafçıyı takdir etmek",
      "C": "Dergiye para kazandırmak",
      "D": "Modeli beğendirmek",
      "E": "Çekilen ürünün satışını arttırmak"
    },
    "explanation": "Moda reklam fotoğraflarının ana amacı, estetik çekiciliği kullanarak tüketicilerin <b>satın alma arzusunu</b> tetiklemektir. Bu fotoğraflar, yalnızca ürünü göstermekle kalmaz, aynı zamanda bir <b>marka imajı</b> oluşturur, bir <b>yaşam tarzını</b> tanıtır ve nihayetinde <b>ürün satışını</b> veya marka bilinirliğini artırmayı hedefler. Temel motivasyon her zaman <b>ticari başarıdır</b>."
  },
  {
    "id": "381182",
    "unitNumber": 11,
    "text": "<strong>Moda Fotoğrafında Modernizm'in öncüsü ve “New Objektivity” kavramını ortaya koyan aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Adolf de Mayer",
      "B": "Edward Steichen",
      "C": "Martin Muncaski",
      "D": "Man Ray",
      "E": "Lee Miller"
    },
    "explanation": "Moda fotoğrafçılığında Modernizm'in öncülerinden biri ve “New Objektivity” (Yeni Nesnelcilik) kavramını ortaya koyan kişi, özellikle Avrupa fotoğrafçılığında <b>gerçekçilik ve detaylara odaklanma</b> akımını başlatan <b>Albert Renger-Patzsch</b>'tur. Bu akım, moda fotoğrafına da yansıyarak, ürünlerin ve modellerin abartıdan uzak, net ve gerçeğe yakın bir şekilde sunulmasını teşvik etmiştir. Ancak moda fotoğrafçılığında Modernizm'in genel gelişimi için <b>Irving Penn</b> veya <b>Richard Avedon</b> gibi isimler de kilit rol oynamıştır."
  },
  {
    "id": "381184",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi iyi bir moda fotoğrafçısının özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Doğru renkleri ve ışığı doğru kullanabilecek estetik bir göz terbiyesine sahip olmalıdır.",
      "B": "Modayı yakından takip etmeli, hayal gücü ve yaratıcılığı yüksek olmalıdır.",
      "C": "Fotoğraf tekniği konusunda bilgisi olmasına gerek yoktur.",
      "D": "Giyim, kuşam ve bunların kuşattığı insan bedenleriyle ilgili temel bilgi sahibi olmalıdır.",
      "E": "Çekim sonrasında ise fotoğrafçının post prodüksiyon ekibi ile fotoğraf üzerinde son rötüşları yapacak yeterli bilgisi olabilmelidir."
    },
    "explanation": "İyi bir moda fotoğrafçısının sahip olması gereken özellikler arasında <b>yüksek teknik bilgi, yaratıcılık, iyi iletişim becerileri, ekip çalışmasına yatkınlık</b> ve güncel moda trendlerini takip etme yeteneği bulunur. Moda fotoğrafçısının ürünü veya modeli başarılı bir şekilde sunmak için bu yetkinliklere sahip olması gerekir. Örneğin, <b>Yalnız çalışmayı tercih etmek</b>, ekip işi olan moda çekimlerinde istenmeyen bir özellik olabilir."
  },
  {
    "id": "381188",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangileri yapay ışık kaynaklarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Led ampüller",
      "B": "Güneş",
      "C": "Florasanlar",
      "D": "Sokak lambalar",
      "E": "Mum ışığı"
    },
    "explanation": "Yapay ışık kaynakları, insan tarafından üretilen ve elektriksel veya kimyasal enerjiyle çalışan ışıklardır (örneğin <b>flaşlar, sürekli ışıklar, LED paneller ve stüdyo paraflaşları</b>). Yapay ışık kaynaklarından biri olmayanlar ise <b>Doğal Işık Kaynakları</b>'dır. Bunların en önemlisi ve en yaygını <b>Güneş</b>'tir. Gün ışığı, kontrol edilmesi zor olsa da doğal ve atmosferik çekimler için vazgeçilmezdir."
  },
  {
    "id": "379581",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi yapısal ögeler içerisinde yer alır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Işık",
      "B": "Keskinlik",
      "C": "İlgi merkezi",
      "D": "Boşluk",
      "E": "Belirginlik"
    },
    "explanation": "Fotoğraf kompozisyonunun <b>yapısal ögeleri</b>, bir görseli oluşturan temel bileşenlerdir. Bunlar arasında <b>çizgi</b>, şekil, doku, renk, mekan, ışık ve form bulunur. Çizgi (Line), kompozisyonun en temel yapı taşıdır ve yön, hareket ve derinlik algısını belirlemede kritik bir rol oynar. Bu nedenle, çizgi yapısal ögeler içerisinde yer alır."
  },
  {
    "id": "379582",
    "unitNumber": 12,
    "text": "<strong>Parçaların ve tekrarların gözün takibiyle tamamlanarak sonucu veya bütününü oluşturması fotoğrafta Gestalt Algısı'na göre nasıl ifade edilmektedir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Perspektif",
      "B": "Tamamlama",
      "C": "Şekil zemin ilişkisi",
      "D": "Devamlılık",
      "E": "Benzerlik"
    },
    "explanation": "Bu durum, <b>Gestalt Algısı Kuramı</b>ndaki <b>Süreklilik</b> (Continuation) ilkesiyle ifade edilir. Süreklilik ilkesi, gözün bir yolu, deseni veya parçaları takip ederek, kesintili bile olsa onları tek bir akış veya bütün olarak algılama eğilimini açıklar. Parçaların göz takibiyle tamamlanması bu ilkenin temel özelliğidir."
  },
  {
    "id": "379595",
    "unitNumber": 12,
    "text": "<strong>Fotoğraflanacak bir mimari unsur veya cadde görüntüsünde dikkat edilecek en önemli unsur aşağıdakilerden hangisidir? </strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Doku",
      "B": "Espas",
      "C": "Işık",
      "D": "Perspektif",
      "E": "Renk"
    },
    "explanation": "Mimari bir unsur veya cadde görüntüsü fotoğraflanırken, mekânın doğru bir şekilde temsil edilmesi ve yapının formunun izleyiciye aktarılması büyük önem taşır. Bu bağlamda dikkat edilecek en önemli unsur <b>Perspektif</b> (bakış açısı ve derinlik) yönetimidir. Doğru perspektif kullanımı, mimari yapının <b>doğru oranlarını</b> ve üç boyutlu derinliğini en iyi şekilde yansıtır."
  },
  {
    "id": "379596",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi fotoğrafta kompozisyonun yapısal ögelerinden biridir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Perspektif",
      "B": "İlgi Merkezi",
      "C": "Keskinlik",
      "D": "Bakış Açısı",
      "E": "Gestalt Algısı"
    },
    "explanation": "Fotoğrafta kompozisyonun <b>yapısal ögeleri</b>, fotoğrafın fiziksel yapısını oluşturan temel görsel elemanlardır. Bu ögeler; <b>çizgi</b>, <b>şekil</b>, <b>doku</b>, renk, ışık ve mekândır. Doku, bir nesnenin yüzeyinin pürüzsüzlüğünü veya girinti çıkıntılarını ifade ederek fotoğrafa derinlik ve görsel ilgi katar."
  },
  {
    "id": "379598",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi, fotoğrafik bir kompozisyon öğesidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Leke",
      "B": "Doku",
      "C": "Perspektif",
      "D": "Sadelik",
      "E": "Keskinlik"
    },
    "explanation": "Fotoğrafik kompozisyon öğeleri iki ana gruba ayrılır: yapısal ögeler (çizgi, şekil, renk) ve düzenleme ilkeleri. Düzenleme ilkeleri arasında <b>Denge</b>, Ritim, Kontrast ve Vurgu yer alır. Denge, fotoğraftaki görsel ağırlığın dağılımını ifade eden temel bir kompozisyon ilkesidir."
  },
  {
    "id": "379599",
    "unitNumber": 12,
    "text": "<strong>Seçeneklerden hangi Gestalt kuramı ilkesi, parçaların ve tekrarların gözün takibiyle tamamlanarak sonucu veya bütünü oluşturması özelliğini barındırır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Tamamlama",
      "B": "Şekil zemin ilişkisi",
      "C": "Devamlılık ve benzerlik",
      "D": "Basitlik ve yalınlık",
      "E": "Simetri"
    },
    "explanation": "Parçaların ve tekrarların gözün takibiyle tamamlanarak bir bütün oluşturması özelliği, <b>Gestalt Algı Kuramı</b>nın temel ilkelerinden biri olan <b>Süreklilik</b> (Continuation) ilkesine aittir. Süreklilik, gözün belirli bir yöne doğru giden öğeleri takip etme ve bunları tek bir kesintisiz form olarak algılama eğilimini vurgular."
  },
  {
    "id": "379601",
    "unitNumber": 12,
    "text": "<strong>Fotoğrafın temsil özelliği en çok hangi işe yaramaktadır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Ders süreçlerinde öğrencilerin rahat anlamasını sağlar.",
      "B": "Firmaların geniş kitlelere ulaşmasını sağlar.",
      "C": "Belgeleme aracı sağlamaktadır.",
      "D": "Yeni bakış açıları sunmaktadır.",
      "E": "İzleyicinin analiz yeteneğini geliştirir."
    },
    "explanation": "Fotoğrafın <b>temsil özelliği</b>, görsel olarak yakaladığı gerçekliği kaydetme ve yansıtma yeteneğidir. Bu özellik, en çok <b>kayıt ve belgeleme</b> işine yarar. Fotoğraf, belirli bir anın, olayın, mekânın veya nesnenin görsel kanıtını sunarak bilgi aktarımını ve tarihsel kaydı mümkün kılar."
  },
  {
    "id": "379602",
    "unitNumber": 12,
    "text": "<strong>Frank Lloyd Wright’ın Falling Water House yapısına ait ikonik fotoğraf kim tarafından çekilmiştir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Bill Hedrich",
      "B": "Le Corbusier",
      "C": "Helene Binet",
      "D": "Iwan Baan",
      "E": "Pierre Koenig"
    },
    "explanation": "Frank Lloyd Wright'ın ünlü <b>Falling Water House</b> (Şelale Evi) yapısına ait, yapıyı dünya çapında tanıtan ikonik fotoğraf, mimari fotoğrafçılığın önde gelen isimlerinden <b>Ezra Stoller</b> tarafından çekilmiştir. Stoller, Amerikan mimarisinin modern dönem yapıtlarını belgeleyen en etkili fotoğrafçılardan biri olarak kabul edilir."
  },
  {
    "id": "379603",
    "unitNumber": 12,
    "text": "<strong>Camera Obscura ilk olarak hangi yüzyılda kullanılmaya başlamıştır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "15. yüzyıl",
      "B": "19. yüzyıl",
      "C": "20. yüzyıl",
      "D": "17. yüzyıl",
      "E": "18. yüzyıl"
    },
    "explanation": "<b>Camera Obscura</b> (Karanlık Kutu) ilkesi çok daha eskilere dayansa da, optik bir araç olarak ressamlar ve sanatçılar tarafından geniş çapta kullanılması ve çizime yardımcı olması <b>16. yüzyılda</b> (1500’ler) yaygınlaşmıştır. Bu dönemde Camera Obscura, perspektif ve ışık çalışmalarında önemli bir rol oynamıştır."
  },
  {
    "id": "379604",
    "unitNumber": 12,
    "text": "<strong>Algı türleri arasında aşağıdakilerden hangisi en etkilidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Dokunsal Algı",
      "B": "İşitsel Algı",
      "C": "Koku Algısı",
      "D": "Görsel Algı",
      "E": "Tat Algısı"
    },
    "explanation": "İnsanların dış dünyadan edindiği bilgilerin büyük çoğunluğu (%80'den fazlası) <b>Görsel Algı</b> yoluyla gerçekleşir. Bu nedenle, algı türleri arasında en kapsamlı ve etkili olanı görsel algıdır. Görsel algı, ışık ve renk aracılığıyla mekân, form ve derinlik bilgilerini hızlıca işlememizi sağlar."
  },
  {
    "id": "381191",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi mekânın temsilinin önemini <u>vurgulamamaktadır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Belirli grupların hedeflerini destekleyecek doğrultudadır.",
      "B": "Bize yeni bakış açıları vermektedir.",
      "C": "Gerçeğin yeniden uyarlanmış ve inşa edilmiş hâlidir.",
      "D": "Temsile dayalı farklı yorumlama biçimleri gerçeği yansıtmaz.",
      "E": "Temsil, mimarın özgünlüğünü azaltır."
    },
    "explanation": "Mekânın temsili, mimari yapıların <b>belgelenmesi</b>, <b>analizi</b>, tasarım kararlarının iletilmesi ve kamusal algının şekillendirilmesi açısından önemlidir. Mekânın temsilinin önemini vurgulamayan bir unsur, genellikle fotoğrafın teknik kalitesi veya maliyeti gibi ikincil detaylar olabilir; zira temsilin ana işlevi <b>iletişim</b> ve <b>anlamlandırmadır</b>."
  },
  {
    "id": "381192",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi mekânın görsel algısını etkileyen tasarım unsurlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Biçim",
      "B": "Işık",
      "C": "Renk",
      "D": "Malzeme",
      "E": "Koku"
    },
    "explanation": "Mekânın <b>görsel algısını</b> etkileyen tasarım unsurları; <b>ışık</b>, <b>renk</b>, <b>doku</b>, çizgi ve form gibi sadece gözle algılanabilen bileşenlerdir. Akustik kaliteler, sıcaklık veya nem gibi faktörler (örneğin <b>İşitsel yansıma</b>) mekânın genel duyusal algısını etkilese de, doğrudan görsel algıyı etkileyen tasarım unsurları arasında sayılmazlar."
  },
  {
    "id": "381193",
    "unitNumber": 12,
    "text": "<strong>Kendi tasarımlarını çekmeden önce kurgulayan mimar </strong><strong>aşağıdakilerden hangisidir</strong><strong>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Pierre Jeanneret",
      "B": "Oscar Niemeyer",
      "C": "Ludwig Mies van der Rohe",
      "D": "Zaha Hadid",
      "E": "Le Corbusier"
    },
    "explanation": "Mimari fotoğrafçılık tarihinde, kendi tasarımlarının fotoğrafik temsilini sıkı bir şekilde kontrol eden ve çekimlerini dikkatlice <b>kurgulayan</b> mimarlar bulunmaktadır. Bu mimarlar, yapılarını belirli bir anlatı veya ideoloji çerçevesinde sunmak amacıyla fotoğrafları aktif olarak yönetmişlerdir. (Le Corbusier veya John Hejduk gibi isimler bu kategoriye girer.)"
  },
  {
    "id": "381196",
    "unitNumber": 12,
    "text": "<strong>Mekândaki işitsel yansıma aşağıdakilerden hangisi ile çözülür?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "İç mekân peyzajıyla",
      "B": "Kapalı mekân çözümlemesiyle",
      "C": "Teknik ekipmanlarla",
      "D": "Akustikle",
      "E": "Kalabalık ortam oluşturmayla"
    },
    "explanation": "Mekândaki <b>işitsel yansıma</b> (yankı veya rezonans), ses kalitesini olumsuz etkileyen bir akustik problemdir. Bu sorun, mekânda ses emici yüzeyler ve malzemeler kullanılarak, yani <b>akustik düzenlemeler</b> ile çözülür. Bu sayede ses enerjisi yutularak yansıma süresi azaltılır."
  },
  {
    "id": "381199",
    "unitNumber": 12,
    "text": "<strong>‘’Vietnamlı Çocuk’’ fotoğrafı kime aittir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Joachim Schmeisser",
      "B": "Steve McCurry",
      "C": "Eric Lafforgue",
      "D": "Nick Ut",
      "E": "Jimmy Nelson"
    },
    "explanation": "Tarihin en etkili savaş fotoğraflarından biri olan ve 1972 yılında Vietnam Savaşı sırasında çekilen 'Vietnamlı Çocuk' (Napalm Kızı) fotoğrafı, Associated Press foto muhabiri <b>Nick Ut</b>'a aittir. Bu fotoğraf, savaşın sivil halk üzerindeki dehşetini gözler önüne sermiş ve Pulitzer Ödülü kazanmıştır."
  },
  {
    "id": "379605",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi seramik malzemenin kullanıldığı alanlardan <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Mimari yapılar",
      "B": "Savunma sanayi",
      "C": "Gıda süsleme",
      "D": "Tıp-sağlık",
      "E": "Sanat"
    },
    "explanation": "Seramik malzemeler, <b>yüksek sıcaklığa dayanıklılık</b>, <b>kimyasal inertlik</b>, <b>sertlik</b> ve <b>elektriksel yalıtkanlık</b> gibi üstün fiziksel ve kimyasal özelliklere sahiptir. Bu özellikler sayesinde, seramikler geniş bir yelpazede kullanılır: <b>yapı malzemeleri</b> (fayans, tuğla), <b>mutfak eşyaları</b>, <b>refrakter</b> (ateşe dayanıklı) malzemeler, <b>ileri teknoloji</b> bileşenleri (uzay, elektronik) ve <b>sanat/zanaat</b> alanları. Sorunun cevabı, bu alanların dışında kalan, seramiğin doğası gereği (örneğin esneklik veya yüksek iletkenlik gerektiren) uygun olmadığı bir alan olmalıdır."
  },
  {
    "id": "379606",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi ham hâldeki seramik yüzeyler üzerinde <u>uygulanamaz</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Lazer aktarım yöntemi",
      "B": "Direkt fotografik aktarım yöntemi",
      "C": "Fotokopi aktarım yöntemi",
      "D": "Dekal aktarım yöntemi",
      "E": "Toner aktarım yöntemi"
    },
    "explanation": "<b>Ham hâldeki seramik</b> (greenware), fırınlanmamış ve çok kırılgandır. Bu yüzey üzerine <b>sır üstü dekal</b> (çıkartma) uygulaması gibi, tipik olarak sırlı ve fırınlanmış yüzeyler için tasarlanmış teknikler uygulanamaz. Sır altı dekorasyonlar (angob, astar boya) uygulanabilirken, dekal uygulamaları genellikle bisküvi veya sır fırını sonrası yapılır çünkü ham seramiğin gözenekliliği ve narinliği dekalin düzgün yapışmasını ve fırınlama sürecini olumsuz etkiler."
  },
  {
    "id": "379607",
    "unitNumber": 13,
    "text": "<strong>Serigrafi Aktarım Yöntemi'nde kaliteli fotografik etki elde etmek için tram değeri ne olmalıdır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "300dpi=33tram",
      "B": "1024dpi=102tram",
      "C": "500dpi=57tram",
      "D": "112dpi=44tram",
      "E": "850dpi=44tram"
    },
    "explanation": "Serigrafi Aktarım Yöntemi'nde, baskının çözünürlüğü ve detay kalitesi <b>tram değeri</b> (LPI - İnç Başına Çizgi Sayısı) ile belirlenir. Kaliteli <b>fotografik etki</b> ve yumuşak ton geçişleri elde etmek için genellikle <b>yüksek tram değeri</b> tercih edilir. Ancak, seramik pigmentlerinin partikül büyüklüğüne bağlı olarak çok yüksek tramlar eleği tıkayabilir, bu nedenle seramik uygulamaları için kullanılan tram değeri, standart matbaa tramlarına göre optimize edilmiş bir denge noktası olmalıdır."
  },
  {
    "id": "379608",
    "unitNumber": 13,
    "text": "<strong>Serigrafi aktarım yönteminde baskıya hazırlanan görselin renk modu aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "LAB",
      "B": "Grayscale",
      "C": "Index",
      "D": "RGB",
      "E": "CMYK"
    },
    "explanation": "Serigrafi, her rengin ayrı bir kalıpla basılmasını gerektiren bir tekniktir. Baskıya hazırlanan görselin renk modu, eğer tonlamalı bir baskı yapılacaksa, filmin hazırlanabilmesi için <b>Gri Tonlama (Grayscale)</b> veya siyah beyaz <b>Bitmap</b> olmalıdır. Eğer çok renkli, tam tonlu (fotografik) bir baskı yapılacaksa, görselin <b>CMYK</b> renk modunda ayrıştırılması ve her bir rengin (Cyan, Magenta, Yellow, Key/Black) ayrı ayrı film çıkışının alınması gerekir."
  },
  {
    "id": "379609",
    "unitNumber": 13,
    "text": "<strong>Bisküvi haldeki seramik bünye üzerine dekal ile aktarım işlemi yapıldığında aşağıdakilerden hangisi ile sabitleme yapılmalıdır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Cilalama",
      "B": "Sırlama işlemi ve pişirim",
      "C": "Aharlama",
      "D": "Vernikleme",
      "E": "Taşlama"
    },
    "explanation": "<b>Bisküvi haldeki seramik bünye</b>, sır altı dekorasyon için uygun, gözenekli bir yapıdadır. Dekal (çıkartma) aktarım işlemi yapıldıktan sonra, dekorasyonun kalıcı ve dayanıklı olması için yüzeyin tamamen <b>şeffaf sır</b> ile kaplanması ve sır fırınında (yüksek sıcaklık) fırınlanması gerekir. Sır, dekalin seramik bünyeye kaynaşmasını sağlarken, aynı zamanda dekorasyonu dış etkenlere karşı korur."
  },
  {
    "id": "379610",
    "unitNumber": 13,
    "text": "<strong>Sırüstü dekal-çıkartma uygulaması yapılırken kullanılan boya aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "CMC",
      "B": "Toner mürekkebi",
      "C": "Sırüstü boya",
      "D": "Oksit",
      "E": "Sıraltı boya"
    },
    "explanation": "<b>Sırüstü dekal-çıkartma</b> uygulamaları, seramik sırlanıp fırınlandıktan sonra yüzeye uygulanan dekorasyonlardır. Bu işlemde kullanılan boyalar, mevcut sırın erime noktasının altında, düşük sıcaklıkta (genellikle 700-850°C aralığında) fırınlanarak sabitlenen ve sırın parlak yüzeyine kaynaşan <b>sırüstü pigmentleri</b>dir (overglaze colors). Bu boyalar yüksek sıcaklıklara dayanıklı sır altı boyalarından farklıdır."
  },
  {
    "id": "379611",
    "unitNumber": 13,
    "text": "<strong>Lazer-fotokopi aktarım yönteminde kullanılan CMC, baskısı alınan kâğıdın hangi yüzeyine tutunur?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kırmızı",
      "B": "Siyah",
      "C": "Beyaz",
      "D": "Oksitli",
      "E": "Aharlı"
    },
    "explanation": "Lazer-fotokopi aktarım yönteminde kullanılan <b>CMC (Karboksimetil Selüloz)</b>, bir tür nişastalı yapıştırıcı ve taşıyıcıdır. CMC çözeltisi, baskısı alınan kâğıdın <b>toner içeren yüzeyine</b> uygulanır. Amacı, toner partiküllerini kağıt liflerinden ayırarak, transfer işlemi sırasında seramik yüzeye tutunmasını sağlamaktır. Böylece toner, kâğıt uzaklaştırıldığında seramik üzerinde kalır."
  },
  {
    "id": "379612",
    "unitNumber": 13,
    "text": "<strong>Toner aktarım yönteminde, çıktı-fotokopi alınan makinenin toner içeriğinde aşağıdakilerden hangisi bulunmalıdır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Oksalik asit",
      "B": "Bakır oksit",
      "C": "Sıraltı boya",
      "D": "Amonyum dikromat",
      "E": "Demir oksit"
    },
    "explanation": "Geleneksel tonerler karbon ve plastik polimer içerir ve fırınlandığında tamamen yanar. Seramik yüzeye kalıcı aktarım yapmak amacıyla kullanılan özel toner aktarım yöntemlerinde, çıktı/fotokopi alınan makinenin toner içeriği, fırınlama sıcaklığına dayanıklı <b>inorganik seramik pigmentleri</b> veya <b>metal oksitleri</b> içermelidir. Bu pigmentler, organik bağlayıcılar yandıktan sonra dahi seramik yüzeyde rengi koruyarak dekorasyonun kalıcı olmasını sağlar."
  },
  {
    "id": "379613",
    "unitNumber": 13,
    "text": "<strong>Toner aktarım yönteminde aşağıdakilerden hangisi yapılmadığında aktarım işlemi <u>gerçekleşmez</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Baskı alınan kâğıdın makine çıkışında ısıl işlem uygulamasının engellenmesi",
      "B": "Bakır oksit ve demir oksit karışımı yapılması",
      "C": "Maskeleme yapılması",
      "D": "Toner değişikliği yapılması",
      "E": "Pozlama yapılması"
    },
    "explanation": "Toner aktarım işleminin gerçekleşmesi için, toner partiküllerinin kağıttan ayrılıp seramik yüzeyine yapışması gerekir. Bu işlem genellikle iki temel adım gerektirir: 1) Toneri seramik yüzeye taşıyacak bir <b>yapıştırıcı/taşıyıcı (CMC, flux)</b> kullanılması ve 2) Aktarım sırasında <b>yeterli ve dengeli basıncın</b> (manuel veya mekanik) uygulanmasıdır. Eğer bu adımlar doğru şekilde yapılmazsa, özellikle basınç uygulanmazsa, toner kâğıttan seramiğe geçemez ve aktarım başarısız olur."
  },
  {
    "id": "379614",
    "unitNumber": 13,
    "text": "<strong>Cyanotype aktarım yönteminde bisküvi seramik yüzeye pozlama yapılabilmesi için öncesinde aşağıdakilerden hangisini yapmak gerekir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Işığa maruz bırakma",
      "B": "Aharlama",
      "C": "Sırlama",
      "D": "Isıl işlem uygulama",
      "E": "Perdahlama"
    },
    "explanation": "<b>Cyanotype (Siyanotip) aktarım yöntemi</b>, ışığa duyarlı kimyasallar kullanarak fotografik görüntü oluşturur. Bisküvi seramik yüzeye pozlama yapılabilmesi için, seramiğin yüzeyi ışığa tepki verecek kimyasallarla hazırlanmalıdır. Bu, yüzeyin <b>ışığa duyarlı Cyanotype çözeltisi</b> (genellikle iki farklı demir bileşiğinden oluşur) ile tamamen kaplanması ve karanlıkta kurutulması anlamına gelir. Bu işlem, pozlama sırasında görüntünün oluşmasını sağlayacak temeli hazırlar."
  },
  {
    "id": "381211",
    "unitNumber": 13,
    "text": "<strong>Seramik malzemenin sanat malzemesi olarak kullanımı net olarak aşağıda yer alan hangi hareket ile başlamıştır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Sanayi devrimi",
      "B": "Yerleşik düzene geçiş",
      "C": "Milenyum",
      "D": "Stüdyo çömlekçiliği",
      "E": "Endüstri devrimi"
    },
    "explanation": "Seramik, binlerce yıl boyunca hem fonksiyonel hem de dekoratif amaçlarla kullanılmıştır. Ancak seramiğin, diğer güzel sanatlar dallarıyla (resim, heykel) eşit düzeyde, akademik ve estetik değeri olan bağımsız bir <b>sanat malzemesi</b> olarak net bir şekilde yükselişi ve kabulü, 20. yüzyılda ortaya çıkan <b>Studio Seramik Hareketi (Studio Pottery Movement)</b> ile başlamıştır. Bu hareket, sanatçıları endüstriyel üretimden uzaklaştırarak, bireysel ifadeye ve sanatçının kendi el emeğiyle yarattığı eşsiz esere odaklanmaya yönlendirmiştir."
  },
  {
    "id": "379616",
    "unitNumber": 14,
    "text": "<strong>Sanat eserlerinde fotoğrafın kullanma şekli hangisinde yanlış verilmiştir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Orijinal haliyle",
      "B": "Transferi",
      "C": "Objenin yanında",
      "D": "Objenin içinde",
      "E": "Objenin yüzeyinde"
    },
    "explanation": "Çağdaş sanatta fotoğrafın kullanımı oldukça geniştir ve <b>belgesel kayıt</b> işlevinin ötesine geçer. Sanatçılar fotoğrafı, <b>kolaj</b>, <b>montaj</b>, <b>dijital manipülasyon</b> veya <b>mekânla etkileşimli yerleştirme</b> (enstalasyon) gibi çeşitli şekillerde kullanabilirler. Yanlış verilen kullanım şekli, fotoğrafın çağdaş sanatta kazandığı çok boyutluluğa veya malzemeyle etkileşimine ters düşen, kısıtlayıcı bir ifade olmalıdır; çünkü günümüzde fotoğraf, birincil materyal veya manipülasyon kaynağı olarak sanatsal ifadenin hemen her aşamasında yer almaktadır."
  },
  {
    "id": "379617",
    "unitNumber": 14,
    "text": "<strong>\"Küresel köy\" kavramını kullanan düşünür aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "McLuhan",
      "B": "Danto",
      "C": "Boltanski",
      "D": "Sherman",
      "E": "Richter"
    },
    "explanation": "<b>\"Küresel köy\"</b> (Global Village) kavramı, kitle iletişim araçlarının, özellikle televizyonun yaygınlaşmasıyla birlikte dünyanın küçülmesini ve insanların birbirine bağlanmasını ifade eden önemli bir iletişim kuramı terimidir. Bu kavramı literatüre kazandıran kişi, Kanadalı iletişim kuramcısı <b>Marshall McLuhan</b>'dır. McLuhan, elektronik medyanın insanları tekrar kabile benzeri bir topluluk halinde birleştirdiğini, zaman ve mekân sınırlarını ortadan kaldırdığını vurgulamıştır."
  },
  {
    "id": "379618",
    "unitNumber": 14,
    "text": "<strong>Berlin Duvarı imgesini ipliklerle pikselleştiren Diane Meyer'in vurguladığı kavram hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Güzellik",
      "B": "Anı-bellek",
      "C": "Şehir hayatı",
      "D": "Alman disiplini",
      "E": "Anıt resim"
    },
    "explanation": "Sanatçı <b>Diane Meyer</b>'in Berlin Duvarı serisinde yaptığı gibi, fotoğraf imgelerini ipliklerle <b>pikselleştirme</b> tekniği kullanmak, fotoğrafın mekanik gerçekçiliğini bozarak izleyicide <b>bellek</b> (hafıza) ve <b>geçicilik</b> kavramlarını sorgulatır. Bu teknikle Meyer, fotoğrafın sunduğu anlık ve net kaydın aksine, anıların zamanla nasıl bulanıklaştığını, eksik kaldığını ve yeniden inşa edildiğini vurgular. İplikler, fiziksel emeği ve el yapımı olmayı temsil ederken, dijital çağa ait olan pikselleşmeyi analog bir yöntemle birleştirir."
  },
  {
    "id": "379619",
    "unitNumber": 14,
    "text": "<strong>Dönemin ikonik kişilerin portre serilerini yapan sanatçı kimdir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kandinsky",
      "B": "Pinky MM/Bass",
      "C": "MannyRobertson",
      "D": "Andy Warhol",
      "E": "Shaun Kardinal"
    },
    "explanation": "Dönemin ikonik kişilerinin (Marilyn Monroe, Elvis Presley, Mao Zedong vb.) seri üretim portrelerini yaparak ün kazanan sanatçı, <b>Pop Art</b> akımının en önemli temsilcilerinden <b>Andy Warhol</b>'dur. Warhol, bu portrelerde <b>serigrafi</b> tekniğini kullanarak, kitle kültürünün yarattığı şöhreti ve <b>tekrarlama</b> yoluyla imgenin nasıl metalaştığını ve anlamını yitirdiğini araştırmıştır. Bu eserler, modern şöhret kültürünün görsel bir kaydını sunar."
  },
  {
    "id": "379620",
    "unitNumber": 14,
    "text": "<strong>Çağdaş sanat eserlerine katılan fotoğraflarını fiziksel olarak sağlama kaynakları arasında yer almayan aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Aile albümleri",
      "B": "Fotoğraf stüdyoları arşivleri",
      "C": "Dergi kapakları",
      "D": "Bitpazarları",
      "E": "Sosyal medya"
    },
    "explanation": "Çağdaş sanatta fiziksel fotoğrafların sağlandığı kaynaklar, sanatçının fiziksel materyal üzerine müdahale etmesini gerektirir. Bunlar genellikle <b>kişisel veya aile arşivleri</b>, <b>buluntu fotoğraflar</b> (found photographs), <b>gazete veya dergi kesikleri</b> ve <b>halka açık kurumsal arşivler</b> gibi hazır ve fiziksel olarak mevcut materyallerdir.<br/>Çağdaş sanatta kullanılan fotoğrafları fiziksel olarak sağlama kaynakları arasında yer almayan seçenek, materyalin fiziksel bir kaynaktan elde edilmesinden ziyade, tamamen dijital ortamda sıfırdan oluşturulan bir teknik olmalıdır (Örn: Dijital manipülasyon veya 3D modelleme çıktısı)."
  },
  {
    "id": "379621",
    "unitNumber": 14,
    "text": "<strong>\"Kendine mal etme\" stratejisinin sanatında önemli bir yeri olan sanatçı kimdir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Sherie Levine",
      "B": "Yoon Ji Seon",
      "C": "Elise Wehle",
      "D": "Aliza Razell",
      "E": "Christian Boltanski"
    },
    "explanation": "<b>\"Kendine mal etme\"</b> (Appropriation) stratejisi, sanatçının var olan, daha önce başkası tarafından üretilmiş imge veya nesneleri (çoğu zaman çok az değiştirerek veya hiç değiştirmeyerek) kendi eserinin bir parçası olarak kullanmasıdır. Bu stratejiyle ünlenen sanatçılardan biri, özellikle ünlü erkek fotoğrafçıların eserlerini yeniden fotoğraflayarak <b>orijinallik</b>, <b>mülkiyet</b> ve <b>sanat tarihinin ataerkil yapısı</b> gibi kavramları sorgulayan <b>Sherrie Levine</b>'dir."
  },
  {
    "id": "379622",
    "unitNumber": 14,
    "text": "<strong>\"Fotoğraf en mükemmel resimdir. Değişmez mutlaktır ve dolayısıyla özerktir, koşulsuzdur, üsluptan yoksundur.\" ifadesi aşağıdakilerden hangisine aittir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Rauchenberg",
      "B": "Perra",
      "C": "Richter",
      "D": "Zexter",
      "E": "Cata"
    },
    "explanation": "Bu tür iddialı ve mutlakiyetçi ifadeler, fotoğrafı resim sanatının subjektif kısıtlamalarından kurtararak, ona mekanik ve üstün bir statü atfeden <b>Modernist</b> veya avangart teorisyenlere aittir. İfade, fotoğrafın <b>değişmez</b>, <b>koşulsuz</b> ve <b>üsluptan yoksun</b> bir kayıt aracı olarak <b>özerk</b> olduğunu vurgular. Bu görüş, genellikle 20. yüzyılın başlarında fotoğrafın sanatsal değerinin sorgulandığı dönemlerde, fotoğrafın kendine has mekanik gerçekliğinin savunulması amacıyla ortaya çıkmıştır."
  },
  {
    "id": "379623",
    "unitNumber": 14,
    "text": "<strong>Pinhole fotoğrafçılığın özellikleri arasında hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Pinhole fotoğrafları sonsuz derinliğe sahip olduğu için her şey odakta görünmektedir.",
      "B": "Mercek olmadığından mercek bozulması da yoktur ve geniş açılı görüntüler doğrusal kalmaktadır.",
      "C": "Pozlama süreleri uzun olduğundan, hareketli nesnelerin etrafında bulanıklılık oluşmamaktadır.",
      "D": "Pinhole kamerasının içinde olan mercek imgeyi düz yansıtmaktadır.",
      "E": "En basit şekilde pinhole kamerası ev ortamında da oluşturulabilmesi bir avantajdır."
    },
    "explanation": "<b>Pinhole (İğne deliği) fotoğrafçılığı</b>, lens yerine küçük bir delik kullanarak görüntü oluşturan basit bir kamera tekniğidir. Bu teknik, doğal olarak <b>sonsuz alan derinliği</b> sağlar ve yumuşak, düşsel görüntüler üretir. Ancak, delikten çok az ışık geçtiği için, pinhole fotoğrafçılığı, normal kamera çekimlerine göre çok <b>uzun pozlama süreleri</b> gerektirir. Dolayısıyla, pinhole fotoğrafçılığın özellikleri arasında \"kısa pozlama süreleri gerektirir\" gibi bir ifade <u>yanlış</u> olacaktır."
  },
  {
    "id": "379624",
    "unitNumber": 14,
    "text": "<strong>Sanat projesinde portreleri avuç içlerine iplikle işleyen ve hayatına iz bırakanları fiziksel acıyla bağdaştıran sanatçı hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Elise Wehle",
      "B": "Diane Meyer",
      "C": "Cecile Perra",
      "D": "Yoon Ji Seon",
      "E": "David Cata"
    },
    "explanation": "Sanat projesinde portreleri avuç içlerine iplikle işleyen ve hayatına iz bırakanları <b>fiziksel acıyla</b> bağdaştıran sanatçı, <b>bellek</b>, <b>travma</b> ve <b>ilişkiler</b>in bedensel izlerini araştırmaktadır. Bu tür uygulamalar, iğnenin deriye temas etmesinin yarattığı acıyı bir <b>performans</b> ve <b>beden sanatı</b> eylemi olarak kullanarak, duygusal yükü somutlaştırmayı amaçlar. Bu yaklaşım, seyircinin empati kurmasını ve kişisel tarihin izlerini fiziksel bir deneyim üzerinden algılamasını sağlar."
  },
  {
    "id": "379625",
    "unitNumber": 14,
    "text": "<strong>Eselerinde özlem hissini fotoğraf ve sulu boyayı birlikte kullanan sanatçı kimdir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "CindySherman",
      "B": "AlizaRazell",
      "C": "SherieLevine",
      "D": "Lisa Kokin",
      "E": "Melisa Zexter."
    },
    "explanation": "Sanat eserlerinde fotoğrafın nesnel kaydını <b>sulu boya</b>nın değişken ve saydam yapısıyla birleştirerek <b>özlem</b> (nostalji) hissini vurgulayan sanatçılar, melez (mixed-media) teknikleri kullanır. Fotoğraf, belirli bir anı dondurur ve somutlaştırırken; sulu boya müdahalesi, anının zihindeki <b>bulanıklığını</b>, <b>kaybolmuşluğunu</b> ve zamanla oluşan <b>duygusal katmanları</b> temsil eder. Bu yöntem, fotoğrafın gerçekçiliğini sorgular ve anıların ne kadar sübjektif olduğunu gösterir."
  },
  {
    "id": "381221",
    "unitNumber": 14,
    "text": "<strong>\"Çağdaş sanat \"havasını soluduğumuz ve hakkında bir söyleme yetkimizin olduğu bir zamanı ifade eder.\" fikrini paylaşan kimdir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Danto",
      "B": "Eroğlu",
      "C": "Marshall",
      "D": "Engin",
      "E": "Maleviç"
    },
    "explanation": "Bu tanım, <b>Çağdaş Sanat</b>'ın sadece kronolojik olarak günümüzde üretilen sanat değil, aynı zamanda bizim içinde yaşadığımız, deneyimlediğimiz ve üzerine <b>söylem</b> geliştirme yetkisine sahip olduğumuz <b>ortak zaman dilimini</b> ifade ettiğini belirtir. Bu bakış açısı, Sanat tarihçisi <b>Terry Smith</b>'e atfedilir. Smith gibi teorisyenler, çağdaş sanatın <b>küreselleşme</b> ve <b>teknoloji</b> gibi güncel konularla doğrudan ilişkili olduğunu ve zamanının ruhunu yansıttığını savunur."
  },
  {
    "id": "381227",
    "unitNumber": 14,
    "text": "<strong>Fotoğrafın özellikleri ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Sanat alanın dışındadır.",
      "B": "Kültürel bir nesnedir.",
      "C": "Geçmişle kurulan duygusal bağları yansıtır.",
      "D": "Tarihsel hareketleri yansıtır.",
      "E": "Haber değeri vardır."
    },
    "explanation": "Fotoğrafın temel özellikleri arasında <b>indeksellik</b> (gerçekliğe fiziksel bağ), <b>çoğaltılabilirlik</b> ve <b>anlık kayıt</b> yeteneği bulunur. Ancak fotoğrafın, her zaman <b>tam gerçeği yansıttığı</b> veya <b>mekanik nesnelliği</b> mutlak surette temsil ettiği iddiası, modern ve çağdaş teori bağlamında <u>yanlış</u> kabul edilir. Sanatçılar ve teknoloji, fotoğrafın <b>kadraj</b>, <b>manipülasyon</b> ve <b>bağlam</b> yoluyla sübjektif amaçlar için kullanılabileceğini kanıtlamıştır; dolayısıyla nesnellik tartışmalıdır."
  },
  {
    "id": "381234",
    "unitNumber": 14,
    "text": "<strong>PopArt temsilcileri olan sanatçıların doğru eşleştirilmesi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "David Cata- Robert Rauchenberg",
      "B": "Robert Rauchenberg- Gerhard Richter",
      "C": "Andy Warhol- CindySherman",
      "D": "Robert Rauchenberg- Andy Warhol",
      "E": "Marshall Mcluhan- Andy Warhol"
    },
    "explanation": "<b>Pop Art</b> akımı, 1950'ler ve 1960'larda <b>kitle kültürü</b>, <b>reklam</b> ve <b>tüketim</b> imgelerini sanata taşıyan bir harekettir. Akımın önde gelen ve doğru eşleştirilmesi gereken temsilcileri arasında ABD'den <b>Andy Warhol</b> (seri üretim portreler, serigrafi), <b>Roy Lichtenstein</b> (çizgi roman panelleri ve Ben-Day noktaları) ve İngiltere'den <b>Richard Hamilton</b> (kolajlar) yer alır. Bu sanatçılar, yüksek sanat ve popüler kültür arasındaki sınırları bulanıklaştırmıştır."
  }
]