[
  {
    "id": "107609",
    "unitNumber": 1,
    "text": "I. Posta taşımaları<br/>II. Cenaze taşımaları<br/>III. Konteyner taşımaları<br/>IV. Taşınma eşyası taşımaları<br/><strong>Yukarıdaki yüklerden hangisi ya da hangilerinin taşınması CMR’nin uygulama alanına girer?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Yalnız III",
      "B": "Yalnız IV",
      "C": "I ve IV",
      "D": "I, II ve III",
      "E": "I, II ve IV"
    }
  },
  {
    "id": "107622",
    "unitNumber": 1,
    "text": "<strong>Navlun Sözleşmesi, aşağıdaki taşıma çeşitlerinden hangisinde yapılabilmektedir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kara yolu taşımaları",
      "B": "Deniz yolu taşımaları",
      "C": "Hava yolu taşımaları",
      "D": "Demir yolu taşımaları",
      "E": "Karma taşımalar"
    }
  },
  {
    "id": "111636",
    "unitNumber": 1,
    "text": "<strong>Kara Yolları Taşıma Kanunu kapsamında taşımacılığın genel ilkeleriyle ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Taşımacılık yapabilmek için Bakanlıktan yetki belgesi alınması zorunludur.",
      "B": "Taşımacı, çevre kirliliğini önleme amacıyla getirilen düzenlemelere uymak zorundadır.",
      "C": "Taşımacılar, kendi istekleri doğrultusunda taşıma hizmetlerini yapmaktan kaçınabilirler.",
      "D": "Taşımalar, diğer taşımacılar veya üçüncü şahıslar tarafından engellenemez.",
      "E": "Taşımacı, yolcu ve eşyanın güvenlik içinde taşınmasından sorumludur."
    }
  },
  {
    "id": "111655",
    "unitNumber": 1,
    "text": "I. Kara taşımaları<br/>II. Deniz taşımaları<br/>III. Hava taşımaları<br/>IV. Demir yolu taşımaları<br/><strong>Yukarıdakilerden hangisi ya da hangilerinde kabotaj uygulaması mevcuttur?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız II",
      "B": "I ve II",
      "C": "III ve IV",
      "D": "I, II ve III",
      "E": "I, III ve IV"
    }
  },
  {
    "id": "123755",
    "unitNumber": 1,
    "text": "<strong>CMR (Convention Relative Au Contrat De Transport International De Marchandises Par Route) aşağıdakilerin hangisine uygulanır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Uluslararası cenaze taşımaları",
      "B": "Uluslararası posta taşımaları",
      "C": "Uluslararası taşınma eşyası taşımaları",
      "D": "Uluslararası kara yolu ile yolcu taşımaları",
      "E": "Uluslararası kara yolu ile yük taşımaları"
    }
  },
  {
    "id": "123757",
    "unitNumber": 1,
    "text": "<strong>Aşağıdaki hususlardan hangisi Kara Yolu Taşıma Kanunu’nda <u>yer almaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kargo işletmeciliğinin belgelendirilmesi",
      "B": "Taşıma işleri komisyoncularının belgelendirilmesi",
      "C": "Sürücü belgelerinin hazırlanması",
      "D": "Taşıma acentelerinin belgelendirilmesi",
      "E": "Ticari araçlarda çalışan sürücülerin mesleki yeterlilik belgeleri"
    }
  },
  {
    "id": "123761",
    "unitNumber": 1,
    "text": "<strong>Türk hukukunda “taşıma işleri” esas itibarıyla hangi kanunda düzenlenmiştir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Türk Ticaret Kanunu",
      "B": "Türk Medeni Kanunu",
      "C": "Sivil Havacılık Kanunu",
      "D": "Kara Yolları Trafik Kanunu",
      "E": "Kara Yolu Taşıma Kanunu"
    }
  },
  {
    "id": "123763",
    "unitNumber": 1,
    "text": "<strong>Kara Yolları Trafik Kanunu ile ilgili olarak aşağıdaki ifadelerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Karay Yolu Trafik Güvenliği Kurulu bu kanuna istinaden kurulmuştur.",
      "B": "Türkiye’de taşıma işlerini Türk vatandaşlarına özgülemiştir.",
      "C": "Kara yolu Güvenliği Yüksek Kurulu bu kanuna istinaden kurulmuştur.",
      "D": "Motorlu araçların tescili ilgili olarak Emniyet Genel Müdürlüğü yetkilendirilmiştir.",
      "E": "Sürücülerin sicillerini tutma görevi Emniyet Genel Müdürlüğüne verilmiştir."
    }
  },
  {
    "id": "123764",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi trafikle ilgili olarak Karayolları Genel Müdürlüğüne verilen görevlerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yol işaretlemelerini yapmak",
      "B": "Kara yolu güvenliğini ilgilendiren konulardaki projeleri onaylamak",
      "C": "Trafik işaretlerini tahrip edenlerle ilgili suç duyurusunda bulunmak",
      "D": "Yükleme sınırlarına uymayanlar hakkında suç duyurusunda bulunmak",
      "E": "Kara yollarında meydana gelen kazalarla ilgili olarak ilk ve acil yardım hizmetlerini planlamak"
    }
  },
  {
    "id": "158900",
    "unitNumber": 1,
    "text": "Taşıma alanındaki ulusal ve uluslararası düzeydeki idari düzenlemeler, devletin taşımacılık sektörüne müdahalesi niteliğindeki kurallar taşıma .......................... içerisinde yer alır. Örneğin kara yolu Taşıma Kanunu’nda yer alan taşımacılık, acentelik ve taşıma işleri komisyonculuğu ile nakliyat ambarı ve kargo işletmeciliği yapılabilmesi için getirilmiş olan bakanlıktan ........................... alınması zorunluluğu; ayrıca, kara yoluyla yük ve yolcu taşımacılığı faaliyetlerinde kullanılan ticari araçlarda çalışan şoförlerin, sürücü ................................. almaları zorunluluğu taşıma işlerine devlet müdahalesini simgelemesi sebebiyle taşıma kamu hukuku niteliği gösterir.<br/><strong>Paragrafta boş bırakılan yerlere aşağıdakilerden hangisi sırasıyla getirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "kamu hukuku-yetki belgesi-mesleki yeterlilik belgesi",
      "B": "hukuku-mesleki yeterlilik belgesi-yeterlilik belgesi",
      "C": "işleri-izin-belgesi",
      "D": "özel hukuk-izin-belgesi",
      "E": "özel hukuku- mesleki yeterlilik belgesi-yeterlilik belgesi"
    }
  },
  {
    "id": "158901",
    "unitNumber": 1,
    "text": "<strong>Kara Yolları Trafik Kanunu'na göre aşağıdakilerden hangisi Emniyet Genel Müdürlüğü'nün trafik ile ilgili görev ve yetkileri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Her ilde trafik kazaları için eğitilmiş sağlık personeli ile birlikte yeteri kadar ilk ve acil yardım ambulansı bulundurmak",
      "B": "Araçların tescil işlemlerini yaparak belge ve plakalarını vermek",
      "C": "Duran ve akan trafiği düzenlemek ve yönetmek",
      "D": "El koyduğu trafik kazalarında trafik kaza tespit tutanağı düzenlemek",
      "E": "Trafik suçu işleyenler hakkında tutanak düzenlemek, gerekli işlemleri yapmak ve takip etmek"
    }
  },
  {
    "id": "158902",
    "unitNumber": 1,
    "text": "CMR kara yolu ile yük taşımalarında uygulanır. Yük kavramından neyin anlaşılması gerektiği, Konvansiyonda açık değildir. Bununla birlikte taşınan yükün ticari nitelik taşıması zorunlu değildir.<br/><strong>Bu açıklama ışığında aşağıdakilerden hangisi CMR kapsamında yük <u>sayılmaz</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Canlı hayvan",
      "B": "Yolcunun yanındaki bagaj",
      "C": "Yükün taşınması veya muhafazası için kullanılan ve gönderen tarafından sağlanan palet",
      "D": "Atılmak üzere taşınan çöp",
      "E": "Sıvı ve gaz hâlindeki bütün maddeler"
    }
  },
  {
    "id": "158903",
    "unitNumber": 1,
    "text": "<strong>Kara Yolu Taşıma Kanunu’na göre yapılan taşımalarda kullanılacak taşıtların niteliğini ve sayısını gösteren taşıt belgesi ile taşımacının taşıt belgesinde kayıtlı her taşıt için düzenlenen ve taşıtta bulunması gereken belgeye ne ad verilir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yetki Belgesi",
      "B": "Sürücü Belgesi",
      "C": "Emisyon Kontrol Belgesi",
      "D": "Taşıt Kartı",
      "E": "Ruhsatname"
    }
  },
  {
    "id": "158906",
    "unitNumber": 1,
    "text": "<strong>Kara Yolları Trafik Kanunu’na göre aşağıdakilerden hangisi Sağlık Bakanlığının görev ve yetkilerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kara yollarında meydana gelen trafik kazaları ile ilgili ilk ve acil yardım hizmetlerini planlamak ve uygulamak",
      "B": "Trafik kazalarında yaralananların en kısa zamanda sağlık hizmetlerinden istifadelerini temin etmek üzere, İçişleri Bakanlığının uygun görüşü de alınarak kara yolları üzerinde ilk yardım istasyonları kurmak, bu istasyonlara gerekli personeli ve araç gereci sağlamak",
      "C": "Her ilde trafik kazaları için eğitilmiş sağlık personeli ile birlikte yeteri kadar ilk ve acil yardım ambulansı bulundurmak",
      "D": "Sürücü adaylarının teorik ve uygulamalı sınavlarını yapmak ve başarılı olanlara sertifika verilmesini sağlamak",
      "E": "Trafik kazalarında yaralanıp sağlık kuruluşlarına sevk edilenlerden kazanın sebep ve tesiriyle otuz gün içinde ölenlerin kayıtlarını tutmak ve takip eden ayın sonuna kadar Emniyet Genel Müdürlüğüne bildirmek"
    }
  },
  {
    "id": "158908",
    "unitNumber": 1,
    "text": "<strong>Kara Yolları Trafik Kanunu’na göre aşağıdakilerden hangisi Ulaştırma, Denizcilik ve Haberleşme Bakanlığının görev ve yetkilerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kara yolu taşımasına ilişkin gerekli koordinasyonu sağlamak",
      "B": "Tescile bağlı araçların muayenelerini yapmak veya yaptırmak",
      "C": "Muayene istasyonlarını denetlemek",
      "D": "Araçların ağırlık ve boyut kontrollerini yapmak veya yaptırmak ve denetlemek",
      "E": "Sürücü adaylarının teorik ve uygulamalı sınavlarını yapmak"
    }
  },
  {
    "id": "329790",
    "unitNumber": 1,
    "text": "Taşıma, ........................ bir yerden bir yere götürülmesidir.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "insanların",
      "B": "yüklerin",
      "C": "canlı hayvanların",
      "D": "insan veya yüklerin",
      "E": "canlı hayvan veya yüklerin"
    }
  },
  {
    "id": "329798",
    "unitNumber": 1,
    "text": "<strong>Türkiye içerisinde deniz yolu ile yapılan taşımalar, esas itibarıyla aşağıdaki düzenlemelerin hangisinde yer almaktadır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Türk Borçlar Kanunu",
      "B": "Türk Ticaret Kanunu",
      "C": "Türk Medeni Kanunu",
      "D": "Türk Uluslararası Gemi Sicili Kanunu",
      "E": "Sabotaj Kanunu"
    }
  },
  {
    "id": "329804",
    "unitNumber": 1,
    "text": "<strong>Taşıma hukuku ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Taşıma işini düzenleyen kurallar, taşıma şekline göre değişiklik göstermektedir.",
      "B": "Taşıma hukuku, kamu hukuku özellikli kurallar içermez.",
      "C": "Taşıma alanında ulusal düzenlemelerin yanı sıra uluslararası düzenlemeler de önem arz etmektedir.",
      "D": "Taşıma hukuku, kara ve deniz taşımacılığının yanında hava ve demir yolu taşımacılığına ilişkin kuralları da içermektedir.",
      "E": "Taşıma hukukunun amacı, taşıma işlerinin tabi olacağı hukuki rejimi oluşturan kuralları ortaya koymaktır."
    }
  },
  {
    "id": "363471",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi taşıma hukukuna ilişkin uluslararası düzenlemeler yapan örgütler arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Uluslararası Denizcilik Örgütü",
      "B": "Uluslararası Denizcilik Komitesi",
      "C": "Uluslararası Çalışma Örgütü",
      "D": "Uluslararası Sivil Havacılık Örgütü",
      "E": "Uluslararası Kombine Taşıma Şirketleri Birliği"
    }
  },
  {
    "id": "363517",
    "unitNumber": 1,
    "text": "<strong>Aşağıdaki hava yolu taşımalarına ilişkin uluslararası düzenlemelerden hangisi bir ücret karşılığı hava aracıyla yapılan bütün uluslararası insan, bagaj veya eşya (kargo) taşımalarına ilişkin sözleşmelere uygulanır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "1929 Varşova Konvansiyonu",
      "B": "1955 Lahey Protokolü",
      "C": "1961 Guadalajara Protokolü",
      "D": "4 Sayılı Montreal Protokolü",
      "E": "1999 Montreal Konvansiyonu"
    }
  },
  {
    "id": "392956",
    "unitNumber": 1,
    "text": "<strong>Deniz yolu ile uluslararası eşya taşımacılığına ilişkin ilk düzenleme olan ve günümüzde bu alandaki taşımacılığın hukuksal temelini teşkil eden sözleşme, aşağıdaki isimlerden hangisiyle anılır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Brüksel Konvansiyonu",
      "B": "Hamburg Kuralları",
      "C": "Lahey Kuralları",
      "D": "Rotterdam Kuralları",
      "E": "Visby Kuralları"
    }
  },
  {
    "id": "392957",
    "unitNumber": 1,
    "text": "................, Varşova Konvansiyonu Sistemi'nin yerini almak üzere 28.05.1999’da imzalanmıştır.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Guadalajara Protokolü",
      "B": "Guatemala City Protokolü",
      "C": "Lahey Protokolü",
      "D": "Montreal Konvansiyonu",
      "E": "Montreal Protokolü"
    }
  },
  {
    "id": "393703",
    "unitNumber": 1,
    "text": "<strong>Eşyaların Kara Yolundan Uluslararası Nakliyatı İçin Mukavele Sözleşmesi (CMR) ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "CMR hükümlerinin uygulanması için taşımanın uluslararası nitelikte olmasına gerek yoktur.",
      "B": "Taşınma eşyası taşımaları CMR’nin kapsamı dışında bırakılmıştır.",
      "C": "CMR hükümleri, taraflar arasında yük taşıma sözleşmesinin dışında başkaca bir sözleşmenin bulunması durumunda uygulanmaz.",
      "D": "Uluslararası posta taşımaları CMR’nin kapsamı dışında bırakılmıştır.",
      "E": "CMR’nin uygulanması için taşıyıcının taşıma işini ücret karşılığı üstlenmesi gerekir."
    }
  },
  {
    "id": "107011",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi gemi üzerinde ipotek hakkı kurulabilmesi için gereklidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Tarafların anlaşması",
      "B": "Zilyetliğin devri",
      "C": "Gemi siciline tescil",
      "D": "Tarafların anlaşması ve zilyetliğin devri",
      "E": "Tarafların anlaşması ve gemi siciline tescil"
    }
  },
  {
    "id": "111668",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi gemilere mahsus siciller arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yapı sicili",
      "B": "Bağlama kütüğü",
      "C": "Millî gemi sicili",
      "D": "Yeraltı suları sicili",
      "E": "Türk uluslararası gemi sicili"
    }
  },
  {
    "id": "111689",
    "unitNumber": 2,
    "text": "Geminin ……………… ve daha büyük olması hâlinde Millî Gemi Sicili'ne tescili zorunludur.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "10 groston",
      "B": "18 groston",
      "C": "25 groston",
      "D": "30 groston",
      "E": "100 groston"
    }
  },
  {
    "id": "111694",
    "unitNumber": 2,
    "text": "I. Geminin bağlama limanına ilişkin kayıtlar<br/>II. Geminin bayrak çekme hakkına ilişkin kayıtlar<br/>III. Geminin mülkiyet durumuna ilişkin kayıtlar<br/><strong>Yukarıdakilerden hangisi ya da hangileri gemi sicilindeki kurucu kayıtlar arasına yer alır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "111735",
    "unitNumber": 2,
    "text": "En az …………………… süreyle işletilmek üzere geçici olarak Türkiye’ye getirilmiş olan hava aracının uçak siciline geçici olarak kaydedilmesi mümkündür.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "6 ay",
      "B": "9 ay",
      "C": "1 yıl",
      "D": "5 yıl",
      "E": "10 yıl"
    }
  },
  {
    "id": "123769",
    "unitNumber": 2,
    "text": "<strong>Gemilerle ilgili siciller için aşağıdakilerden hangisi doğrudur?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Sicil kaydı ile geminin milliyeti arasında bir ilişki mevcut değildir.",
      "B": "Uluslararası taşımacılıkta kullanılan Türk gemi siciline kayıtlı geminin Almanya ile daha kolay ticaret yapabilmesi için Alman gemi siciline de kaydedilmesi mümkündür.",
      "C": "Gemi, Türk bayrağını çekme hakkını kaybederse istem üzerine sicilden kaydı silinir.",
      "D": "On sekiz grostona kadar olan gemiler Millî Gemi Sicili'ne kaydedilebilir.",
      "E": "Gemi taşımacılığında özel hukuk kuralları sicillerin belirlenmesinde etkilidir."
    }
  },
  {
    "id": "123770",
    "unitNumber": 2,
    "text": "I. Gemi maliklerine vergi kolaylığı sağlamaktadır.<br/>II. Yabancı uyruklu personel çalıştırma kolaylığı getirmektedir.<br/>III. Türk gemilerini Türk bayrağı taşımaya teşvik edici düzenlemeler içermektedir.<br/>IV. Personele ödenen ücrette vergi avantajı getirilmiştir.<br/><strong>Türk Uluslararası Gemi Sicili (TUGS) ile ilgili yukarıdaki bilgilerden hangisi ya da hangileri doğrudur?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "III ve IV",
      "E": "I, II, III ve IV"
    }
  },
  {
    "id": "123771",
    "unitNumber": 2,
    "text": "<strong>Deniz araçlarının tabiiyeti ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Tabiiyet, gemi ile bayrak devleti arasında bağ kurmaktadır.",
      "B": "Gemiler, bayraklarını taşıdıkları devletin tabiiyetindedirler.",
      "C": "Kural olarak her gemi sadece bir devletin siciline kaydedilebilir.",
      "D": "Devlette birden fazla gemi sicili var ise gemi bu sicillerden sadece birine kaydedilebilir.",
      "E": "Tabiiyete göre gemiyle bayrak devleti arasında bağ kurulamaz."
    }
  },
  {
    "id": "123773",
    "unitNumber": 2,
    "text": "<strong>Sivil uçak sicilinde aşağıdaki kayıtlardan hangisi <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Sivil hava aracının yapımcısının ticaret unvanı ve adresi",
      "B": "Yapım tarihi ve seri numarası",
      "C": "Yapımcının sivil hava aracı için belirlediği tip, model ve marka",
      "D": "Malikin adı ve soyadı, adresi, varsa ticaret unvanı ve kayıtlı bulunduğu ticaret sicili ile sicil numarası ve iktisap şekli",
      "E": "Yapımcının sermaye yapısının detayı"
    }
  },
  {
    "id": "123775",
    "unitNumber": 2,
    "text": "I. Başka bir devlete ait tescil belgesi ve plakaya sahip olup da geçici olarak Türkiye’ye girmesine izin verilen araçlar<br/>II. Başka bir devlete ait tescil belgesi ve plakaya sahip olup bir uluslararası anlaşmaya göre Türkiye'de tescil zorunluluğundan muaf tutulmuş araçlar<br/>III. Araç imal, ithal, ihraç edenlerin ve satıcılığını yapanların, ithal, ihraç, depolama, teşhir ve satış amacıyla geçici olarak bu işlere mahsus yerlerde maliki olarak bulundurdukları motorlu araçlar<br/>IV. Tescil zorunluluğu bulunan motorlu taşıtlarla çekilenler ile bütün motorsuz taşıtlar<br/><strong>Yukarıdakilerden hangisi ya da hangileri Karayolları Trafik Sicili'ne tescil zorunluluğunun istisnasını teşkil eden araçlardandır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "III ve IV",
      "E": "I, II, III ve IV"
    }
  },
  {
    "id": "159021",
    "unitNumber": 2,
    "text": "Türk hukukunda raylı taşıma araçları üzerindeki ayni haklar, menşe ülke hukukuna uygun olarak raylı taşıma araçlarında ...............................<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "şirket genel merkezinin bulunduğu yerdir.",
      "B": "ruhsat yeridir.",
      "C": "inşa yeridir.",
      "D": "tamirat gördüğü son yerdir.",
      "E": "acentenin bulunduğu yerdir."
    }
  },
  {
    "id": "159026",
    "unitNumber": 2,
    "text": "<strong>Motorlu taşıt rehni için aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Motorlu taşıt rehni, motorlu taşıt siciline kayıt suretiyle kurulur.",
      "B": "Motorlu taşıt siciline yapılacak kayıt, motorlu taşıt rehninin geçerli bir biçimde kurulabilmesi için kurucu etkiye sahiptir.",
      "C": "Motorlu taşıt rehni sözleşmesi mutlaka noterde yapılmalıdır.",
      "D": "Motorlu taşıt rehni sözleşmesini sicile malik tescil ettirebilir.",
      "E": "Özel verilmiş yetki olmadıkça rehin lehtarı sicilde rehin sözleşmesini kendi adına tescil ettiremez."
    }
  },
  {
    "id": "159031",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi Trafik Siciline tescil ettirilmesi gereken araçlar arasında yer alır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Başka bir devlete ait tescil belgesi ve plakaya sahip olup da geçici olarak Türkiye’ye girmesine izin verilen araçlar",
      "B": "Tescil zorunluluğu olan motorlu taşıtlarla çekilen motorsuz taşıtlar",
      "C": "Motorlu araç imal edenlerin satış amacıyla geçici olarak depolarda bulundurdukları araçlar",
      "D": "Motorlu araç imal edenlerin ihraç amacıyla geçici olarak depolarda bulundurdukları araçlar",
      "E": "Motorlu araç imal edenlerin kendi personellerinin taşınmasına tahsis ettikleri araçlar"
    }
  },
  {
    "id": "159035",
    "unitNumber": 2,
    "text": "<strong>Geminin kaç groston veya daha büyük olması hâlinde Millî Gemi Sicili'ne tescili gerekir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "18",
      "B": "22",
      "C": "24",
      "D": "30",
      "E": "36"
    }
  },
  {
    "id": "159038",
    "unitNumber": 2,
    "text": "<strong>Bir alacağın temini için hava aracı üzerinde aşağıdakilerden hangisi tesis olunabilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "İpotek",
      "B": "İntifa",
      "C": "Terkin",
      "D": "Tenkis",
      "E": "Tebdil"
    }
  },
  {
    "id": "325472",
    "unitNumber": 2,
    "text": "<strong>Gemi sicilindeki kayıtların hukuki önemi ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Gemi sicilindeki kayıtlar alenidir, herkes bu kayıtları inceleyebilir.",
      "B": "Gemi sicilinde malik olarak kayıtlı bulunan kişi, o geminin maliki sayılır.",
      "C": "Tescil edilen bir hak sicilden silinirse artık o hakkın var olmadığı kabul edilir.",
      "D": "Gemi sicilinde tapu sicilinin aksine sicile güven ilkesi söz konusu değildir.",
      "E": "Sicile tescil edilmiş haklardan doğan talep hakları, kayıtlı oldukları sürece zaman aşımına uğramaz."
    }
  },
  {
    "id": "325480",
    "unitNumber": 2,
    "text": "<strong>Hava araçlarının uçak siciline geçici kaydı için Türkiye'ye işletilmek üzere geçici olarak getirilme süresi en az ne kadardır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "45 gün",
      "B": "3 ay",
      "C": "6 ay",
      "D": "9 ay",
      "E": "1 yıl"
    }
  },
  {
    "id": "325487",
    "unitNumber": 2,
    "text": "<strong>Sicile kayıtlı motorlu taşıtların satışı için gerekli olan şekil şartı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Zilyetliğin devri",
      "B": "Adi yazılı anlaşma",
      "C": "Zilyetliğin devri ve adi yazılı anlaşma",
      "D": "Noterde düzenlenen resmî satış sözleşmesi",
      "E": "Noterde düzenlenen resmî satış sözleşmesi ve sicile tescil"
    }
  },
  {
    "id": "328306",
    "unitNumber": 2,
    "text": "<strong>Bağlama Kütüğü ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Resmî sicil niteliğindedir.",
      "B": "Gemi üzerindeki hakların tesisi ve aleniyetin sağlanması amaçlarına hizmet eder.",
      "C": "Türk Uluslararası Gemi Sicili'ne tescilli olanlar ve Milli Gemi Sicili'ne tescili zorunlu olanlar dışında kalan gemi, deniz ve iç su araçlarına özgüdür.",
      "D": "Kütüğe kayıtlı olan taşıma araçlarıyla ilgili menkul rehni, ihtiyati tedbir, ihtiyati haciz veya haciz kararları da mevcutsa kütüğe kaydedilir.",
      "E": "Bağlama Kütüğü'ne kayıtlı araçlar, Türk bayrağı çekme hakkına ve yükümlülüğüne sahip değildirler."
    }
  },
  {
    "id": "329808",
    "unitNumber": 2,
    "text": "I. Türk bayrağı çekme hakkını haiz olan ticaret gemisi<br/>II. Türk savaş gemisi<br/>III. Denizci yetiştirme gemisi<br/>IV. Türkiye'de yapılmakta olan İngiliz vatandaşına ait gemi<br/><strong>Yukarıdaki gemilerden hangisi ya da hangileri Millî Gemi Sicili'ne <u>tescil edilemez</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Yalnız II",
      "B": "Yalnız IV",
      "C": "I ve III",
      "D": "III ve IV",
      "E": "I, III ve IV"
    }
  },
  {
    "id": "363529",
    "unitNumber": 2,
    "text": "<strong>Trafik sicili ile ilgili aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Türkiye’de ülke çapında kara taşıtlarının ve sürücülerin sicillerini tutma görevi Emniyet Genel Müdürlüğüne verilmiştir.",
      "B": "Kara taşıtlarının sahipleri, araçlarını yönetmelikte belirtilen esaslara göre yetkili kuruluşa tescil ettirmek ve tescil belgesi almak zorundadırlar.",
      "C": "İş makineleri, trafik siciline tescilden muaf tutulmuştur.",
      "D": "Trafik siciline yapılan tescil, motorlu araç üzerindeki mülkiyet hakkının kazanılması ya da kaybı yönünden kurucu bir nitelik taşımaz.",
      "E": "Trafik sicili araç üzerindeki mülkiyet hakkını kesin olarak belirlemektedir."
    }
  },
  {
    "id": "365559",
    "unitNumber": 2,
    "text": "<strong>Hava aracı ipoteği ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Alacaklıya, alacak tahsil edilemediğinde hava aracını sattırarak bedelinden alacağını alma yetkisini verir.",
      "B": "Teminat altına alınacak olan alacağın kayıtsız ve şartsız olması gerekir.",
      "C": "Sözleşmeden veya kanuni bir sebepten doğması mümkündür.",
      "D": "İpoteğin kapsamına hava aracının bütünleyici parçaları ve eklentileri de girer.",
      "E": "İpotek tesisine ilişkin anlaşmanın yazılı şekilde yapılması ve imzaların noterce onanmış olması şarttır."
    }
  },
  {
    "id": "392968",
    "unitNumber": 2,
    "text": "I. Sivil Havacılık Kanunu'nda aranan şartları sağlayan hava aracı sicile tescil edilmese bile Türk tabiiyetini kazanır.<br/>II. Kabotaj uygulamasından o devletin kendi tabiiyetindeki hava araçları yararlanır.<br/>III. Deniz araçlarında olduğu gibi hava araçlarında da bağlama limanı uygulaması mevcuttur.<br/><strong>Hava araçlarının tabiiyeti ile ilgili olarak yukarıdakilerden hangisi ya da hangileri doğrudur?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız II",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "392975",
    "unitNumber": 2,
    "text": "I. Gemi üzerinde kurulan intifa ve ipotek hakkına ilişkin kayıtlar<br/>II. Geminin bayrak çekme hakkına ilişkin kayıtlar<br/>III. Geminin mülkiyet durumuna ilişkin kayıtlar<br/><strong>Yukarıdaki gemi sicili kayıtlarından hangisi ya da hangileri kurucu niteliktedir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız II",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "106740",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi kara taşıma rizikolarına karşı sigortalar arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yeşil kart sistemi",
      "B": "Trafik sorumluluk sigortası",
      "C": "Kara taşıtları tekne sigortası",
      "D": "Kara araçları kasko sigortası",
      "E": "Yolcu taşımalarına ilişkin sigorta"
    }
  },
  {
    "id": "107029",
    "unitNumber": 3,
    "text": "<strong>Bir yolcu gemisinin taşıyanının, yolcuların ölümünden veya yaralanmalarından doğabilecek sorumluluklarına karşı sigorta yaptırma zorunluluğu, gemide kaç yolcu bulunmasına bağlıdır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "On ikiden az yolcu",
      "B": "On ikiden fazla yolcu",
      "C": "Yirmi dörtten fazla yolcu",
      "D": "Yirmi dörtten az yolcu",
      "E": "Kırk sekizden fazla yolcu"
    }
  },
  {
    "id": "107099",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi hava araçları tekne sigortasını yaptırmakla yükümlü <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Hava aracının zilyedi",
      "B": "Hava aracının maliki",
      "C": "Hava aracının kiracısı",
      "D": "Hava aracının işleteni",
      "E": "Hava aracının taşıyıcısı"
    }
  },
  {
    "id": "107884",
    "unitNumber": 3,
    "text": "<strong>Gerçek ve tüzel kişilerin maliki oldukları veya muhafaza ettikleri kıymetli evrak ile altın, gümüş, para, döviz ve diğer menkul kıymetlerin deniz yolu, hava yolu veya kara yolu ile taşınması sırasında maruz kalacakları rizikoları sigorta güvencesi altına alan sigorta türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kulüp sigortası",
      "B": "Hava taşıtları tekne sigortası",
      "C": "Trafik mali sorumluluk sigortası",
      "D": "Kıymet nakliyat sigortası",
      "E": "Kara araçları kasko sigortası"
    }
  },
  {
    "id": "111745",
    "unitNumber": 3,
    "text": "<strong>Denizcilik rizikolarına karşı, geminin teminat altına alındığı tekne sigortası ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Gemi kirasında kiracının menfaatleri de tekne sigortası şartlarına tabi olarak sigortalanabilir.",
      "B": "Gemi veya diğer deniz ve göl araçlarının yahut bunlara ilişkin diğer menfaatlerin uğrayacağı zıya ve hasarı kapsar.",
      "C": "Teminata dâhil edilmişse sorumluluk tazminatını yahut bunlarla ilgili masrafları da kapsar.",
      "D": "Türkiye’de tekne sigortası hakkında Tekne Poliçesi Genel Şartları uygulanmaktadır.",
      "E": "Tekne sigortasının kapsam ve içeriği sadece genel şartlarla belirlenebilir, özel şartlara yer verilemez."
    }
  },
  {
    "id": "123778",
    "unitNumber": 3,
    "text": "<strong>Sigorta kavramı ile ilgili olarak aşağıdakilerden hangisi <u>söylenemez</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Gelecekte ortaya çıkması muhtemel rizikoları teminat altına alır.",
      "B": "Yıldırım düşmesine karşı teminat verme sigorta sözleşmesinin konusunu teşkil edebilir.",
      "C": "Nakliyat sigortalarında yüke gelebilecek ekonomik kayıpların telafisi amaçlanır.",
      "D": "Sigortacılığın ilk örnekleri taşımacılık alanında görülmüştür.",
      "E": "Geçmişte kalmış olaylar sigorta sözleşmesine konu olabilir."
    }
  },
  {
    "id": "123790",
    "unitNumber": 3,
    "text": "<strong>Denizcilik sigortaları için aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Tekne sigortalarında geminin bizzat kendisi himaye altına alınır.",
      "B": "Çatma zararlarında sorumluluğun tamamı yük sigortacısına aittir.",
      "C": "Kulüp sigortası kirlenme zararlarını teminat altına alır.",
      "D": "Yük sigortası yüke gelen zararı teminat altına alır.",
      "E": "Gemi adamlarının kişisel eşyalarına gelen zararlar için kulüp sigortasına başvurulur."
    }
  },
  {
    "id": "123795",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi kulüp sigortasının himayesine dâhil <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Gemi adamlarından birinin yaralanması",
      "B": "Gemi adamlarından birinin tedavi giderleri",
      "C": "Gemi adamlarından birinin kişisel eşyalarının kaybı",
      "D": "Geminin yeraltı kablolarına verdiği zarar",
      "E": "Geminin taşıdığı yüke gelen zarar"
    }
  },
  {
    "id": "123799",
    "unitNumber": 3,
    "text": "<strong>Hava taşıtlarının üçüncü kişilere verebilecekleri zararlar için yaptırılan zorunlu mali sorumluluk sigortası için aşağıdaki ifadelerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Türk hava sahasını kullanan bütün uçaklar yaptırmak zorundadır.",
      "B": "Askerî hava araçları yaptırmak zorunda değildir.",
      "C": "Hava araçlarından düşen parçaların verdiği zararlar sigortaya dâhildir.",
      "D": "Hava aracı işleticileri sigortanın sürekliliğini sağlamakla yükümlüdürler.",
      "E": "Yalnızca Türk hava sahasını kullanan askerî uçaklar yaptırmak zorundadır."
    }
  },
  {
    "id": "123803",
    "unitNumber": 3,
    "text": "I. İşletilme hâlinde olmayan araçların sebep olacağı zararlar<br/>II. İşletenin eşinin, mallarına gelen zararlar nedeniyle ileri sürebilecekleri talepleri<br/>III. Zarar görenlerin beraberinde bulunan bagaj ve benzeri eşya dışında araçta taşınan eşyanın uğrayacağı zararlardan dolayı işletene karşı ileri sürülecek talepler<br/>IV. Manevi tazminat talepleri<br/><strong>Karayolları Motorlu Araçlar Zorunlu Mali Sorumluluk Sigortası'nda yukarıdakilerden hangisi ya da hangileri sigorta himayesi dışındadır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "II ve III",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    }
  },
  {
    "id": "123804",
    "unitNumber": 3,
    "text": "I. Sigortalının kendisinin uğrayacağı zararlar<br/>II. Aracı sevk ve idare edenin, aracı sevk ve idare ederken uğrayacağı zararlar dolayısıyla ileri sürülen talepler<br/>III. Araç sahibi ile işleteni arasındaki ilişkide araca gelen zararlar dolayısıyla ileri sürülen talepler<br/><strong>Motorlu Kara Taşıtları İhtiyari Mali Sorumluluk Sigortası'nda yukarıdakilerden hangisi ya da hangileri sigorta himayesi dışında kalır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "159063",
    "unitNumber": 3,
    "text": "Denizcilik rizikolarına karşı sigortalar ........................... maruz kalabileceği rizikolara karşı teminat sağlar.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi <u>getirilemez</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "geminin",
      "B": "yolcuların",
      "C": "navlunun",
      "D": "yükün",
      "E": "avaryanın"
    }
  },
  {
    "id": "159065",
    "unitNumber": 3,
    "text": "<strong>Gemi adamlarının hastalanması veya ölümlerinden doğan zarar ve masraflar ile ilgili olarak aşağıdakilerden hangisi doğrudur?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Tekne sigortasından karşılanır.",
      "B": "P&amp;I sigortasından karşılanır.",
      "C": "Yük sigortasından karşılanır.",
      "D": "Kasko sigortasından karşılanır.",
      "E": "İhtiyari mali sorumluluk sigortasından karşılanır."
    }
  },
  {
    "id": "159072",
    "unitNumber": 3,
    "text": "...................... fazla yolcu taşımak için ruhsat almış bir gemi ile yolcu taşındığı takdirde, taşımanın tamamını veya bir kısmını üstlenen veya gerçekleştiren bütün taşıyanlar, yolcuların ölümünden veya yaralanmalarından doğabilecek sorumluluklarına karşı sigorta yaptırmakla yükümlüdürler. Zorunlu sigorta bedelinin üst değeri, her kaza için kişi başına ................... ÖÇH’den az olamaz.<br/><strong>Paragrafta boş bırakılan yerlere sırayla aşağıdakilerden hangilsi getirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "12 - 250.000",
      "B": "8 - 250.000",
      "C": "24 - 80.000",
      "D": "5 - 90.000",
      "E": "7 - 180.000"
    }
  },
  {
    "id": "159076",
    "unitNumber": 3,
    "text": "Bir motorlu aracın işletilmesi bir kimsenin ölümüne veya yaralanmasına yahut bir şeyin zarara uğramasına sebep olursa, motorlu aracın bir teşebbüsün unvanı veya işletme adı altında veya bu teşebbüs tarafından kesilen biletle işletilmesi hâlinde, motorlu aracın işleteni ve bağlı olduğu teşebbüsün sahibi, doğan zarardan müştereken ve müteselsilen sorumlu olurlar. İşletenin bu sorumluluğunu teminat altına almak için ............................ yaptırma zorunluluğu kabul edilmiştir.<br/><strong>Paragrafta boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "kara araçları kasko sigortası",
      "B": "trafik zorunlu mali sorumluluk sigortası",
      "C": "P&amp;I sigortası",
      "D": "motorlu kara taşıtları ihtiyari mali sorumluluk sigortası",
      "E": "kara yolu yolcu taşımacılığı zorunlu koltuk ferdî kaza sigortası"
    }
  },
  {
    "id": "159078",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi kara yollarında motorlu taşıt işletme kavramına dâhil <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Aracı ödünç alan",
      "B": "Finansal kiralama ile aracı kiralayan",
      "C": "Aracı gaspeden",
      "D": "Aracı kiralayan",
      "E": "Aracın sahibi"
    }
  },
  {
    "id": "325489",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi denizcilik rizikolarına karşı yapılan sigorta türleri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yük sigortası",
      "B": "Tekne sigortası",
      "C": "KASKO sigortası",
      "D": "Mali sorumluluk sigortası",
      "E": "Yolcu taşımalarından doğan mali sorumluluk için sigorta"
    }
  },
  {
    "id": "329813",
    "unitNumber": 3,
    "text": "<strong>CMR sigortasında (Yurt dışı taşımalarda sorumluluk sigortası) primi ödeyen kişi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Taşıtan",
      "B": "Taşıyan",
      "C": "Yolcu",
      "D": "Yük sahibi",
      "E": "Yük alacaklısı"
    }
  },
  {
    "id": "363654",
    "unitNumber": 3,
    "text": "<strong>Deniz yolu ile yolcu taşımalarından doğan mali sorumluluk için sigorta sözleşmesiyle ilgili aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Yolcu bagajı, sözleşmenin kapsamı dışında kalır.",
      "B": "Taşıma işini yapanın özel kişi ya da işletme olması veya resmî kurum olması sözleşmenin niteliğini değiştirmez.",
      "C": "On ikiden fazla yolcu taşımak için ruhsat almış bir gemi ile yolcu taşındığı takdirde, sorumluluk sigortası yaptırılması zorunludur.",
      "D": "Sigorta bedelinin üst değeri, her kaza için kişi başına 250.000 Özel Çekme Hakkı'ndan (ÖÇH) az olamaz.",
      "E": "Türkiye Cumhuriyeti sınırları içerisinde ve Türkiye Cumhuriyeti limanları ile yabancı devlet limanları arasında düzenli sefer yapan tüm gemiler için geçerlidir."
    }
  },
  {
    "id": "363693",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi ek sözleşme ile motorlu kara taşıtları ihtiyari mali sorumluluk sigortasının teminatı kapsamına alınabilir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Patlayıcı ve parlayıcı maddeler taşınması (yedek akaryakıt hariç) sebebiyle meydana gelen zarar ve ziyanlardan dolayı ileri sürülen talepler",
      "B": "Araç sahibi ile işleteni arasındaki ilişkide araca gelen zararlar dolayısıyla ileri sürülen talepler",
      "C": "Aracı sevk ve idare edenin, aracı sevk ve idare ederken uğrayacağı zararlar dolayısıyla ileri sürülen talepler",
      "D": "Sigortalının kendisinin uğrayacağı zararlar",
      "E": "Manevi tazminat talepleri"
    }
  },
  {
    "id": "393637",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi P&amp;I (Protection and Indemnity-Koruma ve Tazmin) kulüp sigortası ile teminat altına alınan riskler kapsamında <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Geminin enkaz hâline gelmesi durumunda enkaz kaldırma masrafları",
      "B": "Denizde can kurtarmadan doğan ücret",
      "C": "Sabit ve yüzer cisimlere verilen zarardan sorumluluk",
      "D": "Gemideki yükün müşterek avarya payı veya kurtarma masrafları",
      "E": "Çatma zararından sorumluluğun 3/4'lük kısmı"
    }
  },
  {
    "id": "106750",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi navlun sözleşmesinde ilgililer arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Taşıyan",
      "B": "Taşıtan",
      "C": "Yükleten",
      "D": "Gönderilen",
      "E": "Arayan"
    }
  },
  {
    "id": "111767",
    "unitNumber": 4,
    "text": "<strong>Uluslararası alanda deniz yolu ile eşya taşımacılığı kurallarını düzenleyen aşağıdaki anlaşmalardan hangisi sadece konşimento düzenlenen taşıma sözleşmelerinde uygulanır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Lahey Kuralları",
      "B": "Lahey-Visby Kuralları",
      "C": "Hamburg Kuralları",
      "D": "Rotterdam Kuralları",
      "E": "York-Anvers Kuralları"
    }
  },
  {
    "id": "111788",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi 6102 sayılı Türk Ticaret Kanunu kapsamında denizde eşya taşıma sözleşmeleri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kırkambar Sözleşmesi",
      "B": "Yolculuk Çarteri Sözleşmesi",
      "C": "Zaman Çarteri Sözleşmesi",
      "D": "Gemi Satış Sözleşmesi",
      "E": "Gemi Kira Sözleşmesi"
    }
  },
  {
    "id": "111828",
    "unitNumber": 4,
    "text": "<strong>Maliki olduğu gemiyi deniz ticaretinde kullanan gerçek veya tüzel kişiye ne ad verilir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "İşleten",
      "B": "Çarterer",
      "C": "Donatan",
      "D": "Tahsis edilen",
      "E": "Gemi işletme müteahhidi"
    }
  },
  {
    "id": "111857",
    "unitNumber": 4,
    "text": "<strong>Navlun sözleşmesinin taşıyanının ve adamlarının, aşağıdaki durumlardan hangisinde eşyanın zıya, hasar veya geç tesliminden dolayı kusursuz sayılacağı kabul <u>edilmemektedir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Yangın",
      "B": "İşaretlerin yetersizliği",
      "C": "Yükteki ambalajlama yetersizliği",
      "D": "Mahkemelerin el koyma kararları",
      "E": "Grev, lokavt veya diğer çalışma engelleri"
    }
  },
  {
    "id": "123874",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi “Lahey Kuralları” ile ilgili olarak <u>yanlıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Sadece konişmentolu taşımalara uygulanır.",
      "B": "Türk Ticaret Kanunu’nda deniz taşımacılığı düzenlenirken kaynak olarak kullanılmıştır.",
      "C": "Kendi alanında uluslararası alanda yapılan ilk düzenlemedir.",
      "D": "Elektronik ticaret ve elektronik kıymetli evrak dikkate alınarak düzenlemiştir.",
      "E": "Bütün taşıma tiplerine ilişkin genel kurallar getirilmeye çalışılmıştır."
    }
  },
  {
    "id": "123876",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi Rotterdam Kuralları için <u>yanlıştır</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Taşıyanın sorumlu olduğu dönem genişlemiştir.",
      "B": "Elektronik ticarete ilişkin düzenlemeler yapılmıştır.",
      "C": "Tarifeli sefer (düzenli hat taşımacılığı) kapsam dışı bırakılmıştır.",
      "D": "Henüz yürürlüğe girememiştir.",
      "E": "Çoklu (multimodal) taşımalarla ilgili düzenlemeler içermektedir."
    }
  },
  {
    "id": "123878",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi Gemi Kira Sözleşmesi’nin özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kiracı gemiyi kullanma karşılığında gemi malikine (donatan) kira adı verilen bir bedel öder.",
      "B": "Kiracı gemiyi kullandığı döneme ilişkin olarak ortaya çıkan olağan yıpranmayı da gemiyi iade ederken ödemelidir.",
      "C": "Taraflar isterlerse Gemi Kira Sözleşmesi’ni geminin kayıtlı olduğu sicile kaydedilmesini sağlayabilirler.",
      "D": "Geminin sorumluluk sigortalarını yaptırma yükümlülüğü kiracıya aittir.",
      "E": "En yaygın gemi kira sözleşmesini BARECON’dur."
    }
  },
  {
    "id": "123880",
    "unitNumber": 4,
    "text": "<strong>Zaman Çarteri Sözleşmesi ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Zaman Çarteri Sözleşmesi mutlaka noterde yapılmalıdır.",
      "B": "Zaman Çarteri Sözleşmesi’nde çarterere sadece geminin ticari yönetimi bırakılmaktadır.",
      "C": "Zaman Çarteri Sözleşmesi’nde çarterer yakıt giderlerini karşılamakla yükümlüdür.",
      "D": "Zaman Çarteri Sözleşmesi’nde çarterer liman ücretlerini karşılamakla yükümlüdür.",
      "E": "Zaman Çarteri Sözleşmesi’nde geminin teknik yönetimi donatanda kalmaktadır."
    }
  },
  {
    "id": "123885",
    "unitNumber": 4,
    "text": "<strong>Navlun Sözleşmesi’nde yer alabilecek kişilerle ilgili olarak aşağıdaki ifadelerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kendisine ait olmayan bir gemiyi boş zamanlarında Ege sahillerinde ailesiyle birlikte mavi yolculuğa çıkmak maksadıyla kullanan kişiye gemi işletme müteahhidi adı verilir.",
      "B": "Çoğu kez taşıtan ve yükleten sıfatları aynı kişi üzerinde birleşebilir.",
      "C": "Gönderilen, varma limanında yükü teslim almaya yetkili olan kişidir.",
      "D": "Gemi maliki (donatan) kendi gemisini deniz ticaretinde kullanıyorsa taşıyan sıfatı ile donatan sıfatı aynı kişi üzerinde birleşmiş olur.",
      "E": "Bazen taşıyan ve gönderilen (varma limanında yükü teslim almaya yetkili kişi) aynı kişi olabilir."
    }
  },
  {
    "id": "123889",
    "unitNumber": 4,
    "text": "<strong>Navlun sözleşmesi ile ilgili olarak aşağıdaki ifadelerden hangisi <u>kullanılamaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Taşıma işleminin önemli kısmının gemi ile yapılmış olması gerekir.",
      "B": "Yükün taşıyanın bakım ve muhafaza alanına girmiş olması gerekir.",
      "C": "Taşıyanın ücretsiz olarak arkadaşının otomobilini Hamburg limanından alıp Mersin limanına bırakması Navlun Sözleşmesi sayılır.",
      "D": "Taşıyanın yükü bakım ve gözetim yükümlülüğü yoktur; bu yükümlülük yük sahiplerine aittir.",
      "E": "Navlun Sözleşmeleri’ni yolculuk çarteri ve kırkambar sözleşmesi olarak ikiye ayırabiliriz."
    }
  },
  {
    "id": "123894",
    "unitNumber": 4,
    "text": "<strong>Kural olarak taşıyanın sorumluluğu emredici niteliktedir. Aşağıdaki hâllerden hangisi bu kurala istisna <u>teşkil etmez</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Canlı hayvan taşımaları",
      "B": "Elektronik eşya taşımaları",
      "C": "Güvertede yapılan taşımalar",
      "D": "Konişmento düzenlenmeden yapılan taşımalar",
      "E": "Yükün boşaltılmasından sonraki zararlar"
    }
  },
  {
    "id": "123898",
    "unitNumber": 4,
    "text": "<strong>Taşıyanın hakları ile ilgili olarak aşağıdakilerden hangisi </strong><strong>Navlun Sözleşmesi’nde </strong><strong><u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Taşıma işi karşılığında ücret talep etme hakkı vardır.",
      "B": "Ücreti ödenmezse yükü teslim etmeme (hapis hakkı) vardır.",
      "C": "Yük ile ilgili bütün bilgiler taşıyana verilmelidir.",
      "D": "Taşımanın gecikmesi hâlinde taşıyan kusurlu olsa dahi gecikilen günler için navlun ödenir.",
      "E": "Yük, taşınmak üzere taşıyana teslim edilmelidir."
    }
  },
  {
    "id": "159094",
    "unitNumber": 4,
    "text": "Konişmentoya Müteallik Bazı Kaidelerin Tevhidi Hakkındaki Milletlerarası Konvansiyondur (International Convention for the Unification of Certain Rules of Law Relating to Bills of Lading) ……………… adı verilen, taşınmakta olan yükü temsil eden bir tür kıymetli evrakın düzenlenmiş olması şartı ile uygulanabilir.<br/><strong>Paragrafta boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Poliçe",
      "B": "Konişmento",
      "C": "Bono",
      "D": "Senet",
      "E": "Makbuz"
    }
  },
  {
    "id": "159106",
    "unitNumber": 4,
    "text": "Rotterdam Kuralları, esas itibarIylA düzenli hat taşımacılığına (Liner Transportation) uygulanır; düzenli olmayan taşımalarda (Non- liner Transportation) ise ancak bir .......................... veya taşıma belgesi düzenlenmiş olması şartıyla uygulanabilir.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "konişmento",
      "B": "taşıma senedi",
      "C": "makbuz senedi",
      "D": "varant",
      "E": "dekont"
    }
  },
  {
    "id": "159108",
    "unitNumber": 4,
    "text": "<strong>Denizcilik uygulamasında Gemi Kira Sözleşmesi’ne ne ad verilir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Demise Charter",
      "B": "Time Charter",
      "C": "Voyage Charter",
      "D": "Contract Of Affreightment",
      "E": "Bareboat Charter"
    }
  },
  {
    "id": "159113",
    "unitNumber": 4,
    "text": "<strong>Zaman çarteri ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Geminin ticari yönetimi bedelsiz olarak çarterere devredilir.",
      "B": "Zaman çarteri sözleşmesinin yapılması herhangi bir şekle tabi değildir.",
      "C": "Geminin teknik yönetimi donatanda kalır.",
      "D": "Geminin yakıt gideri çarterere aittir.",
      "E": "Kanal geçiş ücretleri çarterere aittir."
    }
  },
  {
    "id": "159114",
    "unitNumber": 4,
    "text": "<strong>Taraflardan birinin (taşıyan) deniz yolu ile eşya (yük) taşımayı üstlendiği, diğer tarafın (taşıtan) da bunun karşılığında bir navlun adı verilen bir ücreti ödemeyi taahhüt ettiği sözleşme aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Zaman çarteri sözleşmesi",
      "B": "Time charter",
      "C": "Gemi kira sözleşmesi",
      "D": "Navlun sözleşmesi",
      "E": "Ticari gemi kirası sözleşmesi"
    }
  },
  {
    "id": "159116",
    "unitNumber": 4,
    "text": "<strong>Gemi ile yük taşımayı taahhüt eden kişiye ne ad verilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Yükleten",
      "B": "Taşıyan",
      "C": "Gemi işletme müteahhidi",
      "D": "Taşıtan",
      "E": "Gönderilen"
    }
  },
  {
    "id": "159117",
    "unitNumber": 4,
    "text": "<strong>Maliki olduğu gemiyi deniz ticaretinde kullanan gerçek veya tüzel kişiye ne ad verilir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yükleten",
      "B": "Çarterer",
      "C": "Taşıtan",
      "D": "Donatan",
      "E": "Gönderilen"
    }
  },
  {
    "id": "159123",
    "unitNumber": 4,
    "text": "Yüklemenin, sözleşmede kararlaştırılan yükleme süresinden önce bitirilmesi hâlinde, taşıyanın, kullanılmayan süre için taşıtana bir para ödemesi kararlaştırılabilir.<strong><br/>Bu prime ne ad verilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Sürastarya Ücreti",
      "B": "Hızlandırma Primi",
      "C": "Starya Ücreti",
      "D": "Elleçleme Ücreti",
      "E": "İstif Ücreti"
    }
  },
  {
    "id": "325612",
    "unitNumber": 4,
    "text": "<strong>Deniz yolu ile taşımacılıkta uluslararası kurallar getiren Visby Kuralları aşağıdakilerden hangisinde değişiklik yapmak üzere kabul edilmiştir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Hamburg Kuralları",
      "B": "Roterdam Kuralları",
      "C": "Lahey Kuralları",
      "D": "Atina Konvansiyonu",
      "E": "Varşova Konvansiyonu"
    }
  },
  {
    "id": "326952",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi gemi işletme müteahhidini tanımlar?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kendine ait gemi ile yük taşımayı taahhüt eden kişidir.",
      "B": "Gemi ile taşınan yükü sigortalayan kişidir.",
      "C": "Gemi ile taşınan yükü taşıyana teslim eden kişidir.",
      "D": "Varma limanında yükü teslim alma yetkisine sahip olan kişidir.",
      "E": "Kendisine ait olmayan gemiyi kazanç elde etmek amacıyla deniz ticaretinde kullanan kişidir."
    }
  },
  {
    "id": "326953",
    "unitNumber": 4,
    "text": "<strong>Navlun sözleşmesinde fiilî taşıyanın sorumluluğu ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Türk Hukuku'nda fiilî taşıyanın sorumluluğu, Hamburg Kuralları'ndan alınarak 6102 sayılı Türk Ticaret Kanunu ile iç hukuka aktarılmıştır.",
      "B": "Fiilî taşıyan, taşımanın tamamında ortaya çıkan zıyadan, hasardan veya teslimdeki gecikmeden sorumludur.",
      "C": "Taşıyanın ve fiilî taşıyanın, aynı zarardan sorumlu oldukları takdirde ve ölçüde sorumlulukları müteselsildir.",
      "D": "Taşıyanın kanunen kendisine yüklenmeyen bir borç üstlenmesi sonucunu doğuran özel anlaşmalar açık ve yazılı onayı olmadıkça, fiilî taşıyan hakkında hüküm ifade etmez.",
      "E": "Taşıyan ile fiilî taşıyan arasında anlaşma yapılarak taşınan eşya fiilî taşıyanın hâkimiyetinde iken meydana gelecek zıya, hasar veya teslimdeki gecikmeden taşıyanın sorumlu olmayacağına ilişkin şart konabilir."
    }
  },
  {
    "id": "329815",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi Rotterdam Kuralları'nın getirdiği temel yenilikler arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Taşıma sürecinin bir kısmının denizde gerçekleşmesi kaydıyla taşıyanın sorumlu olduğu dönem genişlemiştir.",
      "B": "Taşıma evrakının elektronik ve kâğıt suretleri arasında fark olmadığı açık olarak vurgulanmıştır.",
      "C": "Taşıma işlerinde yararlanılan bazı yardımcı kişilerin sorumluluğu düzenlemeye tabi tutulmuştur.",
      "D": "Taşıyanın teknik kusura dayanarak sorumluluktan kurtulabilme imkânı ortadan kaldırılmıştır.",
      "E": "Taşınmakta olan yükün gecikmeli olarak teslimi sorunu, emredici sorumluluk rejimine dâhil edilmiştir."
    }
  },
  {
    "id": "329816",
    "unitNumber": 4,
    "text": "I. Navlun sözleşmesi<br/>II. Gemi kira sözleşmesi<br/>III. Gemi inşa sözleşmesi<br/>IV. Zaman çarteri sözleşmesi<br/><strong>Yukarıdaki sözleşmelerden hangisi ya da hangileri denizde eşya taşımayı konu edinmektedir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve IV",
      "C": "II ve III",
      "D": "I, II ve III",
      "E": "I, II ve IV"
    }
  },
  {
    "id": "363717",
    "unitNumber": 4,
    "text": "<strong>Uluslararası alanda deniz yolu ile eşya taşımacılığını kurallara bağlamaya çalışan ilk anlaşma aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Lahey Kuralları",
      "B": "Visby Kuralları",
      "C": "Hamburg Kuralları",
      "D": "Rotterdam Kuralları",
      "E": "Avrupa Kuralları"
    }
  },
  {
    "id": "363726",
    "unitNumber": 4,
    "text": "<strong>Gemi kira sözleşmesi ile ilgili aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kiraya veren belirli bir süre için geminin kullanılmasını kira bedeli karşılığında kiracıya bırakmaktadır.",
      "B": "Gemi kiraya verilirken, gemiyi idare etmekle görevli personelin de kiracıya tahsis edilebilmesi mümkündür.",
      "C": "Gemi siciline tescil edilmemesi hâlinde sözleşme, geçersiz olur.",
      "D": "Geminin işletilmesinden doğan tüm sorumluluk kiracıya aittir.",
      "E": "Eğer gemi adamlarını temin yükümlülüğü kiraya verene ait ise, kiracı ve kiraya veren bu yükümlülüğe birlikte (müteselsilen) katlanırlar."
    }
  },
  {
    "id": "393642",
    "unitNumber": 4,
    "text": "I. Bu sözleşmenin yapılması yazılı şekil şartına tabidir.<br/>II. Bu sözleşme ile geminin hem ticari hem de teknik yönetimi belli bir süre için çarterere bırakılmaktadır.<br/>III. Bu sözleşmenin taraflarından biri olan çarterer, olağan yıpranma dışında gemiyi aldığı gibi teslim etmekle yükümlüdür.<br/><strong>Zaman Çarteri Sözleşmesi ile ilgili yukarıdakilerden hangisi ya da hangileri doğrudur?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Yalnız III",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "107172",
    "unitNumber": 5,
    "text": "I. Yolcunun adı ve soyadı<br/>II. Biletin numarası ile düzenlendiği gün ve yeri<br/>III. Taşıma ücreti, bilet ücretsiz verilmişse buna dair kayıt<br/><strong>Yukarıdaki kayıtlardan hangisi ya da hangileri hava yolu ile yolcu taşıma sözleşmeleri gereği yolcuya verilen biletin içeriğinde yer almalıdır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "107277",
    "unitNumber": 5,
    "text": "<strong>1999 Montreal Konvansiyonu'na göre kargo edilmiş yükler için hasar durumunda, taşıyıcıya şikâyette bulunma süresi yükün teslim alınmasından itibaren kaç gündür?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "45",
      "B": "30",
      "C": "21",
      "D": "14",
      "E": "7"
    }
  },
  {
    "id": "107338",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi hava yolu kargo acentelerinin yetki belgesi almak için Sivil Havacılık Genel Müdürlüğünden aldıkları bilgi ve belgeler arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "İşletmenin ticaret unvanı",
      "B": "İşletmenin ortaklarının imza sirküleri",
      "C": "Ticaret odası faaliyet belgesi",
      "D": "Hizmet verilmesi planlanan havalimanları",
      "E": "Kargo acentesi kargo güvenliği beyan formu"
    }
  },
  {
    "id": "111864",
    "unitNumber": 5,
    "text": "<strong>Aşağıdaki örgütlerden hangisi sivil havacılık sektöründe en üst örgüt olmakla birlikte hiçbir ülkeye ayrıcalık tanımadan, eşitlik ilkesi ile standartları belirlemektedir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "EUROCONTROL",
      "B": "UNCITRAL",
      "C": "ECAC",
      "D": "ICAO",
      "E": "IATA"
    }
  },
  {
    "id": "111876",
    "unitNumber": 5,
    "text": "<strong>Türk Sivil Havacılık Kanunu'nda hüküm bulunmayan hâllerde hava taşımacılığı hakkında aşağıdaki düzenlemelerden hangisi uygulanır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Türk Ticaret Kanunu",
      "B": "Türk Borçlar Kanunu",
      "C": "Kara Yolları Taşıma Kanunu",
      "D": "Montreal Konvansiyonu",
      "E": "Varşova Konvansiyonu"
    }
  },
  {
    "id": "123914",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi hava yoluyla taşımacılık mevzuatında <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Türk Ticaret Kanunu",
      "B": "Türk Sivil Havacılık Kanunu",
      "C": "1999 Montreal Konvansiyonu",
      "D": "Türk Taşıma Kanunu",
      "E": "Chicago Konvansiyonu"
    }
  },
  {
    "id": "123945",
    "unitNumber": 5,
    "text": "<strong>Hava taşımacılığı alanında taşıma işletmeleri, hava taşıma organizatörleri, hava kargo acenteleri gibi işletmelerin üyesi olduğu ve üyelerinin menfaatlerini ulaslararası düzeyde koruyan, geliştiren ve destekleyen dernek nitelikli örgüt aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Devlet Hava Meydanları İşletmesi (DHMİ)",
      "B": "Uluslararası Sivil Havacılık Örgütü (ICAO)",
      "C": "Uluslararası Hava Taşımacılığı Birliği (IATA)",
      "D": "Sivil Havacılık Genel Müdürlüğü (SHGM)",
      "E": "Lojistik ve Taşıma Hukuku Derneği (LOTHED)"
    }
  },
  {
    "id": "123961",
    "unitNumber": 5,
    "text": "<strong>Uluslararası hava yolu taşımacılığında zaman aşımı süresi kaç yıldır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "1 yıl",
      "B": "2 yıl",
      "C": "4 yıl",
      "D": "6 yıl",
      "E": "10 yıl"
    }
  },
  {
    "id": "123979",
    "unitNumber": 5,
    "text": "<strong>Montreal Konvansiyonu’na göre bir yolcuya ait bagaj, yolcu varış noktasına ulaştıktan kaç gün sonra, eline ulaşmadığı takdirde zayi sayılır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "10",
      "B": "18",
      "C": "21",
      "D": "26",
      "E": "30"
    }
  },
  {
    "id": "123980",
    "unitNumber": 5,
    "text": "<strong>Montreal Konvansiyonu’na göre bir bagajın hasar, zayi ve gecikmesi durumunda sorumluluk üst (azami) sınırı biletli yolcu başına kaç SDR (Special Drawing Rights)’dir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "1131",
      "B": "1222",
      "C": "1313",
      "D": "1520",
      "E": "4694"
    }
  },
  {
    "id": "159134",
    "unitNumber": 5,
    "text": "<strong>Hava taşıma işletmeleri, hava taşıma organizatörleri ile hava kargo acenteleri gibi işletmelerin üyesi olduğu ve düzenlediği standartlara üyelerinin uyması gerektiği uluslararası örgüt aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "ICAO",
      "B": "IATA",
      "C": "ECAC",
      "D": "EUROCONTROL",
      "E": "DHMI"
    }
  },
  {
    "id": "159147",
    "unitNumber": 5,
    "text": "<strong>Hava yolu işletmeleri adına ve hesabına yolcu bileti düzenleyen, bagaj fişi veren ya da hava yük senedi tanzim eden tacir yardımcısı havacılık işletmesi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Taşıma işleri komisyoncusu",
      "B": "Broker",
      "C": "Taşıma işleri organizatörü",
      "D": "Hava yolu kargo simsarı",
      "E": "Hava yolu kargo acentesi"
    }
  },
  {
    "id": "159155",
    "unitNumber": 5,
    "text": "<strong>Hava yolu taşımalarında taşıyıcı tarafından düzenlenen kayıtlı bagaj kuponunda aşağıdaki bilgilerden hangisi <u>bulunmaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yolcunun adı ve soyadı",
      "B": "Taşıyıcının unvanı",
      "C": "Valizin (çanta / bagaj kabı) marka ve modeli",
      "D": "Bagajın ağırlığı",
      "E": "Özel olarak bildirilmişse bagajın içeriği ve değeri"
    }
  },
  {
    "id": "159156",
    "unitNumber": 5,
    "text": "<strong>Hava kargosunun hasar ve zayilerinde, taşıyıcının sorumlu olacağı tazminatın üst sınırı ne kadardır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Hasarlı veya zayi olan yükün brüt birim kg başına 17 SDR",
      "B": "Hasarlı veya zayi olan yükün brüt birim kg başına 2 SDR",
      "C": "Hasarlı veya zayi olan yükün brüt birim kg başına 19 SDR",
      "D": "Hasarlı veya zayi olan yükün her bir paketi için 666,67 SDR",
      "E": "Kusur, yükün cinsi ve taşıyıcıya göre 17 ila 19 SDR arasında değişir."
    }
  },
  {
    "id": "159157",
    "unitNumber": 5,
    "text": "<strong>Kargo taşımalarında kargonun tesliminden itibaren kısmi zayi ve hasar hâlinde ihbar süresi ne kadardır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "3 gün",
      "B": "5 gün",
      "C": "8 gün",
      "D": "14 gün",
      "E": "21 gün"
    }
  },
  {
    "id": "159158",
    "unitNumber": 5,
    "text": "<strong>Hava yoluyla gönderilen kargo taşımalarında gecikmeden kaynaklı zararların tazmini için hak düşürücü ihbar süresi kaç gündür?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "3",
      "B": "5",
      "C": "7",
      "D": "14",
      "E": "21"
    }
  },
  {
    "id": "326955",
    "unitNumber": 5,
    "text": "<strong>Hava yolu kargo acenteleri ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Çoğunlukla hava yolu işletmeleri adına ve hesabına yolcu bileti düzenler.",
      "B": "Somut olarak taşımayı bizzat üstlendiği bazı durumlarda, kendi adı ve hesabına işler yapabilmektedir.",
      "C": "Bünyesinde “Sivil Havacılık Güvenliği” konusunda gerekli eğitimi almış bir personelin bulundurulması gerekmektedir.",
      "D": "“Hava Kargo Acentelerinin Görev, Yetki ve Sorumlulukları Hakkında Özel Kurallar”a tabidir.",
      "E": "Hizmet verecekleri her havalimanı için, Sivil Havacılık Genel Müdürlüğünden 10 yıl süreyle geçerli yetki belgesi alması zorunludur."
    }
  },
  {
    "id": "326957",
    "unitNumber": 5,
    "text": "<strong>Ulusal hava taşımalarında taşıyıcının sorumluluğu ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Hava aracında veya iniş/biniş sırasında meydana gelen ölüm veya bedensel zararlardan taşıyıcı sorumludur.",
      "B": "Hava yolu ile taşıma sırasında meydana gelen tescil ettirilmiş bagaj veya yük zararlarından taşıyıcı sorumludur.",
      "C": "Hava yolu ile yolcu, bagaj veya yükün taşınmasındaki gecikmeden doğan zarardan taşıyıcı sorumludur.",
      "D": "Taşıyıcının sorumluluğunun sınırlandırılması, Türkiye’nin taraf olduğu Varşova Konvansiyonu hükümlerine göre yapılır.",
      "E": "Taşıyıcı, kendisinin ve adamlarının zararı önlemek için gerekli olan bütün tedbirleri aldıklarını veya bu tedbirleri alma olanağı bulunmadığını ispatlarsa sorumlu değildir."
    }
  },
  {
    "id": "330008",
    "unitNumber": 5,
    "text": "<strong>Türkiye’de havaalanlarının kurulması, işletilmesi, kurdurulması ve işlettirilmesi konularında bir kamu tüzel kişisi olarak faaliyette bulunan kurum aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Devlet Hava Meydanları İşletmesi (DHMİ)",
      "B": "Sivil Havacılık Genel Müdürlüğü (SHGM)",
      "C": "Uluslararası Sivil Havacılık Örgütü (ICAO)",
      "D": "Uluslararası Hava Taşımacılığı Birliği (IATA)",
      "E": "Uluslararası Taşımacılık ve Lojistik Hizmet Üretenleri Derneği (UTİKAD)"
    }
  },
  {
    "id": "330014",
    "unitNumber": 5,
    "text": "<strong>Ulusal hava taşımalarında yolcu taşıma sözleşmesine göre yolcuya verilen bilette aşağıdaki kayıtlardan hangisi <u>yer almaz</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Yolcunun adı ve soyadı",
      "B": "Yolcunun cinsiyeti",
      "C": "Biletin numarası ile düzenlendiği gün ve yer",
      "D": "Taşıma ücreti; bilet ücretsiz verilmişse buna dair kayıt",
      "E": "Kalkış, varış ve varsa aktarma yerleri"
    }
  },
  {
    "id": "364390",
    "unitNumber": 5,
    "text": "I. Kargonun kendi içinde bulunan kusurlar, kargonun kalite ve kötülüğü<br/>II. Kargonun paketlenmesinin taşıyıcı, bir çalışanı ya da acentesi dışında biri tarafından kusurlu olarak yapılmış olması<br/>III. Savaş ya da silahlı çatışma<br/>IV. Kargonun girişi, çıkışı ya da geçişi ile bağlantılı olarak gerçekleştirilen bir kamu otoritesi faaliyeti<br/><strong>Yukarıdakilerden hangisi ya da hangileri uluslarası hava taşımalarında taşıyıcının kargonun hasara uğramasından kaynaklanan sorumluluğundan kurtulma imkânları arasında yer alır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız III",
      "B": "I ve III",
      "C": "II ve IV",
      "D": "I, III ve IV",
      "E": "I, II, III ve IV"
    }
  },
  {
    "id": "393040",
    "unitNumber": 5,
    "text": "I. Hava yük senedi iki nüsha olarak düzenlenir.<br/>II. Birden çok parçanın söz konusu olduğu taşımalarda, yükletenin isteği üzerine taşıyan, her bir parçaya ayrı hava yük senedi düzenlemekle yükümlüdür.<br/>III. Hava yük senedinin herhangi bir anlaşmazlık durumunda delil niteliği kazanması için taşıyıcı tarafından kontrollerin yapılması ve senede işlenmesi zorunludur.<br/><strong>Hava yük senedi ile ilgili olarak yukarıdakilerden hangisi ya da hangileri <u>yanlıştır</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "393730",
    "unitNumber": 5,
    "text": "I. Kanun, yolcu taşıma sözleşmesinin tanımını yapmamıştır.<br/>II. Kanun, eşya taşıma sözleşmesinin tanımını yapmamış ancak unsurlarına yer vermiştir.<br/>III. Kanun, taşıyıcının sorumluluğunda zamanaşımını durduran ya da kesen sebeplere yer vermemiştir.<br/><strong>Türk Sivil Havacılık Kanunu (TSHK) ile ilgili yukarıdakilerden hangisi ya da hangileri doğrudur?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "416471",
    "unitNumber": 6,
    "text": "<b>Aşağıdakilerden hangisi Türkiye’de karayoluyla eşya taşıma sözleşmesini idari yönden düzenleyen kurallar içermektedir?</b>",
    "correctAnswer": "A",
    "options": {
      "A": "Karayolu Taşıma Kanunu",
      "B": "Karayolu Taşıma Yönetmeliği",
      "C": "Gümrük Kanunu",
      "D": "Türk Ticaret Kanunu",
      "E": "Borçlar Kanunu"
    }
  },
  {
    "id": "416472",
    "unitNumber": 6,
    "text": "<b>Aşağıda Eşyaların Karayolundan Uluslararası Nakliyatı İçin Mukavele Sözleşmesi (CMR) ile ilgili verilen bilgilerden hangisi <u>yanlıştır</u>?</b>",
    "correctAnswer": "C",
    "options": {
      "A": "Türkiye, CMR’ye taraf bir ülkedir.",
      "B": "6102 sayılı Türk Ticaret Kanunu’nun taşıma işlerine ilişkin hükümleri, CMR esas alınarak düzenlenmiştir.",
      "C": "Yabancılık unsuru içermese de, Türkiye’de taşıma işlerine CMR doğrudan uygulanır.",
      "D": "CMR’nin uygulanabilmesi için, tarafların yerleşim yeri veya vatandaşlıkları dikkate alınmaz.",
      "E": "CMR, taşımanın genel ilkeleri, taşıyıcının sorumluluğu ve bu sorumlulukla ilgili tazminat talepleri hakkında düzenlemeler içermektedir."
    }
  },
  {
    "id": "416473",
    "unitNumber": 6,
    "text": "<b>Aşağıdakilerden hangisi karayoluyla eşya taşıma sözleşmesinin unsurlarından biri değildir?</b>",
    "correctAnswer": "B",
    "options": {
      "A": "Tarafların, eşyanın taşınması konusunda karşılıklı anlaşmaları gerekir.",
      "B": "Sözleşmenin yazılı olması geçerlilik şartıdır.",
      "C": "Taşıma konusunun eşya olması zorunludur.",
      "D": "Taşıma işinin ücret karşılığı yapılması gereklidir.",
      "E": "Taşıma işinin karayoluyla yapılması gereklidir."
    }
  },
  {
    "id": "416474",
    "unitNumber": 6,
    "text": "<b>Ücretsiz yapılan eşya taşımalarına ne ad verilir?</b>",
    "correctAnswer": "A",
    "options": {
      "A": "Hatır taşıması",
      "B": "Karma taşıma",
      "C": "Kombine taşıma",
      "D": "Toplu taşıma",
      "E": "Ekonomik taşıma"
    }
  },
  {
    "id": "416475",
    "unitNumber": 6,
    "text": "<b>Aşağıdaki taşımalardan hangisi Karayoluyla Taşıma Yönetmeliği kapsamı dışında kalmaz?</b>",
    "correctAnswer": "D",
    "options": {
      "A": "Özel otomobillerle ve bunların römorklarıyla yapılan ve ticari olmayan taşımalar",
      "B": "Lastik tekerlekli traktörlerle ve bunların römorklarıyla yapılan taşımalar",
      "C": "Resmi taşıtlarla ve bunların römorklarıyla yapılan ticari olmayan taşımalar",
      "D": "Otoyol, köprü, tünel gibi yerlerde ticari amaçla yapılan taşımalar",
      "E": "Türk Silahlı Kuvvetlerinin yakıtlarını taşıyan Milli Savunma Bakanlığı Akaryakıt İkmal ve NATO POL Tesisleri İşletme Başkanlığına ait taşıtlarla yapılan taşımalar"
    }
  },
  {
    "id": "416476",
    "unitNumber": 6,
    "text": "<b>Aşağıdakilerden hangi karayoluyla eşya taşıma sözleşmesinin hukuki niteliği ile ilgili söylenemez?</b>",
    "correctAnswer": "A",
    "options": {
      "A": "İsimsiz bir sözleşmedir.",
      "B": "Rızai bir sözleşmedir.",
      "C": "İki taraflı bir sözleşmedir.",
      "D": "İş görme amacı güden bir sözleşmedir.",
      "E": "Tam iki tarafa borç yükleyen bir sözleşmedir."
    }
  },
  {
    "id": "416477",
    "unitNumber": 6,
    "text": "<b>Karayoluyla eşya taşıma sözleşmesinde gönderen ile taşıma sözleşmesini akdeden kişi aşağıdakilerden hangisidir?</b>",
    "correctAnswer": "B",
    "options": {
      "A": "Alt taşıyıcı",
      "B": "Asıl taşıyıcı",
      "C": "Fiili taşıyıcı",
      "D": "Müteakip taşıyıcı",
      "E": "Gönderilen"
    }
  },
  {
    "id": "416478",
    "unitNumber": 6,
    "text": "<b>Aşağıdakilerden hangisi karayoluyla eşya taşıma sözleşmesinin tarafları arasında <u>yer almaz</u>?</b>",
    "correctAnswer": "B",
    "options": {
      "A": "Gönderen",
      "B": "Gönderilen",
      "C": "Asıl taşıyıcı",
      "D": "Fiili taşıyıcı",
      "E": "Müteakip taşıyıcı"
    }
  },
  {
    "id": "416479",
    "unitNumber": 6,
    "text": "<b>Aşağıdakilerden hangisi karayoluyla eşya taşıma sözleşmesine uygulanacak ulusal hükümler arasında <u>yer almaz</u>?</b>",
    "correctAnswer": "A",
    "options": {
      "A": "Türk Ceza Kanunu",
      "B": "Türk Ticaret Kanunu",
      "C": "Gümrük Kanunu",
      "D": "Karayolu Taşıma Kanunu",
      "E": "Karayolu Taşıma Yönetmeliği"
    }
  },
  {
    "id": "416480",
    "unitNumber": 6,
    "text": "<b>Gönderilen ile ilgili aşağıda verilen bilgilerden hangisi yanlıştır?</b>",
    "correctAnswer": "B",
    "options": {
      "A": "Varma yerinde eşyayı teslim almaya yetkili kişidir.",
      "B": "Aynı zamanda gönderen sıfatını taşıması gerekmektedir.",
      "C": "Taşıma sözleşmesinin ilgilisidir.",
      "D": "Taşıma ücretinin borçlusu olabilir.",
      "E": "Eşyanın zıyaı, hasarı veya geç tesliminden doğan istem haklarını taşıyıcıya karşı ileri sürebilir."
    }
  },
  {
    "id": "416481",
    "unitNumber": 7,
    "text": "<b>Karayoluyla eşya taşımacılığında taşımacının alması zorunlu olan yetki belgesi türleri aşağıdaki düzenlemelerden hangisinde yer almaktadır?</b>",
    "correctAnswer": "B",
    "options": {
      "A": "Karayolu Taşıma Kanunu",
      "B": "Karayolu Taşıma Yönetmeliği",
      "C": "Türk Ticaret Kanunu",
      "D": "Türk Borçlar Kanunu",
      "E": "Tehlikeli Maddelerin Karayoluyla Taşınması Hakkında Yönetmelik"
    }
  },
  {
    "id": "416482",
    "unitNumber": 7,
    "text": "I. Karayoluyla eşya taşımacılığında taşımacının, taşımacılık yapabilmesi için yetki belgesi alması zorunludur.<br/>II. Taşımacılık yetki belgesi alınabilmesi için taşıma işleri işletmecilerinin mesleki saygınlık, mali yeterlilik ve mesleki yeterliliğe sahip olması gerekmektedir.<br/>III. Taşımacılık yetki belgeleri, taşıtın yeni malikine devredilebilir.<br/>IV. Taşımacılıkta kullanılan her taşıt için en fazla iki türde yetki belgesi alınabilir.<br/><b>Yukarıda yer alan ifadelerden hangisi veya hangileri yanlıştır?</b>",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız III",
      "B": "I ve II",
      "C": "III ve IV",
      "D": "I, II ve III",
      "E": "II, III ve IV"
    }
  },
  {
    "id": "416483",
    "unitNumber": 7,
    "text": "<b>Karayoluyla eşya taşımacılığında geçerli olan genel kurallarla ilgili aşağıda verilen bilgilerden hangisi <u>yanlıştır</u>?</b>",
    "correctAnswer": "E",
    "options": {
      "A": "Taşıma hizmetlerinin yerine getirilmesi, hizmeti üstlenenler veya üçüncü şahıslar tarafından engellenemez.",
      "B": "Taşımacılık faaliyetleri, kamu yararını gözetecek tarzda serbest rekabet ortamında gerçekleştirilir.",
      "C": "Taşımacılık faaliyetlerinin, fert, toplum ve çevre sağlığı ile bunların güvenliğini olumsuz yönde etkilememesi gerekir.",
      "D": "Taşımacılık yetki belgesi sahiplerinin, taşınan gönderilere ait bilgilerin gizliliğini açığa vurmaları halinde onlara 5 uyarma verilir.",
      "E": "Taşımacılık yetki belgesi sahipleri, eşya ve kargoyu güvenli bir şekilde taahhüt ettiği yere kadar götürmezlerse 3 yıla kadar hapis cezasıyla yargılanır."
    }
  },
  {
    "id": "416484",
    "unitNumber": 7,
    "text": "<b>ADR'ye göre tehlikeli madde sınıfları arasında Sınıf 1’de yer alan madde aşağıdakilerden hangisinde doğru verilmiştir?</b>",
    "correctAnswer": "D",
    "options": {
      "A": "Gazlar",
      "B": "Aşındırıcı maddeler",
      "C": "Radyoaktif malzemeler",
      "D": "Patlayıcı maddeler ve nesneler",
      "E": "Muhtelif tehlikeli maddeler ve nesneler"
    }
  },
  {
    "id": "416485",
    "unitNumber": 7,
    "text": "<b>Tehlikeli maddelerin yol açtıkları tehlike derecesine göre üç paketleme (ambalajlama) grubu yer almaktadır. Bu gruplar sırasıyla aşağıdakilerden hangisinde doğru olarak verilmiştir?</b>",
    "correctAnswer": "B",
    "options": {
      "A": "Düşük derece-Orta derece-Yüksek derece",
      "B": "Yüksek derece-Orta derece-Düşük derece",
      "C": "Orta derece-Yüksek derece-Düşük derece",
      "D": "Düşük derece-Yüksek derece-Orta derece",
      "E": "Yüksek derece-Düşük derece-Ortak derece"
    }
  },
  {
    "id": "416486",
    "unitNumber": 7,
    "text": "<b>Konteynerlerin ve büyük ambalajların karşılıklı iki tarafının da işaretlenmesi için kapasiteleri en az ne kadar olmalıdır?</b>",
    "correctAnswer": "E",
    "options": {
      "A": "350 litre",
      "B": "350 litreden büyük",
      "C": "450 litre",
      "D": "450 litreden küçük",
      "E": "450 litreden büyük"
    }
  },
  {
    "id": "416487",
    "unitNumber": 7,
    "text": "<b>Yukarıdaki etiket aşağıdaki tehlikeli maddelerden hangisini ifade eder?</b>",
    "correctAnswer": "A",
    "options": {
      "A": "Yanıcı katılar",
      "B": "Yanıcı sıvılar",
      "C": "Zehirli maddeler",
      "D": "Zararlı maddeler",
      "E": "Radyoaktif maddeler"
    }
  },
  {
    "id": "416488",
    "unitNumber": 7,
    "text": "<b>Tehlikeli madde taşımalarının, taşınan madde ve nesnenin özelliğine uygun geçerli ADR/Taşıt Uygunluk Belgesine sahip bir taşıtla yapılmasını sağlamak aşağıdakilerden hangisinin yükümlülükleri arasındadır?</b>",
    "correctAnswer": "B",
    "options": {
      "A": "Alıcı",
      "B": "Gönderen",
      "C": "Taşımacı",
      "D": "Boşaltan",
      "E": "Taşıt sürücüsü"
    }
  },
  {
    "id": "416489",
    "unitNumber": 7,
    "text": "<b>Aşağıdakilerden hangisi tehlikeli madde alıcısının yükümlükleri arasında <u>yer almaz</u>?</b>",
    "correctAnswer": "A",
    "options": {
      "A": "Taşıtlardan boşaltma yapıldığı sırada taşıtların yakın çevresinde ateş yakılmasına, açık ışıklandırma yapılmasına ve sigara içilmesine izin vermek",
      "B": "Taşımanın, uygun yetki belgesine sahip taşımacılarla yapılmasını sağlamak",
      "C": "ADR hükümlerine uygun taşıma evrakını eksiksiz hazırlamak ve taşımacıya vermek",
      "D": "Taşıtlarda, tanklarda ve yüklerde görsel olarak belirgin sızıntı, çatlak ya da hasar olup olmadığını kontrol etmek",
      "E": "Tehlikeli madde taşımacılığında birlikte ambalajlama, yükleme, karışık yükleme ve yükleme sınırlamaları kurallarına uygun hareket etmek"
    }
  },
  {
    "id": "416490",
    "unitNumber": 7,
    "text": "<b>Yukarıdaki etiket aşağıdaki tehlikeli maddelerden hangisini ifade eder?</b>",
    "correctAnswer": "B",
    "options": {
      "A": "Kendiliğinden yanmaya yatkın maddeler",
      "B": "Çeşitli tehlikeli maddeler",
      "C": "Oksitleyici maddeler ve organik peroksitler",
      "D": "Yanıcılar",
      "E": "Zehirli maddeler"
    }
  },
  {
    "id": "112667",
    "unitNumber": 8,
    "text": "<strong>Uluslararası bir örgüt olan OTIF, aşağıdaki taşıma türlerinden hangisiyle ilgilidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kara yolu taşımaları",
      "B": "Hava yolu taşımaları",
      "C": "Demir yolu taşımaları",
      "D": "Deniz yolu taşımaları",
      "E": "Karma taşımalar"
    }
  },
  {
    "id": "112743",
    "unitNumber": 8,
    "text": "<strong>Aşağıdaki bilgilerden hangisi hamule senedine ancak gerektiğinde yazılabilir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Taşıyıcının adı",
      "B": "Gönderenin adı",
      "C": "Düzenlendiği yer",
      "D": "Teslim yeri",
      "E": "Taşıma süresi"
    }
  },
  {
    "id": "112818",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi COTIF-CIM uyarınca taşıyıcının sorumluluktan kurtulma sebepleri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Değerli maden taşınması",
      "B": "Taşımanın açık vagonla yapılması",
      "C": "Eşyaların alıcı tarafından boşaltılması",
      "D": "Eşyaların gönderen tarafından yüklenmesi",
      "E": "Kolilerin düzensiz, eksik veya yanlış işaretlenmesi"
    }
  },
  {
    "id": "113106",
    "unitNumber": 8,
    "text": "<strong>Demir yolu altyapısı inşa etmek istemeleri hâlinde t</strong><strong>icaret şirketleri lehine, yapacakları demir yolu altyapısının gerektirdiği taşınmazların üzerinde, en fazla ne kadar süre ile bedelsiz olarak irtifak hakkı tesis edebilir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "10 yıl",
      "B": "25 yıl",
      "C": "40 yıl",
      "D": "49 yıl",
      "E": "59 yıl"
    }
  },
  {
    "id": "113912",
    "unitNumber": 8,
    "text": "<strong>Aksi kararlaştırılmamışsa, COTIF- CIM uyarınca, koliler için yükleme ve boşaltma aşağıdakilerden hangisine aittir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Gönderene",
      "B": "Yükletene",
      "C": "Taşıyıcıya",
      "D": "Alıcıya",
      "E": "Taşıma işleri komisyoncusuna"
    }
  },
  {
    "id": "144378",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi demir yolu taşımacılığı alanında uluslararası yeknesak hukuki bir rejim kurmak için oluşturulan uluslararası örgüttür?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "TCDD",
      "B": "OTIF (Uluslararası Demir Yolu Taşımalarına İlişkin Hükûmetler Arası Örgüt)",
      "C": "TCDD Taşımacılık AŞ",
      "D": "Uluslararası Demiryolları Birliği (UIC)",
      "E": "Avrupa Demir Yolu ve Altyapı Kuruluşları Birliği (CER)"
    }
  },
  {
    "id": "144386",
    "unitNumber": 8,
    "text": "<strong>Türkiye Demir Yolu Ulaştırmasının Serbestleştirilmesi Hakkında Kanun gereğince aşağıdaki kurum ve kuruluşlardan hangisi demir yolu altyapı ve tren işletmeciliği yapması mümkün <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "TCDD",
      "B": "TCDD Taşımacılık A.Ş.",
      "C": "Kamu tüzel kişileri",
      "D": "Ticaret şirketleri",
      "E": "Dernekler"
    }
  },
  {
    "id": "144417",
    "unitNumber": 8,
    "text": "<strong>Demir yoluyla uluslararası eşya taşımalarına uygulanan sözleşme (konvansiyon) hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "COTIF(Uluslararası Demir Yolu Taşımalarına İlişkin Sözleşme) - CIV",
      "B": "COTIF(Uluslararası Demir Yolu Taşımalarına İlişkin Sözleşme) - CIM",
      "C": "COTIF(Uluslararası Demir Yolu Taşımalarına İlişkin Sözleşme) - RID",
      "D": "COTIF(Uluslararası Demir Yolu Taşımalarına İlişkin Sözleşme) - CUV",
      "E": "OTIF(Uluslararası Demir Yolu Taşımalarına İlişkin Hükümetlerarası Örgüt)"
    }
  },
  {
    "id": "144428",
    "unitNumber": 8,
    "text": "<strong>COTIF - CIM uyarınca taşıyıcının fire durumunda sorumluluğuyla ilgili hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Sıvı veya nemli durumda taşımaya verilmiş eşyalar için fire oranı yüzde ikidir.",
      "B": "Kuru eşyalarda fire oranı ağırlığın yüzde biridir.",
      "C": "Fire oranlarının üzerinde oluşan kayıptan taşıyıcı sorumludur.",
      "D": "Eşyanın tümüyle kaybı durumunda, tazminat hesabında fireden dolayı herhangi bir kesinti yapılmamalıdır.",
      "E": "Eşyanın niteliği gereği taşıma sırasında oluşacak fireden taşıyıcı ile gönderen birlikte sorumludur."
    }
  },
  {
    "id": "144451",
    "unitNumber": 8,
    "text": "<strong>COTIF-CIM uyarınca tam vagon taşımalarında eşyayı araca yükleme aşağıdakilerden hangisinin görevidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Taşıyıcının",
      "B": "Gönderenin",
      "C": "Alıcının",
      "D": "Taşıma işleri komisyoncusunun",
      "E": "Taşıyıcı ve gönderenin birlikte borcudur"
    }
  },
  {
    "id": "144470",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi COTIF - CIM uyarınca taşıyıcının sorumluluktan kurtulma özel sebeplerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Taşımanın açık vagonla yapılması",
      "B": "Ambalajlanmadığı veya kötü ambalajlandığında, niteliği gereği kayıp veya hasar tehlikesine maruz olan eşyalar için, ambalaj yokluğu veya kusuru",
      "C": "Eşyaların gönderen tarafından yüklenmesi veya alıcı tarafından boşaltılması",
      "D": "Canlı hayvan taşınması",
      "E": "Taşıyıcının kasıt ve pervasızca hareket etmesi"
    }
  },
  {
    "id": "144490",
    "unitNumber": 8,
    "text": "<strong>Uluslararası Demir Yolu Eşya Taşıma Sözleşmesine İlişkin Tektip Kuralları (COTIF - CIM) uyarınca taşıyıcı, eşyayı öngörülen süre içinde teslim etmemesi durumunda, gecikmeden dolayı ne kadar miktara kadar sorumlu tutulabilir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kilo gram başına 15 SDR",
      "B": "Kilo gram başına 17 SDR",
      "C": "Taşıma ücreti kadar",
      "D": "Taşıma ücretinin 4 katına kadar",
      "E": "Sınırsız sorumludur."
    }
  },
  {
    "id": "159530",
    "unitNumber": 8,
    "text": "<strong>Demir yolu ile uluslararası eşya taşıma sözleşmelerinden kaynaklanan uyuşmazlıkların çözümünde başvurulacak ve Türkiye’nin de taraf olduğu uluslararası andlaşma (konvansiyon) hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Montreal Konvansiyonu",
      "B": "Atina Konvansiyonu",
      "C": "Uluslararası Demir Yolu Eşya Taşıma Sözleşmesine İlişkin Tektip Kurallar (COTIF-CIM)",
      "D": "Lahey / Visby Kuralları",
      "E": "CMR"
    }
  },
  {
    "id": "159537",
    "unitNumber": 8,
    "text": "<strong>6461 Sayılı Türkiye Demir Yolu Ulaştırmasının Serbestleştirilmesi Hakkında Kanun uyarınca eşya (yük) ve yolcu taşımacılığı/tren işletmeciliği yapmak için kurulan kuruluş aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "TCDD Altyapı İşletmesi",
      "B": "TCDD Taşımacılık A.Ş.",
      "C": "TCDD YHT İşletmesi",
      "D": "Türkiye Vagon Sanayi Anonim Şirketi (TÜVASAŞ)",
      "E": "Türkiye Lokomotif ve Motor Sanayii A.Ş. (TÜLOMSAŞ)"
    }
  },
  {
    "id": "159550",
    "unitNumber": 8,
    "text": "<strong>Demir yolu ile uluslararası eşya taşıması sözleşmesine ilişkin </strong><strong>Uluslararası Demir Yolu Eşya Taşıma Sözleşmesine İlişkin Tektip Kurallarına (</strong><strong>COTIF - CIM) göre, aşağıdakilerden hangisi taşıyıcının sorumluluktan kurtulmasını sağlayan özel sebeplerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Taşımanın açık vagonla yapılması",
      "B": "Ambalajlanmadığı veya kötü ambalajlandığında, türleri gereği kayıp veya hasar tehlikesine maruz olan eşyalar için, ambalaj yokluğu veya kusuru",
      "C": "Eşyaların gönderen tarafından yüklenmesi veya alıcı tarafından boşaltılması",
      "D": "Kolilerin, düzensiz, yanlış veya eksik işaretlenmesi veya numaralanması",
      "E": "Tehlikeli eşya taşınması"
    }
  },
  {
    "id": "159554",
    "unitNumber": 8,
    "text": "<strong>Vagonların yükleme veya boşaltmada, tanınan serbest süreden daha fazla bekletilmesi durumunda, T.C. Devlet Demiryolları (TCDD) vagonları için ödenen bekleme ücretine ne ad verilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Somaj",
      "B": "Sejur",
      "C": "Hat işgal",
      "D": "Demuraj",
      "E": "Gecikme cezası"
    }
  },
  {
    "id": "159559",
    "unitNumber": 8,
    "text": "<strong>Demir yoluyla uluslararası eşya taşıma sözleşmesinden kaynaklanan davalar, kural olarak, ne kadar bir sürenin geçmesiyle zaman aşımına uğrar?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "6 ay",
      "B": "12 ay",
      "C": "1 yıl",
      "D": "2 yıl",
      "E": "3 yıl"
    }
  },
  {
    "id": "305103",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi demir yolu ile yurt içi eşya taşımalarında öncelikle uygulanır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Türk Ticaret Kanunu",
      "B": "COTIF - CIM",
      "C": "Montreal Konvansiyonu",
      "D": "Rumeli Demiryolları İşletme Nizamnamesi",
      "E": "COTIF - CIV"
    }
  },
  {
    "id": "305106",
    "unitNumber": 8,
    "text": "<strong>COTIF - CIM uyarınca, eşya taşıma sözleşmesine konu eşyanın zıya ve hasara uğraması durumunda, taşıyıcının sorumlu tutulacağı sorumluluk üst sınırı kilogram başına kaç ÖÇH/SDR’dir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "17 SDR",
      "B": "100 SDR",
      "C": "10 SDR",
      "D": "15 SDR",
      "E": "4 SDR"
    }
  },
  {
    "id": "333125",
    "unitNumber": 8,
    "text": "<strong>COTIF (Uluslararası Demir Yolu Taşımalarına İlişkin Sözleşme - CIM (Uluslararası Demir Yolu Eşya Taşıma Sözleşmesi'ne ilişkin Tektip Kurallar) uyarınca aksi kararlaştırılmamışsa koliler için yükleme ve boşaltma aşağıdakilerden hangisine aittir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Taşıyıcı",
      "B": "Alıcı",
      "C": "Gönderen",
      "D": "Gönderilen",
      "E": "Yükleten"
    }
  },
  {
    "id": "333130",
    "unitNumber": 8,
    "text": "<strong>COTIF-CIM uyarınca hamule senedinde aşağıdakilerden hangisi <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yükün teslim alındığı yer ve tarih",
      "B": "Göndericinin yüklendiği ücretler",
      "C": "Tam vagonla taşıma durumunda vagon numarası",
      "D": "Taşıyıcının sorumluluk sınırları",
      "E": "Tüm aksi şartlara karşın, taşımanın CIM’e tabi olduğuna dair bilgi"
    }
  },
  {
    "id": "334341",
    "unitNumber": 8,
    "text": "<strong>COTIF-CIM uyarınca demir yoluyla eşya taşıma sözleşmesinden doğan davaların zaman aşımı süresi ne kadardır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "6 ay",
      "B": "1 yıl",
      "C": "2 yıl",
      "D": "3 yıl",
      "E": "5 yıl"
    }
  },
  {
    "id": "393680",
    "unitNumber": 8,
    "text": "<strong>Demir yolu ile eşya taşıma sözleşmesi kapsamında düzenlenen taşıma belgesi ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Taşıma belgesi, her halde sadece tek bir vagon yüküne ilişkin olabilir.",
      "B": "Taşıma belgesi, okunaklı yazı işaretlerine çevrilebilen elektronik veri kaydı şeklinde düzenlenebilir.",
      "C": "Taşıma belgesinin içeriğinde, tam vagonla taşıma durumunda vagon numarası da yer almalıdır.",
      "D": "Taşıma belgesi, gerektiğinde göndericinin vagon üzerine vurduğu mühürlerin adedi ve adına ilişkin kayıtları da içerebilir.",
      "E": "Taşıyıcı, taşıma belgesinin ikinci nüshası üzerinde, eşyanın uygun bir şekilde teslim alındığını onaylamalı ve gönderene ikinci nüshayı vermelidir."
    }
  },
  {
    "id": "393710",
    "unitNumber": 8,
    "text": "<strong>Demir yolu ile uluslararası eşya taşıma sözleşmesinde, hasar da dâhil olmak üzere bir zarar teslim süresinin aşılmasından doğduğu takdirde taşımacının sorumluluğu aşağıdaki tazminat tutarlarından hangisiyle sınırlanmıştır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Taşıma ücretinin 2 katı",
      "B": "Taşıma ücretinin 3 katı",
      "C": "Taşıma ücretinin 4 katı",
      "D": "Taşıma ücretinin 5 katı",
      "E": "Taşıma ücretinin 6 katı"
    }
  },
  {
    "id": "113092",
    "unitNumber": 9,
    "text": "<strong>Taşıyanın sorumluluğunu düzenleyen aşağıdaki uluslararası sözleşmelerden hangisi hava yolu ile ilgili <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Varşova Konvansiyonu",
      "B": "Guadalajara Konvansiyonu",
      "C": "Budapeşte Konvansiyonu",
      "D": "Montreal Konvansiyonu",
      "E": "Guatemala City Protokolü"
    }
  },
  {
    "id": "116765",
    "unitNumber": 9,
    "text": "<strong>Aynı türden birden çok taşıma aracı ile yapılan ve taşımanın tek bir taşıma sözleşmesine dayandığı taşıma türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kara taşımaları",
      "B": "Hava taşımaları",
      "C": "Deniz taşımaları",
      "D": "Karma taşımalar",
      "E": "Zincirleme taşımalar"
    }
  },
  {
    "id": "117038",
    "unitNumber": 9,
    "text": "<strong>Deniz taşımalarında limandan limana taşıma konseptini kapıdan kapıya taşımacılık yaklaşımına dönüştüren uluslararası kurallar aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Lahey Kuralları",
      "B": "Lahey/Visby Kuralları",
      "C": "Hamburg Kuralları",
      "D": "Rotterdam Kuralları",
      "E": "Varşova Kuralları"
    }
  },
  {
    "id": "117449",
    "unitNumber": 9,
    "text": "I. Eşyanın birden fazla taşıma türü ile taşınması<br/>II. Birden fazla ortamda taşımanın aynı hukuki rejime tabi olması<br/>III. Tek bir taşıma sözleşmesi ile taşımanın üstlenilmesi<br/>IV. Taşımanın ücret karşılığı yapılması<br/><strong>Yukarıdakilerden hangisi ya da hangileri Türk Hukuku'nda multimodal taşımayı konu edinen sözleşmenin unsurları arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Yalnız II",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "144543",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerin hangisi zincirleme taşımalar bakımından doğrudur?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Tır çekicisine bağlı iki dorse ile yapılan taşımalardır.",
      "B": "Deniz yoluyla taşınan yükün limanda kamyonlara yüklenmesi zincirleme taşımadır.",
      "C": "Boru hatlarıyla yapılan taşımalar bu gruba girer.",
      "D": "Taşınma eşyası taşımalarında kullanılan bir taşıma türüdür.",
      "E": "Bir kamyondan boşaltılan yükün başka kamyonlarla varma noktasına götürülmesi zincirleme taşımadır."
    }
  },
  {
    "id": "144602",
    "unitNumber": 9,
    "text": "<strong>Multimodal taşımalar bakımından aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Farklı taşıma türlerinin bir araya gelmesiyle oluşan taşıma türüdür.",
      "B": "Uluslararası taşımalarda sıklıkla görülür.",
      "C": "Her taşıma etabı için ayrı sözleşme yapılmalıdır.",
      "D": "Uluslararası kara yolu ile deniz yolu taşımalarının birleşiminden oluşmalıdır.",
      "E": "Demir yolu ile taşınan konteynerin gemiye alınarak varma noktasına götürülmesi multimodal taşımaya örnektir."
    }
  },
  {
    "id": "144609",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi konteynerlerin olumlu yanlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "İade zorunluluğunun olmaması",
      "B": "Bir taşıma aracından diğerine kolayca aktarılabilmesi",
      "C": "Gümrük işlemlerinde kolaylık sağlaması",
      "D": "Ambalaj ekonomisi sağlaması",
      "E": "Yükü dış etkilere karşı daha iyi koruması"
    }
  },
  {
    "id": "144618",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi karma taşıma sözleşmesinin unsurlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Yükün birden fazla taşıma türünü ihtiva eden tek bir sözleşme ile taşınması",
      "B": "Taşıma türlerinin hepsinin aynı hukuki rejime tabi olması",
      "C": "Ücret",
      "D": "Taşıma türlerinin hepsinin ayrı hukuki rejime tabi olması",
      "E": "Milletler arası sözleşmelerde özel bir hukuki rejime tabi olması"
    }
  },
  {
    "id": "144689",
    "unitNumber": 9,
    "text": "<strong>Multimodal taşımalarda rücu hakkına ilişkin zaman aşımı hakkında aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Rücu alacaklısının zararı ve rücu borçlusunu öğrendiği tarihten itibaren üç ay sonra zaman aşımına uğrar.",
      "B": "Zaman aşımı yükün gönderilene teslimi ile başlar.",
      "C": "Taşıyanın kastı varsa zaman aşımı üç yıldır.",
      "D": "Karayolları Trafik Kanunu’ndaki özel zaman aşımı düzenlemesi saklıdır.",
      "E": "Taşıyanın pervasızca hareketleri sözkonusu ise zaman aşımı altı yıldır."
    }
  },
  {
    "id": "144711",
    "unitNumber": 9,
    "text": "<strong>Multimodal taşımaların denizde geçen kısmı ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Hamburg Kuralları’nda bu hususta düzenleme mevcuttur.",
      "B": "Hamburg Kuralları’nda bir kısmı denizde geçen taşıma sözleşmeleri dikkate alınmıştır.",
      "C": "Rotterdam Kuralları’nda kapıdan kapıya taşıma esası kabul edilmiştir.",
      "D": "Montreal Kuralları’nda bu husus düzenlenmiştir.",
      "E": "Hamburg Kuralları’nda limandan limana taşıma konsepti geçerlidir."
    }
  },
  {
    "id": "159579",
    "unitNumber": 9,
    "text": "Değişik tür araçlar ile yapılan (multimodal) taşımalarda ................... biliniyor ise Türk Ticaret Kanunu’ndaki düzenlemeye göre zararın hangi aşamada gerçekleştiği tespit edilebiliyorsa, o aşamanın tabi olduğu hukuki rejim uygulanır.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "zarar yeri",
      "B": "taşıyan",
      "C": "gönderilen",
      "D": "hasar yeri",
      "E": "hasar miktarı"
    }
  },
  {
    "id": "159581",
    "unitNumber": 9,
    "text": "Rotterdam Kuralları’nda .................................... taşıma konsepti ............................. taşımacılık yaklaşımına dönüşmüştür.<br/><strong>Cümlede boş bırakılan yerlere sırasıyla aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "kapıdan eve / limandan eve",
      "B": "evden eve / kapıdan kapıya",
      "C": "kapıdan kapıya / evden eve",
      "D": "limandan limana / kapıdan kapıya",
      "E": "limandan limana / evden eve"
    }
  },
  {
    "id": "159582",
    "unitNumber": 9,
    "text": "5 Mayıs 1980 tarihli Uluslararası ......................... Taşımalarına İlişkin Sözleşme’nin (COTIF) 2’nci maddesinin ikinci fıkrasına göre bu sözleşme ile tesis edilen hukuki rejim, deniz yolu ve iç su yolu hatlarından yararlanarak yapılan diğer uluslararası alanda taşımalara da uygulanabilmektedir.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Demir Yolu",
      "B": "Deniz Yolu",
      "C": "Karma",
      "D": "Zincirleme",
      "E": "Hava"
    }
  },
  {
    "id": "159584",
    "unitNumber": 9,
    "text": "Hava taşımaları ile ilgili olarak karma taşımalar sadece ................................ Konvansiyonu’nun 38’inci maddesinde ele alınmıştır.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Rotterdam",
      "B": "Montreal",
      "C": "Varşova",
      "D": "Hamburg",
      "E": "La Haye"
    }
  },
  {
    "id": "159589",
    "unitNumber": 9,
    "text": "...................................... kavramından bahsedebilmek için taşıma faaliyetinin tek bir taşıma sözleşmesi ile gerçekleştiriliyor olması ve en az iki farklı türde taşıma şekli mevcut olmalıdır.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Ardıl taşıma",
      "B": "Karma taşıma",
      "C": "Zincirleme taşıma",
      "D": "Multimodal taşıma",
      "E": "Değişik tür araçlarla yapılan taşıma"
    }
  },
  {
    "id": "305107",
    "unitNumber": 9,
    "text": "<strong>Türk Hukukunda “multimodal taşıma işleri” hangi kanunda yer alır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Türk Ticaret Kanunu",
      "B": "Türk Medeni Kanunu",
      "C": "Sivil Havacılık Kanunu",
      "D": "Kara Yolları Trafik Kanunu",
      "E": "Kara Yolu Taşıma Kanunu"
    }
  },
  {
    "id": "305110",
    "unitNumber": 9,
    "text": "<strong>Kara taşımaları bakımından aşağıdaki ifadelerden hangisi doğrudur?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "CMR’de multimodal taşımalar dikkate alınmamıştır.",
      "B": "Kara yolu ile taşımacılık yapanlar, Sivil Havacılık Kanunu’na göre sorumlu olurlar .",
      "C": "Taşınma eşyası taşımalarında Türk Ticaret Kanunu uygulanmaz.",
      "D": "COTIF kara taşımalarına uygulanır.",
      "E": "Türk Ticaret Kanunu hükümleri uygulanır."
    }
  },
  {
    "id": "336082",
    "unitNumber": 9,
    "text": "Rotterdam Kuralları'nda limandan limana taşıma konsepti .............................. taşımacılık yaklaşımına dönüşmüştür.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "konteynırdan konteynıra",
      "B": "gemiden gemiye",
      "C": "kapıdan kapıya",
      "D": "elden ele",
      "E": "merkezden merkeze"
    }
  },
  {
    "id": "336084",
    "unitNumber": 9,
    "text": "<strong>6102 sayılı Türk Ticaret Kanunu'na göre multimodal taşımalarda zarara ilişkin bildirimler ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Eşyanın zıyaı veya hasara uğramış olduğu açıkça görülüyorsa, gönderen veya gönderilen en geç teslim anına kadar zıyaı veya hasarı bildirmezlerse, eşyanın sözleşmeye uygun olarak teslim edildiği varsayılır.",
      "B": "Eşyanın zıyaı veya hasara uğramış olduğu açıkça görülmüyorsa, eşyanın tesliminden sonra yedi gün içinde bildirimde bulunulmaması hâlinde eşyanın sözleşmeye uygun olarak teslim edildiği varsayılır.",
      "C": "Gönderilen kişi, taşıyana teslim süresinin aşıldığını, teslimden itibaren yirmi bir gün içinde bildirmezse, gecikmeden kaynaklanan hakları sona erer.",
      "D": "Teslimden sonra yapılan bildirim yazılı ve noter onaylı olmalıdır.",
      "E": "Bildirimde, zararın gerekli açıklıkla belirtilmesi ve nitelendirilmesi şarttır."
    }
  },
  {
    "id": "393298",
    "unitNumber": 9,
    "text": "I. Taşımanın ücret karşılığı yapılması<br/>II. Birden fazla taşıma sözleşmesi ile taşımanın üstlenilmesi<br/>III. Birden fazla ortamda taşımanın farklı hukuki rejime tabi olması<br/><strong>Yukarıdakilerden hangisi ya da hangileri multimodal taşımaları konu edinen sözleşmelerin unsurları arasında yer alır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "I ve III",
      "E": "II ve III"
    }
  },
  {
    "id": "393302",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi konteynerlerin taşımacılıkta sağladığı yararlardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Konteynerlerde yapım ve bakım giderlerinin düşük olması",
      "B": "Konteynerlerin eksik ya da yanlış yük boşaltmalarının azalmasını sağlaması",
      "C": "Konteynerlerin yükü dış etkilere karşı daha etkili bir şekilde koruması",
      "D": "Konteynerlerin daha az belge ile dış ticaret ve taşımacılık yapılmasına olanak tanıması",
      "E": "Konteynerlerin gümrük işlemlerinde kolaylık sağlaması"
    }
  },
  {
    "id": "393685",
    "unitNumber": 9,
    "text": "I. Multimodal taşımanın uygulama alanını genişletmesi<br/>II. Deniz taşımacılığının yanı sıra başka taşıma şekillerini içeren kara ve hava yolu ücretli taşıma sözleşmelerini kapsaması<br/>III. Taşıyanı yükü teslim aldığı andan teslim edinceye kadar sorumlu tuttuğu için multimodal taşımaları kolaylaştırması<br/><strong>Yukarıdakilerden hangisi ya da hangileri Rotterdam Kuralları'nın multimodal taşıma alanında sağladığı gelişmeler arasında yer alır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "I ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "113765",
    "unitNumber": 10,
    "text": "<strong>Kara Yolu Taşıma Mevzuatı'nda 100 kg miktarından daha düşük ve özellikle ambalajlanarak taşımaya verilen yükler (koli ve paketler) için kullanılan kavram aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Posta",
      "B": "Kargo",
      "C": "Yük",
      "D": "Eşya",
      "E": "Nakliye"
    }
  },
  {
    "id": "113811",
    "unitNumber": 10,
    "text": "<strong>Taşınma eşyası taşımasında eşyanın uğradığı hasar açıkça görünmüyorsa, teslim tarihinden itibaren en geç ne kadar sürede hasar taşıyıcıya bildirilmelidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "3 iş günü",
      "B": "7 iş günü",
      "C": "14 iş günü",
      "D": "7 gün",
      "E": "14 gün"
    }
  },
  {
    "id": "114065",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi taşınma eşyası taşımasında taşıyıcının zıya ve hasardan kurtulma sebepleri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Taşıyıcı ev eşyası taşıyorsa",
      "B": "Gönderen tarafından yapılan paketleme yetersizse",
      "C": "Taşıyıcı tarafından ambalajlanmamış olan eşya taşınmışsa",
      "D": "Taşınan eşya gönderen tarafından yüklenmiş veya boşaltılmışsa",
      "E": "Eşya doğal veya ayıplı yapısı dolayısıyla kolaylıkla zarar görebilecek nitelikteyse"
    }
  },
  {
    "id": "114113",
    "unitNumber": 10,
    "text": "<strong>Gönderenin tüketici sıfatını taşımadığı taşınma eşyası taşınmasında aşağıdakilerden hangisi taşıyıcının yükümlülükleri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Taşınma eşyasının yüklenmesi",
      "B": "Taşınma eşyasının boşaltılması",
      "C": "Taşınma eşyasının sökülmesi",
      "D": "Taşınma eşyasının kurulması",
      "E": "Taşınma eşyasının işaretlenmesi"
    }
  },
  {
    "id": "117213",
    "unitNumber": 10,
    "text": "I. Türk Ticaret Kanunu'ndaki taşınma eşyası taşımalarına ilişkin hükümler (TTK m. 894 - 905)<br/>II. Türk Ticaret Kanunu'ndaki eşya taşımalarına ilişkin hükümler (TTK m. 850 - 893)<br/>III. Milletlerarası sözleşmelerdeki özel hükümler<br/><strong>Taşınma eşyası taşımalarına uygulanacak hükümlerin sırası aşağıdakilerden hangisinde doğru verilmiştir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "I - II - III",
      "B": "I - III - II",
      "C": "II - I - III",
      "D": "III - I - II",
      "E": "III - II - I"
    }
  },
  {
    "id": "144894",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi taşınma eşyası taşınmasına konu <u>olamaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Ev eşyalarının taşınması",
      "B": "Ofisini eşyalarının taşınması",
      "C": "Miras kalan eşyaların taşınması",
      "D": "Cenaze taşımaları",
      "E": "Çeyiz eşyası taşınması"
    }
  },
  {
    "id": "144941",
    "unitNumber": 10,
    "text": "<strong>Taşınma eşyası taşınmasında, taşınan eşya içerisinde tehlikeli eşya sınıfına giren bir şey varsa, bu durum ile ilgili hangisi doğrudur?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Gönderen tehlikeli eşyayı kendisi taşımalıdır.",
      "B": "Taşıyıcının tehlikeli eşyayı yok edebilir.",
      "C": "Gönderen tüketici ise, taşıyıcıyı tehlikeli eşya hakkında bilgilendirmesi gerekir.",
      "D": "Gönderen, tehlikeli eşyayı tehlikesiz hâle getirmelidir.",
      "E": "Tehlikeli eşyalar güvenlik endişesi oluşturuyorsa, eskortla taşınmalıdır."
    }
  },
  {
    "id": "144980",
    "unitNumber": 10,
    "text": "<strong>Taşınma eşyası taşınması ile ilgili aşağıdaki ifadelerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Bir evden, bürodan veya benzeri bir yerden alınıp benzeri bir yere taşınan eşyalar, taşınma eşyasıdır.",
      "B": "Sanayi tesislerinin ve ticari mobilyanın taşınması, taşınma eşyası taşımasına değildir.",
      "C": "Bir fabrikanın makina ve tesislerinin sökülüp başka bir yere götürülüp takılması taşınma eşyası taşıması değildir.",
      "D": "Bir beyaz eşya ticarethanesindeki ve genel depodaki televizyonların başka bir ticarethaneye veya depodan ticarethaneye taşınması taşınma eşyası taşımasıdır.",
      "E": "Taşınma eşyası taşınmasında gönderen, taşıma senedi düzenlemekle yükümlü değildir."
    }
  },
  {
    "id": "145028",
    "unitNumber": 10,
    "text": "<strong>Taşınma eşyası taşınmasında, gönderenin, verdiği zararlar sebebiyle taşıyıcıya karşı olan sorumluluğunun sınırı ne kadardır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Taşıma sözleşmesinin ifası için gerekli olan yükleme hacminin metreküpü başına 1500 SDR (Özel çekme hakkı)",
      "B": "Taşıma eşyasının bürüt ağırlığının kg başına 19 SDR (Özel çekme hakkı)",
      "C": "Kg başına 2000 TL",
      "D": "Taşıma aracının (tırın) metreküpü başına 1500 SDR (Özel çekme hakkı)",
      "E": "Gönderenin tabi olduğu bir sorumluluk sınırı yoktur."
    }
  },
  {
    "id": "145035",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi taşınma eşyası taşınmasında, taşıyıcının sorumluluktan kurtulma sebeplerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Taşıyıcı, değerli maden, taş, mücevher, posta pulu, madenî para, belge veya kıymetli evrak taşıyorsa",
      "B": "Gönderen tarafından yapılan paketleme veya etiketleme yetersizse",
      "C": "Taşınan eşya gönderen tarafından işleme tâbi tutulmuş, yüklenmiş veya boşaltılmışsa",
      "D": "Tehlikeli eşya taşınmışsa",
      "E": "Canlı hayvan veya bitki taşınmışsa"
    }
  },
  {
    "id": "145044",
    "unitNumber": 10,
    "text": "<strong>Taşınma eşyası taşınmasında, eşyanın zıyaa veya hasara uğramış olduğu açıkça görülüyorsa, gönderen ne kadar süre içinde taşıyıcıya bildirimde bulunmalıdır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "En geç teslimi izleyen üç iş günü içinde",
      "B": "En geç teslimi izleyen on dört gün içinde",
      "C": "En geç teslimi izleyen iki hafta içinde",
      "D": "En geç teslimi izleyen on beş gün içinde",
      "E": "En geç teslimi izleyen bir ay içinde"
    }
  },
  {
    "id": "159598",
    "unitNumber": 10,
    "text": "I. Miras kalan eşyanın mirasçının evine taşınması<br/>II. Çeyiz eşyasının yeni evli çiftin evine taşınması<br/>III. Sanayi tesislerinin taşınması<br/>IV. Ticari mobilyanın taşınması<br/><strong>Yukarıdaki örneklerden hangileri taşınma eşyası taşınmasına girer?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "II ve IV",
      "D": "I ve IV",
      "E": "III ve IV"
    }
  },
  {
    "id": "159625",
    "unitNumber": 10,
    "text": "<strong>Taşınma eşyasının ziyaa veya hasara uğramış olduğu açıkça görülüyorsa, en geç teslimi izleyen kaç iş günü içinde taşıyıcıya bildirilmemişse eşyanın zıyaından veya hasara uğramasından doğan istem hakları sona erer?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "3 gün",
      "B": "15 gün",
      "C": "5 gün",
      "D": "7 gün",
      "E": "14 gün"
    }
  },
  {
    "id": "159631",
    "unitNumber": 10,
    "text": "<strong>Taşınma eşyası taşınmasında, gönderen ziyanın veya hasarın açıkça görünmemesi hâlinde teslimi izleyen en geç kaç gün içinde taşıyıcıya bildirimde bulunması gerekir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Üç iş günü içinde",
      "B": "On dört gün içinde",
      "C": "Üç hafta içinde",
      "D": "Onbeş gün içinde",
      "E": "Bir ay içinde"
    }
  },
  {
    "id": "159639",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi taşınma eşyası taşımasında taşıyıcının yükümlülüklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Mobilyalarının sökülüp kurulması",
      "B": "Eşyaların araca yüklenmesi",
      "C": "Eşyaların araçtan boşaltılması",
      "D": "Ambalajlama, paketleme ve işaretleme",
      "E": "Gönderen tüketiciyse eşyaları sigortalatma"
    }
  },
  {
    "id": "159653",
    "unitNumber": 10,
    "text": "<strong>Taşınma eşyası taşınmasında gönderenin (taşıtanın) tüketici olmasıyla ilgili aşağıdaki ifadelerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Taşınma eşyası taşıması sözleşmesini, ticari veya mesleki amaçla yapmayan gerçek veya tüzel kişiler tüketici sayılır.",
      "B": "Gönderenin tüketici olması hâlinde taşıyıcı, göndereni uyulması gereken gümrük kuralları hakkında bilgilendirmelidir.",
      "C": "Taşınan eşyaların arasında tehlikeli eşya varsa ve gönderen tüketici ise, taşıyıcı, gönderini tehlikeli eşya ile ilgili bilgilendirme yapması hususunda uyarması gerekir.",
      "D": "Gönderenin tüketici olması hâlinde, gönderenin taşıyıcıya verdiği zararlar bakımından sorumluluğu yoktur.",
      "E": "Gönderenin tüketici olması hâlinde, taşıma konusu eşyada meydana gelen kayıp, hasar ve gecikmeyle ilgili sorunlarla ilgili olarak gönderen, Tüketici Hakem Heyeti ve Tüketici Mahkemelerine başvurabilir."
    }
  },
  {
    "id": "305111",
    "unitNumber": 10,
    "text": "<strong>Aksi kararlaştırılmamışsa taşınma eşyalarının taşınmasında yükleme ve boşaltma aşağıdakilerden hangisinin borcudur?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Taşıyıcının",
      "B": "Gönderenin",
      "C": "Gönderilenin",
      "D": "Kargo şirketinin",
      "E": "Mal sahibinin"
    }
  },
  {
    "id": "305114",
    "unitNumber": 10,
    "text": "<strong>Taşınma eşyası taşınmasında, zıya veya hasar sebebiyle taşıyıcının sorumluluğu, taşıma sözleşmesinin ifası için gerekli olan yükleme hacminin metreküpü başına ne kadarla sınırlıdır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "1500 TL",
      "B": "150 Dolar",
      "C": "1500 Euro",
      "D": "150 SDR",
      "E": "1500 SDR"
    }
  },
  {
    "id": "336085",
    "unitNumber": 10,
    "text": "I. Miras kalan eşyanın mirasçının evine taşınması<br/>II. Çeyiz eşyasının yeni evli çiftin evine taşınması<br/>III. Bir fabrikanın makine ve tesislerinin sökülüp başka bir yere götürülüp takılması<br/>IV. Bir buzdolabı ticarethanesindeki buzdolaplarının başka bir ticarethaneye taşınması<br/><strong>Yukarıdakilerden hangisi ya da hangileri taşınma eşyası taşıması kapsamında <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız III",
      "B": "I ve II",
      "C": "III ve IV",
      "D": "I, III ve IV",
      "E": "I, II, III ve IV"
    }
  },
  {
    "id": "336087",
    "unitNumber": 10,
    "text": "<strong>Taşınma eşyası taşımasında gönderenin tüketici olması durumunda aşağıdaki işlerden hangisi taşıyıcının borçları arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Taşınma eşyasının ambalajlanması",
      "B": "Taşınma eşyasının sökülmesi",
      "C": "Taşınma eşyasının işaretlenmesi",
      "D": "Taşınma eşyasının boşaltılması",
      "E": "Taşınma eşyasının temizlenmesi"
    }
  },
  {
    "id": "336103",
    "unitNumber": 10,
    "text": "<strong>Posta taşımaları ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Yurt içinde gerçekleştirilen posta taşımaları, Türk Ticaret Kanunu ile birlikte Posta Kanunu ve Posta Tüzüğü'ne tabidir.",
      "B": "Posta idaresi ile posta idaresinin kullandığı taşıyıcılar arasındaki taşıma sözleşmesi, bu sözleşmenin bağlı olduğu hukuka tabidir.",
      "C": "Posta taşımacılığı, ülkemizde ve dünyada kamu hizmeti niteliğinde kabul edilmekte ve genellikle kamu kuruluşları tarafından gerçekleştirilmektedir.",
      "D": "Postayı gönderen ve gönderilen kişilerle posta idaresi arasında çıkan sorunlar idarenin sorumluluğuna ilişkin hükümlere göre çözülmektedir.",
      "E": "Posta taşımaları ülkemizde T.C. Posta ve Telgraf Teşkilatı Genel Müdürlüğü (PTT) tarafından yerine getirilmektedir ve PTT’nin sorumluluğu Posta Kanunu'nda düzenlenmiştir."
    }
  },
  {
    "id": "393307",
    "unitNumber": 10,
    "text": "Taşınma eşyasının zıyaından veya hasara uğramasından doğan istem hakları; eşyanın zıyaa veya hasara uğramış olduğu açıkça görülüyorsa, en geç teslimi izleyen .......... içinde veya zıyaın veya hasarın açıkça görünmemesi hâlinde en geç teslimi izleyen .......... içinde taşıyıcıya bildirilmemişse sona erer.<br/><strong>Paragrafta boş bırakılan yerlere sırasıyla aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "2 iş günü-14 gün",
      "B": "3 iş günü-14 gün",
      "C": "3 iş günü-15 gün",
      "D": "5 iş günü-14 gün",
      "E": "5 iş günü-15 gün"
    }
  },
  {
    "id": "394041",
    "unitNumber": 10,
    "text": "I. Kara yolu ile eşya taşımasına ilişkin CMR hükümleri, taşınma eşyası taşımalarına uygulanmaz.<br/>II. Gönderen, taşıma senedi düzenlemekle yükümlü değildir.<br/>III. Gönderenin tüketici olması durumunda taşıyıcı, taşınma eşyasının ambalajlanması ve işaretlenmesiyle yükümlüdür.<br/><strong>Taşınma eşyası taşıması ile ilgili olarak yukarıdakilerden hangisi ya da hangileri doğrudur?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız III",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "113852",
    "unitNumber": 11,
    "text": "<strong>Kara yolu taşımalarında TTK (Tük Ticaret Kanunu) uyarınca düzenlenen taşıma senedinde aşağıdaki kayıtlardan hangisi <u>yer almaz</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Taşıma aracının hacmi",
      "B": "Taşımanın yapılacağı süre",
      "C": "Gönderenin adı, soyadı",
      "D": "Düzenlenme yeri ve tarihi",
      "E": "Taşınacak paketlerin sayısı, işaretleri ve numaraları"
    }
  },
  {
    "id": "116791",
    "unitNumber": 11,
    "text": "<strong>Demir yolu taşımalarında bagaj taşıma ücreti kural olarak ne zaman ödenir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Bagaj kaydının yapıldığı esnada",
      "B": "Bagajın trene yüklendiği esnada",
      "C": "Bagajın varma yerine ulaştığı esnada",
      "D": "Bagajın gönderilene teslimi esnasında",
      "E": "Bagajın taşıyıcıya teslimi esnasında"
    }
  },
  {
    "id": "116931",
    "unitNumber": 11,
    "text": "<strong>CMR’ye göre düzenlenen taşıma senedinin içeriğinden sorumluluk esas olarak kime aittir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Alıcıya",
      "B": "Taşıyıcıya",
      "C": "Taşıtana",
      "D": "Gönderene",
      "E": "Yükletene"
    }
  },
  {
    "id": "117049",
    "unitNumber": 11,
    "text": "<strong>Aşağıdaki taşıma belgelerinden hangisi kıymetli evrak niteliğindedir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yolcu bileti",
      "B": "Bagaj kuponu",
      "C": "Hamule senedi",
      "D": "CMR senedi",
      "E": "Konişmento"
    }
  },
  {
    "id": "117199",
    "unitNumber": 11,
    "text": "<strong>Hava yolu taşımacılığında kullanılan bagaj kuponu kaç nüsha hâlinde düzenlenir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yolcuda kalmak üzere bir nüsha",
      "B": "Bagaja takılmak üzere bir nüsha",
      "C": "Biri yolcuda, biri taşıyıcıda kalmak üzere iki nüsha",
      "D": "Biri yolcuda kalmak, biri bagaja takılmak üzere iki nüsha",
      "E": "Biri yolcuda, biri taşıyıcıda kalmak ve biri bagaja takılmak üzere üç nüsha"
    }
  },
  {
    "id": "145279",
    "unitNumber": 11,
    "text": "<strong>Kara yolu taşımasında, taşıma senedi düzenlenmemişse gönderenin istemi üzerine taşıyıcı tarafından hazırlanan ve imzalanan, eşya ve taşıma hakkında yeterli bilgileri içeren belge hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Sevk Mektubu",
      "B": "Yük Senedi",
      "C": "Yolcu Bileti",
      "D": "Konşimento",
      "E": "Ordino"
    }
  },
  {
    "id": "145290",
    "unitNumber": 11,
    "text": "<strong>CMR senediyle ilgili aşağıdaki bilgilerden hangisi doğrudur?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "CMR senedi üç özgün nüsha düzenlenir.",
      "B": "CMR taşıma senedi üzerine hiçbir ek bilgi yazılamaz.",
      "C": "CMR senedi, konşimento ile aynı niteliktedir.",
      "D": "CMR senedini, üye ülkelerdeki kamu idareleri düzenler.",
      "E": "Taşıma senedinin içeriğinin düzenlenmesinin sorumluluğu taşıyıcıya aittir."
    }
  },
  {
    "id": "145310",
    "unitNumber": 11,
    "text": "<strong>Taşıma belgeleri içerisinde, kıymetli evrak niteliği kazandırılabilen belge hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Konşimento",
      "B": "Hava Yük Senedi",
      "C": "Hamule Senedi",
      "D": "Taşıma Senedi",
      "E": "Sevk Mektubu"
    }
  },
  {
    "id": "145320",
    "unitNumber": 11,
    "text": "<strong>Kara yolu taşımasında, aşağıdakilerden hangisi taşıma senedi işlevi <u>görmez</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Sevk irsaliyesi",
      "B": "Yük senedi",
      "C": "Taşıma irsaliyesi",
      "D": "Yazılı bir seferlik taşıma sözleşmesi",
      "E": "Yazılı altı aylık taşıma sözleşmesi"
    }
  },
  {
    "id": "145392",
    "unitNumber": 11,
    "text": "<strong>Konşimento ile ilgili aşağıdaki bilgilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Konşimentonun kıymetli bir evrak niteliği vardır.",
      "B": "Henüz gemiye yüklenmemiş yük için verilen konşimentoya Tesellüm Konşimentosu denir.",
      "C": "Gemiye yükledikten sonra üzerine şerh düşülen konşimentoya Yükleme Konşimentosu denir.",
      "D": "Konşimento yalnızca emre ve nama yazılabilir.",
      "E": "Konşimentonun mevcudiyeti, bir taşıma sözleşmesi yapıldığını ispatlar niteliktedir."
    }
  },
  {
    "id": "145402",
    "unitNumber": 11,
    "text": "<strong>Konşimentoda aşağıdakilerden hangisi <u>bulunmaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Eşyanın haricen belli olan hâl ve durumu",
      "B": "Taşıyan veya onu temsilen hareket eden kişinin imzası",
      "C": "Kaptanın adı ve soyadı",
      "D": "Yükleme limanını ve taşıyanın eşyayı yükleme limanında teslim aldığı tarih",
      "E": "Geminin izleyeceği rota ve güzergâh bilgileri"
    }
  },
  {
    "id": "159694",
    "unitNumber": 11,
    "text": "<strong>Aşağıdaki taşıma belgelerinden hangisi kıymetli evrak vasfındadır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Sevk irsaliyesi",
      "B": "Taşıma irsaliyesi",
      "C": "Yük senedi",
      "D": "Konişmento",
      "E": "Hamule senedi"
    }
  },
  {
    "id": "159697",
    "unitNumber": 11,
    "text": "<strong>Hava yolu taşımalarında taşıyıcı tarafından düzenlenen kayıtlı bagaj kuponunda aşağıdaki bilgilerden hangisi <u>yer almaz</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Yolcunun adı ve soyadı",
      "B": "Valizin (çanta / bagaj kabı) marka ve modeli",
      "C": "Taşıyıcının unvanı",
      "D": "Bagajın ağırlığı",
      "E": "Özel olarak bildirilmişse bagajın içeriği ve değeri"
    }
  },
  {
    "id": "159717",
    "unitNumber": 11,
    "text": "<strong>Aşağıdaki taşıma senedi türünde yükün yanında refakatçi ismine yer verilmişse, bu kişi yolcu sayılır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "CMR Senedi",
      "B": "Konişmento",
      "C": "Hava Yük Senedi",
      "D": "Sevk İrsaliyesi",
      "E": "Hamule Senedi - CIM Belgesi"
    }
  },
  {
    "id": "305118",
    "unitNumber": 11,
    "text": "<strong>Demir yolu yük taşımacılığında kullanılan taşıma belgesi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Konşimento",
      "B": "AWB",
      "C": "Sevk Mektubu",
      "D": "Hamule Senedi",
      "E": "Ordino"
    }
  },
  {
    "id": "333386",
    "unitNumber": 11,
    "text": "<strong>Aşağıdaki taşıma belgelerinden hangisi deniz yolu taşıma belgesidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yolcu bileti",
      "B": "Hamule senedi",
      "C": "CMR(ana taşıma belgesi)senedi",
      "D": "Bagaj kuponu",
      "E": "Konişmento"
    }
  },
  {
    "id": "333396",
    "unitNumber": 11,
    "text": "I. Hava sevk fişi<br/>II. Müşterek taşıma belgesi<br/>III. Seyahat belgesi<br/>IV. Bagaj bülteni<br/><strong>Yukarıdaki taşıma belgelerinden hangisi ya da hangileri COTIF-Ek A CIV'de düzenlenmiştir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız III",
      "B": "I ve II",
      "C": "III ve IV",
      "D": "I, II ve III",
      "E": "II, III ve IV"
    }
  },
  {
    "id": "335202",
    "unitNumber": 11,
    "text": "<strong>Kara yolu taşıma senedi ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Senet üç özgün nüsha olarak hazırlanır ve gönderen tarafından imzalanır.",
      "B": "İlgili kamu otoriteleri ve bunların yaptığı denetim ve kontroller için taşıma senedinin düzenlenmesi yasal bir zorunluluktur.",
      "C": "El yazısı ile imzalanmış taşıma senetlerinin suretlerindeki imza, damga veya mühür şeklinde ya da basılı olabilir.",
      "D": "Tek taraflı düzenlendikleri için sevk irsaliyesi, irsaliyeli fatura, taşıma faturası ve taşıma irsaliyesi taşıma senedi niteliğini taşımaz.",
      "E": "Taşıma senedi, taşıma sözleşmesinin yapıldığına, içeriğine ve eşyanın taşıyıcı tarafından teslim alındığına kanıt oluşturur."
    }
  },
  {
    "id": "393333",
    "unitNumber": 11,
    "text": "Kara yolu taşımasında taşıma senedi düzenlenmemişse, gönderenin istemi üzerine taşıyıcı, eşya ve taşıma hakkında yeterli bilgileri içeren bir .......... imzalayıp gönderene vermek zorundadır.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "bagaj kuponu",
      "B": "kargo makbuzu",
      "C": "sevk fişi",
      "D": "sevk mektubu",
      "E": "yük senedi"
    }
  },
  {
    "id": "393693",
    "unitNumber": 11,
    "text": "I. Navlun eşyanın ölçüsüne, sayısına veya tartısına göre kararlaştırılmış ve bunlar da konişmentoda gösterilmiş olursa, konişmentoda da aksine bir şart olmadıkça, navlun buna göre belirlenir.<br/>II. Navlun için taşıma sözleşmesine yollama yapılırsa, bu yollamanın kapsamına boşaltma süresi, sürastarya süresi ve sürastarya parası hakkındaki hükümler de girer.<br/>III. Taşıyan, eşyanın haricen belli olan hâlini konişmentoda beyan etmeyi ihmal ederse, konişmentoda eşyanın haricen iyi hâlde olduğuna dair beyanda bulunulmuş sayılır.<br/><strong>Konişmentonun ispat işlevi ile ilgili yukarıdakilerden hangisi ya da hangileri doğrudur?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız III",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "393721",
    "unitNumber": 11,
    "text": "<strong>Yükletenin izniyle, taşınmak üzere teslim alınan fakat henüz gemiye yükletilmemiş olan eşya için düzenlenen taşıma belgesi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Bagaj bülteni",
      "B": "Seyahat belgesi",
      "C": "Hamule senedi",
      "D": "Tesellüm konişmentosu",
      "E": "Bagaj kuponu"
    }
  },
  {
    "id": "117122",
    "unitNumber": 12,
    "text": "<strong>Eşya taşımada çoğunlukla taşıma senedinden sonra malla birlikte hareket hâlinde olması gereken refakat belgesi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Ordino",
      "B": "Tır karnesi",
      "C": "Satış faturası",
      "D": "Menşe şahadetnamesi",
      "E": "Gümrük dolaşım belgesi"
    }
  },
  {
    "id": "117142",
    "unitNumber": 12,
    "text": "<strong>Aşağıdaki ülkelerden hangisine yapılan ihracatlarda Form-A refakat belgesi kullanılır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Amerika",
      "B": "Almanya",
      "C": "İngiltere",
      "D": "Japonya",
      "E": "İspanya"
    }
  },
  {
    "id": "117320",
    "unitNumber": 12,
    "text": "<strong>Menşe şahadetnamesi ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Uluslararası ticarete konu olan ürünlerin menşeini belirtir.",
      "B": "Geçerliliği her zaman sorgulanabilecek belgelerdir.",
      "C": "A-TR, EUR-1 veya Form-A belgesi söz konusu olmayan ülkelerle yapılan ticaretlerde aranır.",
      "D": "Taşıma sürecine konu olan yüklerin miktarı, ağırlığı, adedi, ebatları gibi bilgileri içeren bir listedir.",
      "E": "İlgili devletlerin aralarında yaptığı anlaşmalar sonucu, birbirlerine karşı hak ve yetki sınırlarına dayanan refakat belgeleridir."
    }
  },
  {
    "id": "117516",
    "unitNumber": 12,
    "text": "<strong>Türkiye’de TIR Konvansiyonu'nun ulusal kefil kuruluşu aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Ticaret ve sanayi odaları",
      "B": "Ticaret sicil müdürlükleri",
      "C": "Esnaf ve sanatkâr odaları",
      "D": "Türkiye Odalar ve Borsalar Birliği (TOBB)",
      "E": "Şoförler ve otomobilciler federasyonu"
    }
  },
  {
    "id": "117588",
    "unitNumber": 12,
    "text": "I. Eşyanın 3. kişilere vermesi muhtemel zararlar<br/>II. Taşıtın 3. kişilere vermesi muhtemel zararlar<br/>III. Taşıyıcının yüke vermesi muhtemel zararlar<br/>IV. Taşıtın muhtemel zararları<br/>V. Yükün muhtemel zararları<br/><strong>Yukarıdakilerden hangisi ya da hangileri refakat belgesi olarak işlev görecek olan sigorta poliçelerinde karşılanan zararlar arasındadır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız III",
      "B": "I ve II",
      "C": "IV ve V",
      "D": "I, II, III ve IV",
      "E": "I, II, IV ve V"
    }
  },
  {
    "id": "145424",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi refakat belgelerinin en önemlisi ve taşıma sözleşmesini ispatlayan belgedir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "TIR karnesi",
      "B": "Taşıma senedi",
      "C": "Satış faturası",
      "D": "Menşe şahadetnamesi",
      "E": "Gümrük beyannamesi"
    }
  },
  {
    "id": "145434",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi malın taşınma gayesine göre mala refakat etmesi gereken belgeler arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Sanayici Taahhütnamesi",
      "B": "Teminat Mektupları",
      "C": "Dâhilde İşleme Refakat",
      "D": "İthali ön izne bağlı mallarda gerekli idare İzinleri",
      "E": "Tır Karnesi"
    }
  },
  {
    "id": "145443",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi, Konteynerler ile yapılan kara yolu taşımasında, TIR konvansiyonunun uygulamasının yapabileceği bir taşıma türü <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Deniz Yolu Taşıması",
      "B": "Demir Yolu Taşıması",
      "C": "RO-RO Taşıması",
      "D": "RO-LA Taşıması",
      "E": "Hava Yolu Taşıması"
    }
  },
  {
    "id": "145453",
    "unitNumber": 12,
    "text": "<strong>Çeki Listesi ile ilgili aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Herhangi bir ihtilaf durumunda delil niteliği taşımaktadır.",
      "B": "Taşınan yükün kaç parça, adet olduğu bilgisini içermektedir.",
      "C": "Gönderilenin talebi üzerine oluşturulabilmektedir.",
      "D": "Taşıyıcı tarafından düzenlenmektedir.",
      "E": "Düzenlenmesi zorunludur."
    }
  },
  {
    "id": "145472",
    "unitNumber": 12,
    "text": "<strong>TIR Sistemi ile ilgili aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "TIR rejimi altında taşınan eşyadan yol boyu Gümrük idarelerince ithal veya ihraç vergi ve resimleri tahsil edilmez veya teminat alınmaz.",
      "B": "Alkol ve tütün mamulleri için farklı TIR Karnesi söz konusudur.",
      "C": "Türkiye’de TIR Sistemi ile ilgili Ulusal kefil kuruluş Ulaştırma Bakanlığıdır.",
      "D": "Her taşıma süreci için geçilecek ülke sayısı başına 2 sayfadan oluşan bir adet TIR Karnesi çıkarılır.",
      "E": "Taşıyıcılardan her TIR Karnesi başına alınan teminat 50000 $’dır."
    }
  },
  {
    "id": "145485",
    "unitNumber": 12,
    "text": "<strong>TIR Karnesi içeriğinde aşağıdaki bilgilerden hangisi <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Hareket ve varış ülkeleri",
      "B": "Araçların plaka numaraları",
      "C": "Eşya manifestosu",
      "D": "Karneyi veren kuruluş ve yetkilisinin onayları",
      "E": "Aracı kullanan şoförün adı ve soyadı"
    }
  },
  {
    "id": "159767",
    "unitNumber": 12,
    "text": "<strong>Taşıma sürecine konu olan yükün kaç parça olduğu, parçalar içindeki yükün ağırlığı ve ebatları hakkında bilgi veren refakat belgesi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Satış faturası",
      "B": "Taşıma faturası",
      "C": "Çeki listesi",
      "D": "Ordino",
      "E": "FORM - A"
    }
  },
  {
    "id": "159786",
    "unitNumber": 12,
    "text": "<strong>Avrupa Birliği'nden veya Avrupa Birliği'ne yapılan taşımalarda, tarımsal ürün ticareti söz konusu olduğunda hangi refakat belgesi düzenlenir? </strong>",
    "correctAnswer": "A",
    "options": {
      "A": "EUR-1",
      "B": "A-TR",
      "C": "FORM-A",
      "D": "Menşe Şahadetnamesi",
      "E": "Çeki Listesi"
    }
  },
  {
    "id": "159791",
    "unitNumber": 12,
    "text": "<strong>Türkiye’ye yapılan taşımalarda ithal edilen eşyanın standartlarını belirleyen kurum aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "TÜBİTAK",
      "B": "Rekabet Kurumu",
      "C": "Gümrük ve Ticaret Bakanlığı",
      "D": "Cumhurbaşkanlığı",
      "E": "Türk Standartları Enstitüsü (TSE)"
    }
  },
  {
    "id": "159798",
    "unitNumber": 12,
    "text": "<strong>Tır karnesi aşağıdakilerden hangisi tarafından düzenlettirilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Transit gümrük rejimini Tır Konvansiyonuna göre yürüten uluslararası taşıyıcı",
      "B": "İthalatçı",
      "C": "İhracatçı",
      "D": "İhracat gümrük İdaresi",
      "E": "Transit gümrük idaresi"
    }
  },
  {
    "id": "159807",
    "unitNumber": 12,
    "text": "<strong>Rusya’ya yapılan ihracatta menşe belgesi olarak kullanılan belge aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "A-TR",
      "B": "EUR-1",
      "C": "FORM-A",
      "D": "TIR Karnesi",
      "E": "Analiz Belgesi"
    }
  },
  {
    "id": "305121",
    "unitNumber": 12,
    "text": "<strong>TIR Konvansiyonu gereği uluslararası kefil kuruluş aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "UNECE",
      "B": "UN",
      "C": "TOBB",
      "D": "IRU",
      "E": "IBU"
    }
  },
  {
    "id": "305122",
    "unitNumber": 12,
    "text": "<strong>Genellikle ithalat gümrük birimlerinde, malı veya yükün kıymet değer hesaplanmasında hangi kıymet göz önünde </strong><strong>bulundurulmaktadır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "CIF",
      "B": "FOB",
      "C": "EXW",
      "D": "FCA",
      "E": "DAP"
    }
  },
  {
    "id": "333400",
    "unitNumber": 12,
    "text": "<strong>Eşya taşımada çoğunlukla taşıma senedinden sonra malla birlikte hareket hâlinde olması gereken refakat belgesi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Satış faturası",
      "B": "Ordino",
      "C": "Tır karnesi",
      "D": "Çeki listesi",
      "E": "Sigorta poliçesi"
    }
  },
  {
    "id": "333448",
    "unitNumber": 12,
    "text": "<strong>Gümrük dolaşım belgelerinden olan Form-A, aşağıdaki ülkelerden hangisine yapılan ihracatlarda kullanılır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "İngiltere",
      "B": "Almanya",
      "C": "Çek Cumhuriyeti",
      "D": "Yeni Zelanda",
      "E": "Hollanda"
    }
  },
  {
    "id": "333455",
    "unitNumber": 12,
    "text": "<strong>Türkiye’de TIR Konvansiyonu’nun ulusal kefil kuruluşu aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Rekabet Kurumu",
      "B": "Sermaye Piyasası Kurulu",
      "C": "Türk Patent Enstitüsü",
      "D": "Türk Standartları Enstitüsü",
      "E": "Türkiye Odalar ve Borsalar Birliği"
    }
  },
  {
    "id": "393450",
    "unitNumber": 12,
    "text": "<strong>Her ne kadar mevzuatta yer almasa da, özellikle gümrüklü alanlarda depolanan malların sürece uygun ve sorunsuz çekilebilmesini sağlayan son belge aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Çeki listesi",
      "B": "Navlun faturası",
      "C": "Ordino",
      "D": "Sanayici taahhütnamesi",
      "E": "TIR karnesi"
    }
  },
  {
    "id": "393694",
    "unitNumber": 12,
    "text": "I. Menşe şahadetnamesi, uygulamada ABC formu olarak da bilinir.<br/>II. Menşe şahadetnamesi, düzenlenmesi zorunlu belgelerden biri değildir.<br/>III. Menşe şahadetnamesinin ibrazına rağmen ciddi bir şüphe durumunda, ek kanıtları isteme konusunda ticaret odaları yetkilidir.<br/><strong>Türkiye’de menşe şahadetnamesi ile ilgili yukarıda verilen ifadelerden hangisi ya da hangileri doğrudur?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "393722",
    "unitNumber": 12,
    "text": "<strong>Tek taraflı olarak Türk mallarına has, özel gümrük vergileri uygulayan devletlere yapılan ihracatlarda kullanılan bir menşe belgesi niteliğinde olan ve o ülkelere girişte gümrük otoritesine sunulan refakat belgesi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Satış faturası",
      "B": "TIR karnesi",
      "C": "Menşe şahadetnamesi",
      "D": "Çeki listesi",
      "E": "Form-A"
    }
  },
  {
    "id": "117271",
    "unitNumber": 13,
    "text": "<strong>Türkiye’de kara yoluyla yolcu taşınması ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kara yolu ile yapılacak yolcu taşımalarına ve buna ilişkin yolcu taşıma sözleşmelerine TTK’nın yolcu taşımalarına ilişkin hükümleri uygulanır.",
      "B": "Yolcu taşıma işini arızi (geçici) olarak üstlenen kişiler hakkında TTK’nın yolcu taşıma hükümleri uygun düştükleri ölçüde uygulanır.",
      "C": "Kara yolunda yapılan yolcu taşımalarında taşıma işini gerçekleştiren taşıyıcıların uymakla zorunlu oldukları idari pek çok husus Kara Yolu Taşıma Kanunu'nda düzenlenmiştir.",
      "D": "Yolcu bileti, taşıma sözleşmesinin zorunlu bir şartı olup, taşıma sözleşmesinin varlığını, taşıyıcı ve yolcunun hak ve yükümlülüklerini tespit etmeye yarar.",
      "E": "Taşıyıcı, sefere devamdan vazgeçer veya taşıyıcının kusuru sebebiyle yolcu yol üzerinde inmek zorunda kalırsa, taşıma ücreti ödenmez, ödenmişse geri alınır."
    }
  },
  {
    "id": "117393",
    "unitNumber": 13,
    "text": "<strong>Mücbir sebep olmaksızın 1500 kilometreden daha kısa yurt içi uçuşlarının ne kadar süre ertelenmesi hâlinde uçuş iptal edilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "5 saat veya daha fazla",
      "B": "8 saat veya daha fazla",
      "C": "10 saat veya daha fazla",
      "D": "Uçuş süresinin iki katı",
      "E": "Uçuş süresinin dört katı"
    }
  },
  {
    "id": "117514",
    "unitNumber": 13,
    "text": "<strong>Denizyolu ile yolcu taşımalarında uygulanan, ancak Türkiye’nin taraf olmadığı uluslararası sözleşme aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "COTIF-CIM",
      "B": "COTIF-CIV",
      "C": "Atina Konvansiyonu",
      "D": "Varşova Konvansiyonu",
      "E": "Montreal Konvansiyonu"
    }
  },
  {
    "id": "117544",
    "unitNumber": 13,
    "text": "<strong>Yurt içinde en az kaç yolcu taşıyan bir gemide, taşıyanın sorumluluk sigortası yaptırması zorunludur?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Sekiz",
      "B": "On iki",
      "C": "On altı",
      "D": "Yirmi",
      "E": "Yirmi dört"
    }
  },
  {
    "id": "142437",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi kara yolu ile yolcu taşımalarında yolcunun herhangi bir zararı olmasa bile taşıyıcının bilet parasının üç katı tazminatla sorumlu tutulmasına yol açacak sebeplerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Bilette belirtilen yerin başka bir kişiye verilmesi",
      "B": "Bilette gösterilen araç yerine onunla aynı düzeyde olmayan başka bir aracın sefere konulması",
      "C": "Aracın belli saatten önce hareketi nedeniyle yolcunun yetişememesi",
      "D": "Taşıma aracında durumun gerektirdiği ilk yardım malzemelerinin ve ilaçlarının bulundurulmaması veya bunlardan derhâl yararlanma imkânının sağlanmamış olması",
      "E": "Yolcunun bagajının çalınması"
    }
  },
  {
    "id": "144837",
    "unitNumber": 13,
    "text": "<strong>Deniz yolu ile yapılan yurt dışı / uluslararası yolcu taşımalarına uygulanmak üzere akdedilen konvansiyon </strong><strong>aşağıdakilerden </strong><strong>hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Montreal Konvansiyonu",
      "B": "Roterdam Kuralları",
      "C": "Hamburg Konvansiyonu",
      "D": "Atina Konvansiyonu",
      "E": "Lahey Kuralları"
    }
  },
  {
    "id": "145635",
    "unitNumber": 13,
    "text": "<strong>Yurt içinde kara yolu ile gerçekleştirilen eşya ve yolcu taşımalarında taşıyıcıların (taşıma işletmelerinin ve çalışanlarının) uyması gereken idari düzen kuralları hangi kanunda düzenlenmiştir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Türk Ticaret Kanunu",
      "B": "Kara Yolu Trafik Kanunu",
      "C": "Kara Yolu Taşıma Kanunu",
      "D": "Ulaştırma ve Haberleşme Kanunu",
      "E": "CMR <strong>(Yurt dışı taşımalarda sorumluluk sigortası)</strong>"
    }
  },
  {
    "id": "145648",
    "unitNumber": 13,
    "text": "<strong>Demir yolu ile uluslararası yolcu taşımalarına uygulanacak Türkiye’nin de taraf olduğu uluslararası anlaşma (kısaltması) aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "CMR",
      "B": "COTIF - CIV",
      "C": "COTIF - CIM",
      "D": "Rumeli Demiryolları İşletme Nizamnamesi",
      "E": "Montreal Konvansiyonu"
    }
  },
  {
    "id": "145672",
    "unitNumber": 13,
    "text": "<strong>Kara yolu ile yolcu taşınmasında seferin (hareketin) gecikmesiyle ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Hareket, duruma ve şartlara göre yolcudan katlanması istenemeyecek bir süre gecikirse, yolcu sözleşmeden cayıp ödediği ücreti ve varsa zararını isteyebilir.",
      "B": "Yolcu, gecikmeye rağmen yolculuğu yapmışsa, sadece gecikmeden doğan zararının tazminini dava edebilir.",
      "C": "Cayma şekle bağlı değildir; hareket yerinden ayrılma, cayma kabul edilir.",
      "D": "Sözleşmeden cayılsın veya cayılmasın, gecikme nedeniyle doğmuş herhangi bir zarar ispat edilemese bile mahkemece bilet parasının üç misli tazminata karar verilir.",
      "E": "Bilet parasının üç misli tazminat taşıyıcının sorumluluğunun üst sınırı olup yolcunun zararı daha fazla olsa bile istenemez."
    }
  },
  {
    "id": "145708",
    "unitNumber": 13,
    "text": "<strong>Kara yolu ile yolcu taşımasında bagajla ilgili aşağıdaki bilgilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yolcu; bagajı ile el bagajı için, aksine sözleşme yoksa, ayrı ücret ödemez.",
      "B": "Taşıyıcı, yolcunun eşyasının zıyaından veya hasara uğramasından TTK’nin 875 ilâ 886'ncı maddeleri uyarınca sorumludur.",
      "C": "Yolcunun kişisel eşyasından taşıyıcı sorumlu değildir.",
      "D": "Taşıyıcı, seyahat ücretinin teminatı olarak bagaj üzerinde hapis hakkını haizdir.",
      "E": "Taşıyıcının bagajdan doğan sorumluluğu iç taşımalarda 500, dış taşımalarda ise 1.000 özel çekme hakkından fazla olmamak üzere Ulaştırma, Denizcilik ve Haberleşme Bakanlığınca tespit edilir."
    }
  },
  {
    "id": "159833",
    "unitNumber": 13,
    "text": "<strong>Yurt içi yolcu taşımalarına uygulanacak hukukla ilgili olarak aşağıdaki ifadelerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kara yolu ile yapılan yurt içi yolcu taşımalarına Türk Ticaret Kanunu’nun 906 ile 916 hükümleri uygulanacaktır.",
      "B": "Deniz yolu ile yapılan yurt içi yolcu taşımalarına Türk Ticaret Kanunu’nun 1247 ile 1271 hükümleri uygulanacaktır.",
      "C": "Demir yolu ile yapılan yurt içi yolcu taşımalarına ilişkin özel hiç bir düzenleme bulunmamaktadır.",
      "D": "Hava yolu ile yapılan yurt içi yolcu taşımalarına öncelikle Türk Sivil Havacılık Kanunu uygulanacaktır.",
      "E": "Yurt içinde kara yoluyla yolcu taşımacılığı yapacak taşıma işletmelerinin uyması gereken idari düzen kuralları, Kara Yolu Taşıma Kanunu ve Yönetmeliği’nde düzenlenmiştir."
    }
  },
  {
    "id": "159836",
    "unitNumber": 13,
    "text": "I. Yolcu taşımayı üstlenme<br/>II. Taşımanın motorlu araçla yapılması<br/>III. Ücret<br/><strong>Yukarıdakilerden hangisi ya da hangileri Türk Ticaret Kanunu ve Kara Yolu Taşıma Kanunu'na göre yolcu taşıma sözleşmesinin unsurlar arasında yer alır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "II ve III",
      "E": "I, II ve IIII"
    }
  },
  {
    "id": "159842",
    "unitNumber": 13,
    "text": "<strong>Demir yolu ile yapılan yurt dışı yolcu ve bagaj taşımalarına uygulanacak, Türkiye’nin de taraf olduğu, uluslararası antlaşma hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "COTIF - CIV",
      "B": "OTIF",
      "C": "COTIF-RID",
      "D": "Montreal Konvansiyonu",
      "E": "Rumeli Demiryolları İşletme Nizamnamesi"
    }
  },
  {
    "id": "159846",
    "unitNumber": 13,
    "text": "<strong>Hava yolu ile yurt içi yolcu taşımalarına öncelikle uygulanacak hukuki düzenleme hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Türk Ticaret Kanunu",
      "B": "Türk Sivil Havacılık Kanunu",
      "C": "Kara Yolu Taşıma Kanunu",
      "D": "Montreal Konvansiyonu",
      "E": "Sivil Havacılık Genel Müdürlüğü Teşkilat ve Görevleri Hakkında Kanun"
    }
  },
  {
    "id": "305123",
    "unitNumber": 13,
    "text": "<strong>Hava yolu ile yurt içi yolcu taşımaları hangi kanuna tabidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Türk Ticaret Kanunu",
      "B": "Kara Yolu Taşıma Kanunu",
      "C": "Kara Yolu Trafik Kanunu",
      "D": "Türk Sivil Havacılık Kanunu",
      "E": "Montreal Konvansiyonu"
    }
  },
  {
    "id": "305126",
    "unitNumber": 13,
    "text": "<strong>Deniz yolu ile yurt içi yolcu taşımalarında yolcunun ölümü veya bedensel zarara uğramasından kaynaklanan tazminat talepleri ne kadar sürede zaman aşımına uğrar?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "2 yıl",
      "B": "5 yıl",
      "C": "1 yıl",
      "D": "10 yıl",
      "E": "6 ay"
    }
  },
  {
    "id": "335205",
    "unitNumber": 13,
    "text": "I. Ücret<br/>II. Yolcu taşımanın üstlenilmesi<br/>III. Yolcu taşımanın motorlu olmasına bakılmaksızın bir araçla yapılması<br/>IV. Yolcunun uğradığı zararlara karşı sorumluluk sigortası yapılması<br/><strong>Yukarıdakilerden hangisi ya da hangileri kara yoluyla yolcu taşıma sözleşmesinin unsurları arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız II",
      "B": "I ve II",
      "C": "III ve IV",
      "D": "I, III ve IV",
      "E": "II, III ve IV"
    }
  },
  {
    "id": "393695",
    "unitNumber": 13,
    "text": "I. Türk Ticaret Kanunu'ndaki deniz yoluyla yolcu taşımasına ilişkin hükümler emredici niteliktedir ve tarafların bu hükümlerin aksini kararlaştırması sınırlandırılmıştır.<br/>II. Devlet ve diğer kamu tüzel kişileri tarafından yapılan ticari yolcu taşıma sözleşmelerine de Türk Ticaret Kanunu hükümleri uygulanır.<br/>III. Taşıyan, kural olarak kabin bagajı dışındaki bagajın zıya veya hasara uğramasından doğan zarardan sorumludur.<br/><strong>Deniz yolu ile yurt içi yolcu taşıma ile ilgili olarak yukarıdakilerden hangisi ya da hangileri doğrudur?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "394042",
    "unitNumber": 13,
    "text": "Hava yolu ile yurt dışı yolcu taşımalarında, taşıyıcı kontrol edilmiş bagajın kaybolduğunu kabul ederse ya da kontrol edilmiş bagaj ulaşmış olması gereken tarihten sonraki .................... günün bitiminde ulaşmamışsa yolcu, taşıma anlaşmasından doğan haklarını taşıyıcıya karşı uygulama hakkına sahiptir.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "yedi",
      "B": "on dört",
      "C": "yirmi bir",
      "D": "otuz",
      "E": "altmış"
    }
  },
  {
    "id": "117268",
    "unitNumber": 14,
    "text": "I. Acente<br/>II. Simsar<br/>III. Komisyoncu<br/><strong>Yukarıdaki taşıyıcı yardımcılarından hangisi ya da hangilerinin taşıyıcı ile aralarındaki ilişki süreklidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "117323",
    "unitNumber": 14,
    "text": "<strong>Gönderene karşı taşıma taahhüdünde bulunan ve taşıma sözleşmesinin tarafı olan kişi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Akdi taşıyıcı",
      "B": "Fiilî taşıyıcı",
      "C": "Alt taşıyıcı",
      "D": "Müteakip taşıyıcı",
      "E": "Müşterek taşıyıcı"
    }
  },
  {
    "id": "117406",
    "unitNumber": 14,
    "text": "<strong>Taşıyıcı ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Taşıyıcı, taşıma fiilini yerine getiren taraf olarak tanımlanabilir.",
      "B": "Taşıyıcının taşıma işini meslek edinmesi gerekmektedir.",
      "C": "Taşıyıcının mutlaka bir taşıma işletmecisi olması şart değildir.",
      "D": "Taşıyıcı sıfatının kazanılması için taşıma yükümlülüğünün üstlenilmesi yeterlidir.",
      "E": "Taşıma eyleminin gerçekleştirildiği araç taşıyıcının kendi öz malı olmak zorunda değildir."
    }
  },
  {
    "id": "117550",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi acentenin yetkileri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Aracılıkta bulunduğu veya yaptığı sözleşmelerle ilgili her türlü ihtar, ihbar ve protesto gibi hakkı koruyan beyanları müvekkili (tacir) adına yapabilir ve bunları kabul edebilir.",
      "B": "Aracılıkta bulunduğu veya yaptığı sözleşmelerle ilgili uyuşmazlıklardan dolayı müvekkili adına dava açabilir.",
      "C": "Aracılıkta bulunduğu veya yaptığı sözleşmelerle ilgili uyuşmazlıklardan dolayı kendisine karşı da müvekkiline izafeten (adına) dava açılabilir.",
      "D": "Yabancı tacirler adına acentelik yapanlar, aksi kararlaştırılmaksızın tacir adına dava açabilir ve açılan davada onu temsil edebilir.",
      "E": "Özel ve yazılı onay olmasa da, müvekkili adına sözleşme yapabilir."
    }
  },
  {
    "id": "117621",
    "unitNumber": 14,
    "text": "<strong>4925 sayılı Karayolu Taşıma Kanunu'na göre yurt içinde taşıma işleri komisyonculuğu için alınması gereken belge aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "R1 Yetki Belgesi",
      "B": "R2 Yetki Belgesi",
      "C": "L1 Yetki Belgesi",
      "D": "L2 Yetki Belgesi",
      "E": "H1 Yetki Belgesi"
    }
  },
  {
    "id": "146769",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi taşıma işleri komisyoncusunun talep edeceği masraflardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Taşıma ücreti",
      "B": "Yükleme",
      "C": "Boşaltma",
      "D": "Depolama",
      "E": "TIR Parkı ücretleri"
    }
  },
  {
    "id": "146771",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi taşıma işleri komisyoncusunun sorumluluktan kurtulmasını <u>sağlamaz</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Sözleşme veya teamüle uygun olarak üstü açık bir aracın kullanılmış olması yahut güverteye yükleme yapılması Müvekkili tacir adına sözleşme yapmak",
      "B": "Taşıyıcı veya yardımcıları tarafından yapılan yetersiz ambalajlama",
      "C": "Canlı hayvan taşıması",
      "D": "Taşınacak paketlerin gönderen tarafından yetersiz etiketlenmesi",
      "E": "Eşyanın gönderen veya gönderilen tarafından işleme tabi tutulması, yüklenmesi veya boşaltılması"
    }
  },
  {
    "id": "146772",
    "unitNumber": 14,
    "text": "<strong>Fiilen taşıma sürecinin belirli bir kısmını gerçekleştiren ancak taşıma sözleşmesinin tamamından müteselsilen sorumlu olan taşıyıcı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Müteakip Taşıyıcı",
      "B": "Fiilî Taşıyıcı",
      "C": "Akdî Taşıyıcı",
      "D": "Alt Taşıyıcı",
      "E": "Taşıma İşleri Komisyoncusu"
    }
  },
  {
    "id": "146773",
    "unitNumber": 14,
    "text": "<strong>Acenteler ile ilgili aşağıdaki bilgilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Sözleşmelerin yapılmasına aracılık edilmesi veya tacir adına sözleşme kurulması konularıyla uğraşırlar.",
      "B": "Acentenin kendi adına ayrı bir işletmesi bulunabilir.",
      "C": "Aracılıkta bulunduğu veya yaptığı sözleşmelerle ilgili uyuşmazlıklardan dolayı müvekkili adına dava açamaz.",
      "D": "Yapılacak sözleşmelerin türü, koşulları hakkında tacirin talimatlarına uymak ve ekonomik gelişmelerden taciri haberdar etmek yükümlülüğü altındadır.",
      "E": "Acente, aynı yer veya bölge içinde, birbirleriyle rekabette bulunan birden fazla ticari işletme için aracılık yapamaz."
    }
  },
  {
    "id": "146774",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi UTIKAD'ın (Uluslararası Taşımacılık ve Lojistik Hizmet Üretenleri Derneği) taşıma işleri komisyonculuğu hizmetlerine ilişkin kurallarında, taşıma işleri komisyonculuğu hizmet deyimleri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yüklerin taşınması veya taşıtılması",
      "B": "Sigorta yapılması veya yaptırılması",
      "C": "Yüklerin depolanması",
      "D": "Yüklerin elden geçirilmesi, elleçlenmesi veya markalanması",
      "E": "Yükleme sırasında nezaret etmek"
    }
  },
  {
    "id": "146775",
    "unitNumber": 14,
    "text": "<strong>Taşıma İşleri Komisyoncuları ile ilgili aşağıdakilerden hangisi<u> yanlıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Taşıma İşleri Komisyoncuları bir ihtilaf söz konusu olduğunda yük üzerinde hapis hakkı kullanabilir.",
      "B": "Taşıma İşleri Komisyoncuları, akdi ilişki içerisinde yer aldığı müvekkilinden bağımsız olarak faaliyetlerini sürdürmektedir.",
      "C": "Birden fazla taşıma şekli kullanıyorsa; taşıma işleri komisyoncusu, taşıma türlerini birbirine kombine eder ve müşterilerine paket hâlinde aktarırlar.",
      "D": "Taşıma İşleri Komisyoncuları, her zaman başkası adına ve hesabına çalışırlar.",
      "E": "Taşıma İşleri Komisyoncusu, gerekli sözleşmeleri kendi veya böyle bir yetki almış olması şartıyla, gönderen adına yapar."
    }
  },
  {
    "id": "159878",
    "unitNumber": 14,
    "text": "<strong>Taşıma sözleşmesi ile eşya veya yolcu taşıma işini üstlenen kişi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Taşıyıcı",
      "B": "Taşınan",
      "C": "Seyahat acentesi",
      "D": "Komisyoncu",
      "E": "Müteahhit"
    }
  },
  {
    "id": "159890",
    "unitNumber": 14,
    "text": "<strong>Taşıma işletmecisi bakımından tacir adına ve hesabına sözleşmeler akdeden veya aracılık eden bağımsız tacir yardımcısı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Acente",
      "B": "Komisyoncu",
      "C": "Simsar",
      "D": "Ticari temsilci",
      "E": "Organizatör"
    }
  },
  {
    "id": "305128",
    "unitNumber": 14,
    "text": "<strong>Taşıma işleri komisyoncusunun, istem ve haklarını kullanabilmesi için gerekli zaman aşımı süresi ne kadardır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "6 ay",
      "B": "1 yıl",
      "C": "1,5 yıl",
      "D": "2 yıl",
      "E": "2,5 yıl"
    }
  },
  {
    "id": "305131",
    "unitNumber": 14,
    "text": "<strong>4925 sayılı KTK'ye göre uluslararası düzeyde taşıma işleri komisyonculuğu yapmak için alınması gereken yetki belgesi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "H1 Yetki Belgesi",
      "B": "H2 Yetki Belgesi",
      "C": "L1 Yetki Belgesi",
      "D": "L2 Yetki Belgesi",
      "E": "R1 Yetki Belgesi"
    }
  },
  {
    "id": "333516",
    "unitNumber": 14,
    "text": "<strong>Taraflardan hiçbirine ticari temsilci, ticari vekil, pazarlamacı veya acente gibi bir sıfatla sürekli şekilde bağlı olmaksızın, ücret karşılığında, sözleşmelerin yapılması hususunda aracılık yapan kimse aşağıdakilerden hangisidir? </strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Simsar",
      "B": "Komisyoncu",
      "C": "Taşıma işleri komisyoncusu",
      "D": "Taşıma işleri organizatörü",
      "E": "Müteakip taşıyıcı"
    }
  },
  {
    "id": "336105",
    "unitNumber": 14,
    "text": "I. Acentenin ayrı bir işletmesi mevcut olup faaliyetinde bağımsızdır.<br/>II. Acente, belli bir yer veya bölgede faaliyet gösterir.<br/>III. Acentenin yetkilerini ortadan kaldıran sözleşme hükümleri, kural olarak geçerlidir.<br/>IV. Acente, müvekkili hesabına saklamakta bulunduğu emtia veya eşyaya gelen hasarlardan, kusursuz olduğunu ispat etse bile sorumludur.<br/><strong>Acente ile ilgili olarak yukarıdaki ifadelerden hangisi ya da hangileri doğrudur?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve IV",
      "D": "I, II ve III",
      "E": "II, III ve IV"
    }
  },
  {
    "id": "393696",
    "unitNumber": 14,
    "text": "<strong>Yurt içi eşya taşımacılığı konusunda komisyonculuk yapacakların alması gereken yetki belgesi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "H1 yetki belgesi",
      "B": "H2 yetki belgesi",
      "C": "L1 yetki belgesi",
      "D": "L2 yetki belgesi",
      "E": "R2 yetki belgesi"
    }
  },
  {
    "id": "394044",
    "unitNumber": 14,
    "text": "<strong>Acente ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Acente, ayrı bir işletmeye sahip olup faaliyetinde bağımsızdır.",
      "B": "Acente, müvekkilinin açık talimatı olmayan konularda emir alıncaya kadar işlemi geciktirebilir.",
      "C": "Acente, müvekkilinin özel ve yazılı onayı olmasa bile, bedelini bizzat ödediği mal ve hizmetleri teslim almaya yetkilidir.",
      "D": "Acente, yetkisi olmaksızın ya da yetki sınırlarını aşarak müvekkili adına bir sözleşme yaparsa, bu sözleşme geçersiz olur.",
      "E": "Acenteye müvekkili adına sözleşme yapma yetkisini veren belgenin ticaret siciline tescili açıklayıcı niteliktedir."
    }
  }
]