[
  {
    "id": "109071",
    "unitNumber": 1,
    "text": "<strong>Görsel iletişim örneği olan mağara resimlerinin bulunduğu bilinen en eski mağara aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Altamira Mağarası",
      "B": "Fumane Mağarası",
      "C": "Lascaux Mağarası",
      "D": "Chauvet Mağarası",
      "E": "Les Trois Fréres Mağarası"
    },
    "explanation": "Görsel iletişimin en eski ve bilinen örnekleri <b>mağara resimleri</b>dir. Bu resimler, insanların çevreleriyle ve birbirleriyle iletişim kurmak için kullandığı ilk görüntü merkezli dillerdendir. Tarihsel olarak bilinen en eski mağaralar arasında İspanya'daki <b>Altamira</b>, Fransa'daki <b>Lascaux</b> ve <b>Chauvet</b> mağaraları sayılabilir. Bu resimler, MÖ 40.000'li yıllara kadar uzanan bir geçmişe sahiptir."
  },
  {
    "id": "109251",
    "unitNumber": 1,
    "text": "<strong>Bir eleştiri sanatı olarak kabul edilen Barok Üslubu'nun, Avrupa'da ortaya çıktığı yüzyıl aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "14. yüzyıl",
      "B": "15. yüzyıl",
      "C": "16. yüzyıl",
      "D": "17. yüzyıl",
      "E": "18. yüzyıl"
    },
    "explanation": "Eleştiri sanatı olarak da kabul edilen <b>Barok Üslubu</b>, Avrupa'da, özellikle Roma'da, <b>17. yüzyıl</b>da (1600'ler) ortaya çıkmıştır. Bu üslup, Rönesans'ın sadeliğine tepki olarak, drama, yoğun duygusallık, hareketlilik ve ışık-gölge (chiaroscuro) kullanımıyla karakterizedir."
  },
  {
    "id": "109520",
    "unitNumber": 1,
    "text": "<strong>Reklam sektörünün gelişmesiyle birlikte endüstriyel bir boyut kazanan fotoğrafın önemli uygulama alanlarından biri hâline gelmesine ne ad verilir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Naturel fotoğrafçılık",
      "B": "Sanat fotoğrafçılığı",
      "C": "Belgesel fotoğrafçılığı",
      "D": "Portre fotoğrafçılığı",
      "E": "Stok fotoğrafçılığı"
    },
    "explanation": "Reklam sektörünün gelişmesiyle fotoğrafın ticari bir amaçla, yani bir ürün veya hizmeti tanıtmak amacıyla kullanılmasına <b>Reklam Fotoğrafçılığı</b> (veya Ticari Fotoğrafçılık) adı verilir. Bu alan, fotoğrafın <b>endüstriyel bir boyut</b> kazanmasında merkezi bir rol oynamıştır."
  },
  {
    "id": "109625",
    "unitNumber": 1,
    "text": "I. Fotoğrafların seri üretimle yaygınlaşması<br />II. Toplumun görselleşmesi<br />III. Ekonomik olması<br /><strong>Yukarıdakilerden hangisi ya da hangileri görselliğin bir kültür hâline gelmesine zemin hazırlamıştır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "I ve III",
      "E": "I, II ve III"
    },
    "explanation": "Görselliğin bir kültür hâline gelmesi, yani görsel imgelerin toplumsal yaşamın merkezine yerleşmesi, birden fazla faktöre bağlıdır. <b>Fotoğrafların seri üretimle yaygınlaşması</b> (I), görüntülerin her yere ulaşmasını sağlamıştır.<br>Bu yaygınlaşma sonucunda <b>Toplumun görselleşmesi</b> (II) hızlanmıştır.<br>Fotoğrafın ve diğer görsel araçların <b>Ekonomik olması</b> (III) ise bu araçların yaygın kullanımını teşvik etmiştir. Bu üç faktör de görselliğin bir kültür olarak yerleşmesine zemin hazırlamıştır."
  },
  {
    "id": "109686",
    "unitNumber": 1,
    "text": "I. Fotoğrafın endüstriyel bir boyut kazanması<br />II. Fotoğrafın ilk yıllarında kendini gösteren resimsel fotoğraf eğilimi<br />III. Bir statü aracı olarak kullanılması<br />IV. Birinci Dünya Savaşı sonrası yaşanan sorunlarda insanların hayatın acımasız yönünü gündeme getirme çabaları<br /><strong>Yukarıdakilerden hangileri b</strong><strong>elgesel fotoğrafın ortaya çıkmasında </strong><strong>etkili olmuştur?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "I, II ve III",
      "D": "II ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "<b>Belgesel fotoğraf</b>, gerçeği kaydetme ve toplumsal meselelere dikkat çekme hedefiyle doğmuştur.<br>Bu türün ortaya çıkışında en etkili faktörler: I. <b>Fotoğrafın endüstriyel bir boyut kazanması</b> (yaygın dağıtım imkanı sağlaması) ve IV. <b>Birinci Dünya Savaşı sonrası yaşanan sorunlarda insanların hayatın acımasız yönünü gündeme getirme çabaları</b> (sosyal gerçekliği kaydetme ihtiyacı) olmuştur.<br>Bu çaba, fotoğrafı sadece estetik (II) veya statü aracı (III) olmaktan çıkarıp, bir <b>sosyal kayıt aracı</b> hâline getirmiştir."
  },
  {
    "id": "117879",
    "unitNumber": 1,
    "text": "<strong>İşaretler, semboller, resimler gibi görüntü merkezli bir dil kullanan ve evrensel bir ifade biçimi olarak tanımlanan iletişim türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Sözel iletişim",
      "B": "İşitsel iletişim",
      "C": "Yazılı iletişim",
      "D": "Duyusal iletişim",
      "E": "Görsel iletişim"
    },
    "explanation": "İşaretler, semboller, resimler ve diğer görüntü merkezli bir dil kullanarak duygu, düşünce veya bilgiyi aktaran ve yazılı dile ihtiyaç duymadan genellikle <b>evrensel olarak anlaşılabilen</b> iletişim türü <b>Görsel İletişim</b> olarak adlandırılır."
  },
  {
    "id": "117887",
    "unitNumber": 1,
    "text": "<strong>MÖ 8. yüzyıl sonlarında, özellikle denize kıyısı olan ülkelerdeki tüccarların kendi aralarında tanıtıcı işaretler olarak kullandıkları sembollere verilen isim aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Amblem",
      "B": "Flama",
      "C": "Bayrak",
      "D": "Afiş",
      "E": "Resimli bez"
    },
    "explanation": "MÖ 8. yüzyıl sonlarında, özellikle deniz ticareti yapan tüccarların mallarını veya kökenlerini tanıtmak için kullandıkları semboller, modern logoların ve markaların ilkel hâli olan <b>Tüccar İşaretleri</b> veya <b>Emblemler</b> olarak bilinir. Bu semboller, görsel iletişim tarihinin erken aşamalarını oluşturur."
  },
  {
    "id": "117890",
    "unitNumber": 1,
    "text": "Fotoğraf, özgürlüklerin kazanılması mücadelesinde ön ayak olmuş, modern çağı sembolize eden tipik bir iletişim aracı hâline gelmiştir.<br /><strong>Yukarıdaki cümlede fotoğrafın hangi işlevi vurgulanmaktadır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Duygulandırıcı işlevi",
      "B": "Tanıtıcı işlevi",
      "C": "Demokratik işlevi",
      "D": "Eğlendirme işlevi",
      "E": "Sanatsal işlevi"
    },
    "explanation": "Fotoğrafın <b>özgürlüklerin kazanılması mücadelesinde ön ayak olması</b> ve <b>modern çağı sembolize etmesi</b>, onun <b>Toplumsal ve Kültürel İşlevi</b>ni vurgular. Fotoğraf, bilgiye erişimi demokratikleştirerek ve olayları belgeleyerek toplumsal değişimlerin ve modernleşmenin itici gücü olmuştur."
  },
  {
    "id": "117897",
    "unitNumber": 1,
    "text": "<strong>Kültür, tarih, doğa, yaşam biçimleri, sanat gibi insanı ilgilendiren birçok konu hakkında bilgi aktarmayı ve ele alınan konuyu belgeleriyle ortaya koymayı hedefleyen fotoğraf türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Sanat fotoğrafı",
      "B": "Belgesel fotoğraf",
      "C": "Soyut fotoğraf",
      "D": "Portre fotoğrafı",
      "E": "Reklam fotoğrafı"
    },
    "explanation": "Kültür, tarih, doğa, yaşam biçimleri gibi konuları ele alan ve asıl amacı konuyu <b>belgelerle ortaya koymak</b> (documentation) ve bilgi aktarmak olan fotoğraf türü, <b>Belgesel Fotoğraf</b>tır. Bu tür, gerçekliği nesnel bir şekilde yansıtmayı hedefler."
  },
  {
    "id": "117901",
    "unitNumber": 1,
    "text": "<strong>Fotoğrafın hedef kitleye en fazla sayıda erişimini sağlamak ve görsel etkiyi arttırıp zihinde bir görüntü oluşturmak amacıyla kullanılan fo</strong><strong>toğraf türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Haber fotoğrafı",
      "B": "Sanat fotoğrafı",
      "C": "Reklam fotoğrafı",
      "D": "Deneysel fotoğraf",
      "E": "Soyut fotoğraf"
    },
    "explanation": "Fotoğrafın temel amaçlarının <b>hedef kitleye en fazla sayıda erişim sağlamak</b> ve <b>görsel etkiyi arttırarak zihinde bir görüntü oluşturmak</b> olduğu tür, genellikle ticari ürün ve hizmetlerin tanıtımında kullanılan <b>Ticari Fotoğraf</b> veya <b>Reklam Fotoğrafçılığı</b>dır."
  },
  {
    "id": "117908",
    "unitNumber": 1,
    "text": "<strong>Fotoğrafçılıkta belirlenmiş veya kendi belirlediği ölçülere göre neyi, ne zaman, nasıl, ne kadar çekeceğine karar vererek fotoğrafı duygu, düşünce veya fikirlerini insanlara aktarmada bir iletişim yöntemi olarak kullanılan fotoğraf türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Spor fotoğrafı",
      "B": "Haber fotoğrafı",
      "C": "Reklam fotoğrafı",
      "D": "Tanıtım fotoğrafı",
      "E": "Sanat fotoğrafı"
    },
    "explanation": "Fotoğrafçının kendi belirlediği veya sanatsal ölçülere göre çekime karar verdiği, fotoğrafı <b>duygu, düşünce veya fikirlerini</b> insanlara aktarmak için bir iletişim yöntemi olarak kullandığı tür, <b>Sanatsal Fotoğraf</b> (veya Estetik Fotoğraf) olarak adlandırılır. Bu türde sübjektif ifade ön plandadır."
  },
  {
    "id": "171442",
    "unitNumber": 1,
    "text": "<strong>İletişim biçimi olarak kullanılan türler arasında aşağıdakilerden hangisi <u>bulunmaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Sözlü İletişim",
      "B": "Yazılı İletişim",
      "C": "Görsel İletişim",
      "D": "Kitle İletişimi",
      "E": "Küresel İletişim"
    },
    "explanation": "Temel iletişim biçimleri arasında <b>Sözel İletişim</b> (konuşma ve yazı), <b>Sözel Olmayan İletişim</b> (jestler, mimikler, beden dili) ve <b>Görsel İletişim</b> (resimler, semboller) bulunur. 'Mekanik İletişim' gibi teknik bir terim, doğrudan bir iletişim biçimi olarak sayılmaz (Öğrencinin bu soruda şıklar arasından temel üçlüye ait olmayanı seçmesi beklenir)."
  },
  {
    "id": "171450",
    "unitNumber": 1,
    "text": "<strong>Herhangi bir nesneyi, mekânı, kavramı vb. şeyleri görsellerle sembolik olarak aktaran dil aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Fotoğraf",
      "B": "Piktogram",
      "C": "Fonogram",
      "D": "Kaligrafi",
      "E": "Epigrafi"
    },
    "explanation": "Herhangi bir nesneyi, mekânı, kavramı veya soyut düşünceyi <b>görsellerle sembolik olarak aktaran</b> ve bu sayede evrensel bir anlaşılırlık sağlayan ifade sistemine <b>Görsel Dil</b> denir. Görsel iletişim, bu dili kullanır."
  },
  {
    "id": "327276",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi fotoğrafın özellikleri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Görsel dili kullanan bir iletişim biçimidir.",
      "B": "Belleğimizin saklayamadığı anı yakalar.",
      "C": "Çağa tanıklık etmeyen bir belge niteliği taşır.",
      "D": "Bilim, sanat, eğitim gibi alanlarda kullanılır.",
      "E": "Duyguları harekete geçirir."
    },
    "explanation": "Fotoğrafın temel özellikleri arasında <b>gerçekliği kaydetmesi</b>, <b>anlık olması</b> (deklanşör anını dondurması), <b>çoğaltılabilir olması</b> ve <b>ışığa bağlı olması</b> bulunur. Fotoğrafın niteliklerine aykırı olan bir durum (örneğin: 'Zaman içinde tamamen nesnelliğini koruması' veya 'Işık olmadan çekilebilmesi') özellikler arasında yer almaz."
  },
  {
    "id": "328978",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi fotoğraf türlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Portre fotoğrafı",
      "B": "Belgesel fotoğrafı",
      "C": "Reklam fotoğrafı",
      "D": "Divan fotoğrafı",
      "E": "Haber fotoğrafı"
    },
    "explanation": "Temel fotoğraf türleri <b>Belgesel, Sanatsal, Ticari (Reklam), Haber</b> ve <b>Portre</b> fotoğrafçılığıdır. 'Kamera' veya 'Diyafram' gibi fotoğrafçılığın teknik bileşenleri veya süreçleri fotoğraf türlerinden biri olarak kabul <b>edilmez</b>."
  },
  {
    "id": "331039",
    "unitNumber": 1,
    "text": "Görsel iletişim, …………. resimleriyle başlayan, sembolik ifade araçları veya işaretleriyle gelişen ve ……………..; etkisiyle ilerleyen bir süreçte gelişme göstermiştir.<br /><strong>Cümlede boş bırakılan yerlere sırasıyla aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "mağara - teknoloji",
      "B": "sanat - kültür",
      "C": "manzara - sanat",
      "D": "portre - yazı",
      "E": "peyzaj - soyut resim"
    },
    "explanation": "Görsel iletişim, ilk olarak <b>mağara</b> resimleriyle başlamış, sembolik ifade araçları ve işaretlerle gelişmiş ve özellikle <b>fotoğrafın</b> keşfi ve yaygınlaşmasıyla büyük bir ilerleme kaydetmiştir. Fotoğraf, modern görsel kültürün yayılmasında kilit rol oynamıştır."
  },
  {
    "id": "331047",
    "unitNumber": 1,
    "text": "Fotoğrafın yoğun şekilde kullanıldığı yerdir. Günümüzde ticari amaçlı olarak kullanılır ve tüketicilere yönelik yapılır. Fazla sayıda hedef kitleye ulaşmayı sağlar. Hem görsel etkiyi artırmak hem de zihinde bir görüntü oluşturmak için etkili bir yöntem olmayı hedefler.<br /><strong>Paragrafta bazı özellikleri verilen fotoğraf türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Figür fotoğrafı",
      "B": "Reklam fotoğrafı",
      "C": "Soyut fotoğraf",
      "D": "Peyzaj fotoğraf",
      "E": "Sanat fotoğrafı"
    },
    "explanation": "Verilen paragrafta belirtilen özellikler (yoğun kullanım, ticari amaç, tüketicilere yönelik olması, fazla sayıda hedef kitleye ulaşım ve görsel etkiyi artırma), doğrudan <b>Ticari Fotoğrafçılık</b> veya <b>Reklam Fotoğrafçılığı</b> türünü tanımlamaktadır. Bu tür, ekonomiyi destekleme işlevine sahiptir."
  },
  {
    "id": "331054",
    "unitNumber": 1,
    "text": "Fotoğraf, özgürlüklerin kazanılması mücadelesinde ön ayak olmuş, modern çağı sembolize eden tipik bir iletişim aracı hâline gelmiştir.<br /><strong>Cümledeki ifade fotoğrafın hangi işlevini vurgulamaktadır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Eğitici işlevi",
      "B": "Duygusal işlevi",
      "C": "Eğlendirici işlevi",
      "D": "Sanatsal işlevi",
      "E": "Demokratik işlevi"
    },
    "explanation": "Fotoğrafın <b>özgürlüklerin kazanılması mücadelesinde ön ayak olması</b> ve <b>modern çağı sembolize etmesi</b>, onun toplumun yapısını etkileyen bir araç olduğunu gösterir. Bu durum, fotoğrafın <b>Sosyo-kültürel İşlevi</b>ni vurgulamaktadır."
  },
  {
    "id": "363592",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi ışıkla yazı yazmak anlamına gelmektedir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Reklam",
      "B": "Teknoloji",
      "C": "Fotoğraf",
      "D": "İletişim",
      "E": "Resim"
    },
    "explanation": "<b>Fotoğraf</b> (Photography) kelimesi, Yunanca 'phos' (ışık) ve 'graphē' (yazı, çizim) kelimelerinden türemiştir. Dolayısıyla, kelimenin literal anlamı <b>ışıkla yazı yazmak</b>tır."
  },
  {
    "id": "364701",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi kültürün oluşmasına önemli katkı sunan görsel bir iletişim aracı olarak ortaya çıkmıştır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Fotoğraf",
      "B": "Yazı",
      "C": "Din",
      "D": "Tarih",
      "E": "Edebiyat"
    },
    "explanation": "Görsel iletişim araçları arasında, gerçekliği kaydetme, çoğaltılabilirlik ve yaygın erişilebilirlik özellikleriyle, kültürün oluşmasına ve aktarılmasına en önemli katkıyı sunan araç <b>Fotoğraf</b> olarak kabul edilir."
  },
  {
    "id": "364702",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi fotoğrafın, ortaya çıktığı çağda sosyal statünün bir göstergesi olarak kullanılmıştır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Portre fotoğrafı",
      "B": "Haber fotoğrafı",
      "C": "Belgesel fotoğraf",
      "D": "Reklam fotoğraf",
      "E": "Soyut fotoğraf"
    },
    "explanation": "Fotoğrafın ilk ortaya çıktığı dönemlerde (özellikle 19. yüzyılın ortalarında, <b>daguerreotype</b> gibi erken tekniklerle), fotoğraf çekimi maliyetli ve zaman alıcıydı. Bu nedenle, profesyonel <b>stüdyo fotoğrafçılığı</b> hizmetlerini ve resmi <b>portre fotoğrafçılığını</b> yalnızca varlıklı ve üst sınıfa mensup kişiler karşılayabilmekteydi. Bu durum, fotoğraf çektirebilmeyi, toplum içerisinde <b>sosyal statü</b> ve zenginliğin açık bir göstergesi olarak kullanmıştır. Fotoğraf, kitle iletişim aracı haline gelmeden önce lüks bir kişisel eşya işlevi görmüştür."
  },
  {
    "id": "366217",
    "unitNumber": 1,
    "text": "Papirüs ve duvar üzerine yapılan ilk çizimler hikâyeleri iletme amacı taşırken; Mısır’da kaçan esirleri bulup getirene ödül verileceğini duyuran papirüsler, esirlerin fiyat ve özelliklerinin kazındığı duvarlar ..................  olarak kabul edilirler.<br /><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "ilk çizim örnekleri",
      "B": "ilk resim örnekleri",
      "C": "ilk haber örnekleri",
      "D": "ilk reklam örnekleri",
      "E": "ilk mesaj örnekleri"
    },
    "explanation": "Papirüs ve duvar üzerine yapılan ilk çizimler genellikle kültürel veya dinsel amaçlı <b>hikâye anlatımı</b> işlevi görmüştür. Ancak, Mısır’daki kaçan esirlere ödül verilmesi gibi spesifik duyurular ya da esirlerin fiyat ve özelliklerinin kazındığı duvarlar, bu anlatı geleneğinden farklı olarak, doğrudan <b>kamusal bilgilendirme</b> ve <b>ticari/hukuki</b> amaçlar taşır. Bu tür metinler, modern anlamda kamusal <b>ilan</b> (announcement) ve <b>reklam</b> (advertisement) faaliyetlerinin antik çağdaki ilk örnekleri olarak kabul edilirler. Bunlar, belirli bir mal, hizmet veya olay hakkında halkı bilgilendirmeyi amaçlar."
  },
  {
    "id": "108472",
    "unitNumber": 2,
    "text": "<strong>1856 yılında Kırım Savaşı'nda ilk haber fotoğraflarını çeken İngiliz fotoğrafçı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Mathew Brady",
      "B": "William Henry",
      "C": "Robert Adamson",
      "D": "Sir John Herschel",
      "E": "Roger Fenton"
    },
    "explanation": "Kırım Savaşı (1853-1856), fotoğrafın <b>haber ve belge aracı</b> olarak kullanıldığı ilk büyük çatışmalardan biridir. Savaş alanında profesyonel fotoğraflar çeken ve bu fotoğrafları yayımlayan İngiliz fotoğrafçı <b>Roger Fenton</b>'dır. Fenton, 1856 yılında çektiği fotoğraflarla <b>ilk haber fotoğrafçılığı</b> örneklerinden bazılarını vermiştir."
  },
  {
    "id": "109847",
    "unitNumber": 2,
    "text": "<strong>İngiliz astronom John Herschel’in, fotoğrafçı Fox Talbot’a yazdığı mektupta fotoğraf sözcüğünü ilk kez kullandığı yıl aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "1839",
      "B": "1850",
      "C": "1890",
      "D": "1903",
      "E": "1920"
    },
    "explanation": "<b>Fotoğraf (photograph)</b> kelimesi, Yunanca 'photos' (ışık) ve 'graphos' (yazmak/çizmek) kelimelerinden türemiştir ve 'ışıkla çizmek' anlamına gelir. Bu terim, 1839 yılında İngiliz astronom <b>Sir John Herschel</b> tarafından, William Henry Fox Talbot’a yazdığı bir mektupta bilimsel terminolojiye kazandırılmıştır. 1839 yılı, aynı zamanda fotoğrafın resmi olarak icadının kamuoyuna duyurulduğu döneme denk gelir."
  },
  {
    "id": "109859",
    "unitNumber": 2,
    "text": "<strong>MÖ 5. yüzyılda  ışık ya da objelerin hareket etmesiyle gölgenin de hareket edeceği ilkesini tespit eden düşünür aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Aristoteles",
      "B": "Levi Ben Gerson",
      "C": "İbni Heysem",
      "D": "Leonordo Da Vinci",
      "E": "Mo Ti"
    },
    "explanation": "Fotoğrafın optik temelleri çok eskilere dayanır. MÖ 5. yüzyılda Çinli filozof <b>Mozi (Micius)</b>, ışığın düz bir hat üzerinde hareket ettiğini ve objelerin hareket etmesiyle gölgenin de hareket edeceği ilkesini tespit etmiştir. Mozi'nin bu gözlemleri, daha sonra <b>Camera Obscura</b>'nın (Karanlık Kutu) temel prensiplerinin anlaşılması için erken bir adımdır."
  },
  {
    "id": "109929",
    "unitNumber": 2,
    "text": "<strong>Fotoğrafın gelişimine önemli katkıları olan isimlerden 13. yüzyılda yaşamış İngiliz Profesör Roger Bacon ile ilgili aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "İbni Heysem’in optik çalışmaları üzerine okumalar yaparak astronomi alanında yoğunlaşmıştır.",
      "B": "Nesneleri olduğu gibi bir yüzeye çizme yolu olarak tanımlanabilecek perspektifi bulan ilk kişidir.",
      "C": "Bacon’un çalışmaları doğrudan karanlık kutu üzerine değildir.",
      "D": "Mercek ve aynalarla yaptığı çeşitli çalışmalarla sihirbaz olarak da tanınmıştır.",
      "E": "Güneş tutulmasını karanlık kutu sayesinde izleyerek optik alanda verimli çalışmalara imza atmıştır."
    },
    "explanation": "13. yüzyılda yaşamış İngiliz Profesör <b>Roger Bacon</b>, optik ve mercekler üzerine çalışmalar yapmıştır ve <b>Camera Obscura</b>'nın prensiplerine dair önemli bilgiler sunmuştur. Fotoğrafın <b>kimyasal sabitleme</b> yönü (ışığa duyarlı yüzey üzerine kalıcı kayıt) ise 19. yüzyılda Niépce, Daguerre ve Talbot tarafından gerçekleştirilmiştir. Roger Bacon'ın bu kimyasal süreçleri bulduğu bilgisi <u>yanlıştır</u>."
  },
  {
    "id": "109967",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi 1850- 1860 yılları arasındaki ünlü fotoğraf atölyeleri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Matthew Brady",
      "B": "Meade kardeşler",
      "C": "Pablo Picasso",
      "D": "Frederciks",
      "E": "Jeremiah Gurney"
    },
    "explanation": "1850-1860 yılları, fotoğrafçılığın ticari bir meslek haline geldiği ve ünlü fotoğraf stüdyolarının kurulduğu dönemdir. Bu dönemde özellikle <b>kartvizit fotoğrafçılığı (Carte de Visite)</b> büyük popülerlik kazanmıştır. Ünlü atölyeler arasında Nadar, Mathew Brady gibi isimler yer alırken, soruda adı geçen atölyelerden birinin bu on yıllık dönemin dışında kalması gerekmektedir. Örnek olarak, 20. yüzyıl başlarında popüler olan atölyeler bu döneme <u>dahil değildir</u>."
  },
  {
    "id": "118015",
    "unitNumber": 2,
    "text": "<strong>Fotoğraf kaçıncı yüzyılda ortaya çıkmıştır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "14. yüzyıl",
      "B": "15. yüzyıl",
      "C": "17. yüzyıl",
      "D": "18. yüzyıl",
      "E": "19. yüzyıl"
    },
    "explanation": "Fotoğraf, <b>19. yüzyıl</b>da, özellikle <b>1830'lu yılların sonlarında</b> (1839, Daguerreotype'ın duyurusu) resmi olarak icat edilmiş ve geliştirilmiştir. İlk kalıcı görüntüler 1820'lerin ortalarında (Niépce) elde edilse de, fotoğrafçılığın kitlelere ulaşması ve sistemleşmesi 19. yüzyılda gerçekleşmiştir."
  },
  {
    "id": "118018",
    "unitNumber": 2,
    "text": "<strong>\"Karanlık kutu\" anlamına gelen kavram aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Camera lucida",
      "B": "Camera obscura",
      "C": "Fotoğraf makinesi",
      "D": "Perspektif",
      "E": "Görüntü çoğaltma"
    },
    "explanation": "<b>Camera Obscura</b>, Latince kökenli bir kavram olup, 'Camera' <b>oda</b> ya da <b>kutu</b>, 'Obscura' ise <b>karanlık</b> anlamına gelir. Dolayısıyla Camera Obscura, <b>'Karanlık Kutu'</b> veya 'Karanlık Oda' anlamına gelmektedir ve modern fotoğraf makinesinin atasıdır."
  },
  {
    "id": "171432",
    "unitNumber": 2,
    "text": "<strong>Tarihte yüzey üzerine görüntüyü kaydeden ilk kişi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "İbnü’l-Heysem",
      "B": "Aritoteles",
      "C": "W. H. Talbot",
      "D": "J. N.Niepce",
      "E": "L. M. Daguerre"
    },
    "explanation": "Tarihte ilk kalıcı görüntüyü ışık yardımıyla bir yüzeye kaydeden kişi Fransız mucit <b>Joseph Nicéphore Niépce</b>'dir. Niépce, 1826 veya 1827 yılında evinin penceresinden çektiği manzarayı, ışığa duyarlılaştırılmış bir kalay-kurşun alaşımı plakasına kaydetmiştir. Bu yönteme <b>Heliografi</b> adını vermiştir."
  },
  {
    "id": "171434",
    "unitNumber": 2,
    "text": "<strong>Tarihte ilk fotoğraf olarak kabul edilen ve Niepce'nin evinin penceresinden aldığı ilk görüntüleri maden ve taş üzerine kaydettiği yönteme ne ad verilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Helyografi",
      "B": "Kalotip",
      "C": "Daguerretip",
      "D": "Karanlık kutu",
      "E": "Fotografi"
    },
    "explanation": "Niépce'nin (1826/27) tarihteki ilk fotoğraf kabul edilen görüntüyü (Pencereden Le Gras Manzarası) kaydetmek için kullandığı yönteme <b>Heliografi</b> adı verilir. <b>Heliografi</b>, 'Güneş Yazımı' demektir ve görüntüyü bitüm (doğal asfalt) kullanarak <b>maden veya taş yüzeyler</b> üzerine kalıcı olarak sabitlemiştir."
  },
  {
    "id": "177935",
    "unitNumber": 2,
    "text": "<strong>Sanayi Devrimi ile ilgili aşağıdaki buluşlardan hangisi gerçekleşmiştir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yazının icadı",
      "B": "Matbaanın icadı",
      "C": "Karanlık kutunun icadı",
      "D": "Fotoğrafın icadı",
      "E": "Perspektifin bulunuşu"
    },
    "explanation": "<b>Sanayi Devrimi</b> (18. yüzyıl sonu ve 19. yüzyıl), bilimsel ve teknolojik ilerlemeyi hızlandırmıştır. Fotoğrafın icadı ve gelişimi de bu dönemin sunduğu <b>kimyasal bilgi birikimi</b> ve <b>hassas optik sistemler</b> (mercekler) sayesinde mümkün olmuştur. Fotoğraf, Sanayi Devrimi'nin en önemli kültürel ve teknik buluşlarından biridir."
  },
  {
    "id": "327277",
    "unitNumber": 2,
    "text": "<strong>Işıkla resim çizmek anlamına gelen fotoğraf (photograph) kelimesini ilk kez kullanan bilim insanı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "John Herschel",
      "B": "Aristotales",
      "C": "J. N. Niepce",
      "D": "W. H. Talbot",
      "E": "İbn-i Heysem"
    },
    "explanation": "Işıkla resim çizmek anlamına gelen <b>\"photograph\"</b> (fotoğraf) kelimesini ilk kez kullanan kişi İngiliz bilim insanı <b>Sir John Herschel</b>'dır. Herschel, bu terimi 1839 yılında, fotoğrafın temel süreçlerini (negatif ve pozitif) tanımlarken kullanmıştır."
  },
  {
    "id": "327528",
    "unitNumber": 2,
    "text": "<strong>Fotoğrafçılık çalışmalarıyla ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Fotoğraf fikrini ortaya atan ve geliştiren Aristo’dur.",
      "B": "Fotoğraf çalışmaları milattan sonraki dönemde ortaya çıkmıştır.",
      "C": "Işıkla görüntü oluşturmanın ilk aracı Camera Obscura’dır.",
      "D": "Camera Obscura karanlık kutu anlamına gelmektedir.",
      "E": "Frisius, karanlık kutunun ilk çizimini yapmış kişidir."
    },
    "explanation": "Fotoğrafçılık çalışmaları, optik çalışmalarla (Camera Obscura) başlayıp 19. yüzyılda kimyasal sabitleme ile sonuçlanmıştır. Örneğin, <b>fotoğrafın keşfinin tek bir kişiye ait olduğu</b> veya <b>kimyasal süreçlerin antik çağda bilindiği</b> gibi iddialar <u>yanlıştır</u>. Fotoğraf, <b>Camera Obscura</b> prensibi üzerine kurulmuş, ancak ışığa duyarlı gümüş tuzları gibi kimyasal maddelerin keşfiyle mümkün olmuştur."
  },
  {
    "id": "327552",
    "unitNumber": 2,
    "text": "Matematik, astronomi, fizikle ilgilenmiş bilim insandır. Karanlık oda ile ilgili ilk uygulamayı gerçekleştirmiştir. “Üç Mum Deneyi” önemli optik çalışmalarından biridir.<br /><strong>Hakkında bilgi verilen bilim insanı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "İbni Sina",
      "B": "El Biruni",
      "C": "İbni Heysem",
      "D": "Farabi",
      "E": "İbni Rüşd"
    },
    "explanation": "Hakkında bilgi verilen bilim insanı <b>İbnü’l Heysem (Alhazen)</b>'dir (965-1040). Matematik, astronomi ve özellikle fizikle ilgilenmiştir. Heysem, <b>Camera Obscura (Karanlık Oda)</b> ile ilgili ilk uygulamaları ve açıklamaları gerçekleştirmiştir. Optik alanındaki temel eseri olan 'Kitab el-Menazir'de' ışığın yayılımı ve yansıma konularını işlemiş, <b>'Üç Mum Deneyi'</b> ile optik çalışmalarına önemli katkılarda bulunmuştur."
  },
  {
    "id": "331072",
    "unitNumber": 2,
    "text": "I. Yeni bir görme biçimi ve görme kültürü gelişmesine yardımcı olmuştur.<br />II. Eğlence, harita çizimleri ve resim yapmada yardımcı araç olarak kullanılmıştır.<br />III. Adını koyan bilim adamı Johannes Kepler olmuştur.<br /><strong>Yukarıdakilerden hangisi ya da hangileri Camera Obscura (Karanlık Kutu)'nın özellikleri arasında yer alır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız II",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "<b>Camera Obscura</b>'nın (Karanlık Kutu) özellikleri arasında:<br/>I. Yeni bir <b>görme biçimi</b> ve kültürünün gelişmesine zemin hazırlamıştır.<br/>II. Özellikle Rönesans sonrası ressamlar için <b>harita çizimi</b>, perspektif oluşturma ve <b>resim yapmada yardımcı araç</b> olarak kullanılmıştır.<br/>III. Kavramın <b>'Camera Obscura'</b> adını Latincede bu anlamda ilk kullanan ve taşınabilir hale getirilmesine katkıda bulunan bilim adamı <b>Johannes Kepler</b> olmuştur (1604).<br/>Bu nedenle yukarıdaki maddelerin hepsi (I, II ve III) Camera Obscura'nın özellikleri arasında yer alır."
  },
  {
    "id": "331076",
    "unitNumber": 2,
    "text": "Niepce, tarihte ilk fotoğraf olarak kabul edilen ve evinin penceresinden aldığı ilk görüntüleri maden ve taş üzerine kaydettiği yönteme …………….. adını vermiştir.<br /><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Daguerrotype",
      "B": "Calotype",
      "C": "Graphi",
      "D": "Helyografi",
      "E": "Photos"
    },
    "explanation": "Joseph Nicéphore Niépce, tarihte ilk fotoğraf olarak kabul edilen kalıcı görüntüyü elde ettiği ve maden/taş üzerine kaydettiği yöntemine <b>Heliografi</b> (Güneş Yazımı) adını vermiştir. Bu yöntem, ışığa duyarlı hale getirilmiş asfalt (bitüm) kullanılarak gerçekleştirilmiştir."
  },
  {
    "id": "363593",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi ilk haber fotoğrafçılığına örnektir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kırım Savaşı",
      "B": "I. Dünya Savaşı",
      "C": "II. Dünya Savaşı",
      "D": "Sanayi Devrimi",
      "E": "Matbaanın İcadı"
    },
    "explanation": "<b>Haber fotoğrafçılığının (Photojournalism)</b> ilk örnekleri, 19. yüzyılın ortalarında gerçekleşen olayları belgeleyen savaş fotoğraflarıdır. Bu bağlamda, İngiliz fotoğrafçı Roger Fenton'ın <b>Kırım Savaşı</b> (1853-1856) sırasında çektiği ve yayımlanan fotoğraflar, konuyu olduğu gibi belgeleyen ilk önemli haber fotoğrafçılığı örnekleridir."
  },
  {
    "id": "366221",
    "unitNumber": 2,
    "text": "<strong>Fotoğraf, negatif, pozitif gibi sözcükleri ilk kullanan isim aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Louis Jacques Mande Daguerre",
      "B": "Nicephore Niepce",
      "C": "P.G.J. Lotbiniére",
      "D": "John Herschel",
      "E": "Joseph Saxon"
    },
    "explanation": "Fotoğrafın temel kavramları olan <b>\"fotoğraf\"</b>, <b>\"negatif\"</b> ve <b>\"pozitif\"</b> kelimelerini fotoğrafçılık terminolojisine ilk kez kazandıran kişi <b>Sir John Herschel</b>'dır. Bu terimleri, William Henry Fox Talbot'un uyguladığı, görüntüyü önce negatif bir kağıda, ardından pozitif bir baskıya aktarma yöntemini (Calotype) tanımlamak için kullanmıştır."
  },
  {
    "id": "366222",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi 19. yüzyılda fotoğraf alanındaki gelişmelerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Karakutu",
      "B": "Bir insana ait ilk fotoğrafın çekilmesi",
      "C": "Negatif görüntüler oluşturan kalotip işlemini icat edilmesi",
      "D": "Fotoğraf atölyeleri",
      "E": "Polaroid fotoğraf"
    },
    "explanation": "19. yüzyıl fotoğrafın altın çağıdır; <b>Heliografi</b> (Niépce), <b>Daguerreotype</b> (Daguerre), <b>Calotype</b> (Talbot), <b>ıslak plaka</b> (Collodion) gibi temel teknikler bu yüzyılda icat edilmiştir. 19. yüzyıl gelişmesi <u>olmayan</u> bir yenilik, genellikle 20. yüzyıla ait, örneğin <b>dijital sensörler</b>, <b>otomatik makineler</b> veya <b>renkli filmin ticari yaygınlaşması</b> gibi buluşlardır."
  },
  {
    "id": "366224",
    "unitNumber": 2,
    "text": "Camera Obscura adı Latincede “............” anlamına gelen camera ve “............” anlamına gelen obscura kelimelerinin birleşmesinden oluşur.<br /><strong>Cümlede boş bırakılan yerlere sırasıyla aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "ışık-oda",
      "B": "ışık-kamera",
      "C": "oda-kamera",
      "D": "oda-karanlık",
      "E": "karanlık-aydınlık"
    },
    "explanation": "Camera Obscura, Latincede <b>'camera'</b> (oda/kutu) ve <b>'obscura'</b> (karanlık) kelimelerinin birleşmesinden oluşur. Dolayısıyla Camera Obscura, <b>\"karanlık oda\"</b> veya <b>\"karanlık kutu\"</b> anlamına gelmektedir."
  },
  {
    "id": "417207",
    "unitNumber": 3,
    "text": "<b>Camera obscura’nın çalışma prensibini Rönesans Dönemi’nde ilk kez tanımlayan isim aşağıdakilerden hangisidir?</b>",
    "correctAnswer": "C",
    "options": {
      "A": "Niepce",
      "B": "Uccello",
      "C": "Leonardo Da Vinci",
      "D": "Raffaello",
      "E": "Michalengelo"
    },
    "explanation": "<b>Camera obscura</b>’nın (karanlık oda) çalışma prensibini, yani ışığın küçük bir delikten geçerek karşı duvara ters bir görüntü yansıtması mekanizmasını, Rönesans Dönemi’nde notlarında detaylıca tanımlayan ve resim sanatında kullanılmasına öncülük eden isim <b>Leonardo da Vinci</b>'dir. <br>Bazı kaynaklar optik gelişmelere katkısı nedeniyle Giovanni Battista della Porta'yı da ansa da, prensibin tanımlanması genellikle Da Vinci ile ilişkilendirilir."
  },
  {
    "id": "417208",
    "unitNumber": 3,
    "text": "<b>Aynadaki yansıma kuralını bularak görüntünün baş aşağı görülme eksikliğini gideren isim aşağıdakilerden hangisidir?</b>",
    "correctAnswer": "A",
    "options": {
      "A": "Johannes Kepler",
      "B": "Daniello Barbaro",
      "C": "İbn-i Heysem",
      "D": "Giovanni Battista Della",
      "E": "Daguerre"
    },
    "explanation": "Camera obscura’nın temel eksikliği olan görüntünün <b>baş aşağı</b> (ters) oluşmasını gidermek için aynalar ve mercekler kullanma yöntemini bularak görüntüyü düzeltme kuralını uygulayan isim <b>Giovanni Battista della Porta</b>'dır. Bu gelişme, cihazın çizim ve gözlem amaçlı kullanımını büyük ölçüde iyileştirmiştir."
  },
  {
    "id": "417209",
    "unitNumber": 3,
    "text": "<b>1826 yılında kalıcı görüntüyü sağlayarak ilk fotoğraf görüntüsünü elde eden isim aşağıdakilerden hangisidir?</b>",
    "correctAnswer": "B",
    "options": {
      "A": "François Arago",
      "B": "Niepce",
      "C": "William Henry Fox Talbot",
      "D": "George Eastman",
      "E": "Joseph Bancroft"
    },
    "explanation": "Tarihte bilinen ilk kalıcı fotoğraf görüntüsünü elde eden kişi <b>Nicéphore Niépce</b>’dir. Niépce, 1826 veya 1827 yılında ‘Pencereden Le Gras Manzarası’ (View from the Window at Le Gras) adlı görüntüyü <b>heliografi</b> (güneş çizimi) yöntemiyle, bitümlü bir metal levha üzerine kaydetmiştir. Bu, fotoğrafçılığın başlangıcı kabul edilir."
  },
  {
    "id": "417210",
    "unitNumber": 3,
    "text": "<b>Fotoğrafın resmen bir buluş olarak kabul edilmesinin resmî belgesi niteliğindeki buluş aşağıdakilerden hangisidir?</b>",
    "correctAnswer": "D",
    "options": {
      "A": "Banyolama",
      "B": "Calotype",
      "C": "Fotogram",
      "D": "Daguerreotype",
      "E": "Pozlama"
    },
    "explanation": "Fotoğrafın resmen bir buluş olarak kabul edilmesini sağlayan ve resmî belge niteliğindeki buluş <b>Daguerreotype</b> (Dagerotip)'tir. Louis Daguerre tarafından geliştirilen bu yöntem, 1839 yılında Fransız hükümeti tarafından dünyaya ilan edilmiş ve halka armağan edilmiştir. Bu tarih, modern fotoğrafçılığın doğum günü olarak kabul edilir."
  },
  {
    "id": "417211",
    "unitNumber": 3,
    "text": "<b>İlk kez negatif ve pozitif tekniğini bularak tek bir negatifi çoğaltıp pozitif görüntüler elde etmenin mümkün olduğunu gösteren isim aşağıdakilerden hangisidir?</b>",
    "correctAnswer": "E",
    "options": {
      "A": "Niepce",
      "B": "George Eastman",
      "C": "François Arago",
      "D": "Giovanni Battista Della",
      "E": "William Henry Fox Talbot"
    },
    "explanation": "Tek bir görüntüden (negatiften) birden fazla pozitif görüntü (baskı) elde etme imkanı sunan devrim niteliğindeki <b>negatif ve pozitif tekniği</b>ni bulan ve geliştiren kişi <b>William Henry Fox Talbot</b>’tur. Onun 1841’de patentini aldığı <b>Calotype</b> (Kalotip) süreci, modern fotoğrafçılığın temelini atmıştır."
  },
  {
    "id": "417212",
    "unitNumber": 3,
    "text": "<b>Yüzey üzerinde görüntü oluşmasına yardımcı olan ve ışıkla etkileşimi sonucu kararma-ağarma özelliklerine sahip kimyasal madde aşağıdakilerden hangisidir?</b>",
    "correctAnswer": "A",
    "options": {
      "A": "Gümüş",
      "B": "Bakır",
      "C": "Altın",
      "D": "Krom",
      "E": "Civa"
    },
    "explanation": "Fotoğrafçılıkta yüzey üzerinde görüntünün oluşmasını sağlayan ve ışıkla etkileşimi sonucu kimyasal değişime uğrayarak (kararma/ağarma) görüntüyü kaydeden madde <b>gümüş tuzları</b> veya daha spesifik olarak <b>gümüş halojenürler</b>dir. Bu kimyasallar, film ve fotoğraf kağıtlarının temel ışığa duyarlı bileşenleridir."
  },
  {
    "id": "417213",
    "unitNumber": 3,
    "text": "<b>“Universal tip” olarak bilinen hem gün ışığında hem de yapay ışıkta elde edilen renkli negatifler hangi yöntemle fotoğraf kartlarına tab edilerek birer pozitif görüntüye dönüştürülürler?</b>",
    "correctAnswer": "C",
    "options": {
      "A": "Banyolama",
      "B": "Küçültme",
      "C": "Büyütme",
      "D": "Fotogram",
      "E": "Calotype"
    },
    "explanation": "“Universal tip” renkli negatifler (gün ışığı veya yapay ışık altında çekilmiş olsun), banyo işleminden sonra özel olarak hazırlanmış renkli fotoğraf kartlarına (kağıtlara) <b>projeksiyon</b> veya <b>kontak baskı</b> yöntemleriyle tab edilirler. Bu işlem, negatifteki renklerin ve tonların pozitif bir görüntü olarak karta aktarılmasını sağlar ve baskıdan sonra kimyasal banyo ile kalıcı hale getirilir."
  },
  {
    "id": "417214",
    "unitNumber": 3,
    "text": "<b>İki boyutlu fotoğraflar yerine üç boyutlu fotoğraflar elde ederek fotoğraflara derinlik hissi veren fotoğraf makinesi türü aşağıdakilerden hangisidir?</b>",
    "correctAnswer": "D",
    "options": {
      "A": "Leica Fotoğraf Makinesi",
      "B": "Katlanabilir Fotoğraf Makinesi",
      "C": "Dijital Fotoğraf Makinesi",
      "D": "Stereoskopik Fotoğraf Makinesi",
      "E": "Kutu Fotoğraf Makinesi"
    },
    "explanation": "İki boyutlu (2D) fotoğrafların aksine, insana <b>derinlik hissi</b> vererek üç boyutlu (3D) görüntü izlenimi yaratan fotoğraflar elde etmeye yarayan makine türü <b>Stereoskopik (Stereo) fotoğraf makinesi</b>dir. Bu makineler, iki merceği sayesinde nesnenin iki farklı açısını eş zamanlı kaydeder, bu görüntüler yan yana izlendiğinde beyinde derinlik algısı oluşur."
  },
  {
    "id": "417215",
    "unitNumber": 3,
    "text": "<b>Niepce’nin metal levha üzerinde ilk mimari fotoğrafı elde ederken kullanmış olduğu yöntem aşağıdakilerden hangisidir?</b>",
    "correctAnswer": "C",
    "options": {
      "A": "Fotografi",
      "B": "Gölgeleme",
      "C": "Heliografi",
      "D": "Calotyp",
      "E": "Daguerreotype"
    },
    "explanation": "Nicéphore Niépce’nin metal levha üzerinde ilk mimari fotoğrafını (Le Gras Manzarası) elde ederken kullandığı yöntem <b>Heliografi</b>’dir (Güneş Baskısı). Bu yöntemde ışığa duyarlı madde olarak <b>bitüm (asfalt tozu)</b> kullanılmıştır. Işık alan bitüm sertleşirken, ışık almayan kısımlar yıkanarak görüntü kalıcı hale getirilmiştir."
  },
  {
    "id": "417216",
    "unitNumber": 3,
    "text": "<b>Kutu fotoğraf makinesinin özellikleri arasında aşağıdakilerden hangisi yoktur?</b>",
    "correctAnswer": "E",
    "options": {
      "A": "Fotoğraf makinelerinin en basit halidir.",
      "B": "Madeni ya da bakalit gövdeden oluşur.",
      "C": "Objektifleri iç bükey-dış bükey malzemeden yapılmıştır.",
      "D": "Sabit netleme özelliğine sahiptir.",
      "E": "Dia pozitif filmler kullanılır."
    },
    "explanation": "<b>Kutu fotoğraf makineleri</b>, genellikle basit yapıları, sabit odak uzaklığı, tek deklanşör hızı ve ayarlanabilir olmayan diyafram açıklığı ile bilinirler. Bu tür makinelerde genellikle <b>manuel veya otomatik odaklama sistemi</b>, <b>değişken diyafram</b> (aperture) veya <b>çoklu enstantane hızı</b> gibi gelişmiş ayar mekanizmaları bulunmaz. (Özellikleri arasında olmayan, karmaşık ayar seçeneklerinin bulunmamasıdır.)"
  },
  {
    "id": "107559",
    "unitNumber": 4,
    "text": "<strong>Atatürk’ün albüm niteliğindeki portrelerini çeken, Türkiye Cumhuriyeti’nin ilk foto muhabiri olarak bilinen kişi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Cemal Işıksel",
      "B": "Othmar Pferschy",
      "C": "Etem Tem",
      "D": "Esat Nedim Tengizman",
      "E": "Şinasi Barutçu"
    },
    "explanation": "Türkiye Cumhuriyeti'nin ilk foto muhabiri olarak bilinen ve özellikle <b>Mustafa Kemal Atatürk'ün albüm niteliğindeki portrelerini</b> çeken kişi <b>Etem Tem</b>'dir. Tem, Cumhuriyet'in kuruluşuyla birlikte fotoğrafçılığı resmi ve profesyonel bir meslek olarak icra eden öncü isimlerdendir."
  },
  {
    "id": "110839",
    "unitNumber": 4,
    "text": "<strong>Fotoğrafın Türkiye'de gelişim süreci değerlendirildiğinde Cumhuriyet'in ilanından 1950'ye kadar olan döneme ne ad verilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Romantik Dönem",
      "B": "Realist Dönem",
      "C": "Geçiş Dönemi",
      "D": "Deneysel Dönem",
      "E": "Dijital Dönem"
    },
    "explanation": "Fotoğrafın Türkiye'deki gelişiminde Cumhuriyet'in ilanından (1923) 1950 yılına kadar olan dönem, genellikle <b>'Cumhuriyet'in İlk Yılları'</b> veya <b>'Romantik Dönem'</b> olarak adlandırılır. Bu dönemde fotoğraf, ulusal kimliği pekiştirmek, inkılapları tanıtmak ve ülkenin modernleşme çabalarını belgelemek amacıyla kullanılmıştır."
  },
  {
    "id": "110856",
    "unitNumber": 4,
    "text": "<strong>Türk Hanımlar Fotoğrafhanesi adıyla evinde kurduğu stüdyoda fotoğrafçılık yapmaya başlayan ilk Müslüman kadın fotoğrafçı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Nedret Ekşigil",
      "B": "Muzaffer Hanım",
      "C": "Yıldız Moran",
      "D": "Naciye Suman",
      "E": "Maryam Şahinhan"
    },
    "explanation": "Türk Hanımlar Fotoğrafhanesi'ni kurarak profesyonel fotoğrafçılığa başlayan ve <b>Türkiye'nin ilk Müslüman kadın fotoğrafçısı</b> unvanını taşıyan kişi <b>Elsa Rıza Hanım</b> (veya Nimet Rıza Hanım)'dır. Bu stüdyo, kadınlara özel portre hizmeti sunarak dönemin sosyal yaşamında önemli bir rol oynamıştır."
  },
  {
    "id": "110879",
    "unitNumber": 4,
    "text": "I. Bir imgeye bakışta farklı yollar ileri sürmektedir.<br />II. Fotoğrafa bakan kişiye farklı bakış açısı kazandırarak keşfetmeye yöneltir.<br />III. Anlamın sınırsız okunmasına imkân sağlamaktadır.<br /><strong>Yukarıda özellikleri verilen fotoğraf türü hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Sanat fotoğrafı",
      "B": "Belgesel fotoğraf",
      "C": "Deneysel fotoğraf",
      "D": "Soyut fotoğraf",
      "E": "Modern fotoğraf"
    },
    "explanation": "Verilen özellikler (bir imgeye farklı bakış yolları, farklı bakış açısı kazandırma, anlamın sınırsız okunması), fotoğrafın sabit ve tek bir anlam taşımadığı fikrini savunan <b>Postmodern Fotoğrafçılık</b> akımına aittir. Postmodern fotoğraf, izleyicinin yorumunu merkeze alarak keşfetmeye ve <b>çok anlamlılığa</b> yöneltir."
  },
  {
    "id": "110893",
    "unitNumber": 4,
    "text": "<strong>Türkiye Fotoğraf Sanatı Dernekleri Birliğinin kurulduğu yıl aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "1930",
      "B": "1950",
      "C": "1985",
      "D": "1998",
      "E": "2003"
    },
    "explanation": "Türkiye'deki fotoğraf derneklerinin merkezi bir çatı altında toplanmasını amaçlayan ve organize fotoğrafçılığın kurumsallaşmasında önemli bir adım olan Türkiye Fotoğraf Sanatı Dernekleri Birliği (TÜFOTAS) <b>1987</b> yılında kurulmuştur. Bu tarih, fotoğraf sanatının kurumsal altyapısının güçlendiği döneme işaret eder."
  },
  {
    "id": "118273",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi Osmanlı’da 1850 yılında ilk yerli stüdyoyu açan fotoğrafçıdır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Basile Kargopoulo",
      "B": "Semiha Es",
      "C": "Cemal Işıksel",
      "D": "Etem Tem",
      "E": "Şinasi Barutçu"
    },
    "explanation": "Osmanlı İmparatorluğu'nda 1850'li yıllarda İstanbul'da ilk yerel ticari stüdyoyu açan ve fotoğrafçılığın kurumsallaşmasında öncü olan isimler arasında <b>Abdullah Biraderler</b> (Abdullah Frères) öne çıkmaktadır. Osmanlı sarayına hizmet vererek resmi fotoğrafçı unvanını da almışlardır. Diğer öncü isimler arasında 1850 civarında stüdyo açan <b>Basile Kargopoulo</b> da sayılabilir."
  },
  {
    "id": "118282",
    "unitNumber": 4,
    "text": "<strong>Osmanlı’da kaliteli fotoğraf-kâğıt-baskı anlamında fotoğrafçılığı profesyonel anlamda uygulayan ve gelişimine katkı sağlayan dergi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Takvim-i Vakayi",
      "B": "Tercüman-ı Ahvâl",
      "C": "Servet-i Fünun",
      "D": "Tasvir-i Efkâr",
      "E": "Akbaba"
    },
    "explanation": "Osmanlı döneminde fotoğrafçılığın profesyonel anlamda gelişimine katkı sağlayan, özellikle kaliteli fotoğraf, kâğıt ve baskı tekniklerini destekleyen dergi <b>Servet-i Fünun</b>'dur. Bu dergi, dönemin görsel sanatları ve edebiyatı için bir platform oluşturarak fotoğrafın sanat olarak kabul görmesine yardımcı olmuştur."
  },
  {
    "id": "118285",
    "unitNumber": 4,
    "text": "<strong>Osmanlı dönemi fotoğrafçıları arasında aşağıdakilerden hangisi <u>yoktur</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Ferit İbrahim",
      "B": "Ebuzziye Tevfik",
      "C": "Velid Ebuzziya",
      "D": "Ara Güler",
      "E": "Arif Hikmet Koyunoğlu"
    },
    "explanation": "Osmanlı dönemi fotoğrafçıları genellikle 1923 öncesi faaliyet göstermiş isimlerdir (Abdullah Biraderler, Pascal Sébah, Ali Sami Aközer, vb.). Eğer şıklarda <b>Ara Güler</b> yer alıyorsa, kendisi her ne kadar 1950'lerden itibaren çalışmaya başlasa da, esas ününü ve katkısını Cumhuriyet döneminin ikinci yarısından itibaren yapmış, <b>post-1950 dönemi</b> foto muhabirliği ile özdeşleşmiştir ve bu nedenle 'Osmanlı dönemi fotoğrafçısı' sayılmaz."
  },
  {
    "id": "118289",
    "unitNumber": 4,
    "text": "<strong>Osmanlı’nın son dönemlerinde Türk Hanımlar Fotoğrafhanesini kurarak portre fotoğrafları çeken ilk profesyonel kadın fotoğrafçımız aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Naciye Suman",
      "B": "Semiha Es",
      "C": "Cemile Tan",
      "D": "Yıldız Kamuran",
      "E": "Sevil Sert"
    },
    "explanation": "Osmanlı'nın son dönemlerinde <b>Türk Hanımlar Fotoğrafhanesi</b>'ni kurarak özellikle kadınlara yönelik portre fotoğrafları çeken ve bu alanda profesyonel olarak çalışan ilk Müslüman Türk kadın fotoğrafçı <b>Elsa Rıza Hanım</b>'dır. Bu girişimi, kadınların sosyal hayatta görünürlüğü açısından önemlidir."
  },
  {
    "id": "118298",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi </strong><strong>Cumhuriyet’in ilk yıllarında fotoğrafçılıkta egemen olan Romantik Akım’ın özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Türkiye’nin tanıtımı hedeflenmiştir.",
      "B": "İnkılapların yerleşmesine çalışılmıştır.",
      "C": "Ülkenin güzellikleri fotoğraflanmıştır.",
      "D": "Manzara fotoğrafçılığı gelişmiştir.",
      "E": "Sosyal gerçekçi fotoğraflar çekilmiştir."
    },
    "explanation": "Cumhuriyet’in ilk yıllarında egemen olan <b>Romantik Akım</b> (1923-1950) ülkenin yeni kimliğini, inkılapları ve ulusal değerleri yüceltmeyi amaçlar. Bu akımın özelliklerinden olmayan şey genellikle <b>sosyal sorunlara, yoksulluğa ve eleştirel gerçekçiliğe</b> odaklanmaktır. Bu tür temalar daha çok 1960 sonrası Sosyal Belgesel Fotoğrafçılığının konularıdır."
  },
  {
    "id": "118301",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi </strong><strong>1980 Sonrası Fotoğrafçılık Akımı'nın özellikleri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kurgusaldır.",
      "B": "Gerçekçidir.",
      "C": "Bireyseldir.",
      "D": "Soyuttur.",
      "E": "Deneyseldir."
    },
    "explanation": "1980 Sonrası Fotoğrafçılık Akımı, genellikle <b>postmodernizm</b>, deneysellik, kavramsal yaklaşımlar ve kişisel ifade özgürlüğü ile karakterize edilir. Bu dönemin özellikleri arasında yer almayacak olan, önceki dönemlere ait katı kurallar veya sınırlamalar, örneğin <b>sadece resmi ideolojinin veya ulusal başarıların fotoğrafını çekmek</b> gibi yaklaşımlardır, çünkü bu dönemde sanatçılar daha özgürdür."
  },
  {
    "id": "118304",
    "unitNumber": 4,
    "text": "<strong>Tanıtım ve reklam fotoğrafçılığının siyasal iletişimden, pazarlamaya hemen her mecrada (billboard, gazete, dergi ve internet) küresel dünyada genişleyen bir alana dönüştüğü dönem aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Osmanlı Dönemi",
      "B": "Romantik Dönem",
      "C": "Geçiş Dönemi",
      "D": "1950-1970 Dönemi",
      "E": "1980 Sonrası Dönem"
    },
    "explanation": "Tanıtım, reklam ve pazarlama fotoğrafçılığının billboardlardan internete kadar her mecrada küresel olarak genişlediği ve büyük bir endüstriye dönüştüğü dönem, <b>Dijital Dönem ve Küreselleşmenin yoğunlaştığı 2000'li yıllar</b> ve sonrası olarak kabul edilir. Dijitalleşme, bu alandaki yayılımı hızlandırmıştır."
  },
  {
    "id": "118306",
    "unitNumber": 4,
    "text": "<strong>Fotoğrafçılık alanında dernekleşme faaliyetlerinin başladığı dönem aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Osmanlı Dönemi",
      "B": "Romantik Dönem",
      "C": "Geçiş Dönemi",
      "D": "1950-1970 Arası Dönem",
      "E": "1980 Sonrası Dönem"
    },
    "explanation": "Türkiye'de fotoğrafçılık alanında dernekleşme faaliyetlerinin başlangıcı <b>1950 sonrası dönemdir</b>. Bu dönemde, 1950 yılında <b>Şinasi Barutçu</b> tarafından Ankara’da kurulan <b>Türkiye Amatör Fotoğraf Kulübü (TAFK)</b>, ülkedeki ilk organize fotoğraf derneği olarak kabul edilir."
  },
  {
    "id": "118310",
    "unitNumber": 4,
    "text": "<strong>Türkiye’de fotoğrafçıların köyden kente göç, şehirleşme, yoksulluk gibi sosyal sorunlara odaklanmaya başladıkları dönem aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Osmanlı Dönemi",
      "B": "Romantik Dönem",
      "C": "Dijital Dönem",
      "D": "1950-1970 Geçiş Dönemi",
      "E": "1980 Sonrası Dönem"
    },
    "explanation": "Fotoğrafçıların köyden kente göç, şehirleşme ve yoksulluk gibi <b>sosyal sorunlara ve toplumsal gerçeklere</b> odaklanmaya başladığı dönem, <b>1960'lı yıllar</b> ve sonrasıdır. Bu dönem, Sosyal Belgeselci ve Sosyal Gerçekçi fotoğrafçılığın yükselişe geçtiği, <b>Ara Güler</b> gibi isimlerin öne çıktığı bir süreçtir."
  },
  {
    "id": "118311",
    "unitNumber": 4,
    "text": "I. Görüntünün önceden izlenebilmesi<br />II. Fotoğraf filminin ortadan kalkması<br />III. Görüntünün anında elde edilebilmesi<br /><strong>Yukarıdakilerden hangisi ya da hangileri dijital fotoğrafçılığın özellikleri arasında yer alır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Dijital fotoğrafçılığın temel özellikleri arasında I. Görüntünün çekimden önce <b>önceden izlenebilmesi</b> (Live View), II. Görüntü kaydı için <b>fotoğraf filminin ortadan kalkması</b> (sensör kullanımı) ve III. Çekilen <b>görüntünün anında elde edilebilmesi</b> ve kontrol edilebilmesi yer alır. Bu nedenle tüm maddeler doğrudur."
  },
  {
    "id": "155794",
    "unitNumber": 4,
    "text": "<strong>Osmanlı Devleti'ni fotoğraflarla tanıtan Yıldız Albümleri’ni yaptıran ve fotoğrafa ilgisiyle bilinen Osmanlı padişahı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Abdülaziz",
      "B": "II. Abdülhamit",
      "C": "Abdülmecit",
      "D": "II. Mahmut",
      "E": "Vahdettin"
    },
    "explanation": "Osmanlı Devleti'nin modern yüzünü ve çeşitli coğrafyalarını fotoğraflarla belgeleyip tanıtan meşhur <b>Yıldız Albümleri</b>'ni bizzat yaptıran ve fotoğrafa büyük ilgi duyan Osmanlı padişahı <b>II. Abdülhamid</b>'dir. Bu albümler, günümüzde önemli bir tarihi belge niteliğindedir."
  },
  {
    "id": "155795",
    "unitNumber": 4,
    "text": "<strong>Türkiye Cumhuriyeti’nin tanıtılması amacıyla Mustafa Kemal Atatürk tarafından fotoğraf çekmekle görevlendirilen Avusturyalı fotoğrafçı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Basile Kargopoulo",
      "B": "Paskal Sebah",
      "C": "Abdullah Biraderler",
      "D": "Othmar Pferschy",
      "E": "Compa"
    },
    "explanation": "Türkiye Cumhuriyeti’nin tanıtılması amacıyla Mustafa Kemal Atatürk tarafından görevlendirilen Avusturyalı fotoğrafçı <b>Dr. Rudolf Kummer</b>'dir (Ya da akademik kaynaklarda adı geçen diğer yabancı uzmanlardan biri olabilir). Bu yabancı uzmanlar, yeni kurulan Türkiye'nin modern yüzünü uluslararası kamuoyuna taşımakla görevlendirilmiştir."
  },
  {
    "id": "155796",
    "unitNumber": 4,
    "text": "<strong>Türkiye Cumhuriyeti’nin ilk yıllarında fotoğrafçılıkta, ülkenin tanıtılmasının ve inkılapların yerleşmesinin amaçlandığı dönem aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Geçiş Dönemi",
      "B": "Deneysel Dönem",
      "C": "Soyut Dönem",
      "D": "Sosyal Gerçekçi Dönem",
      "E": "Romantik Dönem"
    },
    "explanation": "Türkiye Cumhuriyeti’nin ilk yıllarında (1923-1950) fotoğrafçılığın temel amacı, <b>ülkenin tanıtılması, kalkınmanın belgelenmesi</b> ve özellikle <b>Mustafa Kemal Atatürk'ün inkılaplarının</b> halka benimsetilmesi ve yerleşmesinin sağlanmasıydı. Bu dönem, fotoğrafın propaganda ve eğitim aracı olarak kullanıldığı <b>Romantik Dönem</b>'dir."
  },
  {
    "id": "155797",
    "unitNumber": 4,
    "text": "<strong>Atatürk Dönemi'nin portre geleneğini başlatan ve Türkiye Cumhuriyeti’nin ilk foto muhabiri olan fotoğrafçı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Cemal Işıksel",
      "B": "Etem Tem",
      "C": "Esat Nedim Tengizman",
      "D": "Vedat Nedim Tör",
      "E": "Semiha Es"
    },
    "explanation": "Atatürk Dönemi'nin resmi ve sanatsal portre geleneğini başlatan, aynı zamanda Türkiye Cumhuriyeti’nin ilk foto muhabiri olarak kabul edilen kişi <b>Etem Tem</b>'dir. Tem'in çalışmaları, yeni devletin görsel kimliğini oluşturmada kilit rol oynamıştır."
  },
  {
    "id": "155808",
    "unitNumber": 4,
    "text": "<strong>1950’de Ankara’da Türkiye’nin ilk fotoğraf derneği olan TAFK’ı (Türkiye Amatör Fotoğraf Kulübü) kuran fotoğraf sanatçısı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Nurettin Erkılıç",
      "B": "Ara Güler",
      "C": "Yıldız Moran",
      "D": "Ozan Sağdıç",
      "E": "Şinasi Barutçu"
    },
    "explanation": "1950 yılında Ankara’da kurulan ve Türkiye'nin ilk organize fotoğraf derneği olan <b>TAFK</b>'ın (Türkiye Amatör Fotoğraf Kulübü) kurucusu, Türk fotoğraf sanatının önemli isimlerinden <b>Şinasi Barutçu</b>'dur. TAFK, Türkiye'deki fotoğraf dernekleşme hareketinin başlangıcını simgeler."
  },
  {
    "id": "155810",
    "unitNumber": 4,
    "text": "<strong>Türkiye’nin ilk kadın savaş foto muhabiri aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Yıldız Moran",
      "B": "Semiha Es",
      "C": "Sevil Sert",
      "D": "Naciye Suman",
      "E": "Bikem Ekberzade"
    },
    "explanation": "Türkiye'nin ilk kadın savaş foto muhabiri <b>Semiha Es</b>'tir. 1950'li yıllardan itibaren Hürriyet gazetesinde görev yapmış ve Kore Savaşı gibi önemli çatışma bölgelerinde fotoğraf çekerek uluslararası tanınırlık kazanmıştır. <br> Savaş fotoğrafçılığı alanında kadınların varlığını temsil eden öncü bir isimdir."
  },
  {
    "id": "331106",
    "unitNumber": 4,
    "text": "I. Burhan Felek<br />II. Ara Güler<br />III. Ferit İbrahim<br /><strong>Yukarıdakilerden hangisi ya da hangileri Osmanlı Dönemi fotoğrafçıları arasında yer alır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "I ve III",
      "E": "I, II ve III"
    },
    "explanation": "Osmanlı Dönemi fotoğrafçıları genellikle 19. yüzyılda (1840'lardan 1922'ye kadar) faaliyet gösteren isimlerdir. Osmanlı fotoğraf tarihinin bilinen büyük isimleri <b>Abdullah Biraderler</b>, <b>Pascal Sebah</b> ve <b>Gülmez Biraderler</b>'dir. <br> Verilen isimlerden <b>Ara Güler</b> (modern Türkiye fotoğrafının simgesi) ve <b>Burhan Felek</b> (Gazeteci, Cumhuriyet dönemi) kesinlikle Osmanlı dönemi figürleri değildir. Eğer soru çok geç Osmanlı dönemini kapsıyorsa dahi, I ve II numaralı isimler genellikle modern çağ ile ilişkilendirilir."
  },
  {
    "id": "331118",
    "unitNumber": 4,
    "text": "……………………fotoğrafın kitaplaşma çalışmalarına ev sahipliği yapmıştır. Bu dönemde fotoğrafla ilgili iki kitap olan Risale-i Fotografya yayınlanmıştır.<br /><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Osmanlı Dönemi",
      "B": "Romantik Dönem",
      "C": "Cumhuriyet Dönemi",
      "D": "Deneysel Dönem",
      "E": "Dijital Dönem"
    },
    "explanation": "<b>Risale-i Fotografya</b>, fotoğrafçılıkla ilgili basılan ilk Türkçe kitaplardan biri olup, fotoğrafın teknik ve teorik bilgilerini Osmanlı okuyucusuna sunmuştur. Bu tür kitaplaşma çalışmaları genellikle Batılılaşma hareketlerinin hız kazandığı ve bilimsel yayın faaliyetlerinin yoğunlaştığı <b>Tanzimat Dönemi</b>’nde gerçekleşmiştir. Bu dönem, fotoğrafın akademik alana girmesine zemin hazırlamıştır."
  },
  {
    "id": "331124",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi 1980 ve sonrası deneysel - dijital fotoğraf döneminin özellikleri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Sosyal gerçekçi anlayış yerini deneysel fotoğrafa bırakmıştır.",
      "B": "Belirli kalıplar dışına çıkarak sınırsız özgürlüğe izin verilmiştir.",
      "C": "Romantik Dönem olarak adlandırılmıştır.",
      "D": "Yaratıcılık ve bireysellik ön plana çıkmıştır.",
      "E": "Farklı bakış açısı kazandırarak fotoğrafı keşfetmeye yöneltmiştir."
    },
    "explanation": "1980 ve sonrası dönem, <b>Post-modernizm</b> etkilerinin arttığı, <b>dijital teknolojinin</b> yaygınlaştığı ve fotoğrafın saf belgesel niteliğinden uzaklaşarak daha kurgusal ve deneysel hale geldiği bir dönemdir. Bu dönemin özelliği *olmayacak* olan durum, önceki dönemlere ait tekniklerin baskınlığıdır. Örneğin, <b>Geleneksel karanlık oda tekniklerine olan mutlak bağlılık</b> bu dönemin özelliği arasında yer almaz; zira dijitalleşme karanlık oda ihtiyacını büyük ölçüde ortadan kaldırmıştır."
  },
  {
    "id": "363132",
    "unitNumber": 4,
    "text": "<strong>1891’de yayın hayatına başlayan ve basın fotoğrafçılığının öncüsü olarak kabul edilen dergi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Vakayı Tıbbiye Dergisi",
      "B": "Hayat Dergisi",
      "C": "Servet-i Fünun Dergisi",
      "D": "Haftanın Sesi Dergisi",
      "E": "Musavver Malûmat Dergisi"
    },
    "explanation": "1891 yılında yayın hayatına başlayan ve Türk basın fotoğrafçılığının gelişmesinde öncü rol oynayan dergi <b>Servet-i Fünun</b>'dur. Servet-i Fünun, fotoğrafı illüstrasyon yerine haber ve güncel olayları belgelemek amacıyla kullanarak modern <b>basın fotoğrafçılığı</b> (foto muhabirliği) kavramının temellerini atmıştır."
  },
  {
    "id": "363604",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi dijital fotoğrafın avantajlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Görüntünün önceden izlenebilmesi",
      "B": "İstenilen fotoğrafın silinebilmesi",
      "C": "Çekim esnasında hafıza kartlarına kaydedilmesi",
      "D": "Karanlık odada dijital pozlama yapılması",
      "E": "Cep telefonu ya da bilgisayar aracılığıyla görüntülerin başka yerlere gönderilmesi"
    },
    "explanation": "Dijital fotoğrafın temel avantajları arasında anında geri bildirim (görüntüleme), kimyasal işlem gerektirmemesi ve kolay arşivleme bulunur. Sorulan şıkta dijital fotoğrafın avantajlarından biri *olmayan* bir durum aranmaktadır. Genellikle dijital fotoğrafçılığın dezavantajı olarak görülen durumlar, yüksek başlangıç donanım maliyeti ya da veri depolama/yedekleme zorunluluğudur. Bu bağlamda, <b>Yüksek başlangıç donanım maliyeti</b> dijital fotoğrafçılığın bir avantajı değil, aksine bir dezavantajıdır."
  },
  {
    "id": "366231",
    "unitNumber": 4,
    "text": "<strong>Kurgusallık, soyut yaklaşımlar ve dijital teknolojinin getirdiği popüler uygulamalar, aşağıdakilerden hangisinin gelişimine yol açmıştır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Flaşlar",
      "B": "Deneysel+dijital",
      "C": "Basın fotoğrafçılığı",
      "D": "Dijital makinalar",
      "E": "Dijital pozlamalar"
    },
    "explanation": "Kurgusallık (fictionality), soyut yaklaşımlar ve dijital teknolojinin getirdiği manipülasyon imkanları, görüntünün artık gerçeğin mutlak bir kaydı olmadığı, aksine inşa edilmiş bir yapı olduğu düşüncesini merkezine alan <b>Post-Fotoğraf</b> (Post-Photography) kavramının gelişimine yol açmıştır. Bu yeni dönem, <b>dijital manipülasyon</b> ve deneyselliği esas alır."
  },
  {
    "id": "107608",
    "unitNumber": 5,
    "text": "<strong>Bir mercek sistemine giren ışığın denetimini sağlamak için üst üste binerek apertürün çapını değiştirebilen metal yaprakçıklar düzenine ne ad verilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Mod kadranı",
      "B": "Diyafram",
      "C": "Diyoptri düğmesi",
      "D": "Zoom halkası",
      "E": "Vizör"
    },
    "explanation": "Bu tanım doğrudan <b>diyafram</b> (aperture) mekanizmasını açıklamaktadır. Diyafram, objektif içinde bulunan ve üst üste binen metal yaprakçıklardan oluşan bir sistemdir. Temel işlevi, lense giren <b>ışık miktarını denetlemek</b> ve böylece görüntünün pozlamasını etkilemektir. Diyaframın çapı değiştikçe, içeri giren ışık miktarı ve dolayısıyla <b>alan derinliği</b> de değişir."
  },
  {
    "id": "107687",
    "unitNumber": 5,
    "text": "<strong>Netliği daha iyi yapabilmek için lens üzerinde bulunan ve makinede olabilecek küçük titreşimleri engelleyen düğme aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "SF",
      "B": "AV",
      "C": "MF",
      "D": "AF",
      "E": "VR"
    },
    "explanation": "Lens üzerinde bulunan ve netliği korumaya yardımcı olan bu sistem, <b>Titreşim Engelleme</b> (Vibration Reduction - VR, Image Stabilization - IS gibi üreticiye bağlı kısaltmalarla anılır) olarak adlandırılır. Bu özellik, özellikle düşük enstantane hızlarında çekim yaparken veya elde çekim yaparken oluşabilecek <b>küçük titreşimleri algılayıp engelleyerek</b> görüntünün daha net olmasını sağlar."
  },
  {
    "id": "107720",
    "unitNumber": 5,
    "text": "<strong>Diyoptri kadranının tanımı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Yapılan çekimin izlenmesi için basılan düğmedir.",
      "B": "Göz ile vizörü buluşturan yani vizörün görme netliğini göze göre ayarlamaya yarayan düğmedir.",
      "C": "Objektifin yakın kısmında bulunan, objektifin takılıp çıkarılmasında kolaylık sağlayan düğmedir.",
      "D": "Veri aktarımı yapmak için kullanılan tuşa denir.",
      "E": "Fotoğraf makinelerinde çekim modlarının bulunduğu düğmedir."
    },
    "explanation": "<b>Diyoptri kadranı</b>, fotoğraf makinesinin vizörünün yanında bulunan küçük bir ayar düğmesidir. Bu kadranın temel amacı, <b>vizör içi görüntünün netliğini</b> fotoğrafçının kendi göz yapısına (gözlük kullanıp kullanmadığına veya görme kusuruna) göre ayarlamasını sağlamaktır. Bu ayar, fotoğrafçının vizörden gördüğü görüntünün gerçek odaklanma durumunu doğru bir şekilde değerlendirebilmesi için kritik öneme sahiptir."
  },
  {
    "id": "110917",
    "unitNumber": 5,
    "text": "I.   Zoom halkası bütün lenslerde bulunmaktadır.<br />II.  Lensin üzerinde örneğin 18-55 mm gibi iki değer varsa bu lens değişken odaklı bir objektiftir ve zoom halkası  vardır.<br />III. Lenste tek bir açı değeri varsa bu lens sabit odaklı bir objektiftir ve zoom halkası bulunmamaktadır.<br /><strong>Zoom halkası ile ilgili olarak yukarıdakilerden hangisi ya da hangileri <u>yanlıştır</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Yanlış olan ifade yalnız I'dir (Zoom halkası bütün lenslerde bulunmaktadır). <b>Zoom halkası</b> sadece <b>değişken odaklı objektiflerde</b> (zoom lensler) bulunur. Sabit odaklı objektiflerde (prime lensler) tek bir odak uzaklığı olduğu için zoom halkası bulunmaz. Bu nedenle I. ifade yanlıştır; II ve III ise doğrudur."
  },
  {
    "id": "110935",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi bataryayı daha verimli kullanmak için alınması gereken önlemlerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Gereksiz yere flaş kullanmaktan sakınmak",
      "B": "Makineyi gereğinden fazla şarj etmekten kaçınmak",
      "C": "Çekilen video ve fotoğrafları makineden tekrar tekrar izlemek",
      "D": "LCD ekran parlaklığını kısmak",
      "E": "Ekran koruma modunu aktif hâle getirmek"
    },
    "explanation": "Bataryayı daha verimli kullanmak için alınması gereken önlemler arasında ekran parlaklığını düşürmek, makineyi kısa sürede otomatik kapatmaya ayarlamak ve Wi-Fi/GPS gibi özellikleri kapatmak bulunur. Bataryayı daha hızlı tüketen eylemler (örneğin <b>sürekli Live View/Canlı Önizleme modunda çekim yapmak</b> veya sürekli ekranı açık tutmak) verimlilik önlemi <u>değildir</u>."
  },
  {
    "id": "118347",
    "unitNumber": 5,
    "text": "<strong>Fotoğraf makinesinin ana yapısını oluşturan iki mekanizma aşağıdakilerden hangisinde doğru verilmiştir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Vizör-LCD ekran",
      "B": "Objektif-gövde",
      "C": "Batarya-Flaş",
      "D": "Hafıza kartı-flaş",
      "E": "Diyafram-zoom halkası"
    },
    "explanation": "Bir fotoğraf makinesinin temel yapısını ve işlevselliğini sağlayan iki ana mekanizma veya parça <b>gövde</b> (kamera kasası, sensör, deklanşör, işlemci ve depolama birimlerini içerir) ve <b>objektif</b> (lens sistemi, ışığı toplayıp sensöre odaklar) dir. Fotoğraf çekimi, bu iki bileşenin uyumlu çalışmasıyla gerçekleşir."
  },
  {
    "id": "118348",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi objektif üzerinde bulunan mekanizmalar arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Netleme halkası",
      "B": "Vibrasyon değeri",
      "C": "Diyafram değerleri",
      "D": "Mod kadranı",
      "E": "Zoom halkası"
    },
    "explanation": "Objektif üzerinde genellikle Netlik Halkası, Zoom Halkası ve Titreşim Engelleme anahtarı bulunur. Ancak <b>Hafıza Kartı Yuvası</b>, <b>Vizör</b> veya <b>Mod Kadranı</b> gibi parçalar objektifin dışında kalan ve fotoğraf makinesi <b>gövdesinde</b> yer alan mekanizmalardır."
  },
  {
    "id": "118349",
    "unitNumber": 5,
    "text": "<strong>Fotoğraf makinesinde diyafram değerini gösteren ifade aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "f numarası",
      "B": "z numarası",
      "C": "m numarası",
      "D": "d numarası",
      "E": "k numarası"
    },
    "explanation": "Fotoğraf makinesinde diyaframın açıklığını belirten ve dolayısıyla lense giren ışık miktarını ifade eden değer <b>f-stop</b> veya <b>f/sayı</b> (örneğin f/4, f/11) olarak adlandırılır. Bu ifade, objektifin odak uzaklığının diyafram açıklığına oranını belirtir."
  },
  {
    "id": "118350",
    "unitNumber": 5,
    "text": "<strong>Fotoğrafta konuların ayrıntılarının miktarını belirleyen netlik, fotoğraf makinesinde aşağıdaki hangi halka üzerinden yapılır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Zoom halkası",
      "B": "Focus halkası",
      "C": "Diyafram halkası",
      "D": "Objektif halkası",
      "E": "Mod halkası"
    },
    "explanation": "Fotoğraftaki konuların ayrıntılarının netliğini ayarlamak için objektif üzerinde bulunan halka <b>Netlik Halkası</b> (Focus Ring) olarak adlandırılır. Bu halka çevrilerek lense giren ışığın sensör üzerinde doğru noktaya odaklanması sağlanır, bu da konunun ayrıntılarının netliğini belirler."
  },
  {
    "id": "118353",
    "unitNumber": 5,
    "text": "<strong>Fotoğraf makinesinin tüm sistem ve işlevlerini gösteren ekran olan ve aynı zamanda vizör yerine kullanılabilen parçası aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Flaş",
      "B": "Info",
      "C": "LCD ekran",
      "D": "Ön izleme düğmesi",
      "E": "Diyoptri düğmesi"
    },
    "explanation": "Makinenin arkasında bulunan ve hem çekim ayarlarını, menüleri, çekilen fotoğrafları gösteren hem de modern dijital makinelerde optik vizör yerine (<b>Live View</b> - Canlı Önizleme) çekim kadrajlaması için kullanılabilen parça <b>LCD ekran</b>dır."
  },
  {
    "id": "118355",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi fotoğraf makinesinin gövde bölümünde <u>yer almaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Lens çıkarma düğmesi",
      "B": "İnfo düğmesi",
      "C": "Vibrasyon düğmesi",
      "D": "Diyoptri tuşu",
      "E": "Kulaklık çıkışı"
    },
    "explanation": "Fotoğraf makinesinin gövdesi sensör, deklanşör, vizör ve batarya yuvası gibi temel bileşenleri barındırır. Ancak <b>Odak Halkası</b> (Netlik Halkası) veya <b>Diyafram Yaprakçıkları</b> gibi mekanizmalar objektifin (lensin) parçalarıdır ve gövde bölümünde <u>yer almaz</u>."
  },
  {
    "id": "118357",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi f</strong><strong>otoğraf makinesinin temel mekanizmalarından biri olan deklanşörün tanımıdır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Netlik sağlayan düğmedir.",
      "B": "Diyafram ayarlarını yapan düğmedir.",
      "C": "Fotoğraf çekilirken basılan düğmedir.",
      "D": "Işığın yetersiz olduğu durumlarda kullanılan düğmedir.",
      "E": "Ön izleme yapabilmek için basılan düğmedir."
    },
    "explanation": "<b>Deklanşör</b> (Shutter), fotoğraf makinesinin temel mekanizmalarından biridir. Bu mekanizma, sensörün önünde durarak, basıldığı anda açılıp kapanır ve böylece <b>ışığın sensöre ulaşma süresini</b> (yani <b>enstantane hızını</b>) kontrol eden perdedir."
  },
  {
    "id": "118358",
    "unitNumber": 5,
    "text": "<strong>Fotoğraf makinelerine takılan hafıza kartı çeşitleri arasında aşağıdakilerden hangisi <u>bulunmaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Secure Digital (SD) kart",
      "B": "Multimedia (MMC) kart",
      "C": "Smart Media (SM) kart",
      "D": "Compact Flash (CF) kart",
      "E": "Compact Disk (CD) kart"
    },
    "explanation": "Fotoğraf makinelerinde yaygın olarak kullanılan modern hafıza kartları arasında <b>SD (Secure Digital)</b>, <b>CompactFlash (CF)</b>, <b>XQD</b> ve <b>CFexpress</b> bulunur. Eğer seçeneklerde fotoğraf makinelerinde direkt olarak kullanılmayan (örneğin harici bir adaptörsüz <b>MicroSD</b> veya <b>USB Flash Disk</b>) bir depolama birimi varsa, o kart çeşidi makineye takılan standart kartlar arasında <u>bulunmaz</u>."
  },
  {
    "id": "118359",
    "unitNumber": 5,
    "text": "<strong>Fotoğraf makinesinden depolama alanına veri aktarımı yapan çıkışlardan biri aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "USB çıkışı",
      "B": "Aux çıkışı",
      "C": "VGA çıkışı",
      "D": "Kompozit çıkışı",
      "E": "A/V çıkışı"
    },
    "explanation": "Fotoğraf makinesinden depolama alanına veri aktarımı yapan çıkışlardan biri, makineyi doğrudan bilgisayara bağlamaya yarayan <b>USB bağlantı noktasıdır</b> (USB Çıkışı). Ayrıca bazı profesyonel makinelerde <b>Ethernet</b> veya kablosuz <b>Wi-Fi</b> bağlantıları da veri aktarımı için kullanılır."
  },
  {
    "id": "118360",
    "unitNumber": 5,
    "text": "<strong>Göz ile vizörün buluştuğu noktada netliğin ayarlanmasını sağlayan, fotoğrafın net olması için kullanılan düğme aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Info",
      "B": "Diyoptri",
      "C": "Vibrasyon",
      "D": "Menü",
      "E": "Lens çıkarma"
    },
    "explanation": "Göz ile vizörün buluştuğu noktada, kullanıcının kendi göz bozukluğuna göre vizördeki görüntüyü netleştirmeye yarayan düğme veya kadran, <b>Diyoptri Ayar Kadranı</b> olarak adlandırılır. Bu ayar, fotoğrafçının vizörden gördüğü görüntüyü kişisel olarak netleştirmesini sağlar."
  },
  {
    "id": "155813",
    "unitNumber": 5,
    "text": "<strong>Zoom halkası ile ilgili olarak aşağıdaki ifadelerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Lenste odak mesafesinin değiştirilmesini sağlar.",
      "B": "Makinenin konumunu değiştirmeden çekilmek istenen nesnenin özel detaylarını yakınlaştırmada kullanılır.",
      "C": "Makinenin konumunu değiştirmeden çekilmek istenen nesnenin özel detaylarını uzaklaştırmada kullanılır.",
      "D": "Makinenin konumunu değiştirmeden çekilmek istenen kişinin genel ya da özel detaylarını yakınlaştırıp uzaklaştırmada kullanılır.",
      "E": "Makineye giren ışığın dengesini sağlar."
    },
    "explanation": "<b>Zoom halkası</b>, objektifin odak uzaklığını değiştirmeye yarar. Bu halka sadece <b>değişken odaklı objektiflerde</b> (zoom lensler) bulunur. 'Sabit odaklı objektiflerde de bulunur' şeklindeki bir ifade <u>yanlıştır</u>, çünkü sabit odaklı (prime) lenslerde odak uzaklığı değiştirilemez."
  },
  {
    "id": "155814",
    "unitNumber": 5,
    "text": "<strong>Fotoğraf çekerken ışık seviyesinin az olduğu durumlarda kullanılan yapay ışık kaynağı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Flaş",
      "B": "Batarya",
      "C": "Vibrasyon",
      "D": "Diyafram",
      "E": "Zoom halkası"
    },
    "explanation": "Işık seviyesinin yetersiz olduğu durumlarda (düşük ışık koşulları) kullanılan, fotoğraf makinesinin veya harici bir cihazın sağladığı anlık ve yoğun yapay ışık kaynağı <b>Flaş</b> (Flash) olarak adlandırılır. Flaş, <b>pozlamayı anlık olarak artırarak</b> yeterli aydınlatma sağlar."
  },
  {
    "id": "155815",
    "unitNumber": 5,
    "text": "<strong>Mod kadranında bütün ayarların fotoğrafçı tarafından yapıldığı çekim modu aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "AUTO modu",
      "B": "P modu",
      "C": "A/AV modu",
      "D": "M modu",
      "E": "S/TV modu"
    },
    "explanation": "Mod kadranında bütün ayarların fotoğrafçı tarafından manuel olarak yapıldığı çekim modu <b>Manuel Mod</b> (genellikle M ile gösterilir) dur. Bu modda fotoğrafçı hem <b>diyafram</b>, hem <b>enstantane</b> hem de <b>ISO</b> ayarlarını tam kontrol eder."
  },
  {
    "id": "155816",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi fotoğraf makinesi bataryasını daha verimli kullanmak için alınması gereken önlemlerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Çekilen fotoğraflar ve videolar tekrar tekrar izlenebilir.",
      "B": "Yedek pil ya da batarya taşımak önemlidir.",
      "C": "LCD ekran parlaklığını kısmak, gücü arttıracaktır.",
      "D": "Makineyi gereğinden fazla şarj etmekten kaçınmak gerekir.",
      "E": "Gereksiz yere flaş kullanmaktan sakınmak gerekir."
    },
    "explanation": "Batarya verimliliğini sağlamak için gereksiz güç tüketen özelliklerin kapatılması gerekir. Örneğin, <b>Wi-Fi veya Bluetooth bağlantılarını sürekli açık tutmak</b>, Live View modunu gereğinden fazla kullanmak veya ekran parlaklığını yüksek tutmak bataryayı hızlıca tüketir. Bu nedenle bu eylemler verimlilik önlemi <u>değildir</u>."
  },
  {
    "id": "155820",
    "unitNumber": 5,
    "text": "<strong>Çekim esnasında ekranda histogram, çekim ızgarası gibi bilgileri görüntülemek için kullanılan düğme aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Silme tuşu",
      "B": "Info düğmesi",
      "C": "Diyoptri tuşu",
      "D": "Ön izleme düğmesi",
      "E": "Lens çıkarma düğmesi"
    },
    "explanation": "Çekim esnasında ekranda <b>histogram</b>, çekim <b>ızgarası</b> (grid) veya detaylı pozlama bilgilerini görüntülemek/gizlemek için kullanılan düğme genellikle <b>INFO</b> (Information) veya <b>DISPLAY</b> düğmesidir. Bu düğmeler, ekrandaki bilgi katmanlarını değiştirmeye yarar."
  },
  {
    "id": "155822",
    "unitNumber": 5,
    "text": "<strong>Yeni nesil fotoğraf makinelerinde video çekerken daha kaliteli ses almak için kullanılan giriş aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "HDMI",
      "B": "USB",
      "C": "Haricî mikrofon",
      "D": "Haricî flaş yuvası",
      "E": "Hafıza kartı"
    },
    "explanation": "Yeni nesil fotoğraf makinelerinde video çekerken daha yüksek ses kalitesi elde etmek için harici mikrofonlar kullanılır. Bu harici mikrofonların bağlanması için makinelerde genellikle bir <b>3.5mm jak Mikrofon Girişi</b> (Mic In portu) bulunur. Bu giriş, dahili mikrofonların aksine, ortam seslerini daha iyi yakalamayı ve kontrol etmeyi sağlar."
  },
  {
    "id": "155825",
    "unitNumber": 5,
    "text": "<strong>Çekim esnasında oluşabilecek küçük titreşimleri engellemek için aşağıdakilerden hangisi kullanılır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Netlik kilitleme düğmesi",
      "B": "Vibrasyon düğmesi",
      "C": "Moda kadranı",
      "D": "Info düğmesi",
      "E": "Diyoptri düğmesi"
    },
    "explanation": "Çekim esnasında makineye dokunma sonucu oluşabilecek en küçük titreşimleri bile engellemenin en iyi yollarından biri harici bir <b>Kablolu Kumanda</b> (Remote Shutter Release) veya kablosuz tetikleyici kullanmaktır. Bu aksesuar, özellikle düşük ışıkta uzun pozlamalar veya çok keskin makro çekimler yapılırken <b>netliği ve keskinliği</b> korumak için deklanşöre basma eylemini makineden ayırır."
  },
  {
    "id": "155826",
    "unitNumber": 5,
    "text": "<strong>Fotoğraf makinesinin gövdesinde bulunan ve makineyi kullanan kişinin objektifin kapsadığı alanı görmesini sağlayan optik görme aracı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Bilgisayar ekranı",
      "B": "Vizör",
      "C": "Diyafram",
      "D": "Lens",
      "E": "Netleme halkası"
    },
    "explanation": "Fotoğraf makinesinin gövdesinde bulunan ve kullanıcıya objektifin kapsadığı alanı, yani <b>kadrajı görme</b> imkanı sağlayan optik veya elektronik sisteme <b>Vizör</b> (Viewfinder) denir. Özellikle DSLR makinelerde optik vizör, aynalar ve prizmalar aracılığıyla görüntüyü doğrudan objektiften yansıtır."
  },
  {
    "id": "326166",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi gövdede bulunan ana mekanizmalardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Deklanşör",
      "B": "Mod katranı",
      "C": "Batarya",
      "D": "Flaş",
      "E": "Netleme halkası"
    },
    "explanation": "Fotoğraf makinesi gövdesinin ana mekanizmaları arasında ışık süresini kontrol eden <b>Perde</b> (Shutter) ve (özellikle DSLR'larda) görüntüyü vizöre yansıtan <b>Ayna Kutusu</b> yer alır. Ancak <b>Diyafram Mekanizması</b> (Aperture), genellikle ışığın miktarını kontrol etmek için <b>objektifin</b> (lensin) içine entegre edilmiş bir parça olup, gövdenin temel bileşeni sayılmaz."
  },
  {
    "id": "327708",
    "unitNumber": 5,
    "text": "<strong>Makinenin konumunu değiştirmeden çekimi yapılan konuya yakınlaşıp uzaklaşmamıza imkân veren ve lenste bulanan halka aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Focus halkası",
      "B": "Zoom halkası",
      "C": "Diyafram halkası",
      "D": "Netleme halkası",
      "E": "Vibrasyon halkası"
    },
    "explanation": "Objektif üzerinde bulunan ve makinenin yerini değiştirmeye gerek kalmadan çekimi yapılan konuya optik olarak yakınlaşıp uzaklaşmaya olanak tanıyan halka <b>Zoom Halkası</b>'dır. Bu halka, objektifin <b>odak uzaklığını</b> değiştirerek kadrajın ve görüş açısının ayarlanmasını sağlar."
  },
  {
    "id": "327716",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi fotoğraf makinelerindeki bataryayı verimli kullanmak için alınması gereken önlemlerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Ekran koruma modu aktif hâle getirilmelidir.",
      "B": "Gereksiz yere flaş kullanmaktan kaçınılmalıdır.",
      "C": "Çekilen videolar tekrar tekrar izlenmelidir.",
      "D": "Gereğinden fazla şarj edilmemelidir.",
      "E": "LCD ekran parlaklığı kısılmalıdır."
    },
    "explanation": "Fotoğraf makinelerinde bataryayı verimli kullanmak için gereksiz güç tüketen özelliklerin kapatılması gerekir. Örneğin, Wi-Fi veya GPS'in kapatılması, ekran parlaklığının düşürülmesi veya çekim sonrası fotoğraf ön izleme süresinin kısaltılması verimlilik sağlar. <b>Ekran parlaklığını en yüksek seviyede tutmak</b> veya uzun süre açık bırakmak ise batarya tüketimini artırarak verimliliği düşüren bir eylemdir."
  },
  {
    "id": "331141",
    "unitNumber": 5,
    "text": "<strong>Fotoğraf makinesinin ana yapısını oluşturan iki mekanizma aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Objektif ve gövde",
      "B": "Batarya ve mod kadranı",
      "C": "Vizör ve flaş kızağı",
      "D": "Deklanşör ve hafıza kartı",
      "E": "LCD ekran ve zoom halkası"
    },
    "explanation": "Fotoğraf makinesinin ana yapısını oluşturan iki temel mekanizma, ışığın düşme süresini kontrol eden <b>Perde</b> (Shutter) ve ışığı yakalayarak dijital sinyallere dönüştüren <b>Algılayıcı</b> (Sensor) veya Film bölümüdür. Bu iki unsur, fotoğrafın oluşması sürecinin temelini oluşturur."
  },
  {
    "id": "331147",
    "unitNumber": 5,
    "text": "I.   Netlik kilitleme düğmesi<br />II.  Hafıza kartı<br />III. Objektif (lens) değerleri<br />IV. Vibrasyon düğmesi<br /><strong>Yukarıdakilerden hangileri objektif üzerinde bulunan mekanizmalar arasında yer alır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "I, II ve IV",
      "D": "I, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Objektif üzerinde doğrudan lensin işlevleriyle ilgili mekanizmalar bulunur. Bunlar arasında <b>Objektif (lens) değerlerini</b> gösteren bir ekran veya ölçekler (III) ve genellikle titreşim önleme sistemini (Image Stabilization) devreye sokan veya çıkaran <b>Vibrasyon Düğmesi</b>/Anahtarı (IV) yer alır. Hafıza kartı ve netlik kilitleme düğmeleri ise çoğunlukla kamera gövdesinde bulunur."
  },
  {
    "id": "363147",
    "unitNumber": 5,
    "text": "<strong>Makinede başlangıç ekranının görüntülenmesini sağlayan güç tuşu aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Açma-kapama düğmesi",
      "B": "Lens çıkarma düğmesi",
      "C": "Menü tuşu",
      "D": "Ön izleme düğmesi",
      "E": "Batarya"
    },
    "explanation": "Makinede başlangıç ekranının görüntülenmesini ve tüm elektronik bileşenlerin çalışır hale gelmesini sağlayan kontrol elemanı <b>Güç Tuşu</b> veya Açma/Kapama Anahtarıdır (Power Switch). Bu tuşun konumu modelden modele değişebilir, ancak genellikle deklanşör düğmesinin yakınında yer alır."
  },
  {
    "id": "364683",
    "unitNumber": 5,
    "text": "<strong>50 mm’lik objektifler normal bu değerinin altı ve üstünün ifade şekli aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Altı geniş, üstü dar açı olarak ifade edilir.",
      "B": "Altı dar, üstü geniş açı olarak ifade edilir.",
      "C": "Altı kısa, üstü uzun açı olarak ifade edilir.",
      "D": "Altı uzun, üstü kısa açı olarak ifade edilir.",
      "E": "Altı geniş, üstü dik açı olarak ifade edilir."
    },
    "explanation": "50 mm'lik objektifler, insan gözünün görüş açısına en yakın olduğu için '<b>Normal</b>' odak uzaklığı olarak tanımlanır. Bu değerin altında kalan objektifler (örneğin 35 mm, 24 mm) <b>Geniş Açı</b> (Wide Angle) olarak, bu değerin üzerinde kalan objektifler (örneğin 85 mm, 200 mm) ise <b>Tele</b> (Telephoto) odak uzaklığı olarak ifade edilir. Bu ayrım, objektifin perspektifi ve görüş alanını belirler."
  },
  {
    "id": "107820",
    "unitNumber": 6,
    "text": "<strong>Diyafram enstantane eşdeğerlik çizelgesinde f 2.8'in karşılığı olan enstantane değeri aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "1/1000",
      "B": "1/500",
      "C": "1/250",
      "D": "1/125",
      "E": "1/60"
    },
    "explanation": "Fotoğrafçılıkta, aynı miktarda pozlamayı sağlamak için <b>Diyafram Açıklığı</b> (f/değeri) ile <b>Enstantane Hızı</b> (shutter speed) arasında bir denge kurulmalıdır. Bu denge, eşdeğerlik çizelgeleriyle gösterilir. Diyaframı bir durak (stop) açmak (f/4'ten f/2.8'e geçmek gibi), ışık miktarını iki katına çıkarır; bu ışığı dengelemek için enstantane hızı da bir durak (iki kat) hızlandırılmalıdır (örneğin 1/500'den 1/1000'e). f/2.8, çok geniş bir açıklıktır ve bu açıklığın sağladığı yüksek ışık yoğunluğunu dengelemek için <b>çok hızlı bir enstantane değeri</b> (örneğin 1/1000 sn) gerekir."
  },
  {
    "id": "108643",
    "unitNumber": 6,
    "text": "I. Fotoğraf makinelerinin bütününde kullanılan diyafram tipidir.<br />II. Metal levhalar objektif etrafında yer alan bir levhaya yerleştirilmiştir.<br />III. Objektif dışındaki kontrol halkasının hareket ettirilmesiyle, ince metal plakaların açılıp kapanmasıyla istenilen diyafram açıklığı elde edilir.<br /><strong>Belirtilen özelliklerin ait olduğu diyafram türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Basit diyafram",
      "B": "Otomotik diyafram",
      "C": "Dijital diyafram",
      "D": "İris diyafram",
      "E": "Manuel diyafram"
    },
    "explanation": "Belirtilen özellikler, modern fotoğraf makinelerinin objektiflerinde en sık kullanılan diyafram türü olan <b>İris Diyaframı</b>’na (Iris Diaphragm) aittir. Bu sistemde, objektif içine yerleştirilmiş ince metal levhalar (bıçaklar), objektif üzerindeki bir halka (veya elektronik kontrol) ile hareket ettirilerek dairesel bir açıklık oluşturur ve bu sayede <b>sensöre ulaşan ışık miktarı</b> kontrol edilir."
  },
  {
    "id": "108705",
    "unitNumber": 6,
    "text": "<strong>Fotoğraf makinesinde diyaframın yeri ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Tek objektifli (SLR) olan fotoğraf makinelerinde, diyafram için uygun olan yer merceğin önüdür.",
      "B": "Objektiflerde, mercekler birçok elemana sahip ise diyafram kesinlikle mercek elemanları arasında bulunur.",
      "C": "Objektif simetrik bir yapıda ise diyafram simetrik mercek gruplarının ortasında, tam arasındadır.",
      "D": "Eğer objektifin yapısı simetrik değil de bir mercek düzeni şeklinde ise diyafram iki mercek arasına konur.",
      "E": "Diyaframın yeri sabittir, değiştirilemez."
    },
    "explanation": "Diyafram (Aperture), fotoğraf makinesinin objektifi (lens) içinde yer alan, ışığın geçişini sağlayan deliğin boyutunu kontrol eden mekanizmadır. Bu konumu sayesinde, ışık demetini kontrol ederek hem <b>pozlamayı</b> hem de <b>alan derinliğini</b> etkiler. Diyaframın, sensörün hemen önünde (deklanşörün arkasında) olduğu veya kamera gövdesinde bulunduğu şeklindeki ifadeler genellikle <b>yanlıştır</b>; temel yeri objektifin kendisidir."
  },
  {
    "id": "110755",
    "unitNumber": 6,
    "text": "Fotoğraf makinesinden giren ışık miktarını bir diyafram aracılığı ile kontrol etmek beraberinde ......................... de/da etkilemektedir.<br /><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "alan derinliğini",
      "B": "pozlama süresini",
      "C": "enstantene hızını",
      "D": "ISO değerini",
      "E": "netlik açısını"
    },
    "explanation": "Diyafram, sadece fotoğraf makinesine giren <b>ışık miktarını</b> kontrol etmekle kalmaz, aynı zamanda görüntünün <b>Alan Derinliğini</b> (Depth of Field) de doğrudan etkiler. Diyafram ne kadar açık (küçük f/ değeri) olursa, alan derinliği o kadar sığ (az) olur ve sadece odaklanılan nokta net kalır. Bu nedenle diyaframı kontrol etmek, beraberinde <b>Alan Derinliğini</b> de kontrol etmeyi gerektirir."
  },
  {
    "id": "110946",
    "unitNumber": 6,
    "text": "<strong>Fotoğrafta iyi ya da doğru pozlamanın doğrudan ilişkili olduğu öge aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Fotoğrafın çekim kalitesi",
      "B": "Işığın geliş yönü",
      "C": "Fotoğrafın kalitesi",
      "D": "Fotoğrafın aydınlık düzeyi",
      "E": "Fotoğrafın uygun şartlarda depolanabilmesi"
    },
    "explanation": "Fotoğrafta 'iyi' ya da 'doğru' pozlama, sensör üzerine düşen ışık miktarının sahneyi ne aydınlık ne de karanlık gösterecek şekilde ayarlanmasıdır. Bu, üç temel öge olan <b>Diyafram</b>, <b>Enstantane Hızı</b> ve <b>ISO</b> arasındaki doğru dengeyle sağlanır. Bu üçlünün etkileşiminin sonucu olan ışık seviyesine <b>Pozlama</b> (Exposure) denir ve fotoğrafın kalitesini doğrudan belirler."
  },
  {
    "id": "118628",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi bir fotoğrafın aydınlık ve karanlık oluşu anlamına gelmektedir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Diyafram",
      "B": "Odak uzaklığı",
      "C": "Enstantane",
      "D": "Pozlama",
      "E": "ISO"
    },
    "explanation": "Bir fotoğrafın genel olarak ne kadar parlak veya ne kadar karanlık olduğunu ifade eden teknik terim <b>Pozlama</b>'dır (Exposure). Pozlama, makineye giren ışık miktarının yetersiz (az pozlama/karanlık) veya aşırı (aşırı pozlama/aydınlık) olup olmadığını belirtir ve fotoğrafçılığın temelini oluşturur."
  },
  {
    "id": "118635",
    "unitNumber": 6,
    "text": "<strong>Diyafram tarafından ışığın objektiften geçmesine izin veren delik ya da açıklığa ne ad verilmektedir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "ISO",
      "B": "Diyafram boyutu",
      "C": "Enstantane",
      "D": "İris diyafram",
      "E": "Diyafram açıklığı"
    },
    "explanation": "Diyafram (aperture), objektif içerisinde yer alan ve ışığın sensöre ulaşmasına izin veren açıklığı veya deliği ifade eder. Bu açıklık, fotoğrafçının istediği <b>pozlama</b> ve <b>alan derinliğini</b> elde etmek için manuel veya otomatik olarak ayarlanabilir. Bu açıklığın büyüklüğü, f/stop değerleriyle gösterilir."
  },
  {
    "id": "118643",
    "unitNumber": 6,
    "text": "<strong>Filmin ışığa duyarlılık hassasiyetini belirleyen unsur aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "F/stop",
      "B": "Alan derinliği",
      "C": "Basit diyafram",
      "D": "ISO",
      "E": "Enstantane"
    },
    "explanation": "Hem geleneksel filmlerin hem de dijital sensörlerin <b>ışığa karşı duyarlılık derecesini</b> (hassasiyetini) belirleyen uluslararası standarda <b>ISO</b> adı verilir. ISO değeri yükseldikçe, sensör daha az ışıkta bile görüntüyü yakalayabilir (ancak gürültü/gren artışı riski doğar)."
  },
  {
    "id": "118653",
    "unitNumber": 6,
    "text": "<strong>Görüntüsü alınan objeden yansıyan ışınların aynanın üzerine düşeceği yoğunluğu belirleyen sisteme ne ad verilmektedir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "ISO",
      "B": "F/durak",
      "C": "Diyafram",
      "D": "Enstantane",
      "E": "Işık yoğunluğu"
    },
    "explanation": "Görüntüsü alınan objeden yansıyan ışınların, objektiften geçerek sensöre (ya da SLR makinelerde aynanın üzerine) düşeceği <b>yoğunluğu (şiddeti)</b> kontrol eden temel sistem <b>Diyafram</b>'dır. Diyaframın açıklığı büyüdükçe (f/stop küçüldükçe), ışık yoğunluğu artar."
  },
  {
    "id": "118662",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi diyafram, deklanşör hızı ve ISO arasındaki dengeleme eylemi olarak adlandırılır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Enstantane",
      "B": "Demir üçgen",
      "C": "F/durak",
      "D": "Basit diyafram",
      "E": "Açık diyafram"
    },
    "explanation": "Fotoğrafçılıkta ideal pozlamanın elde edilmesi için gerekli olan <b>Diyafram</b> (ışık yoğunluğu ve Alan Derinliği), <b>Deklanşör Hızı</b> (ışık süresi ve hareket dondurma) ve <b>ISO</b> (sensör hassasiyeti) arasındaki uyumlu dengeleme eylemine <b>Pozlama Üçgeni</b> (Exposure Triangle) adı verilir."
  },
  {
    "id": "118669",
    "unitNumber": 6,
    "text": "<strong>Bir fotoğrafta net odakta görünen en yakın ve en uzak nesneler arasındaki mesafe miktarı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Diyafram boyutu",
      "B": "Diyafram açıklığı",
      "C": "Alan derinliği",
      "D": "Işık yoğunluğu",
      "E": "Pozlama"
    },
    "explanation": "Bir fotoğrafta net olarak odaklanmış kabul edilen, yani yeterince keskin görünen en yakın nesne ile en uzak nesne arasındaki mesafeye <b>Alan Derinliği</b> (Depth of Field) denir. Bu, fotoğrafçının nesneleri arka plandan ayırmasında veya manzara fotoğraflarında her şeyi net tutmasında kritik rol oynar."
  },
  {
    "id": "118686",
    "unitNumber": 6,
    "text": "<strong>Diyafram açıklıklarının aydınlanma koşullarına göre otomatik olarak sağlanması için yapılmış diyafram sistemi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Basit diyafram",
      "B": "İris diyafram",
      "C": "Odak diyafram",
      "D": "Otomatik diyafram",
      "E": "Diyafram açıklığı"
    },
    "explanation": "Diyafram açıklıklarının ortamdaki aydınlanma koşullarına göre makine tarafından otomatik olarak ölçülerek ve ayarlanarak sağlanmasına olanak tanıyan sisteme <b>Otomatik Diyafram Sistemi</b> denir. Bu, fotoğraf makinesinin pozlama öncelikli (Av/A) modlarda çalışmasını sağlar ve özellikle değişken ışık koşullarında kolaylık sağlar."
  },
  {
    "id": "118714",
    "unitNumber": 6,
    "text": "<strong>Bir merceğin bir görüntüyü veya sahneyi ne kadar büyüttüğünü tanımlayan kavram aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Odak uzaklığı",
      "B": "Odak noktası",
      "C": "Işık yoğunluğu",
      "D": "Alan derinliği",
      "E": "Diyafram boyutu"
    },
    "explanation": "Bir merceğin (objektifin) bir görüntüyü ne kadar büyüteceğini (yakınlaştıracağını) veya ne kadar geniş bir sahneyi kapsayacağını tanımlayan kavram <b>Odak Uzaklığı</b>'dır (Focal Length). Uzun odak uzaklıkları (örneğin 200mm) yüksek büyütme (telefoto) sağlarken, kısa odak uzaklıkları (örneğin 24mm) daha az büyütme (geniş açı) sağlar."
  },
  {
    "id": "118725",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi daha az alan derinliği veya sığ alan derinlik anlamında  kullanılmaktadır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "F/stop",
      "B": "Düşük f/stop sayısı",
      "C": "Yüksek f/stop sayısı",
      "D": "F/durak",
      "E": "Enstantane"
    },
    "explanation": "Daha az alan derinliği, yani fotoğrafta sadece odaklanılan noktanın net olduğu, ön ve arka planın ise bulanık (flu) olduğu duruma <b>Sığ Alan Derinliği</b> (Shallow Depth of Field) denir. Bu etki, genellikle <b>geniş diyafram açıklıkları</b> (küçük f/sayıları, örneğin f/1.8) kullanılarak elde edilir ve portre fotoğrafçılığında yaygın olarak kullanılır."
  },
  {
    "id": "156124",
    "unitNumber": 6,
    "text": "<strong>Bir fotoğrafta net olarak görülen alanı ifade eden kavram aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "ISO",
      "B": "Enstantane",
      "C": "Diyafram boyutu",
      "D": "Alan derinliği",
      "E": "Diyafram açıklığı"
    },
    "explanation": "Bir fotoğrafta kabul edilebilir ölçüde netlikte (keskinlikte) görülen, odaklanılan noktanın önünde ve arkasında uzanan alana <b>Alan Derinliği</b> (Depth of Field) adı verilir. Bu kavram, bir görüntünün görsel kompozisyonunu ve ne kadar bilgi içerdiğini belirlemede esastır."
  },
  {
    "id": "156137",
    "unitNumber": 6,
    "text": "<strong>Fotoğraf çekerken görüntünün ne kadarına odaklanıldığını ve odaklanıp odaklanılmadığını kontrol eden unsur aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Diyafram açıklığı",
      "B": "Diyafram değeri",
      "C": "Diyafram boyutu",
      "D": "Alan derinliği",
      "E": "Diyafram türleri"
    },
    "explanation": "Görüntünün hangi bölümüne netlik yapılacağını ve bu netliğin sağlanıp sağlanmadığını kontrol eden temel mekanizma <b>Odaklama</b> (Focusing) sistemidir. Doğru odaklama, fotoğrafın keskinliğini garanti eder ve netlik noktasını belirler. Alan derinliği ise bu odak noktasının ne kadar önünde ve arkasında netliğin korunacağını belirler."
  },
  {
    "id": "156142",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi alan derinliğinin özellikleri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Derinlik arttıkça öndeki ve arkadaki obje arasında netlik farkı oluşur.",
      "B": "Netlik azaldıkça keskin bir görüntü elde edilmektedir.",
      "C": "Netlik azaldıkça flu bir görüntü elde edilmektedir.",
      "D": "Diyafram ayarı kısıldıkça alan derinliği artmaktadır.",
      "E": "F-stop numarası ne kadar küçük olursa, alan derinliği de o kadar sığ olur."
    },
    "explanation": "Alan derinliğini etkileyen temel faktörler <b>Diyafram Açıklığı</b>, <b>Odak Uzaklığı</b> ve <b>Objeye Olan Mesafe</b>'dir. Alan derinliğinin özellikleri arasında <b>pozlama süresini</b> (enstantane hızı) kontrol etmek yer almaz; bu görev deklanşöre aittir."
  },
  {
    "id": "156148",
    "unitNumber": 6,
    "text": "<strong>Sensör üzerine düşen ışık miktarının az olmasından dolayı fotoğrafta karanlık bölgelerin oluşacağını ifade eden terim aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Pozlama",
      "B": "Diyafram",
      "C": "Fazla pozlanmış (overexposure)",
      "D": "Az pozlanmış (underexposure)",
      "E": "ISO"
    },
    "explanation": "Sensör üzerine düşen ışık miktarının yetersiz olması durumunda, yani Diyafram, Enstantane ve ISO ayarlarının karanlık bir sonuç vermesi durumunda ortaya çıkan fotoğraf kusuruna <b>Az Pozlama</b> (Underexposure) denir. Bu durumda fotoğrafta detayların kaybolduğu karanlık bölgeler oluşur."
  },
  {
    "id": "156156",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi diyaframın özellikleri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Görüntüdeki ışık farklılığını eşitler.",
      "B": "Örtücünün açılıp kapanma hızını belirler.",
      "C": "Işığın yoğunluğunu kontrol eder.",
      "D": "Diyaframdaki değişiklikler, fotoğraflarınızın nasıl göründüğünü de değiştirir.",
      "E": "Alan derinliğini ayarlamak için kullanılır."
    },
    "explanation": "Diyaframın ana görevleri <b>ışık miktarını kontrol etmek</b> ve <b>alan derinliğini ayarlamaktır</b>. Ancak diyaframın görevleri arasında ışığın sensör üzerinde kalma <b>süresini</b> belirlemek yer almaz. Işığın süresini belirleme görevi <b>Enstantane</b>'ye (Deklanşör Hızı) aittir."
  },
  {
    "id": "156195",
    "unitNumber": 6,
    "text": "<strong>Diyafram ve enstantanenin yetersiz kaldığı durumlarda ışığın şiddetini arttırmak ya da azaltmak için kullanılan ayar aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Enstantane",
      "B": "Alan derinliği",
      "C": "ISO",
      "D": "Odak noktası",
      "E": "Diyafram boyutu"
    },
    "explanation": "Pozlama Üçgeninde (Exposure Triangle) yer alan ve Diyafram ile Enstantanenin yetersiz kaldığı koşullarda (özellikle çok düşük ışıkta) fotoğrafın parlaklığını ayarlamak için kullanılan ayar <b>ISO</b>'dur. ISO, dijital sensörün <b>ışığa karşı hassasiyetini</b> artırarak veya azaltarak ışığın şiddetini dolaylı yoldan telafi etmeyi sağlar."
  },
  {
    "id": "156197",
    "unitNumber": 6,
    "text": "<strong>ISO’nun özellikleri arasında aşağıdakilerden hangisi <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "ISO, filmin ışığa duyarlılık hassasiyetini belirleyen unsurdur.",
      "B": "ISO’nun fotoğraf üzerindeki etkisi doğrudan görüntü kalitesi üzerinedir.",
      "C": "Yüksek ISO değerlerini kullandıkça genel görüntü kalitesi düşer.",
      "D": "Yüksek ISO değerlerini kullandıkça genel görüntü kalitesi artar.",
      "E": "ISO değeri yükseldikçe enstantane değeri artar."
    },
    "explanation": "ISO, dijital fotoğraf makinelerinde sensörün <b>ışığa karşı duyarlılık düzeyini</b> belirleyen bir ayardır. Yüksek ISO değerleri, daha az ışıkta çekim yapmayı mümkün kılarken, genellikle görüntüde <b>gürültü (noise)</b> artışına neden olur. Ancak ISO, fiziki olarak objektiften giren ışık miktarını kontrol etmez (bu diyaframın görevidir) ya da <b>alan derinliğini</b> (net alanın genişliğini) doğrudan etkilemez. Alan derinliği kontrolü tamamen <b>diyafram</b> açıklığına bağlıdır."
  },
  {
    "id": "326248",
    "unitNumber": 6,
    "text": "<strong>Diyafram açıklarının aydınlanma koşullarına göre otomatik olarak sağlanması için yapılmış diyafram sistemi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Basit diyafram",
      "B": "Otomatik diyafram",
      "C": "Odak diyafram",
      "D": "Diyafram açıklığı",
      "E": "İris diyafram"
    },
    "explanation": "Aydınlanma koşullarına göre diyafram açıklığını otomatik olarak ayarlayan sistemlere genel olarak <b>Otomatik Diyafram</b> sistemleri denir. Bu sistemler, fotoğraf makinesinin dahili pozlama ölçerini kullanarak ortamdaki ışık miktarına göre en uygun f-stop değerini kendiliğinden seçer ve fotoğrafçının işini kolaylaştırır. Bu sayede doğru <b>pozlama</b> elde edilmeye çalışılır."
  },
  {
    "id": "327745",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi diyafram kullanımının temel amaçları arasında yer alır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Işığın yoğunluğu ve net alan derinliğini belirler.",
      "B": "Pozlama süresini belirler.",
      "C": "Filmin ışık hassasiyetini belirler.",
      "D": "Bir merceğin görüntüsünün küçüklüğünü ayarlar.",
      "E": "Fotoğraftaki renk doygunluğunu belirler."
    },
    "explanation": "Diyafram (Aperture), objektifin içinde yer alan ve açılıp kapanarak sensöre ulaşacak olan ışık miktarını kontrol eden mekanizmadır. Diyafram kullanımının iki temel amacı vardır: Birincisi, fotoğraf makinesine giren <b>ışık miktarını</b> düzenlemek; ikincisi ise fotoğrafın <b>alan derinliğini</b> (net olarak görünen bölgenin genişliği) kontrol etmektir. Büyük diyafram açıklığı (küçük f/stop değeri) alan derinliğini azaltır."
  },
  {
    "id": "327786",
    "unitNumber": 6,
    "text": "<strong>Günümüzdeki fotoğraf makinelerinde kullanılan ve çalışma prensibi olarak metal levhaların objektif etrafında yer alan levhaya konumlandırıldığı diyafram sistemi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Basit diyafram",
      "B": "Otomatik diyafram",
      "C": "Açık diyafram",
      "D": "İris diyafram",
      "E": "Kısık diyafram"
    },
    "explanation": "Günümüzdeki fotoğraf makinelerinde kullanılan ve metal levhaların birbirini örterek açıklığı ayarladığı sisteme <b>İris Diyafram</b> denir. Bu mekanizma, objektifin içindeki dairesel bir açıklığı oluşturmak için tasarlanmış, üst üste binen çok sayıda <b>metal levhadan</b> (bıçaktan) oluşur. Bu yapısı sayesinde diyafram açıklığı hassas bir şekilde kontrol edilebilir ve ışık ile alan derinliği ayarı sağlanır."
  },
  {
    "id": "327791",
    "unitNumber": 6,
    "text": "<strong>Sensörün algılayacağı ışığı belirlemeye yarayan ve bir fotoğrafın aydınlık ve karanlık oluşu anlamına gelen kavram aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "ISO",
      "B": "Diyafram",
      "C": "Pozlama",
      "D": "Işık yoğunluğu",
      "E": "Enstantene"
    },
    "explanation": "Sensörün algılayacağı ışığı belirleyen ve fotoğrafın genel aydınlık veya karanlık seviyesini ifade eden kavrama <b>Pozlama</b> (Exposure) denir. Pozlama, temel olarak üç ayarın (Pozlama Üçgeni) kontrolüyle sağlanır: <b>Diyafram</b> (ışık miktarı), <b>Enstantane</b> (ışık süresi) ve <b>ISO</b> (sensör duyarlılığı). Doğru pozlama, görüntünün ne çok parlak (yanmış) ne de çok karanlık (patlamış) olmasını sağlar."
  },
  {
    "id": "331162",
    "unitNumber": 6,
    "text": "I. Diyafram değeri (ışığın giriş aralığının genişliği)<br />II. ISO değeri (sensörün ışığa duyarlılık düzeyi)<br />III. Enstantane değeri (ışığın giriş süresi)<br /><strong>Yukarıdakilerden hangisi ya da hangileri fotoğraf makinelerinde temel pozlama ayarları arasında yer alır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "I ve III",
      "E": "I, II ve III"
    },
    "explanation": "Fotoğraf makinelerinde temel pozlama ayarları, fotoğrafın parlaklık ve karanlık dengesini kuran üç temel bileşenden oluşur. Bunlar: I. Işığın giriş aralığının genişliğini kontrol eden <b>Diyafram</b> değeri; II. Sensörün ışığa duyarlılık düzeyini kontrol eden <b>ISO</b> değeri; ve III. Işığın sensöre ulaşma süresini kontrol eden <b>Enstantane</b> değeridir. Bu üçlünün tamamı (I, II ve III) <b>Pozlama Üçgeni</b> olarak bilinir ve doğru pozlama için birlikte çalışır."
  },
  {
    "id": "363610",
    "unitNumber": 6,
    "text": "Diyafram açıldığında yani rakamsal olarak küçüldüğünde ........... azalır. Sadece netlenen obje görünür.<br /><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "alan ışığı",
      "B": "alan karanlığı",
      "C": "alan beyazlığı",
      "D": "alan derinliği",
      "E": "alan rengi"
    },
    "explanation": "Diyafram açıldığında (yani rakamsal olarak f/stop değeri küçüldüğünde, örneğin f/2.8), objektiften geçen ışık miktarı artar ve <b>Alan Derinliği</b> azalır. Alan derinliğinin azalması, net alanın daralması anlamına gelir; böylece sadece netlenen obje keskin görünürken, ön ve arka plan bulanıklaşır (<b>Bokeh</b> etkisi). Cümlede boş bırakılan yere <b>Alan Derinliği</b> getirilmelidir."
  },
  {
    "id": "363611",
    "unitNumber": 6,
    "text": "Diyafram iki temel amaçla kullanılır.<br /><strong>Aşağıdakilerden hangisinde bu iki temel amaç doğru şekilde verilmiştir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Işığın yoğunluğu/Net alan derinliği",
      "B": "Işığın zayıflığı/Net alan derinliği",
      "C": "Işığın yansıması/Silüet alan derinliği",
      "D": "Işığın kararması/Yarı alan derinliği",
      "E": "Işığın kontrolü/Yarı alan derinliği"
    },
    "explanation": "Diyaframın fotoğrafçılıktaki iki temel amacı, hem <b>pozlamayı</b> kontrol etmek hem de <b>alan derinliğini</b> ayarlamaktır. Diyafram, açıklığıyla sensöre ulaşan <b>ışık miktarını</b> ayarlar. Ayrıca, açıklık büyüdükçe (küçük f/sayısı) alan derinliği azalır, açıklık küçüldükçe (büyük f/sayısı) alan derinliği artar. Bu iki amaç, fotoğrafın hem parlaklığını hem de odaklanmış netlik bölgesini belirler."
  },
  {
    "id": "364616",
    "unitNumber": 6,
    "text": "Bir nesnenin görüntüsünün istenilen biçimde çekilmesi için cisimlerin üzerine düşen ya da etrafındaki ışık miktarını ayarlamak için enstantane ayarına uygun bir ............ ayarı yapılmalıdır. <br /><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "flaş",
      "B": "vibrasyon düğmesi",
      "C": "diyafram",
      "D": "mod kadranı",
      "E": "USB girişi"
    },
    "explanation": "İstenilen pozlamayı elde etmek için, yani sensöre düşen ışık miktarını ayarlamak için, sadece Enstantane (ışık giriş süresi) yeterli değildir. Enstantane ayarıyla uyumlu bir <b>Diyafram</b> ayarı da yapılmalıdır. Diyafram (ışık giriş aralığı genişliği) ve Enstantane (ışık giriş süresi) birlikte çalışarak sensöre ulaşan toplam <b>ışık miktarını</b> ve dolayısıyla fotoğrafın pozlamasını belirler."
  },
  {
    "id": "366239",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi bütün dijital fotoğraf makinelerinde kullanılan bir özelliğe sahiptir? </strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Gelişmiş diyafram",
      "B": "Otomatik kontrollü diyafram",
      "C": "Uzun diyafram",
      "D": "İris diyafram",
      "E": "Kısa diyafram"
    },
    "explanation": "Dijital fotoğraf makinelerinin temel pozlama ayarları arasında yer alan <b>ISO ayarı</b>, sensörün ışığa karşı elektronik duyarlılığını ifade eder ve bütün dijital fotoğraf makinelerinde bulunan evrensel bir özelliktir. Diyafram ve Enstantane gibi mekanik veya optik özellikler değişiklik gösterebilirken, <b>ISO ayarı</b> her dijital sensörlü cihazda mutlaka mevcuttur ve ışık koşullarına adaptasyon için kullanılır."
  },
  {
    "id": "108739",
    "unitNumber": 7,
    "text": "<strong>Fotoğraf makinesinin içerisinde, objektifin arkasında, ışığa duyarlı yüzeyin önünde yer alan yatay hareketli bez ya da dikey hareketli çelik perdelerden oluşan mekanizma aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Mercek",
      "B": "Perde obtüratör",
      "C": "Yaprak obtüratör",
      "D": "Sensör",
      "E": "Diyoptri kadranı"
    },
    "explanation": "Bahsedilen mekanizma <b>Perde (Focal-plane) Obtüratör</b>'dür. Bu obtüratör tipi, objektifin hemen arkasında, ışığa duyarlı yüzeyin (film ya da sensör) önünde yer alır ve yatay hareketli bez ya da dikey hareketli çelik perdelerden oluşur. Temel görevi, ışığın sensör üzerine düşme süresini kontrol etmektir (yani enstantane hızını belirlemektir)."
  },
  {
    "id": "108783",
    "unitNumber": 7,
    "text": "<strong>Enstantane hızının 1/60’tan daha düşük olması hâlinde aşağıdakilerden hangisi <u>gerçekleşmez</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Örtücü perdenin açık kalma süresi kısalır.",
      "B": "Olası el titremelerinden kaynaklı hareketler fotoğrafa yansır.",
      "C": "Böylesi bir fotoğrafta herhangi bir net bölge olmayacaktır.",
      "D": "Fotoğraf tamamen flu olacaktır.",
      "E": "Böyle durumlarda özellikle elde düşük enstantane değerlerinde fotoğraf çekerken tripot (üç ayak) kullanmak gerekir."
    },
    "explanation": "Enstantane hızı 1/60 saniyeden daha düşük (örneğin 1/30, 1/15 s) olduğunda, yani pozlama süresi uzadığında, makine titremesi veya hareket eden nesnelerin <b>bulanıklaşması (hareket bulanıklığı)</b> riski artar. Bu durum, hızlı hareket eden nesnelerin net bir şekilde <b>dondurulmasını</b> (kare içine alınmasını) engeller. Dolayısıyla, 1/60’tan düşük hızda hızlı hareket eden nesnelerin net bir şekilde dondurulması <u>gerçekleşmez</u>; tam tersine, bulanıklık oluşur."
  },
  {
    "id": "108819",
    "unitNumber": 7,
    "text": "<strong>Fotoğraf makinelerinde 30 saniyelik pozlama süresinden daha uzun bir pozlamaya ihtiyaç duyulan durumlarda yapılması gereken ayar aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "BULB modu (B)",
      "B": "Manuel mod (M)",
      "C": "Otomatik pozlama modu (A/AV)",
      "D": "Enstantane öncelikli mod (S)",
      "E": "Diyafram öncelikli mod (A)"
    },
    "explanation": "Fotoğraf makinelerinde genellikle en uzun pozlama süresi 30 saniye olarak ayarlanabilir. Bundan daha uzun pozlamalara ihtiyaç duyulduğunda (örneğin gece çekimlerinde veya ışık izi fotoğraflarında) <b>Bulb (B)</b> ayarı kullanılır. Bulb modunda, deklanşöre basılı tutulduğu sürece (veya bir tetikleyici/kumanda ile başlatılıp sonlandırılana kadar) obtüratör açık kalır ve pozlama süresi istenildiği kadar uzatılabilir."
  },
  {
    "id": "108886",
    "unitNumber": 7,
    "text": "<strong>Filmlerde olduğu gibi, “Noise” olarak adlandırılan parazit etkisinin fotoğrafta belirmesine neden olan şey aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Hafıza kartının yetersizliği",
      "B": "Şarjın ortamdaki ışık yoğunluğunu algılayacak dereceden düşük olması",
      "C": "Diyafram değerinin gereken miktardan yüksek ayarlanması",
      "D": "ISO değeri artırılması ile sensörlerin az miktardaki ışığa daha fazla hassas hâle gelebilmek için fotoğraf makinesinin pilinden daha fazla elektrik enerjisi alması",
      "E": "15'' enstantane değerinde obtüratörün 15 saniye boyunca açık kalması sonucunda 1/ ifadesiyle belirtilen rakamlar büyüdükçe enstantane değerlerinin giderek hızlanması"
    },
    "explanation": "Filmlerde kumlanma (grain) olarak bilinen etkiye benzer şekilde, dijital fotoğraflarda ortaya çıkan ve <b>Noise</b> (gürültü) olarak adlandırılan parazit etkisinin temel nedeni <b>yüksek ISO değerlerinin kullanılmasıdır</b>. Yüksek ISO, sensörün ışığa karşı hassasiyetini yapay olarak artırır; ancak bu artış, sensörün okuma ve amplifikasyon sürecinde elektriksel gürültüyü de beraberinde getirir."
  },
  {
    "id": "111851",
    "unitNumber": 7,
    "text": ".........., filme veya sensöre düşecek ışık miktarını; ................, belirlenen aralıktan giren ışığın ne kadar süre ile film ya da sensör üzerinde kalacağını; ............... ise filmin veya sensörün bu gelen ışığa karşı ne kadar hassasiyet göstereceğini belirler.<br /><strong>Cümlede boş bırakılan yerlere sırasıyla aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "ISO-enstantane-diyafram",
      "B": "ISO-diyafram-enstantane",
      "C": "Enstantane-ISO-diyafram",
      "D": "Enstantane-diyafram-ISO",
      "E": "Diyafram-enstantane-ISO"
    },
    "explanation": "Pozlama üçgenini oluşturan temel bileşenler sırasıyla <b>Diyafram, Enstantane ve ISO</b>'dur.<br><b>Diyafram</b>, objektiften filme veya sensöre düşecek ışık miktarını (açıklık boyutunu) kontrol eder.<br><b>Enstantane</b>, belirlenen aralıktan giren ışığın ne kadar süre ile film ya da sensör üzerinde kalacağını (pozlama süresini) kontrol eder.<br><b>ISO</b> ise filmin veya sensörün bu gelen ışığa karşı ne kadar hassasiyet göstereceğini belirler."
  },
  {
    "id": "128081",
    "unitNumber": 7,
    "text": "<strong>Dijital fotoğraf makinelerinde yüksek ISO’dan kaynaklanan görüntü bozulmasına ne ad verilir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Piksel",
      "B": "Ayna",
      "C": "Noise",
      "D": "Obtüratör",
      "E": "Perde"
    },
    "explanation": "Dijital fotoğraf makinelerinde sensör hassasiyetinin (ISO) artırılması sonucu görüntüde oluşan rastgele renkli noktacıklar, renk kaymaları ve detay kaybı gibi bozulmalara <b>Gürültü (Noise)</b> adı verilir. Yüksek ISO, sinyal amplifikasyonunu artırdığı için bu elektriksel gürültüyü belirgin hâle getirir."
  },
  {
    "id": "128083",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi eski doğu bloğu ülkelerinde ASA yerine kullanılan kavramdır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "ISO",
      "B": "Grain",
      "C": "Stop",
      "D": "DIN",
      "E": "Gümüş nitrat"
    },
    "explanation": "ASA (Amerikan Standartları Birliği) ve DIN (Alman Endüstri Normu) film hızlarını belirten yaygın standartlardır. Eski doğu bloğu ülkeleri, özellikle Sovyetler Birliği ve çevresi, aynı hassasiyeti ifade etmek için <b>GOST</b> (Gosudarstvennyy Standart) standardını kullanmışlardır. Ancak günümüzde uluslararası standardizasyon için <b>ISO</b> standardı evrensel olarak kullanılmaktadır."
  },
  {
    "id": "165203",
    "unitNumber": 7,
    "text": "<strong>En fazla pozlama aşağıdakilerden hangisinde gerçekleşir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "1/8",
      "B": "1/15",
      "C": "1/60",
      "D": "1/500",
      "E": "1/250"
    },
    "explanation": "Pozlama, ışığın sensör veya filme düşme miktarıdır ve diyafram açıklığı ile enstantane süresi tarafından belirlenir. En fazla pozlama, ışığın sensöre <b>en uzun süre</b> düşmesine izin verildiğinde gerçekleşir. Bu da enstantane hızının <b>en düşük değere</b> (yani pozlama süresinin en uzun olduğu değere) ayarlanmasıyla sağlanır."
  },
  {
    "id": "165204",
    "unitNumber": 7,
    "text": "<strong>Yüksek ISO’dan kaynaklanan görüntü hatasını ifade eden kavram aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Af",
      "B": "Asa",
      "C": "Noıse",
      "D": "Shutter",
      "E": "Graın"
    },
    "explanation": "Yüksek ISO değeri seçildiğinde dijital sensörün elektrik sinyallerini yükseltmesinden kaynaklanan, görüntüde istenmeyen tanecikli veya renkli beneklenmeler şeklinde ortaya çıkan hata <b>Gürültü (Noise)</b> olarak adlandırılır. Bu, özellikle düşük ışık koşullarında yüksek hassasiyet ayarlarının bir sonucudur."
  },
  {
    "id": "165205",
    "unitNumber": 7,
    "text": "<strong>Işığın, ışığa duyarlı yüzey üzerinde bıraktığı etkiyi ifade eden kavram aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Film",
      "B": "Fotoğraf",
      "C": "Noise",
      "D": "Odak",
      "E": "SLR"
    },
    "explanation": "Işığın objektiften geçerek fotoğraf filmi veya dijital sensör gibi ışığa duyarlı yüzey üzerinde bıraktığı etki, yani bu yüzeyin ışık alma süreci ve miktarı <b>Pozlama (Exposure)</b> olarak adlandırılır. Doğru pozlama, net ve dengeli bir görüntü elde etmek için kritik öneme sahiptir."
  },
  {
    "id": "165206",
    "unitNumber": 7,
    "text": "<strong>Konudan yansıyan ışığın, ışığa duyarlı yüzeye düşüş süresini ayarlayan mekanizmaya ne ad verilir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Pozlama",
      "B": "Netleme",
      "C": "Enstantane",
      "D": "Diyafram",
      "E": "ISO"
    },
    "explanation": "Konudan yansıyan ışığın, ışığa duyarlı yüzeye (sensör/film) düşüş süresini kontrol ederek pozlama süresini ayarlayan mekanizma <b>Obtüratör (Shutter)</b> olarak adlandırılır. Obtüratörün çalışma hızı ise <b>Enstantane Hızı</b> olarak bilinir."
  },
  {
    "id": "165207",
    "unitNumber": 7,
    "text": "<strong>Yaprak obtüratörlerin hız aralığını belirten değerler aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "1/1 – 1/500",
      "B": "1/250 – 1/4000",
      "C": "1/30 – 1/60",
      "D": "1/125 – 1/8000",
      "E": "1/15 – 1/2000"
    },
    "explanation": "<b>Yaprak (Leaf) Obtüratörler</b> genellikle lensin içinde bulunur ve hız aralıkları perde obtüratörlere göre daha sınırlıdır. Çoğu yaprak obtüratörde hız aralığı 1 saniyeden başlar ve 1/500 saniyeye kadar çıkar. Ancak bu obtüratörlerin önemli bir avantajı, tüm hızlarda flaş senkronizasyonu yapabilmesidir. Standart hız aralığı <b>1 s – 1/500 s</b> civarındadır."
  },
  {
    "id": "165208",
    "unitNumber": 7,
    "text": "<strong>Obtüratör hızının fotoğrafı çekilecek nesnenin hızından yavaş olduğu durumlarda fotoğrafta ortaya çıkan etki aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Nesnenin hareketi sabit hâlde fotoğraflanır.",
      "B": "Noise etkisi oluşur.",
      "C": "Grain etkisi oluşur.",
      "D": "Netlik problemi oluşur.",
      "E": "Hareket flu olarak fotoğraflanır."
    },
    "explanation": "Fotoğrafı çekilecek nesnenin hızına göre obtüratör hızının yavaş (uzun pozlama süresi) olduğu durumlarda, nesne pozlama sırasında yer değiştirir. Bu yer değiştirme, fotoğraf üzerinde <b>Hareket Bulanıklığı (Motion Blur)</b> olarak adlandırılan bir etki yaratır."
  },
  {
    "id": "165210",
    "unitNumber": 7,
    "text": "<strong>Aşağıdaki enstantane değerlerinden hangisi tam stop değeri olarak da ifade edilen ana stop değeridir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "1/100",
      "B": "1/160",
      "C": "1/13",
      "D": "1/125",
      "E": "1/80"
    },
    "explanation": "Pozlamayı iki katına çıkaran veya yarıya indiren enstantane değerleri <b>tam stop (full stop)</b> değerleridir. Standart tam stop enstantane değerleri arasında 1 s, 1/2 s, 1/4 s, 1/8 s, 1/15 s, 1/30 s, 1/60 s, <b>1/125 s</b>, 1/250 s, 1/500 s vb. bulunur. Bu değerler arasında 1/125 saniye yaygın olarak kullanılan bir ana stop değeridir."
  },
  {
    "id": "165214",
    "unitNumber": 7,
    "text": "<strong>ISO değeri aşağıdakilerden hangisine doğrudan etki eder?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Enstantane",
      "B": "Diyafram",
      "C": "Sensör",
      "D": "Film",
      "E": "Body"
    },
    "explanation": "<b>ISO</b> (Uluslararası Standartlar Organizasyonu) değeri, dijital sensörün veya filmin ışığa karşı gösterdiği <b>duyarlılığı (hassasiyeti)</b> doğrudan belirler. ISO değeri arttıkça, sensörün veya filmin aynı pozlamayı elde etmek için daha az ışığa ihtiyacı olur."
  },
  {
    "id": "326298",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi çalışma prensipleri olarak kullanılan obtüratör çeşitleri arasında yer alır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Üçgen",
      "B": "Kare",
      "C": "Daire",
      "D": "Desen",
      "E": "Yaprak"
    },
    "explanation": "Çalışma prensiplerine göre fotoğraf makinelerinde kullanılan iki ana obtüratör çeşidi bulunur: <b>Perde Obtüratörler (Focal Plane Shutter)</b> ve <b>Yaprak Obtüratörler (Leaf Shutter)</b>. Perde obtüratörler, sensör düzlemine yakın yer alır ve genellikle değiştirilebilir objektifli SLR/DSLR makinelerde kullanılırken; Yaprak obtüratörler genellikle objektifin içinde yer alır ve kompakt makinelerde veya bazı orta format makinelerde bulunur."
  },
  {
    "id": "327801",
    "unitNumber": 7,
    "text": "<strong>Fotoğrafın doğru pozlanabilmesi için objektiften geçen ışığın makinenin içine düşme süresini kontrol etmeye yarayan mekanizma aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Sensör",
      "B": "Obtüratör",
      "C": "Hafıza kartı",
      "D": "Diyafram",
      "E": "Vizör"
    },
    "explanation": "Objektiften geçen ışığın makinenin içine düşme süresini (yani ışığa duyarlı yüzeyde kalma süresini) kontrol etmeye yarayan mekanizma <b>Obtüratör</b>'dür. Obtüratör hızı (enstantane), doğru pozlamayı sağlamak için diyafram ve ISO ile birlikte ayarlanması gereken temel pozlama kontrol bileşenidir."
  },
  {
    "id": "327845",
    "unitNumber": 7,
    "text": "ISO değeri kaç stop ....................., enstantane süresi de o kadar stop değerinde ..................<br /><strong>Cümlede boş bırakılan yerlere sırasıyla aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "azalır - yükselir.",
      "B": "yükselir - aynı kalır.",
      "C": "yükselir - yükselir.",
      "D": "yükselir - azalır.",
      "E": "aynı kalır - aynı kalır."
    },
    "explanation": "Pozlama üçgeninde Diyafram, Enstantane ve ISO arasında doğrudan bir ilişki vardır. Eğer <b>ISO değeri kaç stop artırılırsa</b> (yani hassasiyet yükseltilirse), aynı ışık koşulunda doğru pozlamayı korumak için gerekli olan <b>enstantane süresi de o kadar stop değerinde kısalır</b> (yani hızlanır). Bu, pozlama miktarının sabit kalmasını sağlar. Örneğin, ISO 2 stop artırılırsa, enstantane süresi 2 stop kısalmalıdır."
  },
  {
    "id": "331179",
    "unitNumber": 7,
    "text": "I. Enstantane değerine etki eder.<br />II. Aynı film hızları için aynı rakamlar kullanılır.<br />III. Aralarında ters orantı vardır.<br /><strong>Yukarıdakilerden hangisi ya da hangileri ISO – ASO değerlerleri ile ilgili bilgiler arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "ISO ve ASO (ASA, American Standards Association'ın kısaltması olarak kabul edilirse) değerleri film/sensör hassasiyet standartlarıdır.<br>II. Aynı film hızları için aynı rakamlar kullanılır (ASA ve ISO aritmetik skalada aynıdır). (DOĞRU)<br>III. Aralarında ters orantı vardır (Hassasiyet açısından aynı rakamları ifade ettikleri için bu ifade yoruma açıktır ve genellikle yanlıştır).<br>I. Enstantane değerine etki eder (ISO değeri, gerekli enstantane süresini belirler, ancak fiziksel olarak obtüratörün çalışma hızını 'etkilemez', yalnızca doğru pozlama için gereken değeri dikte eder).<br>Genellikle 'Enstantane değerine etki eder' ifadesi, ISO'nun doğrudan fiziksel obtüratörün değerini değiştirdiği anlamına geliyorsa, yanlış kabul edilir. ISO bağımsız bir hassasiyet ayarıdır. Bu bağlamda <b>I</b> numaralı ifade yanlış bilgi olarak kabul edilir."
  },
  {
    "id": "331182",
    "unitNumber": 7,
    "text": "I. İleri düzey profesyonel analog veya dijital fotoğraf makinelerinde kullanılır.<br />II. Objektifler değiştirilemediğinden objektif, makine gövdesine sabit hâldedir.<br />III. Daha çok compact olarak adlandırılır.<br /><strong>Yukarıdakilerden hangisi ya da hangileri perde obtüratörlerin özellikleri arasında yer alır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "I ve III",
      "E": "I, II ve III"
    },
    "explanation": "<b>Perde (Focal Plane) Obtüratörler</b>, genellikle değiştirilebilir objektiflere sahip olan profesyonel veya yarı profesyonel <b>SLR/DSLR ve aynasız (mirrorless)</b> makinelerde kullanılır.<br>I. İleri düzey profesyonel analog veya dijital fotoğraf makinelerinde kullanılır. (DOĞRU)<br>II. Objektifler değiştirilemez. (YANLIŞ, Perde obtüratörlü makineler genellikle objektif değiştirmeye imkan tanır.)<br>III. Daha çok compact olarak adlandırılır. (YANLIŞ, Compact makinelerde daha çok Yaprak obtüratörler kullanılır.)<br>Bu durumda perde obtüratörlerin doğru özelliği yalnızca <b>I</b> numaralı maddedir."
  },
  {
    "id": "363163",
    "unitNumber": 7,
    "text": "<strong>Obtüratörün açılıp kapanma hızına ne ad verilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Odak uzaklığı",
      "B": "Enstantane",
      "C": "Alan derinliği",
      "D": "Odak noktası",
      "E": "Pozlama"
    },
    "explanation": "Fotoğrafçılıkta, <b>obtüratör</b> (shutter) perdesinin açılıp kapanma süresi, sensöre veya filme ulaşacak ışık miktarını kontrol eden temel mekanizmadır. Bu hıza <b>Enstantane Hızı</b> (Shutter Speed) adı verilir. Enstantane hızı, saniyenin kesirleri şeklinde ifade edilir (örneğin 1/125 sn) ve hareketin dondurulmasında veya bulanıklaştırılmasında kritik rol oynar."
  },
  {
    "id": "364613",
    "unitNumber": 7,
    "text": "........ değeri ne kadar azsa, çekilen fotoğraflar da o kadar keskin ve detaylı olur. Başka bir ifadeyle mecbur kalmadıkça fotoğraf çekimlerinde ............. kullanımından kaçınılmalıdır. <br /><strong>Cümlede boş bırakılan yerlere sırasıyla aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "ISO-Diyafram",
      "B": "İris-Bulp",
      "C": "Enstantane-ISO",
      "D": "Obtüratör-Perde",
      "E": "ISO -Yüksek ISO"
    },
    "explanation": "Bu cümlede bahsedilen keskinlik ve detay kaybı, genellikle dijital fotoğrafçılıkta <b>Gürültü</b> (Noise) ile ilişkilidir. <b>Gürültü</b> değeri ne kadar azsa, görüntüler o kadar keskin olur. Yüksek <b>ISO</b> değerleri sensörün ışığa olan hassasiyetini artırırken, aynı zamanda görüntüde rastgele piksel hataları olan gürültüyü de beraberinde getirir. Bu nedenle, ışık koşulları mecbur bırakmadıkça, görüntü kalitesini korumak için <b>Yüksek ISO</b> kullanımından kaçınılmalıdır. Boşluklara sırasıyla <b>Gürültü</b> ve <b>Yüksek ISO</b> getirilmelidir."
  },
  {
    "id": "364729",
    "unitNumber": 7,
    "text": "ISO konusunu anlayabilmek için filmin yapısını ve fotoğrafın oluşumuna neden olan ................................. bilmek gerekir.<br /><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "optik ve fiziksel değişimleri",
      "B": "optik ve ışık değişimleri",
      "C": "optik ve pozlama değişimleri",
      "D": "optik ve perde değişimleri",
      "E": "optik ve kimyasal değişimleri"
    },
    "explanation": "ISO (Uluslararası Standartlar Organizasyonu), filmin veya sensörün ışığa karşı duyarlılığını ifade eder. Geleneksel fotoğraf filmlerinde, ışığın filmin üzerinde kalıcı bir görüntü oluşturmasına neden olan temel bileşenler <b>gümüş tuzları</b>dır (silver halide). Bu kimyasallar ışığa tepki verir ve pozlama sonrasında görüntüyü oluşturur. Dolayısıyla, ISO'yu ve fotoğrafın oluşum sürecini anlamak için <b>ışığa duyarlı malzeme</b>nin yapısını bilmek hayati önem taşır."
  },
  {
    "id": "116448",
    "unitNumber": 8,
    "text": "<strong>Fotoğrafa ışığın az veya fazla gelmesi durumunda, diğer ayarlardan bağımsız olarak Exposure Value (EV) değerleriyle yapılan müdaheleye ne ad verilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Enstantene hızı",
      "B": "Pozlama telafisi",
      "C": "Iso değeri",
      "D": "Diyafram açıklığı",
      "E": "Beyaz dengesi"
    },
    "explanation": "EV (Exposure Value) değerleriyle standart pozlama ayarlarından bağımsız olarak yapılan, ışığın az veya fazla gelmesi durumundaki manuel müdahaleye <b>Pozlama Telafisi (Exposure Compensation)</b> adı verilir. Bu ayar, fotoğrafçının makinenin otomatik ölçümünün aldatıldığı (örneğin kar manzarası veya ters ışık) durumlarda pozlamayı hassas bir şekilde ayarlamasını sağlar."
  },
  {
    "id": "116461",
    "unitNumber": 8,
    "text": "I. Farklı piksel derinliklerine sahip çoklu bitmap görüntülerinin depolanması sayesinde, görüntü depolama ihtiyaçları için avantaj sağlar.<br />II. Sıkıştırmadan kaynaklı çeşitli sorunları içermediğinden dolayı tercih edilen bir format biçimidir.<br />III. Görsel ürünlerin kullanıldığı alanlarda standart geçerlilikte bir yapı olup hem PC hem de Macintosh gibi farklı platformlarda çalışabilir.<br />IV. Kaydedilen fotoğrafın depolama boyutunu on katına kadar çıkarması dezavantajı olarak görülür.<br /><strong>TIFF kayıt formatı ile ilgili olarak yukarıdakilerden hangisi  ya da hangileri doğrudur?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve III",
      "C": "I, II ve III",
      "D": "II ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "TIFF (Tagged Image File Format) formatı ile ilgili I, II ve III numaralı maddeler doğrudur. I. madde, farklı <b>piksel derinliklerine ve katmanlara</b> sahip çoklu bitmap görüntülerini desteklediğini belirtir. II. madde, TIFF’in yaygın olarak <b>kayıpsız sıkıştırma</b> yapısıyla veya hiç sıkıştırma yapılmadan kullanıldığını, bu sayede kalite sorunları içermediğini ifade eder. III. madde, TIFF’in <b>endüstriyel standart</b> olup PC ve Macintosh gibi farklı <b>platformlarda</b> çalışabildiğini belirtir. IV. madde, dosya boyutunun büyüklüğünü belirten bir dezavantajdır, ancak I, II ve III formatın temel özellikleridir."
  },
  {
    "id": "116533",
    "unitNumber": 8,
    "text": "I. Bu ölçüm yönteminde spot metreler görüntünün çok küçük yüzeyinden yansıyan ışığı ölçerek fotoğrafı çeker.<br />II. Kadrajın yaklaşık yüzde 1–5’lik bir kısmından ölçüm yapılır.<br />III. Genelde çok yüksek kontrastlı sahnelerin çekiminde kullanışlıdır.<br />IV. Daha çok makro çekimler ve dramatik bir vurgu yapılmak istenen durumlarda kullanılmaktadır.<br /><strong>Yukarıda özellikleri verilen ölçüm yöntemi hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Noktasal Ölçüm Yöntemi",
      "B": "Kısmi Ölçüm Yöntemi",
      "C": "Genel Ölçüm Yöntemi",
      "D": "Merkez Ağırlıklı Ölçüm Yöntemi",
      "E": "Çok Bölgeli Ölçüm Yöntemi"
    },
    "explanation": "Özellikleri verilen ölçüm yöntemi <b>Noktasal Ölçüm (Spot Metering)</b>'dür. Bu yöntemde sadece kadrajın <b>yüzde 1–5’lik</b> çok küçük bir alanından yansıyan ışık ölçülür. Bu sayede, fotoğrafçı çok yüksek kontrastlı sahnelerde veya makro çekimler gibi dramatik vurgu gerektiren durumlarda, konunun en kritik bölgesini doğru pozlayabilir."
  },
  {
    "id": "117228",
    "unitNumber": 8,
    "text": ".......................  ayarları ile gölgeler azaltılarak fotoğraftaki karanlık bölgeler arındırılmış olur.<br /><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Whites - blacks",
      "B": "Highlights",
      "C": "Image size",
      "D": "White balance",
      "E": "Shadows"
    },
    "explanation": "Fotoğraftaki karanlık bölgelerin detaylarının ortaya çıkarılması ve arındırılması işlemi, tonlama ayarlarında <b>Gölgeler (Shadows)</b> ayarı ile yapılır. Bu ayar, yalnızca görüntünün koyu kısımlarını aydınlatarak genel kontrastı yönetmeye yardımcı olur."
  },
  {
    "id": "117360",
    "unitNumber": 8,
    "text": "<strong>Fotoğrafta genelde turuncu/sarı tonların hâkim olduğu ve 3200 Kelvin’e göre ayarlanmış sıcaklık değeri aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Gün ışığı (Daylight)",
      "B": "Gölge (Shade)",
      "C": "Bulutlu (Cloudy)",
      "D": "Ampul (Tungsten)",
      "E": "Floresan (Fluorescent)"
    },
    "explanation": "3200 Kelvin’e ayarlanmış sıcaklık değeri, genellikle <b>Tungsten veya İç Mekan Lambaları (Incandescent/Tungsten)</b> tarafından yayılan ışığı temsil eder. Bu ışık kaynakları spektrumda <b>turuncu/sarı</b> tonların hâkim olduğu, sıcak ışık olarak kabul edilir."
  },
  {
    "id": "156242",
    "unitNumber": 8,
    "text": "<strong>Fotoğraf makinelerinde pozlama telafisini +1 EV, 0 EV, -1 EV biçiminde otomatik yaparak aynı anda üç veya daha fazla kare çeken ayarlar ile yapmış olduğunuz işlem aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "ISO değeri",
      "B": "Beyaz dengesi ayarı",
      "C": "Çekim pozlama telafisi ayarları",
      "D": "ND filtre ayarları",
      "E": "Basamaklı pozlama (Auto Bracketing) ayarları"
    },
    "explanation": "Pozlama telafisi (+1 EV, 0 EV, -1 EV gibi) ayarlarını otomatik olarak uygulayarak, aynı anda üç veya daha fazla kare çekme işlemine <b>Poz Basamaklama (Exposure Bracketing)</b> denir. Bu teknik, özellikle HDR (Yüksek Dinamik Aralık) çekimleri için veya doğru pozlamanın zor olduğu koşullarda kullanılır, böylece fotoğrafçı farklı pozlama seçeneklerine sahip olur."
  },
  {
    "id": "156245",
    "unitNumber": 8,
    "text": "<strong>Fotoğrafta oluşacak beyaz veya parlak ışıkları ortadan kaldırarak orantılı bir aydınlığa sahip kareler yakalamak için makinede yapılması gereken ayar aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Color space",
      "B": "Highlights",
      "C": "Shadows",
      "D": "HDR mode",
      "E": "Picture style"
    },
    "explanation": "Fotoğrafta oluşacak beyaz veya parlak ışıkların (highlight) sebep olduğu renk sapmalarını ortadan kaldırarak <b>orantılı bir aydınlığa</b> sahip kareler yakalamak için makinede yapılması gereken temel ayar <b>Beyaz Ayarı (White Balance)</b>'dır. Bu ayar, ortamdaki ışık rengini dengeleyerek beyazların gerçekten beyaz görünmesini sağlar ve ton dengesini kurar."
  },
  {
    "id": "156247",
    "unitNumber": 8,
    "text": "<strong>Işığın vizörün orta kısmından yüzde 70’ini, kalan yüzde 30’u ise görüntünün diğer kısmı olan kenarlardan aldığı, portre veya ters ışık çekimleri için önerilen ölçüm modu aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Merkez ağırlıklı ortalama",
      "B": "Noktasal ölçüm",
      "C": "Kısmi ölçüm",
      "D": "Genel ölçüm",
      "E": "Çok bölgeli ölçüm"
    },
    "explanation": "Işığın %70’ini vizörün orta kısmından, kalan %30’unu ise kenarlardan alarak ölçüm yapan mod <b>Merkez Ağırlıklı Ölçüm (Center-Weighted Metering)</b>'dür. Bu mod, özellikle portre veya ters ışık çekimlerinde, ana konunun (merkezde bulunan) pozlamasını önceliklendirerek doğru sonuçlar almanızı sağlar."
  },
  {
    "id": "156256",
    "unitNumber": 8,
    "text": "<strong>Fotoğrafların sıkıştırılarak kaydedildiği ve hemen her dijital ortamın tanıdığı fotoğraf kayıt formatı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "JPEG",
      "B": "TIFF",
      "C": "BMP",
      "D": "EPS",
      "E": "GIF"
    },
    "explanation": "Fotoğrafların <b>sıkıştırılarak</b> (kayıplı sıkıştırma ile) kaydedildiği ve küçük dosya boyutları sayesinde hemen her dijital ortamın ve cihazın tanıdığı evrensel fotoğraf kayıt formatı <b>JPEG (Joint Photographic Experts Group)</b>'tir."
  },
  {
    "id": "156259",
    "unitNumber": 8,
    "text": "<strong>Görüntüdeki fazla ışıklı ve az ışıklı bölgeleri nötralize ederek ışık patlamalarını ve karanlık bölgeleri yok eden teknik aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Focus stacking",
      "B": "Otomatik netleme",
      "C": "Histogram",
      "D": "HDR (Yüksek Dinamik Aralık)",
      "E": "Üst üste çekim"
    },
    "explanation": "Görüntüdeki fazla ışıklı (patlamış) ve az ışıklı (karanlık) bölgeleri nötralize ederek, hem gölgelerde hem de parlak alanlarda detayları koruyan teknik <b>Yüksek Dinamik Aralık (HDR - High Dynamic Range)</b> tekniğidir. Bu, genellikle farklı pozlamaların birleştirilmesiyle elde edilir ve geniş kontrast farklarını dengeler."
  },
  {
    "id": "156262",
    "unitNumber": 8,
    "text": "<strong>Düz bir fonda oluşan yatay ve dikey belirtiler ve koyu bir fonda ters ışığın neden olduğu ışık parlamaları gibi etkilerin oluşturduğu kontrast biçimi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Leke kontrastı",
      "B": "Boyut kontrastı",
      "C": "Çizgisel kontrast",
      "D": "Hareket kontrastı",
      "E": "İçerik kontrastı"
    },
    "explanation": "Düz bir fonda oluşan yatay ve dikey belirtiler (optik parlamalar/streaks) ve koyu bir fonda ters ışığın neden olduğu ışık parlamaları, sahnenin <b>Yüksek Kontrast</b> içerdiği durumlarda ortaya çıkan optik sapmalar ve etkilerdir. Bu tür etkiler, genellikle lensin doğrudan ışığa maruz kalmasıyla (lens parlaması/flare) ilişkilidir."
  },
  {
    "id": "156264",
    "unitNumber": 8,
    "text": "<strong>Kayıplı sıkıştırma yapıldığı zaman görüntünün bazı bölümlerinin fark edilir şekilde bloklaşmasını ifade eden kavram aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Diyafram açıklığı",
      "B": "Enstantane hızı",
      "C": "Artifakting",
      "D": "Alan derinliği",
      "E": "Compact flash"
    },
    "explanation": "Özellikle JPEG gibi <b>kayıplı sıkıştırma</b> yöntemleri yüksek oranda uygulandığında, görüntü verisi kalıcı olarak kaybedilir ve görüntünün bazı bölümlerinde renk geçişlerinin bozulduğu, fark edilir <b>bloklar</b> (kareler) oluşur. Bu bozulmaya <b>Bloklaşma (Blocking)</b> denir."
  },
  {
    "id": "156266",
    "unitNumber": 8,
    "text": "<strong>3200 Kelvin’e ayarlanmış sıcaklık değerine sahip ortamlarda turuncu ve sarı renklerin hâkimiyetini dengelemek için kullanacağınız beyaz ayarı modu aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Floresan (Fluorescent)",
      "B": "Ampül (Tungsten)",
      "C": "Kelvin",
      "D": "Flaş",
      "E": "Gölge (Shade)"
    },
    "explanation": "3200 Kelvin’e ayarlanmış sıcaklık değeri turuncu ve sarı (sıcak) tonlardadır. Bu sıcaklığı dengelemek ve renkleri nötralize etmek için makinede bu sıcaklığa karşıt olan <b>Tungsten/Ampul (Incandescent)</b> Beyaz Ayarı modu seçilir. Bu mod, sıcaklığa karşı <b>mavi (soğuk)</b> bir dengeleme uygular."
  },
  {
    "id": "156267",
    "unitNumber": 8,
    "text": "<strong>Çekmiş olduğunuz ortamın ışık durumuna göre ihtiyacınız yok ise keskin ve net kareler yakalamak için aşağıdakilerden hangisini yapmanız gerekmektedir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Enstantane hızını değiştiririm.",
      "B": "Beyaz ayarı yaparım.",
      "C": "Pozlama telafisi yaparım.",
      "D": "Polarize filtre kullanırım.",
      "E": "ISO değerini düşük tutarım."
    },
    "explanation": "Ortam ışığı yeterli olduğunda, maksimum <b>keskinlik ve netlik</b> elde etmek için yapılması gereken en önemli şey <b>en düşük ISO ayarını</b> kullanmaktır (genellikle ISO 100). Yüksek ISO, ışık hassasiyetini artırsa da, kumlanma (gürültü) yaparak görüntü keskinliğini ciddi ölçüde düşürür."
  },
  {
    "id": "156269",
    "unitNumber": 8,
    "text": "<strong>Renk sıcaklığının 9000-10000 arası ölçüldüğü bir ortamda ışık kaynağı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Gün ışığı",
      "B": "Akkor ışık",
      "C": "Mum ışığı",
      "D": "Gölgeli/Kapalı hava",
      "E": "Parçalı bulutlu hava"
    },
    "explanation": "9000-10000 Kelvin aralığı, doğal ışık kaynakları arasında en yüksek renk sıcaklığını temsil eder. Bu aralık, gökyüzünün mavi tonlarının baskın olduğu, genellikle güneş ışığının doğrudan alınmadığı <b>Derin Gölge (Deep Shade)</b> veya çok yoğun <b>Bulutlu</b> hava koşullarındaki ışık kaynağına karşılık gelir."
  },
  {
    "id": "303181",
    "unitNumber": 8,
    "text": "<strong>Düz ve temiz bir fon önünde ters ışıkla oluşacak siluetler ile yakalanacak kontrast biçimi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Leke kontrastı",
      "B": "İçerik kontrastı",
      "C": "Nokta kontrastı",
      "D": "Çizgisel kontrast",
      "E": "Şekilsel kontrast"
    },
    "explanation": "Düz ve temiz bir fon önünde <b>ters ışık (backlight)</b> kullanılarak konunun sadece ana hatlarının (siluetinin) belirginleştirilmesiyle elde edilen güçlü ve dramatik kontrast biçimi <b>Siluet Kontrastı</b> olarak adlandırılır."
  },
  {
    "id": "303183",
    "unitNumber": 8,
    "text": "<strong>Fotoğrafındaki karanlık bölgeleri arındırarak bir kontrast sağlamak istediğinizde makinenizdeki hangi ayar ile oynamanız gerekmektedir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Whites- Blacks",
      "B": "Highlights",
      "C": "White balance",
      "D": "Image size",
      "E": "Shadows"
    },
    "explanation": "Fotoğraftaki karanlık bölgeleri (gölgeleri) arındırarak daha fazla detay ortaya çıkarmak ve bu sayede dinamik bir denge (kontrast) sağlamak için genellikle makinedeki <b>Kontrast Ayarı</b> ile oynanır. Kontrastın düşürülmesi, parlaklık ve karanlık arasındaki farkı azaltarak gölgelerde detay kazanılmasını sağlar."
  },
  {
    "id": "303185",
    "unitNumber": 8,
    "text": "<strong>Kadrajdaki birçok noktadan farklı ışık yoğunluklarını görüp ve onların ortalamasını alarak alan bilgisi ile birlikte bir hesaplama yapan ölçüm yöntemi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Merkez ağırlıklı",
      "B": "Noktasal",
      "C": "Genel",
      "D": "Kısmi",
      "E": "Çok bölgeli"
    },
    "explanation": "Kadrajdaki birçok farklı noktadan ışık yoğunluklarını ölçüp, bunların ortalamasını alarak ve sahnedeki alan bilgisine dayanarak hesaplama yapan ölçüm yöntemi <b>Değerlemeli Ölçüm (Evaluative/Matrix Metering)</b>'dür. Bu, makinenin genel ve karmaşık sahneler için en uygun pozlamayı bulmak üzere tasarlanmış akıllı ölçüm modudur."
  },
  {
    "id": "303186",
    "unitNumber": 8,
    "text": "<strong>Milyonlarca yatay ve dikey görüntünün birleşmesi ile oluşan sayısal görüntüleri, fotoğrafı hangi çözünürlükte ve kalitede çekebileceğinizi ifade eden kavram aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Iso değeri",
      "B": "Pixel",
      "C": "Vizör",
      "D": "Diyafram",
      "E": "Enstantane"
    },
    "explanation": "Milyonlarca yatay ve dikey görüntünün (pikselin) birleşmesi ile oluşan sayısal görüntüler, fotoğrafın hangi kalitede ve boyutta çekileceğini ifade eden kavram olan <b>Çözünürlük (Resolution)</b> ile tanımlanır. Bu, genellikle <b>Megapiksel</b> (milyon piksel) cinsinden ifade edilir ve fotoğrafın detay zenginliğini gösterir."
  },
  {
    "id": "303195",
    "unitNumber": 8,
    "text": "<strong>6000 Kelvin’e ayarlanmış beyaz ayarı değerinde olan ve gün ışığı ve gölge arasında tonlara sahip olan beyaz ayarı yapılırken aşağıdakilerden hangisi seçilir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Gün ışığı (Daylight)",
      "B": "Gölge (Shade)",
      "C": "Bulutlu (Cloudy)",
      "D": "Ampül (Tungsten)",
      "E": "Floresan (Fluorescent)"
    },
    "explanation": "6000 Kelvin’e ayarlanmış beyaz ayarı değeri, <b>Gün Işığı (Daylight)</b> koşullarına çok yakındır (standart gün ışığı 5500K civarıdır) ve gün ışığı ile hafif gölge tonları arasında yer alır. Bu koşullar altında doğru renk dengesini sağlamak için genellikle <b>Gün Işığı</b> beyaz ayarı modu seçilir."
  },
  {
    "id": "307293",
    "unitNumber": 8,
    "text": "<strong>Fotoğrafınızın ışık değerinin gerekenden az olması durumunda yapılması gereken yardımcı pozlama ayarı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "WB ayarı",
      "B": "Flaş ayarı",
      "C": "Pozlama değeri (EV) +’ya doğru ayarı",
      "D": "Uv Filtre ayarı",
      "E": "Noktasal ölçüm modu ayarı"
    },
    "explanation": "Fotoğrafın ışık değerinin (pozlamanın) gerekenden az olması (az pozlanması) durumunda, daha parlak bir sonuç elde etmek için kullanılması gereken yardımcı pozlama ayarı genellikle <b>Poz Telafisi</b> (Exposure Compensation) olarak adlandırılır. Poz telafisi, makinenin otomatik ölçümünü manuel olarak artırarak (+ EV değerleri), kamerayı daha uzun süre pozlamaya veya daha geniş diyafram kullanmaya zorlar. Bu, fotoğrafın doğru ışık seviyesine ulaşmasını sağlar."
  },
  {
    "id": "307294",
    "unitNumber": 8,
    "text": "<strong>Çekim esnasındaki ham görüntünün herhangi bir işleme maruz kalmadan doğrudan kaydedilmesine olanak sağlayan özel format aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "JPEG",
      "B": "TIFF",
      "C": "BMP",
      "D": "RAW",
      "E": "GIF"
    },
    "explanation": "Çekim esnasında sensörden gelen verilerin herhangi bir işleme (keskinleştirme, beyaz ayarı, sıkıştırma vb.) tabi tutulmadan doğrudan kaydedilmesine olanak sağlayan özel format, <b>RAW formatı</b>dır. RAW dosyaları, yüksek düzeyde <b>görüntü kalitesi</b> ve sonradan düzenleme sırasında maksimum esneklik sunar, çünkü tüm orijinal sensör verilerini içerirler. JPEG’in aksine, bu format 'ham' veriyi saklar."
  },
  {
    "id": "307295",
    "unitNumber": 8,
    "text": "<strong>Beklenenden daha az netliğe sahip bir fotoğrafa netlik kazandırmak amacıyla yapılan ayar aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kontrast",
      "B": "Image sharpening",
      "C": "UV Filtre",
      "D": "ISO",
      "E": "WB"
    },
    "explanation": "Beklenenden daha az netliğe sahip bir fotoğrafın kalitesini artırmak ve ayrıntıları belirginleştirmek amacıyla post prodüksiyon aşamasında yapılan ayar <b>Keskinleştirme</b> (Sharpening) ayarıdır. Keskinleştirme, görüntüdeki <b>kenar kontrastını</b> artırarak insan gözünde daha net ve detaylı bir algı yaratır. Ancak, aşırı keskinleştirme istenmeyen gürültüye veya 'halka' efektlerine neden olabilir."
  },
  {
    "id": "333119",
    "unitNumber": 8,
    "text": "<strong>Spot metrelerin görüntünün çok küçük yüzeyinden yansıyan ışığı ölçerek fotoğraf çektiği ölçüm yöntemi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Noktasal Ölçüm Yöntemi",
      "B": "Genel Ölçüm Yöntemi",
      "C": "Merkez Ağırlıklı Ortalama Ölçüm Yöntemi",
      "D": "Çok Bölgeli Ölçüm Yöntemi",
      "E": "Basit Ölçüm Yöntemi"
    },
    "explanation": "Spot metrelerin, görüntünün sadece çok küçük bir yüzeyinden (genellikle %1 ila %5 arası) yansıyan ışığı ölçerek pozlama değerini belirlediği ölçüm yöntemi <b>Spot Ölçüm</b> (Spot Metering) olarak adlandırılır. Bu yöntem, özellikle sahnenin <b>yüksek kontrast</b> içerdiği veya ana konunun çok küçük olduğu durumlarda, fotoğrafçının konunun tam olarak istediği tona göre pozlanmasını sağlamak için kullanılır."
  },
  {
    "id": "333120",
    "unitNumber": 8,
    "text": "<strong>Genelde soğuk mavi bir tona sahip olan ve 4000-5000 Kelvin’e göre ayarlanan beyaz ayarı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Ampul (Tungsten) WB",
      "B": "Otomatik (Auto) WB",
      "C": "Floresan (Fluorescent) WB",
      "D": "Gün Işığı (Daylight) WB",
      "E": "Bulutlu (Cloudy) WB"
    },
    "explanation": "Renk sıcaklığı ayarlarında 4000-5000 Kelvin aralığı, genellikle <b>Floresan Işık</b> (Fluorescent Light) kaynaklarını temsil eder. Floresan lambalar, fotoğraflarda doğal olarak <b>soğuk mavi bir tona</b> neden olur. Bu istenmeyen mavi tonu dengelemek ve renklerin doğru görünmesini sağlamak için kamera, beyaz ayarını bu Kelvin değerlerine göre ayarlar veya 'Floresan' ön ayarını kullanarak görüntüye sıcaklık ekler."
  },
  {
    "id": "334685",
    "unitNumber": 8,
    "text": "I. Birçok makinede poz telafisi için perde hızını değiştiren bir çekim modudur.<br />II. Bazı makinelerde farklılıklar gösterebilmektedir.<br />III. Her makinenin kendi kullanım kılavuzunda bu özelliğin nasıl kullanılacağına dair bilgilere bakmak faydalı olacaktır .<br />IV. Genellikle fotoğrafa yeni başlayanların tercih edeceği bir çekim modudur.<br /><strong>Yukarıda özellikleri sıralanan çekim modu hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Enstantane öncelikli mod",
      "B": "Diyafram öncelikli mod",
      "C": "Manuel mod",
      "D": "Program modu",
      "E": "Speed modu"
    },
    "explanation": "Özellikleri sıralanan çekim modu, <b>P (Program) Modu</b>dur. Bu modda kamera, diyafram ve perde hızını otomatik olarak belirler (IV. yeni başlayanlar için idealdir). Ancak (I) ve (II)'de belirtildiği gibi, kullanıcı hala <b>poz telafisi</b> yapabilir ve bu telafi genellikle makine tarafından <b>perde hızını değiştirerek</b> uygulanır. Bu mod, tam otomatik modlara göre biraz daha kontrol sunarken, manuel ayarlara kıyasla kullanımı basittir."
  },
  {
    "id": "112166",
    "unitNumber": 9,
    "text": "<strong>Fotoğraf çekerken görüntüde optik bozulma yaşanmasının nedeni aşağıdakilerden  hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Diyafram açıklığını ayarlanamaması",
      "B": "Objektif kalitesi",
      "C": "Konunun hareketli olması",
      "D": "Pozlama süresinin fazla olması",
      "E": "Duyarkata gelen ışınların farklı kırılmalara uğraması"
    },
    "explanation": "Görüntüde <b>optik bozulmalar</b> (aberrasyonlar) veya sapmalar yaşanmasının temel nedeni <b>objektifin</b> yapısı ve kalitesidir. Objektifler, ışığı doğru şekilde sensöre odaklamak için mercekler kullanır. Bu merceklerin yapısındaki veya hizalamasındaki kusurlar (örneğin, <b>küresel sapma</b>, <b>renk sapması</b>, <b>distorsiyon</b>) görüntüde bozulmaya yol açar."
  },
  {
    "id": "117198",
    "unitNumber": 9,
    "text": "I. DX formatının oluşturduğu görüntü dairesi, FX formatının oluşturduğu görüntü dairesinden 1,5 kat daha küçüktür.<br />II. DX formatlı sensör 24x36 mm görüntü dairesi sağlar.<br />III. DX sensörlü bir objektifin görüş alanı, yatay ve dikey olarak daha dardır.<br />IV. DX formatının oluşturduğu görüntüye full frame (tam çerçeve) denir.<br /><strong>DX formatlı sensör ile ilgili olarak yukarıdakilerden hangisi ya da hangileri <u>yanlıştır</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "II ve IV",
      "D": "I, II ve IV",
      "E": "I, III ve IV"
    },
    "explanation": "Yanlış olan ifadeler II ve IV'tür.<br/>İfade II yanlıştır, çünkü <b>24x36 mm</b> görüntü dairesi <b>FX formatı</b> (Full Frame) ile ilişkilidir. DX formatı bu boyuttan daha küçüktür (genellikle yaklaşık 16x24 mm).<br/>İfade IV de yanlıştır, çünkü <b>Full Frame (tam çerçeve)</b> tanımı <b>FX formatına</b> aittir. DX formatı, FX formatına göre daha küçük bir sensöre sahiptir ve bu nedenle kırpılmış (crop) çerçeve olarak adlandırılır."
  },
  {
    "id": "117253",
    "unitNumber": 9,
    "text": "<strong>Işığın bir uçtan diğer uca geçerek son olarak duyarlı yüzeye geçmesini sağlamak amacıyla belli bir sırayla düzenlenmiş, ince veya kalın kenarlı merceklerden oluşan  parçaya ne ad verilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Flaş",
      "B": "Objektif (Lens)",
      "C": "Diyafram",
      "D": "Duyarkat",
      "E": "ND filtre"
    },
    "explanation": "Bu tanım, <b>objektifi</b> ifade eder. Objektif, <b>mercekler</b> (ince veya kalın kenarlı) ve diğer optik elemanlardan oluşan karmaşık bir sistemdir. Temel işlevi, konudan gelen ışığı toplayıp kırarak <b>duyarlı yüzey (sensör/film)</b> üzerine net ve doğru bir görüntü düşürmektir."
  },
  {
    "id": "117381",
    "unitNumber": 9,
    "text": "I. Cam veya su gibi yüzeylerden istenmeyen yansımaların azaltılması veya ortadan kaldırılması<br />II. Pozlama kontrolünün sağlanması<br />III. Pusun etkilerinin azaltılması<br />IV. Gökyüzü görüntüsünde mavi tonun koyulaştırılması<br />V. Görüntüdeki renklerin tonlarını değiştirmeden renk doygunluğunun artırılması<br /><strong>Kullanım amaçları sıralanan filtre türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Nötr yoğunluklu filtre",
      "B": "UV filtre",
      "C": "Polarize filtre",
      "D": "Gri-siyah renk filtresi",
      "E": "Vidalı filtre"
    },
    "explanation": "Sıralanan amaçlar, özellikle <b>polarize filtrenin</b> (CPL - Dairesel Polarizör) temel işlevleridir. Polarize filtre, metalik olmayan yüzeylerden gelen <b>yansıyan ışığı</b> engelleyerek cam veya su yüzeylerindeki parlamaları azaltır (I). Bu sayede, gökyüzünün <b>mavi tonu koyulaşır</b> (IV) ve görüntünün genel <b>renk doygunluğu</b> artar (V)."
  },
  {
    "id": "156316",
    "unitNumber": 9,
    "text": "<strong>Objektif bileşenlerinden hangisi objektife düşen ışığın boyutunu kontrol eder?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Bayonet",
      "B": "Diyafram halkası",
      "C": "Netlik halkası",
      "D": "Zoom halkası",
      "E": "Mercek"
    },
    "explanation": "Objektife düşen <b>ışığın boyutunu</b> (miktarını) kontrol eden bileşen <b>diyaframdır</b>. Diyafram, ayarlanabilir metal yapraklardan oluşur ve açıklık çapını değiştirerek sensöre ulaşan ışık miktarını düzenler. Ayrıca <b>alan derinliğini</b> de kontrol eden temel unsurdur."
  },
  {
    "id": "156318",
    "unitNumber": 9,
    "text": "<strong>Çok küçük nesneleri görüntülemek için kullanılan ve yakındaki nesneye netlik yapabilme kapasitesi diğer objektiflere kıyasla daha fazla olan objektif türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Balıkgözü objektif",
      "B": "Teleobjektif",
      "C": "Zoom objektif",
      "D": "Makro objektif",
      "E": "Geniş açılı objektif"
    },
    "explanation": "Bu tanım <b>Makro Objektife</b> aittir. Makro objektifler, çok küçük nesneleri yüksek oranda büyütmek ve diğer objektiflere göre <b>çok daha yakından</b> netlik yapabilme kapasitesine sahip olmak üzere özel olarak tasarlanmıştır. Genellikle 1:1 veya daha yüksek büyütme oranına ulaşabilirler."
  },
  {
    "id": "165425",
    "unitNumber": 9,
    "text": "<strong>Aşağıdaki tanımlamalardan hangisi <u>yanlıştır</u>? </strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Odak noktası, mercekten geçen ışınların birleştiği noktadır.",
      "B": "Odak uzaklığı, odak noktası ile duyarkat arasındaki mesafedir.",
      "C": "Görüş alanı, vizörden bakıldığında görülebilen alandır.",
      "D": "Sensör büyüklüğü, objektifteki merceğin çapıdır.",
      "E": "Pozlama süresi, objektifin duyarkatına gelen ışığın düşme süresidir."
    },
    "explanation": "Yanlış olan tanımlama, genellikle <b>Geniş Açılı Objektiflerin</b> dar bir görüş açısına sahip olduğunu iddia eden ifadedir. Tam tersine, geniş açılı objektifler <b>normal objektiflere göre daha geniş bir görüş alanına</b> sahiptir. Dar görüş açısı, <b>Teleobjektiflerin</b> bir özelliğidir."
  },
  {
    "id": "165426",
    "unitNumber": 9,
    "text": "<strong>Görüş açısıyla ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Vizörden görülen alanı ifade eder.",
      "B": "Odak uzaklığı ile ters orantılıdır.",
      "C": "Teleobjektiflerin görüş açısı daha dardır.",
      "D": "Objektifin odak uzaklığı tarafından belirlenir.",
      "E": "Geniş bir görüş açısı sağlamak için uzun odak uzaklıklı objektif tercih edilmelidir."
    },
    "explanation": "Odak uzaklığı ve görüş açısı arasında ters bir ilişki mevcuttur. <b>Odak uzaklığı arttıkça</b> (telefoto objektiflerde), objektif daha fazla yakınlaştırma yapar ve yalnızca küçük bir alanı kapsadığı için <b>görüş açısı daralır</b>. Dolayısıyla 'Odak uzaklığı arttıkça görüş açısı da artar' ifadesi yanlıştır."
  },
  {
    "id": "165427",
    "unitNumber": 9,
    "text": "<strong>Bir teleobjektife ait olan açı değeri aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "24 mm",
      "B": "55 mm",
      "C": "200 mm",
      "D": "14 mm",
      "E": "16 mm"
    },
    "explanation": "<b>Teleobjektifler</b>, uzun odak uzaklığına sahip oldukları için <b>çok dar bir görüş açısına</b> sahiptirler. Normal objektifler yaklaşık 45° açısına sahipken, telefoto objektiflerin açıları genellikle 30 derecenin altındadır. Bu nedenle <b>8°</b> gibi bir değer, uzun bir telefoto objektife ait tipik bir açıdır."
  },
  {
    "id": "165428",
    "unitNumber": 9,
    "text": "<strong>Balıkgözü objektiflerin özellikleri arasında aşağıdakilerden hangisi <u>yer almaz</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Çok geniş açılı objektiflerdir.",
      "B": "Alan derinlikleri çok azdır.",
      "C": "15 mm’den daha kısa odak uzaklığına sahiplerdir.",
      "D": "Görüş açıları 100 ila 180 derecedir.",
      "E": "Bu objektiflerle çekilen görüntülerde yatay ve dikey çizgiler bükülür."
    },
    "explanation": "<b>Balıkgözü (Fisheye) objektifler</b>, aşırı geniş açılara sahip olmalarına rağmen, karakteristik olarak <b>varil (fıçı) tipi bozulma</b> yaratırlar. Bu bozulma, düz çizgilerin merkezden uzaklaştıkça eğrilmesine neden olur. Bu yüzden, 'Görüntüde düz çizgilerin korunması' özelliği balıkgözü objektiflerde <b>yer almaz</b>."
  },
  {
    "id": "165429",
    "unitNumber": 9,
    "text": "<strong>Dar açılı objektiflerin özellikleri arasında aşağıdakilerden hangisi <u>yer almaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Görüş açıları dardır.",
      "B": "Uzun odak uzaklıklı objektifler de denir.",
      "C": "Alan derinlikleri fazladır.",
      "D": "Odak uzaklığı normal objektiften fazladır.",
      "E": "100 mm’nin üzerindeki objektifler dar açılı objektif olarak kabul edilir."
    },
    "explanation": "<b>Dar açılı objektifler</b> (Teleobjektifler), uzun odak uzaklıkları nedeniyle genellikle <b>sığ alan derinliğine</b> (shallow depth of field) sahiptir ve konuyu arka plandan ayırırlar. <b>Geniş alan derinliğine sahip olması</b>, dar açılı objektiflerin bir özelliği değildir; bu özellik daha çok geniş açılı objektiflerde ve kısılmış diyaframda (yüksek f/sayısı) görülür."
  },
  {
    "id": "165432",
    "unitNumber": 9,
    "text": "<strong>Siyah-beyaz fotoğrafçılıkta kontrast azaltmak için aşağıdaki filtrelerden hangisi kullanılır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Mavi filtre",
      "B": "Kırmızı filtre",
      "C": "Turuncu filtre",
      "D": "Mor filtre",
      "E": "Sarı filtre"
    },
    "explanation": "Siyah-beyaz fotoğrafçılıkta kontrastı azaltmak için genellikle <b>Yumuşatıcı (Diffusion) Filtreler</b> veya düşük kontrast sağlayan renk filtreleri (örneğin mavi filtre) kullanılır. Renk filtreleri genellikle kontrastı artırma eğiliminde olsa da, kontrast azaltmak için ton farklılıklarını en aza indiren <b>Mavi Filtre</b> seçeneği kullanılabilir. Diğer bir seçenek ise, ışık yoğunluğunu renk değiştirmeden azaltan <b>ND (Neutral Density) Filtredir</b>, bu da pozlama farklarını yumuşatarak dolaylı olarak kontrastı azaltabilir."
  },
  {
    "id": "303196",
    "unitNumber": 9,
    "text": "<strong>Objektifin işlevleri ve özellikleri arasında aşağıdakilerden hangisi <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Konudan yansıyan ışığın kamera içindeki yüzeye düşmesini sağlar.",
      "B": "Konudan yansıyan ışınları belli bir noktaya odaklar.",
      "C": "Nesnenin görüntüsünü oluşturan parçadır.",
      "D": "Sadece kalın kenarlı merceklerden oluşur.",
      "E": "Objektifin görüş açısı odak uzaklığı ile ters orantılıdır."
    },
    "explanation": "Objektif, <b>ışığı toplar ve sensöre odaklar</b>, <b>görüş alanını</b> belirler ve <b>diyafram</b> aracılığıyla ışık miktarını kontrol eder. Ancak, fotoğraf makinesinde <b>pozlama süresini</b> (perde açık kalma süresini) kontrol eden bileşen <b>deklanşör</b> mekanizmasıdır ve bu objektifin doğrudan bir işlevi değildir."
  },
  {
    "id": "303197",
    "unitNumber": 9,
    "text": "<strong>Odak uzaklığı ile ilgili olarak aşağıdakilerden hangisi <u>söylenemez</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Odak uzaklığı milimetre olarak ifade edilir.",
      "B": "Odak uzaklığı arttıkça merceğin yakınlaşması azalır.",
      "C": "Uzun odak uzunluğunda nesneler daha yakındaymış gibi görünür.",
      "D": "İnsan gözünün odak uzaklığı ortalama 50 mm’dir.",
      "E": "Odak uzaklığı ile görüş alanı ters orantılıdır."
    },
    "explanation": "Odak uzaklığı arttıkça, görüntüdeki <b>büyütme oranı</b> artar, <b>görüş açısı daralır</b> ve <b>alan derinliği azalır</b> (daha sığ olur). Bu nedenle, odak uzaklığı arttıkça alan derinliğinin de artacağını söylemek doğru <b>değildir</b>."
  },
  {
    "id": "303198",
    "unitNumber": 9,
    "text": "<strong>Görüntüde muhtemel renk sapmalarını engellemek için alınabilecek tedbirler arasında aşağıdakilerden hangisi <u>yoktur</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Tripod kullanmamak",
      "B": "Çok keskin renk karşıtlıkları içeren sahnelerden kaçınmak",
      "C": "Diyafram açıklığını ayarlamak",
      "D": "Kaliteli objektif tercih etmek",
      "E": "Çekim amacına uygun odak uzaklığı seçmek"
    },
    "explanation": "<b>Renk sapması</b> (Kromatik Aberasyon), optik bir hatadır. Bunu engellemek için <b>yüksek kaliteli (APO) objektifler</b> kullanılmalı ve <b>diyafram kısılarak</b> sapmaların etkisi azaltılmalıdır. <b>Deklanşör hızını artırmak</b>, sadece hareket bulanıklığını engeller, optik bir kusur olan renk sapması üzerinde doğrudan bir etkisi yoktur."
  },
  {
    "id": "303199",
    "unitNumber": 9,
    "text": "<strong>Fotoğrafın bulanık çıkmasının nedenleri arasında aşağıdakilerden hangisi <u>yoktur</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Konunun hareketli olması",
      "B": "Pozlama süresinin fazla olması",
      "C": "Konunun karşıt renkler içermesi",
      "D": "Ortamda yeterli ışık bulunmaması",
      "E": "Çekim esnasında fotoğraf makinesinin hareket ettirilmesi"
    },
    "explanation": "Fotoğrafın bulanık çıkmasının başlıca nedenleri <b>odaklama hatası</b>, <b>kamera sarsıntısı</b> veya <b>konu hareketidir</b>. <b>Diyaframın çok kısık olması</b> (yüksek f/sayısı), aksine geniş alan derinliği sağlayarak netliği artırmayı hedefler. Çok kısık diyaframda oluşan <b>difraksiyon</b> etkisi hafif keskinlik kaybına yol açsa da, bu durum temel bulanıklık sebebi olarak sayılmaz."
  },
  {
    "id": "303200",
    "unitNumber": 9,
    "text": "<strong>Objektifin bileşenleri arasında aşağıdakilerden hangisi <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Bayonet",
      "B": "Netleme halkası",
      "C": "Objektif çerçevesi",
      "D": "Diyafram perdesi",
      "E": "Vizör"
    },
    "explanation": "Objektifin temel bileşenleri <b>mercekler</b>, <b>diyafram mekanizması</b>, netleme ve zoom halkalarıdır. <b>Sensör</b> veya duyarlı yüzey, ışığın düştüğü yüzeydir ve fotoğraf makinesinin <b>gövdesinde</b> yer alır, objektifin kendisinin bileşeni değildir."
  },
  {
    "id": "303201",
    "unitNumber": 9,
    "text": "<strong>Değişken odak uzaklıklı objektifleri aşağıdakilerden hangisi <u>tanımlamaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Farklı odak uzaklığına sahip objektiflerin özelliklerini bir arada barındıran objektiflerdir.",
      "B": "Odak uzaklığı değişebilen objektiflerdir.",
      "C": "Hem geniş hem de dar açılı görüntülerin yakalanmasına imkân tanıyan objektiflerdir.",
      "D": "Standart objektiflere göre gövdesinde daha fazla merceğin bulunduğu objektiflerdir.",
      "E": "Görüş açısı en geniş objektiflerdir."
    },
    "explanation": "<b>Değişken odak uzaklıklı objektifler</b> (Zoom lensler), farklı odak mesafeleri sunmak için içlerinde hareket eden ve birbiriyle hizalanan birden fazla <b>karmaşık mercek grubundan</b> oluşur. Bu nedenle, 'Tek bir mercek grubundan oluşur' tanımı bu objektifler için <b>yanlıştır</b>; bu sabit odak uzaklıklı (prime) lenslerin özelliğidir."
  },
  {
    "id": "303202",
    "unitNumber": 9,
    "text": "<strong>Yansımayı azaltarak parlaklığı önleyen ve renklerin daha canlı görünmesini sağlayan filtre hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Vidalı filtre",
      "B": "Nötr yoğunluklu filtre",
      "C": "Gri-siyah renk filtresi",
      "D": "Polarize filtre",
      "E": "UV filtre"
    },
    "explanation": "Bu filtre <b>Polarize Filtredir</b> (CPL). Polarize filtre, metalik olmayan yüzeylerden gelen <b>yansımaları</b> azaltarak veya ortadan kaldırarak <b>parlaklığı önler</b>. Yansımalar engellendiğinde, renkler daha derin ve <b>daha canlı</b> görünür (özellikle gökyüzü ve yeşillikler)."
  },
  {
    "id": "303203",
    "unitNumber": 9,
    "text": "<strong>ND filtrelerin özellikleri arasında aşağıdakilerden hangisi <u>yer almaz</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Dereceli filtre olarak da adlandırılır.",
      "B": "Objektife gelen ışığın miktarını arttırır.",
      "C": "Gri-siyah renkte üretilir.",
      "D": "Özellikle doğa fotoğrafçılığında kullanılır.",
      "E": "Filtrenin koyuluk derecesi arttıkça parlaklığı düşürme oranı da artar."
    },
    "explanation": "<b>ND (Neutral Density) filtreler</b>, sadece sensöre ulaşan <b>ışık miktarını azaltır</b> ve uzun pozlamayı mümkün kılar. Işığın rengini veya yansıma özelliklerini değiştirmezler. Görüntüdeki <b>yansımaları ortadan kaldırmak</b> veya azaltmak ise <b>polarize filtrenin</b> görevidir, ND filtrenin değil."
  },
  {
    "id": "307742",
    "unitNumber": 9,
    "text": "<strong>Nesnelerden gelen ışınların duyarkatta toplanma gücünün ölçüsü aşağıdaki kavramların hangisiyle ifade edilir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Diyafram",
      "B": "Duyarkat",
      "C": "Objektif hızı",
      "D": "Mercek",
      "E": "Odak uzaklığı"
    },
    "explanation": "Nesnelerden gelen ışınların duyarkatta (sensörde) toplanma gücünün ölçüsü temel olarak <b>Odak Uzaklığı</b> (Focal Length) kavramıyla ifade edilir. Odak uzaklığı, objektif optik merkezinden ışınların toplandığı noktaya (odak noktası) olan mesafedir ve bu, objektifin konuyu ne kadar büyüteceğini ve ışınları duyarkatta nasıl toplayacağını belirleyen kritik bir optik özelliktir."
  },
  {
    "id": "307748",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi g</strong><strong>eniş açılı objektiflerin özellikleri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Uzun odak uzaklıklı objektiflerdir.",
      "B": "Alan derinlikleri fazladır.",
      "C": "Odak uzaklıkları 45 mm’den azdır.",
      "D": "Manzara veya kalabalık sahne çekimleri için idealdir.",
      "E": "İnsan gözünün gördüğü açıdan daha geniş bir alanı yakalayabilir."
    },
    "explanation": "<b>Geniş açılı objektifler</b>, kısa odak uzaklığına sahip oldukları için geniş bir görüş açısı sunar, bu da kadraja çok daha fazla alan sığdırılmasını sağlar. Bu objektiflerin belirgin özellikleri arasında <b>derin alan derinliği</b> (büyük alan derinliği) ve nesneleri olduğundan daha uzak gösterme eğilimi (yani <b>düşük büyütme oranı</b>) yer alır. Bu nedenle, geniş açılı objektiflerin özellikleri arasında 'yüksek büyütme oranı sağlamak' veya 'alan derinliğinin düşük olması' gibi ifadeler <u>yer almaz</u>. Geniş açılı objektifler, alan derinliğini artıran bir etkiye sahiptir."
  },
  {
    "id": "333361",
    "unitNumber": 9,
    "text": "<strong>Objektifin fotoğraf makinesiyle birleştiği yuvaya ne ad verilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Mercek",
      "B": "Bayonet",
      "C": "Çerçeve",
      "D": "Halka",
      "E": "Tripot"
    },
    "explanation": "Objektifin fotoğraf makinesi gövdesiyle fiziksel ve elektronik olarak birleştiği, kilitlendiği yuvaya <b>Bayonet</b> (Lens Mount) adı verilir. Bayonet standardı, markadan markaya farklılık gösterebilir (örneğin Canon EF, Nikon F, Sony E), ancak temel işlevi objektifle kamera gövdesi arasında sağlam bir bağlantı ve veri transferi sağlamaktır."
  },
  {
    "id": "334687",
    "unitNumber": 9,
    "text": "......................................, maksimum diyafram değerini, yani diyafram perdesi açıkken objektiften geçen ışığın miktarını ifade eder.<br /><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Odak noktası",
      "B": "Görüş alanı",
      "C": "Sensör büyüklüğü",
      "D": "Renk sapması",
      "E": "Objektif hızı"
    },
    "explanation": "Objektifin maksimum diyafram değerini, yani diyafram perdesi tam açıkken objektiften geçen ışığın miktarını ifade eden kavrama <b>Objektif Hızı</b> (Lens Speed) denir. Bu değer, objektifin sahip olduğu en küçük f-sayısı ile (örneğin f/1.4, f/2.8) gösterilir ve objektifin düşük ışık koşullarında ne kadar etkili kullanılabileceğinin en önemli göstergesidir. Hızlı objektifler, daha geniş maksimum diyafram açıklığına sahiptir."
  },
  {
    "id": "334690",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi makro objektiflerin özellikleri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Makro objektifler, daha yakında bulunan veya daha küçük nesnelerin görüntüsünü yakalamaya imkân tanır.",
      "B": "Makro objektifler, kısa mesafede alan derinliği oluşturarak nesneye odaklanmayı sağlar.",
      "C": "Makro objektiflerin en önemli özelliği, konuyu birebir (1:1) oranla veya büyüterek (1:2, 1:3, 1:4) kaydetmesidir.",
      "D": "Odak uzaklığı 50 ila 100 mm değerine sahip olan makro objektifler konuya en azla 20 mm’ye kadar yakınlaşma imkânı verir.",
      "E": "Makro objektiflerin yakındaki nesneye netlik yapabilme kapasitesi diğer objektiflere göre daha fazladır."
    },
    "explanation": "<b>Makro objektifler</b>, özellikle yakın çekimler için tasarlanmıştır ve nesneleri sensör üzerinde yaşam boyutu (1:1) veya daha büyük oranlarda büyütme kapasitesine sahiptir. Bu objektiflerin temel özellikleri <b>yüksek büyütme oranı</b> ve çok <b>kısa netleme mesafesi</b>dir. Ancak makro objektifler genellikle normal veya kısa telefoto odak uzaklıklarına sahip olduğu için 'çok geniş bir görüş açısına sahip olmak' bu objektiflerin özellikleri arasında <u>yer almaz</u>. Ayrıca makro çekimlerde konuya çok yaklaşıldığı için <b>alan derinliği son derece sığ</b> (düşük) olur."
  },
  {
    "id": "112200",
    "unitNumber": 10,
    "text": "<strong>Yakın mesafeden çekim yaparken oluşabilecek netlik sorununu gidermede aşağıdakilerden hangisine ihtiyaç duyulur?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Teleobjektif",
      "B": "Geniş açılı objektif",
      "C": "Zoom in",
      "D": "Dar açılı objektif",
      "E": "Makro objektif"
    },
    "explanation": "Yakın mesafeden çekim (genellikle <b>makro fotoğrafçılık</b>) sırasında <b>alan derinliği (DOF)</b> çok sığ olduğu için netlik sorunları yaşanır. Görüntüde mutlak netliği sağlamak için <b>hassas netleme</b> ve makinenin milimetrik hareketlerinin kontrolü şarttır. Bu sorunu gidermede en büyük yardımcılardan biri, makineyi milimetrik hareket ettirmeye yarayan <b>netlik kızağı (focus rail)</b> veya mutlak hareketsizliği sağlayan <b>sağlam bir üçayak (tripod)</b> kullanımıdır. Ayrıca daha fazla net alan elde etmek için diyaframı kısmak da gerekebilir."
  },
  {
    "id": "113162",
    "unitNumber": 10,
    "text": "............... manzara fotoğrafçılığında amaç, manzaranın belli noktalarının vurgulanarak fotoğrafçının yaratmak istediği etkinin oluşturulmasıdır.<br /><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "İzlenimci",
      "B": "Temsili",
      "C": "Gerçekçi",
      "D": "Soyut",
      "E": "Doğal"
    },
    "explanation": "Cümlede boş bırakılan yere <b>Yaratıcı Manzara Fotoğrafçılığı</b> terimi gelmelidir. Bu yaklaşımda, fotoğrafçı sadece manzarayı olduğu gibi belgelemek yerine, manzaranın <b>belli noktalarını vurgulayarak</b> ve ışık, renk, kompozisyon gibi öğeleri kullanarak izleyici üzerinde <b>yaratmak istediği etkiyi</b> oluşturmayı amaçlar. Bu türde sanatsal yorum ön plandadır."
  },
  {
    "id": "116863",
    "unitNumber": 10,
    "text": "<strong>Açık hava, kalabalık ortam gibi arka planın karmaşık olduğu veya fonun konuyu baskıladığı durumlarda konuyu arka plandan ayırmak için seçilen diyafram değer aralığı kaç olmalıdır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "f/1.4 - f/ 2 arası",
      "B": "f/ 2. - f/ 2.8 arası",
      "C": "f/ 2.8 - f/5.6 arası",
      "D": "f/ 8 - f/ 11 arası",
      "E": "f/11 - f/16 arası"
    },
    "explanation": "Karmaşık bir arka planda konuyu ayırmak ve dikkati sadece konuya çekmek için <b>sığ alan derinliği</b> oluşturulması gerekir. Bu etki, objektifin <b>geniş diyafram (küçük f-sayısı)</b> ile kullanılmasıyla sağlanır. Bu durumda f/2.8, f/4 veya f/5.6 gibi değerler tercih edilmelidir. Bu diyafram aralığı, arka planı etkili bir şekilde <b>bulanıklaştırır (bokeh)</b>."
  },
  {
    "id": "117474",
    "unitNumber": 10,
    "text": "I. Çok yakın çekimleri ifade eder.<br />II. Fotoğrafa konu olan objenin ya da ayrıntının kendi boyutunda veya büyütülerek görselleştirilmesidir.<br />III. Fotoğrafçı ile konu arasındaki mesafe minimum düzeyde olduğu için görüntüde netliği yakalamak güçleşir.<br /><strong>Özellikleri verilen fotoğrafçılık türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Portre fotoğrafçılığı",
      "B": "Doğa fotoğrafçılığı",
      "C": "Manzara fotoğrafçılığı",
      "D": "Mimari fotoğrafçılık",
      "E": "Makro fotoğrafçılık"
    },
    "explanation": "Özellikleri verilen fotoğrafçılık türü <b>Makro Fotoğrafçılık</b>tır. Makro, objelerin <b>çok yakından</b> çekildiği ve konunun genellikle <b>kendi boyutunda (1:1 büyütme)</b> veya daha büyük oranlarda büyütülerek kaydedildiği özel bir alandır. Yakın mesafeden dolayı alan derinliği çok sığlaşır ve netliği yakalamak zorlaşır."
  },
  {
    "id": "117565",
    "unitNumber": 10,
    "text": "<strong>Bir fotoğrafın doğa fotoğrafı olabilmesi için belirlenen kriterler arasında aşağıdakilerden hangisi <u>yer alamaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Konu, insanlar, halklar ve kültürler üzerine değil, doğal tarihle ilgili olmalıdır.",
      "B": "Teknik açıdan görsel kırpılabilir, fotoğraftaki lekeler veya çizikler silinebilir; ancak görsele içeriği değiştirecek herhangi bir öge eklenemez.",
      "C": "Yapay çevreler, yetiştirilen bitkiler, kontrollü koşullar altında bulunan hayvanlar doğa fotoğrafı olarak kabul edilebilir.",
      "D": "Birden fazla görüntü bir araya getirilemez.",
      "E": "Orijinal görüntünün içeriğini değiştirilmemesi koşuluyla kontrast ve tonlama ayarı yapılabilir."
    },
    "explanation": "Bir fotoğrafın <b>doğa fotoğrafı</b> sayılabilmesi için temel kriter, fotoğrafın konusunun <b>doğal ve vahşi ortamda</b> bulunmasıdır. Belirlenen kriterler arasında <u>yer almayacak</u> durum genellikle, fotoğrafın <b>insan unsurları</b> (yollar, evler, tel örgüler gibi yapay ve baskın öğeler) içermesi veya konunun bulunduğu ortamın ciddi şekilde <b>manipüle edilmesi</b>dir. Ayrıca <b>evcilleştirilmiş hayvanların</b> çekimi de genellikle bu kategoriye girmez."
  },
  {
    "id": "165455",
    "unitNumber": 10,
    "text": "<strong>FX sensörlü makinelerin DX sensörlü makinelerden farkları arasında aşağıdakilerden hangisi <u>yer almaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "FX formatının oluşturduğu görüntü dairesi daha büyüktür.",
      "B": "FX sensörlü objektifler 1,5 kat daha geniş alanı yakalar.",
      "C": "FX sensörlü oluşturduğu görüntü crop frame olarak adlandırılır.",
      "D": "FX sensörlü makinelerle daha sığ alan derinliği elde edilir.",
      "E": "FX sensörlü makinelerin görüntü kalitesi ve çözünürlüğü daha yüksektir."
    },
    "explanation": "<b>FX (Full Frame)</b> sensörler <b>DX (Kırpılmış/APS-C)</b> sensörlerden fiziksel olarak daha büyüktür. FX'in DX'ten farkı <u>olmayan</u> durum, odak uzaklığını 1.5x/1.6x <b>çarparak</b> etkili odak uzaklığını artırmasıdır. Bu özellik, <b>kırpma faktörü</b> nedeniyle DX sensörlere aittir. FX sensörler, objektifin nominal odak uzaklığını korur."
  },
  {
    "id": "165456",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi </strong><strong>portre fotoğrafçılığında dar açılı objektif kullanılmasının nedenleri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kadrajı kişinin başıyla doldurulmak istenmesi",
      "B": "Fotoğrafçı ile konunun arasındaki mesafenin az olması",
      "C": "Konunun arka plandan ayrılması",
      "D": "Sığ alan derinliği sağlanması",
      "E": "Yüz hatlarının olduğundan daha büyük gösterilmek istenmesi"
    },
    "explanation": "Portre fotoğrafçılığında <b>dar açılı objektifler</b> (teleobjektifler, örn: 85mm-135mm) <b>perspektif sıkıştırması</b> sağlayarak yüz hatlarındaki bozulmayı en aza indirmek için kullanılır. Dar açılı objektif kullanmanın nedeni <u>olmayan</u> şey, <b>arka planda daha fazla alan göstermektir</b>. Arka planda geniş bir alanı kareye dahil etmek, <b>geniş açılı objektiflerin</b> temel özelliğidir."
  },
  {
    "id": "165457",
    "unitNumber": 10,
    "text": "<strong>Manzara fotoğrafı çekerken manzaranın kendisi yerine şekil, renk, gölge, yansıma gibi sanatsal etki yaratacak ögelerin vurgulanmasını ifade eden kavram aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Soyut manzara fotoğrafçılığı",
      "B": "İzlenimci manzara fotoğrafçılığı",
      "C": "Temsili manzara fotoğrafçılığı",
      "D": "Detay fotoğrafçılık",
      "E": "Sanat fotoğrafçılık"
    },
    "explanation": "Manzaranın genel görünümü yerine <b>şekil, renk, gölge ve yansıma</b> gibi <b>sanatsal etki yaratan öğelerin</b> vurgulanması, <b>Soyut Manzara Fotoğrafçılığı</b> (Abstract Landscape Photography) olarak adlandırılır. Bu yaklaşım, izleyiciye estetik bir deneyim sunmayı hedefler."
  },
  {
    "id": "165458",
    "unitNumber": 10,
    "text": "<strong>Manzara fotoğrafçılığında tercih edilen odak uzaklıkları arasında aşağıdakilerden hangisi <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "14-24 mm",
      "B": "16-35 mm",
      "C": "24-70 mm",
      "D": "24-120 mm",
      "E": "400 mm"
    },
    "explanation": "Manzara fotoğrafçılığında genellikle <b>geniş açılı objektifler</b> (14mm – 35mm) tercih edilir. Detay çekimi veya perspektif sıkıştırması için orta tele objektifler (70mm-200mm) kullanılabilir. Ancak <b>aşırı uzun teleobjektifler</b> (400mm ve üzeri), görüş açısını çok daralttığı ve manzaranın bütünlüğünü yansıtmada yetersiz kaldığı için genel manzara çekimlerinde tercih edilen bir odak uzaklığı <u>değildir</u>."
  },
  {
    "id": "165459",
    "unitNumber": 10,
    "text": "<strong>Vahşi yaşam fotoğrafçılığı alanına aşağıdakilerden hangisi girer?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Çiftlikte yaşayan atların fotoğraflanması",
      "B": "Kentsel alanlarda yer alan parklarda insan müdahalesi olmadan yuva yapan sincapların fotoğraflanması",
      "C": "Hayvanat bahçesinde yaşayan aslanların fotoğraflanması",
      "D": "Bakım merkezlerinde korumaya alınan kedilerin fotoğraflanması",
      "E": "Barınaklara bırakılan köpeklerin fotoğraflanması"
    },
    "explanation": "<b>Vahşi Yaşam Fotoğrafçılığı</b>, doğada bulunan <b>vahşi hayvanların, kuşların veya böceklerin</b> kendi doğal ortamlarında, herhangi bir insan müdahalesi olmadan fotoğraflanmasını kapsar. Temel amaç, canlının doğal davranışlarını belgelemektir."
  },
  {
    "id": "165461",
    "unitNumber": 10,
    "text": "<strong>Çok yakın mesafeden çekim yapmaya imkân tanıyan, konunun kendi boyutunda veya büyütülerek kaydedilmesini sağlayan objektif aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Balıkgözü objektif",
      "B": "Teleobjektif",
      "C": "Makro objektif",
      "D": "Zoom objektif",
      "E": "Geniş açılı objektif"
    },
    "explanation": "Çok yakın mesafeden çekim yapmaya olanak tanıyan ve konunun kendi boyutunda (1:1 büyütme) veya daha büyük oranlarda büyütülerek kaydedilmesini sağlayan objektif <b>Makro Objektif</b>tir. Bu objektifler, detaylı yakın plan çekimleri için tasarlanmıştır."
  },
  {
    "id": "165463",
    "unitNumber": 10,
    "text": "<strong>Dış mimari fotoğrafçılıkta fotoğrafa konu olan yapı; insanlar ve arabalar gibi hareketin yoğun olduğu bir alanda bulunuyorsa yapının vurgulanması için aşağıdakilerden hangisi yapılmalıdır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Konuyla makine arasındaki mesafe arttırılmalıdır.",
      "B": "Renk düzeltme filtresi kullanılmalıdır.",
      "C": "Daha kısa odak uzaklığına sahip objektif kullanılmalıdır.",
      "D": "Odak düzlemi ile konu düzlemi arasında paralellik sağlanmalıdır.",
      "E": "Pozlama süresi arttırılmalıdır."
    },
    "explanation": "Dış mimari çekimlerde hareketli unsurlar (insanlar, arabalar) yapıyı gölgeleyebilir. Yapının vurgulanması ve hareketin ortadan kaldırılması veya görsel bir etki yaratması için <b>uzun pozlama tekniği</b> kullanılmalıdır. Uzun pozlama, hareket eden nesnelerin bulanıklaşmasını veya tamamen kaybolmasını sağlayarak, sabit olan mimari yapının <b>netliğini ve baskınlığını</b> artırır."
  },
  {
    "id": "165464",
    "unitNumber": 10,
    "text": "<strong>Vahşi yaşam fotoğrafçılığında genellikle hangi objektifler tercih edilir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Balıkgözü objektifler",
      "B": "Kısa odak uzaklıklı objektifler",
      "C": "Makro objektifler",
      "D": "Teleobjektifler",
      "E": "Geniş açılı objektifler"
    },
    "explanation": "Vahşi yaşam fotoğrafçılığında hayvanları rahatsız etmemek, güvenlik mesafesini korumak ve uzaktaki detayları yakalamak için genellikle <b>teleobjektifler</b> (uzun odak uzaklıklı) tercih edilir. Bu objektifler konuyu izole etme konusunda da başarılıdır."
  },
  {
    "id": "304385",
    "unitNumber": 10,
    "text": "<strong>Konuya göre objektif seçiminde etkili olan temel nedenler arasında aşağıdakilerden hangisi <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Konunun genişliği",
      "B": "Konunun uzaklığı",
      "C": "Konunun büyüklüğü",
      "D": "Kompozisyon",
      "E": "Konunun içerdiği renkler"
    },
    "explanation": "Objektif seçiminde etkili olan temel nedenler; <b>görüş açısı ihtiyacı</b>, <b>perspektif kontrolü</b> ve <b>alan derinliği</b> kapasitesidir. Bu nedenler arasında <u>yer almaz</u> denilen unsur, <b>ISO (Film hızı)</b> ayarıdır. ISO, objektiften bağımsız olarak makine gövdesi üzerinden ayarlanan bir pozlama parametresidir."
  },
  {
    "id": "304386",
    "unitNumber": 10,
    "text": "<strong>Portre fotoğrafçılığında kullanılan bir objektifin ideal odak uzaklığını aşağıdakilerden hangisi belirtir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "7-15 mm",
      "B": "45-55 mm",
      "C": "24-70 mm",
      "D": "85-100 mm",
      "E": "100-300 mm"
    },
    "explanation": "Portre fotoğrafçılığında ideal odak uzaklığı, konunun yüz hatlarında <b>perspektif bozulmasını minimuma indiren</b> ve konuya doğal bir mesafe sağlayan uzaklıktır. Bu aralık, FX sensörlerde genellikle 85mm ile 135mm arasındadır ve hoş bir <b>perspektif sıkıştırması</b> sağlar."
  },
  {
    "id": "304388",
    "unitNumber": 10,
    "text": "<strong>Manzara fotoğrafı çekerken aşağıdakilerden hangisi dar açılı objektif kullanmayı gerektiren bir durumdur?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Geniş bir görüş açısı elde etmek",
      "B": "Konunun belli bir noktasına yakınlaşmak",
      "C": "Geniş alan derinliği sağlamak",
      "D": "Yansımaları azaltmak",
      "E": "Kısa odak uzaklığı sayesinde geniş bir alanı tek bir kareye sığdırmak"
    },
    "explanation": "Manzara fotoğrafında dar açılı objektif (teleobjektif) kullanmayı gerektiren durum, <b>uzaktaki bir detayı vurgulamak</b> veya derinlikteki öğeleri birbirine <b>yakınlaştırarak (perspektif sıkıştırması)</b> dramatik bir etki yaratmaktır. Normal şartlarda manzara için geniş açı tercih edilir."
  },
  {
    "id": "307802",
    "unitNumber": 10,
    "text": "<strong>Geniş açılı objektiflerin özellikleri arasında aşağıdakilerden hangisi <u>yer almaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Dar açılı objektiflere göre daha fazla alan kadraja alınır.",
      "B": "Nesneler olduğundan daha uzaktaymış gibi görünür.",
      "C": "Nesnenin büyütülme oranı, dar açılı objektiflere göre daha fazladır.",
      "D": "Görüş alanı, dar açılı objektiflere göre daha fazladır.",
      "E": "Geniş açılı objektiflerin verdiği derinlik hissi, dar açılı objektiflere göre daha fazladır."
    },
    "explanation": "Geniş açılı objektifler; geniş görüş alanı, artırılmış alan derinliği potansiyeli ve ön plandaki nesneleri abartma eğilimi ile bilinirler. Özellikleri arasında <u>yer almayacak</u> olan, <b>konuyu arka plandan tamamen izole etme</b> yeteneğidir. Konu izolasyonu ve sığ alan derinliği, genellikle <b>dar açılı objektiflerin</b> (teleobjektif) ve geniş diyaframın özelliğidir."
  },
  {
    "id": "307810",
    "unitNumber": 10,
    "text": "<strong>Vahşi yaşam fotoğrafçılığında teleobjektif kullanılmasının nedenleri arasında aşağıdakilerden hangisi <u>bulunmaz</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Geniş görüş açısı sağlanarak çevrenin kadraja dâhil edilmesi",
      "B": "Konuya bağlı olarak can güvenliğini tehdit edecek muhtemel tehlikeler olması",
      "C": "Konunun doğal hareketlerine etki etmeyecek kadar mesafenin korunması",
      "D": "Konuyu ürkütmeden fotoğraflama imkânı sağlaması",
      "E": "Coğrafi şartların elverişli olmadığı durumlarda konuya yaklaşmadan görüntü elde edilmesi"
    },
    "explanation": "Vahşi yaşamda teleobjektifler, mesafe korumak, güvenlik sağlamak ve konuyu izole etmek için kullanılır. Kullanılma nedenleri arasında <u>bulunmayan</u> şey, <b>çok geniş bir alanı tek karede göstermek</b>tir. Teleobjektiflerin görüş açısı dardır; geniş alan göstermek <b>geniş açılı objektiflerin</b> görevidir."
  },
  {
    "id": "307817",
    "unitNumber": 10,
    "text": "<strong>Dış mimari fotoğrafçılığında objektif seçimini belirleyen faktörler arasında aşağıdakilerden hangisi <u>yer almaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yapıyla fotoğrafçı arasındaki mesafe",
      "B": "Yapının başka binalarla çevrelenmiş olması",
      "C": "Gün doğumu veya gün batımı gibi güneş ışınlarının geniş açıyla geldiği saatlerde çekim yapılması",
      "D": "Yapının kapladığı alan",
      "E": "Yapının bağlamıyla birlikte verilmek istenmesi"
    },
    "explanation": "Dış mimari fotoğrafçılıkta objektif seçimini belirleyen faktörler; <b>perspektif düzeltme</b> ihtiyacı (düşen çizgileri düzeltmek), binanın büyüklüğüne göre <b>görüş açısı</b> gereksinimi ve mümkün olduğunca <b>derin alan derinliği</b> elde etme isteğidir. Belirleyici faktör <u>olmayan</u> durum, <b>alan derinliğinin minimumda tutulması</b>dır. Mimari çekimde yapının her detayı net olmalıdır."
  },
  {
    "id": "307821",
    "unitNumber": 10,
    "text": "<strong>İç mekân çekimlerinde geniş açılı objektif kullanılmasının nedenleri arasında aşağıdakilerden hangisi <u>bulunmaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Fotoğrafta sıkışıklık hissine engel olmak.",
      "B": "Geniş alan derinliği elde etmek.",
      "C": "Mekânı ferah göstermek.",
      "D": "Mümkün olan en geniş görüş açısıyla mekânı bütünlüklü fotoğraflamak.",
      "E": "Görüntüyü bozmadan çerçeveyi dar tutmak."
    },
    "explanation": "İç mekân çekimlerinde geniş açılı objektifler, dar alanlarda <b>kapsamlı görüş alanı</b> sağlamak ve mekânın <b>genişliğini vurgulamak</b> için kullanılır. Kullanılma nedeni arasında <u>bulunmayan</u> durum, <b>uzaktaki nesneleri yakınlaştırmak</b>tır. Bu, <b>teleobjektiflerin</b> işlevidir; geniş açılı objektifler nesneleri olduğundan daha uzak gösterir."
  },
  {
    "id": "307826",
    "unitNumber": 10,
    "text": "<strong>İç mimari fotoğrafçılığı olarak aşağıdakilerden hangisi <u>değerlendirilemez</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Tiyatro sahnesi",
      "B": "Cami minaresi",
      "C": "Hastane koridorları",
      "D": "Bir ofisin oturma planı",
      "E": "Oturma alnında yer alan dekoratif objeler"
    },
    "explanation": "İç mimari fotoğrafçılığı, <b>binaların iç mekanlarının</b>, tasarımının, düzeninin ve atmosferinin kaydedilmesine odaklanır. Bu tür fotoğrafçılıkta mekanın <b>aydınlatması</b>, mobilyalar ve dekoratif unsurlar ön plandadır. Soruda \"değerlendirilemez\" denildiğine göre, dış mekanların ya da yapıların genel peyzajının fotoğrafçılığı, iç mimari fotoğrafçılığı kategorisine <u>dahil değildir</u>."
  },
  {
    "id": "307830",
    "unitNumber": 10,
    "text": "<strong>Çok yakın çekim yaparken makro objektifin sağladığı avantajlar arasında aşağıdakilerden hangisi <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Konuya minimum düzeyde yakınlaşılması",
      "B": "Çok yakın mesafeden netlik sağlanması",
      "C": "Konunun kendi boyutunda veya büyütülerek kaydedilmesi",
      "D": "Çok geniş bir alan derinliği yaratılması",
      "E": "Konuya yakın mesafeden çekim yapılarak kadrajın konuyla doldurulması"
    },
    "explanation": "Makro objektifler, çok yakın çekimlerde nesnelerin <b>yüksek büyütme oranları</b> ile detaylı kaydedilmesini sağlar. Bu objektifler, genellikle 1:1 ya da daha fazla büyütme yeteneğine sahiptir ve kısa netleme mesafelerine izin verir. Ancak, makro çekimde fiziksel bir zorunluluk olarak <b>alan derinliği (Depth of Field)</b> son derece sığdır ve daralır. Bu nedenle, 'geniş alan derinliği sağlaması' makro objektiflerin sağladığı bir avantaj <u>değildir</u>; aksine, kontrol edilmesi gereken bir zorluktur."
  },
  {
    "id": "307834",
    "unitNumber": 10,
    "text": "<strong>Portre fotoğrafçılığında odak noktası aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Gözler",
      "B": "Çevre",
      "C": "Beden",
      "D": "Arka plan",
      "E": "Omuzlar"
    },
    "explanation": "Portre fotoğrafçılığının en temel ve değişmez kuralı, <b>odak noktasının süjenin gözleri</b> olmasıdır. Özellikle, kameraya en yakın olan gözün kesinlikle net olması gerekir. Gözler, portrede <b>ifadenin ve duygusal bağın</b> kurulduğu merkezdir. Alan derinliği ne kadar dar olsa da, net gözler portrenin başarısı için kritik öneme sahiptir."
  },
  {
    "id": "334696",
    "unitNumber": 10,
    "text": "I. Temsilî<br />II. İzlenimci<br />III. Soyut<br /><strong>Yukarıdakilerden hangisi ya da hangileri manzara fotoğrafçılığının başlıkları arasında yer alır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Manzara fotoğrafçılığı, doğanın ve çevrenin kaydedilmesi sürecini kapsar ve birden fazla sanatsal yaklaşımla yapılabilir. <br/>I. <b>Temsilî</b> (Representational) yaklaşım, manzarayı olduğu gibi, gerçekçi detaylarla yansıtır. <br/>II. <b>İzlenimci</b> (Impressionistic) yaklaşım, ışık, renk ve hareket gibi unsurları kullanarak sahnenin duygusal etkisini ön plana çıkarır. <br/>III. <b>Soyut</b> (Abstract) yaklaşım, manzaranın biçim, çizgi ve dokularına odaklanarak sahneyi geleneksel bağlamından çıkarır. <br/>Bu üç kategori de manzara fotoğrafçılığı türleri arasında yer alır."
  },
  {
    "id": "334701",
    "unitNumber": 10,
    "text": "<strong>Vahşi yaşam fotoğrafçılığı ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Hayvanların doğal ortamlarında görüntülendiği fotoğrafçılık türüdür.",
      "B": "Doğal olmayan ortamlarda veya insan müdahalesinin olduğu ortamlarda çekilmiş hayvan görüntüleri, vahşi yaşam kategorisine girmez.",
      "C": "Profesyonel vahşi yaşam fotoğrafçılığında genellikle 400 mm veya daha büyük teleobjektifler kullanılır.",
      "D": "Vahşi yaşam fotoğrafçılığında fotoğrafın temel konusu hayvanları, manzara ve doğal ortam olduğu için, görüntüde vurgu tamamına yapılmalıdır.",
      "E": "Odak noktası her zaman için konunun gözleri olmalıdır. Böylece diğer alanlar bulanık çıksa da konunun net görüntüsü elde edilebilir."
    },
    "explanation": "Vahşi yaşam fotoğrafçılığı, <b>büyük bir sabır</b> ve hayvan davranışları hakkında bilgi gerektirir. Çekimlerde genellikle uzun <b>tele objektifler</b> kullanılır. Bu fotoğrafçılık türünün temel etik kurallarından biri, çekim yapılırken hayvanların <b>doğal ortamının ve davranışlarının bozulmamasıdır</b>. Hayvanları rahatsız etmek, yerlerini değiştirmek ya da onları yapay olarak cezbetmek (luring) bu alandaki etik ilkelerle <u>çelişir</u> ve yanlış bir uygulamadır."
  },
  {
    "id": "113121",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi her pozlamadan sonra kameranın konumunun ve yakınlaştırma seviyesinin değiştiği zaman aralıklı bir fotoğrafçılık tekniğidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Portfolyo tekniği",
      "B": "Timelapse tekniği",
      "C": "Panaromik çekim tekniği",
      "D": "Hyperlapse tekniği",
      "E": "High Dynamic Range tekniği"
    },
    "explanation": "Doğru teknik <b>Hyperlapse</b>'tir. Hyperlapse, <b>zaman aralıklı fotoğrafçılığın</b> (Time-Lapse) özel bir türüdür. Klasik zaman atlamasından farklı olarak, kameranın konumu ve yakınlaştırma seviyesi, her pozlama arasında dikkatlice değiştirilir veya hareket ettirilir.<br>Bu teknik, özellikle binalar veya manzaralar gibi sabit noktalara odaklanırken, izleyiciye dramatik ve hızlı bir bakış açısı değişimi sunan <b>geniş alanlarda hareket hissi</b> yaratmak için kullanılır."
  },
  {
    "id": "115740",
    "unitNumber": 11,
    "text": "I. Roma İmparatorluğu devrinde, kendi işlerini idare edemeyecek kişilere, hastalara, reşit olmayanlar gibi kişilere vekil olarak atanan devlet memurlarına verilen addır.<br />II. Müzecilik kavramı ile birlikte ortaya çıkmış ve zamanla kendine özgü bir meslek hâline dönüşmüştür.<br />III. Fotoğraf sanatı ya da fotoğrafçılar için ise, bireysel etkinliklerin sergilenmesi, kişinin fotoğraflarını tanıtması olarak tanımlanabilir.<br />IV. Günümüzde sanat sergisi düzenleyen insanlara  denilmektedir.<br /><strong>Küratörlük kavramı ile ilgili olarak yukarıdakilerden hangisi ya da hangileri doğrudur?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "I ve III",
      "C": "I, II ve III",
      "D": "I, II ve IV",
      "E": "I, III ve IV"
    },
    "explanation": "Doğru ifadeler I, II ve III'tür. <b>Küratörlük</b> kavramının tarihi kökeni, Roma İmparatorluğu devrinde (I. ifade) kendi işlerini idare edemeyecek kişilere vekil atanan devlet memurlarına dayanır. Modern anlamda <b>müzecilik</b> kavramı ile birlikte ortaya çıkmıştır (II. ifade).<br>Fotoğraf sanatı ya da fotoğrafçılar için ise, küratörlük, bir sergi bağlamında <b>bireysel etkinliklerin sergilenmesi</b> veya kişinin fotoğraflarının seçimi ve tanıtımı olarak tanımlanabilir (III. ifade). IV. ifade, kavramın sadece günümüzdeki dar bir kullanımını yansıtır, ancak temel tanımı ve tarihi gelişimini eksik bırakır."
  },
  {
    "id": "115741",
    "unitNumber": 11,
    "text": "<strong>\"Yılın Basın Fotoğrafları\" yarışmasını ve \"Uluslararası Antalya Basın Fotoğrafı Günleri, Photo Antalya\" adıyla Türkiye’nin basın fotoğrafçılığı alanındaki tek festivalini düzenleyen fotoğraf derneği aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Türkiye Foto Muhabirleri Derneği",
      "B": "Türkiye Fotoğraf Sanatı Federasyonu",
      "C": "Afsad",
      "D": "İstanbul Fotoğraf ve Sinema Amatörleri Derneği",
      "E": "İzmir Fotoğraf Sanatı Derneği"
    },
    "explanation": "Bu etkinlikleri düzenleyen dernek <b>Türkiye Foto Muhabirleri Derneği (TFMD)</b>'dir.<br>TFMD, Türkiye'deki basın fotoğrafçılığı alanında en prestijli yarışma olan <b>\"Yılın Basın Fotoğrafları\"</b>nı düzenler ve aynı zamanda uluslararası alanda tanınan <b>\"Uluslararası Antalya Basın Fotoğrafı Günleri, Photo Antalya\"</b> festivalini organize eden tek kuruluştur."
  },
  {
    "id": "115941",
    "unitNumber": 11,
    "text": "<strong>Türkiye’de 1993 yılından beri yayımlanan, çevre ve tarihî sitler konusundaki haberlere de yer veren coğrafya ve keşif dergisi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "National Geography",
      "B": "Atlas",
      "C": "Kontrast",
      "D": "Afsad",
      "E": "Photoworld"
    },
    "explanation": "Türkiye’de 1993 yılından beri yayımlanan, çevre ve tarihî sitler konusundaki haberlere geniş yer veren coğrafya ve keşif dergisi <b>Atlas Dergisi</b>'dir.<br>Atlas, fotoğrafçılığı keşif ve belgeleme aracı olarak kullanarak, Türk coğrafyasının doğal güzelliklerini ve kültürel mirasını okuyucularına aktarmıştır."
  },
  {
    "id": "117368",
    "unitNumber": 11,
    "text": "I. Sınırsız fotoğraf ve video yükleyebilirsiniz.<br />II. Gizlilik kontrolleri ve şifreler ile anılarınızı güvende tutabilirsiniz.<br />III. Sitenizi sizin gibi hissettirmek için kişiselleştirme seçeneğinden, kendi beğenilerinize göre bir site oluşturma seçeneği sunmaktadır.<br /><strong>Üyeleri için yukarıda belirtilen olanakları sunan fotoğraf paylaşım sitesi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Instagram",
      "B": "Facebook",
      "C": "Smugmug",
      "D": "Filckr",
      "E": "Photobucket"
    },
    "explanation": "Yukarıda belirtilen olanakları sunan fotoğraf paylaşım sitesi <b>SmugMug</b>'dır. SmugMug, profesyonellere yönelik bir platform olarak, genellikle ücret karşılığında <b>sınırsız fotoğraf ve video yükleme</b> imkanı sunar (I.).<br>Ayrıca kullanıcıların anılarını ve çalışmalarını güvende tutmak için gelişmiş <b>gizlilik kontrolleri ve şifreleme</b> seçenekleri (II.) ve site tasarımını tamamen kişiselleştirme (III.) imkanı sağlar."
  },
  {
    "id": "165468",
    "unitNumber": 11,
    "text": "<strong>Türkiye’de 1993 yılından beri yayımlanan; coğrafi keşif, çevre ve tarihî sitler konusundaki haberlere yer veren dergi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kontrast",
      "B": "Atlas",
      "C": "Naitonal Geography",
      "D": "Fotoğraf",
      "E": "Afsad"
    },
    "explanation": "Türkiye’de 1993 yılından beri yayımlanan; coğrafi keşif, çevre ve tarihî sitler konusundaki haberlere yer veren dergi <b>Atlas Dergisi</b>'dir.<br>Bu dergi, yüksek kaliteli fotoğrafçılığı kullanarak Türkiye'nin ve dünyanın dört bir yanındaki coğrafi ve tarihi zenginlikleri belgeler."
  },
  {
    "id": "165469",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi fotoğraf çekim tekniklerinden biridir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Photobucket",
      "B": "Kontrast",
      "C": "Instagram",
      "D": "Pıcasa",
      "E": "Timelapse"
    },
    "explanation": "Fotoğraf çekim teknikleri arasında, belirli aralıklarla çekim yaparak zamanın hızlandırılması etkisini yaratan <b>Zaman Aralıklı Fotoğrafçılık (Time-Lapse)</b> yer alır. Diğer yaygın teknikler arasında Panning, HDR ve Stop Motion (Bkz. Soru 165470) gibi özel çekim metotları bulunmaktadır. (Bu bağlamda şıklarda yer alan özel bir teknik doğru cevap olacaktır.)"
  },
  {
    "id": "165470",
    "unitNumber": 11,
    "text": "<strong>Cansız nesnelerin ya da kuklaların tek tek hareket ettirilerek fotoğraflarının kare kare çekilmesiyle yapılan canlandırma tekniği aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Hyper Lapse",
      "B": "Slow Motion",
      "C": "Stop Motion",
      "D": "Time Lapse",
      "E": "Selfie"
    },
    "explanation": "Cansız nesnelerin ya da kuklaların tek tek hareket ettirilerek fotoğraflarının kare kare çekilmesiyle yapılan canlandırma tekniği <b>Stop Motion</b>'dır.<br>Bu teknikte her bir küçük hareket, bir kare fotoğraf olarak kaydedilir ve bu kareler hızlıca art arda oynatıldığında <b>kesintisiz hareket yanılsaması</b> yaratılır."
  },
  {
    "id": "165471",
    "unitNumber": 11,
    "text": "<strong>Fotoğraf üzerindeki düşük, orta ve yüksek aralıktaki ışığın farklı ortalamasını alarak bunların uygun bir şekilde yüzeye dağılımını sağlayan teknik aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Timelapse",
      "B": "Picasa",
      "C": "Stop Motion",
      "D": "3D Fotoğraf",
      "E": "HDR"
    },
    "explanation": "Fotoğraf üzerindeki düşük, orta ve yüksek aralıktaki ışığın farklı ortalamasını alarak bunların uygun bir şekilde yüzeye dağılımını sağlayan teknik <b>Yüksek Dinamik Aralık (HDR)</b>'dir.<br>HDR tekniği, sahnenin hem en parlak hem de en karanlık bölgelerinde <b>detay korumasını</b> sağlayarak gözün görebildiğine yakın bir görüntü oluşturmayı hedefler. Genellikle farklı pozlama değerlerine sahip birden fazla fotoğrafın birleştirilmesiyle elde edilir."
  },
  {
    "id": "165472",
    "unitNumber": 11,
    "text": "<strong>Fotoğrafın yaygınlaşması, fotoğraf severler arasında dayanışma ve işbirliğinin sağlanması, felsefe, sanat, estetik konusunda fikirlerin tartışılması amacıyla 1977’de kurulan dernek aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Türkiye Foto Muhabirleri Derneği",
      "B": "Türkiye Fotoğraf Sanatı Federasyonu",
      "C": "İFSAK",
      "D": "AFSAD",
      "E": "AFAD"
    },
    "explanation": "Fotoğrafın yaygınlaşması, fotoğraf severler arasında dayanışma ve işbirliğinin sağlanması ve felsefe, sanat, estetik konusunda fikirlerin tartışılması amacıyla 1977’de kurulan dernek <b>Ankara Fotoğraf Sanatı Derneği (AFSAD)</b>’dir.<br>AFSAD, Türkiye’nin en köklü fotoğraf derneklerinden biri olup, fotoğraf sanatına teorik ve pratik katkılar sağlamayı amaçlamıştır."
  },
  {
    "id": "165474",
    "unitNumber": 11,
    "text": "<strong>Geniş formatlı fotoğrafçılık olarak da bilinen, aynı kameradan birden fazla görüntüyü birbirine ekleyen, tek bir geniş fotoğraf (dikey veya yatay) oluşturmak için kullanılan teknik aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kontrast",
      "B": "HDR",
      "C": "Time Lapse",
      "D": "Kürator",
      "E": "Panaromik"
    },
    "explanation": "Geniş formatlı fotoğrafçılık olarak da bilinen ve aynı kameradan birden fazla görüntüyü birbirine ekleyen (stitching) teknik, <b>Panoramik Fotoğrafçılık</b>'tır.<br>Bu teknik sayesinde, tek bir standart kareye sığmayacak kadar <b>geniş bir görüş alanı</b>, tek bir yatay veya dikey görsel olarak birleştirilebilir."
  },
  {
    "id": "165475",
    "unitNumber": 11,
    "text": "<strong>Her yıl Nisan ayının başında Uluslararası Antalya Basın Fotoğrafı Günleri, “PhotoAntalya” adı ile Türkiye’nin basın fotoğrafçılığı alanındaki tek festivalini Antalya’da gerçekleştiren dernek aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Türkiye Foto Muhabirleri Derneği",
      "B": "Türkiye Fotoğraf Sanatı Federasyonu",
      "C": "İFSAK",
      "D": "AFSAD",
      "E": "AFAD"
    },
    "explanation": "Her yıl Nisan ayında Uluslararası Antalya Basın Fotoğrafı Günleri, “PhotoAntalya” festivalini düzenleyen dernek <b>Türkiye Foto Muhabirleri Derneği (TFMD)</b>'dir.<br>Bu festival, Türkiye’nin basın fotoğrafçılığı alanındaki <b>tek uluslararası festivali</b> olma özelliğini taşır."
  },
  {
    "id": "165477",
    "unitNumber": 11,
    "text": "<strong>Türkçe olarak \"özçekim\" anlamına gelen ve kişinin kendi resmini akıllı telefon ya da webcam ile çekmesi olarak tanımlanan çekim türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Panaromik",
      "B": "Timelapse",
      "C": "Selfie",
      "D": "Hyperlapse",
      "E": "Photobucket"
    },
    "explanation": "Türkçe olarak 'özçekim' anlamına gelen ve kişinin kendi resmini akıllı telefon ya da webcam ile çekmesi olarak tanımlanan çekim türü <b>Selfie</b>'dir.<br>Selfie, özellikle sosyal medya kültürünün yaygınlaşmasıyla birlikte son dönem fotoğrafçılığının en popüler terimlerinden biri hâline gelmiştir."
  },
  {
    "id": "165480",
    "unitNumber": 11,
    "text": "<strong>Günümüzde ülkelerin, kentlerin tanıtımında, dizi ve reklamlarda etkileyiciliği artırmak için kullanılan ve dilimizde zaman aralıklı fotoğraf anlamına gelen çekim tekniği aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Pozlama",
      "B": "Flickr",
      "C": "Hyperlapse",
      "D": "Timelapse",
      "E": "Selfie"
    },
    "explanation": "Dilimizde <b>zaman aralıklı fotoğraf</b> anlamına gelen ve kentlerin tanıtımında, dizi ve reklamlarda etkileyiciliği artırmak için kullanılan çekim tekniği <b>Time-lapse</b>'tir.<br>Time-lapse, yavaş gelişen olayları (trafik akışı, gün doğumu vb.) hızlandırılmış bir şekilde göstererek izleyicinin dikkatini çekmeyi sağlar."
  },
  {
    "id": "165481",
    "unitNumber": 11,
    "text": "<strong>İnternet kullanıcılarının ücretsiz olarak fotoğraflarını saklayabilecekleri bir web servisi olan ve Ludircop tarafından 2004 yılında hizmete sunulan fotoğraf paylaşım platformu aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Photobucket",
      "B": "Picasa",
      "C": "Instagram",
      "D": "Flickr",
      "E": "Facebook"
    },
    "explanation": "İnternet kullanıcılarının ücretsiz olarak fotoğraflarını saklayabileceği bir web servisi olan ve <b>Ludicorp</b> tarafından 2004 yılında hizmete sunulan fotoğraf paylaşım platformu <b>Flickr</b>'dır.<br>Flickr, dijital fotoğrafçıların büyük kitlelere ulaşması ve fotoğraf arşivi oluşturması için öncü platformlardan biri olmuştur."
  },
  {
    "id": "304390",
    "unitNumber": 11,
    "text": "<strong>Panoramik fotoğraf türünün özellikleri arasında aşağıdakilerden hangisi <u>bulunmaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Geniş açılı fotoğraflardır.",
      "B": "Soldan sağa 180 dereceyi kaplayan panoramalardır.",
      "C": "360 dereceye kadar olan panoramalardır.",
      "D": "Küçük detaylara odaklanılır.",
      "E": "Birden fazla görüntüden oluşabilmektedir."
    },
    "explanation": "Panoramik fotoğraf türünün temel özelliği <b>geniş bir görüş açısı</b> sunmasıdır. Aynı zamanda birden fazla fotoğrafın yazılımla birleştirilmesini (stitching) gerektirir. Bu türün özellikleri arasında <b>'sınırlı görüş açısına sahip olması'</b> veya <b>'tek bir karede standart açıyla çekilmesi'</b> gibi, geniş açı hedefine aykırı bir özellik bulunmaz.<br> (Doğru cevap, Panoramik fotoğrafın temel niteliği olan <b>geniş kadraj</b> gerekliliğini reddeden şıktır.)"
  },
  {
    "id": "304394",
    "unitNumber": 11,
    "text": "<strong>Aynı zamanda bir fotoğraf derneği olan AFSAD tarafından aşağıdaki fotoğraf dergilerinden hangisi yayımlanmaktadır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kontrast",
      "B": "National Geographic",
      "C": "Atlas",
      "D": "Fotoğraf",
      "E": "PhotoWorld"
    },
    "explanation": "Aynı zamanda bir fotoğraf derneği olan <b>Ankara Fotoğraf Sanatı Derneği (AFSAD)</b> tarafından yayımlanan fotoğraf dergisi, fotoğraf sanatı, felsefesi ve teknikleri üzerine yazılara yer veren <b>Boyut Fotoğraf Sanatı Dergisi</b>'dir."
  },
  {
    "id": "304396",
    "unitNumber": 11,
    "text": "<strong>Daha çok spor aktivitelerinde, örneğin futbol maçlarında önemli anların tekrar ağır çekimde verilmesi, doğa olaylarında, dizi ve filmlerde kullanılan fotoğraf çekim tekniği aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Time Lapse",
      "B": "Hyper Lapse",
      "C": "Küratör",
      "D": "Slow Motion",
      "E": "Flickr"
    },
    "explanation": "Daha çok spor aktivitelerinde, önemli anların tekrar ağır çekimde verilmesi, doğa olaylarında veya sinema/dizi prodüksiyonlarında <b>görüntünün etkileyiciliğini artırmak</b> için kullanılan fotoğraf çekim tekniği <b>Ağır Çekim (Slow Motion)</b>'dur.<br>Bu teknik, yüksek kare hızlarında çekim yapılarak, normal hızda oynatıldığında hareketin yavaşlaması etkisini yaratır."
  },
  {
    "id": "304399",
    "unitNumber": 11,
    "text": "<strong>Fotoğraf sanatı ya da fotoğrafçılar açısından, bireysel etkinliklerin sergilenmesi, kişilerin fotoğraflarının tanıtılması anlamına gelen kavram aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Photobucket",
      "B": "Panaroma",
      "C": "Portfolyo",
      "D": "Küratör",
      "E": "Hyper Lapse"
    },
    "explanation": "Fotoğraf sanatı ya da fotoğrafçılar açısından, <b>bireysel etkinliklerin sergilenmesi</b>, kişinin en iyi çalışmalarını seçerek tanıtması anlamına gelen kavram <b>Portfolyo</b>'dur.<br>Portfolyo, fotoğrafçının sanatsal yeteneklerini ve tarzını sergilediği, ticari veya sanatsal amaçlarla kullanılan seçilmiş eserler koleksiyonudur."
  },
  {
    "id": "304403",
    "unitNumber": 11,
    "text": "<strong>Yeni medyada fotoğraf paylaşım platformları arasında aşağıdakilerden hangisi <u>bulunmaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Flickr",
      "B": "Picasa",
      "C": "Instagram",
      "D": "Photobucket",
      "E": "PhotoWorld"
    },
    "explanation": "Yeni medyada fotoğraf paylaşım platformları, kullanıcının fotoğraf yükleyebildiği, depolayabildiği ve paylaşabildiği web servisleridir (Örn: Flickr, Instagram, 500px, SmugMug).<br>Bu platformlar arasında <b>fiziksel bir yayın</b> (örneğin bir dergi) veya <b>geleneksel bir depolama yöntemi</b> (örneğin CD) veya bir <b>organizasyon adı</b> bulunmaz. (Doğru şık, dijital bir platform olmayan, geleneksel veya kurumsal bir öğe olmalıdır.)"
  },
  {
    "id": "304405",
    "unitNumber": 11,
    "text": "<strong>Hyperlapse fotoğraf tekniğinin özellikleri arasında aşağıdakilerden hangisi <u>bulunmaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Her pozlamadan sonra kameranın konumu değişir.",
      "B": "Çok sayıda fotoğraf ya da videodan oluşur.",
      "C": "Bir Instagram uygulaması olarak da kullanılmaktadır.",
      "D": "Yüksek kaliteli zaman aralıklı videoların birleşmesiyle oluşur.",
      "E": "Görüntülerin yavaşlatılması esasına dayanır."
    },
    "explanation": "Hyperlapse, bir <b>time-lapse</b> tekniği türüdür ancak en önemli farkı, çekimler arasında kameranın konumunun belirgin şekilde <b>değiştirilmesidir</b>. Normal time-lapse'te kamera sabittir, Hyperlapse'te ise <b>uzun mesafeler boyunca</b> ilerlenir. Özellikleri arasında mutlaka kameranın sabit olmaması ve her karede pozisyonun ayarlanması yer alır. Bu teknik, hareketin çok belirgin olduğu ve büyük ölçekli sahnelerin kaydedilmesi gereken durumlarda kullanılır. Aranılan özellik, Hyperlapse'in doğasına aykırı olan statik bir durum veya hareketin kısıtlanması olabilir."
  },
  {
    "id": "304408",
    "unitNumber": 11,
    "text": "<strong>Fotoğraf üzerindeki düşük, orta ve yüksek aralıktaki ışığın ortalamasını alarak bunların uygun bir şekilde yüzeye dağılımını sağlayan teknik aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Picasa",
      "B": "Time Lapse",
      "C": "HDR(High Dynamic Range Tekniği)",
      "D": "3D",
      "E": "Stop motion"
    },
    "explanation": "Bu teknik <b>HDR (High Dynamic Range - Yüksek Dinamik Aralık)</b> olarak adlandırılır. HDR, fotoğraf makinesinin tek bir pozlamada yakalayamayacağı kadar geniş bir <b>ton yelpazesini</b> kaydetmeyi amaçlar. Bunu sağlamak için aynı sahnenin farklı pozlamalarda (az pozlanmış, normal pozlanmış, çok pozlanmış) çekilen birden fazla görüntüsü birleştirilir. Bu birleştirme sayesinde, hem <b>düşük (gölgeler)</b> hem de <b>yüksek (parlak alanlar)</b> aralıktaki ışık bilgileri korunarak yüzeye <b>uygun bir ortalama</b> ile dağıtılır ve detay kaybı önlenir."
  },
  {
    "id": "304440",
    "unitNumber": 11,
    "text": "<strong>Bilim, tarih, coğrafya, kültür gibi alanlardaki makaleler ve yayınladığı kaliteli fotoğraflarla dünyaca bilinen ve 37 dilde yayımlanan dergi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Afsad",
      "B": "Kontrast",
      "C": "Fotoğraf",
      "D": "National Geography",
      "E": "Atlas"
    },
    "explanation": "Dünyaca bilinen, bilim, tarih, coğrafya ve kültür alanlarında makaleler yayımlayan ve yüksek kaliteli fotoğraflarıyla ün salmış olan, 37 dilde yayımlanan bu dergi <b>National Geographic</b>'tir. <b>National Geographic</b>, küresel çapta en saygın <b>coğrafi keşif</b> ve <b>belgesel fotoğrafçılığı</b> yayınlarından biridir ve fotoğrafçılık sanatına büyük katkılar sağlamıştır."
  },
  {
    "id": "304442",
    "unitNumber": 11,
    "text": "<strong>Ortamdaki aşırı aydınlık ve aşırı karanlık bölgelerin ortalama değerlere göre ayarlandığı fotoğraf çekim tekniği aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Timelapse",
      "B": "Hyper Lapse",
      "C": "Küratör",
      "D": "Slow motion",
      "E": "HDR"
    },
    "explanation": "Ortamdaki <b>aşırı aydınlık</b> ve <b>aşırı karanlık</b> bölgelerin ortalama değerlere göre ayarlandığı fotoğraf çekim tekniği <b>HDR (High Dynamic Range)</b> tekniğidir. HDR, dinamik aralığın genişletilmesi amacıyla kullanılır. Temel prensibi, sahnenin farklı pozlamalarda çekilmesi ve bu görüntülerin yazılımlar aracılığıyla birleştirilerek, hem parlak hem de gölge alanlarda <b>detayların eşitlenmesi</b> ve <b>ortalama</b> bir pozlama değeri elde edilmesidir."
  },
  {
    "id": "308106",
    "unitNumber": 11,
    "text": "<strong>Ülkemizde web üzerinden yayın yapan, 1995 yılında kurulan ve fotoğraf sanatı ile ilgili her türlü bilginin bulunduğu dergi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Atlas",
      "B": "Kontrast",
      "C": "FotoNo1",
      "D": "National Geography",
      "E": "Fotoğraf"
    },
    "explanation": "Ülkemizde 1995 yılında web üzerinden yayın hayatına başlayan ve fotoğraf sanatı ile ilgili geniş bilgi içeriği sunan yayın, Türk fotoğrafçılık camiası için önemli bir <b>çevrimiçi kaynaktır</b>. Bu tür sorular genellikle alanında öncü olan ve fotoğraf teknikleri, sergiler, sanatçılar ve güncel gelişmeler hakkında bilgi sunan <b>Fotograf Dergisi</b> gibi spesifik yayınları işaret eder. Kuruluş tarihi (1995), Türkiye'de dijital yayıncılığın ilk adımlarına denk gelmesi açısından kritik öneme sahiptir."
  },
  {
    "id": "333866",
    "unitNumber": 11,
    "text": "<strong>Türkiye’de 1993 yılından beri yayımlanan, coğrafi ve keşif dergisi olmasının yanı sıra bir fotoğraf dergisi olarak da bilinen yayın aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "National Geographic Dergisi",
      "B": "Kontrast Dergisi",
      "C": "Atlas Dergisi",
      "D": "Gezginfoto Dergisi",
      "E": "Fotoğraf Fikirleri Dergisi"
    },
    "explanation": "Türkiye'de 1993 yılından beri yayımlanan, coğrafi keşif ve aynı zamanda yüksek kalitede fotoğraf içeriğiyle bilinen önemli yayın <b>Atlas Dergisi</b>'dir. <b>Atlas</b>, hem bir coğrafya ve keşif dergisi hem de yayınladığı görsellerin kalitesi nedeniyle fotoğraf sanatı dergisi olarak da kabul edilmekte ve Türk fotoğrafçılık kültürüne büyük katkılar sunmaktadır."
  },
  {
    "id": "334706",
    "unitNumber": 11,
    "text": "<strong>Her pozlamadan sonra kameranın konumunun ve yakınlaştırma seviyesinin değiştiği zaman aralıklı fotoğraf çekim tekniği aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Timelapse",
      "B": "Küratör",
      "C": "Slow motion",
      "D": "Hyperlapse",
      "E": "Panoramik"
    },
    "explanation": "Her pozlamadan sonra kameranın konumunun ve yakınlaştırma seviyesinin değiştiği zaman aralıklı fotoğraf çekim tekniği <b>Hyperlapse</b> olarak tanımlanır. Bu teknik, klasik time-lapse'ten farklı olarak <b>kameranın hareket etmesini</b> gerektirir (konum değişimi). Ayrıca, dinamik bir etki yaratmak amacıyla her karede <b>yakınlaştırma (zoom) seviyesinin</b> değiştirilmesi, bu tekniğe özgü <b>görsel dramayı</b> artırır ve izleyiciye etkileyici bir <b>mekânsal yolculuk</b> hissi verir."
  },
  {
    "id": "112218",
    "unitNumber": 12,
    "text": "<strong>Fotoğraf filminin geometrik şekli aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kare",
      "B": "Çember",
      "C": "Dikdörtgen",
      "D": "Beşgen",
      "E": "Yamuk"
    },
    "explanation": "Standart fotoğraf filmleri (özellikle 35mm) ve dijital sensörler, fotoğrafın kadrajlanması ve baskı oranları için en yaygın kullanılan geometrik şekil olan <b>dikdörtgen</b> biçimindedir."
  },
  {
    "id": "112405",
    "unitNumber": 12,
    "text": "<strong>Görüntüdeki çizgilerin insan bilincinde ve duygu dünyasında bıraktığı etkiye ne ad verilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Grafik etkisi",
      "B": "Renk etkisi",
      "C": "Biçim etkisi",
      "D": "Form etkisi",
      "E": "Işık etkisi"
    },
    "explanation": "Fotoğraf kompozisyonundaki <b>çizgilerin</b> (yatay, dikey, eğik vb.) izleyicinin <b>bilincinde</b> ve <b>duygu dünyasında</b> bıraktığı etkiye, o çizgilerin taşıdığı anlamlar ve çağrışımlar (örneğin dikey çizgiler güç, yatay çizgiler sakinlik) nedeniyle <b>çizgilerin psikolojisi</b> denir."
  },
  {
    "id": "115713",
    "unitNumber": 12,
    "text": "Soğuk renklerin gün içerisinde  kendini gösterdiği zaman dilimi olan ............ saatler sabah gün doğmadan hemen önce ve akşam güneş battıktan sonra ortalama 1 saat içerisinde oluşur.<br /><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "altın",
      "B": "parlak",
      "C": "gri",
      "D": "gümüş",
      "E": "mavi"
    },
    "explanation": "Soğuk renklerin hâkim olduğu zaman dilimi olan <b>Mavi Saatler</b> (Blue Hour), sabah gün doğmadan hemen önce ve akşam güneş battıktan sonraki ortalama bir saatlik dilimi kapsar. Bu süre boyunca atmosferdeki ışık, mavi ve mor tonların yoğunlaşmasına neden olur."
  },
  {
    "id": "115737",
    "unitNumber": 12,
    "text": "<strong>Koyu gölgeler ve parlak aydınlık alanlar oluşturan,  parlak ve hüzme hâlinde de görülen ışık türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Sıcak ışık",
      "B": "Serin ışık",
      "C": "Sert ışık",
      "D": "Yumuşak ışık",
      "E": "Dolgu ışık"
    },
    "explanation": "<b>Sert ışık</b>, genellikle küçük bir kaynaktan gelen, yoğun ve yönlü ışıktır. Bu tür ışık, fotoğrafta <b>koyu ve keskin gölgeler</b> ile <b>parlak aydınlık alanlar</b> (highlight) oluşturur ve <b>hüzme hâlinde</b> net bir şekilde görülür."
  },
  {
    "id": "115868",
    "unitNumber": 12,
    "text": "I. Işık kaynağının kadrajın sadece bir bölümünü aydınlatması ve diğer kısımların karanlıkta bırakılması şeklinde gerçekleşen bir aydınlatmadır.<br />II. Özellikle ışıkla fotoğrafa belirginlik katılmak istenen durumlarda veya konudaki herhangi bir noktanın vurgulanmasının istendiği durumlarda tercih edilir.<br />III. Ünlü Hollandalı ressam Rembrandt resimlerinde bu tekniği kullandığı için bu tarz aydınlatma biçimi Rembrandt Aydınlatması olarak bilinmektedir.<br /><strong>Bölgesel aydınlatma ile ilgili olarak yukarıdakilerden hangisi ya da hangileri doğrudur?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız ı",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Bölgesel aydınlatma ile ilgili verilen tüm öncüller doğrudur. Işık kaynağının kadrajın sadece bir kısmını aydınlatması (I) konuya <b>belirginlik</b> katar ve vurgu yapar (II). Bu teknik, ünlü ressam <b>Rembrandt</b>’ın portrelerinde kullandığı yöntemle ilişkilendirildiği için <b>Rembrandt Aydınlatması</b> olarak da bilinir (III)."
  },
  {
    "id": "165492",
    "unitNumber": 12,
    "text": "<strong>Işık kaynağının fotoğrafı çekilen konunun arkasında kalmasıyla oluşan silüetler aşağıdaki hangi kadraj ögesini oluşturmaktadır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Şekil",
      "B": "Biçim",
      "C": "Form",
      "D": "Renk",
      "E": "Işık"
    },
    "explanation": "<b>Silüetler</b>, ışık kaynağının konunun arkasında kalması (ters ışık) sonucu oluşur. Konunun tüm detayları kaybolur ve geriye sadece <b>dış hatları</b> kalır. Bu dış hatlar, fotoğrafçılığın biçimsel ögelerinden olan <b>formu</b> (biçimi) oluşturur."
  },
  {
    "id": "165493",
    "unitNumber": 12,
    "text": "<strong>Fotoğrafçılıkta sabah gün doğmadan hemen önce ve akşam güneş battıktan sonraki ortalama 1 saatlik zaman dilimlerini ifade eden kavram aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Altın saatler",
      "B": "Mavi saatler",
      "C": "Karanlık saatler",
      "D": "Gri saatler",
      "E": "Turuncu saatler"
    },
    "explanation": "Sabah gün doğmadan hemen önce ve akşam güneş battıktan sonraki ortalama 1 saatlik zaman dilimleri genel olarak <b>Alacakaranlık</b> (Twilight) olarak adlandırılır. Bu süre, soğuk tonların hakim olduğu <b>Mavi Saatler</b> dönemini içerir."
  },
  {
    "id": "165494",
    "unitNumber": 12,
    "text": "<strong>Renk çarkında birbirinin karşısında yer alan renkleri ifade eden kavram aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kontrast renkler",
      "B": "Ardışık renkler",
      "C": "Uyumlu renkler",
      "D": "Tonlama",
      "E": "Bütünleşik renkler"
    },
    "explanation": "Renk çarkında <b>birbirinin tam karşısında</b> yer alan renklere <b>Tamamlayıcı (Komplementer) Renkler</b> denir. Bu renkler (örneğin mavi ve sarı) yan yana kullanıldığında birbirlerinin canlılığını artırarak yüksek görsel <b>kontrast</b> sağlarlar."
  },
  {
    "id": "165495",
    "unitNumber": 12,
    "text": "<strong>Işığın parlak ve hüzme halinde olduğu, koyu gölgeler ve parlak aydınlık alanlar oluşturduğu aydınlatma biçimi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Soğuk ışık",
      "B": "Serin ışık",
      "C": "Sert ışık",
      "D": "Sıcak ışık",
      "E": "Yumuşak ışık"
    },
    "explanation": "<b>Sert ışık</b>, parlak ve yoğun ışık kaynağının doğrudan gelmesiyle karakterize edilir. Bu durum, fotoğrafta keskin kenarlı <b>koyu gölgeler</b> ve ışığın çarptığı yerlerde <b>parlak aydınlık alanlar</b> oluşmasına neden olur. Işık, <b>hüzme halinde</b> görülebilir."
  },
  {
    "id": "165496",
    "unitNumber": 12,
    "text": "<strong>Bir fotoğrafta, normalde düz duran yatay veya dikey çizgilerin öne-arkaya veya sağa-sola yatıkmış gibi durması aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Diyafram hatası",
      "B": "Işık hatası",
      "C": "Perspektif hatası",
      "D": "Renk hatası",
      "E": "Pozlama hatası"
    },
    "explanation": "Normalde düz olması gereken <b>yatay veya dikey çizgilerin</b> (özellikle dikey mimari ögelerin) kadraj içinde eğilmiş veya yatıkmış gibi görünmesi, kamera açısının konuya göre eğimli olmasından kaynaklanan <b>perspektif hatası</b> veya <b>paralellik hatası</b> olarak adlandırılır."
  },
  {
    "id": "165497",
    "unitNumber": 12,
    "text": "<strong>Açık havada çekim yaparken doğal ışıktan en iyi şekilde yararlanabilmek amacıyla tercih edilmesi gereken zaman dilimi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Güneş tam tepedeyken",
      "B": "Güneş doğarken",
      "C": "Gün doğmadan önce",
      "D": "Güneş batarken",
      "E": "Güneş batmadan önceki 1 saatlik zaman"
    },
    "explanation": "Açık havada çekim yaparken doğal ışıktan en iyi şekilde yararlanılabilen zaman dilimi <b>Altın Saatler</b> (Golden Hour) olarak bilinir. Bu saatlerde güneş alçakta olduğu için ışık <b>yumuşak</b>, <b>sıcak</b> tonlu ve modelleme açısından idealdir."
  },
  {
    "id": "165498",
    "unitNumber": 12,
    "text": "I. Su terazili tripod kullanmak<br />II. Ekran ızgarası kullanmak<br />III. Paralellik kuralını uygulamak<br /><strong>Yukarıdakilerden hangisi ya da hangileri perspektif hatasına düşmemek amacıyla kullanılabilecek uygulamalar arasında yer almaktadır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "I, II ve III"
    },
    "explanation": "Perspektif hatalarını önlemek için, kameranın tam düz ve ufuk çizgisine paralel konumlandığından emin olmak gerekir. Bu amaçla <b>su terazili tripod</b> kullanmak (I), kadrajı hizalamak için <b>ekran ızgarası</b> (II) kullanmak ve dikey çizgileri korumak için <b>paralellik kuralını</b> (III) uygulamak temel uygulamalardır. Hepsi perspektif hatasını düşürmede etkilidir."
  },
  {
    "id": "304445",
    "unitNumber": 12,
    "text": "<strong>Fotoğrafta kadrajı oluşturan biçimsel ögeler arasında aşağıdakilerden hangisi <u>bulunmaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Işık",
      "B": "Renk",
      "C": "Perspektif",
      "D": "Anlam",
      "E": "Çizgi"
    },
    "explanation": "Fotoğrafı oluşturan <b>biçimsel ögeler</b> (kompozisyon unsurları) Çizgi, Şekil, Form, Doku, Renk ve Alan/Uzay'dır. <b>Diyafram</b>, fotoğraf makinesinin objektifinde ışık miktarını kontrol eden teknik bir ayardır ve biçimsel ögelerden biri olarak kabul edilmez."
  },
  {
    "id": "304448",
    "unitNumber": 12,
    "text": "<strong>Fotoğrafta bir hareketlilik oluşturarak dinamik bir etki katan çizgi türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Çapraz çizgiler",
      "B": "Yatay çizgiler",
      "C": "Dikey çizgiler",
      "D": "Yuvarlak çizgiler",
      "E": "Eğri çizgiler"
    },
    "explanation": "<b>Diyagonal (Çapraz) çizgiler</b>, fotoğraf kadrajında en fazla <b>hareketlilik</b> ve <b>dinamik</b> etkiyi oluşturan çizgi türüdür. Bu çizgiler, yatay ve dikey çizgilere kıyasla kadraj içinde bir gerilim ve aksiyon hissi uyandırır."
  },
  {
    "id": "304453",
    "unitNumber": 12,
    "text": "<strong>Fotoğrafçılıkta iki boyutlu, derinliği olmayan bir nesnenin taslağı olan kapalı alanları ifade eden kavram aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Form",
      "B": "Biçim",
      "C": "Renk",
      "D": "Işık",
      "E": "Şekil"
    },
    "explanation": "Fotoğrafçılıkta <b>iki boyutlu</b> (derinliği olmayan), bir nesnenin dış hatlarını belirleyen <b>kapalı alanlar</b> <b>Şekil</b> (Shape) olarak ifade edilir. Üç boyutlu algılanan biçim ise Form olarak adlandırılır."
  },
  {
    "id": "304456",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi soğuk bir renktir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kırmızı",
      "B": "Koyu kırmızı",
      "C": "Sarı",
      "D": "Mavi",
      "E": "Turuncu"
    },
    "explanation": "Renk spektrumunda <b>Mavi</b>, Yeşil ve Mor tonları <b>soğuk renkler</b> olarak sınıflandırılır. Bu renkler genellikle sakinlik, serinlik ve mesafeyi çağrıştırır. Kırmızı, Sarı ve Turuncu ise sıcak renklerdir."
  },
  {
    "id": "304459",
    "unitNumber": 12,
    "text": "<strong>Sabah güneş doğduktan sonra ve akşam güneş batmadan önceki ortalama bir saatlik zaman dilimini anlatan ifade aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Mavi saatler",
      "B": "Gri saatler",
      "C": "Altın saatler",
      "D": "Gümüş saatler",
      "E": "Parlak saatler"
    },
    "explanation": "Sabah <b>güneş doğduktan sonra</b> ve akşam <b>güneş batmadan önceki</b> yaklaşık bir saatlik zaman dilimine <b>Altın Saatler</b> (Golden Hour) denir. Bu süre boyunca ışık yumuşak, sıcak ve fotoğrafa altın rengi bir parlaklık katar."
  },
  {
    "id": "304465",
    "unitNumber": 12,
    "text": "<strong>Işık kaynağının konunun arkasında ve dolayısıyla fotoğrafçının önünde olduğu ışık kullanım biçimi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yanal ışık",
      "B": "Tepe aydınlatma",
      "C": "Dolgu ışık",
      "D": "Ters ışık",
      "E": "Cephe ışığı"
    },
    "explanation": "Işık kaynağının fotoğrafı çekilen <b>konunun arkasında</b> (ve dolayısıyla fotoğrafçının önünde) olduğu aydınlatma biçimine <b>Ters Işık</b> (Arka Işık veya Backlight) denir. Bu ışık, genellikle konunun etrafında parlayan bir hat (rim light) oluşturmak veya <b>silüet</b> çekimleri yapmak için kullanılır."
  },
  {
    "id": "304476",
    "unitNumber": 12,
    "text": "<strong>Bir yüzeyi oluşturan şeklin, maddenin veya malzemenin yapısının yüzey bilgisi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Dolgu",
      "B": "Doku",
      "C": "Derinlik",
      "D": "Perspektif",
      "E": "Renk"
    },
    "explanation": "Bir yüzeyi oluşturan maddenin <b>yapısının</b>, pürüzlülüğünün veya yumuşaklığının verdiği <b>yüzey bilgisi</b> <b>Doku</b> (Texture) olarak adlandırılır. Doku, ışık ve gölge kullanılarak fotoğrafta iki boyuttan üç boyutlu algılanmasına yardımcı olan biçimsel bir ögedir."
  },
  {
    "id": "304482",
    "unitNumber": 12,
    "text": "<strong>Bir fotoğrafın ön plandaki nesne ile arka plandaki nesne arasında hiçbir uzaklık yokmuş gibi görünmesini ifade eden kavram aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Üç boyut hissi",
      "B": "Derinlik algısı",
      "C": "Hacim duygusu",
      "D": "Alan derinliği",
      "E": "Perspektif yığılması"
    },
    "explanation": "Özellikle <b>uzun odak uzaklıklı</b> (telefoto) lensler kullanıldığında, perspektif etkisi nedeniyle ön plandaki nesneler ile arka plandaki nesneler arasındaki <b>uzaklığın azaldığı</b> ve sanki hiçbir uzaklık yokmuş gibi göründüğü duruma <b>Uzamsal Sıkışma</b> (Spatial Compression) denir."
  },
  {
    "id": "304488",
    "unitNumber": 12,
    "text": "I. Bakış açısı<br />II. Objektifin odak uzaklığı<br />III. Diyafram değerleri<br /><strong>Yukarıdakilerden hangisi ya da hangileri bir fotoğrafta üç boyut hissi oluşturmak amacıyla kullanılmaktadır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "I, II ve III"
    },
    "explanation": "Bir fotoğrafta üç boyut hissi yaratmak, yani <b>derinlik algısı</b> oluşturmak, temel kompozisyon tekniklerinin ve fotoğraf makinesi ayarlarının birleşimiyle sağlanır.<br/>I. <b>Bakış açısı</b> (perspektif), nesnelerin göreceli boyutlarını ve uzamsal ilişkilerini etkileyerek derinlik hissini güçlendirir.<br/>II. <b>Objektifin odak uzaklığı</b> (geniş açı veya tele), perspektifi sıkıştırarak veya genişleterek bu hissi manipüle eder.<br/>III. <b>Diyafram değerleri</b> (Alan Derinliği kontrolü), konuyu arka plandan ayırarak (selektif odaklama) görsel bir katmanlama sağlar ve böylece 3D hissini kuvvetlendirir. Bu üç unsur da derinlik algısının oluşumunda kritik rol oynar."
  },
  {
    "id": "308107",
    "unitNumber": 12,
    "text": "<strong>Bir şeklin; en, boy ve yükseklikten oluşan üç boyutlu halini ifade eden kavram aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Çizgi",
      "B": "Form",
      "C": "Renk",
      "D": "Işık",
      "E": "Şekil"
    },
    "explanation": "En, boy ve yükseklik boyutlarının tamamına sahip olan ve uzayda yer kaplayan bir şeklin üç boyutlu haline <b>Biçim</b> veya <b>Form</b> denir. Görsel sanatlarda, biçim, ışık ve gölge kullanılarak iki boyutlu bir yüzeyde (fotoğraf kağıdı/ekran) üç boyutlu görünüm kazandırılan nesnenin algılanan hacmini ifade eder."
  },
  {
    "id": "334269",
    "unitNumber": 12,
    "text": "<strong>Aşağıdaki fotoğraf türlerinin hangisinde nesnenin biçiminin etkisi tamamen ortadan kalkar? </strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Portre fotoğraflar",
      "B": "Silüet fotoğraflar",
      "C": "Doğa fotoğrafları",
      "D": "Manzara fotoğrafları",
      "E": "Mimari fotoğraflar"
    },
    "explanation": "Nesnenin biçiminin etkisi, yani nesnenin ne olduğunun net olarak tanımlanabilirliği, <b>Soyut Fotoğraf</b> türünde kasıtlı olarak ortadan kaldırılır. Soyut fotoğraf, biçimi, rengi, dokuyu ve ışığı yalnızca sanatsal kompozisyon elemanları olarak kullanır; bu sayede izleyici, konunun tanınabilirliği yerine <b>görsel duygu</b> veya estetik formlar üzerine odaklanır."
  },
  {
    "id": "334707",
    "unitNumber": 12,
    "text": "<strong>Fotoğrafta sakinlik, durağanlık ve huzur etkisi oluşturan çizgi türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Çapraz çizgiler",
      "B": "Dikey çizgiler",
      "C": "Yuvarlak çizgiler",
      "D": "Eğri çizgiler",
      "E": "Yatay çizgiler"
    },
    "explanation": "Kompozisyonda kullanılan çizgi türleri, izleyicide farklı psikolojik etkiler yaratır. <b>Yatay çizgiler</b>, yerçekimine paralel oldukları ve ufuk çizgisi gibi durağan elementleri yansıttıkları için, genellikle <b>sakinlik, durağanlık ve huzur</b> etkisi oluşturur. Bu çizgiler, güven ve istikrar duygularını pekiştirir."
  },
  {
    "id": "334708",
    "unitNumber": 12,
    "text": "<strong>Parlak ve hüzme hâlinde, koyu gölgeler ve parlak aydınlık alanlar oluşturan ışık niteliği aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Sert ışık",
      "B": "Yumuşak ışık",
      "C": "Serin ışık",
      "D": "Sıcak ışık",
      "E": "Mat ışık"
    },
    "explanation": "Işığın kaynağının küçük ve yoğun olduğu durumlarda, ışık <b>Sert Işık</b> niteliğine sahip olur. Sert ışık, nesnelerin üzerinde <b>parlak aydınlık alanlar</b> (highlight) ve net, keskin hatlı, <b>koyu gölgeler</b> oluşturur. Bu tür bir aydınlatma, drama ve yüksek kontrast yaratmak için kullanılır, bu da parlak ve hüzme halinde bir görünüm sağlar."
  },
  {
    "id": "113176",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi kadraj içerisindeki ilgi merkezine dikkat çekmenin yöntemleri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Sığ net alan derinliği",
      "B": "Işık kaynağı",
      "C": "Arka plan",
      "D": "Duygusal vurgu kuralı",
      "E": "1/3 kuralı"
    },
    "explanation": "İlgi merkezi (egemen öge) bir fotoğrafta izleyicinin bakışını hemen çeken alandır. Bu bölgeye dikkati çekmek için kullanılan yaygın yöntemler arasında nesnenin kadrajda <b>büyütülmesi</b>, <b>ışık/gölge kontrastının</b> kullanılması, Üçte Bir Kuralı gibi yerleştirme yöntemleri ve <b>arka planı bulanıklaştırma</b> (alan derinliği) yer alır. Çok sayıda öge kullanmak veya arka planı karmaşık hale getirmek, ana konudan dikkati dağıtacağı için ilgi merkezine dikkat çekme yöntemleri arasında <u>yer almaz</u>."
  },
  {
    "id": "113837",
    "unitNumber": 13,
    "text": "<strong>Fotoğrafı oluşturan kadrajı yatay ve dikey olarak üç eşit parçaya bölen ve eskiden beri resim ve mimaride de kullanılan kural aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Arka plan kuralı",
      "B": "Altın oran kuralı",
      "C": "Çerçeveleme kuralı",
      "D": "Fon kullanımı kuralı",
      "E": "Grafik kuralı"
    },
    "explanation": "Fotoğrafı hem yatay hem de dikey olarak üç eşit parçaya bölen ve bu sayede dört adet kesişme noktası (altın nokta) oluşturan temel kompozisyon kuralı <b>Üçte Bir Kuralı</b>'dır (Rule of Thirds). Bu kural, ilgi merkezinin bu kesişme noktalarından birine yerleştirilmesiyle izleyiciye daha <b>dengeli</b>, estetik ve dinamik bir görüntü sunmayı hedefler. Bu prensip, fotoğrafçılığın yanı sıra resim ve mimaride de binlerce yıldır kullanılmaktadır."
  },
  {
    "id": "115848",
    "unitNumber": 13,
    "text": "<strong>Simetri fotoğraflarında, simetrinin etkisinin izleyiciye aktarılması için aşağıdakilerden hangisinin yapılması gerekmektedir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Asıl nesne ile yansıması olan nesnenin tamamı kadrajda olmalıdır.",
      "B": "Asıl nesne kadrajda merkeze alınırken, yansıması olan nesne dışarıda tutulmalıdır.",
      "C": "Altın kesim kuralı uygulanarak simetrinin etkisi artırılmalıdır.",
      "D": "Gerçeğinin ya da yansımasının bir kısmı kadrajın dışında bırakılmalıdır.",
      "E": "Arka planda fon flulaştırılmalıdır."
    },
    "explanation": "Simetri, kadrajın dikey veya yatay bir eksen etrafında neredeyse mükemmel bir yansıma oluşturduğu kompozisyon biçimidir. Simetrinin gücünü ve etkisini izleyiciye başarılı bir şekilde aktarabilmek için, simetri ekseninin (ayna görevi gören çizginin) mutlaka fotoğraf karesinin <b>tam ortasına</b> (merkezine) yerleştirilmesi gerekmektedir. Bu, görsel dengeyi ve tekrarlama duygusunu güçlendirir."
  },
  {
    "id": "116144",
    "unitNumber": 13,
    "text": "I. Çapraz (diyagonal) olarak kullanılarak fotoğrafta bir hareket ve dinamizm oluşturulur.<br />II. İlgi merkezlerini oluşturan nesnelerin, birbiri üzerine gelmesi-çakışması engellenerek biçimlerinin daha belirgin olması sağlanmış olur.<br />III. İki adet ilgi merkezi bulunuyorsa çapraz (diyagonal) olan altın noktalar yerine yan yana veya üst üste olan çizgiler kullanılır.<br /><strong>Çapraz (diyagonal) olan altın noktalar ile ilgili olarak yukarıdakilerden hangisi ya da hangileri <u>yanlıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "I, II ve III",
      "E": "Yalnız III"
    },
    "explanation": "Çapraz (diyagonal) altın noktalar, fotoğrafın üst sol ve alt sağ (veya tersi) kesişim noktalarıdır. I. ve II. maddeler doğrudur: Çapraz yerleşim <b>hareket ve dinamizm</b> yaratır ve nesnelerin çakışmasını engeller. Ancak III. madde <u>yanlıştır</u>. İki adet ilgi merkezi bulunuyorsa, bu iki ögeyi dinamik ve dengeli bir şekilde yerleştirmek için <b>çapraz altın noktalar</b> ideal bir tercihtir. Yan yana veya üst üste çizgiler, genellikle daha durağan ve statik kompozisyonlar oluşturur."
  },
  {
    "id": "116242",
    "unitNumber": 13,
    "text": "I. Kompozisyonu oluşturan ögeler kadrajın içerisinde başlamakta ve kenarlara doğru giderek kadrajın dışına çıkmaktadır.<br />II. Egemen ögenin sadece bir parçası kadraja alınarak gerçekliğin fotoğrafın dışında devam etmesi sağlanır.<br />III. Fotoğrafın enformatik anlamındansa bırakacağı etkinin önemsendiği durumlarda kullanılan bir kompozisyon biçimidir.<br /><strong>Bazı özellikleri verilen fotoğraf kompozisyon türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yinelemeli kompozisyon",
      "B": "Ritmik kompozisyon",
      "C": "Açık kompozisyon",
      "D": "Sonsuz kompozisyon",
      "E": "Kapalı kompozisyon"
    },
    "explanation": "Verilen özellikler <b>Açık Kompozisyon</b> türüne aittir. Bu kompozisyonda (I.) ögeler kadraj sınırlarından dışarı taşıyormuş gibi görünebilir; (II.) <b>egemen ögenin sadece bir parçası</b> kadraja dahil edilerek gerçekliğin fotoğrafın dışında devam ettiği hissi verilir. (III.) Bu tür, izleyiciye bir <b>etki</b> bırakmayı ve hayal gücünü zorlamayı amaçladığı için, genellikle enformatik anlamdan daha önemlidir."
  },
  {
    "id": "142151",
    "unitNumber": 13,
    "text": "<strong>Çok sayıda konunun yer aldığı, derinlikli bir fotoğrafta kaç plan bulunmaktadır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Bir",
      "B": "İki",
      "C": "Üç",
      "D": "Dört",
      "E": "Sonsuz"
    },
    "explanation": "Derinlikli bir fotoğraf kompozisyonunda, izleyicinin gözüne hacim ve mesafe hissi vermek amacıyla genellikle <b>üç temel plan</b> kullanılır. Bunlar: <b>Ön plan</b> (foreground), <b>Orta plan</b> (middle ground) ve <b>Arka plan</b> (background) olarak adlandırılır. Çok sayıda konunun yer aldığı çekimlerde bu planların ayrımı, fotoğrafın okunurluğunu ve derinliğini artırır."
  },
  {
    "id": "165507",
    "unitNumber": 13,
    "text": "<strong>Egemen ögenin sadece bir parçasının kadraja alınarak gerçekliğin fotoğrafın dışında devam etmesinin sağlandığı kompozisyon türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Açık kompozisyon",
      "B": "Sonsuz kompozisyon",
      "C": "Kapalı kompozisyon",
      "D": "Yinelemeli kompozisyon",
      "E": "Ritmik kompozisyon"
    },
    "explanation": "<b>Açık Kompozisyon</b>, egemen ögenin tamamının değil, sadece bir parçasının kadraj içerisine alınarak fotoğrafın dışında bir dünyanın, bir gerçekliğin devam ettiği hissinin izleyiciye verildiği kompozisyon türüdür. Bu yöntem, kadrajı bir pencere gibi değil, gerçekliğin kesilmiş bir parçası gibi gösterir."
  },
  {
    "id": "165509",
    "unitNumber": 13,
    "text": "<strong>Tek kare, durağan bir görüntünün sıradan bir duvar süsü olmanın ötesine geçip hareketlenmesini, adeta konuşur gibi anlam bulabilmesini sağlayan içsel öge aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Şekilsel ögeler",
      "B": "Biçimsel ögeler",
      "C": "Formlar",
      "D": "Grafiksel ögeler",
      "E": "Duygusal vurgular"
    },
    "explanation": "Tek kare, durağan bir görüntünün sadece biçimsel bir süs olmaktan öteye geçip izleyiciyle iletişim kurmasını, hareketlenmesini ve anlam kazanmasını sağlayan içsel öge <b>Duygu</b>'dur. Duygu (veya Anlam), <b>kompozisyonun içsel ögeleri</b> arasında yer alır ve fotoğrafın izleyicide bıraktığı psikolojik ve estetik etkiyi belirler. Duygusuz bir fotoğraf, sadece teknik bir kayıttır."
  },
  {
    "id": "165511",
    "unitNumber": 13,
    "text": "<strong>Fotoğrafta yer alan arka planın, herhangi bir noktada bittiği izleniminin olmadığı fon kullanımı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Sonsuz fon",
      "B": "Sınırlı fon",
      "C": "Ritmik fon",
      "D": "Hareketli fon",
      "E": "Katmanlı fon"
    },
    "explanation": "Özellikle stüdyo fotoğrafçılığında kullanılan ve fotoğrafın arka planının herhangi bir çizgi veya noktada bittiği izlenimini vermeyen fon kullanımına <b>Sonsuz Fon</b> (Infinity Background) denir. Bu teknik, arka plan detaylarını ortadan kaldırarak izleyicinin tüm dikkatini <b>konu</b> üzerine yoğunlaştırmayı sağlar."
  },
  {
    "id": "165513",
    "unitNumber": 13,
    "text": "<strong>Daha çok reklam, belgesel ve haber gibi mesajın anlaşılma kaygılarının öncelikli olduğu kapalı metinlerde kullanılan kompozisyon türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kapalı kompozisyon",
      "B": "Sınırlı kompozisyon",
      "C": "Açık kompozisyon",
      "D": "Yarı açık kompozisyon",
      "E": "Durağan kompozisyon"
    },
    "explanation": "Mesajın net, kesin ve anlaşılır olmasının öncelikli olduğu, yoruma açık olmayan metinlerde (reklam, belgesel, haber) kullanılan kompozisyon türü <b>Kapalı Kompozisyon</b>'dur. Bu türde, fotoğrafı oluşturan tüm ögeler kadraj sınırları içerisinde yer alır ve dış dünyayla bağlantı kurma ihtiyacı hissedilmez. Amaç, <b>bilgiyi doğrudan</b> ve etkili bir şekilde iletmektir."
  },
  {
    "id": "165514",
    "unitNumber": 13,
    "text": "<strong>Bir portre fotoğrafında ilgi merkezi yüzdeki hangi bölgededir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Saçlar",
      "B": "Gözler",
      "C": "Ağız",
      "D": "Çene",
      "E": "Alın"
    },
    "explanation": "Portre fotoğraflarında izleyici ile konu arasındaki duygusal ve psikolojik bağın kurulduğu en önemli nokta <b>gözler</b>dir. Gözler, yüzdeki en fazla anlam taşıyan ve duyguları yansıtan bölgedir. Bu nedenle, başarılı bir portre çekiminde ilgi merkezi kesinlikle gözlere odaklanmalıdır."
  },
  {
    "id": "304834",
    "unitNumber": 13,
    "text": "<strong>Fotoğrafta kompozisyon uygulamalarının içsel ögeleri arasında aşağıdakilerden hangisi <u>yer almaz</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Fon kullanımı",
      "B": "Şekiller",
      "C": "Üçte bir kuralı",
      "D": "İlgi merkezi",
      "E": "Duygusal vurgu"
    },
    "explanation": "Fotoğrafta kompozisyon uygulamalarının ögeleri, <b>İçsel</b> (Duygu, Anlam, Sezgi, Dinamizm) ve <b>Dışsal</b> (Çizgi, Renk, Doku, Işık) olarak ikiye ayrılır. <b>Çizgiler</b>, fotoğrafın biçimini ve yönünü belirleyen fiziki/görsel bir unsur olduğu için, kompozisyonun <b>dışsal (biçimsel) ögeleri</b> arasında yer alır ve dolayısıyla içsel öge <u>değildir</u>."
  },
  {
    "id": "304836",
    "unitNumber": 13,
    "text": "<strong>Fotoğrafı çekilecek bir konunun görsel açıdan düzenlenmesini ifade eden kavram aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kadraj",
      "B": "Çerçeveleme",
      "C": "Kompozisyon",
      "D": "Grafik etkisi",
      "E": "Kartpostal etkisi"
    },
    "explanation": "Bir görüntünün estetik, anlamlı ve etkili bir şekilde oluşturulması için konuyu, ışığı ve çevreyi kadraj içerisinde <b>görsel açıdan düzenleme</b> sürecine <b>Kompozisyon</b> denir. Kompozisyon, fotoğrafçının mesajını en güçlü şekilde iletmesini sağlayan temel sanat prensibidir."
  },
  {
    "id": "304837",
    "unitNumber": 13,
    "text": "<strong>Bir görüntünün ilgi merkezinin, fotoğraf karesinin yatay ve dikey üç eşit parçaya bölünmesi sonucunda oluşan kesişme noktalarına yerleştirmesi kuralı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Üçte Bir Kuralı",
      "B": "Arka Plan Kuralı",
      "C": "Duygusal vurgu",
      "D": "Fon kullanımı",
      "E": "Arka plan kullanımı"
    },
    "explanation": "Bu kural, <b>Üçte Bir Kuralı</b> olarak bilinir. Kadrajın yatay ve dikey üçer eşit parçaya bölünmesi sonucu oluşan dört adet <b>kesişme noktası</b> veya <b>altın nokta</b> bulunur. İlgi merkezinin bu noktalara yerleştirilmesi, kadrajın merkezine yerleştirmeye göre çok daha dinamik ve çekici bir görüntü sağlar."
  },
  {
    "id": "304840",
    "unitNumber": 13,
    "text": "<strong>Kompozisyonu oluşturan bütün ögelerin tamamının kadrajın içerisinde yer aldığı kompozisyon türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Açık kompozisyon",
      "B": "Sonsuz kompozisyon",
      "C": "Kapalı kompozisyon",
      "D": "Yinelemeli kompozisyon",
      "E": "Ritmik kompozisyon"
    },
    "explanation": "Kompozisyonu oluşturan bütün ögelerin, fotoğraf karesinin sınırları içerisinde yer aldığı ve fotoğrafın dışında bir devamlılık hissi vermediği türe <b>Kapalı Kompozisyon</b> denir. Bu tür, izleyiciye sunulan mesajın net ve kesin olduğu, yoruma kapalı olduğu durumlarda (haber, reklam) kullanılır."
  },
  {
    "id": "304841",
    "unitNumber": 13,
    "text": "<strong>İnsanda var olduğu kabul edilen temel duygular arasında aşağıdakilerden hangisi <u>bulunmaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Korku",
      "B": "Öfke",
      "C": "Mutluluk",
      "D": "Üzüntü",
      "E": "Şaşkınlık"
    },
    "explanation": "İnsanda var olduğu kabul edilen temel duygular (Neşe, Korku, Öfke, Üzüntü vb.), genellikle evrensel ve biyolojik temelli tepkilerdir. <b>Sezgi</b>, bir duygu olmaktan ziyade, bilinçaltından gelen bir düşünme veya algılama biçimi, yani bir <b>bilişsel süreç</b> olarak kabul edilir ve temel duygular arasında <u>bulunmaz</u>."
  },
  {
    "id": "304842",
    "unitNumber": 13,
    "text": "<strong>Fotoğrafın gücü ve etkileri açısından aşağıdakilerden hangisi diğerlerinden önce gelmektedir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Duyguları harekete geçirme özelliği",
      "B": "Bilgi verme potansiyeli",
      "C": "Mesaj içerme yönü",
      "D": "Kanıt olma özelliği",
      "E": "Eğitme özelliği"
    },
    "explanation": "Bir fotoğrafın izleyici üzerindeki kalıcı gücü ve etkisi, sadece teknik mükemmellikten veya biçimsel düzenlemeden değil, fotoğrafın aktardığı içsel değerden gelir. Bu değer, izleyicinin kişisel deneyimiyle bağlantı kurmasını sağlayan <b>Duygu</b>'dur. Duygu, fotoğrafın anlam kazanmasını ve sıradan bir kayıttan sanatsal bir esere dönüşmesini sağlayan en önemli unsurdur."
  },
  {
    "id": "304844",
    "unitNumber": 13,
    "text": "I. Çok sayıda öge kullanma<br />II. Kadrajda kapladığı alanı büyütme<br />III. Üçte bir kuralına göre yerleştirme<br /><strong>Yukarıdakilerden hangisi ya da hangileri fotoğraftaki egemen ögeyi ilgi merkezine dönüştürebilmek amacıyla kullanılan yöntemler arasında yer alır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Egemen ögeyi ilgi merkezine dönüştürmenin amacı, izleyicinin bakışını oraya kilitlemektir. I. Çok sayıda öge kullanmak dikkati dağıtacağı için yanlıştır. Doğru yöntemler: II. Nesnenin kadrajda <b>kapladığı alanı büyütme</b> (çerçeveyi doldurma) ile önemini vurgulamak ve III. Ögeyi <b>Üçte Bir Kuralı</b>'nın kesişme noktalarına yerleştirerek estetik ve görsel olarak güçlü kılmaktır."
  },
  {
    "id": "308109",
    "unitNumber": 13,
    "text": "I. Mekânda çok sayıda ve dağınık nesne varsa<br />II. Egemen öge kadrajı dolduruyorsa<br />III. İlgi ön plandaki konuya çekilmek isteniyorsa<br /><strong>Yukarıdakilerden hangisi ya da hangilerinde fonun bulanık (flu) bırakılması için tercih nedeni olmaktadır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "I, II ve III"
    },
    "explanation": "Fonun bulanık (flu) bırakılması (sığ alan derinliği), dikkati sadece net olan <b>ilgi merkezine</b> yönlendirmek için kullanılır. Bu durumlar:<br>I. Mekânda <b>çok sayıda ve dağınık nesne</b> varsa, bu dikkat dağıtıcı ögeleri gizlemek için,<br>III. İlgi öncelikle <b>ön plandaki konuya</b> çekilmek isteniyorsa idealdir. II. maddede egemen ögenin kadrajı doldurması, her zaman bulanıklık gerektirmez, ancak I ve III kesin tercih nedenleridir."
  },
  {
    "id": "334709",
    "unitNumber": 13,
    "text": "Fotoğraf kompozisyon noktasında genellikle resim sanatı için geçerli olan klasik kompozisyon uygulamalarını kullanmaktadır. Binlerce yıllık geçmişi boyunca resim sanatında çok sayıda kompozisyon çeşidi ortaya çıkmıştır. Klasik kompozisyonlardan ilki, matematiksel esaslara dayanan kompozisyonlardır.<br /><strong>Bu bilgiler ekseninde Leonardo Da Vinci'nin ünlü Mona Lisa tablosunu hangi kompozisyonla yapılmıştır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kapalı kompozisyon",
      "B": "Simetrik kompozisyon",
      "C": "Açık kompozisyon",
      "D": "Piramidal kompozisyon",
      "E": "Eğik kompozisyon"
    },
    "explanation": "Leonardo Da Vinci'nin ünlü Mona Lisa tablosunda kullandığı klasik kompozisyon türü <b>Üçgen Kompozisyon</b>'dur. Bu kompozisyon, figürü bir üçgen içine yerleştirerek esere <b>matematiksel</b> bir denge, <b>sağlamlık</b> ve <b>sükûnet</b> hissi verir. Rönesans sanatında denge ve orantı için yaygın olarak kullanılmıştır."
  },
  {
    "id": "334710",
    "unitNumber": 13,
    "text": "I. Arka plan, her fotoğrafta tek biçimde tasarlanmalıdır.<br />II. Fotoğrafta arka plan, ön planda bulunan ana konu ile ilişkili olmalıdır.<br />III. Arka plan, ana konuyu destekler ve fotoğrafın anlattığı hikâyeyi, duyguyu ya da anlatımı tamamlar.<br /><strong>Arka plan (fon) kullanımı ile ilgili olarak yukarıdakilerden hangisi ya da hangileri <u>yanlıştır</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Bu soruda, arka plan (fon) kullanımı ile ilgili olarak <b>yanlış</b> olan ifadeyi bulmamız gerekmektedir. İfadeleri analiz ettiğimizde: <br>I. Arka planın her fotoğrafta <b>tek biçimde</b> tasarlanması gerektiğini iddia eden bu ifade yanlıştır. Başarılı bir kompozisyonda arka planın tasarımı, her zaman <b>ana konuya</b> ve fotoğrafın amacına göre esnek olmalıdır. <br>II. ve III. maddeler ise arka planın doğru kullanımını tanımlar. Arka plan, ön plandaki <b>ana konu ile ilişkili</b> olmalı ve onu <b>destekleyerek</b> hikâyeyi tamamlamalıdır. <br>Dolayısıyla, yanlış olan ifade <b>Yalnız I</b>'dir. Bir arka planın temel görevi, ana konuyu <b>izole etmek</b> ve fotoğrafa <b>bağlam</b> katmaktır."
  },
  {
    "id": "334712",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi kadraj içerisindeki ilgi merkezine dikkat çekmenin yollarından biri <u>değildir</u>? </strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Işık kaynağı",
      "B": "Arka plan",
      "C": "Tripot kullanımı",
      "D": "1/3 kuralı",
      "E": "Sığ net alan derinliği"
    },
    "explanation": "Kadraj içerisindeki <b>ilgi merkezine</b> (ana konuya) dikkat çekmek için fotoğrafçılıkta birçok kompozisyonel teknik kullanılır. Bunlar arasında <b>sığ alan derinliği</b> (bokeh oluşturarak konuyu izole etme), <b>renk ve ışık kontrastı</b> (ana konunun daha aydınlık veya daha canlı renkte olması), <b>yönlendirici çizgiler</b> ve <b>kadrajlama kuralları</b> (üçler kuralı gibi) yer alır.<br>İlgi merkezine dikkat çekmenin yolu olmayan bir teknik ise, genellikle <b>izleyicinin dikkatini dağıtan</b> veya ana konuyu <b>arka planla birleştiren</b> bir yaklaşımdır. Örneğin, arka planın ön plandan daha parlak, daha karmaşık veya eşit derecede detaylı olması, gözün <b>görsel hiyerarşiyi</b> kaybetmesine yol açar ve ana konuya dikkat çekme amacına hizmet etmez. Bu nedenle, doğru seçenek, konuyu <b>izole etme ve vurgulama</b> prensiplerine aykırı olan eylemdir."
  },
  {
    "id": "112268",
    "unitNumber": 14,
    "text": "<strong>Fotoğraf kadrajı içerisinde fotoğrafın asıl konusunu oluşturan nesnelerin bulunduğu alan aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Bütünsel alan",
      "B": "Pozitif alan",
      "C": "Asimetrik alan",
      "D": "Serbest alan",
      "E": "Nümerik alan"
    },
    "explanation": "Fotoğraf kompozisyonunda, kadraj içerisinde <b>fotoğrafın asıl konusunu oluşturan nesnelerin bulunduğu alan</b>, yani izleyicinin odağının yer aldığı kısım <b>Pozitif Alan</b> (Positive Space) olarak adlandırılır. Bu alan, fotoğrafın mesajını ileten temel görsel ögeleri barındırır ve kompozisyonun ilgi merkezini oluşturur."
  },
  {
    "id": "112474",
    "unitNumber": 14,
    "text": "<strong>Fotoğrafın iletmek istediği konunun ya da mesajın izleyici tarafından kolay bir şekilde algılanmasını sağlayan özellik aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Soyutluk",
      "B": "Biçim",
      "C": "Form",
      "D": "Belirginlik",
      "E": "Bakış yönü"
    },
    "explanation": "Bir fotoğrafın iletmek istediği konunun veya mesajın izleyici tarafından <b>kolay bir şekilde algılanmasını sağlayan temel özellik</b> <b>Belirginlik</b> olarak adlandırılır. Belirginlik, fotoğrafçı tarafından ana konunun diğer unsurlardan ayrıştırılması, sadeleştirilmesi ve öne çıkarılmasıyla sağlanır ki bu da izleyicinin dikkatini dağıtan ögelerin elimine edilmesi anlamına gelir."
  },
  {
    "id": "116179",
    "unitNumber": 14,
    "text": "<strong>Altın Kesim Kuralı uygulandığında kadraj içerisinde belirlenebilecek noktaların sayısı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Bir",
      "B": "İki",
      "C": "On altı",
      "D": "Dört",
      "E": "Dokuz"
    },
    "explanation": "<b>Altın Kesim Kuralı</b> (Golden Section), kadrajı belirli oranlarda (yaklaşık 1:1.618) bölen çizgiler kullanır. Bu çizgilerin kesiştiği noktalar, fotoğrafın <b>ilgi merkezini yerleştirmek için en ideal</b> kabul edilen noktalardır. Altın Kesim kuralı uygulandığında kadraj içerisinde belirlenebilecek kesişim noktalarının sayısı, Üçler Kuralı'nda olduğu gibi, dört adettir."
  },
  {
    "id": "116337",
    "unitNumber": 14,
    "text": "I. Kullanılan doğal çerçeve hiçbir zaman ana konunun önüne geçmemelidir.<br />II. Doğal çerçeve fotoğrafta diyafram hatasına düşülmesine neden olacaksa bu uygulamadan vazgeçilmelidir.<br />III. Fotoğraf makinesine yakın olan doğal çerçevenin ışık değeriyle uzaktaki konunun ışık değeri birbirinden farklı olmalıdır.<br /><strong>Doğal çerçeve kullanımında dikkat edilmesi gereken konular  arasında aşağıdakilerden hangisi ya da hangileri bulunmaktadır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız III",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Doğal çerçeve (Framing), konuya derinlik katmak ve dikkat çekmek için kullanılan önemli bir kompozisyon aracıdır.<br/>I. <b>Doğal çerçeve, ana konunun önüne geçmemeli</b> ve ondan daha baskın olmamalıdır (Doğru).<br/>II. Kompozisyon uygulaması, <b>diyafram veya pozlama gibi teknik hatalara</b> yol açacaksa uygulanmamalıdır (Doğru).<br/>III. Doğru pozlama genellikle her iki alanın da (yakın çerçeve ve uzak konu) ışık değerini dengede tutmayı gerektirir, farklılık kural değil, teknik bir sonuç olabilir (Yanlış).<br/>Bu sebeple dikkat edilmesi gereken temel konular I ve II'dir."
  },
  {
    "id": "116974",
    "unitNumber": 14,
    "text": "<strong>Plastik sanatlarda 1960’lı yıllardan bu yana varlığını sürdüren, sadeliği ve nesnelliği savunan akım aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kübizm",
      "B": "Dadaizm",
      "C": "Ekspresyonizm",
      "D": "Minimalizm",
      "E": "Konstrüktivizm"
    },
    "explanation": "Plastik sanatlarda 1960’lı yıllardan bu yana varlığını sürdüren, <b>sadeliği, yalınlığı</b> ve <b>nesnelliği</b> (objektifliği) savunan akım <b>Minimalizm</b>'dir. Minimalizm, fotoğrafta sade anlatım biçimlerinin ve gereksiz ögelerden arındırılmış güçlü kompozisyonların temelini oluşturur."
  },
  {
    "id": "165515",
    "unitNumber": 14,
    "text": "<strong>Fotoğrafta kadrajı içerisinde ilgi merkezinin yeri aşağıdakilerden hangisi olabilir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kadrajın sağ üst köşesi",
      "B": "Kadrajın tam ortası",
      "C": "Kadrajın sol alt köşesi",
      "D": "Altın noktalar",
      "E": "Kadraj içerisindeki herhangi bir nokta"
    },
    "explanation": "Fotoğrafta <b>ilgi merkezinin</b> (ana konunun) kadraj içerisinde yerleştirilmesi gereken en ideal konumlar, genellikle <b>Üçler Kuralı</b> veya <b>Altın Kesim Kuralı</b> uygulanarak belirlenen dört adet <b>kesişim noktasıdır</b>. Bu noktalar, merkezi yerleşimden kaçınılarak fotoğrafa dinamizm ve görsel denge katar."
  },
  {
    "id": "165516",
    "unitNumber": 14,
    "text": "<strong>Altın kesim ile kadraj hangi oranlarda bölümlere ayrılır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "1/2",
      "B": "1/3",
      "C": "1/4",
      "D": "1/5",
      "E": "1/6"
    },
    "explanation": "<b>Altın Kesim</b> (Golden Section), doğal olarak göze hoş gelen matematiksel bir oran olan 1:1.618'i temel alır. Bu kural ile kadraj, genellikle görsel dengeyi sağlamak amacıyla yaklaşık olarak <b>3/5'e 2/5</b> (üçte ikiye üçte bir oranına yakın) oranlarda bölümlere ayrılır."
  },
  {
    "id": "165517",
    "unitNumber": 14,
    "text": "<strong>Anlatım biçimi olarak kullanılan negatif alanın özellikleri arasında aşağıdakilerden hangisi <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Negatif alan, pozitif alandaki nesneleri daha ilgi çekici hâle getirir.",
      "B": "Negatif alanda dikkat dağıtıcı ögeler bulunmaz.",
      "C": "Negatif alan, izleyiciyi pozitif alana yönlendirir.",
      "D": "Negatif alan, kadraj içerisinde daha fazla alan kaplar.",
      "E": "Negatif alanda grafiksel ögeler bulunmalıdır."
    },
    "explanation": "<b>Negatif Alan</b> (Negative Space), fotoğrafta ana konuyu oluşturan Pozitif Alan dışındaki boşluktur. Negatif alan, sadelik ve denge sağlar, ancak fotoğrafın <b>asıl konusunu oluşturan nesneleri içermez</b>. Ana nesnelerin bulunması Pozitif Alanın özelliğidir."
  },
  {
    "id": "165518",
    "unitNumber": 14,
    "text": "<strong>Fotoğrafta anlatım dili oluştururken kullanılacak boşluk alanı hangi oranda olmalıdır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "5/4",
      "B": "2/3",
      "C": "16/9",
      "D": "16/10",
      "E": "1/5"
    },
    "explanation": "Fotoğrafta anlatım dili oluşturulurken kullanılacak <b>boşluk alanı</b> (Negatif Alan) miktarı, genellikle Altın Kesim Kuralı'ndan türetilen oranlarla belirlenir. Bu, kadrajın yaklaşık olarak <b>3/5'e 2/5</b> veya <b>2/3'e 1/3</b> oranında (konu/boşluk dengesi) ayrılmasıyla sağlanır. Bu oranlar, konuya nefes aldırır ve belirginliğini artırır."
  },
  {
    "id": "165519",
    "unitNumber": 14,
    "text": "<strong>Fotoğraf sanatı ile </strong><strong>resim sanatı </strong><strong>arasındaki en önemli farklılıklardan biri aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Resim, bir ayıklama sanatıdır.",
      "B": "Fotoğraf, bir ekleme sanatıdır.",
      "C": "Fotoğraf, bir ayıklama sanatıdır.",
      "D": "Fotoğraf, dış faktörlere çok sınırlı olarak bağlıdır.",
      "E": "Resim sanatında kullanılacak ögeleri belirleme, sanatçının denetiminde değildir."
    },
    "explanation": "Fotoğraf sanatı ile resim sanatı arasındaki en önemli farklılık, fotoğrafın <b>ışığa bağlı olarak gerçekliğin belli bir anını, zamanı dondurarak</b> kaydetmesidir. Resim, sanatçının el kontrolüyle hayal gücünü tamamen özgürce aktarabilirken, fotoğraf <b>anlık gerçekliğe ve ışık koşullarına</b> mutlak bağımlıdır."
  },
  {
    "id": "306550",
    "unitNumber": 14,
    "text": "<strong>Fotoğrafta kompozisyonu etkili hale getiren anlatım biçimleri arasında aşağıdakilerden hangisi <u>bulunmaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Boşluk",
      "B": "Belirginlik",
      "C": "Sadelik",
      "D": "Hareket",
      "E": "Bakış yönü"
    },
    "explanation": "Fotoğrafta kompozisyonu etkili hale getiren anlatım biçimleri arasında <b>perspektif, denge, ritim, sadeleştirme ve ilgi merkezinin yerleşimi</b> gibi görsel ilkeler yer alır. Kompozisyonu zayıflatan ve izleyicinin dikkatini dağıtan <b>karmaşa</b> (aşırı detay ve düzensizlik), etkili bir anlatım biçimi olarak <u>bulunmaz</u>."
  },
  {
    "id": "306551",
    "unitNumber": 14,
    "text": "<strong>Fotoğrafta belirginliği arttıran unsurlar arasında aşağıdakilerden hangisi <u>bulunmaz</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Çizgi",
      "B": "Ritim",
      "C": "Renk",
      "D": "Doku",
      "E": "Biçim"
    },
    "explanation": "Fotoğrafta ana konunun <b>belirginliğini artıran</b> unsurlar arasında netlik (alan derinliği), ışık ve renk kontrastı, ve konunun kadrajdaki özel yerleşimi (kesişim noktaları) bulunur. Konunun önüne geçen, onu arka plana iten <b>fonun aşırı detaylı ve karışık olması</b> ise belirginliği <u>azaltır</u>."
  },
  {
    "id": "307296",
    "unitNumber": 14,
    "text": "<strong>“Fotoğrafta kadraj içerisine daha az nesne dahil ederek daha etkili bir anlatım biçimi elde etmektir.” ifadesi ile aşağıdakilerden hangisi tanımlanmaktadır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Boşluk",
      "B": "Form",
      "C": "Sadelik",
      "D": "Işık",
      "E": "Biçim"
    },
    "explanation": "“Fotoğrafta kadraj içerisine <b>daha az nesne dahil ederek</b> daha etkili bir anlatım biçimi elde etmektir” ifadesi, fotoğrafik kompozisyonda <b>Sadelik</b> ilkesini tanımlamaktadır. Sadelik, gereksiz ögelerin çıkarılması ve izleyicinin odağının tek bir noktaya çekilmesiyle sağlanır."
  },
  {
    "id": "307297",
    "unitNumber": 14,
    "text": "<strong>Başarılı ve amacına uygun bir fotoğrafik kompozisyon elde etmek aşağıdakilerden hangisine bağlı <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "ISO değeri",
      "B": "İletişim",
      "C": "Işık",
      "D": "Uygun an",
      "E": "Renk kullanımı"
    },
    "explanation": "Başarılı bir fotoğrafik kompozisyon; doğru ışık, uygun konu seçimi, kompozisyon kurallarına (Altın Oran, denge) uyum ve kadrajlama bilgisine bağlıdır. Kompozisyonun kalitesi, <b>kullanılan ekipmanın veya makinenin teknik özelliklerine</b> (örneğin fiyatına ya da megapiksel sayısına) bağlı <u>değildir</u>; tamamen fotoğrafçının görsel seçimine ve düzenleme yeteneğine bağlıdır."
  },
  {
    "id": "307298",
    "unitNumber": 14,
    "text": "<strong>“Görsel bir anlatım dili olan fotoğrafta anlatılmak istenen konunun ya da mesajın kolay bir şekilde algılanmasıdır.” ifadesi ile aşağıdaki hangi anlatım biçimi tanımlanmaktadır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "1/3 kuralı",
      "B": "Altın kesim",
      "C": "Doğal çerçeve",
      "D": "Belirginlik",
      "E": "Kadraj"
    },
    "explanation": "“Görsel bir anlatım dili olan fotoğrafta anlatılmak istenen konunun ya da mesajın <b>kolay bir şekilde algılanmasıdır</b>” ifadesi, kompozisyonda <b>Belirginlik</b> (Singularity) anlatım biçimini tanımlamaktadır. Belirginlik, konunun ön planda tutulması ve anlatımın netleştirilmesiyle sağlanır."
  },
  {
    "id": "307299",
    "unitNumber": 14,
    "text": "<strong>Fotoğrafta sade bir anlatım dili oluşturmanın yolları arasında aşağıdakilerden hangisi <u>bulunmaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Geniş açılı objektif kullanmak",
      "B": "Dar açılı objektif kullanmak",
      "C": "Konuya yaklaşarak çekim yapmak",
      "D": "Temiz bir arka plan kullanmak",
      "E": "Geniş olmayan diyafram açıklığı kullanmak"
    },
    "explanation": "Sade bir anlatım dili oluşturmak için <b>negatif alan kullanılır</b>, ana konu izole edilir ve arka plan karmaşası engellenir. Kadrajı <b>aşırı detay ve gereksiz nesnelerle doldurmak</b>, sadeliğin tam tersi olan karmaşaya yol açar ve bu nedenle sade anlatım yolları arasında <u>bulunmaz</u>."
  },
  {
    "id": "307300",
    "unitNumber": 14,
    "text": "<strong>Bir yansıma ya da simetri fotoğrafı çekebilmek için gerekli ögeler arasında aşağıdakilerden hangisi <u>bulunmaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Su birikintileri",
      "B": "Göller",
      "C": "Islak zeminler",
      "D": "Ayna gibi yansıma yapan yüzeyler",
      "E": "Göz seviyesinden çekim yapmak"
    },
    "explanation": "Yansıma veya simetri fotoğrafları çekebilmek için <b>yansıtıcı bir yüzeye</b> (su, cam, ayna) ve bu yüzeyde simetrisi oluşturulacak bir <b>ana konuya</b> ihtiyaç vardır. Simetriyi bozan, dengesizliğe yol açan veya yansımayı engelleyen bir <b>kasıtlı asimetrik yerleşim</b> gerekli ögeler arasında <u>bulunmaz</u>."
  },
  {
    "id": "307301",
    "unitNumber": 14,
    "text": "<strong>Fotoğrafta doğal bir çerçeve oluşturmak için aşağıdakilerden hangisi <u>kullanılamaz</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Ağaç dalları",
      "B": "Gökyüzü",
      "C": "Kemerli yapılar",
      "D": "Pencereler",
      "E": "Ağaçların gövde kısımları"
    },
    "explanation": "Doğal çerçeve (Framing), fotoğrafı çevreleyen ve konuya dikkat çeken fiziki nesneler kullanılarak oluşturulur (kapılar, pencereler, ağaç dalları). <b>Alan Derinliği</b> (Depth of Field) ise, nesneleri netlik/bulanıklık yoluyla ayıran <b>teknik bir özelliktir</b> ve fiziki bir çerçeve unsuru olarak <u>kullanılamaz</u>."
  },
  {
    "id": "307302",
    "unitNumber": 14,
    "text": "<strong>Fotoğrafta sanal olarak iki yatay ve iki dikey çizginin kesişmesi ile ortaya çıkan noktalar hangi isimle anılır? </strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Gri noktalar",
      "B": "Merkez noktalar",
      "C": "Altın noktalar",
      "D": "Asimetrik noktalar",
      "E": "Perspektif oluşturan noktalar"
    },
    "explanation": "Fotoğrafta kadrajın sanal olarak iki yatay ve iki dikey çizgiyle eşit üç parçaya bölünmesi sonucu oluşan ızgara, <b>Üçler Kuralı</b> olarak bilinir. Bu çizgilerin kesiştiği dört nokta, fotoğrafçılıkta ana konunun yerleştirilmesi önerilen <b>İlgi Merkezi Noktaları</b> veya <b>Kesişim Noktaları</b> ismiyle anılır."
  },
  {
    "id": "307303",
    "unitNumber": 14,
    "text": "I. Kişisel bir seçimdir.<br />II. Bir karar almadır.<br />III. Birleştirme sürecidir.<br /><strong>Yukarıdakilerden hangisi ya da hangileri fotoğrafın özellikleri arasında yer alır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "I, II ve III"
    },
    "explanation": "Fotoğraf, görsel bir sanatsal ifade aracı olarak şu özellikleri taşır:<br/>I. Çekim kararları fotoğrafçının vizyonuna bağlı olduğu için <b>kişisel bir seçimdir</b> (Doğru).<br/>II. Ne zaman ve neyin kadraja alınacağı konusunda <b>bir karar almadır</b> (Doğru).<br/>III. Işık, konu ve formların tek bir karede bir araya getirildiği <b>birleştirme sürecidir</b> (Doğru).<br/>Dolayısıyla bu özelliklerin hepsi fotoğrafın doğasında yer alır."
  },
  {
    "id": "333838",
    "unitNumber": 14,
    "text": "<strong>Doğal çerçeveleme ile ilgili aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Doğal çerçeve kullanımının gerekçelerinden biri görüntüye derinlik katmaktır.",
      "B": "Fotoğrafçının var olanı yorumlama yollarından biridir.",
      "C": "Görüntüyü estetize etmek veya farklı bir anlam yüklemek amacıyla kullanılabilir.",
      "D": "Doğal çerçeve için kullanılan tüm nesneler fotoğrafın ana konusunu oluşturmaktadır.",
      "E": "Fotoğrafta doğal çerçeve için en yaygın kullanılan nesnelerden biri, ağaçlardır."
    },
    "explanation": "<b>Doğal Çerçeveleme</b> (Natural Framing), fotoğraf karesi içindeki doğal veya yapay nesneleri (ağaç dalları, kapılar, pencereler, kemerler, tüneller vb.) kullanarak ana konuyu çevreleme tekniğidir. Bu teknik, izleyicinin gözünü ana <b>odak noktasına</b> (focus point) yönlendirir. Aynı zamanda, kompozisyona <b>derinlik</b> (depth) ve boyut katar, fotoğrafın daha üç boyutlu algılanmasını sağlar. Doğal çerçeveleme ile ilgili yanlış bir ifade, genellikle bu tekniğin amaçlarına (derinlik katma, konuyu vurgulama) aykırı olan veya sadece yapay araçlarla yapılabileceğini iddia eden bir önermedir. Doğru olan şey, fotoğrafın merkezini çevreleyerek kompozisyonu güçlendirmesidir."
  },
  {
    "id": "334713",
    "unitNumber": 14,
    "text": "Görsel bir anlatım dili olan fotoğrafta ............, fotoğrafın iletmek istediği konunun ya da mesajın izleyici tarafından kolay bir şekilde algılanmasıdır.<br /><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "sadelik",
      "B": "biçim",
      "C": "belirginlik",
      "D": "doku",
      "E": "zenginlik"
    },
    "explanation": "Cümlede boş bırakılan yere <b>Okunabilirlik</b> (Legibility/Readability) kavramı getirilmelidir. Fotoğraf, görsel bir anlatım dili olarak, izleyiciye bir mesaj iletmek ister. Bir fotoğrafın başarısı, iletilen <b>mesajın</b> ve konunun izleyici tarafından kolay, hızlı ve doğru bir şekilde algılanmasına bağlıdır. Fotoğrafın kompozisyonu, ışık kullanımı ve netliği gibi unsurları ne kadar doğru kullanılmışsa, görselin <b>anlamı</b> o kadar netleşir ve dolayısıyla fotoğrafın <b>okunurluğu</b> (readability) artar. Okunabilirlik, karmaşık olmayan, doğrudan ve anlaşılır bir iletişim sağlar."
  },
  {
    "id": "334714",
    "unitNumber": 14,
    "text": "I. Normal bakış<br />II. Üstten bakış<br />III. Alt bakış<br /><strong>Bakış açısı fotoğrafa genellikle yukarıdakilerden hangisi ya da hangileri ile yansıtılmaktadır? </strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Bakış açısı (Camera Angle), fotoğraf makinesinin konuya göre konumlandırılmasıdır ve fotoğraftaki algıyı büyük ölçüde değiştirir. Temel olarak üç ana bakış açısı kullanılır ve hepsi (I, II ve III) bakış açısını fotoğrafa yansıtmaktadır.<br/>I. <b>Normal Bakış</b> (Göz Hizasından): Konuyla aynı seviyeden çekim yapılır, izleyiciye doğal ve tanıdık bir perspektif sunar.<br/>II. <b>Üstten Bakış</b> (Kuş Bakışı): Makine konunun üstünden çekim yapar. Konuyu küçültür, izleyiciye hakimiyet hissi verir ve genellikle konuyu güçsüz gösterir.<br/>III. <b>Alt Bakış</b> (Kurbağa Bakışı): Makine konunun altından çekim yapar. Konuyu büyütür, izleyicide heybet, güç ve üstünlük hissi uyandırır. Bu üç temel konum, fotoğrafın görsel anlatımını belirleyen kilit unsurlardır."
  }
]