[
  {
    "id": "323443",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi yazının ortaya çıkma nedenlerinden biri olabilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Tarımsal üretim kayıtlarını tutma",
      "B": "Mektuplaşarak iletişim kurma",
      "C": "Uzak bölgelerdeki toplumlarla iletişim kurma",
      "D": "Elde edilen ürünleri tanıtma",
      "E": "Şiir yazma"
    },
    "explanation": "Yazının ortaya çıkışının temel nedenleri, karmaşıklaşan toplumsal yapının gerektirdiği <b>ekonomik kayıt tutma</b> ve <b>yönetimsel ihtiyaçlardır</b>. Özellikle Mezopotamya'da tarımsal üretim fazlasının ve ticaretin kaydının tutulması gerekliliği, ilk yazı sistemlerinin (piktografik işaretler) gelişimini tetiklemiştir."
  },
  {
    "id": "323445",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi modern dünyada halen kullanılmakta olan logografik bir yazı sistemidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kiril Alfabesi",
      "B": "Japon Katakana yazısı",
      "C": "Latin Alfabesi",
      "D": "Brahmi yazısı",
      "E": "Çin yazısı"
    },
    "explanation": "Logografik yazı sisteminde her bir karakter (logogram), bir kelimeyi veya morfem (anlam birimini) temsil eder. Dünya üzerinde günümüzde yaygın olarak kullanılan ve bu yapıya sahip olan en önemli modern sistem <b>Çin Yazısı</b>'dır (Hanzi)."
  },
  {
    "id": "323450",
    "unitNumber": 1,
    "text": "<strong>Aram, İbrani (Hibro) ve Arap yazılarının ortak özelliği aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Hece alfabesi olmaları",
      "B": "Logografik yazı olmaları",
      "C": "Sessiz harflere dayalı (consonantal) yazı sistemleri olmaları",
      "D": "Bölümlü alfabe olmaları",
      "E": "Güney Amerika’da ortaya çıkmaları"
    },
    "explanation": "Aramice, İbranice (İbrani) ve Arapça, <b>Semitik yazı ailesi</b>ne ait dillerdir. Bu yazıların en belirgin ortak özelliği, genellikle <b>Abjad</b> (ünsüz temelli) yapıda olmaları ve standart yazım yönü olarak <b>sağdan sola</b> doğru yazılmalarıdır."
  },
  {
    "id": "323455",
    "unitNumber": 1,
    "text": "<strong>Fonem (ses birim) nedir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Bir fikri, bir sözcüğü temsil eden veya bir sözcüğün parçası olarak işlev gören işaretlerdir.",
      "B": "Dilin en küçük yapı taşlarıdır.",
      "C": "Konuşma dilinde kesintiye uğramaksızın söylenebilen en küçük birimdir.",
      "D": "Varlıkları temsil eden çizimlerdir.",
      "E": "Söz ve sözcük öbekleridir."
    },
    "explanation": "<b>Fonem</b> (ses birim), bir dildeki kelimelerin anlamını birbirinden ayırt edebilen en küçük ses birimidir. Örneğin, Latin alfabesi veya Kiril alfabesi gibi alfabetik yazı sistemleri, temel olarak bu ses birimlerini harflerle temsil etmeyi amaçlar."
  },
  {
    "id": "323456",
    "unitNumber": 1,
    "text": "<strong>Dünya üzerinde ortaya çıktığı bilinen en eski yazı sistemi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Brahmi Yazısı",
      "B": "Çin Yazısı",
      "C": "Latin Alfabesi",
      "D": "Çivi Yazısı",
      "E": "Mısır Yazısı"
    },
    "explanation": "Dünya üzerinde ortaya çıktığı bilinen ve tarihi MÖ 3200 civarına dayanan en eski yazı sistemi <b>Sümer Çivi Yazısı</b>'dır. Bu sistem, başlangıçta piktogramlardan oluşmuş, daha sonra kama şeklindeki işaretlere evrilmiştir."
  },
  {
    "id": "323457",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi Mısır yazısı örneklerinden birinin isimi <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Brahmi",
      "B": "Hiyeroglif",
      "C": "Hiyeratik",
      "D": "Demotik",
      "E": "Papaz yazısı"
    },
    "explanation": "Antik Mısır Medeniyeti'nin geliştirdiği başlıca yazı biçimleri <b>Hiyeroglif</b> (anıt yazısı), <b>Hiyeratik</b> (daha hızlı, el yazısı) ve <b>Demotik</b>'tir (günlük kullanım için daha da soyutlanmış). Seçeneklerde bu üçünün dışında bir sistem varsa (örneğin Çivi Yazısı veya Linear B), o Mısır yazısı örneklerinden biri değildir."
  },
  {
    "id": "323458",
    "unitNumber": 1,
    "text": "<strong>İlk alfabe hangi medeniyet tarafından geliştirilmiştir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Çin",
      "B": "Mısır",
      "C": "Girit",
      "D": "Fenike",
      "E": "Olmek"
    },
    "explanation": "İlk ses temelli yazı sistemi olan <b>Abjad</b> (sadece ünsüz harfleri içeren alfabe), MÖ 2. binyılın sonlarında <b>Fenikeliler</b> tarafından geliştirilmiştir. Bu sistem, daha sonra Yunanlılar tarafından sesli harflerin eklenmesiyle gerçek alfabenin temeli olmuştur."
  },
  {
    "id": "323459",
    "unitNumber": 1,
    "text": "<strong>Arap yazısının farklı coğrafyalarda kullanım alanı bulmasının temel nedeni aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Çok kolay öğrenebilmesi",
      "B": "Arapların ticaretle uğraşıyor olması",
      "C": "Arap Yarımadası’nda İslam dininin doğması ve yayılması",
      "D": "Göçlerle farklı coğrafyalara taşınması",
      "E": "Hiyerogliflerle benzerlik taşıması"
    },
    "explanation": "Arap yazısının Kuzey Afrika, Orta Doğu ve Asya'nın geniş bölgelerine yayılmasının ve farklı diller tarafından (Osmanlıca, Farsça gibi) kullanılmasının temel nedeni, <b>İslamiyetin yayılması</b> ve <b>Kuran-ı Kerim'in dili</b> olmasıdır. Dini merkezlilik, bu yazının coğrafi sınırları aşarak kabul görmesini sağlamıştır."
  },
  {
    "id": "323460",
    "unitNumber": 1,
    "text": "<strong>Girit Medeniyeti tarafından geliştirilen Avrupa’nın en eski yazı sistemine ne ad verilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kıbrıs yazısı",
      "B": "Girit yazısı",
      "C": "Arap yazısı",
      "D": "Aram yazısı",
      "E": "Etrüsk yazısı"
    },
    "explanation": "Girit Medeniyeti (Minoanlar) tarafından geliştirilen ve Avrupa'nın bilinen en eski yazı sistemi <b>Linear A</b>'dır. Bu yazı sistemi henüz çözülememiştir. Ondan evrilen ve Miken Uygarlığı'nın kullandığı <b>Linear B</b> ise çözülmüştür."
  },
  {
    "id": "323461",
    "unitNumber": 1,
    "text": "<strong>Aşağıdaki medeniyetlerden hangisi Orta Amerika yazılarını <u>kullanmamıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Olmek",
      "B": "Aztek",
      "C": "Maya",
      "D": "Asur",
      "E": "Zapotek"
    },
    "explanation": "Orta Amerika yazılarını kullanan başlıca medeniyetler <b>Maya</b>, <b>Aztek</b> ve <b>Zapotek</b>'lerdir. Güney Amerika'da yer alan <b>İnka Medeniyeti</b>, geleneksel anlamda bir yazı sistemi kullanmamış, bunun yerine kayıt tutmak amacıyla düğümlü iplerden oluşan <b>Quipu</b> sistemini kullanmıştır."
  },
  {
    "id": "326011",
    "unitNumber": 1,
    "text": "<strong>Sözcükleri görünür kılarak dili görsel veya dokunsal olarak temsil eden araç aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Fotoğraf",
      "B": "Yazı",
      "C": "Baskı",
      "D": "Grafik",
      "E": "Renk"
    },
    "explanation": "Dili, yani sözcükleri kalıcı hale getirerek <b>görsel veya dokunsal olarak temsil eden</b> araç, genel tanımıyla <b>yazı</b> (script) olarak adlandırılır. Yazı, iletişimi zaman ve mekân kısıtlamalarından kurtarır."
  },
  {
    "id": "326037",
    "unitNumber": 1,
    "text": "<strong>Üçgen uçlu bir milin kil yüzeyine bastırılmasıyla elde edilen çizgisel, düz yarıklar şeklindeki izlerden meydana gelen yazı sistemi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kıbrıs Yazısı",
      "B": "Girit Yazısı",
      "C": "Brahmi",
      "D": "Mısır Yazısı",
      "E": "Çivi Yazısı"
    },
    "explanation": "Bu tanım, Mezopotamya'da Sümerler tarafından geliştirilen <b>Çivi Yazısı</b>'na (Cuneiform) aittir. Yazı, üçgen uçlu (kama şeklindeki) bir kamış kalemin yumuşak <b>kil yüzeyine bastırılmasıyla</b> oluşturulan izlerden meydana gelir."
  },
  {
    "id": "326704",
    "unitNumber": 1,
    "text": "<strong>İki karakterin birlikte tasarlanmış şekli olan ve ilk örnekleri yaklaşık MS 45’te hızla yazılan yazılarda ve kısatmalarda kullanılan yazı türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Ampersand",
      "B": "Hiyeroglif",
      "C": "Hiyeratik",
      "D": "Demotik",
      "E": "Brahmi"
    },
    "explanation": "İki veya daha fazla glifin (karakterin) tek bir birleşik form oluşturacak şekilde birlikte tasarlanmasına <b>Ligatür</b> (Bağlaç) denir. Ligatürler, özellikle el yazmalarında, hızlı yazımı kolaylaştırmak veya estetik akıcılığı sağlamak amacıyla kullanılmıştır."
  },
  {
    "id": "327244",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi yazının başlangıcından günümüze kadar dünya üzerinde ortaya çıkan yazı sistemlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Logografik",
      "B": "Syllabic (Heceye dayalı / Hece Sistemi Yazısı)",
      "C": "Consonantal alfabe veya Ebced (Sessiz harflere dayalı yazı sistemi)",
      "D": "Piktografik",
      "E": "Segmental alfabe (Bölümlü alfabe)"
    },
    "explanation": "Yazının başlangıcından itibaren logografik, heceli, alfabetik, abjad ve abugida gibi pek çok sistem ortaya çıkmıştır. Doğru cevap, listede yer alan, ancak <b>dili görsel olarak temsil etmeyen</b> bir iletişim yöntemi (örneğin sözlü gelenek) olmalıdır."
  },
  {
    "id": "327245",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi ailelere göre yazı sistemlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Çivi Yazısı",
      "B": "Mısır Yazısı",
      "C": "Avrupa Yazısı",
      "D": "İndus Yazısı",
      "E": "Çin Yazısı"
    },
    "explanation": "Yazı sistemleri genellikle işlevlerine (logografik, alfabetik) veya coğrafi/tarihsel kökenlerine göre (Semitik, Latin, Hint aileleri gibi) sınıflandırılır. Eğer seçenekler arasında bir stil adı (örneğin <b>Hızlı Yazı</b> veya <b>Kaligrafi</b>) yer alıyorsa, bu yapısal bir aile sınıflandırması değildir."
  },
  {
    "id": "363191",
    "unitNumber": 1,
    "text": "<strong>Üçgen uçlu bir milin kil yüzeyine bastırılmasıyla elde edilen çizgisel, düz yarıklar şeklindeki izlerden oluşan yazı sistemi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Mısır yazısı",
      "B": "Çivi yazısı",
      "C": "Brahmi",
      "D": "İndus yazısı",
      "E": "Girit yazısı"
    },
    "explanation": "Üçgen uçlu mil kullanılarak kil yüzeyine kama şeklinde izler bırakılarak yazılan bu sistem, <b>Çivi Yazısı</b>'dır (Cuneiform). MÖ 4. binyılın sonlarında Sümerler tarafından geliştirilmiştir ve dünyanın en eski yazı sistemidir."
  },
  {
    "id": "363193",
    "unitNumber": 1,
    "text": "<strong>Sümer çivi yazısı ile kaydedilen, dünyanın ilk edebî metni aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Gılgamış Destanı",
      "B": "Manas Destanı",
      "C": "Köroğlu Destanı",
      "D": "Ergenekon Destanı",
      "E": "Türeyiş Destanı"
    },
    "explanation": "Sümer çivi yazısı ile kaydedilen ve günümüze ulaşan <b>dünyanın bilinen ilk edebî metni</b> <b>Gılgamış Destanı</b>'dır. Destan, Uruk Kralı Gılgamış'ın kahramanlıklarını ve ölümsüzlük arayışını konu edinir."
  },
  {
    "id": "363198",
    "unitNumber": 1,
    "text": "<strong>Dilin en küçük yapı taşına ne ad verilir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Piktogram",
      "B": "Syllabic",
      "C": "Consonantal",
      "D": "Segmental",
      "E": "Fonem"
    },
    "explanation": "Dilin en küçük anlamlı yapı taşına <b>Morfem</b>, anlamı değiştiren en küçük ses birimine ise <b>Fonem</b> (ses birim) denir. Yazı sistemleri genellikle Fonemler veya Morfemler üzerine kuruludur."
  },
  {
    "id": "370264",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi yazının ilk ortaya çıktığı dönemlerde kullanım alanlarından biridir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Gezi rehberleri",
      "B": "Takvim hesaplamaları",
      "C": "Kişisel günceler",
      "D": "Reklamlar",
      "E": "Uzaktan eğitim"
    },
    "explanation": "Yazının ilk ortaya çıktığı dönemlerdeki temel kullanım amacı, sanatsal veya kültürel olmaktan çok <b>pratik</b> ve <b>idari</b> işlerdi. En yaygın ilk kullanım alanları <b>ekonomik kayıt tutma</b>, <b>ticari işlemleri belgeleme</b> ve <b>vergi kayıtlarını düzenleme</b>dir."
  },
  {
    "id": "370267",
    "unitNumber": 1,
    "text": "<strong>Hiyeroglifler ile ilgili olarak a</strong><strong>şağıdakilerden hangisi </strong><strong><u>yanlıştır</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "\"Resimyazı\" olarak da adlandırılır.",
      "B": "Sümer çiviyazısı ile benzer özellikler taşır.",
      "C": "Yalnızca kutsal metinlerin yazımında kullanılır.",
      "D": "İnsan ve kuş figürlerinin bakış yönü okuma yönünü belirler.",
      "E": "Rozetta Taşı hiyerogliflerin çözülmesini sağlayan en önemli kaynaktır."
    },
    "explanation": "Mısır <b>Hiyeroglif</b> yazısı, sadece piktografik değildir; hem <b>logogramları</b> (kelimeyi temsil eden), hem <b>fonogramları</b> (sesi temsil eden), hem de <b>belirleyicileri</b> (anlamı kategorize eden) içeren karmaşık bir sistemdir. Yaklaşık 3000 yıl boyunca kullanılmıştır. Dolayısıyla, sadece alfabetik olduğu veya sadece sessiz harfleri temsil ettiği gibi ifadeler yanlıştır."
  },
  {
    "id": "370269",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi Proto Sinai (Erken Sina) yazısının özelliklerinden biridir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Sessiz harflere dayalı alfabelerin ilk örneğidir.",
      "B": "Hece yazısı sistemidir.",
      "C": "\"Resimyazı\" olarak da adlandırılır.",
      "D": "Bilinen en eski yazı sistemidir.",
      "E": "İndus Vadisi’nde ortaya çıkmıştır."
    },
    "explanation": "Proto-Sinaitic (Erken Sina) yazısı, Mısır hiyerogliflerinden esinlenilerek geliştirilmiş, bilinen ilk <b>proto-alfabetik</b> yazı sistemidir. Bu yazının en önemli özelliği, <b>akrofonik prensibi</b> kullanarak, her işaretin bir nesneyi değil, o nesnenin adının ilk sesini (genellikle bir ünsüzü) temsil etmesidir.<br/>Bu sistem, Fenike alfabesinin ve dolayısıyla kendisinden türeyen tüm modern alfabelerin (İbrani, Arap ve Latin alfabeleri dahil) temelini oluşturmuştur. Bu sayede, binlerce logogram öğrenmek yerine, yalnızca yaklaşık otuz işareti öğrenmek yeterli hale gelmiş ve yazı, elit bir zümrenin tekelinden çıkarak daha geniş kitlelere yayılabilir hale gelmiştir."
  },
  {
    "id": "370272",
    "unitNumber": 1,
    "text": "<strong>Ortaya çıktığı bölgeye özgü tek ve en eski yazı sistemi olduğu gibi dünyanın en uzun süre kesintisiz kullanılan yazı sistemi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Çivi yazısı",
      "B": "Mısır yazısı",
      "C": "Çin yazısı",
      "D": "Brahmi yazısı",
      "E": "Girit yazısı"
    },
    "explanation": "Dünyanın ortaya çıktığı bölgeye özgü tek ve en eski yazı sistemi olduğu gibi en uzun süre kesintisiz kullanılan yazı sistemi <b>Çin Yazısıdır</b> (Hanzi). Kökenleri, yaklaşık MÖ 1200'lere dayanan <b>Shang Hanedanlığı</b> dönemine ait <b>kehanet kemikleri yazıtlarına</b> dayanmaktadır.<br/>Sümer çivi yazısı ve Mısır hiyeroglifleri tarihin belirli bir noktasında kullanımdan kalkmışken, Çin yazısı sürekli olarak evrim geçirerek günümüze kadar varlığını sürdürmüştür. Bu sistem, temel olarak <b>logografik</b> bir yapıya sahiptir ve Çin'in geniş coğrafyasında farklı lehçeler konuşulsa dahi, ortak bir kültürel ve idari iletişimi sağlamıştır."
  },
  {
    "id": "323462",
    "unitNumber": 2,
    "text": "<strong>İlk alfabe örneğini oluşturan medeniyet aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Yunan",
      "B": "Fenike",
      "C": "Asur",
      "D": "Çin",
      "E": "İndus"
    },
    "explanation": "Modern alfabelerin temelini oluşturan ilk fonetik alfabe örneği, MÖ 1050 civarında <b>Fenikeliler</b> tarafından geliştirilmiştir. Bu alfabe, sesleri temsil eden işaretlerden oluşuyordu ve kendisinden önceki karmaşık piktografik veya hece sistemlerinden farklıydı. Fenikeliler bu sistemi deniz ticareti yoluyla yayarak Yunan ve dolayısıyla Latin alfabesinin gelişimine zemin hazırlamışlardır."
  },
  {
    "id": "323463",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi Bustrofedon yazısının tanımıdır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Majüskül harflerden oluşan yazı",
      "B": "Soldan sağa okunan yazı",
      "C": "Gotik yazı",
      "D": "Sağdan sola ve soldan sağa kesintiye uğramaksızın okunan yazı",
      "E": "Sağa yatık el yazısı"
    },
    "explanation": "<b>Bustrofedon</b> (öküzün saban sürüşü anlamına gelir), antik Yunan ve diğer erken dönem medeniyetlerinde kullanılan bir yazı yönü sistemidir. Bu sistemde, bir satır soldan sağa yazılırken, sonraki satır sağdan sola doğru yazılır ve bu işlem <b>dönüşümlü olarak</b> devam ederdi. Bu yöntem, okuma akışını kolaylaştırmak amacıyla kullanılmıştır."
  },
  {
    "id": "323464",
    "unitNumber": 2,
    "text": "<strong>Romen rakamlarının hesaplamalarda kullanılmama nedeni nedir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Soldan sağa yazılması",
      "B": "Majüskül harflerden oluşması",
      "C": "Basamak değerlerinin olmaması",
      "D": "Sıfır sayısının bulunmaması",
      "E": "Sınırlı sayıda olmaları"
    },
    "explanation": "<b>Romen rakamları</b>, hesaplamalar için pratik değildir çünkü bu sistemde <b>basamak değeri</b> (sıfırın yeri) kavramı yoktur. Sayıları temsil eden harfler (I, V, X, L, C, D, M) karmaşık toplama ve çıkarma kurallarıyla kullanılır, bu da dört işlemi (özellikle çarpma ve bölme) hızlı ve verimli bir şekilde yapmayı imkansız kılar. Bu nedenle, hesaplamalar için Hint-Arap sayı sistemi tercih edilmiştir."
  },
  {
    "id": "323465",
    "unitNumber": 2,
    "text": "<strong>Anadolu’da hayvan derisinden imal edilen taşıyıcı yüzeye ne ad verilir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kil tablet",
      "B": "İncunable",
      "C": "Papirüs",
      "D": "Kâğıt",
      "E": "Parşömen"
    },
    "explanation": "Anadolu’da, özellikle Bergama Krallığı döneminde, MÖ 2. yüzyıldan itibaren <b>hayvan derisinden</b> imal edilerek kullanılan taşıyıcı yüzeye <b>parşömen</b> (pergament) adı verilir. Parşömen, papirüse göre daha dayanıklı, daha esnek ve her iki yüzüne de yazı yazılabilir olması nedeniyle Orta Çağ boyunca ana yazı malzemesi haline gelmiştir."
  },
  {
    "id": "323466",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi papirüse kıyasla parşömenin özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Dayanıklıdır",
      "B": "Ekonomiktir",
      "C": "Pürüzsüzdür",
      "D": "Yanıcı değildir",
      "E": "Hayvansal bir malzemedir"
    },
    "explanation": "<b>Parşömen</b>, papirüse kıyasla daha dayanıklı, daha esnek ve her iki yüzüne de yazılabilir olmasıyla öne çıkar. Ancak parşömen üretimi, hayvan derisinin işlenmesi gerektiği için <b>papirüse göre çok daha pahalı ve zaman alıcıdır</b>. Dolayısıyla, 'hızlı ve ucuz üretilmesi' parşömenin değil, papirüsün özelliklerindendir."
  },
  {
    "id": "323468",
    "unitNumber": 2,
    "text": "<strong>MS 114’e tarihlendirilen Trajan Sütunu’nda yer alan kitabede kullanılan harfler hangi yazının en iyi örneği olarak kabul edilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Roma kapital yazısı",
      "B": "Rustik yazı",
      "C": "Gotik yazı",
      "D": "Hümanist yazı",
      "E": "Karolenj minüskül"
    },
    "explanation": "MS 114’e tarihlenen <b>Trajan Sütunu</b>’nda yer alan kitabelerde kullanılan harfler, <b>Capitalis Monumentalis</b> (Anıtsal Baş Harfler) veya <b>Kare Kapital</b> yazının zirvesi ve en mükemmel örneği olarak kabul edilir. Bu harfler, geometrik oranları ve kusursuz işçiliği ile Latin alfabesinin klasik formunu temsil eder."
  },
  {
    "id": "323469",
    "unitNumber": 2,
    "text": "<strong>“Kursiv” ne anlama gelir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Harflerin alt ve üst uzantılarına verilen isimdir.",
      "B": "Yalnızca majüskül harflerden oluşan yazıdır.",
      "C": "Sağa doğru eğimi olan harflerdir.",
      "D": "“Uncial” ve “yarı-uncial” harflere verilen isimdir.",
      "E": "Karolenj minüskül harflerin Kuzey Avrupa’da kullanılan şeklidir."
    },
    "explanation": "<b>Kursiv</b> (Cursive), harflerin <b>hızlı ve bağlantılı</b> bir şekilde yazılmasını sağlayan, eğik bir el yazısı stilidir. Kelime, Latincede 'koşmak' anlamına gelen *currere* fiilinden türemiştir. Roma döneminde günlük yazışmalar, notlar ve idari belgeler için kullanılan yazı tipleri bu kursiv karakteristiğini taşır."
  },
  {
    "id": "323471",
    "unitNumber": 2,
    "text": "<strong>Erken dönem elyazmalarındaki harfleri bir “uncial” veya bir Roma inçi yüksekliğinde olan ve kare kapital ve rustik harflerden çok daha hızlı ve kolay yazılabilen yuvarlak majüskül harflerden oluşun yazı stiline ne ad verilir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Gotik",
      "B": "Majüskül",
      "C": "Roma kapital yazısı",
      "D": "Uncial",
      "E": "Merovenj"
    },
    "explanation": "Tanımı yapılan yazı stili <b>Uncial (Ünsiyal)</b> olarak adlandırılır. 4. yüzyıldan itibaren kullanılmıştır. Adı, yaklaşık olarak bir Roma inçine (uncia) denk gelen harf yüksekliğinden gelir. <b>Yuvarlak majüskül</b> harflerden oluşur ve keskin açılı kapital yazılarına göre <b>daha hızlı ve kolay yazılabilme</b> özelliği sayesinde Hristiyan metinlerinde yaygınlaşmıştır."
  },
  {
    "id": "323472",
    "unitNumber": 2,
    "text": "<strong>Roma’nın çöküşünün ardından Batı Avrupa’nın tümünde kullanılması hedeflenen ilk ortak yazı stiline ne ad verilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Karolenj yazı",
      "B": "Kilise yazısı",
      "C": "Roman kapital harfler",
      "D": "Rustik yazı",
      "E": "Gotik yazı"
    },
    "explanation": "Roma’nın çöküşünün ardından Batı Avrupa’nın tümünde dağınık ulusal el yazıları (Merovenj, Vizigotik vb.) kullanılıyordu. Okunabilirlik ve standardizasyon sağlamak amacıyla, 8. yüzyılın sonlarında <b>Şarlman</b> döneminde geliştirilen <b>Karolenj Minuscule (Carolingian Minuscule)</b>, Batı Avrupa’da kullanılması hedeflenen <b>ilk ortak yazı stili</b> olmuştur."
  },
  {
    "id": "323473",
    "unitNumber": 2,
    "text": "<strong>Hristiyanlığın 4. ve 9. yüzyıllar arasındaki tarihlerinde kullanılması nedeniyle “kilise harfleri” olarak da adlandırılan stiller hangileridir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Gotik ve hümanist",
      "B": "Majüskül ve minüskül",
      "C": "İrlanda veya Anglo-Sakson",
      "D": "Uncial ve yarı-uncial",
      "E": "Merovenj ve rüstik"
    },
    "explanation": "Hristiyanlığın 4. ve 9. yüzyıllar arasındaki erken dönemlerinde dini metinlerin kopyalanmasında yoğun olarak kullanılan stiller <b>Uncial (Ünsiyal)</b> ve ondan türeyen <b>Half-Uncial (Yarım Ünsiyal)</b> stilleridir. Bu stiller, özellikle İncil ve diğer dini kitapların üretiminde kullanıldıkları için “kilise harfleri” olarak da adlandırılırlar."
  },
  {
    "id": "326075",
    "unitNumber": 2,
    "text": "<strong>Roma’nın çöküşünün ardından Batı Avrupa’nın tümünde kullanılması hedeflenen ilk ortak yazı stili aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Lombardik ve Vizigot stili",
      "B": "Merovenj ve Doğu Frenk stili",
      "C": "Karolenj Minüskül",
      "D": "İrlanda veya Anglo-Sakson stili",
      "E": "Runik alfabe"
    },
    "explanation": "Roma sonrası Avrupa'da yazı standardını sağlamak amacıyla 8. yüzyılın sonlarında <b>Şarlman</b>’ın teşvikiyle geliştirilen ve Batı Avrupa’da ortak bir standart haline gelmeyi hedefleyen ilk yazı sistemi <b>Karolenj Minuscule (Carolingian Minuscule)</b>’dür. Bu stil, ulusal el yazılarının yerini almıştır."
  },
  {
    "id": "326708",
    "unitNumber": 2,
    "text": "<strong>İlk örnekleri MÖ 3. yüzyılın başlarında Yunanlılar tarafından tercih edilen, yuvarlak majüskül harflerden oluşan harf stili aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Runik alfabe",
      "B": "Uncialler",
      "C": "Merovenj ve Doğu Frenk stili",
      "D": "Lombardik ve Vizigot stili",
      "E": "Rustik yazı"
    },
    "explanation": "Yuvarlak majüskül harflerden oluşan stil <b>Uncial (Ünsiyal)</b>’dir. Her ne kadar Uncial, MS 4. yüzyılda Roma’da yaygınlaşsa da, onun karakteristik <b>yuvarlak majüskül</b> formu, <b>MÖ 3. yüzyılın başlarında</b> Yunan el yazması metinlerinde görülen erken biçimlere dayanmaktadır."
  },
  {
    "id": "327246",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi Roma El Yazısı harflerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kare kapital harfler",
      "B": "Gündelik yazı",
      "C": "Uncialler",
      "D": "Yarı-Uncialler",
      "E": "Frenk Stili"
    },
    "explanation": "Roma İmparatorluğu'nda kullanılan temel yazı stilleri <b>Capitalis Monumentalis</b>, <b>Capitalis Quadrata</b>, <b>Capitalis Rustica</b> ve <b>Cursiva Romana</b>'dır. Roma'nın çöküşünden sonra ortaya çıkan <b>Karolenj Minuscule</b> veya ulusal el yazıları (İrlanda, Vizigotik vb.) 'Roma El Yazısı' kategorisine doğrudan dahil edilmezler, zira farklı bir tarihsel döneme aittirler."
  },
  {
    "id": "327247",
    "unitNumber": 2,
    "text": "<strong>Kesik uçla veya kaz tüyü kalemle yazılan ve ilk örnekleri IV. yüzyılda Roma el yazmalarında görülen yazı örneği aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kare kapital harfler",
      "B": "Gündelik yazı",
      "C": "Runik alfabe",
      "D": "Vizigot stili",
      "E": "Anglo-Sakson stili"
    },
    "explanation": "<b>Kesik uçla veya kaz tüyü kalemle</b> yazılmaya uygun olan ve ilk örnekleri IV. yüzyılda Roma el yazmalarında görülen yazı stili <b>Uncial (Ünsiyal)</b>'dir. Uncial, yuvarlak majüskül harfleri sayesinde keskin köşeli kapital yazılara göre daha hızlı yazılabilirdi ve bu araçlar, harflerin kalın-ince çizgi (kontrast) farklarını oluşturmasını sağlamıştır."
  },
  {
    "id": "327248",
    "unitNumber": 2,
    "text": "I. İrlanda veya Anglo-Sakson stili<br/>II. Merovenj ve Doğu Frenk stili<br/>III. Lombardik ve Vizigot stili<br/><strong>Yukarıdaki ifadelerden hagisi ya da hangileri ulusal el yazısı stillerindendir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "II ve III",
      "D": "I, II ve III",
      "E": "I ve III"
    },
    "explanation": "Roma İmparatorluğu'nun dağılmasının ardından (yaklaşık 6. ve 8. yüzyıllar arasında), Avrupa'da farklı bölgeler kendi yerel yazı stillerini geliştirmiştir. Bu stillere <b>Ulusal El Yazıları</b> (National Hands) denir.<br/>I. <b>İrlanda/Anglo-Sakson</b> (Insular) stili II. <b>Merovenj ve Doğu Frenk</b> stili III. <b>Lombardik ve Vizigot</b> stili Bu listedeki ifadelerin <b>hepsi</b> ulusal el yazısı stillerindendir."
  },
  {
    "id": "363208",
    "unitNumber": 2,
    "text": "<strong>Parşömenlerden katlanarak oluşturulan ve bugün kullanılan basılı kitapların ilk hâline ne ad verilir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Majüskül",
      "B": "Uncial",
      "C": "Gotik",
      "D": "Kodeks",
      "E": "İndus"
    },
    "explanation": "Parşömenlerin katlanıp dikilerek oluşturduğu ve sayfaları olan, bugünkü basılı kitap formunun ilk hali <b>Kodeks (Codex)</b> olarak adlandırılır. Kodeks, rulo şeklindeki papirüsün yerini alarak, 1. yüzyıldan itibaren popülerleşmiş ve Orta Çağ'da standart kitap formatı haline gelmiştir."
  },
  {
    "id": "363212",
    "unitNumber": 2,
    "text": "<strong>Anadolu’da hayvan derisinden imal edilen parşömen hangi yazının gelişimine katkıda bulunmuştur?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Latin",
      "B": "Romen",
      "C": "İrlanda",
      "D": "Asur",
      "E": "Çin"
    },
    "explanation": "Anadolu’da üretilen ve hayvan derisinden imal edilen <b>parşömen</b>, papirüsten daha dayanıklı olduğu için, sayfaların katlanıp ciltlenmesini sağlayan <b>Kodeks</b> (kitap) formatının gelişimine önemli ölçüde katkıda bulunmuştur. Ayrıca daha kalıcı ve formal yazı stillerinin (Uncial, Minuscule) kullanımına zemin hazırlamıştır."
  },
  {
    "id": "363216",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi hızlı ve kolay yazılabilen yuvarlak majüskül harflerdir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Gündelik yazı",
      "B": "Uncialler",
      "C": "Rustik yazı",
      "D": "Runik alfabe",
      "E": "Anglo-Sakson stili"
    },
    "explanation": "Hızlı ve kolay yazılabilen <b>yuvarlak majüskül</b> harfler, <b>Uncial (Ünsiyal)</b> olarak bilinir. Bu yuvarlak hatlı yapı, kesik uçlu kalemle yazım kolaylığı sağlayarak, köşeli Capitalis harflerine göre daha seri bir şekilde metinlerin çoğaltılmasına imkan tanımıştır."
  },
  {
    "id": "363222",
    "unitNumber": 2,
    "text": "<strong>Harflerin kesik uçla veya kaz tüyü kalemle yazılmasıyla oluşturulan Roma el yazması aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Rustik yazı",
      "B": "Yarı-Uncialler",
      "C": "Runik alfabe",
      "D": "Çin",
      "E": "Kare kapital harfler"
    },
    "explanation": "IV. yüzyılda Roma el yazmalarında görülen ve <b>kesik uçla veya kaz tüyü kalemle</b> yazılmak üzere optimize edilen ana yazı stili <b>Uncial (Ünsiyal)</b>'dir. Bu araçlar, Uncial harflerine karakteristik kalın-ince çizgi kontrastını vermiştir ve Roma İmparatorluğu'nun son dönemlerinde önem kazanmıştır."
  },
  {
    "id": "370274",
    "unitNumber": 2,
    "text": "<strong>Bugün Latin alfabesi sisteminde kullanılan soldan sağa okuma yönü hangi medeniyet tarafından belirlenmiştir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Mısır",
      "B": "Fenike",
      "C": "Girit",
      "D": "Kıbrıs",
      "E": "Yunan"
    },
    "explanation": "Fenikeliler sağdan sola yazarken, alfabeyi benimseyen <b>Yunanlılar</b> başlangıçta Bustrofedon sistemini kullanmışlardır. Ancak zamanla, özellikle MÖ 5. yüzyıldan itibaren, <b>soldan sağa</b> (sinistrodextral) yazı yönü Yunanlılar tarafından standartlaştırılmış ve bu yön, Roma (Latin) alfabesi sistemine geçmiştir."
  },
  {
    "id": "370275",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi rulolar hâlinde saklanan papirüslere verilen isimlerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Tomar",
      "B": "Volume",
      "C": "Parşömen",
      "D": "Volumen",
      "E": "Scroll"
    },
    "explanation": "Tarihsel olarak, <b>papirüs</b> veya parşömen üzerine yazılmış ve rulo şeklinde sarılarak saklanan metinlere <b>volumen</b> (Latince) veya <b>rotulus</b> adı verilmiştir. Bu format, Antik Çağ'da kitapların standart biçimiydi. Bu isimlendirmeler dışında kalan bir terim (örneğin 'Codex'), ruloların aksine katlanmış ve bir araya getirilmiş yaprak destelerini ifade eder. Soruda cevabın ne olduğu belirtilmemiş olsa da, volumen ve rotulus terimleri ruloyu ifade ederken, <b>codex</b> (kodeks) ise bugünkü kitap formuna yakın olan, sayfaların üst üste konularak birleştirildiği yapıyı ifade eder ve dolayısıyla rulo değildir."
  },
  {
    "id": "370277",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi 114’e tarihlendirilen Trajan Sütunu’nda yer alan kitabede kullanılan harflerin özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Seriflidir.",
      "B": "Roma kapital yazısının en iyi örnekleri olduğu düşünülür.",
      "C": "Gotik stildedir.",
      "D": "İki farklı kalınlığa sahiptir.",
      "E": "Sonraki 2000 yıl boyunca Roma yazısının kusursuz kaynağı olarak kabul görür."
    },
    "explanation": "Trajan Sütunu (114) üzerindeki kitabe harfleri, Roma'nın en mükemmel yazı biçimi olan <b>Capitalis Monumentalis</b>'i temsil eder. Bu harflerin özellikleri arasında; <b>mükemmel geometrik oranlara</b> sahip olmaları, kalın ve ince çizgi kontrastlarının (kalem baskısı izlenimi) bulunması, ve özellikle <b>serif</b> (ayak) adı verilen küçük çıkıntıların dikkatlice oyulmuş olması yer alır. Bu harfler, fırça ile çizilip sonra taş üzerine oyulduğu için, düzensiz veya eğimli bir yapıya sahip olmak yerine, son derece düzenli ve zarif kabul edilirler. Yanlış bir ifade, harflerin düzensiz veya okunaksız olduğunu iddia eden bir şık olurdu."
  },
  {
    "id": "370279",
    "unitNumber": 2,
    "text": "<strong>7. yüzyılın sonlarına doğru Frenklerin ulusal yazı stili olan Merovenj yazı stili hakkındaki ifadelerden hangisi doğrudur?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Bu alfabe günümüzün Latin alfabesinin gelişiminden bağımsız olarak değerlendirilir.",
      "B": "Roma’nın çöküşünün ardından Batı Avrupa’nın tümünde kullanılması hedeflenen ilk ortak yazı stilidir.",
      "C": "Sağa doğru eğimi olan harflerden oluşur.",
      "D": "Dokuma kumaş veya doku anlamına gelen Latince “textum” sözcüğünden kaynağını alan “textur” veya “textura” sözcüğü bu stilin biçimsel özelliklerini yansıtır.",
      "E": "Üst uzantıların (descender) ekstra uzun oluşu satır aralarının açık olmasına ve bu sayede stilin gösterişli bir etki yaratmasına neden olur."
    },
    "explanation": "7. yüzyılın sonlarına doğru ortaya çıkan <b>Merovenj yazı stili</b>, Frenk Krallığı'nda (Fransa) ulusal bir el yazısı olarak kullanılmıştır. Bu yazı stili, son derece <b>karmaşık</b>, sıkışık ve okuması zor yapısıyla bilinir. Çok sayıda <b>ligatür</b> (iki veya daha fazla harfin birleşimi) ve süslemeli harf biçimleri içerir. Bu özellikleri nedeniyle, Merovenj yazısı genellikle okunabilirlik açısından kötü bir üne sahiptir ve daha sonra 8. yüzyılın sonlarında <b>Karolenj Minuscule</b> yazısının standardize edilmesi ihtiyacını doğurmuştur."
  },
  {
    "id": "370282",
    "unitNumber": 2,
    "text": "<strong>Roma kapital harflerin kesik uçlu kamış veya kaz tüyü kalemin kullanımı ile ortaya çıkan çeşitlemelerine ne ad verilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Hümanist yazı",
      "B": "Kare kapital harfler (square capitals)",
      "C": "Gotik yazı",
      "D": "Papirüz yazısı",
      "E": "Anglo-Sakson stili"
    },
    "explanation": "Roma kapital harflerinin kesik uçlu kamış veya kaz tüyü kalemi kullanılarak yazılmasıyla ortaya çıkan ve günlük veya daha az resmi metinlerde kullanılan çeşitlemelerine, yazılış hızına ve yoğunluğuna bağlı olarak isimler verilmiştir. Eğer çok resmi ve kareye yakın yazılmışsa <b>Capitalis Quadrata</b> (Kare Kapitaller) veya daha hızlı ve yoğun (yoğun sütunlar halinde) yazılmışsa <b>Capitalis Rustica</b> (Rustik Kapitaller) adı verilir. Özellikle Rustica, kalemin kesik ucuyla yapılan hızlı hareketler sonucu ortaya çıkan baskın dikey vurgu ve yoğun sıkıştırılmış yapısıyla bilinir. Bu çeşitlemeler, anıtsal harflerin (Capitalis Monumentalis) yazılı adapte edilmiş formlarıdır."
  },
  {
    "id": "370283",
    "unitNumber": 2,
    "text": "<strong>Runik alfabe ile ilgili olarak aşağıdakilerden hangisi doğrudur?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Sağa doğru eğimi olan harflerdir.",
      "B": "Bu alfabe günümüzün Latin alfabesinin gelişiminden bağımsız olarak değerlendirilir.",
      "C": "Büyük mimari eserlerde kullandıkları için “capitalis monumentalis” (anıtsal kapital harfler) olarak da adlandırılır.",
      "D": "Roma’nın çöküşünün ardından Batı Avrupa’nın tümünde kullanılması hedeflenen ilk ortak yazı stilidir.",
      "E": "Dokuma kumaş veya doku anlamına gelen Latince “textum” sözcüğünden kaynağını alan “textur” veya “textura” sözcüğü bu stilin biçimsel özelliklerini yansıtır."
    },
    "explanation": "<b>Runik alfabe</b> (Futhark olarak da bilinir) İskandinav ve diğer Cermen dillerini yazmak için kullanılan bir alfabe sistemidir. Runik alfabenin en belirgin özelliği, harflerinin çoğunlukla <b>köşeli</b> ve dik çizgilerden oluşmasıdır. Yatay çizgiler ve yaylar, <b>taş veya ahşap üzerine oyma</b> işlemlerini kolaylaştırmak için genellikle kullanılmamıştır veya minimumda tutulmuştur. Runik alfabe, Latince'den bağımsız gelişmiş olup, daha çok kısa yazıtlar ve kehanet amaçlı kullanımlar için uygundur. Harflerin köşeli yapısı, runik alfabenin temel tanımlayıcı özelliklerinden biridir."
  },
  {
    "id": "323479",
    "unitNumber": 3,
    "text": "<strong>Çin’de ve Kore’de hareketli harf kalıplarından yararlanılarak çeşitli metinlerin baskılarının yapıldığı bilinmektedir. Bu amaçla kullanılan ilk malzeme aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Porselen",
      "B": "Metal",
      "C": "Ahşap",
      "D": "Çinko",
      "E": "Pişmiş kil"
    },
    "explanation": "Çin’de hareketli harf kalıplarının ilk kez 11. yüzyılda Bi Sheng tarafından <b>kil (seramik)</b> kullanılarak yapıldığı bilinmektedir. Ancak daha sonraki yaygın uygulamalarda (özellikle Kore’de ve Çin’de metal tip öncesinde), daha dayanıklı ve işlenmesi göreceli olarak kolay olan <b>tahta (ahşap)</b> malzeme de sıklıkla kullanılmıştır. Bu, metal harf kalıplarına geçişten önceki önemli bir aşamadır."
  },
  {
    "id": "323480",
    "unitNumber": 3,
    "text": "<strong>Dünyada, hareketli metal kalıplar kullanılarak basıldığı bilinen en eski kitap aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Tevrat",
      "B": "İncil",
      "C": "Zebur",
      "D": "Jikji",
      "E": "Gutenberg İncili"
    },
    "explanation": "Hareketli <b>metal kalıplar</b> kullanılarak basıldığı bilinen ve günümüze ulaşan en eski kitap, Kore’de basılan <b>Jikji Simche Yojeol</b> (ya da kısaca Jikji)'dur. 1377 yılında basılan bu eser, Johannes Gutenberg’in 42 Satırlık İncil’inden yaklaşık 78 yıl daha eskidir ve metal tipo baskının Kore'de Avrupa'dan önce geliştirildiğini göstermektedir."
  },
  {
    "id": "323481",
    "unitNumber": 3,
    "text": "<strong>Her bir karakterin tek tek tasarlanarak istenilen ölçüde bir kalıba dönüşecek şekilde metalden dökülmesi ve bu kalıpların satırlar, paragraflar ve sayfalar oluşturacak şekilde yan yana getirilerek baskı kalıbının oluşturulması prensibine dayalı yüksek baskı tekniği ne ad verilir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Gravür",
      "B": "Rölyef",
      "C": "Ofset",
      "D": "Serigrafi",
      "E": "Tipo"
    },
    "explanation": "Bahsedilen teknik, Johannes Gutenberg tarafından geliştirilip mükemmelleştirilen <b>Tipo Baskı</b> (Letterpress) tekniğidir. Bu teknikte, her bir karakterin ayrı bir <b>metal harf kalıbına</b> dökülmesi, bu kalıpların dizilerek baskı bloğunu oluşturması ve mürekkeplenmiş kabartma yüzeyden baskının yapılması esastır. Tipo baskı, bir <b>yüksek baskı</b> (relief) tekniğidir."
  },
  {
    "id": "323484",
    "unitNumber": 3,
    "text": "<strong>İncunabulum nedir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Matbaanın Avrupa’da kullanılmaya başlanmasından 31 Aralık 1500 gecesine kadar Avrupa‘daki elyazması kitaplara verilen addır.",
      "B": "Matbaanın Avrupa’da kullanılmaya başlanmasından 31 Aralık 1500 gecesine kadar Avrupa‘da basılmış kitaplara verilen addır.",
      "C": "Matbaanın Avrupa’da kullanılmaya başlanmasından önce Çin’de ve Kore’de basılan kitaplara verilen addır.",
      "D": "Matbaanın Avrupa’da kullanılmaya başlanmasından önce manastırlarda elle çoğaltılan kitaplara verilen addır.",
      "E": "9. yüzyıldan 11. yüzyıla kadar Avrupa’ya egemen olan Karolenj minüskül harflerin, 11. yüzyıla gelindiğinde, kuzeyde daha küçük ve darlaştırılmış (condenced) versiyonlarına verilen addır."
    },
    "explanation": "<b>İncunabulum</b>, Latince 'beşik' veya 'doğuş' anlamına gelen bir terimdir. Avrupa'da matbaanın icadından (yaklaşık 1450) sonra, spesifik olarak 15. yüzyılın sonuna kadar, yani <b>1501 yılından önce</b> basılmış kitapları tanımlamak için kullanılır. Bu kitaplar, matbaa teknolojisinin emekleme dönemini temsil eder."
  },
  {
    "id": "323486",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi Gotik stilin belirgin özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kuzey Avrupa’dan yaygınlaşmıştır.",
      "B": "Dar harfler kullanılır.",
      "C": "Harflerin iç boşlukları eşittir.",
      "D": "Harfler yuvarlak, alt ve üst uzantılar belirgindir.",
      "E": "Parşömen kullanımını azaltır."
    },
    "explanation": "Gotik stil (Blackletter, Textura), 14. ve 15. yüzyıllarda Avrupa'da yaygın olarak kullanılan yoğun bir yazı türüdür. Belirgin özellikleri arasında <b>yoğun ve dar harf aralıkları</b>, <b>keskin köşeler</b>, dikey vuruşların baskınlığı ve azalan beyaz alan yer alır. Bu stilin belirgin özelliklerinden biri <b>açık ve okunaklı yapısı</b> değildir; aksine, yoğunluğu nedeniyle okuması zordur."
  },
  {
    "id": "323488",
    "unitNumber": 3,
    "text": "<strong>Öncüsü Karolenj minüskül ile kıyaslandığında daha basık; yuvarlak ve açık renkli, alt ve üst uzantıları uzun olabilirken harflerin x-yükseklikleri kısaldığı için “Roman” harfler, olduğundan daha küçük boyutlu ve zayıf algılanan ve Avrupa’da yaygın olarak kullanılan yazı stiline ne ad verilir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Rustik yazı",
      "B": "Gotik yazı",
      "C": "Hümanist yazı",
      "D": "Kursiv yazı",
      "E": "İtalik yazı"
    },
    "explanation": "Tanımlanan stil, <b>Roman (Antiqua)</b> yazı stilidir. Bu stil, Karolenj Minüskülünden ilham almış ve Gotik stilden daha yuvarlak, daha açık bir yapıya sahiptir. Erken dönem Roman harflerinde x-yüksekliğinin (küçük harflerin temel yüksekliği) kısa olması, harflerin zayıf algılanmasına neden olmuştur. Matbaada bu stilin popülerleşmesi İtalya'daki <b>Humanist</b> hareketle yakından ilişkilidir."
  },
  {
    "id": "323489",
    "unitNumber": 3,
    "text": "<strong>Bugün bildiğimiz anlamıyla kâğıt ilk olarak nerede üretilmiştir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Semerkand",
      "B": "Japonya",
      "C": "Moğolistan",
      "D": "Kanada",
      "E": "Çin"
    },
    "explanation": "Bugün bildiğimiz anlamıyla kâğıt, ilk olarak M.S. 105 civarında <b>Çin</b>’de <b>Cai Lun</b> tarafından üretilmiş ve standardize edilmiştir. Bu icat, baskı teknolojilerinin gelişimi için hayati bir öneme sahiptir."
  },
  {
    "id": "323490",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi Johannes Gutenberg’in 42 Satırlık İncil’in baskısının özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yağ bazlı ve yüksek miktarda metal tozu içeren bir mürekkep kullanılarak koyu ve parlak renkli harfler elde edilir.",
      "B": "Uzun tirajların yıpratıcı etkilerine dayanıklı harf kalıpları kullanılır.",
      "C": "Harf kalıpları kurşun, kalay ve antimondan oluşan bir alaşımla dökülerek kalıpların daha sert ve düzgün olmaları sağlanır.",
      "D": "Ahşaptan teker teker oyulan harf kalıpları kullanılarak üstün sanatsal nitelikler elde edilir.",
      "E": "Üst düzey estetik ve sanatsal niteliklerinin yanı sıra tarihsel özelliği nedeniyle de büyük önem taşır."
    },
    "explanation": "Johannes Gutenberg’in 42 Satırlık İncil’i (yaklaşık 1455), hareketli metal tiple basılmış ilk büyük eserdir. Özellikleri arasında; <b>Gotik Textura</b> yazı stilinin kullanımı, son derece yüksek baskı kalitesi, el yazması görüntüsünü taklit etme çabası ve başlık ve illüstrasyonların sonradan <b>elle renklendirilmesi (rubrication)</b> yer alır. Eğer seçenekler arasında 'Makinayla renkli baskı yapılmıştır' gibi bir ifade varsa bu yanlıştır, çünkü renkli kısımlar manuel olarak eklenmiştir."
  },
  {
    "id": "323491",
    "unitNumber": 3,
    "text": "<strong>“Uppercase” (üst kasa) ve“lowercase” (alt kasa) terimleri için aşağıdaki açıklamalardan hangisi <u>söylenemez</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Majüskül ve minüskül harfler için kullanılan isimlerdir.",
      "B": "Metal harf kalıplarına ilişkin terimlerdir.",
      "C": "Gotik ve hümanist yazı için kullanılan matbaa kasalarıdır.",
      "D": "Matbaalarda majiskül ve minüskül harflerin yerleştirildiği çekmecelerdir.",
      "E": "Hurufatın matbaalarda yerleştirildiği çekmecelere verilen isimlerdir."
    },
    "explanation": "<b>Uppercase (üst kasa)</b> ve <b>lowercase (alt kasa)</b> terimleri, 18. ve 19. yüzyıl matbaacılığında dizgi harflerinin saklandığı fiziksel <b>ahşap kasaların (type cases)</b> yerleşiminden gelmektedir. Büyük harfler (Uppercase) kolay erişilebilen üst gözlerde, küçük harfler (Lowercase) ise sık kullanıldığı için alt ve ön gözlerde tutulurdu.<br/>Söylenemeyecek açıklama, terimlerin kökeni veya güncel kullanımı ile çelişen bir ifade olacaktır (Örn: 'Bu terimler sadece dijital tipografide kullanılır')."
  },
  {
    "id": "323492",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi metal harf kalıplarının bölümlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Hurufat",
      "B": "Yüz",
      "C": "Gövde",
      "D": "Ayaklar",
      "E": "Kertik"
    },
    "explanation": "Metal harf kalıpları (type/sorts), harfin basıldığı yüzey (face), gövde (body), omuz (shoulder), çentik (nick) ve ayak (foot) gibi kısımlardan oluşur. Bu parçaların her biri, dizgi ve baskı sürecinde harfin doğru pozisyonda durmasını sağlar. Eğer seçeneklerde <b>Mizanpaj</b> veya <b>Forma</b> gibi dizgi veya baskı düzenlemesiyle ilgili bir terim varsa, bu metal kalıbının fiziksel bir bölümü değildir."
  },
  {
    "id": "326101",
    "unitNumber": 3,
    "text": "<strong>Erken dönem baskı harflerinden matbaa öncesi ilk minüskül harfleri aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Gotik Yazı (Tekstura Minüskül)",
      "B": "Kursiv Yazı",
      "C": "İtalik Yazı",
      "D": "Rustik Yazı",
      "E": "Çivi Yazısı"
    },
    "explanation": "Matbaa öncesi ilk minüskül (küçük harfler) olan yazı stili, 8. yüzyılın sonlarında Şarlman döneminde standartlaştırılan <b>Karolenj Minüskül</b>’dür. Bu yazı, Gotik stillerin öncülü olmuş ve daha sonraki İtalyan Rönesansında <b>Roman (Antiqua)</b> harflerinin tasarımına temel teşkil etmiştir."
  },
  {
    "id": "326136",
    "unitNumber": 3,
    "text": "<strong>Metal harf kalıpları kullanılarak uygulanan yüksek baskı tekniği “letterpress” ile oluşturulan baskıya ne ad verilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Serigrafi",
      "B": "Tipo Baskı",
      "C": "Düz Baskı",
      "D": "Şablon Baskı",
      "E": "Gravür"
    },
    "explanation": "Metal harf kalıpları kullanılarak uygulanan ve kabartma yüzeyden baskı yapma prensibine dayalı yüksek baskı tekniği olan letterpress ile oluşturulan baskıya <b>Tipo Baskı</b> (veya Tipografi) denir. Bu, modern anlamda grafik sanatların başlangıcıdır."
  },
  {
    "id": "326161",
    "unitNumber": 3,
    "text": "<strong>14. yüzyılda Almanya’da “Textur”, Fransa’da “lettre de forme” ve İngiltere’de “blackletter” olarak adlandırılan yazı türü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Çivi yazısı",
      "B": "İtalik yazı",
      "C": "Hümanist yazı",
      "D": "Mısır yazısı",
      "E": "Gotik yazı"
    },
    "explanation": "14. yüzyılda Avrupa'nın farklı bölgelerinde farklı adlarla anılan bu yoğun, açılı ve dikey hatlı yazı türü, genel olarak <b>Gotik</b> stil olarak bilinir. Almanya'da 'Textur' veya 'Textura', Fransa'da 'lettre de forme' ve İngiltere'de 'blackletter' veya 'Gothic' olarak adlandırılmıştır."
  },
  {
    "id": "326569",
    "unitNumber": 3,
    "text": "<strong>15. yüzyılda Avrupa’da bilinen ilk tahta baskılara ve hediyelik eşyalara ne ad verilir? </strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Ksilografi",
      "B": "Punch",
      "C": "Hurufat",
      "D": "Helgen",
      "E": "Harf Kasası"
    },
    "explanation": "15. yüzyılda Avrupa'da, matbaa icat edilmeden önce, dinî figürleri veya kısa metinleri içeren tahta kalıplarla (ksilografi) yapılan baskılara ve hediyelik eşyalara <b>Blok Baskılar</b> veya daha spesifik olarak <b>Aziz Resimleri</b> adı verilirdi. Bu baskılar, tipografik baskının öncülleri olarak kabul edilir."
  },
  {
    "id": "363226",
    "unitNumber": 3,
    "text": "<strong>14. yüzyılda Almanya’da “Textur”, Fransa’da “lettre de forme” ve İngiltere’de “blackletter” olarak adlandırılan yazı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Gotik",
      "B": "Rustik",
      "C": "Latin",
      "D": "Mısır",
      "E": "Hümanist Yazı"
    },
    "explanation": "Almanya’da “Textur”, Fransa’da “lettre de forme” ve İngiltere’de “blackletter” olarak adlandırılan yazı, Avrupa’nın Orta Çağ sonlarına ait yaygın ve köşeli yazı stili olan <b>Gotik</b>’tir. Bu, Gutenberg’in ilk metal harf tipinin de temelini oluşturmuştur."
  },
  {
    "id": "363232",
    "unitNumber": 3,
    "text": "<strong>Tipografik elemanlar arasında kullanılan boşluklara ne ad verilir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Eksen (Axis)",
      "B": "Dökümhane (Foundry)",
      "C": "Espas (Space)",
      "D": "Çengel (Cedilla)",
      "E": "Cetvel (Rule)"
    },
    "explanation": "Tipografik elemanlar (harfler, kelimeler, satırlar) arasında kullanılan boşluklara, genel olarak <b>Boşluk</b> veya teknik adıyla <b>Beyaz Alan</b> denir. Matbaa dizgisinde bu boşluklar, kelimeleri ayırmak için kullanılan <b>boşluk çubukları (spaces/quads)</b> veya satır aralığı için kullanılan kurşun şeritler (leading) gibi metal malzemelerle oluşturulurdu."
  },
  {
    "id": "363238",
    "unitNumber": 3,
    "text": "<strong>Dinî hediyelik eşyalar olarak kullanılan, Avrupa’da bilinen ilk tahta baskılara ne ad verilir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Jikji",
      "B": "Gravür",
      "C": "Tipo",
      "D": "Helgen",
      "E": "Rölyef"
    },
    "explanation": "Dinî temalı hediyelik eşyalar olarak kullanılan, Avrupa'da bilinen ilk tahta baskılar <b>Aziz Resimleri</b> (tek yapraklı tahta baskılar) ya da daha kapsamlı olarak <b>Blok Baskılar</b> olarak adlandırılır. Bunlar, matbaa öncesi dönemin en yaygın görsel ve metin çoğaltma yöntemlerindendi."
  },
  {
    "id": "370284",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi Gutenberg Matbaası öncesinde metin basımında kullanılan hareketli kalıpların malzemelerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Pişmiş toprak",
      "B": "Metal",
      "C": "Ahşap",
      "D": "Cam",
      "E": "Porselen"
    },
    "explanation": "Gutenberg’in matbaası öncesinde (Çin, Kore ve erken Avrupa denemelerinde), hareketli kalıp malzemesi olarak <b>tahta (ahşap)</b>, <b>kil (seramik)</b> ve erken Kore denemelerinde <b>bronz/bakır</b> gibi metaller kullanılmıştır. Gutenberg'in devrimi ise, harf kalıplarını seri üretim için uygun olan <b>kurşun alaşımını</b> kullanmasıdır. Bu nedenle, kurşun alaşımı, genellikle Gutenberg öncesi hareketli kalıpların malzemesi olarak sayılmaz, çünkü onun icadıdır."
  },
  {
    "id": "370286",
    "unitNumber": 3,
    "text": "<strong>Tipo baskı tekniği ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yüksek baskı tekniğidir.",
      "B": "Kalıpların yan yana gelmesiyle baskı kalıpları oluşturulur.",
      "C": "Tipografi disiplininin doğmasına yol açmıştır.",
      "D": "Metal plakaların kazınmasıyla elde edilen kalıplar kullanılır.",
      "E": "Zamanla kendine ait terminolojisi oluşmuştur."
    },
    "explanation": "Tipo baskı (Letterpress) tekniği, harf kalıplarının <b>kabartmalı (yüksek)</b> olmasından dolayı <b>yüksek baskı</b> olarak sınıflandırılır. Bu teknikte mürekkep, kabartmalı yüzeye sürülür ve kâğıt üzerine basınçla aktarılır. Bu tekniğin alçak baskı (gravür) veya düz baskı (litografi) olduğu bilgisi <b>yanlıştır</b>."
  },
  {
    "id": "370290",
    "unitNumber": 3,
    "text": "<strong>Günümüze ulaşan en eski basılı kitap aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Jikji",
      "B": "42 Satırlık İncil",
      "C": "İncunabulum",
      "D": "Elmas Sutra",
      "E": "Lut Gölü Yazmaları"
    },
    "explanation": "Günümüze ulaşan ve kesin tarihi bilinen en eski basılı kitap, Çin'de 868 yılında tahta kalıp baskı (ksilografi) tekniğiyle üretilen <b>Elmas Sutra</b>’dır (Diamond Sutra). Bu eser, hareketli metal kalıplarla basılan Kore Jikji’sinden ve Gutenberg’in İncil’inden çok daha eskidir."
  },
  {
    "id": "323493",
    "unitNumber": 4,
    "text": "<strong>Venedik’te, Karolenj minüskül harflerinden etkilenerek daha yuvarlak, majüskül ve minüskül harf ayrımının daha belirgin olduğu Roman harf biçimlerine ne ad verilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Gotik",
      "B": "Majiskül",
      "C": "Roman kapital",
      "D": "Hümanist",
      "E": "Rustik"
    },
    "explanation": "Venedik'te Karolenj minüskülünden esinlenilerek geliştirilen ve majüskül/minüskül ayrımının daha belirgin olduğu bu harf biçimlerine <b>Roman karakterler (Antiqua)</b> adı verilir. Bu karakterler, Rönesans döneminde hümanist el yazısını taklit ederek basılı metinlerde netlik ve okunabilirlik sağlamak amacıyla tasarlanmıştır."
  },
  {
    "id": "323494",
    "unitNumber": 4,
    "text": "<strong>Nicolas Jenson tarafından 1476’da dökümü gerçekleştirilen ilk Roman yazı karakterlerinin kaynağı, kökeni aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Hümanist yazı",
      "B": "Gotik yazı",
      "C": "Kore ve Çin tahta baskıları",
      "D": "Antikite",
      "E": "Kursiv"
    },
    "explanation": "Nicolas Jenson tarafından 1470’lerde Venedik’te dökümü yapılan ilk Roman yazı karakterleri, kökenini <b>Antik Roma anıt yazıları</b> (majüsküller için) ve İtalyan hümanistlerin kullandığı, Karolenj Minüskülünden türemiş olan <b>Humanist El Yazısı</b> (minüsküller için) stilinden almıştır. Bu karakterler, Rönesans tipografisinin başlangıcını temsil eder."
  },
  {
    "id": "323495",
    "unitNumber": 4,
    "text": "<strong>“Plain” veya “Regular” olarak da adlandırılan bir yazı karakteri ailesinin en standart, en sade çeşidine ne ad verilir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kursiv",
      "B": "Minüskül",
      "C": "Descender",
      "D": "Hümanist",
      "E": "Roman"
    },
    "explanation": "Bir yazı karakteri ailesinin (font family) en standart ve dik duruşlu çeşidine <b>Regular</b> veya <b>Plain</b> adı verilir. Bu, yazı ailesindeki diğer varyasyonlar (Italic, Bold, Light) için temel alınan ana stildir ve genellikle gövde metni için kullanılır."
  },
  {
    "id": "323496",
    "unitNumber": 4,
    "text": "<strong>İtalik harfler nerede ortaya çıkmıştır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Almanya",
      "B": "İngilitere",
      "C": "İtalya",
      "D": "Hollanda",
      "E": "Fransa"
    },
    "explanation": "İtalik harfler, 16. yüzyılın başlarında, ünlü Venedikli matbaacı <b>Aldus Manutius</b> ve harf dökümcüsü <b>Francesco Griffo</b> tarafından <b>Venedik’te</b> (Venice) ortaya çıkmıştır. Amacı, daha az yer kaplayan ve el yazısına benzeyen, taşınabilir kitaplar basmaktı."
  },
  {
    "id": "323497",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi italik harflerin özelliklerinden <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Az yer kaplayarak kâğıttan tasarruf sağlarlar.",
      "B": "Kaynakları kursiv yazıdır.",
      "C": "İlk örnekleri Venedikli Aldus Manutius tarafından tasarlanan cep kitaplarında görülür.",
      "D": "İç boşluklarının küçük, alt ve üst uzantılarının kısa olması nedeniyle son derece siyah bir metin dokusu oluştururlar.",
      "E": "İtalik harfler kullanılarak basılaran ilk kitap Virgil olur."
    },
    "explanation": "İtalik harflerin temel özelliği <b>sağa yatık</b> olmaları ve genellikle <b>hızlı el yazısını</b> taklit etmeleridir. Özelliklerinden olmayan yaygın bir ifade, italik karakterlerin ana metin olarak kullanılmasıdır. İtalik, genellikle vurgulama veya ayrıştırma için kullanılır, ana metinler <b>Roman (dik)</b> karakterlerle yazılır.<br/>Ayrıca bazı italik minüsküller, Roman karşılıklarından farklı anatomik formlara sahiptir (örn: a, f, g)."
  },
  {
    "id": "323498",
    "unitNumber": 4,
    "text": "<strong>“Uppercase” (üst çekmece) ve “lowercase” (alt çekmece) terimleri hangi harfler için kullanılır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Majikül ve Minüskül",
      "B": "Hümanist ve Roman",
      "C": "Gotik ve Hümanist",
      "D": "Roman ve İtalik",
      "E": "Karolenj Minüskül ve Kursiv"
    },
    "explanation": "<b>Uppercase</b> (üst çekmece) ve <b>Lowercase</b> (alt çekmece) terimleri, geleneksel kurşun harf dizgisinde, dizgicinin büyük ve küçük harfleri sakladığı çekmecelerin konumundan gelmektedir. Bu terimler sırasıyla <b>Majüskül</b> (büyük harfler) ve <b>Minüskül</b> (küçük harfler) için kullanılır."
  },
  {
    "id": "323499",
    "unitNumber": 4,
    "text": "<strong>Yazı boyutunu tanımlamada tutarlı bir dil oluşturmaya yönelik olarak Avrupa’da yaygınlaşan ölçü sistemi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Lowercase",
      "B": "Milimetre",
      "C": "Primer",
      "D": "Punto",
      "E": "İnç (inch)"
    },
    "explanation": "Avrupa’da yazı boyutunu tutarlı bir şekilde tanımlamada yaygınlaşan sistem, <b>Didot Puan Sistemi</b>’dir. Bu sistem, 18. yüzyılda Fournier tarafından geliştirilen sistemin Firmin Didot tarafından hassaslaştırılmasıyla oluşmuş ve özellikle kıta Avrupası’nda standart ölçü birimi haline gelmiştir."
  },
  {
    "id": "323500",
    "unitNumber": 4,
    "text": "<strong>Aşağıdaki ifadelerden hangisi “Roman du Roi” yazı karakteri için <u>yanlıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Transitional (geçiş) yazı karakterlerinin ilk örneklerindendir.",
      "B": "Dökümü Philippe Grandjean tarafından gerçekleştirilir.",
      "C": "Fransa saray matbaasında kullanılmak üzere tasarlanır.",
      "D": "Kurumsal kullanım amacıyla tasarlanır.",
      "E": "Tümüyle kaligrafik etkileri yansıtır."
    },
    "explanation": "<b>Roman du Roi</b> (Kralın Roman’ı), 17. yüzyıl sonlarında Fransa Kraliyet Matbaası için tasarlanmıştır. Bu karakter, <b>matematiksel bir grid sistemi</b> üzerine kurulmuş olmasıyla ünlüdür ve Geçiş Dönemi (Transitional) karakterlerinin öncüsüdür. Yanlış olan ifade, bu karakterin hemen ticari amaçlarla halka arz edildiği olabilir; çünkü başlangıçta <b>yalnızca Kraliyet Matbaası</b> için tasarlanmıştır."
  },
  {
    "id": "323501",
    "unitNumber": 4,
    "text": "<strong>Aşağıdaki tipograflardan hangisinin yazı karakteri tasarımları transitional dönem (geçiş dönemi) karakterleri arasında yer alır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "William Caslon",
      "B": "Aldus Manutius",
      "C": "Erich Walbaum",
      "D": "Giambattista Bodoni",
      "E": "Firmin Didot"
    },
    "explanation": "Transitional dönem, Eski Stil (Old Style) ve Modern (Didone) stilleri arasında bir köprü kurar. Bu dönemin en önemli temsilcilerinden biri, daha yüksek kontrast ve keskin seriflere sahip, zarif karakterleriyle tanınan <b>John Baskerville</b>’dir. John Caslon ve Pierre Simon Fournier de bu dönemin önemli tipograflarındandır."
  },
  {
    "id": "326175",
    "unitNumber": 4,
    "text": "<strong>Tarihte ilk hareketli metal harfler kullanılarak 42 Satırlık İncil’in basımının gerçekleştirilmesiyle yazının tarihinde eşi görülmemiş bir dönüm noktası yaşatan matbaacı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Gutenberg",
      "B": "Nicodimus Metaxas",
      "C": "Albrecht Pfister",
      "D": "Erich Walbaum",
      "E": "William Caslon"
    },
    "explanation": "Tarihte <b>hareketli metal harfleri</b> kullanarak matbaayı icat eden ve 1450’lerde efsanevi <b>42 Satırlık İncil</b>’in (Gutenberg İncili) basımını gerçekleştiren kişi <b>Johannes Gutenberg</b>’dir. Bu buluş, Batı dünyasında bilginin yayılmasında devrim yaratmıştır."
  },
  {
    "id": "326186",
    "unitNumber": 4,
    "text": "<strong>“Plain” veya “Regular” olarak da adlandırılan ve bir yazı karakteri ailesinin en standart, en sade çeşidi olan yazı karakteri aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "İtalik",
      "B": "Roman",
      "C": "Gotik",
      "D": "Grafitti",
      "E": "Caslon"
    },
    "explanation": "Bir yazı karakteri ailesinin temel, dik duran ve en sade çeşidi <b>Regular</b> veya <b>Plain</b> olarak adlandırılır. Bu çeşitleme, metinlerin büyük çoğunluğunu oluşturur ve ailenin diğer stillerinin referans noktasıdır."
  },
  {
    "id": "326200",
    "unitNumber": 4,
    "text": "<strong>1529 yılında harflerin anatomileri ile insan anatomisi arasında bağ kuran bir dizi diyagram basan ressam ve tipograf aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Philippe Grandjean",
      "B": "William Caslon",
      "C": "Geofroy Tory",
      "D": "Justus Erich Walbaum",
      "E": "Baskerville"
    },
    "explanation": "1529 yılında yayımladığı <b>'Champ Fleury'</b> adlı eserde harf anatomilerini insan anatomisi ve klasik oranlarla ilişkilendiren ressam, yazar ve tipograf <b>Geoffroy Tory</b>'dir. Tory, mükemmel harf formunun insan vücudunun oranlarına göre inşa edilmesi gerektiğini savunan diyagramlar sunmuştur."
  },
  {
    "id": "326706",
    "unitNumber": 4,
    "text": "<strong>Gündelik, sağa yatık bir el yazısı tipi olan italik harfler ilk nerede ortaya çıkmıştır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Almanya",
      "B": "İngiltere",
      "C": "Fransa",
      "D": "İtalya",
      "E": "Hollanda"
    },
    "explanation": "Gündelik, sağa yatık bir el yazısı stili olan italik harfler (Chancery hand taklidi), matbaacı Aldus Manutius’un isteği üzerine dökümcü Francesco Griffo tarafından 16. yüzyılın başlarında <b>Venedik’te</b> geliştirilmiştir."
  },
  {
    "id": "363248",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi Fransa saray matbaasında kullanılmak üzere tasarlanmış olması nedeniyle ilk kurumsal yazı karakterlerinden biridir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Roman du Roi",
      "B": "Hümanist yazı",
      "C": "Antikite",
      "D": "Kursiv",
      "E": "Majiskül"
    },
    "explanation": "Fransa Kralı XIV. Louis tarafından <b>Fransa Saray Matbaası</b> (Imprimerie Royale) için özel olarak tasarlatılan ve bir ızgara sistemi (grid) temel alınarak geliştirilen yazı karakteri <b>Roman du Roi</b>’dir. Bu, modern anlamda ilk kurumsal, devlet destekli yazı karakteri örneğidir."
  },
  {
    "id": "363251",
    "unitNumber": 4,
    "text": "<strong>Antik kökenli harflerin metal dökümünü gerçekleştiren ilk Roman yazı karakterleri kim tarafından tasarlanmıştır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "William Caslon",
      "B": "Aldus Manutius",
      "C": "Erich Walbaum",
      "D": "Giambattista Bodoni",
      "E": "Nicolas Jenson"
    },
    "explanation": "Antik kökenli harflerin (Karolenj minüskül ve Roma majüskülünden türeyen hümanist el yazısı) metal dökümünü estetik ve teknik açıdan mükemmelleştirerek ilk özgün Roman yazı karakterlerini tasarlayan kişi <b>Nicolas Jenson</b>’dur. Jenson, bu tasarımları 1470’lerde Venedik’te gerçekleştirmiştir."
  },
  {
    "id": "363260",
    "unitNumber": 4,
    "text": "<strong>Roman du Roi gibi bir grid sistemi temel alınarak tasarlanan yazı karakteri aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Minüskül",
      "B": "Hümanist",
      "C": "Karolenj",
      "D": "Champfleury",
      "E": "Antikite"
    },
    "explanation": "Roman du Roi’nin öncülük ettiği matematiksel ve grid temelli tasarım anlayışı, Geçiş Dönemi ve Modern dönem karakterlerinde devam etmiştir. <b>Didot</b> yazı karakteri ailesi, özellikle 18. yüzyılın sonlarında, yüksek kontrast, dikey eksen ve geometrik hassasiyet ile <b>grid sistemini</b> en katı şekilde uygulayan Modern (Didone) yazı karakteri örneklerindendir."
  },
  {
    "id": "370295",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi Roman karakterler için <u>söylenemez</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "“Plain” veya “Regular” olarak da adlandırılırlar.",
      "B": "Bir yazı karakteri ailesinin en standart, en sade çeşididir.",
      "C": "Roman harf biçimlerinden yola çıkılarak yazı ailesinin diğer üyeleri tasarlanabilir.",
      "D": "Bir yazı ailesini oluşturan temel yazı karakteri olarak düşünülebilir.",
      "E": "Günümüzde bir yazı karakteri ailesinin tüm üyelerini kapsar."
    },
    "explanation": "Roman karakterler (Antiqua), bir yazı ailesinin <b>dik duran (upright)</b> ve standart çeşididir. Yüksek okunabilirlikleri sayesinde uzun metinler için idealdirler. Roman karakterler için söylenemeyecek olan şey, tipik olarak <b>sağa yatık</b> olmalarıdır, çünkü bu <b>İtalik</b> karakterlerin özelliğidir."
  },
  {
    "id": "370296",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi italik harflerin kullanım amaçları arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Metin alanından tasarruf etmek",
      "B": "Önemli sözcükleri, cümleleri belirtmek",
      "C": "Eser isimlerinin metnin bütününden ayrışmasını sağlamak",
      "D": "Metinde vurgu yapılmak istenen bölümleri belirtmek",
      "E": "Metin içinde yer alan tarihleri belirtmek"
    },
    "explanation": "İtalik harfler, metinde <b>vurgulama</b>, eser adları, yabancı kelimeler veya alıntılar için kullanılır. İtalik harflerin kullanım amaçları arasında yer almayacak temel görev, <b>ana gövde metnini</b> oluşturmaktır. Ana gövde metni, sürekli okuma kolaylığı sağlaması nedeniyle her zaman <b>Roman (dik)</b> karakterlerle dizilir."
  },
  {
    "id": "323503",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi Sanayi Devrimi’nin tipografiyi etkileyen sonuçlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Reklamcılığın ortaya çıkması",
      "B": "Dikkat çekici yazı karakterlerinin kullanılması",
      "C": "Büyük puntolu yazı karakterlerinin kullanılması",
      "D": "Serifli yazı karakterlerinin ortaya çıkması",
      "E": "Fat Face adı verilen yazı karakterlerinin ortaya çıkması"
    },
    "explanation": "Sanayi Devrimi'nin tipografiye getirdiği temel etkiler arasında <b>mekanizasyon</b>, <b>seri üretim</b> ve <b>hız</b> yer alır. Bu dönemde ortaya çıkan ticari ihtiyaçlar, daha çarpıcı ve büyük ilan karakterlerinin (Fat Face, Küt Serifliler) geliştirilmesini teşvik etmiştir. Ancak, devrimin genel sonucu, el sanatlarına dayalı geleneksel üretimden makineleşmeye geçiş olduğu için, <b>tipografideki el işçiliğinin ve sanatsal kalitenin korunması veya yükselmesi</b>, Sanayi Devrimi’nin tipografiyi etkileyen sonuçlarından biri <u>değildir</u>; aksine, bu devrim genellikle sanatsal kalitede bir düşüşe neden olmuştur."
  },
  {
    "id": "323504",
    "unitNumber": 5,
    "text": "<strong>Fat Face yazı karakterlerinin tümüne verilen genel isim aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Grotesk",
      "B": "Gotik",
      "C": "Slab Serif",
      "D": "Batone",
      "E": "Helvetica"
    },
    "explanation": "<b>Fat Face</b> (Şişman Yüz) yazı karakterleri, Sanayi Devrimi sonrası reklamcılık ihtiyacıyla ortaya çıkan <b>display</b> (görüntü) karakterlerinin özel bir sınıfıdır. Bu karakterler, <b>Modern</b> (Didone) tipine benzer ancak <b>vuruş kalınlıkları arasındaki kontrastı</b> aşırı derecede artırır: Dikey vuruşlar çok kalınken, yatay vuruşlar ve saç çizgileri son derece incedir. Tüm bu aşırı kontrastlı, kalın display tiplerine genel olarak atıfta bulunulur ya da spesifik olarak bu ekstrem kalınlık/incelik oranına sahip karakterler 'Fat Face' olarak adlandırılır. Bunlar genellikle <b>İlan veya Görüntü Karakterleri</b> sınıfı altında toplanır."
  },
  {
    "id": "323505",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi Sanayi Devrimi sonrası harf kalıplarında ahşabın kullanılmasının nedenlerinden biridir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Metal ham maddenin bulunamaması",
      "B": "Yeni geliştirilen baskı teknolojilerinin ahşap kalıplara daha uygun oluşu",
      "C": "Büyük boyutlu kalıplarda ağırlığı azaltma ve maliyeti düşürme hedefi",
      "D": "Ahşabın doğal ve geri dönüştürülebilir bir malzeme oluşu",
      "E": "Metal kullanımının insan sağlığına zararlı etkisi"
    },
    "explanation": "Sanayi Devrimi sonrası <b>reklamcılık</b> ve büyük posterler popüler hale geldiğinde, metal döküm (kurşun) harfler çok büyük boyutlar için <b>ağır</b> ve <b>pahalı</b> oluyordu. Bu ihtiyacı karşılamak üzere, büyük harf kalıpları üretiminde <b>ahşap oyma</b> teknikleri kullanılmaya başlandı. Ahşap kalıplar, metal kalıplara göre daha <b>hafif</b>, daha <b>ucuz</b> ve büyük boyutlarda daha <b>pratik</b> olduğu için tercih edildi. Bu sayede büyük boyutlu ilanların basımı ekonomikleşti."
  },
  {
    "id": "323506",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi Clarendonların özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Fat Face yazı karakterlerinin metin için uyarlanmış versiyonlarıdır.",
      "B": "Küçük boyutlarda x-yükseklikleri artırılmıştır.",
      "C": "Alt ve üst uzantıları kısadır.",
      "D": "Seriflerin harf gövdesine bağlantıları küçük destekler (bracket) ile güçlendirilir.",
      "E": "Geometrik Sans yazı karakterlerine örnektir."
    },
    "explanation": "<b>Clarendonlar</b>, 19. yüzyılın ortalarında geliştirilmiş, <b>Küt Seriflilerin (Slab Serifs)</b> daha <b>rafine</b> ve dengeli bir alt kategorisidir. En önemli özellikleri, seriflerin Küt Seriflilerde olduğu gibi köşeli ve tek tip kalınlıkta olmaması, aksine serilerin gövdeye hafifçe <b>braketlerle</b> (eğik bağlantı) bağlanmasıdır. Ayrıca Clarendonlar, hem metin hem de başlık için uygun orta ağırlıkta tasarlanmıştır. Bu, onların tipik Küt Serifliler gibi <b>aşırı kalın ve tamamen braketsiz</b> olmaması gerektiği anlamına gelir. Clarendon, aynı zamanda <b>ticari olarak tescil edilen</b> ilk yazı karakterlerinden biriydi."
  },
  {
    "id": "323507",
    "unitNumber": 5,
    "text": "<strong>Monotype makinesinin linotype makinesinden temel farkı nedir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Buhar gücü ile çalışır.",
      "B": "Harfleri satırlar hâlinde değil, tek tek dizer.",
      "C": "Fotodizgi ile uyumlu çalışır.",
      "D": "Satırlar hâlinde metin kalıplarının dökümünü yapar.",
      "E": "Metni istenilen oranda küçültüp büyütebilir."
    },
    "explanation": "Hem Linotype hem de Monotype, 19. yüzyılın sonlarında ortaya çıkan mekanik dizgi makineleridir. Aralarındaki temel fark döküm biçimleridir: <b>Linotype</b>, bütün bir metin <b>satırını tek parça</b> (slug) halinde dökerken; <b>Monotype</b> makinesi, her bir <b>karakteri ayrı ayrı</b> (mono) dökerek dizgi yapıyordu. Bu, Monotype'ın hata düzeltme ve sayfa yerleşiminde daha fazla esneklik sunmasını sağlarken, Linotype gazete gibi hızlı üretim gerektiren işler için daha uygundu."
  },
  {
    "id": "323508",
    "unitNumber": 5,
    "text": "<strong>Pantograf kullanılarak tek bir çizim setinden yola çıkılarak çeşitli boyutlarda kalıpların dökülebilmesinin yarattığı dezavantaj nedir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Optik ayarların ortadan kalkması",
      "B": "Işık tuzaklarının oluşması",
      "C": "Uyumlama sorununun ortaya çıkması",
      "D": "Dizgi işleminin yavaşlaması",
      "E": "Kalıpların ahşaptan yapılması"
    },
    "explanation": "<b>Pantograf</b>, tek bir ana çizimden yola çıkarak harfleri farklı boyutlarda mekanik olarak üretmeye olanak tanıyan bir cihazdır. Dezavantajı ise, optik olarak tatmin edici sonuçlar için farklı boyutlardaki harflerin <b>optik dengeyi</b> korumak adına manuel olarak ayarlanması (saç çizgilerinin kalınlaştırılması, sayaçların açılması gibi) gerektiği gerçeğini göz ardı etmesidir. Pantograf, yalnızca çizimi <b>mekanik olarak ölçeklendirir</b>, bu da küçük veya aşırı büyük boyutlarda <b>görsel kalitenin ve okunabilirliğin</b> düşmesine yol açabilir."
  },
  {
    "id": "323509",
    "unitNumber": 5,
    "text": "<strong>Litografi tekniğinin gazete ve dergilerde tercih edilmiş olmasının temel sebebi nedir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kâğıt yapımının fabrikasyon hâle gelmesi",
      "B": "Buharlı makinelerin ortaya çıkması",
      "C": "Tekniğin renkli baskı için elverişli olması",
      "D": "Dizginin çabuk yapılabilmesi",
      "E": "Tekniğin büyük puntoların basımına olanak vermesi"
    },
    "explanation": "<b>Litografi</b> (Taş Baskı), tipik tipo baskı (harf baskısı) ile karşılaştırıldığında, <b>resim, illüstrasyon ve el çizimi görselleri</b> daha hızlı, kaliteli ve ekonomik bir şekilde basabilme yeteneği nedeniyle gazete ve dergilerde hızla popülerlik kazanmıştır. Tipo baskı, görsel öğeleri basmakta zorlanırken, litografinin <b>düz baskı</b> (planografik) prensibi, tonlamaları ve detayları başarılı bir şekilde çoğaltmaya olanak sağlamıştır."
  },
  {
    "id": "323510",
    "unitNumber": 5,
    "text": "<strong>Seçilen karakterlerin içinden ışığın geçebildiği negatif bir matris üzerine tutularak fotoğrafik kâğıda pozlanırken bir mercek aracılığı ile gerektiği kadar büyütülüp küçültülebilen dizgi sistemi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Sıcak dizgi",
      "B": "Linotype",
      "C": "Tipo baskı",
      "D": "Monotype",
      "E": "Fotodizgi"
    },
    "explanation": "Bu tanım, metal dizgiden sonra gelen ve 20. yüzyılın ortalarında baskın hale gelen <b>Fotodizgi</b> (veya film dizgi) teknolojisini ifade eder. Bu sistemde, karakter matrisleri bir <b>ışık kaynağının</b> önüne yerleştirilir ve ışık, karakterlerin negatiflerinden geçerek bir <b>mercek (lens)</b> aracılığıyla istenilen büyüklükte <b>fotoğrafik kâğıt veya filme</b> yansıtılır (pozlanır). Bu, metal kalıp ihtiyacını ortadan kaldırır."
  },
  {
    "id": "323511",
    "unitNumber": 5,
    "text": "<strong>Fotodizgi tekniği için tasarlanan yazı karakterlerinin noktaları büyütülürken harflerin iç boşluklarını sınırlayan çizgilerin inceltilmesinin temel nedeni aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Mürekkep tuzaklarından kaçınmak",
      "B": "Işık tuzaklarından kaçınmak",
      "C": "Dizgiyi kolaylaştırmak",
      "D": "Baskıyı kolaylaştırmak",
      "E": "Dönemin sanat akımlarına uygun karakterler tasarlamak"
    },
    "explanation": "Fotodizgi sırasında ışık, film veya kâğıt üzerinde hafifçe <b>yayılma</b> (optical gain) eğilimi gösterir. Eğer harflerin orijinal oranları korunursa, bu yayılma, harflerin içindeki boşlukların (sayaçların) daralmasına ve ince çizgilerin kalınlaşmasına neden olur, bu da harfin <b>kararmış</b> ve okunaksız görünmesine yol açar. Bu <b>optik yayılma etkisini</b> dengelemek ve harflerin doğru <b>optik dengeye</b> sahip olmasını sağlamak için, büyük noktalarda iç boşlukları çevreleyen çizgiler bilinçli olarak inceltilir."
  },
  {
    "id": "323513",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi Geometrik Sans yazı karakterlerine örnek olarak gösterilebilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Futura",
      "B": "Garamond",
      "C": "Times",
      "D": "Bodoni",
      "E": "Centaur"
    },
    "explanation": "<b>Geometrik Sans</b> yazı karakterleri, 1920'lerde Bauhaus ve Modernizm akımlarıyla popülerleşmiştir. Bu karakterler, harf formlarının daire, kare ve üçgen gibi temel <b>geometrik şekillere</b> dayanmasıyla bilinir. Bu türün en ikonik ve saf örneklerinden biri, Paul Renner tarafından tasarlanan <b>Futura</b>'dır."
  },
  {
    "id": "326314",
    "unitNumber": 5,
    "text": "<strong>Arts &amp; Crafts Hareketi’nin öncüsü William Morris'in 1890’da kaynağı tümüyle kaligrafik olarak tasarladığı yazı karakteri aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Golden Type",
      "B": "Clarendonlar",
      "C": "Küt Serifliler (Slab Serifs)",
      "D": "Linotype",
      "E": "Monotype"
    },
    "explanation": "Sanayi Devrimi'nin yol açtığı kalitesiz seri üretime karşı çıkan <b>Arts &amp; Crafts Hareketi</b>'nin kurucusu olan <b>William Morris</b>, tipografideki sanatsal kaliteyi geri getirmeyi hedeflemiştir. 1890 yılında kurduğu Kelmscott Press için, Venedikli matbaacı Nicholas Jenson'ın erken Rönesans dönemindeki karakterlerinden ilham alarak tasarladığı ve kaynağı tümüyle kaligrafik olan ilk yazı karakterine <b>Golden Type</b> adını vermiştir."
  },
  {
    "id": "326323",
    "unitNumber": 5,
    "text": "<strong>Su ile yağın birbirini itmesi, su ve yağın karışmaması prensibine dayanan teknik aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Neo-Grotesk",
      "B": "Grotesque",
      "C": "Tipografi",
      "D": "Fotodizgi",
      "E": "Litografi"
    },
    "explanation": "<b>Litografi</b> (Taş Baskı) tekniği, Alois Senefelder tarafından 18. yüzyıl sonlarında icat edilmiştir ve tamamen kimyasal bir prensibe dayanır. Bu prensip, temel olarak <b>su ile yağın birbirini itmesi</b> (karışmaması) esasına dayanır. Baskı yüzeyindeki yağlı alanlar mürekkebi tutarken, su ile ıslatılmış yağsız alanlar mürekkebi iter. Bu, litografiyi düz baskı (planografik) tekniği yapar."
  },
  {
    "id": "326707",
    "unitNumber": 5,
    "text": "<strong>Hareketli ilk baskı kalıpları hangi ülkede ortaya çıkmıştır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Çin",
      "B": "İtalya",
      "C": "Fransa",
      "D": "İngiltere",
      "E": "Almanya"
    },
    "explanation": "Her ne kadar matbaacılığın Avrupa'daki gelişimi Johannes Gutenberg ile ilişkilendirilse de, <b>hareketli baskı kalıpları</b> (metal veya seramik) fikri, Batı'dan çok daha önce <b>Çin</b>'de ortaya çıkmıştır. Çin'de 11. yüzyılda Bi Sheng'in seramik hareketli kalıpları kullandığına dair kayıtlar bulunmaktadır. Daha sonra Kore'de de metal hareketli kalıplar kullanılmıştır."
  },
  {
    "id": "327250",
    "unitNumber": 5,
    "text": "I. Küt Serifliler<br/>II. Clarendonlar<br/>III. Golden Type<br/>IV. Ofset Litografi<br/><strong>Yukarıdakilerden hangisi ya da hangileri Sanayi Dönemi yazı karakterlerinden biridir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I, II ve III",
      "D": "I, II ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Sanayi Dönemi'nde (19. yüzyıl) ticari ihtiyaçları karşılamak üzere çarpıcı, ilan odaklı yeni karakter sınıfları ortaya çıkmıştır. <b>I. Küt Serifliler (Slab Serifs / Egyptian)</b> ve bunların rafine edilmiş alt grubu olan <b>II. Clarendonlar</b>, bu dönemin karakterleridir. III. Golden Type, Sanayi Devrimi'ne tepki olarak Arts &amp; Crafts Hareketi'nin ürünüdür. IV. Ofset Litografi ise bir baskı tekniğidir. Dolayısıyla doğru seçenek I ve II'dir."
  },
  {
    "id": "327251",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi küt seriflilerin özelliklerinden biri </strong><u><strong>değildir</strong></u><strong>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yazı karakterleri öylesine büyük puntolarda kullanılır ki hurufat dökümünde kullanılan kurşun hem çok pahalıya mal olur hem de metal kalıpların ağırlığı başka bir dezavantaj oluşturur.",
      "B": "Aşırı harf yüksekliğine ve genişliğine sahiptir.",
      "C": "Modern yazı karakterlerinin ince ve kalın çizgileri arasındaki kontrast daha da abartılı hâle gelir.",
      "D": "Başlık yazı karakteri olan “Fat Face”lerin metin yazı karakteri olarak kullanıma uygun hâle getirilmiştir.",
      "E": "Metal harf kalıplarınından farklı olarak ahşap harf kalıpları “satır” (line) veya “pika” (pica) olarak ölçülendirilir."
    },
    "explanation": "<b>Küt Serifliler</b> (Egyptian/Slab Serifs), 19. yüzyılın başlarında ortaya çıkan ve ilanlar için kullanılan yazı karakterleridir. Tipik özellikleri, harfin gövdesiyle hemen hemen aynı kalınlıkta olan <b>çok kalın, blok şeklindeki seriflere</b> sahip olmalarıdır. Genellikle <b>minimal</b> veya <b>hiç vuruş kontrastı</b> göstermezler. Bu nedenle, vuruş kalınlıkları arasında yüksek kontrast bulunması (yatay ve dikey vuruşların belirgin şekilde farklı olması) küt seriflilerin bir özelliği <u>değildir</u>; bu, Fat Face veya Modern (Didone) tiplerinin özelliğidir."
  },
  {
    "id": "363271",
    "unitNumber": 5,
    "text": "<strong>Arts &amp; Crafts Hareketi’nin öncüsü olan ve Golden Type adını verdiği yazı karakterini tasarlayan kişi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Theo Van Doesburg",
      "B": "Photon Corporation",
      "C": "William Morris",
      "D": "Rene Higonnet",
      "E": "Louis Moyroud"
    },
    "explanation": "Sanayi Devrimi'nin kalitesiz seri üretimine karşı, el sanatları ve yüksek kaliteli üretime dönüşü savunan <b>Arts &amp; Crafts Hareketi</b>’nin öncüsü ve kurucusu <b>William Morris</b>'tir. Morris, matbaacılık sanatını restore etmek amacıyla 1890'da Kelmscott Press'i kurmuş ve Rönesans tipi karakterlerden esinlenerek <b>Golden Type</b> adını verdiği yazı karakterini tasarlamıştır."
  },
  {
    "id": "363272",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi su ile yağın birbirini itmesi; su ve yağın karışmaması prensibine dayanan bir tekniktir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Fotodizgi",
      "B": "Litografi",
      "C": "Gravür",
      "D": "Dijital baskı",
      "E": "Tipo baskı"
    },
    "explanation": "Bu prensip, <b>Litografi</b> (Taş Baskı) tekniğinin temelini oluşturur. Litografi, düz baskı (planografik) yöntemidir ve çizimin yağ bazlı mürekkeple yapıldığı alanların <b>suyu itme</b>, diğer alanların ise suyu çekme özelliğine dayanır. Baskı anında mürekkep yalnızca yağlı (çizilmiş) alanlara yapışır."
  },
  {
    "id": "363277",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi nötrlüğü ifade gücü nedeniyle tüm zamanların en çok kullanılan yazı karakterinden biridir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Helvetica",
      "B": "Grotesk",
      "C": "Gotik",
      "D": "Slab Serif",
      "E": "Batone"
    },
    "explanation": "Tipografi tarihinde, 20. yüzyılın ortalarında İsviçre Tasarım Stilinin (Uluslararası Tipografik Stil) zirvesi olarak ortaya çıkan <b>Helvetica</b>, aşırı derecede <b>nötr</b> bir ifadeye sahip olması ve neredeyse tüm bağlamlarda içeriği öne çıkarması nedeniyle tüm zamanların en çok kullanılan ve yaygın benimsenen sans-serif yazı karakterlerinden biri olmuştur. Mükemmel nötrlüğü, onu evrensel bir çözüm haline getirmiştir."
  },
  {
    "id": "370384",
    "unitNumber": 5,
    "text": "<strong>Sanayi Devrimi’nin ardından ortaya çıkan, aşırı harf yüksekliğine, genişliğine, çok büyük seriflere sahip; kimi zaman fazlasıyla genişletilmiş, kimi zamansa dar bir ilan alanına sığdırılma hedefiyle olağandışı şekilde darlaştırılmış yazı karakterlerine ne ad verilir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Gotik",
      "B": "Grotesk",
      "C": "Fat Face",
      "D": "Bodoni",
      "E": "Didot"
    },
    "explanation": "Sanayi Devrimi sonrası reklamcılıkta kullanılan bu tür aşırı boyutlandırılmış, serifi büyük, bazen alana sığdırmak için <b>daraltılmış (kondanse)</b>, bazen de abartılı şekilde <b>genişletilmiş</b> karakterlere genel olarak <b>İlan Karakterleri</b> (Display Type) veya 19. yüzyılın başlarında popülerleşen formuna atfen <b>Küt Serifliler (Slab Serifs)</b> adı verilir. Bu karakterler, maksimum görsel etkiyi hedefleyerek tasarlandı."
  },
  {
    "id": "370388",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi Linotype ve Monotype makinelerin dizgi alanına getirdiği yeniliklerden biridir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Renkli baskı yapmak mümkün olur.",
      "B": "Rulo kâğıt üzerine baskısı yapılmaya başlanır.",
      "C": "Dizgi işlemi çok kısa sürede yapılır, baskı maliyetleri düşer.",
      "D": "Yazılar istenildiği gibi büyütülüp küçültülebilir.",
      "E": "Ahşap harf kalıpları kullanılmaya başlanır."
    },
    "explanation": "Hem Linotype hem de Monotype, 19. yüzyılın sonlarında ortaya çıkan ve matbaacılıkta devrim yaratan makinelerdir. Her iki sistemin de getirdiği temel yenilik, insan eliyle yapılan <b>dizgi (kompozisyon)</b> ve <b>metal kalıp dökümü</b> süreçlerini <b>otomatikleştirmesi</b> ve <b>mekanize</b> etmesidir. Bu durum, dizgi hızını dramatik bir şekilde artırarak gazete ve kitap üretiminin verimliliğini ve hacmini büyük ölçüde yükseltmiştir."
  },
  {
    "id": "370391",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi fotodizgi tekniği ile kullanılmak üzere tasarlanan yazı karakterlerinde ışık tuzaklarından kaçınmak amacıyla alınan tasarım kararlarındandır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Noktalar büyür, harflerin iç boşluklarını sınırlayan çizgiler incelir.",
      "B": "Harflerin alt ve üst uzantıları uzar.",
      "C": "Ağır ve kare şekilli serifler kullanılır.",
      "D": "Harfleri oluşturan kalın ve ince çizgilerini kontrastlığı artar.",
      "E": "Harflerin x-yükseklikleri kısalır."
    },
    "explanation": "Fotodizgi (Phototypesetting) tekniği, karakterlerin ışık yoluyla fotoğrafik bir yüzeye aktarılması esasına dayanır. Bu süreçte, yazı karakterlerinin dar veya keskin iç köşelerinde <b>ışık tuzakları</b> (light traps) adı verilen optik sorunlar oluşur. Işık, bu keskin köşelerde birikme eğilimi gösterir ve sonuç olarak, karakterin baskı sırasında istenenden daha kalın veya 'dolmuş' (filled-in) görünmesine neden olur, bu da özellikle küçük puntolarda <b>okunurluğu</b> azaltır.<br/>Bu sorunu çözmek için alınan temel tasarım kararı, karakterlerin iç köşelerini (örneğin gövde ve serife birleşme yerlerini) hafifçe <b>yuvarlamak</b> veya <b>içeriye doğru oyma</b> (scoop/fillet) uygulamaktır. Bu yuvarlatılmış iç hatlar, ışığın köşede yoğunlaşmasını dağıtarak ve karakter hatlarının kağıt üzerinde daha doğru ve temiz görünmesini sağlayarak ışık tuzaklarını engeller. Bu tasarım kararı, modern tipografideki <b>mürekkep tuzakları</b> (ink traps) kavramının tarihi öncülüdür."
  },
  {
    "id": "323518",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi harflerin biçimlerinin sayısal olarak kayıt edildiği dijital sistemin temel prensibidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Hinting uygulaması",
      "B": "Bitmap yazı karakterleri",
      "C": "Geometrik sans yazı karakterleri",
      "D": "Fontların istenilen boyutta kullanılabilmesi",
      "E": "Harf biçimlerinin biçimin her bir noktasına X, Y, Z koordinatları verilerek kaydedilmesi"
    },
    "explanation": "Harf biçimlerinin sayısal olarak kaydedildiği dijital sistemlerin temel prensibi <b>vektör sistemidir</b>. Vektör sisteminde, harf karakterleri matematiksel formüller ve geometrik noktalar (koordinatlar) kullanılarak tanımlanır. Bu, harflerin çözünürlükten bağımsız olmasını ve herhangi bir boyutta kalitelerini kaybetmeden ölçeklenebilmesini sağlar. PostScript ve TrueType gibi popüler font formatları bu prensibe dayanır."
  },
  {
    "id": "323519",
    "unitNumber": 6,
    "text": "<strong>Sayısallaştırılan ilk harflerde eğri çizgilerin ve yuvarlatılmış hatların bulunmamasının nedeni aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Dönemin sanat akımlarının etkisi",
      "B": "Serifsiz harf formlarının tercih edilmesi",
      "C": "Teknik zorluklar",
      "D": "Reklamcılık alanındaki ilerlemeler",
      "E": "Baskı teknolojilerinin ilkelliği"
    },
    "explanation": "İlk sayısallaştırılan harfler genellikle <b>düşük çözünürlüklü ekranlar ve kısıtlı işlem gücü</b> nedeniyle eğri çizgilere ve yuvarlatılmış hatlara sahip değildi. İlk dijital fontlar çoğunlukla sabit bir ızgara (bitmap) sistemine dayandığından, karmaşık eğrileri doğru bir şekilde temsil etmek zordu ve ortaya çıkan hatlar köşeli ve blokluydu. Bu, özellikle bilgisayar ekranlarında ve erken dot-matrix yazıcılarda yaygındı."
  },
  {
    "id": "323521",
    "unitNumber": 6,
    "text": "<strong>Aşağıdaki ifadelerden hangisi Wim Crouwel tarafından tasarlanan New Alphabet’in tipografi tarihi için önemini açıklar?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Metal harfler kullanılmadan tasarlanması",
      "B": "Serifsiz harflerden oluşması",
      "C": "Nokta-matris sistemine dayanarak geleceğin dijital fontlarının habercisi olması",
      "D": "Tüm baskı tekniklerine uygun oluşuyla dikkat çekmesi",
      "E": "Düşük çözünürlüklü ekranlar için tasarlanarak ekran fontlarının ilk örneklerinden olması"
    },
    "explanation": "Wim Crouwel'in 1967'de tasarladığı New Alphabet, tipografi tarihinde önemli bir yer tutar çünkü gelecekteki <b>dijital teknolojilerin getireceği kısıtlamaları öngören deneysel bir çalışmadır</b>. Crouwel, alfabeyi elektronik cihazların ızgara ve piksel yapısına tamamen uyacak şekilde tasarlayarak geleneksel formları reddetmiş, makine estetiğini benimsemiştir. Bu, dijitalleşme çağına hazırlanan radikal bir yaklaşımdır."
  },
  {
    "id": "323522",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi masaüstü yayıncılığın etkilerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Tasarımcı, dizgici ve matbaacı arasındaki ilişki değişir.",
      "B": "Harflerin x-yükseklikleri kısalır, alt ve üst uzantıları uzar.",
      "C": "Geleneksel yazı karakterleri, ekran görüntülerine ve çözünürlüklerine göre sayısallaştırılmaya başlanır.",
      "D": "Yazmak, düzeltmek, düzenlemek, tasarlamak ve yayınlamak tek bir bilgisayar kullanılarak yapılabilir.",
      "E": "Gelecekte tipograf ve yazı karakteri tasarımcılarının kişisel bilgisayarları ile çalışacakları fikri ortaya çıkar."
    },
    "explanation": "Masaüstü yayıncılık (DTP), 1980'lerde <b>Macintosh, LaserWriter ve PostScript</b> teknolojilerinin birleşimiyle ortaya çıkmıştır. Bu durum, tasarımın demokratikleşmesini, maliyetlerin düşmesini ve üretim hızının artmasını sağlamıştır. DTP’nin etkilerinden biri <b>profesyonel dizgicilik zanaatının zayıflaması</b>dır, çünkü artık herkes kendi bilgisayarında yayın yapabilir hale gelmiştir. Bu nedenle, 'profesyonel dizgicilik zanaatını güçlendirmesi' DTP’nin bir etkisi <u>değildir</u>, aksine tam tersidir."
  },
  {
    "id": "323524",
    "unitNumber": 6,
    "text": "<strong>Lo-Res yazı karakterinin Zuzana Ličko tarafından tasarlananmasının temel nedeni nedir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Daha büyük puntolu yazı karakterlerine ihtiyaç duyulması",
      "B": "Serifsiz yazı karakterlerine ihtiyaç duyulması",
      "C": "Baskı tabanlı yazı karakterlerinin ekranlara uyarlanması",
      "D": "Düşük çözünürlüklü ekranlara uygun yazı karakterlerine gereksinim duyulması",
      "E": "Emigré Dergisi için yeni font arayışları"
    },
    "explanation": "Zuzana Ličko tarafından tasarlanan <b>Lo-Res</b> yazı karakterinin temel nedeni, dönemin <b>düşük çözünürlüklü bilgisayar ekranlarının sınırlamalarını estetik bir avantaja dönüştürmek</b> ve bu pikselli görünümü benimsemektir. Ličko, geleneksel tipografinin aksine, pikselli yapıyı gizlemek yerine onu vurgulamış ve böylece dijital tasarımın erken dönem estetiğini yansıtan deneysel bir font ortaya çıkarmıştır."
  },
  {
    "id": "323526",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi “anti-alised” (kenarları yumuşatılmış) fontların bitmap fontlardan temel farkını açıklar?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Bitmap fontlar düşük çözünürlüklü ekranlar için “anti-alised” fontlar yüksek çözünürlüklü ekranlar için tasarlanmıştır.",
      "B": "Bitmap fontlar geleneksel fontlarken, “anti-alised” fontlar ekran tabanlı fontlardır.",
      "C": "“Anti-alised” fontlar, bitmap fontlardan farklı olarak harflerin eğri, yuvarlak hatları olduğu izlenimini verir.",
      "D": "“Anti-alised” fontlar, bitmap fontlarla kıyaslandığında daha küçük puntolarda başarılı sonuçlar verir.",
      "E": "Bitmap fontlar dijital ortamlar için tasarlanırken, “anti-alised” fontlar baskı tabanlı kullanılmak üzere tasarlanır."
    },
    "explanation": "Anti-aliased (kenarları yumuşatılmış) fontların bitmap fontlardan temel farkı, <b>kenar pikselleri için farklı gri tonları kullanılarak yumuşak geçişler oluşturulmasıdır</b>. Geleneksel bitmap fontlar sadece siyah/beyaz (ya da açık/koyu) pikseller kullanırken, anti-aliasing, gözün daha keskin ve yumuşak eğriler algılamasını sağlamak için kenarlardaki piksellere ara tonlar (gri tonları) ekler."
  },
  {
    "id": "323528",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi “PostScript” yazılım diline verilen bir diğer isimdir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Bitmap",
      "B": "Type1",
      "C": "OpenType",
      "D": "TrueType",
      "E": "Unicode"
    },
    "explanation": "Adobe tarafından geliştirilen PostScript, temelde bir <b>Sayfa Tanımlama Dili (PDL)</b> olarak adlandırılır. Bu dil, vektör grafikleri ve metinleri matematiksel komutlar halinde kodlayarak, yazıcının bu bilgileri doğru bir şekilde yorumlamasını ve baskı çıktısı oluşturmasını sağlar. Masaüstü Yayıncılık devriminin temelini atan teknolojilerden biridir."
  },
  {
    "id": "323530",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi TrueType’ın özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Apple için tasarlanmıştır.",
      "B": "TrueType fontlar vektörel konturlardan oluşur.",
      "C": "TrueType fontlar istenildiği gibi ölçeklendirilebilir.",
      "D": "TrueType fontlar hem ekran hem de yazıcı için görüntüleme bilgilerini içeren tek bir dosyadan meydana gelirler.",
      "E": "PostScript fontlara göre kontrol edilmeleri zordur."
    },
    "explanation": "TrueType (Apple ve Microsoft tarafından geliştirilmiştir), <b>tek bir font dosyası</b> (ekran ve yazıcı için) kullanma, gelişmiş ipuçlama (hinting) mekanizması ve kareler (quadratic) Bézier eğrileri kullanmasıyla bilinir. PostScript Type 1 fontları ise <b>kübik Bézier eğrileri</b> kullanır. Bu nedenle, kübik Bézier eğrileri kullanmak TrueType'ın bir özelliği <u>değildir</u>."
  },
  {
    "id": "323531",
    "unitNumber": 6,
    "text": "<strong>Aşağıdaki font formatlarından hangisi teknik üstünlüğü nedeniyle PostScript ve TrueType arasındaki rekabetin son bulmasını sağlamıştır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Type 1",
      "B": "OpenType",
      "C": "Unicode",
      "D": "Rasterizer",
      "E": "Hinting"
    },
    "explanation": "Teknik üstünlüğü sayesinde PostScript ve TrueType arasındaki format rekabetini sonlandıran font formatı <b>OpenType</b>'tır (OTF). 1990'ların sonunda Adobe ve Microsoft işbirliğiyle geliştirilen OpenType, her iki formatın en iyi özelliklerini birleştirmiş, gelişmiş karakter setlerini (Unicode, 65.536 glif kapasitesi) desteklemiş ve platformlar arası uyumluluğu sağlamıştır."
  },
  {
    "id": "323532",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi ekran için tasarlanan fontlara örnek gösterilebilir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Futura",
      "B": "Garamond",
      "C": "Verdana",
      "D": "Bodoni",
      "E": "Centaur"
    },
    "explanation": "Ekran için tasarlanan ve özellikle düşük çözünürlüklerde okunabilirliği artırmak amacıyla geliştirilen fontlara örnek olarak <b>Verdana</b> gösterilebilir. Matthew Carter tarafından Microsoft için tasarlanan Verdana, geniş x-yüksekliğine ve gevşek harf aralığına sahiptir, bu da onu web sayfalarında ve ekranlarda son derece net ve okunur hale getirir."
  },
  {
    "id": "326329",
    "unitNumber": 6,
    "text": "<strong>1919 yılında, dijital teknolojilerin kullanılmaya başlanmasının çok öncesinde, tasarımın ve sanatın sadeleşmesini savunan De Stijl hareketinin kurucusu aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Theo Van Doesburg",
      "B": "Wim Crouwel",
      "C": "Johannes Bergerhausen",
      "D": "Philippe Apeloig",
      "E": "Steve Jobs"
    },
    "explanation": "1919 yılında kurulan ve sanatı, tasarımı sadeleştirerek temel geometrik formlara ve renklere indirgemeyi amaçlayan De Stijl hareketinin kurucusu <b>Theo van Doesburg</b>'dur (Piet Mondrian ile birlikte önde gelen isimdir). Bu hareketin temiz, rasyonel ve ızgara tabanlı yaklaşımı, dijital çağın tipografik ilkelerini ve sadeleşme gereksinimlerini çok önceden haber vermiştir."
  },
  {
    "id": "326351",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi ekran için tasarlanan, Microsoft tarafından sipariş edilen yazı karakteridir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Futura",
      "B": "Centaur",
      "C": "Tahoma",
      "D": "Bodoni",
      "E": "Garamond"
    },
    "explanation": "Microsoft tarafından özellikle ekran ve web ortamında okunabilirliği maksimize etmek amacıyla sipariş edilen ve tasarlanan yazı karakteri <b>Verdana</b>'dır. Bu font, Matthew Carter tarafından tasarlanmış olup, büyük x-yüksekliği ve geniş harf aralıkları sayesinde düşük çözünürlüklü monitörlerde bile netliğini korur."
  },
  {
    "id": "326356",
    "unitNumber": 6,
    "text": "Yazı karakterlerinin getirdiği tipografik özgürlük 256 karakterle sınırlı olmayıp bir dosyanın 65.536 şekil içerebilmesidir. Bu sayede çağdaş yazı karakterlerinin pek çoğu düzinelerce farklı small caps (küçük büyük harfler), farklı rakamlar ve sayısız özel karakterler içerecek şekilde geliştirilmektedir.<br/><strong>Paragraftaki ifade hangi yazı karakterine aittir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Bitmap",
      "B": "Type 1",
      "C": "TrueType",
      "D": "OpenType",
      "E": "Unicode"
    },
    "explanation": "Paragrafta bahsedilen, karakter sayısının 256 ile sınırlı olmayıp <b>65.536 şekle</b> (glife) ulaşabilme yeteneği, <b>OpenType</b> font formatının temel özelliklerinden biridir. OpenType, Unicode standardını benimseyerek bu büyük kapasiteyi sunar ve küçük büyük harfler (small caps), farklı rakam stilleri ve çok sayıda özel karakteri tek bir dosya içinde barındırmaya olanak tanır."
  },
  {
    "id": "327252",
    "unitNumber": 6,
    "text": "<strong>Apple ilk kuşak Macintosh bilgisayarları hangi yıl üretilmiştir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "1930",
      "B": "1984",
      "C": "1971",
      "D": "1800",
      "E": "2000"
    },
    "explanation": "Apple'ın ilk kuşak <b>Macintosh</b> bilgisayarları <b>1984</b> yılında üretilmiştir. WYSIWYG (Ne Görüyorsan Onu Alırsın) arayüzü, gömülü tipografi fontları (Susan Kare tarafından tasarlanan) ve fare kullanımı ile Macintosh, daha sonra PostScript ve lazer yazıcılarla birleşerek Masaüstü Yayıncılık (DTP) devriminin temelini atmıştır."
  },
  {
    "id": "327253",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi dijital tanımlama sistemlerinden Postscript Fontu'nun özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Masaüstü yayıncılığı mümkün kılan ve “Type 1” olarak da bilinen bir fonttur.",
      "B": "1985 yılında Adobe tarafından geliştirilmiştir.",
      "C": "İlk olarak Apple'ın lazer yazıcılarında kullanılmıştır.",
      "D": "Sabit boyutlu bitmap dosyasını kullanarak ekrandaki karakterlerin çizilmesini sağlar.",
      "E": "Latin alfabesini kullanan dillerin gerektirdiği alternatif karakter ve aksanları barındırır ve aynı zamanda Yunan ve Kiril gibi farklı alfabeleri de kapsamaktadır."
    },
    "explanation": "PostScript Fontu (özellikle Type 1), vektörel tabanlı olması, matematiksel tanımlamaya dayanması ve eğrileri tanımlamak için <b>Kübik Bézier eğrileri</b> kullanmasıyla bilinir. <b>Kareler (Quadratic) Bézier eğrileri kullanması</b> ise TrueType font formatının özelliğidir. Bu nedenle, bu ifade PostScript'in bir özelliği <u>değildir</u>."
  },
  {
    "id": "363289",
    "unitNumber": 6,
    "text": "<strong>Vektöre ilişkin bilginin, vektör biçiminin piksellerle doldurulan yazıcıya gönderilmesi işlemine ne ad verilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Hinting",
      "B": "Rasterization",
      "C": "Centaur",
      "D": "OpenType",
      "E": "Futura"
    },
    "explanation": "Vektöre ilişkin bilginin, yazıcının ya da ekranın işleyebileceği piksellerle doldurulan (nokta ızgarasına çevrilen) bir biçime dönüştürülmesi işlemine <b>Rasterleme (Rasterization)</b> adı verilir. Bu işlem, genellikle yazıcının veya cihazın RIP (Raster Image Processor) birimi tarafından yapılır ve kesintisiz matematiksel eğrileri ayrık piksel noktalarına çevirir."
  },
  {
    "id": "370394",
    "unitNumber": 6,
    "text": "<strong>Masaüstü yayıncılık hakkında aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Masaüstü yayıncılık terimi ilk olarak bu sistemi bulan Aldus, Apple ve Adobe tarafından 1984’te kullanılır.",
      "B": "Masaüstü yayıncılık sayesinde asırlardır onlarca kişi tarafından gerçekleştirilen yayıncılık tek bir kişi tarafından yapılabilir hâle gelir.",
      "C": "Masaüstü yayıncılık, daktilo ile yazma ve dizgi makinesinde harf kalıpları dizme eylemlerini bir araya getirir.",
      "D": "Masaüstü yayıncılık, dizgi deneyiminden uzak bireylerin bile bu alanda üretim yapabilmesine olanak tanır.",
      "E": "Masaüstü yayıncılık ile baskı tabanlı fontlar tümüyle ortadan kalkarken ekran tabanlı fontlar ortaya çıkar."
    },
    "explanation": "Masaüstü yayıncılık (DTP), 1980'lerde bilgisayar, PostScript ve lazer yazıcılar sayesinde ortaya çıkarak yayıncılığı bireyselleştirmiştir. DTP, geleneksel dizgi ve baskı yöntemlerinin yerini almış, süreci hızlandırmış ve maliyeti düşürmüştür. Bu nedenle, DTP’nin <b>yüksek kaliteli baskı için geleneksel kurşun dizgi yöntemlerine geri dönülmesini sağlaması</b> ifadesi <u>yanlıştır</u>; aksine DTP, bu geleneksel yöntemleri büyük ölçüde ortadan kaldırmıştır."
  },
  {
    "id": "370395",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi 1984’te kurulan Emigré’nin özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "İlk bağımsız font dağıtım şirketidir.",
      "B": "Emigré Dergisi’nde şirketin dağıtımını yaptığı fontlar örneklendirilir.",
      "C": "Yalnızca baskı tabanlı fontların dağıtımını yapar.",
      "D": "Zuzana Ličko ve Rudy VanderLans tarafından kurulur.",
      "E": "Masaüstü yayıncılık alanında hizmet verir."
    },
    "explanation": "1984'te Rudy VanderLans ve Zuzana Ličko tarafından kurulan Emigré, dijital çağın getirdiği düşük çözünürlüklü estetiği benimseyen, deneysel ve <b>Postmodern</b> bir dergidir. Geleneksel tipografik kuralları aktif olarak kırmış ve zorlu okunabilirlik denemeleri yapmıştır. Bu bağlamda, 'Geleneksel tipografik kurallara sıkı sıkıya bağlı kalması' Emigré'nin özelliklerinden biri <u>değildir</u>."
  },
  {
    "id": "323533",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi 1990’lı yıllara gelindiğinde mükemmel yazı karakteri arayışının son bulmasının temel nedenidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kaligrafinin tipografiye etkisi",
      "B": "Ekranın basılı alanlardan daha çok kullanılır olması",
      "C": "Ekran ve de baskı tabanlı alanlardaki teknik sorunların çözümlenmesi",
      "D": "Harf biçimlerinin biçimin her bir noktasına X, Y, Z koordinatları verilerek kaydedilmesi",
      "E": "Gotik karakterlerin yaygın olarak ekran ve baskı tabanlı olarak kullanımının yaygınlaşması"
    },
    "explanation": "1990'lara gelindiğinde mükemmel yazı karakteri arayışının son bulmasının temel nedeni, <b>masaüstü yayıncılık (DTP) teknolojisinin yaygınlaşması</b> ve beraberinde gelen <b>postmodern tipografi</b> akımının etkisiyle geleneksel kuralların yıkılmasıdır. Tasarımcılar, dijital araçları kullanarak bilinçli olarak kusurlu, deneysel ve bozuk tipografik biçimleri (örneğin Template Gothic) benimseyerek, modernizmin mükemmeliyetçi idealinden uzaklaşmıştır."
  },
  {
    "id": "323534",
    "unitNumber": 7,
    "text": "<strong>1990’da P. Scott Makela’nın geleneksel ve serifli bir font olan Centennial ile bir Pop klasiği olan VAG Rounded’ı bir araya getirerek Dead History’yi (Ölü Tarih) tasarlaması tipografi tarihinde nasıl bir ilkin gerçekleşmesine yol açar?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Ekran tabanlı ilk gotik karakter ortaya çıkar",
      "B": "Dijital olarak tasarlanan ilk kaligrafik kökenli yazı karakteri ortaya çıkar",
      "C": "Teknik zorluklar aşılarak kusursuz bir yazı karakteri tasarlanır",
      "D": "“Mutant” bir karakter ortaya çıkar",
      "E": "Kaligrafinin tipografi alanındaki etkisi tümüyle ortadan kalkar"
    },
    "explanation": "P. Scott Makela'nın 1990'da <b>Centennial</b> (serifli) ve <b>VAG Rounded</b> (sans serif) fontlarını birleştirerek tasarladığı <b>Dead History</b>, tipografi tarihinde <b>iki farklı yazı karakteri stilini tek bir fontta birleştiren (melez/hibrit font)</b> ilk başarılı örneklerden birinin gerçekleşmesine yol açmıştır. Bu, 1990'ların <b>postmodern estetiği</b> çerçevesinde formların karıştırılması ve kuralların yıkılması eğilimini yansıtır."
  },
  {
    "id": "323535",
    "unitNumber": 7,
    "text": "<strong>FF Scala yazı ailesinin “süper aile” olarak tanımlanmasının nedeni aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Serifsiz harflerden oluşan geniş bir aile olması",
      "B": "Serifli harflerden oluşan geniş bir aile olması",
      "C": "Tüm baskı tekniklerine uygun olması",
      "D": "Ekran ve baskı tabanlı olarak kullanılabilmesi",
      "E": "Serifli, serifsiz yazı karakterlerinin yanı sıra bünyesinde “FF Scala Jewel” karakterlerini de barındıran çok geniş bir aile olması"
    },
    "explanation": "Martin Majoor tarafından tasarlanan <b>FF Scala</b> yazı ailesinin “süper aile” olarak tanımlanmasının nedeni, aynı tasarım felsefesini ve oranlarını koruyarak hem <b>serifli (FF Scala)</b> hem de <b>sans serifli (FF Scala Sans)</b> varyantları tek bir aile çatısı altında toplamasıdır. Bu sayede, tasarımcılar farklı tipografik ihtiyaçlar için (başlık, gövde metni) tutarlı bir görsel dil kullanabilir."
  },
  {
    "id": "323536",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi 20. yüzyılın sonunda tipografi alanında görülen büyük değişimlerin nedenlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Unicode’un geliştirilmesi",
      "B": "OpenType’ın geliştirilmesi",
      "C": "İnternet kullanımının yaygınlaşması",
      "D": "Ekran kullanımının yaygınlaşması",
      "E": "Baskı teknolojilerinin gelişmesi"
    },
    "explanation": "20. yüzyılın sonunda tipografi alanında görülen büyük değişimler, esas olarak <b>dijitalleşme</b> ve globalleşme ile ilişkilidir. Buna <b>İnternet'in yaygınlaşması</b>, <b>OpenType</b> ve <b>Unicode</b> gibi standartların geliştirilmesi ve <b>masaüstü yayıncılığın (DTP)</b> yükselişi dahildir. (Sorunun doğru cevabı, genellikle 20. yüzyılın sonundaki dijital devrimle doğrudan ilişkili olmayan, daha erken dönemlere ait bir teknoloji veya olay olacaktır.)"
  },
  {
    "id": "323537",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi duyarlı yazı karakterlerine ihtiyaç duyulmasının temel nedenidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Farklı ekran boyutları için tasarlanan duyarlı web sitelerinde tipografik gereksinimleri karşılamak",
      "B": "Düşük çözünürlüklü ekranlara uygun tipografik tasarım gereksinimi",
      "C": "Baskı ve ekran arasındaki uyumu yakalama gereksinimi",
      "D": "Bitmap fontların düşük çözünürlüklü ekranlar için, “anti-alised” fontların yüksek çözünürlüklü ekranlar için tasarlanması",
      "E": "Emigré Dergisi için yeni font arayışları"
    },
    "explanation": "Duyarlı yazı karakterlerine (responsive fonts) ihtiyaç duyulmasının temel nedeni, içeriğin günümüzde <b>çok çeşitli ekran boyutlarında, çözünürlüklerde ve okuma ortamlarında</b> görüntülenmesidir. Geleneksel sabit fontlar bu dinamik koşullara adapte olamazken, <b>Değiştirilebilir Fontlar (Variable Fonts)</b> gibi duyarlı karakterler, bağlama göre optik boyut, kalınlık ve genişlik gibi özelliklerini dinamik olarak ayarlayarak en iyi okuma deneyimini sağlar."
  },
  {
    "id": "323538",
    "unitNumber": 7,
    "text": "<strong>Aşağıdaki seçeneklerden hangisinde parametrik bir font örneği yer almaktadır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Spectral",
      "B": "Mrs Eaves",
      "C": "FF Scala",
      "D": "Dead History",
      "E": "Template Gothic"
    },
    "explanation": "Parametrik fontlar, karakter şeklinin sabit konturlar yerine <b>matematiksel kurallar ve parametreler</b> aracılığıyla tanımlandığı fontlardır. Bu sistemin en ünlü örneği Donald Knuth’un <b>Metafont</b>’udur. Metafont ile, tasarımcının belirlediği parametreler değiştirilerek aynı temel formül üzerinden sonsuz sayıda stil varyantı üretilebilir."
  },
  {
    "id": "323539",
    "unitNumber": 7,
    "text": "<strong>Değiştirilebilir fontların oluşturulmasının ilk aşaması aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Fontun OpenType özelliği taşıması",
      "B": "Yazı karakterlerinin içerdiği karakterlerin matematiksel olarak formüle edilmesi",
      "C": "Yazı karakterlerinin baskı tabanlı olarak tasarlanmış olması",
      "D": "Fontun TrueType özelliği taşıması",
      "E": "Yazı karakterinin kaligrafik etkilerden uzak olarak tasarlamış olması"
    },
    "explanation": "Değiştirilebilir fontların (Variable Fonts) oluşturulmasının ilk aşaması, fontun değişkenlik göstereceği aralığı ve eksenleri tanımlayan <b>ana tasarımların (master designs)</b> oluşturulmasıdır. Bu ana tasarımlar (örneğin en ince, en kalın, en dar versiyonlar) arasında daha sonra <b>interpolasyon</b> yöntemi kullanılarak kesintisiz ara stiller üretilir."
  },
  {
    "id": "323540",
    "unitNumber": 7,
    "text": "<strong>1990’da Just van Rossum ve Erik van Blokland tarafından tasarlanan Beowolf yazı karakterinin türünün ilklerinden olması hangi özelliğinden kaynağını alır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Hinting özelliği içermesinden",
      "B": "Anti-alised bir font olmasından",
      "C": "Düşük çözünürlüklü ekranlar için tasarlanmasından",
      "D": "Programa dayalı bir font olmasından",
      "E": "OpenType özelliğinden"
    },
    "explanation": "1990’da Just van Rossum ve Erik van Blokland tarafından tasarlanan <b>Beowolf</b>, türünün ilklerinden olması özelliğini, <b>rastgelelik (randomness)</b> ilkesini dijital tipografiye taşımasından alır. Beowolf, <b>PostScript dilindeki rastgeleleştirme fonksiyonlarını</b> kullanarak, her basıldığında ya da görüntülendiğinde karakter konturlarını hafifçe değiştirir ve bu sayede dinamik, sürekli değişen bir yazı deneyimi sunar."
  },
  {
    "id": "323541",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi Metafont sayesinde mümkün olmuştur?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Bir font bünyesinde 65.000 karakter ve glifin yer alabilir.",
      "B": "Bir font sadece Latin alfabesini kullanan dillerin gerektirdiği alternatif karakter ve aksanları değil; bunlara ek olarak Yunan ve Kiril gibi farklı alfabeleri de (Non-Latin karakterleri) kapsayabilir.",
      "C": "Birbiriyle benzerlik gösteren yüzlerce yazı karakteri kolayca tasarlanabilir.",
      "D": "Masaüstü yayıncılık mümkün olur.",
      "E": "Ekran tabanlı yazı karakterleri giderek daha çeşitli ve kusursuz olur."
    },
    "explanation": "Donald Knuth’un geliştirdiği <b>Metafont</b>, yazı karakterlerini matematiksel formüllerle tanımlayan bir sistemdir. Metafont sayesinde, bir fontun temel yapısı bir kez tanımlandıktan sonra, yalnızca parametreleri değiştirerek <b>sonsuz sayıda stil ve varyantın</b> (farklı optik boyutlar, kalınlıklar, oranlar) otomatik olarak üretilmesi mümkün olmuştur. Bu, parametrik tipografinin temelini atmıştır."
  },
  {
    "id": "323542",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi Kore kökenli Sang Mun tarafından çevrim içi gözetleme mekanizmaları olarak özetlenebilecek Optical Character Recognition (OCR, Optik Karakter Tanıma) ve Text Recognition (Metin Tanıma) sistemleri tarafından algılanmayı engellemek için tasarlanan bir yazı karakteridir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "ZXX",
      "B": "IBM",
      "C": "OCR",
      "D": "Google+",
      "E": "Twitter"
    },
    "explanation": "Kore kökenli Sang Mun tarafından tasarlanan ve çevrim içi gözetleme mekanizmalarına karşı koymayı amaçlayan yazı karakteri <b>ZXX</b>’tir. ZXX, <b>Optik Karakter Tanıma (OCR)</b> ve diğer metin tanıma sistemleri tarafından algılanmayı engellemek için kasıtlı olarak bozuk, soyut veya manipüle edilmiş biçimlere sahiptir, böylece kullanıcının mesajının makine tarafından okunmasını zorlaştırır."
  },
  {
    "id": "326703",
    "unitNumber": 7,
    "text": "<strong>Deneysel bir yöntemle bozuk tipografik malzemelerin, kusurlu biçimlerin bir araya getirilmesiyle oluşturulan Template Gothic yazı karakterini kim geliştirmiştir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "P. Scott Makela",
      "B": "Zuzana Licko",
      "C": "John Baskerville’",
      "D": "Barry Deck",
      "E": "Joseph A. David"
    },
    "explanation": "Deneysel bir yöntemle, bozuk tipografik malzemelerin ve kusurlu biçimlerin bir araya getirilmesiyle oluşturulan ve 1990’ların <b>postmodern tipografisine</b> öncülük eden <b>Template Gothic</b> yazı karakteri, <b>Barry Deck</b> tarafından geliştirilmiştir. Bu font, kusursuzluk arayışına bir tepki olarak ortaya çıkmıştır."
  },
  {
    "id": "327254",
    "unitNumber": 7,
    "text": "I. Work Sans<br/>II. Canola<br/>III. Breite<br/><strong>Yukarıdakilerden hangisi ya da hangileri Metapolator ile geliştirilen ilk yazı ailelerindendir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "<b>Metapolator</b>, değiştirilebilir (variable) fontların geliştirilmesi için kullanılan açık kaynaklı bir araçtır ve ana tasarımlar arasında interpolasyon yaparak ara stilleri oluşturur. Metapolator ile geliştirilen ilk yazı aileleri ve test fontları arasında genellikle <b>Work Sans</b>, <b>Canola</b> ve <b>Breite</b> gösterilir. Bu nedenle I, II ve III doğrudur."
  },
  {
    "id": "327256",
    "unitNumber": 7,
    "text": "I. OpenType’ın geliştirilmesi<br/>II. Unicode’un geliştirilmesi<br/>III. İnternet kullanımının yaygınlaşması<br/>IV. Baskı teknolojilerinin geliştirilmesi<br/><strong>Yukarıdaki ifadelerden hangileri 20. yüzyılın sonunda tipografi alanında görülen değişimlerdendir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "I ve III",
      "C": "I, II ve III",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "20. yüzyılın sonunda tipografi alanında görülen değişimler, <b>dijitalleşme</b> ve globalleşme ile tetiklenmiştir. <b>OpenType’ın geliştirilmesi</b> (I) ve <b>Unicode’un geliştirilmesi</b> (II) fontların teknik kapasitesini ve dil desteğini artırmış; <b>İnternet kullanımının yaygınlaşması</b> (III) ekran tipografisini zorunlu kılmıştır. Aynı zamanda, <b>dijital baskı teknolojilerinin geliştirilmesi</b> (IV) de DTP’nin başarısı için kritik öneme sahiptir. Bu dört faktör de temel değişimlerdendir."
  },
  {
    "id": "327257",
    "unitNumber": 7,
    "text": "<strong>19. yüzyılda, Joseph A. David tarafından “Plaque Découpée Universelle” (Evrensel Modüler Şablon) isimli şablon aşağıdaki ifadelerden hangisini <u>içermez</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Majüskül harfler",
      "B": "Dijital karakterler",
      "C": "Aksanlar",
      "D": "Sayılar",
      "E": "Noktalama işaretleri"
    },
    "explanation": "19. yüzyılda Joseph A. David tarafından tasarlanan <b>“Plaque Découpée Universelle”</b> (Evrensel Modüler Şablon), harflerin şablonlar aracılığıyla geometrik parçalardan (düz çizgiler, yaylar, daireler) oluşturulmasına dayanır. Modüler yapısı gereği, bu şablon sistemi <b>karmaşık, bağlama duyarlı tipografik özellikler</b> (örneğin ligatürler veya modern fontlardaki alternatif karakter setleri) gibi 19. yüzyıl standartlarının ötesindeki unsurları <u>içermez</u>."
  },
  {
    "id": "363296",
    "unitNumber": 7,
    "text": "I. Work Sans<br/>II. Canola<br/>III. Breite<br/><strong>Yukarıdaki ifadelerden hangisi ya da hangileri metapolator ile geliştirilen ilk yazı ailelerindendir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "<b>Metapolator</b> ile geliştirilen ilk yazı aileleri, değiştirilebilir font teknolojisini kullanarak dinamik stil varyasyonları sunan örneklerdir. Bu ilk örnekler arasında <b>Work Sans</b>, <b>Canola</b> ve <b>Breite</b> yer alır. (I, II ve III doğrudur.)"
  },
  {
    "id": "370408",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi Barry Deck tarafından, deneysel bir yöntemle geliştirilen, bozuk tipografik malzemelerin, kusurlu biçimlerin bir araya geldiği dijital yazı karakteridir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "VAG Rounded",
      "B": "Template Gothic",
      "C": "FF Scala",
      "D": "System Error",
      "E": "ZXX"
    },
    "explanation": "Deneysel bir yaklaşımla geliştirilen ve <b>bozuk, kusurlu biçimleri</b> kasıtlı olarak kullanan dijital yazı karakteri <b>Template Gothic</b>'tir. Bu ikonik font, mükemmeliyetçi modernist yaklaşımlara karşı duran <b>Barry Deck</b> tarafından tasarlanmıştır."
  },
  {
    "id": "370410",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi Mrs Eaves yazı karakterinin özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "John Baskerville’in 18. yüzyıl yazı karakterlerinden esinlenilerek tasarlanmıştır.",
      "B": "Geleneksel bir yazı karakterinden yola çıkılarak tasarlanmıştır.",
      "C": "Zuzana Licko tarafından, 1996’da tasarlanmıştır.",
      "D": "Baskerville’nin karakterlerine kıyasla daha az kontrast ve daha küçük x-yüksekliğine sahiptir.",
      "E": "İki yazı karakterinin bir araya getirilmesiyle oluşturulan “Mutant” bir karakterdir."
    },
    "explanation": "Zuzana Licko tarafından tasarlanan <b>Mrs Eaves</b>, John Baskerville'den esinlenerek yaratılmış, dijital bir fonttur. Özellikleri arasında göreceli olarak <b>büyük x-yüksekliği</b> ve dijital kullanım için optimize edilmiş <b>düşük vuruş kontrastı</b> bulunur. Özelliklerinden biri olmayan şık, genellikle karakterin temel tasarımına aykırı bir ifadedir (örneğin: <b>çok yüksek vuruş kontrastına sahip olması</b>)."
  },
  {
    "id": "370417",
    "unitNumber": 7,
    "text": "<strong>Günümüzde dijital bir font bünyesinde yer alan tüm yazı karakterleri, çizilmeleri basit, ölçümleri hassas ve karmaşık şekillerin kolaylıkla oluşturulabilmesine olanak sağlayan eğrilere ne ad verilir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Hinting",
      "B": "Vector",
      "C": "“Anti-alised”",
      "D": "Bitmap",
      "E": "Bézier"
    },
    "explanation": "Günümüzde dijital bir font bünyesinde yer alan ve karakterlerin konturlarını tanımlayan, çizilmeleri basit, ölçümleri hassas ve karmaşık şekillerin kolaylıkla oluşturulabilmesine olanak sağlayan eğrilere <b>Bezier eğrileri</b> adı verilir. Bu eğriler, fontların <b>çözünürlükten bağımsız olarak ölçeklenebilir (scalable)</b> olmasını sağlar ve PostScript ile TrueType/OpenType formatlarının temelini oluşturur."
  },
  {
    "id": "323543",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi yazı karakterlerinin çeşitlenmesine neden olarak <u>gösterilemez</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Farklı çoğaltım tekniklerine uygunluk",
      "B": "Teknolojik gelişmeler",
      "C": "Taşıyıcı ortam (yüzey)",
      "D": "Okur gereksinimleri",
      "E": "Dönemin moda renkleri"
    },
    "explanation": "Yazı karakterlerinin çeşitlenmesi genellikle <b>teknolojik gelişmeler</b> (matbaacılıktan dijital baskıya geçiş), <b>okunabilirlik ve estetik ihtiyaçlar</b> (farklı yayın ortamları için), ve <b>tarihsel dönemlerin</b> veya <b>kültürel kaygıların</b> etkisiyle gerçekleşir. Gösterilemeyecek bir neden, bu itici güçlerle çelişen veya yazı karakterinin morfolojik yapısını doğrudan etkilemeyen bir faktör olmalıdır."
  },
  {
    "id": "323545",
    "unitNumber": 8,
    "text": "<strong>Aşağıdaki eşleştirmelerden hangisi grafik tasarımın vazgeçilmezi olan iki ögesini belirtir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Renk ve baskı teknikleri",
      "B": "Yazı ve düşünce",
      "C": "Baskı teknikleri ve yazı",
      "D": "Yazı ve resim",
      "E": "Resim ve renk"
    },
    "explanation": "Grafik tasarım, bir mesajı görsel yollarla iletme sanatıdır. Bu sürecin en temel ve vazgeçilmez iki ögesi <b>Tipografi (Yazı)</b> ve <b>İmge (Görsel/Görselleştirme)</b>'dir. Bir grafik tasarım ürünü, bu iki temel bileşenin dengeli ve anlamlı birleşimiyle oluşur."
  },
  {
    "id": "323547",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi yeni yazı karakterlerinin ortaya çıkmasının nedenlerinden biridir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Gelişen teknolojilerin gerektirdiği ve sağladığı olanaklar",
      "B": "Kişiye özel tasarımların yaygınlaşması",
      "C": "Eski çoğaltım tekniklerinin tümüyle terk edilmesi",
      "D": "Bireysel tercihlerin ön plana çıkması",
      "E": "OpenType formatının ortaya çıkması"
    },
    "explanation": "Yeni yazı karakterlerinin ortaya çıkmasının temel nedenleri arasında <b>teknolojideki yenilikler</b> (örneğin ekran çözünürlükleri veya dijital baskı gereksinimleri), <b>estetik trendlerin değişmesi</b> ve <b>yeni iletişim mecralarının</b> özel okunabilirlik talepleri yer alır. Bu nedenler, tasarımcıları güncel ihtiyaçlara uygun yeni formlar yaratmaya iter."
  },
  {
    "id": "323548",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi VOX-ATypI sınıflandırma sistemine temel teşkil eder?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Parametrik yazı karakterleri",
      "B": "Thibaudeau Sınıflandırması",
      "C": "Marcel Jacno Sınıflandırması",
      "D": "Robert Bringhurst Sınıflandırması",
      "E": "Codex 80"
    },
    "explanation": "VOX-ATypI (Association Typographique Internationale) sınıflandırma sistemi, 1962 yılında resmiyet kazanmıştır ancak temelini <b>Maxmilien Vox</b>'un 1952 yılında önerdiği ve yazı karakterlerini <b>tarihsel ve morfolojik özelliklerine</b> göre 9 ana kategoriye ayıran sistemden alır. ATypI daha sonra bu sistemi uluslararası kabul için 11 sınıfa genişletmiştir."
  },
  {
    "id": "323550",
    "unitNumber": 8,
    "text": "<strong>Maxmilien Vox sınıflandırmasının, Thibaudeau sınıflandırmasından ayrışan temel özelliği aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Serifleri temel alması",
      "B": "Mimarlık ve müzikte olduğu gibi tarihsel dönemleri temel alması",
      "C": "Kültürel altyapılarına göre yazı karakterlerini sınıflandırması",
      "D": "Seriflerin biçimi kadar x-yüksekliği, eksen gibi özellikleri dikkate alması",
      "E": "Yazı karakterlerini tasarlandıkları döneme göre sınıflandırması"
    },
    "explanation": "Maxmilien Vox sınıflandırması, yazı karakterlerini <b>tarihsel dönemler</b> ve <b>estetik biçimler</b> üzerinden gruplarken; Thibaudeau sınıflandırması (1921), yalnızca karakterlerin <b>serif yapısına ve çizgisel özelliklerine</b> odaklanmıştır (çizgili, çizgisiz, dik, üçgen serif vb.). Bu, Vox sistemini tarihsel bağlamda daha geniş kılar."
  },
  {
    "id": "323551",
    "unitNumber": 8,
    "text": "<strong>Maxmilien Vox sınıflandırma sisteminde dokuz kategori bulunurken bu sistemden kaynağını alan Vox-Atypl sisteminde on bir sınıf bulunmasının nedeni aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "“Fraktur” ve “Latin olmayan” (Non-Latin) yazı karakterlerinin eklenmesi",
      "B": "Ekran tabanlı yazı karakterlerinin ve duyarlı fontların eklenmesi",
      "C": "Seriflerin biçimi ile birlikte x-yüksekliği, eksen gibi özelliklerin dikkate alınması",
      "D": "Yazı karakterlerinin tarihsel altyapılarına uygun olarak sınıflandırılması",
      "E": "Seriflerin biçimsel özelliklerini ve açılarını temel alması"
    },
    "explanation": "Maxmilien Vox'un orijinal 9 kategorili sistemi (1952) büyük ölçüde Roma yazısından türeyen Latin karakterlerine odaklanmıştır. ATypI sisteminde (1962) sınıf sayısının 11'e yükseltilmesinin nedeni, <b>el yazısı/kaligrafik</b> (Scripts) ve <b>Latin dışı</b> (Non-Latin) yazı karakterlerini de kapsayarak sistemi <b>uluslararası kullanıma</b> uygun hale getirme zorunluluğudur."
  },
  {
    "id": "323552",
    "unitNumber": 8,
    "text": "<strong>Aldo Novarese sınıflandırma sisteminini temel aldığı özellikler aşağıdakilerin hangisinde eksiksiz olarak yer almaktadır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Serifler ve dizgi genişlikleri",
      "B": "Serifler ve x-yüksekliği",
      "C": "Serifli olup olmadıkları ve x-yüksekliği",
      "D": "Serifli olup olmadıkları ve seriflerin biçimsel, açısal farklılıkları",
      "E": "Seriflerin biçimsel farklılıkları"
    },
    "explanation": "Aldo Novarese'nin 1956'da geliştirdiği sınıflandırma sistemi, yazı karakterlerini sınıflandırırken sadece serife değil, aynı anda birden fazla morfolojik kritere dayanır. Bu kriterler arasında <b>kontrast, vurgu, gövde yapısı, serif biçimi</b> ve <b>optik gerilim</b> gibi özellikler eksiksiz olarak yer alır."
  },
  {
    "id": "323554",
    "unitNumber": 8,
    "text": "<strong>Her bir fontun yazı ailesi özelliği, serif biçimi, ağırlık, oran, kontrast, vurgu, kol biçimi, harf biçimi, orta çizgi, x-yüksekliği özelliklerine göre sınıflandırıldığı ve fontların bu özelliklerine dayanarak bir sınıflandırma numarası alarak sınıflandırıldığı sistem aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Ben Bauermeiste Panose-1 Sınıflandırma Sistemi",
      "B": "Aldo Novarese Sınıflandırma Sistemi",
      "C": "Bask Maxmilien Vox Sınıflandırma Sistemi",
      "D": "VOX-ATypI Sınıflandırma Sistemi",
      "E": "Codex 80"
    },
    "explanation": "Bahsedilen bu detaylı morfolojik analize (serif biçimi, x-yüksekliği, ağırlık, kontrast) dayanarak her bir fonta <b>benzersiz bir sınıflandırma numarası</b> atayan sistem <b>Codex 80</b> (veya onun temelini oluşturan DIN 16518) sınıflandırma sistemidir. Bu, tamamen <b>teknik ve ölçülebilir verilere</b> dayanan bir yaklaşımdır."
  },
  {
    "id": "323555",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi Codex 80 yazı karakteri sınıflandırma sisteminin alt kategorilerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Les simplices",
      "B": "Les claviennes",
      "C": "Les romaines",
      "D": "Futuriset",
      "E": "Les onciales"
    },
    "explanation": "Codex 80 sistemi, yazı karakterlerini hem morfolojik hem de tarihsel temellere göre numaralandırırken 10'dan fazla ana kategori kullanır. Bu alt kategoriler genellikle <b>Latin</b>, <b>Gotik</b>, <b>Dik Serifli</b> (Slab Serif) gibi yapılar içerir. Bu sistemin alt kategorilerinden biri <u>olmayan</u> şık, muhtemelen başka bir sınıflandırma sistemine (örneğin Thibaudeau'ya) özgü bir terimdir veya geleneksel olarak ayrı sınıflandırılmayan bir yapıdır."
  },
  {
    "id": "323556",
    "unitNumber": 8,
    "text": "<strong>Aşağıdaki verilen bilgilerden hangisi Robert Bringhurst yazı karakterleri sınıflandırırma sistemi hakkında <u>söylenemez</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yazı karakterleri dönemlerden yararlanılarak sınıflandırılır.",
      "B": "Yazı karakterleri tarihsel bağlamları ile ele alınır.",
      "C": "Yazı karakterlerinin, tıpkı müzik, resim, mimari gibi zaman içinde değiştiklerinin göz önünde bulundurulmasını gerekli görür.",
      "D": "Yazı karakterleri sınıflandırılırken sekiz dönemden yararlanılır ve her bir sınıf ismini dönemine damga vurmuş üsluptan alır.",
      "E": "Yazı karakterlerini ayrıştıran temel özellikler seriflli olup olmadıkları ve seriflerinin biçimsel, açısal farklılıklarıdır."
    },
    "explanation": "Robert Bringhurst'ün sınıflandırması, diğer sistemlerin aksine (Novarese veya Codex 80 gibi) <b>teknik veya morfolojik ölçümlere</b> odaklanmaz. Daha çok yazı karakterlerinin <b>tarihsel bağlamını</b>, <b>coğrafi kökenini</b> ve <b>estetik kalitesini</b> baz alır. Bu nedenle, tamamen teknik kriterlere dayandığını iddia eden bir bilgi doğru <u>söylenemez</u>."
  },
  {
    "id": "370428",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi yazı karakterlerinin sınıflandırılmasındaki farklı yaklaşımlardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Tarihsel altyapı",
      "B": "Biçimsel özellik",
      "C": "Kullanım alanları",
      "D": "Kişisel tercihler",
      "E": "Taşıyıcı yüzeyler"
    },
    "explanation": "Yazı karakteri sınıflandırmasında temel yaklaşımlar: <b>Tarihsel</b> (Vox), <b>Morfolojik/Yapısal</b> (Thibaudeau, Novarese) ve <b>Fonksiyonel/Sayısal</b> (Codex 80)'dir. Bu yaklaşımlar dışındaki, fontun özüyle doğrudan ilgili olmayan bir kriter (örneğin sadece renk veya harf boyutu gibi) farklı bir yaklaşım olarak kabul <u>edilmez</u>."
  },
  {
    "id": "370429",
    "unitNumber": 8,
    "text": "<strong> Aşağıdakilerden hangisi Thibaudeau sınıflandırma sisteminin alt kategorilerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "“Elzévir”ler",
      "B": "“Didot”lar",
      "C": "Non-Latin karakterler",
      "D": "“Égyptienne”lar",
      "E": "“Antiques”"
    },
    "explanation": "Thibaudeau sınıflandırması tamamen <b>serifin varlığına ve biçimine</b> odaklanır. Ana alt kategorileri şunlardır: <b>Antik (Elzévirienne)</b>, <b>Yeni (Didot)</b>, <b>Dik (Égyptienne)</b> ve <b>Çizgisiz (Sans Sérif)</b>. Bu gruplamaların dışında kalan ve serife dayanmayan (örneğin 'Grafik' veya 'Script' gibi) bir kategori Thibaudeau sisteminin alt kategorilerinden biri <u>değildir</u>."
  },
  {
    "id": "370441",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi Maxmilien Vox tarafından 1952 yılında önerilen Vox sınıflandırma sisteminde yer alan bir sınıf <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Humanistic",
      "B": "Transitional (Réales)",
      "C": "Non-Latin",
      "D": "Didonic",
      "E": "Lineal"
    },
    "explanation": "Maxmilien Vox, 1952'de sistemini önerirken 9 ana sınıf belirlemiştir (Garalde, Didone, Lineal vb.). Daha sonra eklenen veya başka sistemlere ait olan bir sınıf (örneğin <b>Non-Latin</b>, <b>Geometric</b> veya <b>Sayısal Kodlar</b>) bu orijinal 9 kategori arasında yer <u>almaz</u>. Orijinal sistem tarihi kronolojiye dayanır."
  },
  {
    "id": "323561",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi yazı karakterlerinin sınıflandırılmasının yararlarından biri <u>olamaz</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Yazı karakterlerinin biçimsel özelliklerini kavrayabilmek",
      "B": "Modaya uygun yazı karakterleri seçebilmek",
      "C": "Gerektiğinde yazı karakterlerini eşleştirebilmek",
      "D": "Yazı karakterlerini görsel olarak ayırt edebilmek",
      "E": "Yazı karakterlerinin tarihsel olarak tanımlanabilmesi"
    },
    "explanation": "Yazı karakterlerinin sınıflandırılması, tipografi ve tasarım alanında büyük faydalar sağlar. Bunlar arasında: <b>karakteristik özelliklerin kolayca belirlenmesi</b>, tarihsel bağlamın anlaşılması, uygun yazı tipinin seçimi ve tasarım iletişiminde standart bir dil oluşturulması sayılabilir. Sınıflandırmanın bir yararı <u>olamayacak</u> şey, genellikle teknik veya mesleki bir amaca hizmet etmeyen, sübjektif veya kişisel eylemlerdir (Örneğin, kişisel hatıra defteri oluşturmak gibi). Sınıflandırma, <b>yazı karakterlerinin evrimini ve ilişkilerini</b> anlamak için kritik öneme sahiptir."
  },
  {
    "id": "323562",
    "unitNumber": 9,
    "text": "<strong>Aşağıdaki özelliklerden hangisi Hümanist yazı karakterlerine ait <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "İlk örnekleri Venedik’te ortaya çıkar.",
      "B": "Kaynağını Hümanist el yazısından alır.",
      "C": "İlk örnekleri Nicolas Jenson tarafından tasarlanır.",
      "D": "Tümüyle geometrik formlardan, daire ve daire parçalarından oluşur.",
      "E": "Kaligrafik kökenlidir."
    },
    "explanation": "Hümanist (Humanist / Venedik Antikva) yazı karakterleri, 15. yüzyılda <b>el yazısından (Karolenj minüskülleri) doğrudan ilham almıştır</b>. Bu karakterlerin özellikleri arasında <b>eğik eksen</b> (soldan sağa hafifçe eğimli), düşük veya orta düzeyde vuruş kalınlık kontrastı ve kalın, eğimli serifler bulunur. Hümanist karakterlere ait <u>olmayan</u> özellikler arasında, dikey eksen (90 derece) ve aşırı kalın-ince kontrastı sayılır. Bu özellikler genellikle daha sonraki dönem olan <b>Didone (Modern Neoklasik)</b> karakterlere aittir."
  },
  {
    "id": "323563",
    "unitNumber": 9,
    "text": "<strong>“Garalde” (Old Style) yazı karakterlerinin isim kaynağı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Mimarlık tarihindeki Gotik dönem isim kaynağıdır",
      "B": "William Caslon ve Giambattista Bodoni’nin isimlerinin birleşmesi",
      "C": "Claude Garamond ve Aldus Manutius’un isimlerinin birleşmesi",
      "D": "Adobe Garamond yazı karakteri isim kaynağıdır",
      "E": "Aldus Manutius isim kaynağıdır"
    },
    "explanation": "Garalde (Old Style), Hümanist karakterlerden sonra gelişen, 16. yüzyıl Fransız tipografisinin başat sınıfıdır. Bu sınıf, adını dönemin önde gelen iki büyük tipografi ustasından almıştır: Fransız tipograf <b>Claude Garamond</b> ve Venedik/İtalyan matbaacı <b>Aldus Manutius</b> (ya da onun çalıştığı stildeki harfler). 'Garalde', bu iki ustanın isimlerinin birleşimiyle (Garamond + Aldus) ortaya çıkmıştır ve VOX/ATypI sınıflandırmasında kullanılmaktadır."
  },
  {
    "id": "323564",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi “Transitional” (Geçişsel) dönem yazı karakterleri tasarlayan tasarımcılardan biridir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "John Baskerville",
      "B": "Giambattista Bodoni",
      "C": "Marcel Jacno",
      "D": "Robert Bringhurst",
      "E": "Nicolas Jenson"
    },
    "explanation": "Transitional (Geçişsel) dönem yazı karakterleri, 18. yüzyılda Garalde ve Didone stilleri arasında bir köprü görevi görmüştür. Bu karakterler, Garalde'ye göre daha yüksek kontrast ve daha dik eksen kullanır. Bu dönemin en bilinen ve etkili tasarımcısı, İngiliz matbaacı ve tasarımcı <b>John Baskerville</b>'dir. Onun tasarladığı 'Baskerville' yazı karakteri, Geçişsel stili mükemmel bir şekilde temsil eder."
  },
  {
    "id": "323565",
    "unitNumber": 9,
    "text": "<strong>Giambattista Bodoni’nin tasarladığı yazı karakterleri VOX Atypl sınıflandırmasına göre hangi kategorinin en iyi örnekleri arasında sayılır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Gotik",
      "B": "Didone (Modern Neoklasik)",
      "C": "Glifik",
      "D": "Aldine (Old Style)",
      "E": "Kaligrafik"
    },
    "explanation": "Giambattista Bodoni, 18. yüzyılın sonlarında İtalya'da çalışmış ve Modern Neoklasik stili (VOX/ATypI'da <b>Didone</b> olarak bilinir) zirveye taşımıştır. Bodoni'nin tasarımları, <b>aşırı dikey eksen</b>, <b>saç çizgisi inceliğinde serifler</b> ve vuruş kalınlıklarında <b>yüksek kontrast</b> (kalın ve ince çizgiler arasındaki keskin fark) ile karakterize edilir. Bu özellikler Didone sınıfının en belirgin örnekleridir."
  },
  {
    "id": "323566",
    "unitNumber": 9,
    "text": "<strong>Köşeli serifliler (slab serif / Egyptian serif) ortaya çıktıkları dönemde hangi gereksinimi karşılamışlardır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Serbest el yazısını taklit etmek amacıyla kullanılmıştır.",
      "B": "Orta Çağ dinî el yazmalarını taklit etmek amacıyla kullanılmıştır.",
      "C": "II. Dünya Savaşı sonrası yenilikçi bir görsel dil yaratma amacına hizmet etmiştir.",
      "D": "Sanayi Devrimi sonrası doğan reklamcılığın yeni ve dikkat çekici yazı karakterlerine duyduğu gereksinimi karşılamıştır.",
      "E": "Kültürel eğilimleri yansıtmak; belirli bir düşünme şekli, dönem ve temayı anımsatmak gereksinimini karşılamıştır."
    },
    "explanation": "Köşeli serifliler (Slab Serif / Egyptian), 19. yüzyılın başlarında, Sanayi Devrimi ve reklamcılığın yükselişi döneminde ortaya çıkmıştır. Bu karakterler, eski stillere kıyasla <b>daha fazla dikkat çekme</b> ve uzaktan okunabilme gereksinimini karşılamıştır. Kalın ve blok şeklindeki serifleri sayesinde, gazete ilanlarında, afişlerde ve başlık metinlerinde <b>sağlam, güçlü ve anıtsal bir görünüm</b> sağlamışlardır."
  },
  {
    "id": "323567",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi Grotesk (Sans Serif) yazı karakterlerinin özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "“Linéal” bu yazı karakteri sınıfına verilen bir diğer isimdir.",
      "B": "Kaynakları Orta Çağ dinî el yazmalarına dayanır.",
      "C": "Aynı zamanda Amerikan Gotikleri olarak da adlandırılırlar.",
      "D": "Ticari olarak popüler olan ilk serifsiz yazı karakterleridir.",
      "E": "Çizgi ağırlıklarında hafif kontrast vardır ve birçok eğri hafif köşelidir."
    },
    "explanation": "Grotesk (Sans Serif / Serifsiz) yazı karakterleri, 19. yüzyılda ortaya çıkmıştır ve en temel özellikleri <b>seriflerinin olmamasıdır</b>. Genellikle <b>minimal kontrast</b> (vuruş kalınlıklarının hemen hemen eşit olması) ve endüstriyel, sade bir görünüme sahiptirler. Bu karakterlerin özelliklerinden biri <u>olmayan</u> şey, Garalde, Transitional veya Didone gibi sınıflara özgü olan <b>belirgin bir kalın-ince kontrastına</b> sahip olmaları veya <b>eğimli bir eksene</b> sahip olmalarıdır."
  },
  {
    "id": "323568",
    "unitNumber": 9,
    "text": "<strong>En zor okunan ve Grotesk (Sans Serif) üst sınıfına dâhil olan sınıflandırma aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Neo-Grotesk (Neoklasik Sans Serifler)",
      "B": "Hümanist Sans",
      "C": "Geometrik Sans",
      "D": "Glifik",
      "E": "Neo Grotesk"
    },
    "explanation": "Grotesk (Sans Serif) üst sınıfına dâhil olan alt sınıflar arasında Geometrik, Neo-Grotesk ve Hümanistik bulunur. Genellikle <b>Geometrik Sans Serifler</b> (örneğin Futura), harfleri daire ve kare gibi temel geometrik formlara indirgedikleri için, uzun metinlerde <b>en zor okunan</b> sınıf olarak kabul edilirler. Neo-Groteskler (Helvetica) ve Hümanistik Sans Serifler (Frutiger) genellikle daha iyi okunabilirlik sunar."
  },
  {
    "id": "323569",
    "unitNumber": 9,
    "text": "<strong>Aşağıdaki seçeneklerden hangisi Glifik yazı karakterlerinin özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "“Modern Neoklasik serifli yazı karakterleri” olarak da tanımlanırlar.",
      "B": "Kalemle çizilmiş harflerden çok taşa veya metale oyulmuş harflerle benzerlik gösterirler.",
      "C": "Anıtsal, güçlü ve sağlamdırlar.",
      "D": "Genellikle üçgen şekilli seriflere sahiptirler.",
      "E": "Bazı yazı karakteri sınıflandırma sistemlerinde “Glifik” ve “Latin” olmak üzere iki grup altında değerlendirilirler."
    },
    "explanation": "Glifik (Glyphic) yazı karakterleri, genellikle <b>taşa veya metale oyulmuş izlenimi</b> veren, anıtsal ve sağlam harf biçimleridir (örneğin Trajan). Özellikleri arasında; <b>keskin ve güçlü serifler</b> (bazıları üçgenimsi), ve anıtsal bir yapı bulunur. Bu karakterlerin özelliklerinden <u>olmayan</u> şey, <b>organik, akışkan veya bitişik el yazısı formu</b> taşımalarıdır. Bu tür özellikler Script (El Yazısı) sınıfına aittir."
  },
  {
    "id": "323570",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi Gotik yazı karakterlerine verilen isimlerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Fraktur",
      "B": "Neo-Klasik",
      "C": "Blackletter",
      "D": "Tekstura",
      "E": "Lombardic"
    },
    "explanation": "Gotik yazı karakterleri (Blackletter), Orta Çağ Avrupa'sında kullanılmış, yoğun ve köşeli yapılarıyla karakterize edilir. Bu karakterlere verilen isimler genellikle tarihsel stillerini belirtir: <b>Textura</b>, <b>Rotunda</b>, <b>Schwabacher</b> ve <b>Fraktur</b>. Bu isimlerin dışında kalan ve Gotik yazı karakterlerine verilen isimlerden biri <u>olmayan</u> seçenek, genellikle Roman (Antikva) sınıflarına ait olan bir isimdir (örneğin, Garalde veya Bodoni)."
  },
  {
    "id": "370454",
    "unitNumber": 9,
    "text": "<strong>İlk örnekleri 15. yüzyılın sonlarında, Venedik’teki matbaalarda üretilen, 9. yüzyıl Karolenj minüsküllerinden kaynağını alan ve bugüne kadar kullanılagelen yazı karakteri sınıflarının ilk örneği olarak kabul edilen yazı karakteri sınıfı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Garalde (Old Face)",
      "B": "Glifik",
      "C": "Gotik (Fraktur)",
      "D": "Hümanist (Venetian)",
      "E": "Hümanist Sans"
    },
    "explanation": "Bugüne kadar kullanılagelen yazı karakteri sınıflarının ilk örneği, 15. yüzyılın sonlarında Venedik’teki matbaalarda üretilen ve 9. yüzyıl <b>Karolenj minüsküllerinden</b> kaynağını alan tiplerdir. Bu sınıf, <b>Hümanist (Humanist)</b> yazı karakterleri olarak adlandırılır. Bunlar, <b>el yazısına en yakın</b> formlara sahip olan ve Roman (Antikva) geleneğini başlatan karakterlerdir."
  },
  {
    "id": "370455",
    "unitNumber": 9,
    "text": "<strong>Aşağıdaki özelliklerden hangisi el yazısından ilk olarak uzaklaşan yazı karakteri sınıfına verilen isimdir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Glifik",
      "B": "Hümanist (Venetian)",
      "C": "Garalde (Old Face)",
      "D": "Gotik (Fraktur)",
      "E": "Didone (Modern Klasik)"
    },
    "explanation": "Yazı karakterlerinin sınıflandırılması, el yazısından uzaklaşma derecesine göre bir evrim gösterir. Hümanist karakterler el yazısına çok yakındır. El yazısından ilk olarak uzaklaşan ve formları daha resmi, daha rafine hale getiren sınıf, 16. yüzyıl Fransız stilini temsil eden <b>Garalde (Old Style)</b> sınıfıdır. Bu sınıf, Hümanist karakterlerin eğik eksenini korusa da, serifleri daha ince ve yapıları daha organize hale gelmiştir."
  },
  {
    "id": "370457",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi Didone (Modern Neoklasik) yazı karakterleri tasarlayan tasarımcılardan biridir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "John Baskerville",
      "B": "Giambattista Bodoni",
      "C": "Marcel Jacno",
      "D": "Robert Bringhurst",
      "E": "Nicolas Jenson"
    },
    "explanation": "Didone (Modern Neoklasik) yazı karakterleri, 18. yüzyılın sonları ve 19. yüzyılın başlarında, Aydınlanma Çağı’nın mantık ve düzen arayışını yansıtır. Bu sınıfın önde gelen iki tasarımcısı İtalyan <b>Giambattista Bodoni</b> ve Fransız <b>Firmin Didot</b>’dur. Onların tasarımları, Didone stilinin temel özellikleri olan <b>yüksek kontrast ve dikey ekseni</b> belirlemiştir."
  },
  {
    "id": "370459",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi Neo-Grotesk (Neoklasik Sans Serifler) sınıfına dâhil bir yazı karakteri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Helvetica",
      "B": "Times New Roman",
      "C": "Univers",
      "D": "Bell Centennial",
      "E": "Meta"
    },
    "explanation": "Neo-Grotesk (Neoklasik Sans Serifler), 20. yüzyılın ortalarında ortaya çıkan ve 19. yüzyılın ilk Grotesk tiplerini (örneğin Akzidenz Grotesk) rafine eden karakterlerdir. <b>Helvetica</b> ve <b>Univers</b> bu sınıfın en bilinen örnekleridir. Neo-Grotesk sınıfına dâhil <u>olmayan</u> bir yazı karakteri genellikle Geometrik (örneğin <b>Futura</b>) veya Hümanistik Sans Serif (örneğin Gill Sans veya Frutiger) sınıflarına aittir, çünkü bunlar farklı yapısal ilkelere dayanır."
  },
  {
    "id": "370460",
    "unitNumber": 9,
    "text": "<strong>Avrupa’da yazıdan dizgiye aktarılan ilk harf biçimleri sınıfına ne ad verilir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Linéal",
      "B": "Hümanist Sans",
      "C": "Geometrik Sans",
      "D": "Gotik",
      "E": "Neo Grotesk"
    },
    "explanation": "Avrupa’da el yazısından (kaligrafi) dizgiye (tipo/baskı) aktarılan ilk harf biçimleri sınıfı, Rönesans döneminde (15. yüzyıl) geliştirilen <b>Hümanist (Humanist)</b> karakterlerdir. Bu karakterler, klasik Karolenj minüsküllerini temel alarak <b>Roman harf formunun</b> temelini oluşturmuştur ve ilk Antikva (Old Style) örnekleri olarak kabul edilirler."
  },
  {
    "id": "370461",
    "unitNumber": 9,
    "text": "<strong>Kaynağını bitişik veya ayrık yazılan el yazısından alan son derece organik formlara sahip, kesik uçlu bir yazı aracı ile yazılmış gibi görünen karakterlere sahip yazı karakteri sınıfı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Neo-Grotesk (Neoklasik Sans Serifler)",
      "B": "Kaligrafik Yazı Karakterleri",
      "C": "Hümanist Sans",
      "D": "Geometrik Sans",
      "E": "Glifik"
    },
    "explanation": "Kaynağını bitişik veya ayrık yazılan el yazısından alan, son derece <b>organik formlara</b> sahip ve <b>kesik uçlu bir yazı aracı (divit/kalem)</b> ile yazılmış gibi görünen karakterlere sahip yazı karakteri sınıfı <b>Script (El Yazısı)</b> olarak adlandırılır. Bu karakterler, kaligrafik akışkanlığı ve kişisel el yazısı hissini taklit etme amacı güderler."
  },
  {
    "id": "370462",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi kalemle çizilmiş harflerden çok taşa veya metale oyulmuş; anıtsal, güçlü ve sağlam görünüme sahip yazı karakterleri sınıfına verilen isimdir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Glifik",
      "B": "Neo-Grotesk (Neoklasik Sans Serifler)",
      "C": "Kaligrafik Yazı Karakterleri",
      "D": "Hümanist Sans",
      "E": "Geometrik Sans"
    },
    "explanation": "Kalemle çizilmiş harflerden çok, <b>taşa veya metale oyulmuş</b> izlenimi veren; <b>anıtsal, güçlü ve sağlam</b> görünüme sahip yazı karakterleri sınıfı <b>Glifik (Glyphic)</b> olarak adlandırılır. Bu karakterler, genellikle antik Roma yazıtlarındaki (örneğin Trajan Sütunu) harf formlarından ilham alır ve serifleri keskin kenarlı veya üçgenimsi olabilir."
  },
  {
    "id": "323571",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi bir yazı karakterlerinin başarılı tipografik sonuçlara olanak tanımasını sağlayan özelliklerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Geniş bir yazı ailesinin üyesi olması",
      "B": "Ligatür seçenekleri sunması",
      "C": "Alternatif karakterler içermesi",
      "D": "Farklı tarz rakam setlerine sahip olması",
      "E": "Tümüyle majüskül karakterlerden oluşması"
    },
    "explanation": "Bir yazı karakterinin başarılı tipografik sonuçlara olanak tanıması için genellikle <b>okunabilirlik</b> (legibility), <b>kapsamlı karakter seti</b> (extended character set) ve teknik olarak sağlamlık gerekir. Başarılı tipografi, metnin amacına hizmet etmesini gerektirir. Eğer bir şıkta aşırı süslü veya okunabilirliği düşüren bir özellik varsa, bu başarılı sonuçlara engel olabilir. Başarılı tipografi, genelde harflerin düzgün akışını ve tutarlı ağırlığını gerektirir. (Varsayılan doğru cevap, tipografik başarıyı engelleyen bir özelliktir.)"
  },
  {
    "id": "323572",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi çok dilli tasarımları teknik açıdan destekleyen ve bir metindeki görsel ifadeyi birden fazla dile ve hatta yazı sistemine taşımayı mümkün kılan formattır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "OpenType",
      "B": "Postscript",
      "C": "TrueType",
      "D": "Masaüstü Yayıncılık",
      "E": "Mac Fontları"
    },
    "explanation": "Çok dilli ve karmaşık yazı sistemlerini (Arapça, İbranice, Hint dilleri, vb.) destekleyen, geniş bir glif kümesine ve gelişmiş tipografik özelliklere (otomatik ligatürler, stilistik varyasyonlar) sahip olan format <b>OpenType (OTF)</b> formatıdır. OpenType, metinlerin görsel ifadesini birden fazla dile ve yazı sistemine taşımayı mümkün kılar, bu da onu çok dilli tasarımlar için teknik açıdan en uygun format yapar."
  },
  {
    "id": "323573",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi eski tarz rakamlara (old style figures) verilen bir diğer isimdir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Minüskül",
      "B": "Small Caps",
      "C": "Majüskül",
      "D": "Sırasız rakamlar",
      "E": "Sıralı rakamlar"
    },
    "explanation": "Eski tarz rakamlar (old style figures), tıpkı minüskül harfler gibi <b>çıkıntılara (ascender) ve iniklere (descender)</b> sahip oldukları için metnin taban çizgisini bozarlar. Bu özellikleri nedeniyle onlara genellikle <b>Minüskül Rakamlar (Lowercase Figures)</b> veya <b>Metin Rakamları (Text Figures)</b> adı verilir. Bunlar, metin akışı içinde daha uyumlu görünürler."
  },
  {
    "id": "323574",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi sıralı rakamların (lining figures) özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Eski tarz rakamlardan üretilmişlerdir.",
      "B": "Rakamlar majüskül harflerle aynı yüksekliğe sahiptir.",
      "C": "“Regular numerals” ve “titling figures” olarak da isimlendirilirler.",
      "D": "Minüskül harfler gibi hareket ederek metnin dokusuna uyum sağlarlar.",
      "E": "Tablolar veya hesap cetvellerinde tercih edilirler."
    },
    "explanation": "Sıralı rakamlar (lining figures), genellikle <b>büyük harf yüksekliği</b> (cap height) ile aynı yükseklikte olan ve taban çizgisine (baseline) hizalanan rakamlardır. Bu rakamların temel özelliklerinden biri, tıpkı majüskül harfler gibi <b>tek tip yükseklikte</b> olmalarıdır. Bu nedenle, eski tarz rakamlarda görülen <b>ascender ve descender'a sahip olmaları</b> (yükselip alçalmaları) sıralı rakamların bir özelliği <u>değildir</u>."
  },
  {
    "id": "323575",
    "unitNumber": 10,
    "text": "<strong>İstanbul Kent Bildirişim Tasarımı Projesi’nde tabelaların alt kısmında semt isimleri için ayrılan bölümde her semt için farklı bir renk kullanılmasının amacı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Metnin dokusuna uyum sağlamak",
      "B": "Bölgesel farklılıkları görünür kılmak",
      "C": "Metin rengi ile kontrast oluşturmak",
      "D": "Semt isimlerini görünür kılmak",
      "E": "Saatte 72 km hızla giden sürücülerin kolay okumasını sağlamak"
    },
    "explanation": "Kent bildirişim (wayfinding) projelerinde renklerin kullanımı, <b>bilginin hızlı kodlanması</b> ve <b>ayrıştırılması</b> amacını taşır. İstanbul Kent Bildirişim Tasarımı Projesi’nde semt isimleri için farklı renkler kullanılması, kullanıcıların ilgili semti veya bölgeyi hızlıca tanımasını ve sistemin görsel olarak daha kolay <b>kategorize edilmesini</b> sağlar, böylece yön bulma süreçleri hızlanır."
  },
  {
    "id": "323576",
    "unitNumber": 10,
    "text": "<strong>“Küçük büyük harfler”in kullanım alanı aşağıdaki seçeneklerden hangisinde eksiksiz verilmiştir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Metin içinde özel isimlerin yazımında",
      "B": "Metin içinde tarihlerin yazımında",
      "C": "Metin içinde vurgulanmak istenen sözcük veya sözcük gruplarının yazımında",
      "D": "Hesap cetvelleri ve tabloların hazırlanmasında",
      "E": "Metin içinde küçük punto ile yazılmak istenen sözcüklerde"
    },
    "explanation": "Küçük büyük harfler (Small Caps), metin içinde <b>vurgulama yapmak</b> veya standart büyük harflerin çok baskın kaldığı yerlerde kullanılır. En yaygın ve eksiksiz kullanım alanları: <b>Kısaltmalar</b> (örneğin A.B.D., T.C. yerine A.B.D., T.C.) ve <b>metin içi başlıklar</b>dır. Bu alanlarda kullanıldıklarında, standart büyük harflerin görsel baskınlığını azaltarak metnin genel dokusuyla uyum sağlarlar."
  },
  {
    "id": "323577",
    "unitNumber": 10,
    "text": "<strong>“Pro” olarak adlandırılan fontların ortak özelliği nedir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Çekçe, Lehçe, Macarca gibi Doğu Avrupa dilleri ile bazen Yunanca ile Rusça’da bulunan karakterleri içeren fontlardır ve daha geniş bir kullanım alanına sahiptir.",
      "B": "Türkçedeki tüm karakterleri ve gerekli tüm aksanları içeren fontlardır.",
      "C": "Orantılı-boşluklu karakterlerden oluşan fontlardır.",
      "D": "Satırlar oluşturacak şekilde yatay olarak yan yana gelmeleri halinde tüm satırların düzenli sütunlar oluşturduğu fontlardır.",
      "E": "Matematik işlemleri veya muhasebe hesaplamaları gibi basamak değerlerinin alt alta gelmesinin önemli olduğu kullanım alanlarında tercih edilen fontlardır."
    },
    "explanation": "Tipografide “Pro” olarak adlandırılan fontlar, standart versiyonlara göre çok daha geniş bir karakter yelpazesi sunar. Ortak özellikleri, genişletilmiş <b>OpenType</b> desteği, <b>çok dilli glifler</b> (örneğin Doğu Avrupa, Orta Avrupa dilleri) ve bol miktarda <b>stilistik varyasyonlar</b> (ligatürler, alternatif rakam stilleri vb.) içermesidir. Bu, daha profesyonel ve esnek kullanıma olanak tanır."
  },
  {
    "id": "323578",
    "unitNumber": 10,
    "text": "<strong>Temelde aynı özellikleri taşımakla birlikte farklı çizgi kalınlığı (ağırlık) ve oranlara sahip (darlaştırılmış, genişletilmiş, vb.) fontlardan oluşan ve bazen italik çeşitlemeleri de içeren font gruplarına ne ad verilir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Küçük büyük harfler",
      "B": "Sıralı rakamlar",
      "C": "Geometrik Sans",
      "D": "Yazı ailesi",
      "E": "Font"
    },
    "explanation": "Farklı çizgi kalınlıklarına (regular, bold, light) ve oranlara (condensed, extended) sahip, ancak temel tasarım özelliklerini koruyan birbiriyle uyumlu font varyasyonlarının tümüne <b>Yazı Ailesi (Typeface Family)</b> adı verilir. Bir yazı ailesi, tasarımcıya metin hiyerarşisi oluşturmak için gerekli tüm araçları sunar."
  },
  {
    "id": "323579",
    "unitNumber": 10,
    "text": "<strong>2010 yılında İstanbul’da kurulan kültür enstitüsü SALT'ın kurumsal kimlik tasarımının resmî bir logo yerine özel olarak tasarlanan Kraliçe yazı karakteri ile bütünleşmesinin ardından S-A-L-T harflerinin konuk tasarımcılar tarafından düzenli olarak yeniden tasarlanmasının amacı aşağıdakilerden hangisi <u>olamaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kültürel değişimin sürekliliğini vurgulamak",
      "B": "Tasarım alanındaki düşünsel birikime katkı yapılması",
      "C": "Yazı karakterinin kendi özgün bağlamının dışında kullanıcı ve izleyiciler ile buluşmasını sağlamak",
      "D": "Kurumun yenilikçi duruşunu korumak",
      "E": "Güncel modayı uygun tasarımlarla gündeme gelmek"
    },
    "explanation": "SALT’ın kurumsal kimliğinde S-A-L-T harflerinin düzenli olarak yeniden tasarlanmasının amacı, enstitünün <b>dinamik, esnek ve çok yönlü yapısını</b> yansıtmak ve farklı sergilerin veya etkinliklerin ruhunu tasarıma dahil etmektir. Bu süreç, kurumun <b>sürekli bir tartışma ve değişim odağı</b> olmasını vurgular. Bu tür bir yaklaşımın amacı asla kurumsal kimliği <b>katı ve değişmez bir yapıya oturtmak</b> olamaz; tam tersi amaçlanır."
  },
  {
    "id": "323580",
    "unitNumber": 10,
    "text": "<strong>ABD’de Highway Gothic yerine kullanılmak üzere sipariş edilen geniş iç boşluklu ve daha büyük x-yüksekliğine sahip minüskül ve majüskül harflerden oluşan yazı karakteri aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Helvetica",
      "B": "Kent",
      "C": "Kraliçe",
      "D": "Clearview",
      "E": "Univers"
    },
    "explanation": "ABD’de Highway Gothic yerine kullanılmak üzere tasarlanan, daha iyi okunabilirlik için <b>geniş iç boşluklara</b> (apertures) ve özellikle sisli veya düşük ışıklı koşullarda minüskül harflerin daha belirgin olması için <b>daha büyük x-yüksekliğine</b> sahip yazı karakteri <b>Clearview</b>'dır (Tam adı ClearviewHwy). Bu karakter, sürücülerin yüksek hızlarda levhaları daha hızlı okumasını sağlamak amacıyla geliştirilmiştir."
  },
  {
    "id": "370464",
    "unitNumber": 10,
    "text": "<strong>Tablolar veya hesap cetvelleri söz konusu olduğunda hangi tarz rakamları kullanmak uygun olur?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Eski tarz rakamlar",
      "B": "Sırasız rakamlar",
      "C": "Romen rakamları",
      "D": "Sıralı rakamlar",
      "E": "Minüsküller"
    },
    "explanation": "Tablolar, hesap cetvelleri veya finansal dökümanlar gibi dikey hizalamanın kritik olduğu yerlerde <b>Sıralı Rakamlar (Lining Figures)</b> kullanılmalıdır. Özellikle <b>Tek Boşluklu Rakamlar (Tabular Figures)</b> tercih edilir, çünkü tüm rakamlar (1 dahil) aynı yatay genişliğe sahiptir. Bu, rakamların alt alta kusursuzca <b>hizalanmasını</b> sağlar ve sütunların kaymasını önler."
  },
  {
    "id": "370465",
    "unitNumber": 10,
    "text": "<strong>Aşağıdaki rakam tarzlarından hangisi metin içinde kullanılırken metnin dokusunu bozmayacağı için tercih edilmelidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Sıralı rakamlar",
      "B": "Eski tarz rakamlar",
      "C": "Romen rakamları",
      "D": "Minüsküller",
      "E": "Majüsküller"
    },
    "explanation": "<b>Eski Tarz Rakamlar (Old Style Figures)</b>, alçalıp yükselen çıkıntı ve iniklere sahip oldukları için (minüskül harfler gibi), paragraf metni içinde kullanıldıklarında metnin <b>görsel dokusunu</b> ve <b>akışını</b> bozmazlar. Standart sıralı rakamlar ise metin içinde dikkat çekici ve baskın durabilir. Bu yüzden metin içi akıcılık için eski tarz rakamlar tercih edilir."
  },
  {
    "id": "370467",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi orantılı boşluklu rakamların özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Her bir rakamın kendi genişlik değeri vardır.",
      "B": "Yan yana ve alt alta geldiklerinde düzgün sütunlar oluşturmazlar.",
      "C": "Mali kayıtlarda, matematik işlemlerinde tercih edilirler.",
      "D": "Hesaplamalarda tercih edilmezler.",
      "E": "Metin içinde majüskül harfler gibi hareket ederler."
    },
    "explanation": "Orantılı boşluklu rakamlar (proportional figures), harfler gibi <b>doğal genişliklerine</b> (mesela '1' dar, '8' geniş) sahiptir. Bu, metin içindeki okunabilirliği artırır ve harflerle daha uyumlu görünürler. Ancak bu özellik, onların <b>tablolarda dikey hizalamayı sağlaması</b> yeteneğini ortadan kaldırır. Dikey hizalama, sabit genişlikteki (tabular) rakamların işidir."
  },
  {
    "id": "370468",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi küçük büyük harflerin özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Majüskül harf biçimindedirler.",
      "B": "Yükseklikleri yaklaşık x-yüksekliği kadardır.",
      "C": "Metin içinde majüskül harflerin yerine kullanılanılır.",
      "D": "Metnin dokusu bozmaksızın vurgulanmak istenen sözcük veya sözcükleri öne çıkarır.",
      "E": "Mali kayıtlarda ve matematiksel hesaplamalarda kullanılır."
    },
    "explanation": "Gerçek <b>küçük büyük harfler (True Small Caps)</b>, standart büyük harflerin yalnızca küçültülmüş bir ölçeği <u>değildir</u>. Tasarımcılar, bu harfleri özellikle o boyutta, standart büyük harflere göre <b>daha kalın çizgi ağırlığıyla</b> yeniden çizerler ki metnin görsel rengi (grey value) korunabilsin. Sadece küçültülmüş harfler (false small caps) genellikle çok ince görünür."
  },
  {
    "id": "370469",
    "unitNumber": 10,
    "text": "<strong>Bir fontun “Turk” veya “Tu” kısaltması taşıması ne anlama gelir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Batı Avrupa dillerindeki bütün karakterleri içerdiğini gösterir.",
      "B": "Fontun geniş bir yazı ailesine sahip olduğunu gösterir.",
      "C": "Fontun sıralı ve eski tarz rakamlar içerdiğini gösterir.",
      "D": "Fontun Türkçedeki tüm karakterleri ve gerekli tüm aksanları içerdiğini gösterir.",
      "E": "Fontun küçük büyük harflerden (small caps) oluştuğunu gösterir."
    },
    "explanation": "Bir fontun adında “Turk” veya “Tu” kısaltması bulunması, o fontun <b>Türkçe karakter setini</b> (ç, ğ, ı, ö, ş, ü, İ) eksiksiz olarak içerdiğini ve bu dile özgü tipografik gereksinimleri (örneğin I/İ ilişkisi, kerning) desteklediğini gösterir. Bu, fontun uluslararası Latin alfabesi dışında, özellikle Türkiye pazarında kullanıma uygun olduğunu belirtir."
  },
  {
    "id": "370470",
    "unitNumber": 10,
    "text": "<strong>Birlikte uyumlu bir şekilde kullanılmak amacıyla tasarlanan serifli ve serifsiz fontları bünyesinde barındıran son derece geniş bir font paletine sahip yazı ailelerine ne ad verilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Süper Aile",
      "B": "Small Caps",
      "C": "Yazı Ailesi",
      "D": "Zengin Aile",
      "E": "Eski Tarz"
    },
    "explanation": "Tek bir ana tasarıma dayanarak hem <b>serifli</b> (tırnaklı) hem de <b>serifsiz</b> (tırnaksız) varyasyonları bir arada sunan, geniş bir ağırlık ve stil yelpazesine sahip font gruplarına <b>Yazı Süper Ailesi (Superfamily)</b> adı verilir. Bu aileler, farklı bağlamlarda tutarlı bir görsel kimlik sağlamak için idealdir."
  },
  {
    "id": "370471",
    "unitNumber": 10,
    "text": "<strong>“Lettering” ne anlama gelir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Çekçe, Lehçe, Macarca gibi Doğu Avrupa dilleri ile bazen Yunanca ile Rusçada bulunan karakterleri içeren fontlar",
      "B": "Küçük büyük harfler",
      "C": "Metin içinde kullanıma uygun eski tarz rakamlar",
      "D": "Elle yazılmış gibi görünen özgün yazı",
      "E": "Hesaplamalarda tercih edilen eş-genişlikli rakamlar"
    },
    "explanation": "<b>Lettering</b>, mevcut bir yazı karakteri kullanmak yerine, belirli bir amaç veya tek bir kelime/cümle için harflerin <b>elle çizilmesi</b>, boyanması veya resmedilmesi sanatıdır. Tipografi fontların sistematik kullanımıyken, lettering tekil, benzersiz ve genellikle tekrarlanamaz sanatsal çizimlerdir."
  },
  {
    "id": "323581",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi bir objeye bakıldığında görülen özelliklerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Parlaklık",
      "B": "Renk",
      "C": "Biçim",
      "D": "Ağırlık",
      "E": "Hareket"
    }
  },
  {
    "id": "323582",
    "unitNumber": 11,
    "text": "<strong>Görsel sistemimizin yanılmasıyla gerçekte var olmayan etkileri gördüğümüzü düşünmemize verilen isim aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Sanrı (halüsinasyon)",
      "B": "Görsel efekt",
      "C": "Özel efekt",
      "D": "Görme bozukluğu",
      "E": "Görsel yanılsama (illüzyon)"
    }
  },
  {
    "id": "323583",
    "unitNumber": 11,
    "text": "<strong>Eşit büyüklükte, siyah ve beyaz renkli karelerin oluşturduğu yatay şeritlerin birbirlerine paralel olmasına karşın giderek daralan ve genişleyen şeritlerin içinde yer alan eşkenar olmayan dörtgenler olarak algılanması sonucunda ortaya çıkan görsel yanılsama aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kafe duvarı yanılsaması",
      "B": "Ponzo yanılsaması",
      "C": "Poggendorff yanılsaması",
      "D": "Hering yanılsaması",
      "E": "Işıma yanılsaması"
    }
  },
  {
    "id": "323584",
    "unitNumber": 11,
    "text": "<strong>İsmini İtalyan ressam ve psikolog Mario Ponzo’dan (1882-1960) alan; göreli çizgi uzunluğunun yanlış değerlendirilmesi sonucu ortaya çıkan bir dizi geometrik yanılsamadan biri olan Ponzo yanılsamasının kaynağı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Belirli bağlamlarda üç boyutlu geometrik biçimleri çevremizdeki iki boyutlu nesneler gibi algılama eğilimi",
      "B": "Belirli bağlamlarda iki boyutlu geometrik biçimleri çevremizdeki üç boyutlu nesneler gibi algılama eğilimi",
      "C": "Eğimli ve yatay çizgilerin buluştuğu noktalarda oluşan keskin açıların olduklarından büyük algılanması",
      "D": "Açık renk bir zemin üzerindeki geometrik biçim ile aynı boyutta olan koyu renk zemindeki geometrik biçim farklı boyutlarda algılanması",
      "E": "Gözün okuma esnasında gerçekleştirdiği sakkadik (gözün sekme hareketi) hareket"
    }
  },
  {
    "id": "323585",
    "unitNumber": 11,
    "text": "<strong>Açık renk bir zemin üzerindeki geometrik biçim ile aynı boyutta olan ve koyu renk bir zemin üzerinde yer alan açık renkli geometrik biçimin farklı boyutta algılanması aşağıdaki görsel yanılsamalardan hangisini örneklendirir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Mach şeritleri yanılsaması",
      "B": "Henmann gridi yanılsaması",
      "C": "Işıma yanılsaması",
      "D": "Delboeuf yanılsaması",
      "E": "Ebbinghaus yanılsaması"
    }
  },
  {
    "id": "323586",
    "unitNumber": 11,
    "text": "<strong>“Dithering” noktaların veya piksellerin, aslında var olan renklerden daha fazla rengin olduğu izlenimi veren bir renk çoğaltma tekniği olup sınırlı renk gruplarıyla geniş bir renk paleti oluşturmayı mümkün kılan görsel yanılsama aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kafe duvarı yanılsaması",
      "B": "Ponzo yanılsaması",
      "C": "Dithering",
      "D": "Doldurma örüntüsü",
      "E": "Henmann gridi yanılsaması"
    }
  },
  {
    "id": "323587",
    "unitNumber": 11,
    "text": "<strong>Michel Eugène Chevreul’ün iki renkli ipliğin yan yana geldiğinde her iki ipliğin renginin de değişmiş göründüğünü fark etmesinin ardından üzerinde çalışarak temellerini oluşturduğu eş zamanlı kontrast kanunu aşağıdaki sanat akımlarının hangisinde etkili olmuştur?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Puantilizm",
      "B": "Fovizm",
      "C": "De Stijl",
      "D": "Dadaizm",
      "E": "Futurizm"
    }
  },
  {
    "id": "323588",
    "unitNumber": 11,
    "text": "<strong>Aşağıdaki harf gruplarının hangisinde biçimsel özelliklerine göre dar majüskül harflere <u>yer verilmemiştir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "B, E, F",
      "B": "I, İ, J",
      "C": "O, Ö, Q",
      "D": "L, P, R",
      "E": "S, Ş, T"
    }
  },
  {
    "id": "323589",
    "unitNumber": 11,
    "text": "<strong>Matematiksel olarak eşit genişliğe sahip iki çizgiden biri yatay, diğeri düşey olarak konumlandırıldığında yatay olan düşey olandan daha kalın algılanacaktır. Bu optik yanılsamanın önlenmesi için aşağıdakilerden hangisi yapılmalıdır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yatay konumlanacak çizgi, düşey konumlanacak çizginin iki katı genişliğinde çizilmelidir.",
      "B": "Yatay konumlanacak çizgi, düşey konumlanacak çizgiden daha kısa çizilmelidir.",
      "C": "Yatay konumlanacak çizgi, düşey konumlanacak çizgiden daha uzun çizilmelidir.",
      "D": "Yatay konumlanacak çizgi, düşey konumlanacak çizgiden daha geniş çizilmelidir.",
      "E": "Yatay konumlanacak çizgi, düşey konumlanacak çizgiden daha dar çizilmelidir."
    }
  },
  {
    "id": "323590",
    "unitNumber": 11,
    "text": "Farklı geometrik biçimler yan yana geldiklerinde her ne kadar matematiksel olarak aynı yüksekliğe sahip olsalar da optik olarak farklı boyutlarda algılanırlar. Biçimsel özelliklerin beraberinde gelen bu optik yanılsamanın harfler söz konusu olduğunda ortadan kaldırılması için yuvarlak biçimlere sahip harfler taban çizgisini ve kapital harf yüksekliğini aşacak şekilde çizilmelidir.<br/><strong>Aşağıdaki sözcüklerden hangisinde bu kuralı örnekleyen bir harf <u>yer almaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "KALYON",
      "B": "MANOLYA",
      "C": "KRALLIK",
      "D": "MAYDANOZ",
      "E": "TROLEYBÜS"
    }
  },
  {
    "id": "370474",
    "unitNumber": 11,
    "text": "<strong>Aşağıdaki görsel yanılsamalardan hangisinde “kafe duvarı yanılsaması”nda olduğu gibi çizgilerin birbirine paralel olduğu hâlde birbirlerine yaklaşıyor ve birbirlerinden uzaklaşıyor gibi algılanır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Zöllner yanılsaması",
      "B": "Perspektif yanılsaması",
      "C": "Yatay-düşey yanılsaması",
      "D": "Işıma yanılsaması",
      "E": "Mach şeritleri yanılsaması"
    }
  },
  {
    "id": "370477",
    "unitNumber": 11,
    "text": "<strong>İçine daha küçük bir daire çizilen daire, kendisi ile aynı büyüklükteki bir başka daire ile yan yana geldiğinde olduğundan daha küçük algılanır. Delboeuf Yanılsaması olarak adlandırılan bu durum boyutun hangi özelliği ile ilişkilidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Boyut, geçmiş deneyimlerden etkilenir.",
      "B": "Boyut, zemin renginden etkilenir.",
      "C": "Boyut, cismin yanına gelen renklerden etkilenir.",
      "D": "Boyut, görecelidir.",
      "E": "Boyut, açısal yer değiştirmeden etkilenir."
    }
  },
  {
    "id": "370478",
    "unitNumber": 11,
    "text": "<strong>Yatay ve düşey desenler birleştirildiğinde gözün görüntü üzerinde seğirmesi nedeniyle beynin aslında var olmayan bir hareketi algılamasına dayalı yanılsama aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kafe duvarı yanılsaması",
      "B": "Ponzo yanılsaması",
      "C": "Hering yanılsaması",
      "D": "Işıma yanılsaması",
      "E": "Ouchi yanılsaması"
    }
  },
  {
    "id": "370480",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi sivri bitişli harflerin yanlarına gelen harflerle optik olarak aynı yükseklikte görünebilmelerine yönelik bir çözümdür?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Sivri bitişli harflerin kapital harf yüksekliğinden daha kısa tasarlanmaları gerekir.",
      "B": "Sivri bitişli harflerin yanlarına gelen harflere kıyasla daha geniş tasarlanmaları gerekir.",
      "C": "Sivri bitişli harflerin taban çizgisini ve kapital harf yüksekliğini aşacak şekilde tasarlanmaları gerekir.",
      "D": "Sivri bitişli harflerin yanlarına gelen harflere kıyasla daha dar tasarlanmaları gerekir.",
      "E": "Sivri bitişli harflerin yanlarına gelen harflere kıyasla daha köşeli tasarlanmaları gerekir."
    }
  },
  {
    "id": "370481",
    "unitNumber": 11,
    "text": "<strong>“Ö”, “Ü” gibi çift noktalı harflerin noktalarının dengeli görünebilmelerine yönelik çözüm aşağıdakilerin hangisinde yer almaktadır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Noktalar harfin üst orta noktasından üç nokta mesafede olacak şekilde konumlandırılmalıdır.",
      "B": "Noktalar harfin üst orta noktasına değecek şekilde konumlandırılmalıdır.",
      "C": "Noktalar harfin üst orta noktasında birbirinden uzak şekilde konumlandırılmalıdır.",
      "D": "Noktalar harfin üst orta noktasında birbirlerine değecek şekilde konumlandırılmalıdır.",
      "E": "Noktalar harfin üst orta noktasında birbirlerine yaklaşacak şekilde konumlandırılmalıdır."
    }
  },
  {
    "id": "370482",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi perspektif yanılsamasına sebebiyet verir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Belirli bağlamlarda iki boyutlu geometrik biçimleri çevremizdeki üç boyutlu nesneler gibi algılama eğilimi",
      "B": "Bir nesnenin ne kadar uzakta olduğu konusundaki yanılgı",
      "C": "Eğimli ve yatay çizgilerin buluştuğu noktalarda oluşan keskin açıların olduklarından büyük algılanması",
      "D": "Açık renk bir zemin üzerindeki geometrik biçim ile aynı boyutta olan koyu renk zemindeki geometrik biçim farklı boyutlarda algılanması",
      "E": "Birbirine paralel çizgilerin, onları çevreleyen açısal çizgilerin etkisi nedeniyle eğilmiş gibi görünmesi"
    }
  },
  {
    "id": "323607",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi harf anatomisine ilişkin terimlerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Pica",
      "B": "Kemer",
      "C": "Taşma",
      "D": "Ayak serif",
      "E": "Alt uzantı"
    },
    "explanation": "Harf anatomisi, bir yazı karakterinin fiziksel bileşenlerini tanımlar (örn. gövde, üst uzantı, taban çizgisi). <b>Kerning</b> veya <b>Leading</b> gibi terimler ise harfin yapısından ziyade, harflerin veya satırların <b>dizilimi ve boşluklandırılması</b> ile ilgilidir. Bu nedenle, doğru cevap tipografik ölçüm veya boşluklandırma terimlerinden biri olacaktır."
  },
  {
    "id": "323608",
    "unitNumber": 12,
    "text": "<strong>Genellikle en yüksek üst uzantının tepesinden en alçak alt uzantının tabanına kadar olan harf ölçüsüne verilen isim aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Alt uzantı",
      "B": "Üst uzantı",
      "C": "Kapital harf yüksekliği",
      "D": "Punto boyutu",
      "E": "x-yüksekliği"
    },
    "explanation": "Bu ölçü, harf karakterinin dikey olarak kapladığı toplam alanı ifade eder. <b>En yüksek üst uzantının tepesinden</b> (ascender) <b>en alçak alt uzantının tabanına</b> (descender) kadar olan bu mesafe, tipografide kullanılan <b>Punto</b> (Point) boyutunu tanımlayan temel referans ölçüsüdür."
  },
  {
    "id": "323609",
    "unitNumber": 12,
    "text": "<strong>Aşağıda yer alan harf anatomisine ilişkin terimlerden hangisi kesinlikle harflerin taban çizgisinin altında kalan bölümleri ile ilişkilidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Nokta",
      "B": "Alt uzantı",
      "C": "Taşma",
      "D": "Eklem",
      "E": "İlmek"
    },
    "explanation": "Harflerin metin akışının temelini oluşturan <b>taban çizgisinin</b> (Baseline) altında kalan kısımları <b>alt uzantılar</b> (Descenders) olarak adlandırılır. Örneğin 'g', 'p', 'q' gibi harflerde bu anatomik bölüm bulunur."
  },
  {
    "id": "323610",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi bir yazı karakterinin özelliklerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Bir ismi vardır.",
      "B": "Temel bir veya çoğunlukla birkaç şekli vardır.",
      "C": "Kullanımına ilişkin kuralları vardır.",
      "D": "Satışa sunulmuş olmalıdır.",
      "E": "Çoğunlukla bir ailenin üyesidir."
    },
    "explanation": "Bir yazı karakterinin özellikleri; <b>ağırlık</b> (Light, Bold), <b>genişlik</b> (Condensed, Extended) ve <b>stil/eğim</b> (Italic, Oblique) gibi görsel niteliklerdir. <b>Punto</b> (Point) veya <b>Pika</b> ise birer <b>ölçü birimidir</b>, karakterin tasarımsal bir özelliği değildir."
  },
  {
    "id": "323612",
    "unitNumber": 12,
    "text": "<strong>Oblik ve italik yazı karakterlerinin temel farkı aşağıdakilerin hangisinde açıklanmıştır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Oblik yazı karakterleri dik, italik yazı karakterleri sağa doğru yatıktır.",
      "B": "Oblik yazı karakterleri majüskül harflerden, italik yazı karakterleri minüskül harflerden oluşur.",
      "C": "Oblik yazı karakterleri Roman karakterlerin sağa doğru yatık versiyonlarıyken, italik yazı karakterleri Roman karakterlerin darlaştırılmış versiyonlarıdır.",
      "D": "Oblikler çoğunlukla sans serif yazı karakteridir, italikler serifli yazı karakterleridir ve bambaşka tasarımlara sahip olabilirler.",
      "E": "İtalikler sans serif yazı karakterlerin, oblikler serifli karakterlerin sağa doğru yatık versiyonlarıdır."
    },
    "explanation": "Temel fark tasarımdadır. <b>İtalik</b> (Italic) yazı karakterleri, düz (Roman) karakterlerden farklı olarak, daha kursif bir görünüm sağlamak amacıyla <b>özel olarak yeniden tasarlanmış</b> formlardır.<br/><b>Oblik</b> (Oblique) karakterler ise, düz karakter setinin dijital olarak <b>sadece sağa doğru eğilmesiyle</b> oluşturulmuştur; harf biçimlerinde köklü bir değişiklik yapılmamıştır."
  },
  {
    "id": "323613",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi sağa doğru yatık yazı karakterlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Slanted",
      "B": "Oblik",
      "C": "Roman",
      "D": "Kursiv",
      "E": "İtalik"
    },
    "explanation": "Sağa doğru yatık karakterler, eğik stilleri temsil eden <b>İtalik</b> ve <b>Oblik</b> karakterlerdir. Bu nedenle, eğik olmayan stil, yani standart, dik duran temel yazı stili olan <b>Roman</b> veya <b>Regular</b>, sağa doğru yatık karakterlerden biri değildir."
  },
  {
    "id": "323614",
    "unitNumber": 12,
    "text": "<strong>Birbirleriyle ilintili; ortak tasarım özellikleri ve benzer isimler taşıyan yazı karakterlerinden oluşan yapıya verilen isim aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Foundry",
      "B": "Font",
      "C": "Punto değeri",
      "D": "Yazı stili",
      "E": "Yazı ailesi"
    },
    "explanation": "Ortak tasarım özelliklerini ve benzer isimleri paylaşan, birbiriyle ilintili tüm stil ve ağırlık varyasyonlarının (Light, Regular, Bold, Italic vb.) oluşturduğu yapıya <b>Yazı Ailesi</b> (Type Family) adı verilir. Bu yapı, hiyerarşi ve görsel tutarlılık sağlar."
  },
  {
    "id": "323615",
    "unitNumber": 12,
    "text": "<strong>Günümüzde harfleri ölçmekte yayın olarak kullanılmakta olan ölçü birimi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Punto",
      "B": "Santimetre",
      "C": "Feet",
      "D": "İnç",
      "E": "Milimetre"
    },
    "explanation": "Günümüzde harflerin dikey boyutunu (yüksekliğini) ölçmek için yaygın olarak kullanılan standart ölçü birimi <b>Punto</b>'dur (Point). Tipografik tasarımda satır aralığı (leading) ve sütun genişliğini ölçmek için ise 12 puntodan oluşan <b>Pika</b> birimi kullanılır."
  },
  {
    "id": "323616",
    "unitNumber": 12,
    "text": "<strong>Aşağıdaki terimlerden hangisi bir yazı karakterinin ağırlığına ilişkin bilgi <u>vermez</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Bold",
      "B": "İtalik",
      "C": "Semi bold",
      "D": "Light",
      "E": "Ultra light"
    },
    "explanation": "Yazı karakterinin <b>ağırlığı</b> (Weight), harf vuruşlarının kalınlığını ifade eder (örn. Light, Regular, Bold). <b>Condensed</b> (Daraltılmış) veya <b>Extended</b> (Genişletilmiş) gibi terimler ise harflerin <b>genişlik</b> varyasyonlarına ilişkin bilgi verir, ağırlığına değil."
  },
  {
    "id": "323617",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi aynı punto ölçüsüne sahip iki farklı yazı karakteri kıyaslandığında birinin diğerinden daha küçük görünmesinin açıklaması olabilir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Farklı tasarımcılar tarafından tasarlanmış olmaları",
      "B": "Farklı dönemlerde tasarlanmış olmaları",
      "C": "Bir yazı karakterinin serifli, diğerinin sans serif olması",
      "D": "Her iki yazı karakterinin farklı x-yüksekliklerine sahip olmaları",
      "E": "Bir yazı karakterinin dik, diğerinin italik olması"
    },
    "explanation": "İki fontun punto ölçüsü aynı olmasına rağmen, küçük harflerin ana gövde yüksekliğini belirleyen <b>x yüksekliği</b> (X-Height) farklı olabilir. Yüksek x yüksekliğine sahip bir font, daha büyük bir optik boyut ve daha iyi okunaklılık sunar. Bu nedenle, daha küçük görünen fontun <b>x yüksekliği</b>, diğerine göre daha düşüktür."
  },
  {
    "id": "370484",
    "unitNumber": 12,
    "text": "<strong> Aşağıdaki tipografi terimlerinden hangisi harflerin anatomik yapısı ile ilişkili <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Çanak",
      "B": "Kemer",
      "C": "Destek",
      "D": "Pika",
      "E": "Eksen"
    },
    "explanation": "Harflerin anatomik yapısı <b>gövde</b>, <b>serif</b>, <b>üst uzantı</b> gibi fiziksel bileşenlerle ilgilidir. <b>Leading</b> (Satır aralığı) ise metin satırları arasındaki dikey boşluğun ayarlanmasını ifade eder ve bir harfin bireysel anatomik yapısı ile değil, metin dizilimi ile ilişkilidir."
  },
  {
    "id": "370485",
    "unitNumber": 12,
    "text": "<strong>Bir metin satırındaki karakterlerin arasındaki yatay boşluğun özel olarak ayarlanmasına ne ad verilir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Bağlantı",
      "B": "Harf yüksekliği",
      "C": "Uyumlama",
      "D": "Gaga",
      "E": "Mahmuz"
    },
    "explanation": "Belirli bir metin satırındaki <b>karakter çiftleri</b> arasındaki yatay boşluğun (negatif alanın) görsel uyumu sağlamak amacıyla özel olarak ayarlanmasına <b>Kerning</b> adı verilir (Örn: 'W' ve 'A' arasındaki boşluğun azaltılması). Genel metin bloğundaki tüm karakterler arasındaki boşluğun ayarlanması ise Tracking (İzleme) olarak bilinir."
  },
  {
    "id": "370486",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi tek bir karakterde birleştirilerek uyum içinde tasarlanan iki ya da daha fazla karaktere verilen isimdir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Bitişik karakter",
      "B": "Dizgi genişliği",
      "C": "İki bölümlü harf",
      "D": "Düzeltme işareti",
      "E": "İlmek"
    },
    "explanation": "Tek bir karakterde birleştirilerek uyum içinde tasarlanan iki ya da daha fazla karaktere <b>Ligatür</b> (Ligature) denir. Ligatürler, özellikle 'fi' veya 'fl' gibi harf kombinasyonlarının yan yana geldiğinde ortaya çıkabilecek görsel çakışmaları engeller ve metin akışını iyileştirir."
  },
  {
    "id": "370488",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi bir yazı ailesinin üyelerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Bold",
      "B": "Light",
      "C": "Condenced",
      "D": "İtalik",
      "E": "12 punto"
    },
    "explanation": "Bir yazı ailesinin üyeleri, o fontun farklı stil, ağırlık ve genişlik varyasyonlarıdır (örn. Regular, Bold, Italic, Condensed). <b>Leading</b> (Satır aralığı) veya <b>Punto</b> (Point) gibi terimler ise fontun kendisi değil, tipografik <b>ölçüm veya boşluklandırma</b> parametreleridir ve aile üyesi sayılmazlar."
  },
  {
    "id": "370489",
    "unitNumber": 12,
    "text": "<strong>Sütun genişliğini ölçmekte yaygın olarak kullanılan ölçü birimi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Milimetre",
      "B": "Pika",
      "C": "İnç",
      "D": "Santimetre",
      "E": "Feet"
    },
    "explanation": "Tipografide, sütun ve metin bloğu genişliklerini (yatay mesafeleri) ölçmek için yaygın olarak kullanılan birim <b>Pika</b>'dır. Bir Pika, 12 puntoya eşittir ve Punto ile birlikte metin düzeninde temel ölçü sistemi olarak kullanılır."
  },
  {
    "id": "370490",
    "unitNumber": 12,
    "text": "<strong>Aşağıdaki terimlerden hangisi harflerin genişliğine ilişkin bilgi <u>vermez</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Condenced",
      "B": "Extended",
      "C": "Wide",
      "D": "Extra Compressed",
      "E": "Slanted"
    },
    "explanation": "Harflerin <b>genişliğine</b> ilişkin bilgi veren terimler, karakterin yatay alanda ne kadar yer kapladığını ifade eder (örn. <b>Condensed</b>, <b>Extended</b>). <b>Bold</b> (Kalın) veya <b>Light</b> (İnce) gibi terimler ise harfin <b>ağırlığına</b> (vuruş kalınlığına) ilişkin bilgi verir, genişliğine değil."
  },
  {
    "id": "370493",
    "unitNumber": 12,
    "text": "<strong>Harf genişliklerine ilişkin aşağıdaki ifadelerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Bir yazı karakterinin darlaştırılmış versiyonundaki harfler daha dar bir dizgi genişliğine sahiptir.",
      "B": "Bir yazı karakterinin genişletilmiş versiyonlarındaki harfler daha geniş bir dizgi genişliğine sahiptir.",
      "C": "Harflerin genişlikleri harfin anatomisine uygun olarak hesaplanmalıdır.",
      "D": "Harfi oluşturan tüm çizgiler ve detaylar harfin genişliğine göre yeniden planlanarak farklı genişlikteki karakterler tasarlanır.",
      "E": "Bir harfin biçimine müdahale ederek değiştirmek, farklı genişliklerde karakterler elde etmek için başvurulması gereken bir yöntemdir."
    },
    "explanation": "Harf genişlikleri genellikle <b>orantılı</b> (proportional) ve <b>sabit</b> (monospace) olarak ikiye ayrılır. Yanlış ifade, muhtemelen tüm yazı karakterlerinin sabit genişliğe sahip olduğunu iddia eden veya genişlik varyasyonlarını (Condensed/Extended) yanlış tanımlayan bir ifade olacaktır. Modern fontların büyük çoğunluğu <b>orantılı genişliğe</b> sahiptir, yani her harf kendi biçimine uygun olarak farklı yatay alan kaplar."
  },
  {
    "id": "323618",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi metnin renk değerine karar verirken göz önünde bulundurulması gereken özelliklerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Konu",
      "B": "Hedef kitle",
      "C": "Hava sıcaklığı",
      "D": "Taşıyıcı yüzey",
      "E": "Aydınlatma koşulları"
    },
    "explanation": "Metnin görsel renk değeri (yoğunluğu), tipografik unsurların siyah alanı ne kadar doldurduğu ile ilgilidir. Metnin renk değerine karar verirken göz önünde bulundurulması gereken temel özellikler şunlardır: <b>Punto değeri</b>, <b>satır aralığı (leading)</b>, <b>yazı karakterinin ağırlığı (stroke weight)</b> ve <b>sözcükler arası espas</b>. Eğer seçeneklerde bu temel tipografik ayarlamaların dışında bir unsur varsa (örneğin kağıdın cinsi veya kullanılan mürekkep rengi gibi dışsal bir faktör), bu, metnin tipografik renk değerini belirleyen bir özellik değildir. Tipografik ayarlamalar içinde ise, harflerin genişliği (stroke width değil, karakter genişliği) metin rengini belirleyen ana faktörlerden biri sayılmazken, ağırlık ve aralıklar doğrudan etkilidir."
  },
  {
    "id": "323620",
    "unitNumber": 13,
    "text": "<strong>Aynı genişliğe sahip karakterlerin eşit harf arası espas değerine sahip olduğu ve harf kombinasyonlarına göre çeşitlilik göstermediği yazı karakterlerine ne ad verilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Serifli yazı karakterleri",
      "B": "Eş-aralıklı yazı karakterleri",
      "C": "Orantılı-aralıklı yazı karakterleri",
      "D": "İtalik yazı karakterleri",
      "E": "Majüskül yazı karakterleri"
    },
    "explanation": "Bu tanım, <b>sabit aralıklı (monospace)</b> yazı karakterlerini açıklar. Sabit aralıklı yazı karakterlerinde ('i' veya 'm' gibi) tüm karakterler aynı yatay genişliğe sahiptir ve bu nedenle harf çiftleri arasındaki boşluklar, harflerin kombinasyonundan bağımsız olarak standart bir değere sahiptir. Bu tür yazı karakterlerinde kerning (harf çifti ayarlaması) genellikle uygulanmaz."
  },
  {
    "id": "323621",
    "unitNumber": 13,
    "text": "<strong>Aşağıda yer alan seçeneklerin hangisinde “tracking” teriminin açıklamasına yer verilmiştir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "İki karakter arası espasın özel olarak ayarlanması",
      "B": "Satır arası boşlukları",
      "C": "Harflerin iç boşlukları",
      "D": "Metin alanının dışında kalan boşluklar",
      "E": "Harf arası espas değerinin ayarlanması"
    },
    "explanation": "<b>Tracking</b>, bir metin bloğu içindeki harf çiftleri arasındaki boşluğu <b>genel olarak artırmak veya azaltmak</b> için kullanılan bir ayardır. Bu, belirli bir harf çifti yerine (kerning) tüm seçili metin parçasına uygulanan toplu bir boşluk ayarlamasıdır ve metnin görsel rengini ve yoğunluğunu etkiler."
  },
  {
    "id": "323622",
    "unitNumber": 13,
    "text": "<strong>Aşağıda yer alan seçeneklerin hangisinde beyaz alanların siyah metin alanlarına göre daha fazla yer tuttuğu dizgi tipine verilen isim yer almaktadır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Açık dizgi",
      "B": "Negatif yazı",
      "C": "Soldan hizalı",
      "D": "Negatif satır arası espası",
      "E": "Gövde metni"
    },
    "explanation": "Beyaz alanların (boşlukların) siyah metin alanlarına göre daha fazla yer tuttuğu dizgi tipine <b>açık dizgi (light composition)</b> adı verilir. Bu durum genellikle geniş <b>satır aralıkları (leading)</b>, geniş sözcük arası espas ve bazen gevşek tracking kullanılmasıyla elde edilir. Bu, metnin sayfa üzerindeki yoğunluğunu azaltır."
  },
  {
    "id": "323623",
    "unitNumber": 13,
    "text": "<strong>Bir metinde punto değerinin artması durumunda harf arası espasta nasıl bir değişiklik yapılması gerekir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Artırılır",
      "B": "Azaltılır",
      "C": "Değiştirilmez",
      "D": "Sözcüklerin anlamına bağlı olarak değiştirilir",
      "E": "Her satırda farklılaştırılır"
    },
    "explanation": "Tipografik kural gereği, bir metinde <b>punto değeri arttıkça</b> (özellikle başlıklar veya büyük puntolu metinlerde), harflerin arasındaki doğal espas görsel olarak daha geniş görünmeye başlar. Bu görsel etkiyi dengelemek ve metnin yoğunluğunu korumak için, harf arası espasın <b>azaltılması (sıkılaştırılması)</b> gerekir. Tersine, küçük puntolarda espasın hafifçe artırılması gerekebilir."
  },
  {
    "id": "323624",
    "unitNumber": 13,
    "text": "<strong>Yan yana geldiklerinde gereğinden fazla veya gereğinden az espasa sahip harflerin arasındaki boşluğun özel olarak ayarlanmasına ne ad verilir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Espas",
      "B": "Tracking",
      "C": "Negatif yazı",
      "D": "Uyumlama",
      "E": "Metin rengi"
    },
    "explanation": "Yan yana geldiklerinde görsel olarak gereğinden fazla veya az boşluğa sahip olan <b>belirli harf çiftlerinin</b> arasındaki boşluğun özel olarak ayarlanmasına <b>kerning</b> adı verilir. Kerning, özellikle büyük başlıklarda veya logo tasarımlarında görsel dengeyi sağlamak için kritik öneme sahiptir. Tracking'den farklı olarak, kerning sadece spesifik iki harf arasındaki boşluğu ayarlar."
  },
  {
    "id": "323626",
    "unitNumber": 13,
    "text": "<strong>Aşağıdaki seçeneklerden hangisi uygunsuz harf aralıklı çiftler (kerning pairs) için doğru bir tanımdır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Bir taban çizgisinden diğer taban çizgisine kadar olan satırlar arasındaki boşluktur.",
      "B": "Yan yana geldiklerinde gereğinden fazla veya gereğinden az espasa sahip harflerin arasındaki boşluğun özel olarak ayarlanmasıdır.",
      "C": "Beyaz alanları siyah metin alanlarına göre daha fazla yer tutan metinlerdir.",
      "D": "Koyu renk zemin üzerinde açık renk ile yazılmış metinlerdir.",
      "E": "Sıklıkla boşluk düzenlemelerinin yapılmasına gereksinim duyulan harf/karakter kombinasyonlarıdır."
    },
    "explanation": "Uygunsuz harf aralıklı çiftler (kerning pairs), birbirinin yanına geldiğinde görsel olarak <b>dengesiz veya estetik olmayan boşluklara</b> sahip olan harf kombinasyonlarıdır (Örnek: WA, Ta, Vo, Ay). Bu çiftler, yazı karakterinin tasarımcısı tarafından tanımlanır ve doğru bir görünüm sağlamak için manuel veya otomatik kerning ayarlaması gerektirirler."
  },
  {
    "id": "323628",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi kendinden önce boşluk verilmeyen karakterlerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Tescil sembolü",
      "B": "Derece sembolü",
      "C": "Asterisk (Yıldız imi)",
      "D": "Formüller için kullanılan matematik sembolleri",
      "E": "Ticari marka sembolü"
    },
    "explanation": "Türkçe ve uluslararası tipografi kurallarında, <b>nokta, virgül, noktalı virgül, iki nokta üst üste</b>, soru ve ünlem işaretleri gibi bitiş noktalama işaretleri kendilerinden önce boşluk verilmeden kelimeye bitişik yazılır. Kendinden önce boşluk verilen karakterler ise genellikle açılış parantezleri, tırnak işaretleri veya özel simgeler olabilir. Eğer soru bu listedeki noktalama işaretlerinden birini değilse, cevap <b>açık parantez işareti ( ( )</b> gibi kendisinden önce boşluk verilmesi gereken bir karakterdir (eğer bir kelimeden sonra geliyorsa)."
  },
  {
    "id": "323629",
    "unitNumber": 13,
    "text": "<strong>Aşağıdaki açıklamalardan hangisi sözcük arası espas için <u>söylenemez</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Sözcüklerin arasında boşluk bırakılmasının temel nedeni okurun her bir sözcüğü ayrı ayrı algılamasını sağlamaktır.",
      "B": "Genellikle sözcükler arasındaki boşluğun bir “i” harfinin dizgi genişliğinde olması yeterlidir.",
      "C": "Harf arası espas için geçerli olan kurallar sözcük arası espas için de geçerlidir.",
      "D": "Birbirine çok yakın dizilmiş sözcükler okur tarafından kolaylıkla ayırt edilemeyeceği için okumayı güçleştirir.",
      "E": "Sözcük arası espasın gereğinden fazla olması durumunda ortaya çıkacak nehirler okumayı kolaylaştırır."
    },
    "explanation": "Sözcük arası espas (word spacing), metnin <b>renk değerini</b> (yoğunluğunu) ve hizalamasını (özellikle iki yana yaslı metinlerde) doğrudan etkileyen hayati bir faktördür. Sözcük arası espas için söylenemeyecek tipik bir ifade, espasın <b>iki yana yaslı (justified) metinlerde sabit tutulması gerektiğidir</b>. Çünkü iki yana yaslı metinlerde, satırları hizalamak için sözcükler arası espas otomatik olarak değişkenlik göstermek zorundadır."
  },
  {
    "id": "323630",
    "unitNumber": 13,
    "text": "<strong> Aşağıdaki tanımlardan hangisi aralıksız metni açıklar niteliktedir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Sözcük arası espasın gereğinden fazla olması durumunda ortaya çıkan nehirler nehirlerdir.",
      "B": "Sıklıkla boşluk düzenlemelerinin yapılmasına gereksinim duyulan harf/karakter kombinasyonlarıdır.",
      "C": "“Leading” ve yazı karakteri büyüklüğü aynı değere sahip olan metinlerdir.",
      "D": "Koyu renk zemin üzerinde açık renk ile yazılmış metinlerdir.",
      "E": "Yan yana geldiklerinde gereğinden fazla veya gereğinden az espasa sahip harflerin arasındaki boşluğun özel olarak ayarlanmasıdır."
    },
    "explanation": "Aralıksız metin, yüksek yoğunluklu dizgiyi ifade eder. Bu, <b>satır aralığının (leading) düşük tutulduğu</b> ve harf/sözcük espasının sıkı olduğu dizgi tipidir. Bu tür dizgiye <b>blok dizgi</b> veya <b>yoğun dizgi (tight composition)</b> de denir ve sayfada daha az beyaz alan, daha çok siyah alan (mürekkep) görünürlüğü sağlar."
  },
  {
    "id": "370494",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi metnin rengini belirleyen etmenlerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Konu",
      "B": "Karakterlerin içinde yer alan boşluklar",
      "C": "Sözcüklerin arasında yer alan boşluklar",
      "D": "Satırların arasında yer alan boşluklar",
      "E": "Metnin çevresinde yer alan boşluk"
    },
    "explanation": "Metnin rengini (yoğunluğunu) belirleyen ana etmenler: <b>punto değeri</b>, <b>satır aralığı</b>, <b>harf ağırlığı</b> ve kullanılan espas ayarlarıdır (kerning, tracking, word spacing). Yazı karakterinin <b>serifli veya serifsiz olması</b> gibi stil ailesi farkları görsel algıyı etkilese de, metin bloğunun genel siyah/beyaz dengesini (rengini) belirleyen temel fiziki etmenler değildir. Bu etmenler, daha çok okunabilirlik ve estetikle ilgilidir."
  },
  {
    "id": "370495",
    "unitNumber": 13,
    "text": "<strong> Aşağıdakilerden hangisi orantılı-aralıklı yazı karakterlerinin özelliği <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Eş-aralıklı yazı karakterlerine göre satırda daha az yer kaplar.",
      "B": "Organik bir doku oluştururlar.",
      "C": "Eş-aralıklı yazı karakterlerine göre daha kolay okunurlar.",
      "D": "Her karakterin kendine özgü dizgi genişliği vardır.",
      "E": "Bu yazı karakterlerinde harf arası espaslar standarttır."
    },
    "explanation": "Orantılı-aralıklı (proportional) yazı karakterlerinin temel özelliği, her harfin kendine özgü genişliğe sahip olmasıdır (Örn: 'i' dar, 'm' geniş). Bu sayede daha doğal ve okunur bir metin oluşturulur. Orantılı karakterlerin özelliği <b>olmayan</b> şey, tüm karakterlerin <b>aynı genişliğe sahip olmasıdır</b>. Bu, sabit aralıklı (monospace) yazı karakterlerinin özelliğidir."
  },
  {
    "id": "370496",
    "unitNumber": 13,
    "text": "<strong> Aşağıdakilerin hangisinde “tracking” ile ilgili verilen bilgi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Harf arası espas değerinde yapılan değişiklikler metnin tümünü etkiler.",
      "B": "Harf arası espası kapatmak harflerin birbirlerine daha yakın konumlanmasına neden olur.",
      "C": "Harf arası espası kapatmak metin alanı daraltılabilir.",
      "D": "Harf arası espasın kapatılmasıyla dar bir sütuna daha çok harfin sığması sağlanabilir.",
      "E": "Sıkışık harf arası espas ile dizilen bir metnin rengi açılarak daha beyaz bir metnin rengi elde edilir."
    },
    "explanation": "Tracking, metin bloğundaki <b>tüm harf çiftleri arasındaki boşluğu</b> genel olarak ayarlayan bir mekanizmadır. Tracking ile ilgili yanlış bilgi, genellikle kerning tanımıyla karıştırılmasıdır. Yanlış bilgi şudur: “Tracking, sadece belirli harf çiftleri arasındaki boşluğu ayarlar.” Bu tanım <b>kerning</b> için doğrudur, tracking için ise yanlıştır; tracking geniş bir metin seçimine uygulanır."
  },
  {
    "id": "370497",
    "unitNumber": 13,
    "text": "<strong>Özellikle negatif yazının küçük punto değeriyle kullanıldığı durumlarda harf arası espasta nasıl bir değişiklik yapılması gerekir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Artırılır.",
      "B": "Azaltılır.",
      "C": "Değiştirilmez.",
      "D": "Sözcüklerin anlamına bağlı olarak değiştirilir.",
      "E": "Her satırda farklılaştırılır."
    },
    "explanation": "Negatif yazı (beyaz metin, siyah arka plan) kullanıldığında, özellikle küçük punto değerlerinde, optik bir illüzyon olan <b>ışıma (irradiation)</b> meydana gelir. Bu durum, beyaz karakterlerin siyah zemine yayılması nedeniyle görsel olarak daha kalın görünmesine ve harf aralarındaki boşluğun azalmış gibi algılanmasına yol açar. Bu etkiyi dengelemek ve okunabilirliği sağlamak için, harf arası espasın <b>artırılması (gevşetilmesi)</b> gerekir."
  },
  {
    "id": "370500",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi kendinden sonra boşluk verilmeyen karakterlerdendir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Telif hakları sembolü",
      "B": "Alt çizgi",
      "C": "Madde imi",
      "D": "Paragraf işareti",
      "E": "Formüller için kullanılan matematik sembolleri"
    },
    "explanation": "Kendinden sonra boşluk verilmeyen karakterler, hemen ardından gelen kelimeye veya cümleye bitişik yazılan noktalama işaretleridir. Bunlar genellikle <b>açılış noktalama işaretleri</b>dir. Örneğin, <b>açık parantez işareti ( ( )</b> veya <b>açık tırnak işareti (\" )</b> kendinden önce boşluk alır ancak kendinden sonra boşluk verilmez (metin hemen başlar). Kapanış işaretleri ise kendilerinden sonra boşluk verilmesi gereken karakterlerdir."
  },
  {
    "id": "324738",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi uzun alıntıların metnin bütününden ayrılması için kullanılan bir paragraf ayrım yöntemidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Sürekli girintili paragraf kullanımı",
      "B": "Satır başı girintisi kullanımı",
      "C": "Satır arası boşluk kullanımı",
      "D": "Satır sonu boşluğu ile paragraf ayrımı",
      "E": "Asılı girinti ile paragraf ayrımı"
    },
    "explanation": "Uzun alıntıları (genellikle üç satırdan uzun olanlar) ana metin akışından ayırmak için kullanılan yöntem <b>Blok Alıntı</b> (Block Quote) yöntemidir. Bu yöntemde, alıntı metin tırnak işaretleri kullanılmadan, ana metinden daha küçük bir punto ile veya her iki yandan <b>girinti</b> (indentation) verilerek set edilir. Böylece okuyucu, alıntılanan metnin ana içerikten ayrı ve özel bir dikkat gerektirdiğini anlar."
  },
  {
    "id": "324739",
    "unitNumber": 14,
    "text": "<strong>Bir sütunun sonundaki paragrafın ilk satırında veya bir sonraki sütunun ilk satırında kalan metin parçalarına ne ad verilir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Asılı girinti",
      "B": "Uzun tire",
      "C": "Pilcrow",
      "D": "Yetim",
      "E": "Dul"
    },
    "explanation": "Bu durum, tipografik olarak kaçınılması gereken hatalardan biridir. Bir paragrafın ilk satırının sayfanın veya sütunun altında kalıp, paragrafın geri kalanının yeni sayfaya/sütuna atlamasına <b>Yetim Satır</b> (Orphan) denir. Eğer bir paragrafın son satırı, metnin geri kalanından ayrılıp tek başına yeni bir sütunun ya da sayfanın başında kalıyorsa buna da <b>Dul Satır</b> (Widow) denir. Soru, sonraki sütunun başında kalan parçayı tarif ettiği için, yaygın terim <b>Yetim Satır</b>dır (Orphan Line). Bu durumlar metin bloğunun görsel bütünlüğünü bozar ve okunabilirliği azaltır."
  },
  {
    "id": "324740",
    "unitNumber": 14,
    "text": "<strong>Aşağıdaki hizalama seçeneklerinden hangisi zor okunması nedeniyle gövde metinlerinde tercih edilmemesine karşın özellikle resim künyeleri gibi metnin bir başka tasarım elemanına eşlik etmesi gereken durumlarda kullanılabilir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Hizasız",
      "B": "Sola hizalı",
      "C": "Simetrik hizalı",
      "D": "Hizalı (sağlı-sollu hizalı)",
      "E": "Sağa hizalı"
    },
    "explanation": "<b>Ortalama Hizalama</b> (Centered Alignment), satırların her iki tarafta da düzensiz bir görünüme sahip olması nedeniyle okuyucunun gözünün bir sonraki satırın başlangıcını bulmasını zorlaştırır. Bu nedenle gövde metinlerinde tercih edilmez.<br/>Ancak, <b>başlıklar</b>, <b>künyeler</b> (resim alt yazıları) veya kısa şiirler gibi görsel simetri gerektiren ve metnin bir tasarım elemanına eşlik ettiği durumlarda estetik bir seçim olarak kullanılabilir."
  },
  {
    "id": "324741",
    "unitNumber": 14,
    "text": "<strong>Aşağıdaki hizalama seçeneklerinden hangisi bir metin alanına maksimum sayıda karakter sığdırmayı mümkün kıldığı için özellikle süreli yayınlarda sıkça tercih edilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Simetrik hizalı",
      "B": "Hizalı (sağlı-sollu hizalı)",
      "C": "Hizasız",
      "D": "Sola hizalı",
      "E": "Sağa hizalı"
    },
    "explanation": "<b>Blok Hizalama</b> (Justified Alignment), hem sol hem de sağ kenarların düzgün bir çizgi halinde hizalanmasını sağlar. Bu hizalama türü, metin alanının tamamını doldurarak alana sığdırılabilecek <b>maksimum karakter sayısını</b> sunar. Bu verimlilik nedeniyle, gazete ve dergi gibi yer sınırlaması olan <b>süreli yayınlarda</b> sıkça kullanılır."
  },
  {
    "id": "324742",
    "unitNumber": 14,
    "text": "<strong>Aşağıdaki yatay hizalama seçeneklerinden hangisinin satırlarda oluşabilecek beyaz boşlukların nehirler meydana getirmesi olasılığı nedeniyle çok iyi uygulanması gerekir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Tescil sembolü",
      "B": "Libre",
      "C": "Ölçü birimi işaretleri",
      "D": "Tireler",
      "E": "Telif hakkı sembolü"
    },
    "explanation": "Bu durum, özellikle sütun genişliğinin dar olduğu durumlarda, satır aralarındaki boşlukların çok açılması ve bu beyaz boşlukların dikey veya çapraz olarak hizalanıp birleşmesiyle oluşur. Bu görsel hataya <b>Nehirler</b> (Rivers of White Space) denir.<br/>Nehirler, en çok <b>Blok Hizalama</b> (Justified Alignment) kullanılırken ortaya çıkar, çünkü bu hizalama, satırları doldurmak için kelime aralıklarını zorla genişletir. Bu nedenle, blok hizalamanın iyi bir şekilde uygulanması, özellikle de gelişmiş heceleme ve boşluk ayarlaması (H&amp;J) kuralları ile desteklenmesi gerekir."
  },
  {
    "id": "324743",
    "unitNumber": 14,
    "text": "<strong>Sözcükleri bölmekte ve ayrıca birlikte yeni anlamlar oluşturacak sözcükleri birleştirmek amacıyla kullanılan karakter aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Libre",
      "B": "“n” tire",
      "C": "“m” tire",
      "D": "Tire",
      "E": "Asteriks"
    },
    "explanation": "Sözcükleri satır sonunda heceleyerek bölmek ve ayrıca iki veya daha fazla sözcüğü birleştirerek yeni anlamlar (bileşik kelimeler veya sıfatlar) oluşturmak için kullanılan karakter <b>Kısa Çizgi</b> (Hyphen / Tire) 'dir. Örnek: 'mavi-yeşil', 'yarı-özel'."
  },
  {
    "id": "324744",
    "unitNumber": 14,
    "text": "<strong>“Küçük sayının büyük sayıya oranı ile büyük sayı ile her iki sayının toplamının oranı eşittir.” olarak tanımlanan altın oranını tanımlayan yaklaşık değer aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "1 : 1,61803",
      "B": "1 : 1",
      "C": "1 : 314",
      "D": "3 : 4",
      "E": "2: 5"
    },
    "explanation": "Tasarım ve mimaride estetik mükemmelliği temsil ettiğine inanılan <b>Altın Oran</b> (Golden Ratio veya Phi, φ), yaklaşık olarak <b>1.618</b> değerine sahiptir. Bu oran, küçük bir parçanın büyük parçaya oranı ile büyük parçanın bütüne oranı arasındaki eşitliği tanımlar ve doğal formlarda sıklıkla görülür."
  },
  {
    "id": "324745",
    "unitNumber": 14,
    "text": "<strong>Aşağıdaki seçeneklerden hangisinde geleneksel olarak Britanya’da ve ABD’de kullanılan ve inç cinsinden ölçülen kâğıt ölçülerine verilen isim yer almaktadır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "DIN",
      "B": "ISO",
      "C": "Emperyal",
      "D": "Letter",
      "E": "Legal"
    },
    "explanation": "Geleneksel olarak Britanya ve ABD'de kullanılan, genellikle <b>inç</b> cinsinden ölçülen ve 'Letter', 'Legal', 'Tabloid' gibi isimlerle anılan kâğıt ölçü standartlarına genellikle <b>Geleneksel Kâğıt Ölçüleri</b> veya <b>İnç Bazlı Kâğıt Ölçü Sistemi</b> denir. Bu sistem, uluslararası standardizasyondan farklıdır."
  },
  {
    "id": "324746",
    "unitNumber": 14,
    "text": "<strong>20. yüzyılın başında posta pullarından afişlere kadar tüm basılı malzemelerin standart ölçülerini belirlemek amacıyla önerilen ve 1:1,414 oranı ile bir tabaka kâğıdın katlanması veya ikiye kesilmesi hâlinde ortaya çıkan tabakanın da aynı orana sahip olmasını sağlayan standarda ne ad verilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Ledger",
      "B": "ISO",
      "C": "Letter",
      "D": "Legal",
      "E": "Tabloid"
    },
    "explanation": "Bu standart, <b>ISO 216</b> olarak bilinen ve genellikle A, B ve C serilerini kapsayan uluslararası kâğıt boyut standardıdır. 1:1,414 (yani 1:√2) oranı, bir kâğıt tabakasının ikiye katlandığında veya kesildiğinde, ortaya çıkan yeni tabakanın da <b>aynı en boy oranını</b> korumasını sağlar. Bu özellik, tasarım çalışmalarının boyut değiştirirken kolaylıkla ölçeklenmesine olanak tanır (Örneğin A0'dan A4'e geçişte oranın korunması)."
  },
  {
    "id": "324747",
    "unitNumber": 14,
    "text": "<strong>Aşağıdaki seçeneklerden hangisinde tasarımın tümünün akıcı bir bütünlüğe sahip olmasını sağlayan; bir sayfa tasarımında yer alması planlanan tüm öğelerin konumunu ve birbirleriyle ilişkilerini belirlemekte kullanılan yapıya verilen isim yer almaktadır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Van de Graaf Kanonu",
      "B": "Altın Oran",
      "C": "Fibonacci Serisi",
      "D": "Grid Sistemi",
      "E": "DIN"
    },
    "explanation": "Bir sayfa tasarımında yer alacak tüm görsel ve metinsel öğelerin konumunu, boyutlarını ve birbirleriyle olan tutarlı ilişkilerini belirleyen temel yapıya <b>Izgara Sistemi</b> (Grid System) veya <b>Sayfa Tasarım Izgarası</b> denir. Izgara sistemi, tasarımın akıcı bir <b>bütünlüğe</b> ve profesyonel bir görünüme sahip olmasını sağlar."
  },
  {
    "id": "371470",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisinde 19. yüzyılın başında daktiloların piyasaya sürülmesinin ardından paragrafları birbirinden ayırmakta yaygınlaşan yöntem yer almaktadır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Satır başı girintisi kullanımı",
      "B": "Çift satır boşluğu kullanımı",
      "C": "Satır sonu boşluğu ile paragraf ayrımı",
      "D": "Asılı girinti ile paragraf ayrımı",
      "E": "“Pilcrow” veya özel işaretlerin kullanımı"
    },
    "explanation": "Daktiloların yaygınlaşmasından önce paragraflar genellikle girinti (indent) kullanılarak ayrılırdı. Daktiloların kullanım kolaylığı nedeniyle, yeni bir paragrafı başlatmak için <b>iki kez Enter tuşuna basılarak bir boş satır bırakmak</b>, yani <b>Dikey Boşluk</b> (Vertical Space) kullanmak yaygınlaştı. Bu yöntem, paragraf aralarına görsel bir nefes alma alanı sağlar."
  },
  {
    "id": "371471",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisinde web alanında sıkça tercih edilen ve okurun paragrafları kolaylıkla ayırt edebildiği paragraf yapısı yer almaktadır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Satır arası boşluk kullanımı",
      "B": "Sürekli girintili paragraf kullanımı",
      "C": "Asılı girinti ile paragraf ayrımı",
      "D": "“Pilcrow” veya özel işaretlerin kullanımı",
      "E": "Satır başı girintisi kullanımı"
    },
    "explanation": "Web ve dijital okuma ortamlarında, okuma akışını bozmamak ve paragrafları hızlıca ayırt etmek için en çok tercih edilen yapı, paragrafların başında girinti kullanmak yerine aralarına <b>Dikey Boşluk (Boş Satır)</b> bırakılmasıdır. Bu yapı, <b>Uzaylı Paragraf Yapısı</b> (Spaced Paragraph Structure) olarak da bilinir ve ekran okuması için en uygun yöntemdir."
  },
  {
    "id": "371472",
    "unitNumber": 14,
    "text": "<strong>Bir paragrafın son satırının çok kısa olması veya bu satırın tek bir sözcükten oluşması hâlinde metin bloğunun dokusunu, bütünlüğünü bozan satıra ne ad verilir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Asılı girinti",
      "B": "Uzun tire",
      "C": "Pilcrow",
      "D": "Yetim",
      "E": "Dul"
    },
    "explanation": "Bir paragrafın son satırının aşırı kısa olması veya tek bir sözcükten oluşması durumu, metin bloğunun görsel dokusunu bozan bir tipografik hatadır ve <b>Dul Satır</b> (Widow) olarak adlandırılır. (Dul satır terimi, yaygın olarak, paragrafın son satırının bir sonraki sayfaya veya sütuna atlaması durumunu da kapsar, ancak metin bloğunun sonundaki bu kısa hatayı da tanımlar.) Bu durumun önüne geçmek için heceleme veya kelime aralıkları ayarlanarak satır uzunluğu düzeltilmelidir."
  },
  {
    "id": "371475",
    "unitNumber": 14,
    "text": "<strong> Aşağıdaki yatay hizalama seçeneklerinden hangisinin satırlarda oluşabilecek beyaz boşlukların nehirler meydana getirmesi olasılığı nedeniyle çok iyi uygulanması gerekir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Sağa hizalı",
      "B": "Hizasız",
      "C": "Sola hizalı",
      "D": "Hizalı (sağlı-sollu hizalı)",
      "E": "Simetrik hizalı"
    },
    "explanation": "Bu durum, özellikle sütun genişliğinin dar olduğu durumlarda, satır aralarındaki boşlukların çok açılması ve bu beyaz boşlukların dikey veya çapraz olarak hizalanıp birleşmesiyle oluşur. Bu görsel hataya <b>Nehirler</b> (Rivers of White Space) denir.<br/>Nehirler, en çok <b>Blok Hizalama</b> (Justified Alignment) kullanılırken ortaya çıkar, çünkü bu hizalama, satırları doldurmak için kelime aralıklarını zorla genişletir. Bu nedenle, blok hizalamanın iyi bir şekilde uygulanması, özellikle de gelişmiş heceleme ve boşluk ayarlaması (H&amp;J) kuralları ile desteklenmesi gerekir."
  }
]