[
  {
    "id": "109068",
    "unitNumber": 1,
    "text": "<strong>Aşağıdaki tanımlardan hangisi dilin doğuşu ile ilgilidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Dil, sıkı sıkıya millî varlığa ve topluma bağlıdır.",
      "B": "Dil, anlaşmayı sağlayan sistemli işaretler birliğidir.",
      "C": "Dil, temeli bilinmeyen zamanlarda atılmış gizli antlaşmalar sistemidir.",
      "D": "Dil, (aynı dili konuşan ve yazan) insanlar arasında anlaşmayı sağlayan doğal bir araçtır.",
      "E": "Dil, seslerden örülmüş toplumsal bir yapıdır."
    },
    "explanation": "Dilin doğuşunu ve kökenini inceleyen bilim dalı veya kavram <b>glottogony</b> (Gilotoloji) olarak adlandırılır. Dilin doğuşu, insan dilinin yeryüzünde nasıl ortaya çıktığını, gelişim aşamalarını ve bu konudaki teorileri inceleyen bir alandır."
  },
  {
    "id": "109127",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi konuşma dilinin özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Bu dil, doğal olduğu için konuşurken ifadelerin kurallı olup olmadığına dikkat edilmez.",
      "B": "Konuşma dili, lehçelerden veya ağızlardan birine göre şekillenir.",
      "C": "Konuşma dili, sosyal hayatımızda çevremizdeki insanlarla iletişim kurmak için konuşurken kullandığımız dile verilen addır.",
      "D": "Konuşma dili, bölgeden bölgeye değişir.",
      "E": "İnsanların karşılıklı ve sesli olarak görüşürken konuştukları dil “konuşma dili”dir."
    },
    "explanation": "Konuşma dilinin temel özellikleri arasında <b>doğallık</b>, <b>geçicilik (uçuculuk)</b>, <b>bağlama bağımlılık</b> ve <b>anlık üretim</b> bulunur. Konuşma dili, anlık geri bildirime izin verir ve resmiyetten uzaktır. <b>Kalıcılık</b> ve <b>standart kurallara sıkı sıkıya bağlılık</b> konuşma dilinin değil, yazı dilinin özelliğidir."
  },
  {
    "id": "110456",
    "unitNumber": 1,
    "text": "<strong>Dillerin doğuşu aşağıdaki bilim dallarından hangisinin merak konusu <u>olamaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Dilbilim",
      "B": "Genetik bilim",
      "C": "Ruh bilim",
      "D": "İnsan bilim",
      "E": "Tıp bilim"
    },
    "explanation": "Dillerin doğuşu (glottogony), <b>Dil Bilimi</b> (Linguistik), <b>Antropoloji</b>, <b>Biyoloji</b> (Evrim) ve <b>Felsefe</b> gibi insan ve kültür odaklı bilim dallarının temel araştırma konularından biridir. Ancak, <b>Saf Matematik</b> veya <b>Jeoloji</b> gibi doğrudan bilişsel yetenekler veya sosyal evrimle ilgilenmeyen bilim dalları, dilin doğuşunun temel merak konusu olamaz."
  },
  {
    "id": "110543",
    "unitNumber": 1,
    "text": "<strong>\"İlk insanlar, çevrelerindeki sesleri taklit etme yoluyla ilk ve ilkel dilleri ortaya çıkarmışlardır.\" düşüncesini destekleyen dil görüşü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Antropolojik Görüş",
      "B": "Doğuştancı Görüş",
      "C": "Teolojik Görüş",
      "D": "Deneyimci Görüş",
      "E": "İlahiyatçı Görüş"
    },
    "explanation": "Bu düşünce, dilin doğadaki seslerin (hayvan sesleri, doğal yankılar vb.) taklit edilmesiyle ortaya çıktığını savunur ve bu, <b>Yansıma (Taklit) Teorisi</b> veya daha bilinen adıyla <b>Bow-Wow Teorisi</b> olarak adlandırılır."
  },
  {
    "id": "119178",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi yazı dilinin özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Bir ülkede bir yazı dili vardır.",
      "B": "Konuşma diline göre yapay bir özelliği vardır.",
      "C": "Kuralları konuşma diline göre daha sıkıdır.",
      "D": "Etki alanı konuşmaya göre daha geniştir.",
      "E": "Bir yöreye, bölgeye has özellikler barındırabilir."
    },
    "explanation": "Yazı dili, <b>kalıcılık</b>, <b>standartlaşma</b>, <b>planlılık</b> ve <b>resmiyet</b> gerektirir. Konuşma diline özgü olan <b>doğallık</b>, <b>anlık tepki</b> veya <b>vücut diline bağlılık</b> yazı dilinin özellikleri arasında yer almaz. Yazı dili, zaman ve mekan kısıtlamasını ortadan kaldırır."
  },
  {
    "id": "119180",
    "unitNumber": 1,
    "text": "<strong> Aşağıdakilerden hangisi konuşma dilinin özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Bir ülkede birden çok konuşma dili olabilir.",
      "B": "Kuralları yazı diline göre daha esnektir.",
      "C": "Etki alanı yazı diline göre daha geniştir.",
      "D": "Bir toplumun dil özelliklerinin genel kurallarını içerir.",
      "E": "Yazı diline göre daha doğal bir özelliği vardır."
    },
    "explanation": "Konuşma dilinin temel özelliklerinden olmayan durum, genellikle yazı diline ait bir özelliktir. Konuşma dili <b>geçici</b>, <b>bağlama bağımlı</b> ve <b>standartlaşmamış</b> olma eğilimindedir. Dolayısıyla, <b>mutlak kalıcılık</b> veya <b>kesin kurala bağlılık</b> konuşma dilinin bir özelliği değildir."
  },
  {
    "id": "119182",
    "unitNumber": 1,
    "text": "<strong>Deneyimci Görüş Teorisi aşağıdakilerden hangisini savunmaktadır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "İnsan, çevresinin etkisiyle konuşma yetisini kazanır.",
      "B": "İnsan, ırkının etkisiyle konuşma ve dil yetisini kazanır.",
      "C": "Birey, doğuştan dil yetisine sahiptir.",
      "D": "Kişinin dil yetisi, yaşı büyüdükçe gelişir.",
      "E": "Kişi, yaşadığı çağa göre dil özellikleri edinir."
    },
    "explanation": "<b>Deneyimci Görüş Teorisi</b> (Empiricism), dilin <b>doğuştan gelen bir yetenek olmadığını</b>, aksine bireyin <b>çevresiyle kurduğu etkileşimler</b>, <b>deneyimler</b> ve <b>taklit</b> yoluyla zamanla öğrenildiğini ve kazanıldığını savunur. Bu görüş, dil öğreniminde çevresel faktörlere ağırlık verir."
  },
  {
    "id": "119183",
    "unitNumber": 1,
    "text": "<strong> Aşağıdakilerden hangisi dilin özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Uzunca bir zamanda oluşmuştur.",
      "B": "Dil canlı bir organizma gibi doğar, yaşar ve özen gösterilmezse ölür.",
      "C": "Her dilin üretim yeteneği sınırlıdır.",
      "D": "Anlaşmayı sağlar.",
      "E": "Dil bir gizli antlaşmalar sistemidir."
    },
    "explanation": "Dilin temel özellikleri <b>rastgelelik (nedensizlik)</b>, <b>üretkenlik</b>, <b>çift eklemlilik</b> ve <b>aktarılabilirlik</b> olarak sayılabilir. Dil aynı zamanda <b>sistemli</b> ve <b>sosyal bir kurumdur</b>. Eğer bir seçenek, dilin bu temel bilişsel veya sosyal işlevlerinden farklı ve sınırlayıcı bir tanım içeriyorsa, bu dilin özelliği değildir."
  },
  {
    "id": "119184",
    "unitNumber": 1,
    "text": "<strong> Babil Kulesi Efsanesi aşağıdakilerden hangisinde doğru ifade edilmiştir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Dillerin çeşitliliği kulenin yapımı esnasında Tanrı tarafından insanlara verilmiş ve insanlar dünyaya dağılmış, böylece diller oluşmuştur.",
      "B": "Dillerin sosyolojik olarak ortaya çıktığı savunulan ilim merkezidir.",
      "C": "Antropolojik araştırmaların yapıldığı ilk yerdir.",
      "D": "Kutsal kitapların bulunduklarına inanılan hayali bir yapıdır.",
      "E": "Eski inançlarda kişilerin mezarlarının olduğu anıttır."
    },
    "explanation": "<b>Babil Kulesi Efsanesi</b>, insanların Tanrı'ya ulaşmak için devasa bir kule inşa etmeye çalışması sonucu, Tanrı'nın buna kızarak insanların dillerini <b>karıştırdığı</b> ve onları yeryüzüne dağıttığı inancını ifade eder. Bu efsane, <b>dillerin çeşitliliğinin</b> (linguistic diversity) teolojik açıklamasını sunar."
  },
  {
    "id": "119188",
    "unitNumber": 1,
    "text": "<strong>Dilin doğuşu teorilerinin amacı aşağıdakilerden hangisinde doğru verilmiştir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Dilin nasıl ne zaman oluştuğu hakkında genellemelerde bulunmak",
      "B": "Dilin işleyişini araştırmak",
      "C": "Dilin yapısını betimlemek",
      "D": "Yazılı dilin oluşum zamanının bulunmasına yardımcı olmak",
      "E": "Yazı dili ve konuşma dili ayrımını yapabilmek"
    },
    "explanation": "Dilin doğuşu teorilerinin temel amacı, <b>insan dilinin yeryüzünde ne zaman ve nasıl ortaya çıktığını</b> ve <b>bu sürecin arkasındaki mekanizmaları</b> açıklamaktır. Bu teoriler, dilin kökenine dair bilimsel, felsefi ve teolojik hipotezler sunar."
  },
  {
    "id": "119189",
    "unitNumber": 1,
    "text": "<strong> Aşağıdakilerden hangisi konuşma ve yazı dili arasındaki farklardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Konuşma dili doğal, yazı dili ise yapay bir dildir.",
      "B": "Yazı dili konuşma diline göre daha yaygın ve geniş bir kullanım alanına sahiptir.",
      "C": "Bir ülkede birden fazla yazı buna karşılık tek konuşma dili vardır.",
      "D": "Konuşma dili günlük hayatta farklılıklar arz ederken yazı dili değişmezdir.",
      "E": "Yazı dili konuşma diline göre daha kuralcı bir yapıdadır."
    },
    "explanation": "Konuşma ve yazı dili arasındaki temel farklar <b>kalıcılık</b>, <b>standartlaşma seviyesi</b> ve <b>kullanılan ortam</b> (akustik/görsel) ile ilgilidir. Eğer bir seçenek, her iki dilin de <b>temel iletişim amacı taşıdığını</b> ya da <b>aynı sözdizimi kurallarına</b> sahip olduğunu belirtiyorsa, bu bir fark değil, ortak noktalarıdır."
  },
  {
    "id": "162217",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi ses dilinin çeşitli anlamlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Eski bir tarihi ve geçmişi olan insan topluluğunun anlaşma vasıtası",
      "B": "Belli bir çağın kelime dağarcığı ve söz dizimi",
      "C": "Bir yörede yaşayan toplumun standart dilden şekilce ayrılmış dili",
      "D": "Bir yazarın, şairin söyleyiş tarzı",
      "E": "Meslek gruplarının anlaşma sistemi"
    },
    "explanation": "Ses dili, genel anlamda <b>konuşulan dil</b>, dilin <b>akustik ortamı</b> veya <b>fonolojik sistem</b> anlamına gelir. İletişimle doğrudan ilişkisi olmayan bir kavram (örneğin, mimari veya fiziksel nesne tanımı) ses dilinin anlamlarından biri değildir."
  },
  {
    "id": "162218",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi dilin türeyişi ile ilgili olarak ortaya atılan görüşlerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Metafizik Görüş",
      "B": "İlahiyatçı Görüş",
      "C": "Deneyimci Görüş",
      "D": "Doğuştancı Görüş",
      "E": "Antropolojik Görüş"
    },
    "explanation": "Dilin türeyişi ile ilgili ortaya atılan başlıca görüşler arasında <b>İlahi Görüş</b>, <b>Yansıma Teorisi</b>, <b>Ünlem Teorisi</b> ve <b>İmece Teorisi</b> (Sosyal İşbirliği) yer alır. Dilin kökeniyle değil, yapısıyla ilgilenen <b>Yapısalcılık</b> gibi bir yaklaşım, türeyiş teorisi değildir."
  },
  {
    "id": "162219",
    "unitNumber": 1,
    "text": "<strong>İlahiyatçı Dil Türeyiş Teorisi hakkında aşağıda verilenlerden hangisi doğrudur?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Dil, kişinin kendi çabası ile üremiş ve gelişmiştir.",
      "B": "Dil, sosyal etkileşimden doğmuştur.",
      "C": "Dil, Hz. Âdem’e ve onun şahsında insanlara doğuştan verilmiş ilahî bir yetenektir.",
      "D": "İnsanda doğuştan var olan dil yeteneği zamanla taklit, jest ve mimiklerle ortaya çıkmıştır.",
      "E": "İnsanda var olan dil taklitle ortaya çıkmıştır."
    },
    "explanation": "<b>İlahiyatçı Dil Türeyiş Teorisi</b> (Divine Origin Theory), dilin kaynağının beşeri çaba olmadığını, aksine <b>Tanrı tarafından insanlara mükemmel bir biçimde armağan edildiğini</b> veya öğretildiğini savunur. Bu görüş, dini metinlere dayanır."
  },
  {
    "id": "162220",
    "unitNumber": 1,
    "text": "<strong>Kültür dili aşağıdakilerden hangisinde doğru tanımlanmıştır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Bir toplumun yerel olarak kullandığı dildir.",
      "B": "Toplumun sanat anlayışının jargon dilidir.",
      "C": "Dilin kültüre olan etkisini araştıran dil bilim dalıdır.",
      "D": "Milletlerin kültür merkezi olarak gelişen yerleşim diline verilen addır.",
      "E": "Dil ile kültürün ortak noktalarının belirlendiği özel araştırma alanıdır."
    },
    "explanation": "<b>Kültür dili</b>, bir toplumun veya ulusun <b>ortak eğitim, edebiyat ve resmi iletişim</b> alanlarında kullandığı, genellikle standartlaştırılmış ve yaygınlaşmış <b>yazı dili</b> formudur. Bu dil, bölgesel ağızların ötesinde birleştirici bir rol üstlenir."
  },
  {
    "id": "162221",
    "unitNumber": 1,
    "text": "<strong>Türkiye Türklerinin yazı dili aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Erzurum ağzı",
      "B": "Rize ağzı",
      "C": "Kütahya ağzı",
      "D": "Manisa ağzı",
      "E": "İstanbul ağzı"
    },
    "explanation": "Türkiye Türklerinin yazı dili, <b>İstanbul ağzı esas alınarak</b> oluşturulmuş ve standardize edilmiş olan <b>Türkiye Türkçesi</b>dir. Bu standart, resmi ve eğitimsel metinlerde kullanılır."
  },
  {
    "id": "162223",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisinde “dil” kavramı diğerlerinden farklı anlamda kullanılmıştır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Tanzimat dili, Divan dili",
      "B": "Gemici dili, tıp dili, argo",
      "C": "Nedim’in dili, Yahya Kemal’in dili",
      "D": "Çocuk dili, din dili",
      "E": "Türk dili, İngiliz dili"
    },
    "explanation": "Türkçede 'dil' kelimesi hem <b>iletişim sistemi</b> (örneğin: 'Bir milletin dili') hem de <b>vücut organı</b> (tongue) anlamında kullanılır. Eğer seçeneklerdeki kullanımlardan biri organ anlamında ise, diğer iletişim sistemine atıfta bulunanlardan farklıdır."
  },
  {
    "id": "162225",
    "unitNumber": 1,
    "text": "<strong>Dil ile ilgili ilk sistematik düşüncelere aşağıdakilerden hangisinde rastlanır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Herakletios",
      "B": "Hintli Yaska",
      "C": "Demokritos",
      "D": "Sokrat",
      "E": "Aristo"
    },
    "explanation": "Dil ile ilgili ilk sistematik ve felsefi düşüncelere <b>Antik Yunan Felsefesi</b> döneminde rastlanır. Özellikle <b>Platon</b>'un 'Kratylos' diyaloğu, dilin doğası üzerine (doğa mı uzlaşım mı?) yapılan ilk sistematik tartışmalardan biridir."
  },
  {
    "id": "324882",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerin hangisinde dilin temel işlevlerinden biri <u>belirtilmemiştir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Bilgiyi araştırma ve açıklama işlevi",
      "B": "İkna etme işlevi",
      "C": "Söylemi yapılandırma işevi",
      "D": "Sosyalleşme işlevi",
      "E": "Yaratıcı düşünme işlevi"
    },
    "explanation": "Dilin temel işlevleri arasında <b>bildirme (referans)</b>, <b>etkileme (çağrı)</b>, <b>duygusal (ifade etme)</b>, <b>ilişki kurma (fâtik)</b> ve <b>üst dil (metalinguistik)</b> işlevleri sayılabilir. Dilin temel amacı iletişim ve anlam aktarımıdır. <b>Fiziksel hayatta kalma</b> veya <b>nefes alma</b> gibi doğrudan iletişimsel olmayan bir eylem, dilin temel işlevi değildir."
  },
  {
    "id": "327077",
    "unitNumber": 1,
    "text": "Yeryüzündeki bütün diller doğadaki seslerin taklit edilmesiyle ortaya çıkmıştır.<br /><strong>Görüşünü savunan dil doğuş teorisi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Ünlem Teorisi",
      "B": "İş Teorisi",
      "C": "Yansıma Teorisi",
      "D": "Kutsal Kaynak Teorisi",
      "E": "Psikolojik Teori"
    },
    "explanation": "Bu görüş, dilin kökeninin <b>doğadaki seslerin taklidi</b> ile başladığını savunur. Bu, dillerin 'miyav', 'güm' gibi ses yansımalı kelimelerden türediğini iddia eden <b>Yansıma Teorisi</b> (Bow-Wow Theory) olarak bilinir."
  },
  {
    "id": "329784",
    "unitNumber": 1,
    "text": "Yunan filozof Herakleitos'a (M.Ö. V. yy.) göre dili anlamak <u>evreni anlamak</u> demektir.<br /><strong>Cümlede altı çizili sözle anlatılmak istenen aşağıdakilerden hangisinde doğru olarak verilmiştir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Her dilin kendine özgü bir evren tasarımı vardır.",
      "B": "İnsanlar ana dillerinin penceresinden hayata bakarlar.",
      "C": "Dilini anladığımız insanın evren tasarımını da kolayca anlarız.",
      "D": "İnsanlar konuştukları dil sayesinde evreni anlamlandırabilirler.",
      "E": "Dil; baktığımız her şeyi görmemizi, gördüğümüz her şeyi algılamamızı sağlayan sistemler üzerine kurulu bir araçtır."
    },
    "explanation": "Yunan filozofu Herakleitos'a göre evreni anlamak, evrenin temelindeki <b>Logos</b>'u (söz, akıl, yasa) anlamak demektir. Herakleitos, evrendeki her şeyin sürekli değişimi (oluş) yöneten bu değişmez yasanın dilde de kendini gösterdiğini savunur. Bu nedenle, dili anlamak, evreni yöneten <b>mantıksal yapıyı ve düzeni</b> çözmek, yani Logos'u kavramak anlamına gelir. Altı çizili ifade, dilin sadece bir iletişim aracı değil, aynı zamanda <b>gerçeğin ve evrensel aklın</b> yansıması olduğu fikrini vurgular."
  },
  {
    "id": "362755",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi dilin nasıl türediğine yönelik ortaya atılan görüşlerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Hümanist görüş",
      "B": "Doğuştancı görüş",
      "C": "Deneyimci görüş",
      "D": "Teolojik görüş",
      "E": "Antropolojik görüş"
    },
    "explanation": "Dilin nasıl türediğine dair ortaya atılan başlıca teoriler; <b>Teolojik Görüş</b> (ilahi köken), <b>Yankı Teorisi</b> (doğadaki seslerin taklidi), <b>Ünlem Teorisi</b> (duygusal tepkiler) ve <b>Temas Teorisi</b> (fiziksel çaba sesleri) ile <b>Evrimci/Antropolojik</b> yaklaşımlardır. Soruda belirtilen şıkkın bu temel köken teorilerinden biri olmaması gerekmektedir. Örneğin, dilin işleyişini inceleyen <b>Yapısalcılık</b> veya <b>Ses Bilim</b> gibi alanlar, dilin kökeniyle ilgili bir teori değil, dilbilimsel bir analiz yöntemidir."
  },
  {
    "id": "362756",
    "unitNumber": 1,
    "text": "<strong>Teolojik Görüş aşağıdakilerden hangisini savunmaktadır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "İnsan dili çevresinden öğrenir.",
      "B": "Dil, yaratıcı tarafından insanlara bahşedilen bir yetidir.",
      "C": "İnsan dili taklit yoluyla öğrenir.",
      "D": "İnsan önce yazmayı sonra konuşmayı öğrenir.",
      "E": "İnsanın ne zaman ve nasıl konuştuğu belli değildir."
    },
    "explanation": "<b>Teolojik Görüş</b> (İlahiyatçı Görüş), dilin kaynağının insan çabası ya da doğal evrim süreçleri olmadığını savunur. Bu görüşe göre, dil <b>yaratıcı bir güç</b> (Tanrı) tarafından insana verilmiş, <b>ilahi bir armağandır</b>. Kutsal metinlerde geçen hikayeler, genellikle ilk insanın (örneğin Adem) dili Tanrı'dan öğrendiği veya Tanrı tarafından doğrudan bahşedildiği fikrine dayanır. Bu görüş, dilin mükemmelliğini ve karmaşıklığını insanüstü bir kaynağa bağlar."
  },
  {
    "id": "366038",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi yazı dilinin özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yapma bir dildir.",
      "B": "Kullanım alanı ve etkisi konuşma diline göre daha geniştir.",
      "C": "Lehçelerden ve ağızlardan birine göre şekillenir.",
      "D": "Bir milletin millet olma sürecine önemli katkılar sunar.",
      "E": "Bölgeden bölgeye değişen birtakım farklılıkları vardır."
    },
    "explanation": "<b>Yazı dili</b>, planlanmış, standardize edilmiş, <b>kalıcı</b> ve bağlamdan bağımsız olmayı hedefleyen bir iletişim biçimidir. Dil bilgisi ve yazım kurallarına sıkı sıkıya bağlılık, yazı dilinin ana özelliklerindendir. Yazı dilinin özelliklerinden olmayan madde, genellikle konuşma dilinin özelliklerini taşır. Örneğin, '<b>Hızlı üretilmesi ve anında silinmesi</b>' veya '<b>Bağlama (duruma) bağımlı olması</b>' yazı dilinin değil, konuşma dilinin temel özelliğidir."
  },
  {
    "id": "366041",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi konuşma dili ile yazı dili arasındaki farklardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Bir ülkede bir konuşma dili, birden fazla yazı dili olabilir.",
      "B": "Konuşma dili doğaldır, yazı dili ise yapay bir dildir.",
      "C": "Yazı dilinde kurallara sıkı sıkıya uyulması gerekirken konuşma dilinde esneklik söz konusudur.",
      "D": "Konuşma dilinin etki alanı yazı diline göre daha dardır.",
      "E": "Konuşma dili günlük hayatta farklılıklar arz ederken yazı dili değişmezdir."
    },
    "explanation": "Konuşma dili ve yazı dili arasındaki temel farklar; kullanılan kanal (sesli/görsel), kalıcılık, hız, planlama düzeyi ve bağlama bağımlılıktır. Yazı dili <b>kalıcı</b>, planlı ve <b>biçimsel</b> iken; konuşma dili <b>geçici</b>, hızlı ve <b>bağlama bağımlıdır</b>. Doğru cevap, bu iki dil biçiminin de ortak özelliği olan veya fark yaratmayan bir ifade olmalıdır. Örneğin, 'Her ikisi de <b>düşünceyi aktarma amacı</b> güder' veya 'Her ikisi de bir <b>semboller sistemi</b>dir' gibi bir ifade farklardan biri değildir, ortak noktadır."
  },
  {
    "id": "397198",
    "unitNumber": 1,
    "text": "I. Deneyimci<br />II. Doğuştancı<br />III. İlahiyatçı<br />IV. Antropolojik<br /><strong>Yukarıdakilerden hangileri dillerin doğuşu ile ilgili teorilerdendir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "II ve III",
      "D": "I,II ve III",
      "E": "I,II,III ve IV"
    },
    "explanation": "Dillerin doğuşu (kökeni) ile ilgili teoriler iki ana başlıkta incelenebilir: <br/>I. <b>Deneyimci</b> ve II. <b>Doğuştancı</b> görüşler, dilin tarihi kökeninden ziyade, <b>insan zihninde dilin nasıl edinildiği</b> (Doğa mı? Çevre mi?) üzerine odaklanır. <br/>III. <b>İlahiyatçı</b> (Teolojik) görüş, dilin kaynağını <b>ilahi yaratıma</b> bağlayan doğrudan bir köken teorisidir.<br/>IV. <b>Antropolojik</b> (Evrimci) görüş ise, dilin insanın <b>bilişsel ve fiziksel evrimiyle</b> paralel olarak zamanla geliştiğini öne sürer ve bu da bir köken teorisidir. <br/>Bu bağlamda, III ve IV dillerin tarihsel doğuşuna ilişkin en net teorilerdir ve genellikle bu konudaki temel teoriler arasında sayılırlar."
  },
  {
    "id": "179820",
    "unitNumber": 2,
    "text": "I. Toplumların tarihsel belleğidir.<br />II. Sosyal ve kültürel değerlerin taşıyıcısıdır.<br />III. Birlik ve beraberliğin en temel simgesidir.<br /><strong>Dil ile ilgili olarak yukarıdakilerden hangisi ya da hangileri doğrudur?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız III",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Dil, bir <b>toplumun tarihsel belleği</b> olarak geçmişten günümüze bilgi ve deneyimleri aktarır (I). Aynı zamanda <b>sosyal ve kültürel değerlerin</b>, inançların ve normların <b>taşıyıcısıdır</b> (II). Ortak bir dil konuşmak, bir topluluk içinde <b>birlik ve beraberliğin</b> oluşmasında ve sürdürülmesinde en temel <b>simgesidir</b> (III). Bu nedenle, verilen üç öncül de dilin temel özelliklerindendir ve doğrudur."
  },
  {
    "id": "179825",
    "unitNumber": 2,
    "text": "………………. daha çok dilin işitsel ve biçimsel boyutunu ifade ederken ………………. dilin zihinsel boyutundaki soyut kavram olarak ifade edilebilir.<br /><strong>Cümlede boş bırakılan yerlere sırasıyla aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yazı-konuşma",
      "B": "Biçim-anlam",
      "C": "Anlatım-anlam",
      "D": "Gösteren-gösterilen",
      "E": "Şekil-düşünce"
    },
    "explanation": "Bu ayrım, dil biliminde temel bir kavramdır. Cümlede boş bırakılan yerlere sırasıyla <b>Söz</b> ve <b>Dil</b> getirilmelidir. <b>Söz</b> (parole), bireyin dili somut olarak kullanma eylemini, yani <b>dilin işitsel ve biçimsel boyutunu</b> ifade ederken; <b>Dil</b> (langue), dilin zihinsel boyutundaki <b>soyut kavram</b>, yani toplumsal olarak paylaşılan kurallar sistemini ifade eder."
  },
  {
    "id": "179837",
    "unitNumber": 2,
    "text": "I.Betimleyici işlev<br />II.Toplumsal işlev<br />III. Çağrı işlevi<br /><strong>Yukarıdakilerden hangisi ya da hangileri Lyons’a göre dilin işlevlerindendir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız II",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Dil bilimci <b>Lyons</b>, dilin temel işlevlerini incelerken özellikle <b>Betimleyici işlev</b> (Descriptive Function) ve <b>Toplumsal işlev</b> (Social Function) üzerinde durur. Betimleyici işlev nesnel bilgi aktarımıyken, toplumsal işlev sosyal etkileşimi kapsar. <b>Çağrı işlevi</b> (Conative Function) ise tipik olarak <b>Jakobson'un</b> işlevleri arasında yer alır. Bu nedenle Lyons'a göre doğru olanlar I ve II'dir."
  },
  {
    "id": "179838",
    "unitNumber": 2,
    "text": "I. Bu yılki tohum ekiminde özellikle domatese ağırlık vereceğim.<br />II. İnşaat böyle yavaş ilerlerse kooperatife biz daha çok para öderiz.<br />III. Arkadaşlarının arkasından konuşan insanlardan hiç hoşlanmam.<br /><strong>Yukarıdakilerden hangisi ya da hangileri dilin anlatım işlevine örnek olabilir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız II",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Dilin <b>anlatım (ifade edici) işlevi</b>, göndericinin kendi duygu, düşünce, niyet veya öznel tavrını ifade etmesini sağlar. Verilen üç örnekte de konuşmacı, kendi kişisel niyetini (I), endişesini/tahminini (II) ve hoşlanıp hoşlanmama durumunu (III) dile getirmektedir. Bu ifadeler, <b>konuşmacının öznel durumunu</b> yansıttığı için üçü de anlatım işlevine örnektir."
  },
  {
    "id": "179839",
    "unitNumber": 2,
    "text": "Dilin sadece sözcüklerden ve dil bilgisi yapılarından ibaret olarak görülmesi yanlıştır. Dil, toplumsal ve kültürel birikimin aklın ve mantığın temelinde estetik bir duyuşla işlendiği muazzam bir varlıktır.<br /><strong>Paragrafta dilin hangi işlevinden bahsedilmektedir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Anlatım",
      "B": "Betimleme",
      "C": "Edebî",
      "D": "Toplumsal",
      "E": "Çağrı"
    },
    "explanation": "Paragrafta, dilin sadece yapıdan ibaret olmadığı, aynı zamanda toplumsal birikimi taşıdığı ve özellikle <b>estetik bir duyuşla işlendiği</b> vurgulanmaktadır. Dilin biçimsel güzelliğini ve yaratıcılığını ön plana çıkaran bu yönü, <b>şiirsel (poetic) işlev</b> ile ilişkilidir. Bu işlevde mesajın içeriğinden çok, mesajın kuruluşu ve formu önemlidir."
  },
  {
    "id": "179841",
    "unitNumber": 2,
    "text": "<strong>Kültür ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Geçmişten günümüze kadar gelen somut değerlerin bütünüdür.",
      "B": "Bireye çevreyi ve şartları değiştirme gücü verir.",
      "C": "Nesillerden her birinin geçmişe dair bilgilerini canlı tutar.",
      "D": "İnsanların yaşama şekillerinin bütününe verilen isimdir.",
      "E": "Zamanın oluşturduğu ihtiyaçların sentezidir."
    },
    "explanation": "Kültür ile ilgili yanlış olan ifade, kültürün <b>biyolojik olarak kalıtılması</b> veya <b>statik olması</b> yönündeki ifadelerdir. Kültür, genetik yollarla değil, toplumsal etkileşimle sonradan <b>öğrenilen</b>, paylaşılan ve sürekli <b>değişen/dinamik</b> bir birikimdir."
  },
  {
    "id": "179843",
    "unitNumber": 2,
    "text": "I. Mimari<br />II. Dünya görüşü<br />III. Gelenek<br /><strong>Yukarıdakilerden hangisi ya da hangileri maddi kültüre örnektir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "I ve III",
      "B": "Yalnız I",
      "C": "II ve III",
      "D": "I, II ve III",
      "E": "Yalnız III"
    },
    "explanation": "<b>Maddi kültür</b>, bir toplumun ürettiği <b>somut, elle tutulur</b> nesneleri ve fiziksel yapıları ifade eder. <b>Mimari</b> (I), maddi kültüre örnektir. Dünya görüşü (II) ve gelenek (III) ise inançları, düşünce biçimlerini ve davranış normlarını kapsayan <b>manevi kültür</b> unsurlarıdır."
  },
  {
    "id": "179845",
    "unitNumber": 2,
    "text": "Edebiyatın ana malzemesi ……………. ; dolayısıyla dil gibi edebiyat da …………. hem unsuru hem de taşıyıcısıdır.<br /><strong>Cümlede boş bırakılan yerlere sırasıyla aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "kültürdür-toplumun",
      "B": "sanattır-sanatın",
      "C": "dildir-kültürün",
      "D": "kültürdür-dilin",
      "E": "duygudur-estetiğin"
    },
    "explanation": "Edebiyatın ana malzemesi <b>dildir</b>; bu malzeme aracılığıyla duygular, düşünceler ve kültürel birikim işlenir. Bu nedenle, dil gibi edebiyat da <b>kültürün</b> hem ayrılmaz bir <b>unsuru</b> hem de onu geleceğe aktaran bir <b>taşıyıcısıdır</b>."
  },
  {
    "id": "179862",
    "unitNumber": 2,
    "text": "<strong>Dil ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Teknolojik gelişmelerle birlikte dilin sınırlandırıcı etkisi giderek azalmaktadır.",
      "B": "Çağımızda yaşanan önemli değişimler dilin önemini daha da artırmıştır.",
      "C": "Dil, insanın geleceğe kalma arzusunun ürünüdür.",
      "D": "Dil, günümüzde pek çok araştırmanın konusu olmaya devam etmektedir.",
      "E": "Dilin, millî kimliğin inşasında önemli bir rolü vardır."
    },
    "explanation": "Dil, <b>canlı bir varlıktır</b> ve kullanıldığı toplumsal ortama bağlı olarak sürekli değişir, gelişir ve kendini yeniler. Dilin <b>statik bir sistem</b> olduğu yönündeki ifadeler kesinlikle <b>yanlıştır</b>. Dilin temel özelliklerinden biri dinamik olmasıdır."
  },
  {
    "id": "179863",
    "unitNumber": 2,
    "text": "Bazı araştırmacılar insanı diğer varlıklardan ayıran en önemli özelliğin zekâ ve düşünme yeteneği olduğunu, zekâ ve düşünme yeteneğinin insanın benliğinin oluşmasını sağlayan ögeler ve bu ögelerin oluşturduğu duygu ve düşüncelerin dışarı aktarımında en büyük yardımcının …………………….. olduğunu belirtmektedirler.<br /><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "sanat",
      "B": "kültür",
      "C": "bilim",
      "D": "dil",
      "E": "din"
    },
    "explanation": "İnsanın zekâ ve düşünme yeteneği sonucu oluşan duygu ve düşüncelerin dış dünyaya aktarılmasını sağlayan en büyük yardımcı araç <b>dildir</b>. Dil, düşüncelerin somutlaşmasını ve toplumsal olarak paylaşılmasını mümkün kılar, bu da onu insan için vazgeçilmez bir varlık hâline getirir."
  },
  {
    "id": "179864",
    "unitNumber": 2,
    "text": "…………………..göre dil bir göstergeler dizgesidir ve belirli kuralları olan bir sistemdir.<br /><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Wittgenstein’a",
      "B": "Chomsky’ye",
      "C": "Saussure’e",
      "D": "Bach’a",
      "E": "Austin’e"
    },
    "explanation": "Dil biliminin kurucularından kabul edilen <b>Ferdinand de Saussure'e</b> göre, dil, uzlaşımsal ilişkiye dayalı <b>göstergeler dizgesidir</b> ve belirli kuralları olan toplumsal bir sistemdir (langue). Bu tanım yapısal dil biliminin temelini oluşturur."
  },
  {
    "id": "179865",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi ses organlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Ağız",
      "B": "Göz",
      "C": "Diş",
      "D": "Damak",
      "E": "Gırtlak"
    },
    "explanation": "Ses organları, konuşma seslerinin üretiminde doğrudan görev alan (artikülasyon) organlardır (Akciğerler, gırtlak, dil, dudaklar vb.). <b>Kulak</b> ise sesleri duymaya ve algılamaya yarayan bir duyu organıdır; ses üretimi (fonasyon) sürecinde yer almaz."
  },
  {
    "id": "179866",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi Jakobson’a göre dilin işlevlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Anlatım",
      "B": "Çağrı",
      "C": "İlişki",
      "D": "Betimleme",
      "E": "Belgesel"
    },
    "explanation": "<b>Roman Jakobson</b>, dilin altı temel işlevini tanımlar: Göndergesel, Duygusal, Alıcıyı Etkileme (Çağrı), Fatik, Üst Dil ve Şiirsel. <b>Toplumsal işlev</b>, daha çok Lyons gibi diğer dil bilimcilerin sınıflandırmalarında öne çıkan, sosyal etkileşimi sürdürme amacını taşıyan bir kategoridir ve Jakobson'un altı temel işlevinden biri değildir."
  },
  {
    "id": "179871",
    "unitNumber": 2,
    "text": "I. Dil, toplumun kültürel anlayışını yansıtan en önemli araçtır.<br />II. Kültürel derinlik ancak dilin zenginliğiyle ölçülebilir.<br />III. Kültürel değerlerin izlerini dil üzerinde sürmek mümkündür.<br /><strong>Dil ve kültür ile ilgili olarak yukarıdakilerden hangisi ya da hangileri doğrudur?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "I ve III",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Dil, bir toplumun <b>kültürel anlayışını yansıtan</b> ve aktaran temel araçtır (I). Kültürel zenginlik, dildeki kavram ve söz varlığı zenginliğiyle yakından ilişkilidir (II). Kültürel değerlerin izlerini (deyimler, atasözleri) <b>dil üzerinde sürmek mümkündür</b> (III). Dolayısıyla, verilen üç öncül de dil ve kültür arasındaki sıkı ilişkiyi doğru bir şekilde açıklamaktadır."
  },
  {
    "id": "327080",
    "unitNumber": 2,
    "text": "Mevlana, \"Sen ne söylersen söyle, söylediğin karşındakinin anladığı kadardır.\" der. Bu veciz söz, dilin ............ işleviyle ilgilidir.<br /><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "tarihsel",
      "B": "çağrı",
      "C": "toplumsal",
      "D": "anlatım",
      "E": "edebî"
    },
    "explanation": "Mevlana'nın bu sözü, iletişimin anlamının tamamen <b>alıcının (karşındakinin) anlama kapasitesine</b> bağlı olduğunu vurgular. Mesajın alıcı üzerindeki etkisi ve alıcının tepkisiyle ilgilenen bu durum, dilin <b>Çağrı (Konatif) İşlevi</b> veya <b>Alıcıya Dönük İşlevi</b> ile doğrudan ilişkilidir."
  },
  {
    "id": "329788",
    "unitNumber": 2,
    "text": "Scollon'a (1995) göre ortak bir kültürü paylaşan insanlar, ...........................................................<br /><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi <u>getirilemez</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "birbirlerini daha kolay anlarlar.",
      "B": "kendi aralarında üretken ilişkiler kurarlar.",
      "C": "birbirlerine karşı eleştirel davranabilirler.",
      "D": "öznel bir kimlik oluşturabilirler.",
      "E": "kendi aralarında yapıcı bir ilişki kurabilirler."
    },
    "explanation": "Ortak kültürü paylaşan insanlar, ortak anlamları ve iletişim kurallarını paylaşır, bu sayede daha az söze ihtiyaç duyar (örtük anlam kullanır). Ancak, ortak kültür paylaşımı, iletişimde <b>hiçbir zaman yanlış anlamanın olmayacağı</b> anlamına gelmez; bireysel farklılıklar ve bağlam her zaman yanlış anlaşılmaya yol açabilir. Bu nedenle 'Birbirlerini asla yanlış anlamazlar' gibi mutlak bir ifade getirilemez."
  },
  {
    "id": "329791",
    "unitNumber": 2,
    "text": ".............................. göndericinin düşünceleri, hisleri, ilkeleri, öncelikleri, ön yargıları hakkında anlatıcıya bilgi verir.<br /><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Betimleme işlevi",
      "B": "Çağrı işlevi",
      "C": "Toplumsal işlev",
      "D": "Edebî işlev",
      "E": "Anlatım işlevi"
    },
    "explanation": "Bu tanım, mesajı oluşturan <b>göndericinin (anlatıcının) iç dünyasını, duygu, düşünce, ilke ve ön yargılarını</b> yansıtan işlevi ifade eder. Bu işlev, dilin <b>Duygusal (Emotive) İşlevi</b> veya <b>İfade Edici İşlevi</b> olarak adlandırılır. Bu işlevde vurgu, mesajın içeriğinden çok göndericinin öznel durumuna odaklanır."
  },
  {
    "id": "329828",
    "unitNumber": 2,
    "text": "Kılıç-kalkan sesinden, nal şıkırtısından / Dilimde ince kalın \"k\" sesinin bolluğu / Bellidir ecdadımın at üstünde yaşayıp/ Yeri göğü kılıçla imzaladığı (Arif Nihat Asya)<br /><strong>Bu dörtlükte Türkçenin hangi özelliği vurgulanmaktadır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Türk yaşam biçiminin Türkçeye etkisi",
      "B": "Türkçenin Türk yaşama biçimine etkisi",
      "C": "Türkçede ''k'' sesinin çok kullanılması",
      "D": "Kılıç ve kalkanın Türkçe olması",
      "E": "Türklerin ata mesleğinin demircilik olması"
    },
    "explanation": "Arif Nihat Asya'nın dörtlüğü, Türkçedeki seslerin ve dilin yapısının, ataların tarihi yaşam biçimiyle (at üstünde yaşama, savaşçılık) nasıl ilişkilendirildiğini göstermektedir. Bu durum, <b>dilin sadece bir iletişim aracı değil</b>, aynı zamanda bir <b>milletin tarihini ve kültürel kimliğini</b> yansıtan ve taşıyan bir varlık olduğunu vurgular."
  },
  {
    "id": "366046",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi dilin işlevlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Çağrı işlevi",
      "B": "Toplumsal işlev",
      "C": "Edebî işlev",
      "D": "Betimleme işlevi",
      "E": "Öyküleme işlevi"
    },
    "explanation": "Dilin yaygın olarak kabul gören temel işlevleri arasında Göndergesel, Duygusal, Çağrı, Fatik, Şiirsel ve Üst Dil işlevleri bulunur. <b>Fiziksel İşlev</b>, dilin işlevleri sınıflamaları içinde (Jakobson, Lyons vb.) tanımlanmış temel bir kategori <b>değildir</b>."
  },
  {
    "id": "367467",
    "unitNumber": 2,
    "text": "Bireyler arasında anlaşamayı sağlayan, kültür ve medeniyetin yapıcısı ve bu unsurları geçmişten günümüze ve günümüzden de geleceğe aktaran, temeli bilinmeyen zamanlarda atılan ve seslerden örülmüş doğal bir vasıtadır.<br /><strong>Tanımı verilen kavram aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Din",
      "B": "Kültür",
      "C": "Törel değerler",
      "D": "Dil",
      "E": "Tarihsel miras"
    },
    "explanation": "Tanımı verilen kavram <b>dildir</b>. Dil, <b>anlaşmayı sağlayan</b> temel araçtır; <b>kültür ve medeniyetin yapıcısı</b> ve <b>aktarıcısıdır</b>. Ayrıca 'temeli bilinmeyen zamanlarda atılan ve seslerden örülmüş doğal bir vasıtadır' ifadesi, dilin kökenine ve ses temelli yapısına atıfta bulunarak tanımı tamamlar."
  },
  {
    "id": "367961",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi kültürün özgün bir grup yaratma işlevine <u>uygun olamaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "İnsanların birbirlerini kolay anlamaları",
      "B": "İnsanların birbirleriyle üretken ilişkiler kurmalarını",
      "C": "İnsanların birbirlerine yapıcı bir şekilde bağlanmalarını",
      "D": "Aynı idealler içinde mücadele etmelerini",
      "E": "Soyut değerleri somut değerlerden daha fazla önemsemeleri"
    },
    "explanation": "Kültür, bir topluluğun <b>kimliğini</b> ve <b>özgünlüğünü</b> oluşturan ortak değerler, inançlar ve pratikler bütünüdür. Kültürün özgün bir grup yaratma işlevi, üyeler arasında <b>sosyal uyum</b> sağlamak, ortak davranış standartlarını belirlemek ve topluluğu diğerlerinden ayıran <b>ortak semboller</b> geliştirmektir. Bu işlevin amacı, grubun bütünlüğünü korumaktır. Bu nedenle, şıklar arasında kültürün bir grup oluşturma işlevine doğrudan hizmet etmeyen veya toplumsal değil de <b>bireysel bir eylem</b> (örneğin, kişisel düşünce süreçlerinin incelenmesi) olarak görülen bir durum, bu işleve uygun olamaz. Kültür, daima kolektif kimliği inşa etmeye odaklanır."
  },
  {
    "id": "395849",
    "unitNumber": 2,
    "text": "<strong>\"Dil, bir göstergeler dizgesi ve belirli kuralları olan bir sistemdir.\" ifadesi aşağıdakilerden hangisine aittir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Saussure",
      "B": "Wittgenstein",
      "C": "Martinet",
      "D": "Bloomfield",
      "E": "Chomsky"
    },
    "explanation": "Bu ifade, modern dilbilimin ve <b>yapısalcılığın</b> kurucusu sayılan <b>Ferdinand de Saussure</b>'e aittir. Saussure, dili oluşturan temel bileşenlerin, yani <b>gösteren</b> (ses imgesi) ve <b>gösterilen</b> (kavram) arasındaki ilişkiye dayalı <b>göstergeler dizgesi</b> (sistem) olduğunu savunur. <br>Saussure'e göre dil, toplumsal olarak kabul edilmiş keyfi kurallara (<b>kurallar dizgesi</b>) bağlı bir yapıdır. Bu sistem, dilin iletişim kurmasını ve anlam üretmesini sağlar ve bu kurallar dizgesinin varlığı, dilin bir bilim dalı olarak incelenmesine olanak tanır."
  },
  {
    "id": "106421",
    "unitNumber": 3,
    "text": "<strong>Aşağıdaki dil ailelerinden hangisi yapı bakımından eklemeli dilleri içine alır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Çin-Tibet Dilleri",
      "B": "Ural-Altay Dilleri",
      "C": "Bantu Dilleri",
      "D": "Hami-Sami Dilleri",
      "E": "Hint-Avrupa Dilleri"
    },
    "explanation": "Türkçenin yapı bakımından ait olduğu dil ailesi, genel kabul gören görüşe göre <b>Ural-Altay Dil Ailesi</b>'dir. Bu dil ailesine mensup diller (Türkçe, Moğolca, Fince vb.) tipik olarak <b>eklemeli (agglütinatif) diller</b> özelliklerini gösterir. Eklemeli dillerde, sözcük kökleri değişmez ve dilbilgisel işlevler sondan eklenen yapım ve çekim ekleriyle sağlanır."
  },
  {
    "id": "106452",
    "unitNumber": 3,
    "text": "<strong>Türk dili tarihinde en erken dönem, aşağıdaki adlandırmalardan hangisiyle yapılır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "İlk Türkçe Dönemi",
      "B": "Ana Türkçe Dönemi (Proto-Türkçe)",
      "C": "Altay Dil Birliği Dönemi",
      "D": "Eski Türkçe Dönemi",
      "E": "Orta Türkçe Dönemi"
    },
    "explanation": "Türk dili tarihi dönemlere ayrılırken, yazılı belgelerden önceki dönemler genellikle <b>Altay Dilleri Ortak Dönemi</b> veya <b>Ana Altay Dönemi</b> olarak adlandırılır. Bu dönem, Türkçenin, Altay dillerinin diğer üyeleri (Moğol, Mançu-Tunguz) ile ortak bir kökten geldiği varsayılan, henüz ayrışmanın gerçekleşmediği en ilkel zaman dilimini ifade eder."
  },
  {
    "id": "106523",
    "unitNumber": 3,
    "text": "<strong>Eski Türkçe Dönemi’nin dil, kültür ve edebiyat özelliklerini başarılı bir şekilde yansıtan ve Türk yazı dilinin başlangıcı olarak kabul edilen eser aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Şaman Yazıtları",
      "B": "Budizm Yazıtları",
      "C": "Türkmen Yazıtları",
      "D": "Uygur Yazıtları",
      "E": "Orhun (Göktürk) Yazıtları"
    },
    "explanation": "Türk yazı dilinin başlangıcı olarak kabul edilen ve <b>Eski Türkçe Dönemi</b>'ne ait en önemli ve en eski yazılı belgeler <b>Orhun Yazıtları (Kök Türk Yazıtları)</b>'dır. Bu yazıtlar (8. yüzyıl), Türk dilinin bilinen ilk başarılı edebi ve kültürel ürünleri olup, Türk yazı dilinin ilk örnekleri sayılır."
  },
  {
    "id": "111201",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerin hangisinde Türkçenin dünya dilleri arasındaki yeri doğru olarak verilmiştir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Ural-Altay dilleri grubunun Altay dilleri kolunda yer alır.",
      "B": "Hint-Avrupa dilleri ailesinin Hint koluna girer.",
      "C": "Çin-Tibet dilleri ailesinin Tibet koluna girer.",
      "D": "Hami-Sami dilleri ailesinin Sami koluna girer.",
      "E": "Bantu dilleri ailesine girer."
    },
    "explanation": "Türkçenin dünya dilleri arasındaki yeri, geleneksel dilbilimsel sınıflandırmaya göre <b>Ural-Altay Dil Ailesi</b>'nin <b>Altay kolu</b> içinde yer almasıdır. Yapısal olarak ise <b>eklemeli (agglütinatif) diller</b> grubuna aittir."
  },
  {
    "id": "111366",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi Türkçenin genel özellikleri arasında <u>yer a</u></strong><u><strong>lma</strong></u><strong><u>z</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Türkçe sözcüklerde erillik, dişillik (yani cinsiyet ayrımı) özelliği vardır.",
      "B": "Türkçede sayı sıfatlarından sonra istisnalar hariç gelen adlar çoğul eki almaz.",
      "C": "Önlük-artlık (kalınlık-incelik) ve düzlük-yuvarlaklık uyumları vardır.",
      "D": "F, j ve h ünsüzleri Türkçe kökenli sözcüklerde bulunmaz.",
      "E": "N ünsüzü Türkçe kökenli sözcüklerde yalnız \"ne\" ve \"ne\"nin türevlerinde bulunur: ne, neden, niçin, nasıl vb."
    },
    "explanation": "Türkçenin genel ve belirgin özellikleri arasında <b>eklemeli yapı</b>, <b>Ünlü Uyumu (Vowel Harmony)</b> ve <b>söz diziminde Özne-Nesne-Yüklem (SOV) sırası</b> yer alır. Türkçede <b>dilbilgisel cinsiyet (grammatical gender)</b> ayrımı bulunmaz ve <b>ön ekler (prefix) kullanılmaz</b>. Eğer seçeneklerde fleksiyon (çekimli yapı) veya cinsiyet ayrımı gibi bir özellik varsa, bu Türkçenin özelliği <u>değildir</u>."
  },
  {
    "id": "119230",
    "unitNumber": 3,
    "text": "<strong> Türkçe aşağıdaki dil gruplarından hangisine dâhil edilmektedir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Hint-Avrupa Dilleri",
      "B": "Hami-Sami Dilleri",
      "C": "Bantu Dilleri",
      "D": "Çin-Tibet Dilleri",
      "E": "Ural-Altay Dilleri"
    },
    "explanation": "Türkçe, köken ve yapı bakımından genellikle <b>Ural-Altay Dil Ailesi</b> içerisindeki <b>Altay Dil Grubu</b>'na dâhil edilmektedir. Bu sınıflandırma, tarihsel dilbilimsel kanıtlar ve dillerin ortak yapısal özellikleri üzerine kurulmuştur."
  },
  {
    "id": "119231",
    "unitNumber": 3,
    "text": "<strong> Aşağıdaki dillerden hangisi Ural-Altay dillerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Fince",
      "B": "Moğolca",
      "C": "Mançuca",
      "D": "Arapça",
      "E": "Tunguzca"
    },
    "explanation": "Ural-Altay dilleri, Altay (Türkçe, Moğolca, Mançu-Tunguzca) ve Ural (Fince, Macarca) kollarına ayrılır. Eğer seçeneklerde <b>Hint-Avrupa</b> ya da <b>Semitik</b> gibi farklı bir dil ailesine ait bir dil (Örn: İngilizce, Arapça, Farsça) verilmişse, o dil Ural-Altay dillerinden biri <u>değildir</u>."
  },
  {
    "id": "119233",
    "unitNumber": 3,
    "text": "<strong>Aşağıdaki dil özelliklerinden hangisi Ural-Altay dillerinin benzerliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "İsimlerin çekiminde mülkiyet eki kullanılır.",
      "B": "Sayı sözlerinden sonra çokluk eki kullanılır.",
      "C": "Soru eki mevcuttur.",
      "D": "Bağlar yerine fiil şekilleri kullanılır.",
      "E": "Bu dillerde gramatik cinsiyet yoktur."
    },
    "explanation": "Ural-Altay dillerinin en belirgin ortak özellikleri arasında <b>eklemeli (agglütinatif) yapı</b>, <b>isimlerde cinsiyet ayrımının bulunmaması</b> ve <b>ses uyumlarının (vowel harmony)</b> yaygın olarak görülmesi yer alır. Eğer seçeneklerde <b>çekimli (fleksiyona dayalı) yapı</b> ya da <b>belirgin ön ek (prefix) kullanımı</b> gibi Hint-Avrupa dillerine özgü bir özellik varsa, bu Ural-Altay dillerinin benzerliği <u>değildir</u>."
  },
  {
    "id": "119238",
    "unitNumber": 3,
    "text": "I. Türkçede sayı sıfatlarından sonra gelen adlar çoğul eki almazlar.<br />II. Türkçede önlük-artlık (kalınlık-incelik) ve düzlük-yuvarlaklık uyumları vardır.<br />III. Türkçe, diğer Türk dilleriyle birlikte Altay dil ailesinin bir kolunu oluşturur.<br /><strong>Yukarıdakilerden hangisi ya da hangileri Türkçenin genel özellikleri arasında yer alır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Verilen üç ifade de Türkçenin genel ve kabul görmüş özellikleri arasındadır. <br/>I. Türkçede <b>sayı sıfatlarından sonra gelen adlar çoğul eki almaz</b> (Örn: İki kişi).<br/>II. Türkçede <b>Ünlü Uyumu</b> kuralı (önlük-artlık ve düzlük-yuvarlaklık uyumları) temel bir ses özelliğidir.<br/>III. Türkçe, diğer Türk dilleriyle birlikte <b>Altay dil ailesinin</b> bir kolunu oluşturur. Bu nedenle tüm öncüller doğrudur."
  },
  {
    "id": "119241",
    "unitNumber": 3,
    "text": "<strong> Aşağıdakilerden hangisi Altay dilleri ile Türkiye Türkçesinin ortak özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Çift ünsüzle başlayan kelime sayısı çoktur.",
      "B": "Cinsiyet ayrımı gösteren ek yoktur.",
      "C": "Anlatım ve çekim son eklerle yapılır.",
      "D": "Genel olarak \"özne-tümleç-nesne-yüklem\" sırası vardır.",
      "E": "Tamlamalarda tamlayan önde, tamlanan ise sonda gelir."
    },
    "explanation": "Altay dillerinin (Türkiye Türkçesi dahil) ortak özellikleri genellikle <b>eklemeli yapı</b>, <b>Ünlü/Ses Uyumu</b> ve <b>söz diziminde yüklemin sonda olması (SOV)</b> gibi özelliklerdir. Eğer seçeneklerde <b>kelime kökünün çekim sırasında büyük ölçüde değişmesi (fleksiyon)</b> veya <b>dilbilgisel cinsiyet ayrımı</b> gibi özellikler varsa, bu Altay dillerinin ortak özelliklerinden biri <u>değildir</u>."
  },
  {
    "id": "119249",
    "unitNumber": 3,
    "text": "<strong> Aşağıdakilerden hangisi Türkçenin tarihsel gelişim dönemlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Altay Dil Birliği Dönemi",
      "B": "Çin-Moğol Dil Birliği Dönemi",
      "C": "Eski Türkçe Dönemi",
      "D": "İlk Türkçe Dönemi",
      "E": "Yeni Türkçe Dönemi"
    },
    "explanation": "Türkçenin tarihsel gelişim dönemleri genel olarak <b>İlk Türkçe</b>, <b>Ana Türkçe</b>, <b>Eski Türkçe</b>, <b>Orta Türkçe</b>, <b>Yeni Türkçe</b> ve <b>Modern Türkçe (Çağdaş Türk Lehçeleri)</b> şeklinde sıralanır. Bu dönemselleştirmenin dışında kalan, dilbilimsel bir dönem adı olmayan (örneğin sadece bir coğrafi bölge adı veya bir lehçe adı) seçenek doğru olmayan dönemdir."
  },
  {
    "id": "119258",
    "unitNumber": 3,
    "text": "<strong> Aşağıdakilerden hangisi Orta Türkçe Dönemi’nde oluşan yazı dillerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Karahanlı Türkçesi",
      "B": "Harezm Türkçesi",
      "C": "Kıpçak Türkçesi",
      "D": "Eski Anadolu Türkçesi",
      "E": "Göktürk Türkçesi"
    },
    "explanation": "Orta Türkçe Dönemi'nde ortaya çıkan başlıca yazı dilleri <b>Karahanlı Türkçesi</b>, <b>Harezm Türkçesi</b>, <b>Kıpçak Türkçesi</b> ve <b>Eski Anadolu Türkçesi</b>'dir. Eğer seçeneklerde bir önceki döneme ait olan <b>Eski Uygur Türkçesi</b> gibi bir ifade varsa, bu Orta Türkçe Dönemi'nde oluşmuş bir yazı dili <u>değildir</u>."
  },
  {
    "id": "119259",
    "unitNumber": 3,
    "text": "<strong> Aşağıdakilerden hangisi Karahanlı Türkçesi Dönemi’ne ait eserlerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Dîvânü Lûgati’t-Türk",
      "B": "Kutadgu Bilig",
      "C": "Kısasü‘l-Enbiya",
      "D": "Atebetü’l-Hakayık",
      "E": "Dîvân-ı Hikmet"
    },
    "explanation": "Karahanlı Türkçesi Dönemi'nin en önemli eserleri <b>Kutadgu Bilig</b>, <b>Divanu Lugati't-Türk</b> ve <b>Atabetü'l-Hakayık</b>'tır. Eğer seçeneklerde <b>Dede Korkut Hikâyeleri</b> (Oğuz/Eski Anadolu Türkçesi) veya <b>Codex Cumanicus</b> (Kıpçak Türkçesi) gibi başka bir döneme veya lehçeye ait bir eser varsa, bu eser Karahanlı Türkçesi Dönemi’ne ait <u>değildir</u>."
  },
  {
    "id": "119261",
    "unitNumber": 3,
    "text": "Türk dili tarihinde en erken dönemdir. Dönem; Türk, Moğol, Tunguz ve Kore ile Japon dillerinin ortak olduğu zamandır. Bu dönemde Türklerin, Moğolların, Tunguzların, Korelilerin atalarının bu ortak dil döneminde birbirlerinden farklı bir dil kullandıkları düşünülmektedir.<br /><strong> Paragrafta hakkında bilgi verilen Türk dili dönemi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "İlk Türkçe Dönemi",
      "B": "Altay Dil Birliği Dönemi",
      "C": "Eski Türkçe Dönemi (VI-X.yüzyıl)",
      "D": "Ana Türkçe Dönemi (Proto-Türkçe)",
      "E": "Orta Türkçe Dönemi (XI-XVI. yüzyıl)"
    },
    "explanation": "Paragrafta, Türkçenin Moğol, Tunguz, Kore ve Japon dilleriyle varsayımsal ortak kökenden geldiği, yani henüz ayrışmanın gerçekleşmediği en erken zaman dilimi anlatılmaktadır. Bu dönem, <b>Altay Dilleri Ortak Dönemi</b> (veya <b>Ana Altay Dönemi</b>) olarak adlandırılır. Bu dönem, yazılı belgelerden önceki tarih öncesi dönemi kapsar."
  },
  {
    "id": "119262",
    "unitNumber": 3,
    "text": "<strong> Eski Türkçe Dönemi ile ilgili aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Ana Türkçe Dönemi’nden sonra gelen ve Türkçenin yazılı metinlerle bilinen en eski devresidir.",
      "B": "Türk dilinin bilinen en eski yazılı belgelerinin bulunduğu devreyi oluşturmaktadır.",
      "C": "Bu dönem Türkçenin işlek bir yazı dili olarak kullanıldığının ispatı olabilecek en eski dönemidir.",
      "D": "Bu döneme ait yazılı belgeler incelendiğinde, yazı dili tarihinin, edebî dil olarak çok eskilere kadar gittiği açıkça görülmektedir.",
      "E": "Bu dönemde Türk toplulukları Ön Afrika ve Avrasya coğrafyasına yayılmaya başlamışlardır."
    },
    "explanation": "Eski Türkçe Dönemi (8. yy - 10. yy sonu), <b>Kök Türk</b> ve <b>Uygur</b> metinleriyle temsil edilir ve <b>Runic (Köktürk) ve Uygur alfabeleri</b> kullanılmıştır. Bu dönemle ilgili yanlış bilgi genellikle, <b>İslamiyet’in kabulüyle dilin büyük ölçüde Arapça/Farsça etkisi altına girmesi</b> (ki bu Orta Türkçe Dönemi'nin özelliğidir) veya <b>yazı dili olarak sadece Oğuzcanın kullanılması</b> (ki bu Orta Türkçe sonrası başlar) gibi ifadeler olur."
  },
  {
    "id": "162239",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi Gagauz Türkçesinin konuşulduğu yerlerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Moldova",
      "B": "Bulgaristan",
      "C": "Romanya",
      "D": "Afganistan",
      "E": "Kazakistan"
    },
    "explanation": "Gagauz Türkçesi, Türk dillerinin <b>Oğuz koluna</b> ait olup, ağırlıklı olarak <b>Moldova Cumhuriyeti'ndeki Gagavuz Yeri Özerk Bölgesi</b> başta olmak üzere, Ukrayna, Romanya ve Balkanların diğer bölgelerinde konuşulur. Eğer seçeneklerde <b>Orta Asya</b> veya Doğu Sibirya'daki Türk lehçelerinin konuşulduğu bölgeler (Örn: Kazakistan, Kırgızistan) yer alıyorsa, orası Gagauz Türkçesinin konuşulduğu yerlerden biri <u>değildir</u>."
  },
  {
    "id": "162240",
    "unitNumber": 3,
    "text": "<strong>Türkçe aşağıdaki dillerden hangisiyle en çok benzerlik gösteren dildir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Moğolca",
      "B": "Habeşçe",
      "C": "Arapça",
      "D": "Farsça",
      "E": "Hintçe"
    },
    "explanation": "Türkiye Türkçesi, Türk dillerinin <b>Oğuz (Güney-Batı)</b> koluna dâhildir. Bu kol içerisindeki diğer dillerle, özellikle <b>Azerbaycan Türkçesi</b> ve <b>Türkmence</b> ile en fazla benzerliği gösterir. Bu benzerlik, aynı tarihi kökeni paylaşmaları ve yakın coğrafi ve kültürel etkileşimden kaynaklanır."
  },
  {
    "id": "162241",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi Altay dillerinin ortak özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Ünlü uyumu yoktur.",
      "B": "Ünsüzlere göre ünlüler bakımından zengindir.",
      "C": "Kelimeler çift ünsüzle başlamaz.",
      "D": "Cinsiyet ayrımı gösteren ek bulunmaz.",
      "E": "Anlatım dolayısıyla çekim, son eklerle sağlanır."
    },
    "explanation": "Altay dillerinin temel ortak özellikleri arasında <b>eklemeli (agglütinatif) yapı</b>, <b>Ünlü Uyumu</b> ve <b>gramatik cinsiyetin olmaması</b> yer alır. Eğer seçeneklerde <b>kelime kökünün değişmesiyle çekim yapma</b> veya <b>kelime başında çift ünsüz bulunması</b> gibi özellikler varsa, bu Altay dillerinin ortak özelliklerinden biri <u>değildir</u>."
  },
  {
    "id": "162242",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisinde Türkiye’de Altayistik bilim kolunda çalışma yapan bilim adamlarından üçü birlikte verilmiştir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Osman Fikri Sertkaya, Yavuz Karttallıoğlu, Muharrem Ergin",
      "B": "Ahmet Temir, Osman Nedim Tuna, Talat Tekin",
      "C": "Osman Nedim Tuna, Osman Fikri Sertkaya, Hayati Develi",
      "D": "Şinasi Tekin, Ahmet Temir, Muharrem Ergin",
      "E": "Muharrem Ergin, Şinasi Tekin, Osman Fikri Sertkaya"
    },
    "explanation": "Türkiye’de <b>Altayistik</b> alanında önemli çalışmalar yapmış bilim adamları arasında <b>Talat Tekin</b>, <b>Osman Fikri Sertkaya</b>, <b>Ahmet Caferoğlu</b>, <b>Mehmet Ölmez</b> gibi isimler bulunmaktadır. Bu bilim adamları, Türk dillerinin diğer Altay dilleriyle olan tarihsel ve yapısal ilişkilerini inceleyen temel araştırmacılardır."
  },
  {
    "id": "162243",
    "unitNumber": 3,
    "text": "I. Türkçe sözcüklerde söz başında bulunabilen ünsüz sayısı sınırlıdır. B, ç, d, g, k, s, t, v, y, c ünsüzü, söz başında başka ünsüzlerden değişmiş olarak birkaç sözcükte bulunur: cibinlik <çıpın vb.<br />II. n ünsüzü Türkçe kökenli sözcükler içinde yalnız ne ve türevlerinde bulunur: ne, neden, niçin, nasıl vb.<br />III. p ünsüzü de söz başında, birkaç Türkçe sözcükte b'den değişmiş olarak bulunur: piş-<br /><biş-, barmak=\"\"\"\" br=\"\"\"\" parmak=\"\"\"\"> <strong>Türkçe ile ilgili olarak yukarıdakilerden hangisi ya da hangileri doğrudur?</strong></biş-,>",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I, II ve III",
      "D": "II ve III",
      "E": "I ve III"
    },
    "explanation": "Verilen üç öncül de Türkçenin <b>söz başı ünsüzleri</b> ile ilgili fonolojik kurallardır. I. Türkçe kökenli sözcüklerde <b>söz başında bulunabilen ünsüz sayısı sınırlıdır</b>.<br/>II. <b>n ünsüzü</b> söz başında yalnızca <b>'ne' ve türevlerinde</b> bulunur.<br/>III. Türkçede <b>p ünsüzü</b> ile başlayan sözcükler genellikle tarihsel süreçte <b>b ünsüzünden değişmiştir</b> (Örn: parmak < barmak). Dolayısıyla tüm öncüller doğrudur."
  },
  {
    "id": "162244",
    "unitNumber": 3,
    "text": "<strong>Türk dilinin tarihsel dönemlerinden Orta Türkçe Dönemi hangi yüzyılları kapsar?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "VI.-X. yüzyıllar",
      "B": "XVII.-XVIII. yüzyıllar",
      "C": "XIV.-XIX. yüzyıllar",
      "D": "IX.-XI. yüzyıllar",
      "E": "XI.-XVI. yüzyıllar"
    },
    "explanation": "Türk dilinin tarihsel dönemleri üç ana başlık altında incelenir: Eski Türkçe, Orta Türkçe ve Yeni/Modern Türkçe. <b>Orta Türkçe Dönemi</b>, genellikle <b>11. yüzyıldan 16. yüzyıla</b> kadar olan süreyi kapsar. Bu dönemde Türkler arasında İslamiyet yayılmış ve Batı ile Doğu Türkçesi olmak üzere farklı yazı dilleri gelişmiştir. Bu dönemde Karahanlı, Harezm ve Çağatay Türkçeleri gibi önemli kollar ortaya çıkmıştır."
  },
  {
    "id": "162246",
    "unitNumber": 3,
    "text": "<strong>Suci, Şine-Usu, Karabalgasun Yazıtları Türkçenin hangi dönemine aittir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Altay Dil Birliği Dönemi",
      "B": "Eski Türkçe Dönemi",
      "C": "Orta Türkçe Dönemi",
      "D": "Yeni Türkçe Dönemi",
      "E": "Modern Türkçe Dönemi"
    },
    "explanation": "Suci, Şine-Usu ve Karabalgasun Yazıtları, Türk dilinin <b>Eski Türkçe Dönemi</b>'ne (8. yüzyıl – 13. yüzyıl) aittir. Eski Türkçe dönemi temel olarak <b>Göktürkçe</b> ve <b>Uygurca</b> metinlerinden oluşur. Bu yazıtlar, özellikle <b>Uygur Kağanlığı</b> dönemi veya öncesine ait olup, o dönemin dil, kültür ve siyasi yapısı hakkında önemli bilgiler sunar. Orhun Yazıtları da bu dönemin en bilinen eserlerindendir."
  },
  {
    "id": "325055",
    "unitNumber": 3,
    "text": "<strong>Aşağıdaki dillerden hangisi çekimli dillerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Rusça",
      "B": "Latince",
      "C": "İngilizce",
      "D": "Arapça",
      "E": "Çince"
    },
    "explanation": "Diller yapılarına göre sınıflandırıldığında, <b>çekimli (bükümlü) diller</b>, kelime köklerinin çekim sırasında içten değişime uğradığı dillerdir (örneğin Arapça, İngilizce). <b>Eklemeli (bitişken) diller</b> ise, kelime kökünün sabit kaldığı ve görevlerin eklere yüklendiği dillerdir. Türkçe, Macarca, Fince gibi diller eklemeli dillerdendir. Dolayısıyla <b>Türkçe</b>, kök yapısını koruduğu için çekimli dillerden biri <b>değildir</b>."
  },
  {
    "id": "325246",
    "unitNumber": 3,
    "text": "<strong>Türkiye Türkçesi hangi lehçenin devamı niteliğindedir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kuzeybatı Türk lehçesi",
      "B": "Güneybatı Türk lehçesi",
      "C": "Güneydoğu Türk lehçesi",
      "D": "Kuzeydoğu Türk lehçesi",
      "E": "Azerbaycan Türk lehçesi"
    },
    "explanation": "Türkçe, ana lehçe gruplarına ayrılır. Türkiye Türkçesi, Türkçenin güneybatı kolunu oluşturan <b>Oğuzca</b> (Oğuz lehçesi) grubunun bir devamıdır. Bu lehçe, 11. yüzyıldan itibaren Selçuklular aracılığıyla Anadolu, İran ve Azerbaycan coğrafyasına yayılmış, bu coğrafyada <b>Anadolu Türkçesi</b> ve daha sonra <b>Osmanlı Türkçesi</b> üzerinden gelişerek bugünkü Türkiye Türkçesi halini almıştır. Diğer Oğuz lehçeleri arasında Azerbaycan Türkçesi ve Türkmen Türkçesi bulunur."
  },
  {
    "id": "327081",
    "unitNumber": 3,
    "text": "<strong>Aşağıdaki dillerden hangisi Ural-Altay Dil Ailesi'nin Altay kolundadır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Çince",
      "B": "Fince",
      "C": "Estonca",
      "D": "Türkçe",
      "E": "İngilizce"
    },
    "explanation": "Geleneksel dilbilimsel sınıflandırmada (tartışmalı da olsa) kabul edilen <b>Ural-Altay Dil Ailesi</b>'nin iki ana kolu vardır: Ural Kolu (Macarca, Fince) ve <b>Altay Kolu</b>. Türk dili, Altay kolunda yer alır. Altay kolu dilleri; <b>Türkçe</b>, Moğolca ve Mançu-Tunguz dillerini içerir. Bu dillerin ortak özellikleri arasında ses uyumu ve eklemeli yapı (ekler yardımıyla çekimlenme) bulunur."
  },
  {
    "id": "329799",
    "unitNumber": 3,
    "text": "<strong>Aşağıdaki eserlerden hangisi Karahanlı Türkçesi ile <u>yazılmamıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kutadgu Bilig",
      "B": "Divân-ı Hikmet",
      "C": "Atabetü'l-Hakayık",
      "D": "Dîvanü Lügati't- Türk",
      "E": "Kısasü'l-Enbiya"
    },
    "explanation": "<b>Karahanlı Türkçesi</b>, Orta Türkçe döneminin ilk yazı dilidir (11.-13. yy) ve İslami dönemin başlangıcını işaretler. Bu dönemin başlıca eserleri <b>Kutadgu Bilig</b>, <b>Divanü Lugati't-Türk</b> ve <b>Atabetü'l-Hakayık</b>'tır. Muhakemetü'l-Lugateyn (İki Dilin Muhakemesi) ise, 15. yüzyılda <b>Ali Şir Nevai</b> tarafından yazılmış olup, Karahanlı Türkçesinden sonraki döneme, yani <b>Çağatay Türkçesi</b> dönemine aittir. Bu nedenle Karahanlı Türkçesi ile yazılmamıştır."
  },
  {
    "id": "329803",
    "unitNumber": 3,
    "text": "Dünyanın en büyük dil ailesidir. Yüzlerce dil ve lehçe içerir. Dünyada 2,5 milyardan fazla insanın ana dilidir.<br /><strong>Özellikleri verilen dil ailesi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Ural-Altay Dil Ailesi",
      "B": "Hint-Avrupa Dil Ailesi",
      "C": "Dravid Dilleri Ailesi",
      "D": "Afroasya Dilleri Ailesi",
      "E": "Nijer-Kongo Dilleri Ailesi"
    },
    "explanation": "Dünyadaki diller arasında hem coğrafi yayılımı hem de konuşan insan sayısı bakımından en büyük olan aile <b>Hint-Avrupa Dil Ailesi</b>'dir. Bu aile, Avrupa dillerinin (İngilizce, İspanyolca, Almanca, Rusça) büyük bir kısmını ve Güney Asya dillerinin önemli bir bölümünü (Hintçe, Farsça) kapsar. Dünya nüfusunun 2,5 milyardan fazlası bu ailenin dillerini ana dil olarak konuşur."
  },
  {
    "id": "364448",
    "unitNumber": 3,
    "text": "Kitap her iki dünyada da mutluluğa kavuşmak için gidilmesi gereken yolu göstermek amacıyla kaleme alınmıştır. Yazara göre bir insanın erdemi ancak başka insanlar arasındayken belli olur. Çünkü sadece kendisine fayda düşünen biri ölülere benzer.<br /><strong>İçeriği hakkında bilgi verilen kitap aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kutadgu Bilig",
      "B": "Dîvânü Lûgati’t-Türk",
      "C": "Dîvân-ı Hikmet",
      "D": "İrşâdü'l-Mülûk ve's-Selâtin",
      "E": "Çarhnâme"
    },
    "explanation": "İçeriği verilen eser, 11. yüzyılda <b>Yusuf Has Hacip</b> tarafından kaleme alınan <b>Kutadgu Bilig</b> (Mutluluk Veren Bilgi)'dir. Eser, Karahanlı Türkçesi ile yazılmış bir <b>siyasetname</b> ve didaktik (öğretici) bir yapıttır. Temel amacı, hem dünyada hem de ahirette (iki cihanda) mutluluğa ulaşmanın yollarını, adalet, akıl, kanun ve kanaat gibi erdemler aracılığıyla göstermektir. Yazar, insanın toplum içinde faydalı olması gerektiğini vurgular."
  },
  {
    "id": "366083",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi eklemeli dillerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Türkçe",
      "B": "Çince",
      "C": "Moğolca",
      "D": "Mançuca",
      "E": "Macarca"
    },
    "explanation": "<b>Eklemeli (bitişken) diller</b>, kelime kökünün değişmeden kaldığı ve gramer işlevlerinin eklerle ifade edildiği dillerdir (Türkçe, Macarca, Fince). Çekimli dillerde ise (İngilizce, Almanca, Arapça) kelime kökü değişebilir. Eğer seçeneklerde <b>Arapça</b> yer alıyorsa, Arapça <b>çekimli (bükümlü) diller</b> grubuna aittir çünkü kelime kökleri (genellikle üç harfli) içten bükülme yoluyla anlam değiştirir ve ekler kökle kaynaşır. Bu nedenle Arapça, eklemeli dillerden biri <b>değildir</b>."
  },
  {
    "id": "396348",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi modern Türkçe dönemlerinden biridir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Çuvaşça",
      "B": "Yakutça",
      "C": "Selçuklu Dönemi",
      "D": "Osmanlı Dönemi",
      "E": "Klasik Çağatay"
    },
    "explanation": "Türkçenin gelişim dönemleri incelenirken, Orta Türkçe döneminin bitişinden (yaklaşık 16. yüzyıl) günümüze kadar olan süre <b>Modern Türkçe Dönemi</b> olarak adlandırılır. Bu dönem, <b>Osmanlı Türkçesi</b> ve sonrasında ortaya çıkan, günümüzde kullanılan <b>Çağdaş Türk Lehçeleri</b>'ni (Türkiye Türkçesi, Azerbaycan Türkçesi, Özbek Türkçesi, vb.) kapsar. Eski Türkçe ve Orta Türkçe, modern dönemden önceki tarihsel gelişim evreleridir."
  },
  {
    "id": "106513",
    "unitNumber": 4,
    "text": "<strong>Türkiye, Azerbaycan, Kırgız, Kazak ve Türkmen Türkçelerinin arasındaki fark aşağıdaki kavramlardan hangisiyle ifade edilir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Ağız",
      "B": "Lehçe",
      "C": "Şive",
      "D": "Diksiyon",
      "E": "Dil ailesi"
    },
    "explanation": "Türkiye, Azerbaycan, Kırgız, Kazak ve Türkmen Türkçeleri gibi Türk dilinin farklı coğrafyalarda konuşulan ve yazı dili haline gelmiş kolları arasındaki farklar, genellikle <b>Şive</b> kavramıyla ifade edilir. Şive, bir dilin yakın zamanda ayrılmış kolları olup, aralarındaki farklılıklar temel olarak ses bilgisi ve kelime dağarcığında yoğunlaşır, ancak <b>karşılıklı anlaşılabilirlik</b> genellikle yüksektir. Eski ve bilinmeyen zamanda ayrılan kollara <b>Lehçe</b> denir."
  },
  {
    "id": "106524",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi Türklerin tarih boyunca kullandığı alfabelerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Göktürk Alfabesi",
      "B": "Gürcü Alfabesi",
      "C": "Soğd Alfabesi",
      "D": "Kiril Alfabesi",
      "E": "Arap Alfabesi"
    },
    "explanation": "Türkler tarih boyunca <b>Göktürk, Uygur, Arap, Kiril ve Latin</b> başta olmak üzere birçok alfabe kullanmışlardır. Bu beş alfabe temel ve yaygın olarak kullanılanlardır. Seçeneklerde adı geçen ve Türklerin dili yazmak için kullanmadığı bir alfabe (örneğin Fenike veya Yunan) doğru cevaptır. Türkler, Kiril alfabesini günümüzde bazı topluluklarda (Rusya Federasyonu ve diğer bazı ülkelerde) hala kullanmaktadır."
  },
  {
    "id": "107682",
    "unitNumber": 4,
    "text": "Türklerin kullandığı bu alfabe 4’ü sesli, 26’sı sessiz, 8’i bitişken olmak üzere 38 harften oluşur. Sağdan sola ve yukarıdan aşağıya doğru yazılır. Harfler birbiriyle bitişmez, çivi yazısına benzerliğinden dolayı taş ve eşya üzerine kazınmaya elverişlidir.<br /><strong>Paragrafta bazı özellikleri verilen alfabe aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Uygur Alfabesi",
      "B": "Göktürk Alfabesi",
      "C": "Latin Alfabesi",
      "D": "Kiril Alfabesi",
      "E": "Brahmi Alfabesi"
    },
    "explanation": "Paragrafta özellikleri verilen alfabe <b>Göktürk (Orhun) Alfabesi</b>'dir. Türklerin bilinen ilk ulusal alfabesi olan bu yazı sistemi, 38 harften oluşur. En önemli özelliği, <b>harflerin birbiriyle bitişmemesi</b> ve sert zeminler (taş ve eşya) üzerine kazınmaya elverişli olmasıdır. Yazım yönü sağdan sola veya yukarıdan aşağıya doğrudur."
  },
  {
    "id": "111489",
    "unitNumber": 4,
    "text": "<strong>Aşağıdaki Türk Dillerinden hangisi \"Batı Grubu / Oğuz Grubu\" kolunda <u>yer almaz</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Özbek Türkçesi",
      "B": "Azerbaycan Türkçesi",
      "C": "Gagavuz Türkçesi",
      "D": "Türkiye Türkçesi",
      "E": "Türkmen Türkçesi"
    },
    "explanation": "Türk dilleri coğrafi ve yapısal özelliklerine göre gruplara ayrılır. <b>Batı Grubu / Oğuz Grubu</b>, özellikle <b>Türkiye Türkçesi</b>, Azerbaycan Türkçesi, Türkmen Türkçesi ve Gagavuzcanın dâhil olduğu koldur. Eğer seçeneklerde <b>Kazakça</b>, Kırgızca veya Başkurtça gibi bir dil varsa, bu diller Kıpçak Grubu'na dâhil oldukları için Oğuz Grubu'nda yer almazlar."
  },
  {
    "id": "111583",
    "unitNumber": 4,
    "text": "<strong>Türkiye Türkçesinde kullanılan Latin alfabesinin kabul ediliş tarihi aşağıdakilerden hangisinde doğru verilmiştir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "1 Kasım 1928",
      "B": "21 Kasım 1928",
      "C": "11 Kasım 1928",
      "D": "15 Kasım 1928",
      "E": "16 Kasım 1928"
    },
    "explanation": "Türkiye Türkçesinde Arap alfabesinden Latin alfabesine geçiş, <b>Harf İnkılabı</b> ile gerçekleştirilmiştir. Yeni Türk harflerinin kabulü <b>1 Kasım 1928</b> tarihinde kanunlaşmıştır ve bu tarihten itibaren resmi yazışmalarda ve eğitimde Latin alfabesi temelli yeni Türk alfabesi kullanılmaya başlanmıştır."
  },
  {
    "id": "119268",
    "unitNumber": 4,
    "text": "<strong>Türklerin İslam'a girmeye başladıkları IX. yüzyıldan itibaren kullandıkları alfabe aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kiril Alfabesi",
      "B": "Arap Alfabesi",
      "C": "Latin Alfebesi",
      "D": "Uygur Alfabesi",
      "E": "Göktürk Alfabesi"
    },
    "explanation": "Türkler, IX. yüzyıldan itibaren kitlesel olarak <b>İslamiyet'i kabul etmeye</b> başladıklarında, dini ve kültürel etkileşimler sonucunda Arapça öğrenme ihtiyacı doğmuştur. Bu dönemden itibaren, Göktürk ve Uygur alfabelerinin yanında veya yerine yaygın olarak <b>Arap Alfabesi</b> kullanılmaya başlanmıştır. Arap alfabesi, Osmanlı İmparatorluğu'nun sonuna kadar temel yazı sistemi olmuştur."
  },
  {
    "id": "119273",
    "unitNumber": 4,
    "text": "<strong> Aşağıdakilerden hangisi Türkçenin bilinmeyen bir zamanda ayrılan ve yeni bir dil olma yolu tutan lehçelerinden biridir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Azerbaycan Türkçesi",
      "B": "Gagavuz Türkçesi",
      "C": "Yakutça",
      "D": "Kırım Türkçesi",
      "E": "Irak Türkmen Türkçesi"
    },
    "explanation": "Bir dilin <b>bilinmeyen bir zamanda</b> kendisinden ayrılarak bağımsız bir dil olma yolunu tutan kollarına <b>Lehçe</b> denir. Lehçeler arasında büyük farklılıklar olduğu için karşılıklı anlaşılabilirlik neredeyse yoktur. Türkçenin günümüzdeki iki ana lehçesi <b>Çuvaşça</b> ve <b>Yakutça (Saha Türkçesi)</b>'dır."
  },
  {
    "id": "119275",
    "unitNumber": 4,
    "text": ". ……………… bir dilin en yeni zamanda ayrılmış ve farklılıkların sadece seste görüldüğü koludur.<br /><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Ağız",
      "B": "Argo",
      "C": "Terim",
      "D": "Lehçe",
      "E": "Şive"
    },
    "explanation": "Cümlede tanımı verilen kavram <b>Ağız</b>'dır. Ağız, bir dilin coğrafi bölgelere göre ayrılan ve farklılıkların çoğunlukla <b>seste</b> (fonetikte) görüldüğü, <b>en yeni zamanda</b> ayrılmış koludur. Ağızlar, aynı ülkenin veya bölgenin farklı yörelerinde konuşulan yerel farklılıkları ifade eder (örneğin Erzurum ağzı, Karadeniz ağzı)."
  },
  {
    "id": "119281",
    "unitNumber": 4,
    "text": "I. Farklı coğrafyalarda yaşamış olmaları<br />II. Savaşlar<br />III. Göçler<br /><strong>Yukarıdakilerden hangisi ya da hangileri Türklerin tarih boyunca birçok alfabe kullanmalarının temel nedenleri arasında yer alır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "I ve III",
      "E": "I, II ve III"
    },
    "explanation": "Türklerin tarih boyunca çok sayıda alfabe kullanmasının temel nedenleri, yaşadıkları <b>kültürel etkileşimler</b> ve <b>coğrafi yayılımdır</b>. <br>I. Farklı coğrafyalarda yaşamış olmaları, <br>II. Savaşlar ve siyasi değişimler ve <br>III. Göçler, yeni medeniyetlerle karşılaşmaya neden olmuş ve buna bağlı olarak yazı sistemleri de değişmiştir. Bu nedenle tüm öncüller (I, II ve III) bu durumun temel nedenleri arasında yer alır."
  },
  {
    "id": "119287",
    "unitNumber": 4,
    "text": "<strong> Aşağıdakilerden hangisi Türklerin tarih boyunca kullandığı alfabelerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "İbrani Alfabesi",
      "B": "Çin Alfabesi",
      "C": "Soğd Alfabesi",
      "D": "Japon Alfabesi",
      "E": "Uygur Alfabesi"
    },
    "explanation": "Türklerin tarih boyunca kullandığı başlıca alfabeler arasında <b>Göktürk, Uygur, Arap, Kiril ve Latin</b> alfabeleri yer alır. Seçeneklerde bu tarihi alfabelerden biri olmayan (örneğin Süryanice veya Yunan alfabesi) bir seçenek, doğru cevap olacaktır, zira bu alfabeler Türk dili için kullanılmamıştır."
  },
  {
    "id": "119295",
    "unitNumber": 4,
    "text": "Dil bilimcilere göre dünya üzerinde günümüzde yaklaşık olarak …………’den fazla dil konuşulmaktadır.<br /><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "2000",
      "B": "3000",
      "C": "4000",
      "D": "5000",
      "E": "7000"
    },
    "explanation": "Dil bilimcilere göre dünya üzerinde günümüzde konuşulan dillerin sayısı, tam bir kesinlik olmamakla birlikte, yaklaşık olarak <b>6000</b> ila <b>7000</b> arasında tahmin edilmektedir. Bu dillerin büyük bir kısmı az konuşulan diller olup, yok olma tehlikesi altındadır."
  },
  {
    "id": "119300",
    "unitNumber": 4,
    "text": "<strong>Türkiye Türkçesi ve Azerbaycan Türkçesi aşağıdakilerden hangisine dâhildir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Oğuz Türkçesine",
      "B": "Çağatay Türkçesine",
      "C": "Karahanlı Türkçesine",
      "D": "Doğu Türkçesine",
      "E": "Uygur Türkçesine"
    },
    "explanation": "Türkiye Türkçesi ve Azerbaycan Türkçesi, Türk dillerinin <b>Oğuz Grubu</b> koluna dâhildir. Bu grup, dillerin birbirine yakınlığı ve ses özelliklerinin benzerliği ile bilinir. Oğuz Grubu'nda Türkiye, Azerbaycan, Türkmen ve Gagavuz Türkçeleri yer alır ve bu grup aynı zamanda <b>Batı Türkçesi</b> olarak da anılır."
  },
  {
    "id": "119303",
    "unitNumber": 4,
    "text": "<strong>Türkiye Türkçesinin yazı dili aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Ankara ağzı",
      "B": "Konya ağzı",
      "C": "İstanbul ağzı",
      "D": "Erzurum ağzı",
      "E": "Gaziantep ağzı"
    },
    "explanation": "Bir dilin eğitim, medya, resmi işler gibi alanlarda kullanılan, standartlaştırılmış biçimine <b>Yazı Dili</b> veya <b>Ölçünlü Dil</b> denir. Türkiye Türkçesinin yazı dili, genellikle ülkenin kültürel ve idari merkezi olan <b>İstanbul Ağzı</b> esas alınarak oluşturulmuştur ve tüm ülke çapında standart kabul edilir."
  },
  {
    "id": "119305",
    "unitNumber": 4,
    "text": "<strong> Aşağıdakilerden hangisi Göktürk alfabesinin özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Sağdan sola veya yukarıdan aşağıya doğru yazılır.",
      "B": "Soldan sağa veya aşağıdan yukarıya doğru yazılır.",
      "C": "Harfler birbirinden ayrı yazılır.",
      "D": "Kelimeler arasına “:” konur.",
      "E": "Toplamda 38 harf bulunmaktadır."
    },
    "explanation": "Göktürk (Orhun) alfabesi 38 harften oluşur, sağdan sola ve yukarıdan aşağıya yazılır, harfleri çivi yazısına benzer. Bu alfabenin temel bir özelliği, harflerin tıpkı Latin alfabesi gibi <b>birbiriyle bitişmemesidir</b>. Eğer seçeneklerde 'Harflerin bitişik yazılması' gibi bir ifade varsa, bu Göktürk alfabesinin özelliği değildir (Bu, Arap ve Uygur alfabelerinin özelliğidir)."
  },
  {
    "id": "119307",
    "unitNumber": 4,
    "text": "<strong> Göktürk alfabesini ilk olarak çözen bilim insanı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kâzım Mirşan",
      "B": "Jean Paul Roux",
      "C": "Josef von Hammer",
      "D": "Wilhelm Thomsen",
      "E": "Andreas Tietze"
    },
    "explanation": "Türk tarih ve dilinin aydınlatılmasında çığır açan <b>Orhun Yazıtları</b>'ndaki Göktürk alfabesini ilk kez çözen bilim insanı, Danimarkalı dilbilimci <b>Vilhelm Thomsen</b>'dir. Thomsen, 1893 yılında bu çözümü başarıyla gerçekleştirmiştir."
  },
  {
    "id": "162249",
    "unitNumber": 4,
    "text": "<strong>Türkçeyi Arap harfleriyle ilk defa yazanlar aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Türkiye Türkleri",
      "B": "Memluk Türkleri",
      "C": "Safeviler",
      "D": "Karahanlılar",
      "E": "Göktürkler"
    },
    "explanation": "Türkler arasında Arap harflerini kullanarak İslami eserler vermeye başlayan ve Arap alfabesini yazı dili olarak benimseyen ilk devlet <b>Karahanlılar</b>'dır. Karahanlılar döneminde yazılan ilk büyük eserler (Kutadgu Bilig, Divanü Lugati't-Türk) Arap harfleriyle kaleme alınmıştır."
  },
  {
    "id": "325258",
    "unitNumber": 4,
    "text": "<strong>Türklerin Arap Alfabesi ile yazdıkları ilk metnin konusu nedir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Araplara Türkçe öğretmek",
      "B": "Oğuzların yaşayışı",
      "C": "İslam Peygamberi'nin hayatı",
      "D": "Talas Savaşı",
      "E": "Türklerin göç maceraları"
    },
    "explanation": "Türklerin Arap alfabesiyle yazdıkları bilinen ilk büyük yazılı metin, <b>Yusuf Has Hacip</b> tarafından kaleme alınan <b>Kutadgu Bilig</b>'dir. Bu eserin konusu, ideal devlet düzeni, adalet, mutluluk ve akıl gibi kavramları ele alan bir <b>siyasetname</b> (öğütler kitabı) niteliği taşır."
  },
  {
    "id": "329827",
    "unitNumber": 4,
    "text": "I. Farklı coğrafyalarda yaşamış olmaları<br />II. Savaşlar<br />III. Göçler<br /><strong>Yukarıdakilerden hangisi ya da hangileri Türklerin tarih boyunca farklı alfabe kullanmalarının nedenleri arasında yer alır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "I ve III",
      "E": "I, II ve III"
    },
    "explanation": "Türklerin tarih boyunca farklı alfabe kullanmalarının temel nedenleri, yerleşik hayat biçimlerinden ve coğrafi koşullardan kaynaklanır. <br>I. Farklı coğrafyalarda yaşamak <b>farklı kültürlerle teması</b> getirir.<br>II. Savaşlar ve <br>III. Göçler, siyasi ve kültürel otoritenin değişmesine, dolayısıyla yeni yazı sistemlerinin benimsenmesine yol açar. Bu üç öncül de alfabe değişiminin temel nedenleridir."
  },
  {
    "id": "332124",
    "unitNumber": 4,
    "text": "Türkçeyi doğduğu yörenin ağzı ile edinen bir bireyin eğitim sürecinde ölçünlü (standart) Türkiye Türkçesini öğrendikten sonra kendi yöresine döndüğünde yöresel dil kullanması o yörede yaşayan insanlara dayanışma duygusu verebilir. Ölçünlü dil kullanması ise toplumsal mesafenin açılmış olduğu düşüncesini yansıtabilir.<strong><br />Bu durumda eğitimli birey için doğru davranış aşağıdakilerin hangisinde belirtilmiştir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Bağlama göre hareket etmelidir.",
      "B": "Ölçünlü dil kullanmalıdır çünkü artık yöresindeki insanlardan farklıdır.",
      "C": "Yöresel ağız tercih edilmelidir çünkü o yöreden geldiğini unutmamalıdır.",
      "D": "Ölçünlü dil kullanmalıdır çünkü yöresine örnek olma sorumluluğu vardır.",
      "E": "Yöresel dil tercih edilmelidir çünkü yöresel dilin geliştirilmesi gerekir."
    },
    "explanation": "Eğitimli bir birey, dilin toplumsal işlevini göz önünde bulundurarak hareket etmelidir. <b>Ölçünlü (standart) Türkiye Türkçesi</b> resmi, akademik ve geniş kamusal iletişimde kullanılırken; <b>yöresel ağız</b> ise yerel, samimi ve sosyal bağlamda aidiyet duygusunu güçlendirir. Bu nedenle doğru davranış, <b>ortama ve muhatabın beklentisine uygun olarak</b> ölçünlü dil ile yöresel ağız arasında uygun geçişi yapmaktır."
  },
  {
    "id": "362822",
    "unitNumber": 4,
    "text": "<strong>Bir dilin bilinmeyen bir zamanda kendisinden ayrılan ve yeni bir dil olma yolu tutan koluna ne ad verilir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Ağız",
      "B": "Şive",
      "C": "Lehçe",
      "D": "Benzeşme",
      "E": "Genişleme"
    },
    "explanation": "Bir dilin <b>bilinmeyen bir zamanda</b> kendisinden ayrılan ve aradaki ses, yapı ve sözcük farklılıkları nedeniyle <b>karşılıklı anlaşmanın zorlaştığı</b>, bağımsız bir dil olma yoluna girmiş koluna <b>Lehçe</b> adı verilir. Çuvaşça ve Yakutça (Saha Türkçesi) Türkçenin bilinen iki temel lehçesidir."
  },
  {
    "id": "362884",
    "unitNumber": 4,
    "text": "<strong>Türkler ilk olarak hangi alfabeyi kullanmıştır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Göktürk",
      "B": "Uygur",
      "C": "Soğd",
      "D": "Arap",
      "E": "Kiril"
    }
  },
  {
    "id": "106525",
    "unitNumber": 5,
    "text": "<strong>Aşağıdaki atasözlerinden hangisi gerçek anlamıyla kullanılmıştır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Sebepsiz ölüm olmaz.",
      "B": "Çivi çiviyi söker.",
      "C": "Minareyi çalan kılıfını hazırlar.",
      "D": "Mum dibine ışık vermez.",
      "E": "Ayağını yorganına göre uzat."
    },
    "explanation": "Atasözlerinin büyük çoğunluğu <b>mecazlı (değişmeceli)</b> bir anlam taşır (örneğin: 'Ağaç yaşken eğilir'). Ancak bazı atasözleri, ifade etmek istediği durumu, kelimelerin <b>temel anlamlarından</b> ayrılmadan, <b>doğrudan (gerçek anlamıyla)</b> kullanır. Bu tür atasözleri, öğüt veya yargıyı dolaylı yoldan değil, olduğu gibi sunar. Doğru cevap, kelimeleri sadece sözlük anlamlarıyla barındıran atasözü olmalıdır."
  },
  {
    "id": "106789",
    "unitNumber": 5,
    "text": "<strong>Türklerin çok geniş bir coğrafyada, birçok milletle etkileşim hâlinde olması Türkçenin söz varlığıyla ilgili hangi sonucu ortaya çıkarmıştır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kendi dilini güçlendirmesi",
      "B": "Başka dilleri küçümsemesi",
      "C": "Yeni kelime almaya kapalı olması",
      "D": "Türkçe asıllı kelimelerin korunması",
      "E": "Yerli kelimelerin yerine yabancı kelimelerin kullanılması"
    },
    "explanation": "Türklerin tarih boyunca Asya, Avrupa ve Afrika'ya yayılan <b>çok geniş bir coğrafyada</b> varlık göstermesi ve Çin'den Arap/Fars medeniyetlerine, oradan Batı dillerine kadar <b>sayısız milletle etkileşim</b> kurması, Türkçenin söz varlığına bu dillerden birçok <b>yabancı kelimenin</b> girmesine neden olmuştur. Bu durum, Türkçenin <b>söz varlığının zenginleşmesi</b> sonucunu ortaya çıkarmıştır."
  },
  {
    "id": "111615",
    "unitNumber": 5,
    "text": "<strong>Türkçede ikilemelerin kullanılması Türkçenin hangi özelliği ile ilgilidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Dilin kelime sayısındaki azlığı",
      "B": "Dilin kelime sayısındaki çokluğu",
      "C": "Anlatımın güçlü ve canlı olması",
      "D": "Anlatımın yetersizliği",
      "E": "Diğer dillerin etkisinde olması"
    },
    "explanation": "<b>İkilemeler (yinelemeler)</b>, aynı kelimenin tekrarıyla ya da yakın anlamlı/zıt anlamlı kelimelerin bir araya gelmesiyle oluşturulur (hızlı hızlı, aşağı yukarı, eğri büğrü). Türkçenin yapısal olarak ikilemeleri sıkça kullanması, dilin <b>anlatım gücünü artırma</b>, anlamı <b>pekiştirme</b> ve <b>ifadeye ritim katma</b> özellikleriyle yakından ilgilidir."
  },
  {
    "id": "111691",
    "unitNumber": 5,
    "text": "En temel ihtiyaçları karşılayan kelimeler, başta organ isimleri olmak üzere yemek, içmek, uyumak, gitmek, gelmek, almak, vermek gibi kavramlar; akrabalık adları, sayılar ve maddi ve manevi kültür içine giren çeşitli kavramlar bu başlık altında incelenir.<br /><strong>Sözü edilen başlık aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Alt Söz Varlığı",
      "B": "Temel Söz Varlığı",
      "C": "Üst Söz Varlığı",
      "D": "İnce Söz Varlığı",
      "E": "Argo Söz Varlığı"
    },
    "explanation": "Tanımı yapılan başlık, bir dildeki en eski, en temel ve <b>değişime en dirençli</b> kelime grubudur. Bu kelimeler, <b>çekirdek söz varlığı</b> ya da <b>Temel Kelime Kadrosu</b> olarak adlandırılır. Organ adları, temel eylemler (gitmek, gelmek), sayılar ve akrabalık adları gibi kavramlar, bu kadronun vazgeçilmez unsurlarıdır, çünkü bunlar <b>insanın en temel ihtiyaçlarını</b> karşılar."
  },
  {
    "id": "111877",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi Türkçenin ses kurallarına göre şekillenmeyen yabancı kelimeler arasında yer alır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Mandıra",
      "B": "Kilise",
      "C": "Panayır",
      "D": "Enflasyon",
      "E": "Körfez"
    },
    "explanation": "Türkçenin kendine özgü <b>ses uyumları</b> ve <b>ses kuralları</b> (ünlü uyumu, kelime başında çift sessiz olmaması vb.) mevcuttur. Yabancı dillerden alınan bazı kelimeler, bu kurallara uyacak şekilde Türkçeleşirken, bazıları ise <b>özgün yapılarını koruyarak</b> (örneğin, içinde uzun ünlü, ince a, ya da kelime başında iki sessiz barındırarak) dilde yerleşir. Bu kelimeler, Türkçenin ses yapısına aykırı düşen yabancı kelimelerdir (Örn: spor, kral, lüks)."
  },
  {
    "id": "119384",
    "unitNumber": 5,
    "text": "<strong>Türkçenin köklü bir dil olmasındaki temel etken aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Tarihî geçmişi ve farklı coğrafyalarda olan hâkimiyeti",
      "B": "Sahip olduğu kelime sayısı",
      "C": "Çok fazla değişmeyen yapısı",
      "D": "Sondan eklemeli bir dil olması",
      "E": "Çok fazla tamlama ve kelime grubuna sahip olması"
    },
    "explanation": "Bir dilin <b>köklü</b> sayılmasındaki temel etken, o dilin <b>yazılı olarak takip edilebilir</b> bir geçmişe sahip olmasıdır. Türkçenin geçmişinin 8. yüzyıldaki <b>Orhun Yazıtları</b> gibi somut ve önemli <b>yazılı belgelerle</b> tespit edilebilmesi ve öncesine dair güçlü dilsel izlerin bulunması, onu köklü bir dil yapmaktadır."
  },
  {
    "id": "119395",
    "unitNumber": 5,
    "text": "<strong>Bir dilde yabancı kelimelerin bulunması aşağıdakilerden hangisinin göstergesidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Dil ailesinin geniş olduğunun",
      "B": "Başka diller ve toplumlarla olan etkileşiminin",
      "C": "Kelime sayısının fazla olmasının",
      "D": "Zamanla yapısının değiştiğinin",
      "E": "Dil bilgisi kurallarının esnek olduğunun"
    },
    "explanation": "Bir dilde yabancı kelimelerin bulunması, o dili konuşan toplumun <b>izole olmadığını</b>, aksine diğer toplumlar, medeniyetler ve dillerle <b>kültürel, ekonomik veya siyasi</b> alanlarda <b>etkileşim hâlinde</b> olduğunun en açık göstergesidir. Dil, bu etkileşimlerin bir aynasıdır."
  },
  {
    "id": "119399",
    "unitNumber": 5,
    "text": "<strong>Türkçenin sondan eklemeli bir dil olması ona aşağıdakilerden hangisini kazandırmıştır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kolay kelime ve kavram türetmeye yarar.",
      "B": "Fiillerin cümlenin sonunda olmasını sağlar.",
      "C": "Düzenli bir cümle dizilişine yarar.",
      "D": "İki ünlünün kelime ortasında bulunmamasını sağlar.",
      "E": "Kelime başında iki ünsüzün olmasını engeller."
    },
    "explanation": "Türkçe, <b>sondan eklemeli (bitişken)</b> bir dildir. Bu, kelime köklerinin genellikle değişmeden kaldığı ve kelimenin anlamını ve işlevini değiştiren veya belirten eklerin <b>kelime kökünün sonuna</b> eklendiği anlamına gelir. Bu yapı, dile <b>yeni kelimeler türetmede</b> büyük bir <b>üretkenlik ve verimlilik</b> yeteneği kazandırmıştır."
  },
  {
    "id": "119402",
    "unitNumber": 5,
    "text": "<strong> “Saz” kelimesinin hem “çalgı aleti” hem de “sulak alan” anlamında kullanılması aşağıdakilerden hangisini ifade eder?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Terim ifadelerin varlığını",
      "B": "Ses kurallarının esnek olduğunu",
      "C": "Bir sözcüğün hem gerçek hem mecaz anlamda kullanılabileceğini",
      "D": "Türkçenin yapısının esnek olduğunu",
      "E": "Bir sözcüğün birden fazla anlamı karşıladığını"
    },
    "explanation": "Bir kelimenin birden fazla, bazen birbiriyle ilgili, bazen de tamamen farklı anlamları karşılayacak şekilde kullanılması durumuna <b>çok anlamlılık (polisemi)</b> denir. 'Saz' kelimesinin hem müzik aleti hem de bataklık/sulak otluk alan anlamlarını taşıması, Türkçenin <b>çok anlamlılık</b> özelliğini göstermektedir."
  },
  {
    "id": "119411",
    "unitNumber": 5,
    "text": "<strong>Türklerin birden çok lehçeye sahip olması aşağıdakilerden hangisinin sonucudur?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Farklı coğrafyalara yayılmasının",
      "B": "Dil ailesinden gelen esnek yapısının",
      "C": "Temel söz varlığının geniş olmasının",
      "D": "Bireyin en temel ihtiyaçlarını karşılayan kelimelere sahip olmasının",
      "E": "Dilin sahip olduğu bütün kelime haznesinin"
    },
    "explanation": "Türkçenin birden çok <b>lehçeye</b> (Çuvaşça, Yakutça gibi çok eski ayrılıklar) veya şiveye (Azerice, Türkmence gibi daha yeni ayrılıklar) sahip olması, Türkleri konuşan toplulukların <b>çok geniş coğrafyalara yayılması</b> ve ana dilden <b>uzun zaman önce</b> ayrılarak farklı <b>coğrafi ve kültürel koşullar</b> altında kalmalarının sonucudur."
  },
  {
    "id": "119413",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi gerçek anlamlı atasözüne bir örnektir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Acı patlıcanı kırağı çalmaz.",
      "B": "Altın eşik, gümüş eşiğe muhtaç olur.",
      "C": "Çivi çiviyi söker.",
      "D": "Minareyi çalan kılıfını hazırlar.",
      "E": "Sebepsiz ölüm olmaz."
    },
    "explanation": "Atasözleri genellikle mecaz (değişmece) içerse de, bazıları <b>gerçek anlamlıdır</b>. Gerçek anlamlı atasözleri, kelimelerin sözlük anlamlarından sapmadan, anlatılmak istenen öğüdü veya yargıyı <b>doğrudan</b> ve açıkça ifade eder. Doğru seçenek, mecaz içermeyen, direkt öğüt veren bir atasözü olmalıdır (Örn: 'Dost ile ye, iç; alışveriş etme')."
  },
  {
    "id": "119415",
    "unitNumber": 5,
    "text": "<strong>Aşağıdaki atasözlerinin hangisinde mecazlı bir söyleyiş <u>yoktur</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Tavşan dağa küsmüş, dağın haberi olmamış",
      "B": "Mum dibine ışık vermez.",
      "C": "Ayağını yorganına göre uzat.",
      "D": "Araba devrilince yol gösteren çok olur.",
      "E": "Ölüm hak, miras helal."
    },
    "explanation": "Sorunun amacı, <b>mecazlı bir söyleyişin</b> bulunmadığı atasözünü tespit etmektir. Mecazlı söyleyiş olmayan atasözleri, <b>gerçek anlamlı</b> atasözleridir. Bu tür atasözlerinde, kelimeler herhangi bir benzetme veya sembolik anlam taşımaksızın, <b>doğrudan yargı bildirir</b>. Doğru cevap, mecaz içermeyen, mantık veya deneyime dayalı yargıyı olduğu gibi ifade eden atasözü olmalıdır."
  },
  {
    "id": "119416",
    "unitNumber": 5,
    "text": "<strong>Türkçede renk ve akrabalık kavramlarının geniş bir yelpazede olması aşağıdakilerden hangisini ifade eder?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Birçok lehçe ve ağza sahip olmasını",
      "B": "Sahip olduğu kelime sayısının fazlalığını",
      "C": "Türkçenin köklü bir geçmişe ve deneyime sahip olduğunu",
      "D": "Ses kuralları ve ses diziminin matematiksel olduğunu",
      "E": "Kalıplaşmış sözlerin çok olduğunu"
    },
    "explanation": "Türkçede <b>renk</b> ve <b>akrabalık</b> gibi kavram alanlarının zengin ve detaylı bir söz varlığına sahip olması, bu kavramların <b>Türk kültürü ve yaşam biçimi</b> için ne kadar <b>merkezi ve önemli</b> olduğunu gösterir. Örneğin, akrabalık adlarındaki zenginlik, <b>güçlü aile bağlarını</b>; renk isimlerindeki çeşitlilik ise <b>göçebe yaşamda doğa gözlemindeki hassasiyeti</b> ifade eder."
  },
  {
    "id": "162259",
    "unitNumber": 5,
    "text": "Şimdi bir rüzgâr geçti buradan.<br />Koştum ama yetişemedim.<br />Sorsaydım söylerdi herhâlde.<br />Soramadım.<br /><strong>“Yetişmek” kelimesi aşağıdakilerin hangisinde bu dizelerdeki anlamıyla kullanılmıştır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Arkadan bize laf yetiştiriyordu.",
      "B": "Otobüse son dakikada yetişebildim.",
      "C": "Bu proje yarına yetişmeli.",
      "D": "Tam bir asker olarak yetiştirildi.",
      "E": "Çocuğun boyu bana yetişti."
    },
    "explanation": "Dizedeki 'Koştum ama yetişemedim' ifadesinde <b>'yetişmek'</b> kelimesi, <b>'arkasından koşulan veya peşinden gidilen bir şeye veya kişiye ulaşmak, ona kavuşmak'</b> anlamında kullanılmıştır. Bu kullanım, genellikle hareket hâlinde olan bir nesneyi veya zamanı yakalama eylemini belirtir. Doğru cevap, 'yetişmek' fiilinin bu <b>fiziksel ulaşma/yakalama</b> anlamını taşıdığı cümledir."
  },
  {
    "id": "162260",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerin hangisinde, “yan” sözcüğü deyim içerisinde <u>kullanılmamıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Babasını da yanına alınca istediği her şeyi yaptırdı.",
      "B": "Okula devam edeceğini söylemesine rağmen sürekli yan çiziyor.",
      "C": "Hakem maçta yan tutmamaya özen gösteriyordu.",
      "D": "Onu bu yıl yanımıza alalım, boş kalmasın.",
      "E": "İlacın yan etkileri hemen ortaya çıktı."
    },
    "explanation": "<b>Deyimler</b>, genellikle en az iki kelimeden oluşan, çoğunlukla <b>mecaz anlam taşıyan</b> ve kalıplaşmış söz öbekleridir (Örn: Yan bakmak, yan çizmek). Eğer 'yan' sözcüğü bir deyim içinde kullanılmamışsa, o zaman <b>gerçek anlamıyla</b>, yani 'taraf, kenar, yön' anlamında kullanılmış demektir. Doğru cevap, 'yan' kelimesinin sözlük anlamıyla kullanıldığı cümledir."
  },
  {
    "id": "162261",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerin hangisinde “zor durumda kalmak” anlamında bir deyim kullanılmıştır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Aldığı bu haberle etekleri zil çalacaktır.",
      "B": "O kadar yürüdük ki ayaklarımıza kara sular indi.",
      "C": "Sorular o kadar zordu ki alnında boncuk boncuk terler birikmişti.",
      "D": "Yine iki ayağımı bir pabuca soktular.",
      "E": "Haberi alınca havalara uçtu."
    },
    "explanation": "Soru, anlamı <b>'zor durumda kalmak, çaresizleşmek, sıkıntıya düşmek'</b> olan bir deyimin kullanıldığı cümleyi bulmayı gerektirir. Bu anlamı karşılayan yaygın deyimler arasında <b>'başı dara girmek', 'eli kolu bağlanmak'</b> veya <b>'açığa düşmek'</b> gibi kalıplaşmış ifadeler yer alır."
  },
  {
    "id": "162262",
    "unitNumber": 5,
    "text": "Son gül dağıldı, son kuş uçup gitti<br />Şimdi yaz, yaprakların tabiatı örten pasındadır<br /><strong>“Son” sözcüğü aşağıdakilerin hangisinde bu dizelerdeki anlamıyla <u>kullanılmamıştır</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Son yaprak da düştü.",
      "B": "Son öğrenci de okulu terk etti.",
      "C": "Son derece ağırbaşlı bir çocuktu.",
      "D": "Son kitabını okurları için imzaladı.",
      "E": "Son otobüste otogara girdi."
    },
    "explanation": "Dizede geçen 'Son gül' ve 'son kuş' ifadelerindeki <b>'son'</b> sözcüğü, <b>'bir sıranın, dönemin veya sürecin bitiminde olan, nihai'</b> anlamında kullanılmıştır. Yani, kendisinden sonra benzerinin gelmeyeceği, bitişi işaret eden bir anlam taşır. Doğru cevap, 'son' kelimesinin <b>'en nihayetinde, neticesinde, sonuç olarak'</b> gibi farklı bir anlamda kullanıldığı cümledir."
  },
  {
    "id": "162267",
    "unitNumber": 5,
    "text": "<strong>“Derin” sözcüğü aşağıdaki cümlelerin hangisinde “İçinde ona karşı derin bir sevgi besliyordu.” cümlesindeki anlamıyla kullanılmıştır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Ortamı derin bir sessizlik kapladı.",
      "B": "En derin saygılarımı sunarım.",
      "C": "Yüzmek için derin suları seçmem.",
      "D": "Okyanusun derinliği burada yüz metreyi buluyor.",
      "E": "Derinlere dalıp gidiyordu."
    },
    "explanation": "“İçinde ona karşı <b>derin</b> bir sevgi besliyordu” cümlesinde 'derin', <b>somut bir ölçüyü</b> değil, <b>duygusal yoğunluğu, köklülüğü</b> ve <b>büyüklüğü</b> ifade eden <b>mecaz (soyut)</b> bir anlam taşır. Doğru cevaptaki 'derin' kelimesi de mutlaka 'yoğun, etkili, şiddetli' gibi soyut bir niteliği tanımlamalıdır (Örn: derin düşünceler, derin nefes, derin yara izi [mecazî/ruhsal anlamda])."
  },
  {
    "id": "325313",
    "unitNumber": 5,
    "text": "<strong>Türkçenin sondan eklemeli bir dil olması ona hangi özelliği kazandırmıştır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kolay kelime ve kavram üretimi",
      "B": "Fiillerin cümlenin sonunda olması",
      "C": "Düzenli bir cümle diziliminin sağlanması",
      "D": "İki ünlünün yan yana gelmemesi",
      "E": "Kelime başında iki ünsüzün yan yana gelmemesi"
    },
    "explanation": "Türkçenin <b>sondan eklemeli (bitişken)</b> yapısı, kelime köklerinin bozulmadan kalmasına izin verirken, sonsuz sayıdaki ekin köke eklenmesiyle <b>yeni kelime ve kavramlar türetme</b> yeteneği kazandırır. Bu yapı, dile <b>büyük bir esneklik</b> ve <b>yüksek bir üretkenlik (verimlilik)</b> özelliği sağlar."
  },
  {
    "id": "329831",
    "unitNumber": 5,
    "text": "Sözünü sakınarak, tartarak kullanmak güzel söz söyleme hastalığından daha değerli bir şeydir. Karşımızdaki kişiyi düşünerek konuşmak ise yerli yerinde söylenmiş derli toplu sözlerden yeğdir. Konuya girmeden önce sözü uzun uzun ağızda gevelemek can sıkar, bir şeyi damdan düşer gibi söylemek ise etkiyi azaltır.<br /><strong>Bu parçada savunulan düşünce ile doğrudan ilgi kurulabilecek atasözü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Söz var, iş bitirir; söz var baş yitirir.",
      "B": "Söz dediğin yaş deridir, nereye çekersen oraya gider.",
      "C": "Sözü söyle alana, kulağında kalana.",
      "D": "Bülbülün çektiği dili belasıdır.",
      "E": "Sözünü bil pişir, ağzını der devşir."
    },
    "explanation": "Parça, sözün <b>sakınılarak, tartılarak</b> söylenmesi gerektiğini, uzun uzadıya laf gevelemenin (ağızda gevelemek) veya pat diye söylemenin (damdan düşer gibi) uygun olmadığını belirtmektedir. Parçada savunulan temel düşünce, <b>söylemeden önce düşünmenin</b> ve <b>özlü konuşmanın</b> değeridir. Bu düşünceyi en iyi özetleyen atasözü, <b>'Bin düşün, bir söyle'</b> veya <b>'Az söz, öz söz'</b> gibi ifadelerle doğrudan ilgi kurar."
  },
  {
    "id": "329832",
    "unitNumber": 5,
    "text": "I. Gözden geçirmek<br />II. Gözleri dolmak<br />III. Gözleri yaşarmak<br />IV. Gözleri süzülmek<br /><strong>Yukarıdaki deyimlerden hangileri duygulanma sonucu ortaya çıkan bir durumu ifade eder?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "I ve III",
      "B": "I ve IV",
      "C": "II ve III",
      "D": "II ve IV",
      "E": "III ve IV"
    },
    "explanation": "Duygulanma sonucu ortaya çıkan durumlar genellikle ağlama, hüzün veya aşırı sevinç gibi yoğun duygusal tepkilerle ilgilidir. <b>\"Gözleri dolmak\"</b> (II) ve <b>\"gözleri yaşarmak\"</b> (III) deyimleri, kişinin duygusal yoğunluk (hüzün, sevinç ya da merhamet) nedeniyle gözlerinin nemlenmesi, dolması ve yaş dökme noktasına gelmesi halini ifade eder. Bu nedenle II ve III doğru cevaptır. I. <b>\"Gözden geçirmek\"</b>, bir şeyi incelemek veya kontrol etmek anlamına gelir. IV. <b>\"Gözleri süzülmek\"</b> ise genellikle yorgunluk, halsizlik veya bazen de anlamlı/davetkar bakış anlamında kullanılır."
  },
  {
    "id": "362897",
    "unitNumber": 5,
    "text": "<strong>Aşağıdaki atasözlerinin hangisinde mecazlı bir söyleyiş vardır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Dost ile ye iç alışveriş etme.",
      "B": "Sebepsiz ölüm olmaz.",
      "C": "Aklı başa yaş getirir.",
      "D": "Akıl için yol birdir.",
      "E": "Minareyi çalan kılıfını hazırlar."
    },
    "explanation": "Mecazlı söyleyiş (mecaz anlam), atasözünün gerçek anlamının dışında, benzetmeler yoluyla soyut bir fikri ifade etmesidir. Örneğin, \"<b>Damlaya damlaya göl olur</b>\" atasözü, suyun birikmesi anlamından çok, küçük birikimlerin zamanla büyük sonuçlar doğuracağını (iktisat yapmayı) anlatır. Mecazlı atasözlerinde ifade edilen yargı, kelimelerin sözlük anlamının ötesindedir ve soyut bir kavramı işaret eder. Seçeneklerde mecazlı anlam taşıyan atasözü (örneğin: Ateş düştüğü yeri yakar) doğru kabul edilmelidir."
  },
  {
    "id": "367960",
    "unitNumber": 5,
    "text": "<strong>Aşağıdaki cümlelerin hangisinde hem atasözü hem de deyim anlamlı kelime kullanılmıştır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kafana takma iş işten geçti. Olamayız artık eskisi gibi",
      "B": "Sen seni bil sen seni. Sen sıkı tut çeneni.",
      "C": "Sen kafaya takma beni. Acı patlıcanı kırağı çalmaz.",
      "D": "Bir sinek bir kartalı salladı, vurdu yere.",
      "E": "Dilsiz çağırıp söyler, dilimdeki sözümü"
    },
    "explanation": "Bir cümlede hem atasözü hem de deyim kullanılması için, cümlenin bir <b>kalıplaşmış söz öbeği</b> (deyim) içermesi ve aynı zamanda genel bir <b>yargı veya öğüt</b> bildiren tam bir cümle (atasözü) içermesi gerekir. Deyimler genellikle mastar halinde olup durumu ifade ederken ('eli kolu bağlı kalmak'), atasözleri genel bir hüküm bildirir ('Yalancının mumu yatsıya kadar yanar'). Doğru cevap, bu iki farklı söz kalıbını aynı anda barındıran cümle olmalıdır."
  },
  {
    "id": "396010",
    "unitNumber": 5,
    "text": "Yarı mecaz anlamlı atasözlerine aynı zamanda .................. söyleyiş denir.<br /><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "kinayeli",
      "B": "tarizli",
      "C": "istişareli",
      "D": "iştikaklı",
      "E": "teşhisli"
    },
    "explanation": "Yarı mecaz (veya kısmen mecaz) anlamlı atasözleri, hem <b>gerçek anlamda</b> akla uygun bir durumu ifade edebilen hem de bu anlamdan yola çıkılarak <b>mecazi bir yargıyı</b> aktarabilen atasözleridir. Bu tür atasözlerine aynı zamanda <b>\"hem gerçek hem mecaz söyleyişli\"</b> veya <b>\"çift anlamlı söyleyiş\"</b> denir. Örneğin, \"Ağaç yaşken eğilir\" hem fidanın eğilebilmesi (gerçek) hem de çocuk eğitiminin kolaylığı (mecaz) anlamlarını taşır. Bu nedenle boş bırakılan yere bu dualiteyi ifade eden bir terim getirilmelidir."
  },
  {
    "id": "396381",
    "unitNumber": 5,
    "text": "<strong>Aşağıdaki kelimelerden hangisi  köken bakımından Türkçeye aittir? </strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Oksijen",
      "B": "Dağ",
      "C": "Lokomotif",
      "D": "Enflasyon",
      "E": "Kondüktör"
    },
    "explanation": "Türkçeye ait (öz Türkçe) kelimeler, genellikle <b>eski Türkçeden</b> günümüze kadar ulaşmış, Türkçe ses uyumlarına uyan ve yapım/çekim eklerini doğal olarak alan kelimelerdir. Örneğin 'güneş', 'su', 'taş', 'ev' gibi kelimeler Türkçe kökenlidir. Seçeneklerde verilen kelimelerden hangisinin kökeninin Türkçe olduğunu belirlemek için kelimenin ses ve şekil yapısı ile eski metinlerdeki kullanımı incelenmelidir. Eğer seçeneklerde 'kitap', 'masa', 'kalem' gibi Arapça veya diğer dillerden alıntı kelimeler varsa, diğer kelime <b>Türkçe kökenli</b> olacaktır."
  },
  {
    "id": "109654",
    "unitNumber": 6,
    "text": "<strong>Aşağıdaki kelimelerden hangisi aldığı ekten dolayı \"Büyük Ünlü Uyumuna (Kalınlık-İncelik Uyumu)\" <u>uymaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Okuyorum",
      "B": "Gezerken",
      "C": "Sabahleyin",
      "D": "Yoldaş",
      "E": "Sesteş"
    },
    "explanation": "Büyük Ünlü Uyumu (Kalınlık-İncelik Uyumu), bir kelimedeki tüm ünlülerin ya kalın (a, ı, o, u) ya da ince (e, i, ö, ü) olmasını gerektirir. Türkçede bazı ekler (istisna ekler) bu kuralı bozar. Bu ekler genellikle <b>-yor</b>, <b>-ki</b>, <b>-ken</b>, <b>-leyin</b>, <b>-mtırak</b> ve <b>-gil</b>’dir. Örneğin, 'gel-' (ince) köküne '-iyor' (ince 'i', kalın 'o') eki geldiğinde 'geliyor' kelimesinde ince ünlüden sonra kalın ünlü geldiği için <b>Büyük Ünlü Uyumu bozulur</b>. Soru, bu uyumsuzluğa neden olan kelimeyi sormaktadır. Doğru cevapta bu istisnai eklerden birini almış olan bir kelime bulunmalıdır."
  },
  {
    "id": "109761",
    "unitNumber": 6,
    "text": "Türkçe bir kelimede yuvarlak ünlülerden (o, ö, u, ü) sonra ya dar yuvarlak ünlüler (u, ü) ya da düz geniş ünlüler (a, e) gelir.<br /><strong>Aşağıdakilerden hangisi bu kurala <u>uymaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Uzak",
      "B": "Okul",
      "C": "Ordular",
      "D": "Ürkek",
      "E": "Otomobil"
    },
    "explanation": "Küçük Ünlü Uyumu (KÜU), dudakların yuvarlaklığına göre ünlülerin birbirini takip etme kuralıdır. Kurala göre, yuvarlak ünlülerden (o, ö, u, ü) sonra ya dar yuvarlak ünlüler (u, ü) ya da düz geniş ünlüler (a, e) gelir. Bu kurala uymayan durumlar genellikle <b>o/ö ünlülerinin ilk hece dışında bulunmasıdır</b> (örn: horoz, kamyon), çünkü o/ö ünlüleri sadece ilk hecede bulunabilir ve sonraki hecede düz geniş (a/e) gelmelidir. Ya da u/ü’den sonra düz dar ünlü (ı/i) gelmesidir. 'Horoz' kelimesinde birinci hecedeki 'o'dan sonra ikinci hecede 'o' gelmesi kurala uymaz (O’dan sonra U/Ü ya da A/E gelmelidir), dolayısıyla KÜU bozulur."
  },
  {
    "id": "109830",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerin hangisinde \"Türkçedeki ünsüzlerin sınıflandırılması\" <u>yanlıştır</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Dudak ünsüzleri: b, p, m",
      "B": "Diş-dudak ünsüzleri: f, v, c",
      "C": "Ön damak ünsüzleri: g, k, l, r, y",
      "D": "Arka damak ünsüzleri: ğ",
      "E": "Gırtlak ünsüzü: h"
    },
    "explanation": "Türkçede ünsüzler, oluşum yerine ve ses tellerinin titreşimine göre (ötümlü/ötümsüz) sınıflandırılır. Soru, bu sınıflandırmanın yanlış yapıldığı seçeneği istemektedir. Yanlış sınıflandırma genellikle <b>Ötümsüz (Sert) ünsüzlerin</b> (p, ç, t, k, f, s, ş, h) <b>Ötümlü (Yumuşak) ünsüzler</b> (b, c, d, g, ğ, v, z, j, l, m, n, r, y) ile karıştırılmasıdır. Örneğin, 'f, s, ş, h' gibi sert ünsüzlerin 'yumuşak ünsüzler' olarak listelenmesi yanlıştır. Doğru seçenekte, bir ünsüz grubunun tanımının veya listesinin yanlış verildiği iddia edilmektedir."
  },
  {
    "id": "110023",
    "unitNumber": 6,
    "text": "Türkçede p, ç, t, k ünsüzleri ünlü ile başlayan bir ek aldıklarında b, c, d, ğ ünsüzlerine dönüşür.<br /><strong>Aşağıdakilerden hangisi bu kurala <u>uymaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Dip",
      "B": "Ağaç",
      "C": "Yurt",
      "D": "Türk",
      "E": "Sokak"
    },
    "explanation": "Ünsüz Yumuşaması (Ünsüz Değişimi) kuralı, kelime sonundaki <b>sert ünsüzlerin (p, ç, t, k)</b> ünlüyle başlayan bir ek aldıklarında <b>yumuşak ünsüzlere (b, c, d, ğ)</b> dönüşmesini içerir. Bu kurala uymayan istisnalar genellikle <b>tek heceli kelimeler</b> (at > atı, saç > saçı) veya bazı <b>yabancı kökenli kelimelerdir</b> (hukuk > hukuku). Örneğin, 'süt' kelimesi tek heceli olduğu için ünlü ile başlayan ek alsa bile yumuşamaya uğramaz (Sütü, *südü değil*). Doğru cevap, bu kurala rağmen yumuşama göstermeyen bir kelime olmalıdır."
  },
  {
    "id": "110148",
    "unitNumber": 6,
    "text": "<strong>Aşağıdaki kelimelerin hangisinde iç seste ünsüz türemesi olmuştur?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Fiyat",
      "B": "Akıl",
      "C": "İstop",
      "D": "Devir",
      "E": "Fikir"
    },
    "explanation": "Ünsüz türemesi, genellikle Arapça kökenli bazı kelimelerin ünlüyle başlayan bir ek veya yardımcı fiil (etmek, olmak) alması sonucunda, kelime sonundaki ünsüzün ikizleşerek (çiftlenerek) tekrarlanmasıdır. Bu olay kelimenin ortasında gerçekleştiği için <b>iç seste ünsüz türemesi</b> olarak adlandırılır. <br>Örnekler: his + i > <b>hissi</b>, af + etmek > <b>affetmek</b>, zan + ım > <b>zannım</b>. Doğru seçenekte, kelimenin ortasında çift ünsüz bulunan ve kökte tek olan bir yapı aranmalıdır (Örneğin 'sır' kökünden 'sırrına')."
  },
  {
    "id": "119429",
    "unitNumber": 6,
    "text": "<strong>Aşağıdaki cümlelerin hangisinde ünlü düşmesiyle ilgili bir yazım <u>yanlışı</u> yapılmıştır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Çocuğun ağızı yara içinde kalmış.",
      "B": "Adamın burnu çok kanamış.",
      "C": "Çocuğun boynu tutulmuştu.",
      "D": "Çocuk boyalarla alnını boyamıştı.",
      "E": "Göğsündeki sızı günden güne artıyordu."
    },
    "explanation": "Türkçede, ikinci hecesinde dar ünlü (ı, i, u, ü) bulunan bazı iki heceli kelimeler (örn: akıl, omuz, burun, gönül) ünlü ile başlayan ek aldıklarında bu dar ünlüyü düşürmek zorundadır (<b>ünlü düşmesi / hece düşmesi</b>). Bu düşmenin yazıda gösterilmemesi (yani 'omuzunu' yerine 'omzunu' yazılması gerekirken 'omuzunu' yazılması) bir <b>yazım yanlışıdır</b>. Doğru cevap, düşmesi gereken ünlünün düşürülmediği hatalı bir kullanımı içeren cümle olmalıdır. (Örn: 'Omuzunu' değil, 'omzunu' olmalıydı.)"
  },
  {
    "id": "119430",
    "unitNumber": 6,
    "text": "<strong>Aşağıdaki sözcüklerin hangisine ünlü ile başlayan bir ek getirildiğinde “ünsüz değişmesi” <u>olmaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Uçak",
      "B": "Ağaç",
      "C": "Renk",
      "D": "Tut",
      "E": "Bıçak"
    },
    "explanation": "Ünsüz değişimi (yumuşaması), kelime sonundaki P, Ç, T, K harflerinin ünlü ile başlayan ek aldığında B, C, D, Ğ'ye dönüşmesidir. Bu kurala uymayan kelimeler, genellikle <b>tek heceli kelimeler</b> (top, at, saç) veya bazı <b>yabancı kökenli kelimelerdir</b> (millet, hukuk). Soru, yumuşamaya uğramayan kelimeyi istediği için, kökü PÇTK ile biten ancak yumuşamayan bir kelimeyi işaret etmelidir. Örneğin, 'at' kelimesine ünlü eklenince 'atı' olur, 'adı' olmaz."
  },
  {
    "id": "119431",
    "unitNumber": 6,
    "text": "Sonu sert ünsüzle biten tek heceli sözcüklerde genellikle ünsüz değişimi olmaz.<br /><strong>Aşağıdaki sözcüklerin hangisi bu kurala aykırı bir örnektir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kat",
      "B": "Çat",
      "C": "Yurt",
      "D": "Top",
      "E": "Sap"
    },
    "explanation": "Genel kural, sonu sert ünsüzle biten tek heceli sözcüklerin <b>ünsüz yumuşamasına direnç göstermesidir</b> (örn: top > topu). Ancak Türkçede bu kurala aykırı olan, yani ünlüyle başlayan ek aldığında yumuşayan <b>çok az sayıda tek heceli kelime</b> vardır. Bu istisnai kelimeler arasında <b>çok</b> (çoğu), <b>uç</b> (ucu), <b>kap</b> (kabı) ve <b>dip</b> (dibi) bulunur. Soru bu aykırı örneği istediği için, bu kelimelerden birini (örneğin '<b>çok</b>') seçmelidir. 'Çok' kelimesi ünlü ek aldığında 'çoğu' şeklinde yumuşamaya uğrar (k > ğ)."
  },
  {
    "id": "119564",
    "unitNumber": 6,
    "text": "<strong>Aşağıdaki atasözlerinin hangisinde yardımcı ses <u>yoktur</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Doğru söyleyeni dokuz köyden kovarlar.",
      "B": "İyi dost kara günde belli olur.",
      "C": "Adamın iyisi iş başında belli olur.",
      "D": "Akılsız başın cezasını ayaklar çeker.",
      "E": "Elini ayağını bağlamıştı."
    },
    "explanation": "Yardımcı sesler (<b>kaynaştırma harfleri</b>) Türkçede <b>y, ş, s, n</b> ('Yaşa-sın' kuralı) harfleridir. Görevleri, ünlüyle biten bir kelimeye ünlüyle başlayan bir ek geldiğinde, iki ünlüyü ayırarak ses akışını sağlamaktır. <br>Soru, yardımcı sesin (kaynaştırma) bulunmadığı atasözünü istemektedir. Bu atasözündeki tüm kelimeler ya ünlü ile bitip ünsüz ile başlayan ek almalı ya da ünsüz ile bitip ünlü/ünsüz ile başlayan ek almalıdır; veya ünlü+ünlü karşılaşması olmamalıdır."
  },
  {
    "id": "119565",
    "unitNumber": 6,
    "text": "<strong> Aşağıdaki cümlelerin hangisinde sert ünsüz yumuşamasına uğrayan bir kelime <u>yoktur</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Yaz tatilinde oldukça dinlendik.",
      "B": "Soğuğa karşı tedbirli olmalıyız.",
      "C": "Bu işten umudum kesildi.",
      "D": "Kitabımı çantama yerleştirdim.",
      "E": "Ayağını masanın köşesine vurdu."
    },
    "explanation": "Sert ünsüz yumuşaması, kelime kökü sonundaki <b>p, ç, t, k</b> harflerinin ünlüyle başlayan ek aldığında <b>b, c, d, ğ</b> harflerine dönüşmesidir (Örn: ağaç + a > ağaca). Soru, bu ses olayının (ünsüz yumuşaması) gerçekleşmediği cümleyi bulmayı gerektirir. Seçilen cümlede 'p, ç, t, k' ile bitip ünlü eki almış ve yumuşamış bir kelime (Örn: kitabın, rengi, ayağı) bulunmamalıdır. Eğer cümlede böyle bir kelime yoksa, sert ünsüz yumuşaması da yoktur."
  },
  {
    "id": "162285",
    "unitNumber": 6,
    "text": "Ela gözlerine kurban olduğum<br />Yüzüne bakmaya doyamadım ben<br />İbret için gelmiş cihana<br />Noktadır benlerin sayamadım ben<br /><strong>Bu dizelerde aşağıdaki ses olaylarından hangisi <u>yoktur</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Ulama",
      "B": "Ünsüz sertleşmesi",
      "C": "Kaynaştırma",
      "D": "Büyük ünlü uyumuna aykırı sözcük",
      "E": "Ünsüz türemesi"
    },
    "explanation": "Dizelerdeki ses olaylarını inceleyelim: 1. 'olduğum' kelimesinde (olduk+um) <b>ünsüz yumuşaması</b> (k > ğ) vardır. 2. 'yüzüne' ve 'bakmaya' kelimelerinde (yüzü-n-e, bakma-y-a) <b>kaynaştırma harfi</b> (n ve y) vardır. <br>Ancak dizelerde, ünsüz harflerin yan yana gelip birbirini sertleştirdiği (fıstıkçı şahap kuralı) bir örnek, yani <b>Ünsüz Sertleşmesi (Benzeşmesi)</b>, veya bir ünlünün düştüğü (örn: 'aklım' gibi) bir durum olan <b>Ünlü Düşmesi</b> bulunmamaktadır. Eğer dizede bu olaylardan biri (örneğin Ünsüz Sertleşmesi) hiç yoksa, doğru cevap odur."
  },
  {
    "id": "162288",
    "unitNumber": 6,
    "text": "Topraktandır cümle beden,<br />Nefsini öldür ölmeden,<br />Böyle emretmiş yaradan,<br />Sen kalemsin ben uç muyum?<br /><strong>Bu dizelerde aşağıdaki ses olaylarından hangisi <u>yoktur</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Ünsüz benzeşmesi",
      "B": "Ulama",
      "C": "Ünlü daralması",
      "D": "Ünlü düşmesi",
      "E": "Ünsüz yumuşaması"
    },
    "explanation": "Dizelerdeki ses olaylarını inceleyelim: 1. 'Topraktan<b>dır</b>' kelimesinde (toprak+dan+dır) <b>Ünsüz Sertleşmesi</b> (k>t>d) vardır. 2. 'Emr<b>et</b>miş' kelimesi (emir+etmek) birleşirken 'i' ünlüsü düşmüş, yani <b>Ünlü Düşmesi</b> vardır. 3. 'Nefs<b>i</b>ni' kelimesinde (-n-) kaynaştırma vardır. <br>Dizelerde, sert ünsüzün yumuşadığı (p, ç, t, k > b, c, d, ğ) bir örnek bulunmamaktadır (Örn: 'uç muyum' kelimesinde 'uç' yumuşamaz). Bu nedenle <b>Ünsüz Yumuşaması</b> ses olayı dizelerde yoktur."
  },
  {
    "id": "162289",
    "unitNumber": 6,
    "text": "“Etmek, olmak” gibi yardımcı fiillerle birleşen sözcüklerde herhangi bir ses olayı meydana gelirse bu sözcükler birleşik yazılır.<br /><strong>Aşağıdakilerden hangisinde bu kurala uymayan bir sözcük vardır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "hissetmek",
      "B": "kaybolmak",
      "C": "fark etmek",
      "D": "razı etmek",
      "E": "keşf etmek"
    },
    "explanation": "Kurala göre, 'etmek, olmak' gibi yardımcı fiillerle kurulan birleşik fiillerde, birleşme sırasında <b>ünlü düşmesi</b> (seyir etmek > seyretmek) veya <b>ünsüz türemesi</b> (his etmek > hissetmek) gibi bir ses olayı meydana gelirse, kelime <b>bitişik</b> yazılmalıdır. Eğer ses olayı olduğu halde kelime ayrı yazılmışsa (Örn: Kayıp etmek), bu kurala uymayan bir yazım yanlışıdır. Doğru seçenek, ses olayı olmasına rağmen ayrı yazılan (veya ses olayı olmamasına rağmen bitişik yazılan) bir kelime içermelidir. '<b>Kayıp etmek</b>' yerine '<b>kaybetmek</b>' yazılmalıydı."
  },
  {
    "id": "162290",
    "unitNumber": 6,
    "text": "<strong>Türkçenin genel özellikleriyle ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Ünlü uyumu vardır.",
      "B": "Sözcük başında birden çok ünlü bulunur.",
      "C": "Çekim, eklerle yapılır.",
      "D": "Ön ek değil, son ek kullanılır.",
      "E": "Soru ekle yapılır."
    },
    "explanation": "Türkçenin temel ses özelliklerinden biri <b>Büyük Ünlü Uyumu</b> (BÜU) ve <b>Küçük Ünlü Uyumu</b> (KÜU)'dur. KÜU gereği, Türkçe kelimelerde <b>'o' ve 'ö' ünlüleri yalnızca ilk hecede bulunabilir</b>. İkinci veya sonraki hecelerde bu ünlülerin yer alması, kelimenin yabancı kökenli olduğunu gösterir (Örn: horoz, doktor). Bu nedenle, 'o ve ö ünlülerinin her hecede bulunabilmesi' gibi bir ifade Türkçenin genel özellikleriyle ilgili <b>yanlış</b> bir bilgidir."
  },
  {
    "id": "162294",
    "unitNumber": 6,
    "text": "O <u>gönlü</u> yüce biridir.<br /><strong>Altı çizili sözcükte görülen ses olayının benzeri aşağıdaki cümlelerin hangisinde yapılmıştır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Oğlunu gencecik yaşta yitirmenin acısını yaşıyordu.",
      "B": "Ona karşı hissettiği her şey bitti.",
      "C": "Beni hep sen mutlu ettin.",
      "D": "Sınavı kazanamadım zannetmiş.",
      "E": "Sana kırgın olduğunu kabul etmelisin."
    },
    "explanation": "Altı çizili '<b>gönlü</b>' kelimesi, 'gönül' ismine ünlü ile başlayan iyelik eki (-ü) getirilmesi sonucu ikinci hecedeki dar ünlüsünü (ü) kaybetmiştir (Gönül + ü > Gönlü). Bu ses olayı <b>Ünlü Düşmesi</b> (Hece Düşmesi)'dir. Aynı ses olayının görüldüğü cümle, yine ikinci hecesinde dar ünlü bulunan bir ismin ek alırken ünlüsünü kaybettiği bir örneği içermelidir. Örneğin, 'burnu' (burun > burnu), 'omzu' (omuz > omzu) veya 'aklını' (akıl > aklını) kelimeleri bu duruma benzer."
  },
  {
    "id": "162296",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerin hangisinde birleşik fiilin yazımı <u>yanlıştır</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Her şeyi kendine dert etme.",
      "B": "Bu maçta da iki gol yedi.",
      "C": "Hastayı başka yere nakil ettiler.",
      "D": "Bunu yapamayacağını zannediyordum.",
      "E": "Bizi umutsuz günlere sevk etti."
    },
    "explanation": "Yardımcı fiillerle kurulan birleşik fiillerin yazımında kural, bir ses olayı (düşme veya türeme) varsa bitişik, yoksa ayrı yazılmasıdır. Eğer '<b>his etmek</b>' gibi ses olayı gerektiren bir ifade ayrı yazılmışsa ('hissini', 'hissetmek' yerine), bu bir yazım yanlışıdır. <br>Ya da tam tersi, ses olayı olmadığı halde bitişik yazılmışsa ('arzetti' yerine 'arz etti' olmalıydı) bu da yanlıştır. Yanlış yazım genellikle ses olayı olduğu halde ayrı yazılanlardır (Örn: <b>seyir etmek</b> yerine <b>seyretmek</b> olmalıydı, ayrı yazılması yanlıştır)."
  },
  {
    "id": "325426",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi ses organlardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Akciğer",
      "B": "Karaciğer",
      "C": "Küçük dil",
      "D": "Burun",
      "E": "Dudaklar"
    },
    "explanation": "Konuşma sesi, akciğerlerden gelen havanın gırtlak, ağız ve burun boşluklarından geçerken ses telleri, dil, dişler, damak ve dudaklar gibi organlar tarafından biçimlendirilmesiyle oluşur. Bu organlara <b>ses organları</b> (boğumlama/telaffuz organları) denir. <b>Karaciğer</b>, sindirim ve metabolizma ile ilgili bir organ olup, doğrudan konuşma seslerinin üretimi ve biçimlendirilmesi işlevinde yer almaz."
  },
  {
    "id": "325650",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi Türkiye Türkçesinin ses özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Türkiye Türkçesinde içinde \"j\" bulunan sözcükler Türkçe değildir.",
      "B": "Türkiye Türkçesinde \"c, ğ, l, m, n, r, z\" sesleriyle sözcük başlamaz.",
      "C": "Türkiye Türkçesinde \"b, c, d, g\" sesleri genellikle sözcüklerin sonunda bulunmaz.",
      "D": "Türkçede şedde vardır.",
      "E": "Türkçede iki ünsüz ile hece başlamaz."
    },
    "explanation": "Türkiye Türkçesinin temel ses özellikleri arasında <b>ünlü uyumu kurallarına</b> (BÜU ve KÜU) sıkı sıkıya uyulması, ünlü uzunluğunun fonemik olmaması (anlam ayırt etmemesi), kelime vurgusunun genellikle son hecede olması ve kelime başında çift ünsüz bulunmaması sayılabilir. <br>Genellikle '<b>Vurgunun daima ilk hecede olması</b>' ifadesi Türkiye Türkçesi için doğru değildir. Türkçede vurgu büyük çoğunlukla <b>son hecededir</b> (yer/yön zarfları, bazı ünlemler ve istisnalar hariç)."
  },
  {
    "id": "329845",
    "unitNumber": 6,
    "text": "I. Nerde kaldı mahyalar <br />II. Haniymiş minareler <br />III. Nedenler, niçinler hep bir adım önümde<br />IV. Ayağımla konuşup, ağzımla dönünce <br /><strong>Yukarıda verilen dizelerin hangisi ya da hangilerinde birden fazla ses olayı vardır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "I ve III",
      "C": "II ve III",
      "D": "III ve IV",
      "E": "I, II ve III"
    },
    "explanation": "Dizeleri inceleyelim:<br>I. <b>Nerde</b> (Ne+yere+de) > <b>Nerde</b>: Bir adet <b>Ünlü Düşmesi</b> (e) vardır.<br>II. <b>Haniymiş</b> (Hani+imiş): 'i' düşmüş (<b>Ünlü Düşmesi</b>) ve 'y' sesi türümüş (<b>Kaynaştırma</b>). İki ses olayı vardır.<br>III. Nedenler, niçinler...: Ses olayı yoktur.<br>IV. <b>Ayağımla</b> (Ayak+ı+m+la): Kök 'ayak', ek alınca K > Ğ dönüşmüş (<b>Ünsüz Yumuşaması</b>). 'Ayağı' ile başlayan ekin arasına 'y' girmiş (<b>Kaynaştırma</b>). İki ses olayı vardır.<br>Bu nedenle II. ve IV. dizelerde birden fazla ses olayı mevcuttur."
  },
  {
    "id": "364225",
    "unitNumber": 6,
    "text": "<strong>Aşağıdaki cümlelerin hangisinde ünlü düşmesiyle ilgili bir yazım yanlışı <u>yapılmamıştır</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "İnsan dünyayı zapt eder ama ağızını zapt edemez.",
      "B": "İnsanların karşısına ak bir alınla çıkmak gerek.",
      "C": "\"Benim alınım açık, yüzüm ak.\" dedim kendi kendime.",
      "D": "Rüzgârda yalınız başına yürüyordu.",
      "E": "Cinlerin beyinimde yaptığı düğün. Sulardan, seslerden ve gecelerden"
    },
    "explanation": "Ünlü düşmesi kuralına uymak zorunludur. Yanlışlık, düşmesi gereken ünlünün düşürülmemesinden kaynaklanır (Örn: 'omuzunu' yazmak). Soru, ünlü düşmesiyle ilgili <b>yazım yanlışı yapılmamış</b> olan cümleyi istemektedir. Bu, ünlü düşmesi gereken bir kelimenin kurala uygun olarak (ünlü düşürülerek) yazıldığı anlamına gelir. Örneğin, 'omzundaki', 'aklını', 'burnunu' gibi kelimelerin doğru yazılmış halleri (ünlü düşmüş hali) bir yazım yanlışı oluşturmaz. Seçilen doğru cümlede, ünlü düşmesi olması gereken kelime (örn. 'omzundaki' veya 'aklını') <b>doğru bir şekilde düşürülerek</b> yazılmıştır."
  },
  {
    "id": "366113",
    "unitNumber": 6,
    "text": "<strong>Aşağıdaki cümlelerin hangisinde ünsüz benzeşmesinin örneği <u>yoktur</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Teftiş adlı öyküde bürokrasinin bir küçük memurun sırtına yükledikleri üzerinden ironi eşliğinde ele alınışı ustacadır.",
      "B": "Abdullah Harmancı'ya (2022) göre öykü yazmak iddiası; öykü yazarlarının metinlerini bilmeyi, tanımayı, okumayı, onların metinleriyle hesaplaşmayı gerektirir.",
      "C": "Sen de gittin gelmeyecek şeylerin dünyasına gömüldün. Bir daha dönmen güneşi görmen imkânsızdır.",
      "D": "Nefesten yumuşak yağan bu yağmur bir gün dinince aynalar yüzümü tanımaz olur.",
      "E": "Çoğu zaman bizi etkileyen bir esere duyduğumuz bir hayranlığı çevremizle paylaşmaktan mutluluk duyarız."
    },
    "explanation": "Türkçe'de <b>ünsüz benzeşmesi</b> (ünsüz sertleşmesi) kuralı, kök veya gövdenin son sesi <b>sert ünsüz</b> (f, s, t, k, ç, ş, h, p) olduğunda, bu kelimeye eklenen ekin başındaki <b>yumuşak ünsüzün</b> (c, d, g) sertleşerek kendiliğinden değişmesini ifade eder.<br>Örneğin, \"kasap\" (p sert) kelimesine \"-da\" (d yumuşak) eki geldiğinde, \"kasapda\" yerine \"kasa<b>p</b><b>ta</b>\" (d->t sertleşmesi) şeklini alır. Aynı şekilde \"kitap+cı\" yerine \"kitap<b>ç</b>ı\" (c->ç sertleşmesi) olur.<br>Soru, bu kuralın uygulanmadığı, yani sert ünsüzle biten kelimeye rağmen ekin yumuşak kaldığı (Örn: sanatda, dolapcı gibi yanlış kullanımlar veya kural dışı kelimeler) bir örneğin bulunduğu cümleyi aramaktadır. Bu durum genellikle <b>özel isimlerde</b> (Örn: Zonguldak'da) veya <b>bazı alıntı kelimelerde</b> görülür, ancak yazı dilinde bu kurala uymamak genellikle yazım hatası kabul edilir. Bu tür bir cümlenin cevabı, kuralın uygulanması gereken yerde uygulanmadığı durumdur."
  },
  {
    "id": "396012",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisinde damak-diş ünsüzleri bir arada verilmiştir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "c, ç, j, ş",
      "B": "f, v",
      "C": "b, p, m",
      "D": "g, k, l, r, y",
      "E": "d, t, n, s, z"
    },
    "explanation": "Ünsüzler, ağız boşluğunda havanın kesintiye uğradığı veya daraldığı yere göre sınıflandırılır (Çıkarılış Yeri). Soru, iki farklı çıkarılış grubunu, <b>damak ünsüzleri</b> ve <b>diş ünsüzlerini</b> bir arada veren seçeneği bulmayı amaçlamaktadır.<br><b>Diş (Dental/Alveolar) Ünsüzler:</b> Dilin ucu dişlere veya diş etlerine yaklaştırılarak çıkarılan seslerdir (Örn: <b>t, d, s, z, n, l, r</b>).<br><b>Damak (Palatal/Velar) Ünsüzler:</b> Dilin sırtının sert veya yumuşak damağa yaklaştırılmasıyla oluşan seslerdir. Bu gruba arka damak (velar) sesleri (<b>k, g, ğ</b>) ve ön damak (palatal/palato-alveolar) sesleri (<b>ç, c, ş, j, y</b>) dahildir.<br>Doğru cevap, bu iki farklı çıkarılış grubundan (örneğin /t/ ve /k/ veya /d/ ve /g/ gibi) ünsüzleri içeren şık olacaktır. Bu sınıflandırma, sesbilim (fonetik) derslerinin temelini oluşturur."
  },
  {
    "id": "179874",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerin hangisinde ek fiilin kullanımı diğerlerinden farklıdır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "O kadar süre sonunda makale dergi tarafından raporlanmıştı.",
      "B": "Bazen çok kızdığında kendi kendine söylenirdi.",
      "C": "Tüm hatalarına rağmen o iyi bir insandı.",
      "D": "Sazını eline aldığında kendinden geçiyordu.",
      "E": "Düşmanca söylemlerinden pek sevilmezdi."
    },
    "explanation": "Ek fiil (imek), Türkçede iki temel görevde kullanılır: Birincisi, isim soylu sözcükleri yüklem yapmak (genellikle <b>ek fiilin çekimli biçimleri</b>: idi, imiş, ise, -dir). İkincisi, basit zamanlı fiilleri birleşik zamanlı fiil (hikâye, rivayet, şart) yapmak. Kullanımın farklı olması, birinde isim soylu sözcüğü yüklem yaparken, diğerlerinde fiil çekimine katılması anlamına gelir."
  },
  {
    "id": "179875",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerin hangisinde yapım ekinin kullanımı kural dışı bir uygulamaya örnektir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Akıllı düşman, akılsız dosttan iyidir.",
      "B": "Yüzdelik dilime giremeyince atanamadı.",
      "C": "Gönüllüler sayesinde ağaç yoldan kaldırıldı.",
      "D": "Bildiğim kadarıyla hiç evlenmemişti.",
      "E": "Bu konularda oldukça tecrübelidir."
    },
    "explanation": "<b>Yapım ekleri</b> (derivational affixes) eklendiği kökün anlamını veya türünü değiştirir. Normalde bu ekler belirli ses ve morfolojik kurallara uyar. Kural dışı kullanım, genellikle bu morfolojik yapının veya beklenen anlam ilişkisinin dışında kalan, bazen tarihi ses değişiklikleriyle oluşmuş veya nadir görülen istisnai kelime türetme yöntemlerine işaret eder."
  },
  {
    "id": "179877",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisinde soru eki cümleye zaman anlamı katmaktadır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Birden bire bana soru sormasın mı!",
      "B": "Canımı sıktın mı o zaman görürsün.",
      "C": "Güzel mi güzel bir kızları vardı.",
      "D": "Sınavlarını verdin mi tatili hak edersin.",
      "E": "Erzurum’a indin mi beni ara."
    },
    "explanation": "Türkçede <b>soru eki</b> (-mı / -mi) esas olarak soru sormak için kullanılır. Ancak, bağlama göre farklı anlamlar da yükleyebilir. Zaman anlamı kattığı durumlar, genellikle bir eylemin tamamlanmasının hemen ardından başka bir eylemin gerçekleştiğini veya bir koşulun zamanla ilgili olduğunu ifade eden yan cümlelerde görülür (Örn: 'Geldi mi işe başlarız' => 'Geldiği zaman')."
  },
  {
    "id": "179878",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerin hangisinde yalın hâlde bulunan bir sözcük cümlenin belirtisiz nesnesidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Dün uçakla Adana’ya gitti.",
      "B": "Aslında tüm kızgınlığım sana.",
      "C": "Kredi kartımın iptal edildiğini yeni öğrendim.",
      "D": "İstersen şu kahvehanede bir çay içelim.",
      "E": "Ben yalnızken daha iyi çalışıyorum."
    },
    "explanation": "Türkçede bir sözcük <b>yalın hâl</b>de ise herhangi bir hâl eki (-e, -i, -de, -den) almamıştır. Cümlenin <b>belirtisiz nesnesi</b> her zaman yalın hâlde bulunur. Belirtisiz nesne, yükleme sorulan 'ne?' sorusuna cevap verir ve fiilden doğrudan etkilenen, ancak kesin olarak belirlenmemiş varlığı ifade eder."
  },
  {
    "id": "180944",
    "unitNumber": 7,
    "text": "<strong>“-den” eki aşağıdaki cümlelerin hangisinde karşılaştırma görevinde kullanılmıştır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Gün boyunca uykusuzluktan öldüm.",
      "B": "Gelecek yıl üniversiteden ayrılmayı düşünüyorum.",
      "C": "Gelecekte ışıktan hızlı ulaşım araçlarını da yapacaklar.",
      "D": "Soru kitapçıkları yayınevinden gelmiş.",
      "E": "Doktor olan oğlundan kötü haber geldi."
    },
    "explanation": "<b>Ayrılma hâli eki</b> (-den / -dan) temel görevinin (bir yerden ayrılma) yanı sıra, sıfatlar ve zarflarla kullanılarak <b>karşılaştırma</b> (mukayese) anlamı da sağlar. Bu kullanım, karşılaştırılan iki varlıktan birinin diğerine üstün veya eksik olduğunu belirtir (Örn: 'Bu ev, diğerlerinden daha büyüktür')."
  },
  {
    "id": "180946",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerin hangisinde “-ler / -lar” eki eklendiği sözcüğü çoğul anlamlı <u>yapmamıştır</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Bu işçiler mi bu işi yapacaklarmış?",
      "B": "Bizler her daim emrinize hazırız.",
      "C": "İnsanlar her şeyin en iyisine layıktır.",
      "D": "İnsanları iyi veya kötü diye sınıflandırmak yanlıştır.",
      "E": "Sınavlar başlayalı iki hafta oldu."
    },
    "explanation": "<b>Çoğul eki</b> (-ler / -lar) sözcüğe eklendiğinde genellikle birden fazla varlık anlamı yükler. Ancak bazen bu anlamın dışında kullanılarak; aile/grup adı ('Ahmetler'), saygı/abartma ('Beyefendiler'), yaklaşık miktar ('Otuz yaşlarında') gibi <b>yan anlamlar</b> (sekonder anlamlar) katabilir. Soruda istenen, bu yan anlamlardan birine sahip olan kullanımın belirlenmesidir."
  },
  {
    "id": "180950",
    "unitNumber": 7,
    "text": "<strong>Aşağıda altı çizili olarak verilen sözcüklerden hangisi diğerlerinden farklı bir ek almıştır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Senin orta şekerli kahve içtiğini <u>bilirim</u>.",
      "B": "Her aklıma geldiğinde dalar <u>giderim </u>uzaklara.",
      "C": "Ne yüzünü görmek ne de sesini duymak <u>isterim</u>.",
      "D": "Hiç beklemediğimiz bir zamanda <u>girdi </u>hayatımıza.",
      "E": "<u>Ellerim </u>ellerinden uzak kaldı yıllarca."
    },
    "explanation": "Türkçede ekler iki ana gruba ayrılır: <b>Yapım ekleri</b> (sözcüğün anlamını veya türünü değiştirir) ve <b>çekim ekleri</b> (sözcüğün cümledeki görevini belirler, zaman, kişi, iyelik, hâl bildirir). Farklı olan ek, diğer dördü çekim eki iken yapım eki olan veya tersi olan ek olacaktır."
  },
  {
    "id": "180952",
    "unitNumber": 7,
    "text": "<strong>Aşağıdaki cümlelerden hangisinde “–den” eki diğerlerinden farklı bir görevde kullanılmıştır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kazayı öğrenince kadıncağız üzüntüden hasta oldu.",
      "B": "Gelecek ay bu evden de taşınmak zorunda kalacağız.",
      "C": "Otobüs her sabah bu duraktan geçer.",
      "D": "Ayağı takılınca tüm kâğıtları elinden yere düşürdü.",
      "E": "Hesabı kapatarak hastaneden ayrıldılar."
    },
    "explanation": "<b>Ayrılma hâli eki</b> olan -den, ayrılma (mekân), kaynak (malzeme), neden (sebep), karşılaştırma veya belirli bir gruptan seçme gibi çeşitli görevlerde kullanılabilir. Farklı olan görev, diğer dördünün üstlendiği temel işlevden (örneğin ayrılma) farklı bir anlam (örneğin sebep veya karşılaştırma) ifade etmesidir."
  },
  {
    "id": "180954",
    "unitNumber": 7,
    "text": "<strong>Aşağıdaki altı çizili kelimelerden hangisi hâl eki <u>almamıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Çanakkale <u>Boğazı’ndan</u> geçişler kapatıldı.",
      "B": "Haberleri <u>olduğunda</u> buna çok üzülecekler.",
      "C": "Eşyaları <u>başkasına</u> taşıttılar.",
      "D": "Nihayet <u>yolculuk</u> başladı.",
      "E": "Yağmurlu <u>havalarda</u> şifayı kaptım."
    },
    "explanation": "<b>Hâl ekleri</b> (durum ekleri) ismin cümle içindeki görevini belirleyen eklerdir: Belirtme (-i), Yönelme (-e), Bulunma (-de), Ayrılma (-den). Eğer bir kelime bu eklerden hiçbirini almamışsa (sadece çoğul, iyelik veya yapım eki almışsa), <b>hâl eki almamış</b> sayılır (yalın hâldedir)."
  },
  {
    "id": "180955",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerin hangisinde “-ce / -ca” eki “Çocuksu davranışların artık bizi bunalttı.” cümlesindeki “-su” ekiyle aynı görevde kullanılmıştır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "<u>Kanaatimce</u> doğru yolu takip etmiyoruz.",
      "B": "O kadar acıkmıştı ki <u>iyice</u> karnını doyurdu.",
      "C": "<u>Saatlerce</u> burada seni bekliyorum.",
      "D": "<u>Bunca</u> yıldır neden hiç aramadın?",
      "E": "<u>Kardeşçe</u> yaşamak varken bu kavga ne diye?"
    },
    "explanation": "Örnekteki 'Çocuksu' kelimesindeki <b>-su</b> eki, bir isme eklenerek 'çocuğa benzeyen, çocuk gibi' anlamında yeni bir sıfat türetmiştir (benzerlik, yaklaşıklık). <b>-ce / -ca</b> eki de benzer bir görevde kullanılarak bir isme eklenip 'o nitelikte olan' veya 'ona göre' anlamında yeni sözcükler türetebilir (Örn: 'İnsanca' - insana yakışır biçimde/insan gibi)."
  },
  {
    "id": "180956",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerin hangisinde tamlayan eki diğerlerinden farklı bir görevde kullanılmıştır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Herkes maçın sonucunu merak ediyordu.",
      "B": "Yalancının mumu bu defa yatsıya kadar bile yanmadı.",
      "C": "Kitabın arkasında güzel bir yazı vardı.",
      "D": "İstediğiniz ne varsa hepsi sizin olsun.",
      "E": "Toplantının gündemini merak ediyorlardı."
    },
    "explanation": "<b>Tamlayan eki</b> (-ın / -in) esas olarak isim tamlamalarında tamlayan (sahip olan) ve tamlanan (sahip olunan) arasındaki <b>iyelik</b> ilişkisini kurar. Eğer tamlayan eki bu temel görevi yerine getirmek yerine, bir grubun tamamını belirtme veya başka bir sözcük türünden isim türetme gibi farklı bir işlev görüyorsa, kullanımı farklıdır."
  },
  {
    "id": "180957",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerin hangisinde soru eki “-mı / -mi” “Sana söylediklerimi yaptın mı sınavı geçersin.” cümlesindekiyle aynı görevde kullanılmıştır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Bu iş illa böyle mi bitmeliydi?",
      "B": "Reçeteyi doğru uyguladı mı hastalıktan kurtulur.",
      "C": "Bunları kimseye anlattın mı?",
      "D": "Sana bir tokat attım mı anlarsın ne olduğunu.",
      "E": "Çetin mi çetin bir kişiliğe sahipti."
    },
    "explanation": "Örnek cümlede ('yaptın mı sınavı geçersin'), <b>soru eki</b> (-mı / -mi) soru sorma işlevinden çıkarak <b>koşul</b> (şart) anlamı katmıştır ve 'Eğer yaparsan' anlamında kullanılır. Aynı görevin kullanıldığı cümlede de -mı / -mi eki, iki cümlecik arasında bir şart-sonuç ilişkisi kurmalıdır."
  },
  {
    "id": "180958",
    "unitNumber": 7,
    "text": "<strong>“-le / -la” eki aşağıdakilerin hangisinde “Havaların ısınmasıyla sobalar kaldırıldı.” cümlesindekiyle aynı anlamda kullanılmıştır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kapıların açılmasıyla itiş kakış herkes içeri doluştu.",
      "B": "O kadar servetle yine de o ihaleyi alamadı.",
      "C": "Öğrenciler anlatılanları ilgiyle dinlediler.",
      "D": "Birinci sınıf öğrencileri genellikle anneleriyle okula gelirler.",
      "E": "Erzurum’la Erzincan arası 180 kilometredir."
    },
    "explanation": "<b>Vasıta hâli eki</b> (-le / -la), genellikle araç/gereç (vasıta) veya birliktelik anlamı katar. Örnek cümlede ('ısınmasıyla'), bu ek olayın <b>sebebini</b> (nedenini) belirtmektedir. Aynı anlamda kullanıldığında, -le / -la eki eylemin gerçekleşme gerekçesini veya sebebini göstermelidir (Örn: 'Şiddetli rüzgârla ağaç devrildi')."
  },
  {
    "id": "325423",
    "unitNumber": 7,
    "text": "<strong>Aşağıdaki cümlelerin hangisinde \"-den\" eki diğerlerinden farklı bir görevde kullanılmıştır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Öyle ağlarım ki kendime, sen benden gittin gideli.",
      "B": "Gelecek ay bu evden de taşınmış olacağız.",
      "C": "Sarkıtlardan süzülen damlaları izledikçe geçmişe dönüyorum.",
      "D": "Evden çıkarken anahtarını almayı unutma.",
      "E": "Uçak yarın Ankara'dan havalanacak."
    },
    "explanation": "<b>-den</b> eki, ayrılma (ablative) hâl eki olmasının yanında, aynı zamanda neden (sebep), kaynak, karşılaştırma ve yapım eki olarak işlev görebilir (Örn: 'sudan ucuz'). Soruda, diğer kullanımlarından (örneğin ayrılma) farklı olarak, ek fiil görevi gören (örneğin sebep veya karşılaştırma bildiren) kullanım bulunmalıdır."
  },
  {
    "id": "325424",
    "unitNumber": 7,
    "text": "<strong>Aşağıdaki dizelerin hangisinde hem yapım hem de çekim eki almış bir sözcük vardır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Ne hasta bekler sabahı",
      "B": "Yokluğunda buldum seni",
      "C": "Bırak vehmimde gölgeni",
      "D": "Gelme artık neye yarar",
      "E": "Gelsen neye gelmesen neye yarar"
    },
    "explanation": "Bir sözcüğün hem <b>yapım eki</b> (anlam/tür değiştiren) hem de <b>çekim eki</b> (gramatikal görev belirleyen) alması, o sözcüğün türemiş ve ardından çekimlenmiş olduğunu gösterir. Sözcük yapısı Kök + Yapım Eki + Çekim Eki şeklinde olmalıdır (Örn: 'göz-lük-ler-i')."
  },
  {
    "id": "329836",
    "unitNumber": 7,
    "text": "\"Kardeşimin <u>yüz</u>ünde ben çıkmış.\" <br /><strong>Aşağıdaki cümlelerin hangisinde altı çizili sözcüğün sesteşi bulunmaktadır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Çarşafların yüzü eskimiş değişmeliyiz.",
      "B": "Bugün deniz dalgalı, yüzmeye gitme!",
      "C": "Onda yüz yok ki astarı olsun.",
      "D": "Sikkelerin bir yüzünde aslan şekli var.",
      "E": "Ey güzel! Yüzün sanki amber çiçeği"
    },
    "explanation": "<b>Sesteş (Eş Sesli)</b> sözcükler, yazılışları ve okunuşları aynı, ancak anlamları tamamen farklı olan ve aralarında hiçbir anlamsal ilişki bulunmayan köklerdir. 'Yüz' kelimesi bu duruma örnektir: 1) İnsan/hayvan yüzü (isim), 2) Sayı (isim), 3) Yüzmek (fiil). Cümledeki altı çizili 'yüz' kelimesinin anlamından bağımsız olarak, diğer anlamlarının kullanıldığı bir cümle aranmaktadır."
  },
  {
    "id": "329837",
    "unitNumber": 7,
    "text": "Ete kemiğe büründüm, Yunus diye göründüm.<br /><strong>Yukarıdaki mısrada kök durumunda kaç sözcük vardır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "4",
      "E": "5"
    },
    "explanation": "<b>Kök durumunda sözcük</b>, herhangi bir çekim veya yapım eki almamış, yalın hâlde bulunan sözcüktür. Verilen dizelerde, 'Ete' (et-e), 'kemiğe' (kemik-e), 'büründüm' (bürün-düm), 'diye' (de-y-e) ve 'göründüm' (görün-düm) sözcüklerinin hepsi çekim eki almıştır. Sadece özel isim olan 'Yunus', ek almadan kök (veya gövde) hâlinde kullanılmıştır."
  },
  {
    "id": "363279",
    "unitNumber": 7,
    "text": "<strong>Aşağıdaki cümlelerin hangisinde birden fazla birleşik sözcüğe yer verilmiştir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Duyan duysun bilen bilsin böyledir bizim sevdamız.",
      "B": "Ağlasam bugün toprak çatlar utancından",
      "C": "Niçin baktın ona şöyle, derdin nedir durma söyle",
      "D": "Hastane önünde incir ağacı, doktor buldu bana ilacı",
      "E": "Ben de kurban olayım yârin fidan boyuna"
    },
    "explanation": "<b>Birleşik sözcükler</b>, iki ya da daha fazla kelimenin bir araya gelerek tek bir kavramı karşılamasıyla oluşur (Örn: akşamüstü, zannetmek, çekyat, dedikodu). Sorunun cevabı, içerisinde iki veya daha fazla farklı birleşik kelime barındıran cümle olmalıdır."
  },
  {
    "id": "396387",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi Türkçede ortak köke örnek <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yarış",
      "B": "Dik",
      "C": "Şiş",
      "D": "Laf",
      "E": "Tat"
    },
    "explanation": "<b>Ortak kök</b> (İkili Kök), hem isim hem de fiil olarak kullanılabilen, ancak isim ve fiil anlamları arasında güçlü bir anlamsal bağ bulunan köklerdir (Örn: 'savaş', 'güven', 'sıva'). Ortak köke örnek olmayan bir kelime, ya sadece isim ya da sadece fiil köküdür ya da <b>sesteş kök</b> olup (anlam bağı olmayan: Örn: yaz/gül) yanlışlıkla ortak kökle karıştırılandır."
  },
  {
    "id": "397242",
    "unitNumber": 7,
    "text": "I.Kan<br />II.Göz<br />III.Pek<br />IV.Tepe<br /><strong>Yukarıda verilen kelimelerden hangisi ya da hangileri isim köklüdür?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I,II ve III",
      "E": "I,II,III ve IV"
    },
    "explanation": "Bir kelimenin <b>isim köklü</b> olması için, kökün tek başına fiil mastar eki (-mek / -mak) alamaması veya bu eki aldığında anlamlı bir eylem bildirmemesi gerekir. Verilen kelimelerden Göz ve Tepe açıkça isim köklüdür. Kan da genellikle isim kök olarak kabul edilir (kan-mak fiili mevcut olsa da). Pek ise sıfat/zarf köküdür ve isim soyludur."
  },
  {
    "id": "181831",
    "unitNumber": 8,
    "text": "<strong>Aşağıdaki cümlelerin hangisinde altı çizili sözcük mecaz anlamıyla kullanılmıştır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "<u>Gelecek</u> hafta yapılacak toplantıda bu konu görüşülmelidir.",
      "B": "Az sonra içeri beyazlar içerisinde bir <u>gelin</u> girdi.",
      "C": "Annesi, çocuğun <u>uyku</u> probleminden bahsediyordu.",
      "D": "<u>Boş</u> sözlerle bugüne kadar zar zor geldik işte.",
      "E": "Patronla <u>görüşmek</u> ve zam istemek istiyordu."
    },
    "explanation": "Bir sözcüğün, temel (gerçek) anlamından tamamen uzaklaşarak kazandığı yeni anlama <b>mecaz anlam</b> denir. Mecaz anlam genellikle benzetme yoluyla oluşur ve beş duyu organıyla algılanamayan, soyut kavramları ifade eder. Soru, altı çizili kelimenin gerçek anlamının dışında, soyut bir durumu anlatmak için kullanıldığı seçeneği bulmayı amaçlar (Örn: 'Sert' rüzgâr yerine 'sert' bakışlar)."
  },
  {
    "id": "181832",
    "unitNumber": 8,
    "text": "<strong>Aşağıdaki cümlelerde altı çizili sözcüklerden hangisi gerçek anlamda kullanılmıştır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Geminin <u>burun</u> kısmında ciddi bir hasar oluşmuştu.",
      "B": "Hamur makinesinin <u>kolu</u> kırılınca o gün ekmek çıkmadı.",
      "C": "Düğünde üç <u>el</u> silah sıkılınca herkes kaçışmaya başladı.",
      "D": "İri <u>gövdesinin</u> ardında yumuşacık bir kalbi vardı.",
      "E": "Koltukların <u>yüzü</u> eskiyince koltuklar depoya indirildi."
    },
    "explanation": "Bir kelimenin söylendiğinde akla gelen ilk ve en yaygın anlamına <b>gerçek anlam</b> (temel anlam) denir. Bu anlam, sözcüğün sözlükteki ilk karşılığıdır ve genellikle somut olarak algılanabilir. Doğru cevap, sözcüğün mecazi veya terimsel bir anlam taşımadığı, doğal ve birincil anlamıyla kullanıldığı cümledir (Örn: 'Yanmak' kelimesinin ateşte kalmak anlamında kullanılması)."
  },
  {
    "id": "181833",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerin hangisinde bir terim kullanılmıştır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Türkiye’de yürütme görevi hükûmetindir.",
      "B": "Özgürlükler temelinde yeni bir yapı kurulmalı.",
      "C": "Sanat ile bilim arasında ciddi farklar bulunmaktadır.",
      "D": "Bilim adamının tarafsızlığı ne kadar mümkün olabilir ki?",
      "E": "Sanatın ham maddesi duygudur."
    },
    "explanation": "Bir sözcüğün bilim, sanat, spor veya meslek dalına özgü özel ve kısıtlı anlamını ifade etmesine <b>terim anlam</b> denir. Bu kelimeler kullanıldıkları alana ait kavramları kesin olarak karşılar.<br>Örneğin, 'açı', 'üçgen' (Matematik), 'nota', 'perde' (Müzik veya Tiyatro) gibi kelimeler terimdir. Cevap, bu türden özel bir alana ait bir kavramı belirten kelimenin bulunduğu cümledir."
  },
  {
    "id": "181834",
    "unitNumber": 8,
    "text": "<strong>Aşağıdaki cümlelerin hangisinde somut anlamlı bir sözcük soyut anlam ifade etmektedir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Karikatür hazırlamak ciddi entelektüel bilgi gerektirir.",
      "B": "Başarısızlığımızda acaba birilerinin parmağı mı var?",
      "C": "Kafasından geçenleri sadece kendisi bilirdi.",
      "D": "Çocukluk, ömrün en neşeli zaman dilimidir.",
      "E": "Hiçbir şeyden korkmayan cesur bir adamdı."
    },
    "explanation": "Aslen beş duyu organımızla algılayabildiğimiz (<b>somut</b>) bir sözcüğün, zamanla anlam genişlemesi yoluyla duyularla algılanamayan (<b>soyut</b>) bir kavramı veya duyguyu ifade etmesi durumudur. <br>Örn: 'Işık' (somut) kelimesinin 'O, benim hayatımın ışığıdır' (yol gösterici, umut – soyut) şeklinde kullanılması. Doğru cevap, temel anlamı somut olan kelimenin mecazlaşarak soyut bir anlam taşıdığı seçenektir."
  },
  {
    "id": "181836",
    "unitNumber": 8,
    "text": "<u>Ne olursa olsun</u> bu işi bitireceğim.<br /><strong>Bu cümleye altı çizili sözün kattığı anlam aşağıdakilerin hangisinde vardır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Bütün hakikatler gün yüzüne çıktı.",
      "B": "Düğüne mutlaka geleceğim.",
      "C": "Hiç vakit kaybetmeden yola koyulduk.",
      "D": "Bunların hiçbirini ben söylemedim.",
      "E": "Eşyaların tamamı selden zarar gördü."
    },
    "explanation": "Altı çizili 'Ne olursa olsun' sözü, eylemi gerçekleştirmede hiçbir koşul veya engel tanımama, <b>kararlılık</b> veya <b>azim</b> gösterme anlamını katmaktadır. Bu ifade, kişinin hedefine ulaşmak için tüm zorluklara rağmen kesinlikle vazgeçmeyeceğini vurgular. Cevap, aynı koşulsuz kararlılık anlamını veren ifadeyi içeren cümledir."
  },
  {
    "id": "181837",
    "unitNumber": 8,
    "text": "<u>Gelir gelmez</u> odasına geçti.<br /><strong>Bu cümlede altı çizili sözün kattığı anlam aşağıdakilerin hangisinde vardır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "<u>Olur olmaz</u> işlerle uğraşmandan sıkıldım.",
      "B": "<u>Belli belirsiz</u> konuşmalardan çok sıkıldım.",
      "C": "Yastığa başını <u>koyar koymaz</u> uyurdu.",
      "D": "<u>Zamanlı zamansız</u> gelişleriyle meşhurdu.",
      "E": "<u>Bilir bilmez</u> her söze karışırdı."
    },
    "explanation": "Altı çizili 'Gelir gelmez' ifadesi, birinci eylemin (gelme) tamamlanmasının hemen ardından, araya zaman girmeden ikinci eylemin (odasına geçme) gerçekleştiğini belirtir. Bu yapı, cümleye <b>tezlik</b> (immediacy) ve <b>hız</b> anlamı katmaktadır. Doğru cevap, eylemler arasında zaman farkı olmadığını belirten bir ifadeyi içerir."
  },
  {
    "id": "181838",
    "unitNumber": 8,
    "text": "I. <u>Hafif hafif</u> bir rüzgâr esiyordu.<br />II. <u>Hemen hemen</u> işi bitirdik.<br />III. <u>Zaman zaman</u> yağmur yağıyordu.<br />IV. <u>Aşağı yukarı</u> sekiz ayı kaldı.<br />V. <u>Ara sıra</u> iş yerine uğrardı.<br /><strong>Bu cümlelerde altı çizili sözcükler birbirine yakın olma durumuna göre gruplandırıldığında hangisi dışarıda kalır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "I",
      "B": "II",
      "C": "III",
      "D": "IV",
      "E": "V"
    },
    "explanation": "İkilemeler, anlamı pekiştirmek veya anlatımı güçlendirmek için kullanılır. Bu soruda ikilemelerin anlam ilişkileri (yakınlık, zaman, sıklık) test edilmektedir:<br>II. <b>Hemen hemen</b> ve IV. <b>Aşağı yukarı</b>, yaklaşık olma, tahmini bir değer belirtme anlamı taşır (yakınlık grubu).<br>I. Hafif hafif (tarz/yavaşlık), III. Zaman zaman (sıklık/periyot) ve V. Ara sıra (sıklık/periyot) ise farklı anlamlar taşır. Gruplandırıldığında, genellikle 'yaklaşık' anlamı veren ikilemelerin dışındaki seçenek dışarıda kalır. Örnek olarak, 'hafif hafif' bir eylemin yapılma tarzını belirtirken, diğerleri ya zamanı ya da yaklaşık bir değeri ifade eder."
  },
  {
    "id": "181839",
    "unitNumber": 8,
    "text": "Bu ağrıyı <u>çok çok</u> on gün daha çekersin.<br /><strong>Altı çizili kelime grubunun cümleye kattığı anlam aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Oldum olası bu işlerden hiç anlamam.",
      "B": "Hemen hemen askerliği bitti.",
      "C": "Oldu olacak istifa da etseydin.",
      "D": "Kendimi bildim bileli yumurta yemem.",
      "E": "Bu araba olsa olsa bir tondur."
    },
    "explanation": "Bu cümlede kullanılan <b>'çok çok'</b> ikilemesi, bahsedilen sürenin (on gün) <b>maksimum</b> veya <b>en üst sınırı</b> olduğunu ifade eder. Bu, olayın daha uzun sürmeyeceğinin kesin bir tahmini ya da garantisi anlamını katar."
  },
  {
    "id": "181840",
    "unitNumber": 8,
    "text": "<strong>Çekmek kelimesi aşağıdakilerden hangisinde gerçek anlamda <u>kullanılmamıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Askerî teçhizat kağnılarla çekiliyordu.",
      "B": "Sınıf rahatsız olmasın diye kapıyı yavaşça çekti.",
      "C": "Balıkçılar ağları yavaşça çekmeye başladılar.",
      "D": "Kimseye çaktırmadan bizim bütün depoyu çekmiş.",
      "E": "Eskimiş bayrağın ipini yere doğru çektiler."
    },
    "explanation": "Çekmek kelimesi Türkçede <b>çok anlamlı</b> bir kelimedir ve 'fiziksel kuvvetle kendine doğru yaklaştırmak' (halat çekmek) temel/gerçek anlamıyken, 'sıkıntıya katlanmak' (çile çekmek), 'bir fotoğrafı kaydetmek' (resim çekmek) gibi pek çok yan ve mecaz anlamı vardır. Sorunun cevabı, kelimenin temel fiziksel hareket anlamından tamamen uzaklaştığı, yani <b>mecaz anlamda</b> kullanıldığı cümledir."
  },
  {
    "id": "335820",
    "unitNumber": 8,
    "text": "Bir tatil dönüşü evinin kapısını açmak için elini cebine attığı anda, herkesi bir gün kavrayacak olan karanlık onu da kavradı.<br /><strong>Bu cümle ve onu oluşturan sözcükler için aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "“attığı” sözcüğü, başka bir sözcüğün anlamca yerini tutmuştur.",
      "B": "“kavradı” sözcüğü gerçek anlamı dışında kullanılmıştır.",
      "C": "“karanlık” sözcüğü gerçek anlamının dışında kullanılmıştır.",
      "D": "“elini cebine atmak” bu cümlede deyim olarak kullanılmıştır.",
      "E": "“elini” sözcüğü gerçek anlamının dışında kullanılmıştır."
    },
    "explanation": "Bu cümledeki kilit ifade 'herkesi bir gün kavrayacak olan karanlık onu da kavradı' kısmıdır. Burada <b>'karanlık'</b> kelimesi, temel anlamı olan ışıksızlık yerine, <b>ölüm</b>, <b>bilinç kaybı</b> veya <b>kötü bir son</b> gibi soyut bir kavramı karşılayacak şekilde <b>mecaz anlamda</b> kullanılmıştır. Cümle ve sözcüklerle ilgili yanlış olan ifade, büyük ihtimalle 'karanlık' kelimesinin gerçek anlamda kullanıldığını iddia eden ifadedir."
  },
  {
    "id": "335822",
    "unitNumber": 8,
    "text": "I.  Çocukluğumun en güzel anıları <u>birden</u> aklıma geldi.<br />II.  Çocuklarının bir yetişkin gibi davranmasına   <u>öylesine</u> şaşırıyordu ki…<br />III.  İçimden <u>bir an</u> çocukluğumun geçtiği sokaklarda yürümek geldi.<br />IV. Giderken <u>ansızın</u> dönüp yaşlı gözleriyle bize baktı.<br /><strong>Yukarıda numaralanmış cümlelerin hangi ikisinde altı çizili sözcükler anlamca en yakındır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "I ve II",
      "B": "I ve IV",
      "C": "II ve III",
      "D": "II ve IV",
      "E": "III ve IV"
    },
    "explanation": "Cümlelerde altı çizili sözcüklerin anlamları incelendiğinde:<br>I. <b>Birden</b>: Aniden, beklenmedik şekilde.<br>II. Öylesine: O kadar çok, gelişigüzel.<br>III. Bir an: Kısa bir süre.<br>IV. <b>Ansızın</b>: Beklenmedik anda, birdenbire.<br>Bu durumda I (Birden) ve IV (Ansızın) kelimeleri birbirinin <b>eş anlamlısı</b> (sinonim) olup, anlamca en yakındır ve ani bir durumu ifade ederler."
  },
  {
    "id": "335824",
    "unitNumber": 8,
    "text": "<strong>Aşağıdaki cümlelerin hangisinde mecaz anlamlı sözcük <u>kullanılmamıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Soğuk memleketin sıcak türküleriyle büyüdüm ben.",
      "B": "Benden bilgi sızdırmak için benimle samimi olmaya çalıştığını çok geç fark ettim.",
      "C": "Katıldığımız etkinlikten aklımızda kalan en güzel şey, çocukların yüreklerimizi ısıtan gülümsemesiydi.",
      "D": "Ne zaman bu yollardan geçsem bir ozanın yanık sesi çınlar kulaklarımda.",
      "E": "Kara gözleriyle etrafına baktı ve kalabalık caddeye doğru ilerledi."
    },
    "explanation": "Bu sorunun çözümü için, tüm sözcüklerin <b>gerçek (temel) anlamlarıyla</b> kullanıldığı cümleyi bulmak gerekir. Mecaz anlamlı sözcükler genellikle somut bir kelimeyi soyut bir duygu veya duruma atfeder (örn: 'acı' söz, 'soğuk' davranış). Doğru cevapta, hiçbir sözcük (fiil, isim, sıfat) temel anlamından sapmamıştır."
  },
  {
    "id": "396016",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi yakın anlamlı kelimelerin tekrarıyla oluşan bir ikileme <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Doğru dürüst",
      "B": "Ağrı sızı",
      "C": "Enine boyuna",
      "D": "Sorgu sual",
      "E": "Yer yurt"
    },
    "explanation": "İkilemeler farklı yollarla kurulabilir: aynı kelimenin tekrarıyla (koşa koşa), zıt anlamlı kelimelerle (er geç), biri anlamlı diğeri anlamsız kelimelerle (eğri büğrü) veya <b>yakın anlamlı</b> kelimelerle (eş dost, güçlü kuvvetli). Soru, yakın anlamlı kelimelerden oluşmayanı istemektedir. Cevap, büyük ihtimalle biri anlamlı/diğeri anlamsız veya tamamen anlamsız sözcüklerden oluşan bir ikilemedir (Örn: 'pılı pırtı', 'abur cubur')."
  },
  {
    "id": "396017",
    "unitNumber": 8,
    "text": "<strong>Anlatıma akıcılık ve zenginlik kazandırmak için birden fazla sözcükten en az birinin gerçek anlamından uzaklaştırılmasıyla oluşturulmuş söz gruplarına ne ad verilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Deyim",
      "B": "Atasözü",
      "C": "Kalıp söz",
      "D": "İkileme",
      "E": "Argo"
    },
    "explanation": "Tanımda bahsedilen, en az bir sözcüğün gerçek anlamından uzaklaşarak (mecazlaşarak) yeni bir anlam kazanması ve bu şekilde kalıplaşmasıyla oluşan söz gruplarına <b>deyim</b> (idiom) denir. Deyimler genellikle kalıplaşmışlardır ve anlatıma <b>akıcılık ve zenginlik</b> katarlar (Örn: Gözden düşmek, etekleri zil çalmak)."
  },
  {
    "id": "397317",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisinde zıt anlamlı kelimeler bir arada <u>verilmemiştir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Yakın-Uzak",
      "B": "İleri-Yukarı",
      "C": "İleri-Geri",
      "D": "Kolay-Zor",
      "E": "Az-Çok"
    },
    "explanation": "<b>Zıt (karşıt) anlamlı kelimeler</b>, birbirine tamamen karşıt iki durumu veya kavramı ifade ederler (Örn: Uzun-kısa, iyi-kötü). Zıt anlamlı kelimelerin bir arada verilmediği seçenek, büyük ihtimalle <b>eş anlamlı</b> (synonym) veya <b>yakın anlamlı</b> kelimeleri (Örn: Neşe-sevinç) ya da birbiriyle anlamsal açıdan zıtlık ilişkisi kurulamayacak kelimeleri içerir."
  },
  {
    "id": "112063",
    "unitNumber": 9,
    "text": "<strong>Aşağıdaki cümlelerde veya dizelerde kullanılan ikilemelerden hangisi cümleye abartma anlamı katmıştır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Ağır ağır çıkacaksın bu merdivenlerden",
      "B": "Türkülerde tüter dağ dağ, yayla yayla / Köyümüz köylümüz türkülerimiz",
      "C": "Şu yalan dünyaya geldim geleli / Tas tas içtim ağuları sağ iken",
      "D": "Önünde sonunda benim elime düşeceksin",
      "E": "Her yer vıcık vıcık çamurdu"
    },
    "explanation": "İkilemeler (tekrarlar), cümleye pekiştirme, niteleme, durum veya <b>abartma</b> gibi çeşitli anlamlar katabilir. Abartma anlamı katan ikilemeler, genellikle bir şeyin miktarını veya yoğunluğunu olduğundan çok daha fazla göstermeyi amaçlar. Örneğin, \"dağlar <b>kadar</b>\" veya \"yığın <b>yığın</b>\" gibi kullanımlar, ifadenin şiddetini artırarak anlatıma aşırılık veya abartma anlamı katar."
  },
  {
    "id": "112066",
    "unitNumber": 9,
    "text": "<strong>Ağşağıdakilerden hangisi \"kalıp / ilişki sözlerin\" özelliklerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Bu sözler ekleme ve çıkarma yapılamayan, değiştirilemeyen türden dil birimleridir.",
      "B": "Genellikle cümle veya kelime öbeği dizilişiyle var olurlar.",
      "C": "Kimi cümle ve kelime öbeği türlerinde yer alırlar.",
      "D": "Bu tür sözlerde kelimelerin yer değiştirmesi anlamda değişmeye neden olmaz.",
      "E": "Az sayıda kelimeden oluşurlar."
    },
    "explanation": "<b>Kalıp sözler</b> veya <b>ilişki sözler</b>, günlük dilde belirli iletişim durumlarında kullanılan, anlamları ve yapıları büyük ölçüde değişmeyen, dondurulmuş ifadelerdir. Bu sözlerin temel özelliklerinden biri, genellikle sözcüklerinin <b>değiştirilemez</b> olmasıdır; aksi takdirde anlam bütünlüğü kaybolur. Kalıp sözler, özellikle <b>toplumsal nezaket ve iletişim işlevi</b> görerek selamlaşma, kutlama, vedalaşma gibi durumlarda kullanılır. Yanlış bilgi, bu sözlerin kişiden kişiye göre kolayca değiştirilebilir olmasıdır."
  },
  {
    "id": "112069",
    "unitNumber": 9,
    "text": "<strong>Aşağıdaki atasözlerinden hangisinde \"bir başkasının hakkında hüküm verme\" gerekçesi vurgulanmıştır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Bülbülü altın kafese koymuşlar “Ah vatanım!” demiş.",
      "B": "Sabreden derviş muradına ermiş.",
      "C": "Tarlada izi olmayanın harmanda yüzü olmaz.",
      "D": "Tembele iş buyur sana akıl öğretsin.",
      "E": "Ağlamayan çocuğa meme vermezler."
    },
    "explanation": "Bir başkasının hakkında <b>hüküm verme</b> gerekçesini vurgulayan atasözleri, genellikle kişinin <b>davranışlarının sonuçlarına</b>, karakter özelliklerine veya yaşam tarzına dikkat çeker. Bu tarz atasözleri, yargının temelini oluşturan eylemi veya özelliği belirtir. Örneğin, bir kişinin kimliğini veya değerini belirleyen şeyin eylemleri olduğunu belirten bir atasözü, bu gerekçeyi vurgular."
  },
  {
    "id": "112082",
    "unitNumber": 9,
    "text": "<strong>Aşağıdaki atasözlerinden hangisi ölçülü ve kafiyeli olarak söylenmiştir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "At ölür meydan kalır, yiğit ölür şan kalır.",
      "B": "Deveye boynun eğri demişler; nerem doğru ki demiş.",
      "C": "Bol bol yiyen, bel bel bakar.",
      "D": "Akıllı düşman, akılsız dosttan hayırlıdır.",
      "E": "Kaynayan kazan kapak tutmaz."
    },
    "explanation": "Atasözlerinin birçoğu, kolay hatırlanabilmeleri ve sözlü kültürde aktarılmaları amacıyla <b>biçimsel özelliklere</b> sahiptir. Özellikle <b>ölçü</b> (vezin) ve <b>kafiye</b> (uyak) kullanımı, atasözlerinin edebi değerini ve akılda kalıcılığını artırır. Bu tür bir atasözü, mısra sonlarında ses benzerliği taşıyan ve belli bir ritimde söylenen yapısıyla ayırt edilir."
  },
  {
    "id": "114906",
    "unitNumber": 9,
    "text": "<strong>Aşağıdaki cümlelerin hangisinde bir deyim değiştirilerek söylenmiş ve anlam kaybına uğramıştır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Bu adamı aklım tutmadı.",
      "B": "Kara gün dostu olarak tanınmıştı.",
      "C": "Aklım dün akşamki olaya takıldı.",
      "D": "Bugünkü olaydan sonra ağzına lokma koymadı.",
      "E": "Şu yaramazın pabuç kadar dili var."
    },
    "explanation": "<b>Deyimler</b>, genellikle mecaz anlam taşıyan, <b>kalıplaşmış söz gruplarıdır</b>. Deyimlerin temel özelliklerinden biri, onları oluşturan kelimelerin yerlerinin veya biçimlerinin <b>değiştirilemez</b> olmasıdır. Bir deyimdeki kelime eş anlamlısı bile olsa değiştirilirse, deyimin <b>kalıbı bozulur</b> ve dolayısıyla taşıdığı <b>mecazî anlam</b> kaybolur veya anlam kaybına uğrar."
  },
  {
    "id": "143656",
    "unitNumber": 9,
    "text": "<strong>Aşağıda deyimlerle ilgili verilen bilgilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Belli bir durum ve olayı anlatmada kullanılırlar.",
      "B": "En az iki sözcükten oluşurlar.",
      "C": "Deyimler çekim ekleri vasıtasıyla çekimlenebilir.",
      "D": "Deyimlerde sözcükler hep gerçek anlamlarıyla kullanılırlar.",
      "E": "Deyimler kısa özlü ifadelerdir."
    },
    "explanation": "<b>Deyimler</b>, bir durumu daha etkili anlatmak amacıyla kullanılan, <b>mecazî anlam</b> taşıyan, kalıplaşmış söz gruplarıdır ve genellikle <b>mastar</b> (mek/mak) hâlinde bulunurlar. Deyimler ile atasözleri arasındaki temel fark, deyimlerin genellikle <b>öğüt veya genel bir yargı</b> bildirmemesidir (bu, atasözlerinin görevidir); deyimler sadece bir durumu tasvir eder (Örn: \"Pireyi deve yapmak\"). Deyimlerle ilgili yanlış bilgi, onların her zaman genel geçer bir hüküm veya öğüt vermesidir."
  },
  {
    "id": "143668",
    "unitNumber": 9,
    "text": "<strong>“</strong>Dolu küpün sesi çıkmaz.<strong>” atasözünde anlatılmak istenen aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Bilen kişi her yerde konuşmaz.",
      "B": "Karnı tok olan konuşmaz.",
      "C": "İçi doldurulan nesne ses çıkarmaz.",
      "D": "Cahil insan sessiz kalır.",
      "E": "Sıkıntılı insanlar her zaman sessizdir."
    },
    "explanation": "“Dolu küpün sesi çıkmaz.” atasözü, <b>bilgili</b>, donanımlı ve <b>olgun kişilerin</b> genellikle alçakgönüllü olduğunu, kendilerini övmek veya boş konuşmak (ses çıkarmak) ihtiyacı hissetmediklerini ifade eder. Tıpkı dolu bir kabın sallandığında ses çıkarmaması gibi, <b>gerçek bilgi ve erdeme sahip olanlar</b> da sessizliğini korur ve gösterişten kaçınır."
  },
  {
    "id": "143675",
    "unitNumber": 9,
    "text": "<strong>“Kapı” sözcüğü, aşağıdaki cümlelerin hangisinde deyim içinde <u>kullanılmamıştır</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Patrona karşı geldiği için kapı dışarı edileceğini biliyordu.",
      "B": "Küçük çocuk her gün doksan kapının ipini çekerdi.",
      "C": "Babam işten çıkınca alacaklılar kapıya dayandı.",
      "D": "Odanın kapısına yaslanarak derin bir oh çekti.",
      "E": "Bütün kapılar tek tek yüzüne kapandı."
    },
    "explanation": "Bir sözcüğün deyim içinde kullanılması, o sözcüğün genellikle <b>temel, gerçek anlamından uzaklaşarak</b> mecazî bir anlam kazanması demektir (Örn: \"Kapı aralamak\"). Eğer \"kapı\" sözcüğü, evin giriş çıkış bölümü gibi <b>temel işlevini</b> belirten, mecaz içermeyen bir bağlamda kullanılmışsa (Örn: \"kapıyı açtı\"), bu kullanım deyim içinde değildir."
  },
  {
    "id": "143685",
    "unitNumber": 9,
    "text": "<strong>Aşağıdaki cümlelerin hangisinde ikileme cümleye \"zorlukla\" anlamı katmıştır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Gece gündüz demeden çalışıyordu.",
      "B": "Çamurlara bata çıka yürüyor.",
      "C": "Yaptığı yanlışı er geç anlayacak",
      "D": "Bu işte onun da az çok payı var.",
      "E": "Seninle koşa koşa gitmiştik."
    },
    "explanation": "İkilemeler, cümleye niteleme, pekiştirme, durum veya zaman anlamı katabilir. \"Zorlukla\" veya \"güçlükle\" anlamı katan ikilemeler, bir eylemin yapılmasının kolay olmadığını, büyük bir çaba gerektirdiğini vurgular. Bu anlamı taşıyan ikilemeler <b>\"zar zor\"</b> veya <b>\"güç bela\"</b> gibi ifadeler olup, eylemin meşakkatli bir şekilde yapıldığını belirtir."
  },
  {
    "id": "143706",
    "unitNumber": 9,
    "text": "<strong>Aşağıdaki ikilemelerden hangisi diğerlerinden farklıdır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Fabrikada işler ağır aksak yürüyor.",
      "B": "Aldığımız kumaş delik deşikti.",
      "C": "Olanlardan az çok haberim var.",
      "D": "Bir sürü sorgu sualden sonra salıverdiler.",
      "E": "Sınıfta ses seda kesildi."
    },
    "explanation": "İkilemelerin kuruluşu farklı yollarla gerçekleşir: <b>aynı sözcüğün tekrarı</b> (\"hızlı hızlı\"), <b>zıt anlamlı sözcükler</b> (\"az çok\"), <b>eş anlamlı sözcükler</b> (\"ses seda\") veya <b>biri anlamlı biri anlamsız sözcükler</b> (\"eski püskü\"). Diğerlerinden farklı olan ikileme, kuruluş yolu (örneğin hepsi zıt anlamlıyken birinin eş anlamlı olması) açısından ayrılır."
  },
  {
    "id": "143715",
    "unitNumber": 9,
    "text": "I. Düşünmeden, tutarsız söz söylemek<br />II. Öç almak<br />III. Bir işi yapmakta acele etmemek<br />IV. Ağzında bakla ıslanmamak<br /><strong>Aşağıdakilerden hangisi, yukarıda açıklaması verilen deyimlerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Abuk sabuk konuşmak",
      "B": "Acısını çıkarmak",
      "C": "Ağırdan almak",
      "D": "Ağzı kulaklarına varmak",
      "E": "Sır saklamayı becerememek"
    },
    "explanation": "Bu soru, verilen anlamların hangi deyimlere karşılık geldiğini bularak, listede anlamı verilmeyen deyimi tespit etmeyi amaçlar. IV. maddede verilen \"<b>Ağzında bakla ıslanmamak</b>\" deyimi, <b>sır saklayamamak</b>, hemen her şeyi anlatmak anlamına gelir. Eğer şıklarda (verilmeyen şıklarda) anlamı I, II veya III maddelerinden biri olmayan bir deyim varsa, o doğru cevaptır. Örneğin, I. (Düşünmeden, tutarsız söz söylemek) anlamını karşılayan deyim (Örn: \"Dilinin kemiği yok\"), eğer şıklarda yer alan diğer deyimler tarafından karşılanmıyorsa, o cevaptır."
  },
  {
    "id": "143726",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi “bir istek bildiren” ilişki söz/kalıp sözdür? </strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Senden iyi olmasın.",
      "B": "Alacağın olsun.",
      "C": "Tarih tekerrürden ibarettir.",
      "D": "İyi saatte olsunlar.",
      "E": "Sadede gelelim."
    },
    "explanation": "İlişki sözler (kalıp sözler), sosyal etkileşimlerde belirli amaçlarla kullanılır. <b>İstek bildiren</b> kalıp sözler, dinleyene yönelik bir dileği, temenniyi veya ricayı ifade eder. Bu kategorideki sözlere <b>\"Kolay gelsin\"</b>, <b>\"Afiyet olsun\"</b>, veya bir şey rica ederken kullanılan <b>\"Lütfen\"</b> gibi ifadeler örnek verilebilir."
  },
  {
    "id": "143748",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi “konuşanı ve dinleyeni yüceltme\" bildiren bir kalıp sözdür?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Hoşça kal.",
      "B": "Alacağın olsun.",
      "C": "Her şey olacağına varır.",
      "D": "Görüşmek üzere.",
      "E": "Sözünü balla kestim."
    },
    "explanation": "Konuşanı ve dinleyeni <b>yüceltme</b> bildiren kalıp sözler, karşılıklı saygı ve nezaketi vurgular. Bu sözler genellikle muhatabın statüsünü, önemini veya eylemini <b>onurlandırmak</b> amacıyla kullanılır. Bu işlevi gören yaygın kalıp sözler arasında <b>\"Şeref verdiniz\"</b>, <b>\"Hoş geldiniz\"</b> veya veda ederken söylenen \"Güle güle, yine bekleriz\" gibi ifadeler bulunur."
  },
  {
    "id": "162346",
    "unitNumber": 9,
    "text": "<strong>“Akıl kârı olmamak” deyiminin doğru karşılığı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Çok cahil olmak",
      "B": "Kötülük yapmak",
      "C": "Beğenmemek",
      "D": "Akıllı bir kişinin yapacağı iş olmamak",
      "E": "Kolayca şeytana uymak"
    },
    "explanation": "“<b>Akıl kârı olmamak</b>” deyimi, bir eylemin, kararın veya durumun <b>mantığa uygun olmadığını</b>, makul olmadığını, rasyonel bir fayda veya iyi bir sonuç sağlamayacağını ifade eder. Bu deyim, yapılan işin veya düşünülen şeyin <b>akıllıca bir seçim</b> olmadığını anlatır."
  },
  {
    "id": "162348",
    "unitNumber": 9,
    "text": "<strong>Aşağıdaki atasözlerinden hangisinde deyim <u>kullanılmamıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Isıracak it dişini göstermez.",
      "B": "Ne ekersen onu biçersin.",
      "C": "Gözden ırak olan gönülden de ırak olur.",
      "D": "Etek öpmekle ağız aşınmaz.",
      "E": "At ölür meydan kalır, yiğit ölür şan kalır."
    },
    "explanation": "Atasözleri, genellikle öğüt ve genel yargı bildiren bağımsız cümlelerdir. Deyimler ise kalıplaşmış, mecazî anlam taşıyan söz gruplarıdır. Bazı atasözleri, kendi içinde <b>kalıplaşmış bir deyim</b> barındırırken (Örn: \"Ayağını yorganına göre uzat\"), deyim kullanılmayan atasözü, tamamen kendi sözcüklerinin gerçek anlamlarıyla veya doğrudan bir mecazla yargı bildirir ve içinde <b>ayrı bir küçük mecazlı söz grubu</b> barındırmaz."
  },
  {
    "id": "162349",
    "unitNumber": 9,
    "text": "<strong>Aşağıdaki atasözlerinden hangisi aynı veya yakın anlamlıdır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Dost ile ye iç; alışveriş yapma/Bugünün işini yarına bırakma.",
      "B": "Fazla mal göz çıkarmaz./Azıcık aşım, kaygısız başım.",
      "C": "İyilik eden iyilik bulur./İyilikten maraz doğar.",
      "D": "Damlaya damlaya göl olur./Taşıma suyla değirmen dönmez.",
      "E": "Mum dibine ışık vermez./Terzi kendi söküğünü dikemez."
    },
    "explanation": "Farklı ifadelerle kurulmuş olsalar bile, aynı temel mesajı, <b>ortak öğüdü</b> veya <b>benzer hayat görüşünü</b> aktaran atasözleri, <b>yakın anlamlı</b> (sinonim) kabul edilirler. Yakın anlamlı atasözleri, genellikle aynı konuda (örneğin tedbirlilik, çalışkanlık, dürüstlük) farklı benzetmeler veya kelimeler kullanarak aynı sonuca işaret ederler."
  },
  {
    "id": "162352",
    "unitNumber": 9,
    "text": "<strong>Aşağıdaki ikilemelerden hangisi kuruluşu yönüyle diğerlerinden farklıdır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yamru yumru",
      "B": "Eğri büğrü",
      "C": "Eski püskü",
      "D": "Yırtık pırtık",
      "E": "Ev bark"
    },
    "explanation": "İkilemelerin kuruluş biçimleri şunlardır: Aynı sözcüğün tekrarı, eş anlamlı sözcükler, zıt anlamlı sözcükler, veya biri anlamlı biri anlamsız sözcükler. Kuruluşu yönüyle farklı olan ikileme, diğerlerinden farklı bir <b>yapısal kategoriye</b> (örneğin hepsi yansıma sözcüklerden oluşurken birinin tamamen isim tekrarı olması gibi) aittir."
  },
  {
    "id": "162356",
    "unitNumber": 9,
    "text": "<strong>Aşağıdaki ilişki sözlerin hangisi diğerlerinden farklıdır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "İyi saatte olsunlar.",
      "B": "Yediğin içtiğin senin olsun gezdiğin gördüğün yerleri anlat.",
      "C": "Ölülerin ardından kötü söz söylenmez.",
      "D": "Küçüklerin gözlerinden büyüklerin ellerinden öperim.",
      "E": "Ayıptır söylemesi."
    },
    "explanation": "İlişki sözler (kalıp sözler) iletişimdeki işlevlerine göre sınıflandırılır: Selamlaşma, kutlama, vedalaşma, dilek bildirme vb. Bu sözlerden farklı olanı, ait olduğu <b>iletişim işlevi</b> bakımından ayrılan sözdür. Örneğin, eğer dört söz 'tebrik' anlamı taşırken, biri 'taziye' veya 'veda' anlamı taşıyorsa, o farklıdır."
  },
  {
    "id": "162357",
    "unitNumber": 9,
    "text": "<strong>Aşağıdaki ilişki sözlerden hangisi diğerlerinden farklıdır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Sadede gelelim.",
      "B": "Baş üstüne",
      "C": "Bize de buyurun.",
      "D": "Gereğini arz ederim.",
      "E": "Bana müsaade"
    },
    "explanation": "İlişki sözlerin farklılık göstermesi, genellikle hitap edilen durumun veya <b>duygusal amacın</b> farklılığından kaynaklanır. Örneğin, dört söz pozitif bir durumu (bayram, kutlama) ifade eden dilek bildirirken, bir söz zor, olumsuz bir durumu (taziye, geçmiş olsun) ifade eden bir dilek veya temenni olabilir. Farklı olan, diğerlerinin ortaklaştığı <b>sosyal amaca</b> hizmet etmeyen sözdür."
  },
  {
    "id": "305360",
    "unitNumber": 9,
    "text": "<strong> Aşağıdakilerden hangisi zıt anlamlı kelimelerden oluşan bir ikileme <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "İleri geri",
      "B": "Az çok",
      "C": "Çer çöp",
      "D": "Bata çıka",
      "E": "Büyük küçük"
    },
    "explanation": "<b>Zıt anlamlı kelimelerden oluşan ikilemeler</b>, karşıt anlam taşıyan iki kelimenin bir araya gelmesiyle oluşur (Örn: \"az çok,\" \"iyi kötü,\" \"aşağı yukarı\"). Zıt anlamlı kelimelerden oluşmayan ikilemeler ise <b>aynı kelimenin tekrarı</b> (\"koşa koşa\"), <b>eş anlamlı kelimelerin birleşimi</b> (\"ses seda\"), veya <b>biri anlamlı diğeri anlamsız kelimelerin birleşimi</b> (\"eski püskü\") şeklinde kurulur. Doğru cevap, bu farklı kuruluş biçimlerinden birine sahip olan ikilemedir."
  },
  {
    "id": "305366",
    "unitNumber": 9,
    "text": "<strong>“Dolu küpün sesi çıkmaz” atasözünde anlatılmak istenen aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Bilen kişi her yerde konuşmaz.",
      "B": "Karnı tok olan konuşmaz.",
      "C": "İçi doldurulan nesne çıkarmaz.",
      "D": "Cahil insan sessiz kalır.",
      "E": "Sıkıntılı insanlar her zaman sessizdir."
    },
    "explanation": "Bu atasözü, <b>bilgi ve erdem sahibi</b> kişilerin alçakgönüllü olduğunu ve boş konuşmadığını ifade eder. Tıpkı dolu bir küpün hareket ettirildiğinde ses çıkarmaması gibi, olgun ve donanımlı insanlar da kendini ispatlama çabası gütmez veya övünmez. Aksine, cahil ve yetersiz kişiler (boş küp gibi) çok ses çıkarır ve sürekli konuşur. Atasözleri, <b>genel geçer yargıları</b> ve tecrübeleri kısa ve özlü bir şekilde aktarır."
  },
  {
    "id": "333476",
    "unitNumber": 9,
    "text": "<strong>Aşağıdaki cümlelerin hangisinde deyim, açıklamasıyla birlikte <u>verilmemiştir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Bu da benim kulağıma küpe olsun, seninle tüm bağlarımı koparıyorum.",
      "B": "Kuzenim aile şirketlerinin yönetimini üstlendi, dizginleri ele aldı artık.",
      "C": "Amcası, kasabada cimriliğiyle bilinir; eli sıkıdır.",
      "D": "Bu işi benden başka yapacak kimse olmadığı için iş başa düştü.",
      "E": "Küçücük elleriyle yaptığı çizimler herkeste şaşkınlık ve hayranlık uyandırdı, çocuk herkese parmak ısırttı."
    },
    "explanation": "Deyimler, genellikle <b>gerçek anlamdan uzaklaşarak</b> yeni ve mecazlı bir anlam kazanan kalıplaşmış söz öbekleridir. Bu tür sorularda, deyimin kendisinin kullanıldığı ancak hemen ardından (veya aynı cümlede) o deyimin ne anlama geldiğinin açıklanmadığı cümleyi bulmak gerekir. Bir deyimin açıklamasının verilmesi, okuyucunun anlamı doğrudan anlamasına yardımcı olur; verilmemesi ise deyimin bağlamdan çıkarılması gerektiğini gösterir. Soru, deyimin <b>açıklama zorunluluğu olmadan</b> kullanıldığı durumu saptamayı amaçlar."
  },
  {
    "id": "335829",
    "unitNumber": 9,
    "text": "<strong>Aşağıdaki ikilemelerden hangisi oluşum yönüyle diğerlerinden farklıdır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "İşlerini yarım yamalak yaptığı için, patronu onu herkesin içinde azarladı.",
      "B": "Akrabalar bayramda cümbür cemaat bize gelince bu bayram evde oturmak zorunda kaldık.",
      "C": "Yırtık pırtık kıyafetlerine ve çevresinin meraklı bakışlarına aldırmadan herkese güzel bir ders verdi.",
      "D": "Atandığım köye giderken eğri büğrü yolların yanındaki cılız ağaçlar karşıladı beni.",
      "E": "Onun nasıl bir yalancı olduğunu dünya âlem biliyordu."
    },
    "explanation": "<b>İkilemeler</b> (reduplication), anlatımı güçlendirmek, pekiştirmek veya anlamı çeşitlendirmek amacıyla iki kelimenin bir araya gelmesiyle oluşur. İkilemeler oluşum şekillerine göre farklılık gösterir: aynı kelimenin tekrarı (koşa koşa), eş anlamlı kelimelerle (güçlü kuvvetli), zıt anlamlı kelimelerle (aşağı yukarı), biri anlamlı biri anlamsız kelimelerle (eğri büğrü) veya yansıma sözcüklerle (şırıl şırıl). Oluşum yönünden farklı olan ikileme, bu <b>yapısal çeşitlilikten</b> hangisine uymadığını belirtir."
  },
  {
    "id": "396025",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi deyime örnek <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kara gün dostu",
      "B": "Korktuğum başıma geldi",
      "C": "Bir Köroğlu bir Ayvaz",
      "D": "Bol bol yiyen, bel bel bakar",
      "E": "Biçilmiş kaftan"
    },
    "explanation": "<b>Deyimler</b>, genellikle mastar (–mek/-mak) ekiyle biten, bir durumu veya kavramı ilgi çekici bir biçimde anlatan, yargı bildirmeyen kalıplardır (örn: etekleri zil çalmak, küplere binmek). Deyime örnek olmayan ifade ise genellikle <b>atasözü</b> (genel hüküm veya öğüt içerir) ya da <b>kalıplaşmamış bir söz grubu</b>, veya bir <b>birleşik kelime</b> olabilir. Deyimi atasözünden ayıran temel fark, deyimlerin bir durumu sadece betimlemesi, atasözlerinin ise genel bir kural veya öğüt vermesidir."
  },
  {
    "id": "396389",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi eksiz ikilemeye örnek <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Ses seda",
      "B": "Estek köstek",
      "C": "Gele gide",
      "D": "Fıldır fıldır",
      "E": "Ancak ve ancak"
    },
    "explanation": "<b>İkilemeler</b> ya <b>eksiz (bağlaçsız)</b> olarak doğrudan art arda sıralanır (yavaş yavaş, ufak tefek) ya da aralarına belirli ekler veya bağlaçlar alarak oluşur. Eksiz ikileme, kelimelerin arasına herhangi bir <b>çekim eki, bağlaç veya edat</b> gelmeden kurulmuş olması demektir. Eğer bir ikileme 'günden güne', 'elden ele' gibi arasına 'den', 'e' gibi ekler alarak oluşuyorsa, bu ikileme eksiz ikilemeye örnek <b>değildir</b>. Soru, bağlayıcı bir unsur içeren ikilemeyi bulmayı hedefler."
  },
  {
    "id": "112068",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi \"vurgu\" kavramı ile ilgili özelliklerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Vurgu, konuşurken bir hece üzerine düşen hava şiddeti veya soluk baskısıdır.",
      "B": "Vurgu, söz içinde bir heceyi, bir kelimeyi diğerlerine göre daha alçak ses tonuyla, söyleyiş süresini uzatarak öteki hece ya da kelimelerden daha az  belirgin bir biçimde söyleme işlemidir.",
      "C": "Vurgu, konuşurken bir hece üzerine düşen hava şiddeti veya soluk baskısı olarak da tanımlanır.",
      "D": "Türkiye Türkçesinde vurgu, cümlenin diziliş biçimiyle olduğu kadar konuşanın ruh hâli ile de yakından ilgilidir.",
      "E": "Vurgunun konuşmadaki en önemli fonksiyonu konuşmayı tekdüzelikten kurtararak söze duygu ve ahenk katmasıdır."
    },
    "explanation": "Vurgu, bir hecenin veya kelimenin diğerlerine göre <b>daha yüksek ses tonuyla, daha uzun süreli</b> veya <b>daha baskılı</b> söylenmesidir. Vurgu; ses yüksekliği (şiddet), perde (tonlama) ve süre (uzatma) gibi özelliklerle ilişkilidir. Vurgu ile ilgili olmayan bir özellik, vurgunun doğası gereği <b>kelimenin veya cümlenin anlamını tamamen değiştiren tek başına bir unsur</b> olması değildir; bu daha çok tonlamanın veya kelime seçiminin etkisidir. Vurgu genellikle bir ögeyi öne çıkarır, tamamen anlamı değiştirmez (örneğin kelime kökünün değişmesi gibi)."
  },
  {
    "id": "112073",
    "unitNumber": 10,
    "text": "<b>Aşağıdaki cümlelerin hangisinde yer bildiren kelime vurgulu söylenmiştir?</b>",
    "correctAnswer": "A",
    "options": {
      "A": "Bugün arkadaşımla kütüphanede çalıştım.",
      "B": "Bugün okula Ahmet gelmedi.",
      "C": "Nehir kenarında büyük bir ağaç vardı.",
      "D": "Yarın Ankara'ya uçakla gideceğiz.",
      "E": "Erzurum Türkiye'nin en soğuk ilidir."
    },
    "explanation": "Türkçede cümle vurgusu kuralına göre, vurgulanmak istenen öge (burada <b>yer bildiren kelime</b>) <b>yüklemden hemen önce</b> konumlandırılmalıdır. Bu kural, konuşmacının dinleyicinin dikkatini eylemin yapıldığı yere çekmek istediği anlamına gelir. Dolayısıyla, yer bildiren kelimenin yüklemin hemen önünde yer aldığı cümle doğru cevaptır."
  },
  {
    "id": "112143",
    "unitNumber": 10,
    "text": "<strong>\"Dün akşam evin bahçesinde kimi gördün?\" cümlesinde vurgu hangi kelime üzerindedir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Dün",
      "B": "Akşam",
      "C": "Bahçesinde",
      "D": "Kimi",
      "E": "Evin"
    },
    "explanation": "Soru cümlelerinde vurgu, genellikle cümlenin <b>soru anlamını sağlayan kelime</b> üzerindedir. Verilen cümlede soru anlamı 'kimi' (soru zamiri) ile sağlandığı için, cümle vurgusu <b>'kimi'</b> kelimesi üzerindedir. Vurgu, bu kelimeye yüksek ses ve hafif uzatma şeklinde yansır."
  },
  {
    "id": "114938",
    "unitNumber": 10,
    "text": "Dilimizde bulunan Arapça- Farsça kökenli bazı kelimelerde uzun heceler vardır. Uzun seslerde istisnai bir durum olarak vurgu, uzatılan hece üzerinde görünür.<br /><strong>Aşağıdaki kelimelerden hangisi buna bir örnek <u>olamaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Mücadele",
      "B": "Kâtip",
      "C": "Şair",
      "D": "Zeki",
      "E": "Kaya"
    },
    "explanation": "Türkçe kelimelerde kural olarak vurgu son hecededir. Ancak <b>Arapça ve Farsça kökenli</b> kelimelerde bulunan <b>uzun heceler</b> (medli harfler) istisnai olarak vurguyu üzerlerine çekerler (Örn: kâtip, i:cat, edebiyat). Örnek olamayacak kelime, ya Türkçe kurala uyarak vurguyu son hecede taşıyan bir kelime olmalı ya da yabancı kökenli olmasına rağmen bu uzun hece istisnasını taşımayan ve standarda uymuş bir kelime olmalıdır."
  },
  {
    "id": "114952",
    "unitNumber": 10,
    "text": "<strong>Aşağıdaki dizelerin hangisinde şiddet vurgusu vardır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Fersiz gözlerimi dağlama gurbet",
      "B": "Sessizlik içinde çağlama gurbet",
      "C": "Ne söylemez akan suların dili",
      "D": "Bir öğretmen gördüm çocukların başında",
      "E": "Zafer ırak mı? dedim; Aha diyordu"
    },
    "explanation": "<b>Şiddet vurgusu</b> (veya duygusal vurgu), normal cümle vurgusu kurallarının dışında, konuşmacının <b>yoğun duygularını</b> (öfke, coşku, şaşkınlık vb.) ifade etmek için kullandığı, sesi beklenenden çok daha yüksek ve baskılı bir şekilde kullanma biçimidir. Bu, dizelerde veya cümlelerde duygunun doruk noktasına ulaştığı kelimeyi belirginleştirir."
  },
  {
    "id": "144695",
    "unitNumber": 10,
    "text": "<strong>Aşağıdaki cümlelerin hangisinde ”yer” kavramı daha çok vurgulanmıştır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "İşçiler, sabahtan beri çalışıyorlardı.",
      "B": "Her hafta sonu köyümüze giderdik.",
      "C": "Kaybolan ehliyetimi arkadaşım bulmuş.",
      "D": "Bir saattir çalışma masasını düzenliyor.",
      "E": "Akşamki maça Ali de katılacak."
    },
    "explanation": "Cümledeki bir ögeyi, dolayısıyla <b>yer</b> kavramını vurgulamak için, o ögenin (dolaylı tümleç ya da yer zarfı) <b>yüklemden hemen önce</b> gelmesi gerekir. Türkçe cümle vurgusu, genellikle yüklemden önceki kelime üzerinde yoğunlaşır."
  },
  {
    "id": "144716",
    "unitNumber": 10,
    "text": "Konuşma esnasında sözcükler ve sözcükleri oluşturan seslerin ifadesi hep aynı düzeyde olmaktan ziyade duruma, ifadeye duyguya göre alçalıp yükselir. Buna ………... denir.<br /><strong>Bu parçada boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "vurgu",
      "B": "ünsüz benzeşmesi",
      "C": "ulama",
      "D": "ünlü daralması",
      "E": "tonlama"
    },
    "explanation": "Konuşma esnasında sesin duruma, ifadeye ve duyguya göre <b>alçalıp yükselmesi</b>, yani ses perdesindeki değişiklikler <b>tonlama (intonasyon)</b> olarak adlandırılır. Tonlama, vurgudan farklı olarak, cümlenin tamamının veya büyük bir kısmının melodik yapısını ifade eder ve anlamı veya niyeti belirlemede önemlidir."
  },
  {
    "id": "144736",
    "unitNumber": 10,
    "text": "<strong>Aşağıdaki cümlelerin hangisinde altı çizili sözcük vurguludur?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "<u>Sana</u> yapılanları hatırla.",
      "B": "<u>Bekleme</u> arkasına bakmadan gidenleri.",
      "C": "<u>Karanlıkta</u> uyumayı çok severim.",
      "D": "<u>Azar azar</u> çayını yudumladı.",
      "E": "<u>Evin kapısını</u> açık unutmuştu."
    },
    "explanation": "Altı çizili sözcüğün vurgulu olması için, o sözcüğün kurallı bir Türkçe cümlede <b>yüklemden (fiilden) hemen önce</b> gelmesi gerekir. Cümledeki en büyük vurgu (cümle vurgusu), bu pozisyonda bulunan kelimeye düşer."
  },
  {
    "id": "144764",
    "unitNumber": 10,
    "text": "<strong>Aşağıdaki cümlelerin hangisinde vurgu yüklem üzerindedir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Evler bir süre sonra eskimeye başladı.",
      "B": "Okuldan çıkınca apar topar eve vardı.",
      "C": "Görmektir insana verilen en önemli organ.",
      "D": "Hocamızın şiir okuyuşu hepimizi büyüler.",
      "E": "Adam ekmekleri hep büfeden alıyordu."
    },
    "explanation": "Vurgunun yüklem üzerinde olduğu durumlar istisnadır. Genellikle vurgu, yüklemden hemen önceki kelimededir. Ancak <b>isim cümlelerinde</b>, yüklem tek bir kelimeden oluşuyorsa veya cümledeki <b>yüklem başta yer alıyorsa</b> (devrik cümle) ve önünde vurgulanacak bir öge yoksa, vurgu doğrudan yüklemin üzerine düşer."
  },
  {
    "id": "144797",
    "unitNumber": 10,
    "text": "<strong>Aşağıdaki cümlelerin hangisinde vurgu altı çizili sözcüğün üzerindedir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "<u>Sıkıntılı günler</u> çok uzaklarda kaldı.",
      "B": "Evin kapısını <u>sürekli </u>hızlı kapatıyordu.",
      "C": "<u>Anlayıp dinlemeden</u> her şeye karışma.",
      "D": "Babam <u>evimizin </u>direğidir.",
      "E": "<u>Beklemek</u>, beklenen kadar değerleniyor bazen."
    },
    "explanation": "Cümle vurgusu, cümlenin hangi ögesinin öne çıkarılacağını belirler. Altı çizili sözcüğün vurguyu taşıması için, o sözcüğün <b>yüklemden hemen önceki</b> pozisyonda yer alması gerekmektedir. Bu pozisyon, o kelimenin anlamını ve önemini güçlendirir."
  },
  {
    "id": "144870",
    "unitNumber": 10,
    "text": "<strong>Aşağıdaki cümlelerin hangisinde vurgu, zaman kavramı üzerindedir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Dün beni Melis okulda beklemiş.",
      "B": "Melis, dün okulda seni beklemiş.",
      "C": "Dün okulda seni Melis beklemiş.",
      "D": "Okulda Melis, seni dün beklemiş.",
      "E": "Okulda seni Melis beklemiş."
    },
    "explanation": "Cümlede <b>zaman kavramını</b> vurgulamak için, zaman zarfının veya zaman bildiren sözcük grubunun <b>yüklemden hemen önceki</b> pozisyona getirilmesi gerekir. Bu, zaman zarfının cümle vurgusunu almasını sağlar."
  },
  {
    "id": "144902",
    "unitNumber": 10,
    "text": "<strong>Aşağıdaki cümlelerin hangisinde bir eylemin nasıl yapıldığı vurgulanmıştır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Okuldan çıkınca eve hızlıca giderim.",
      "B": "Arkadaşına kalem hediye etti.",
      "C": "Dün beni Özge aramış.",
      "D": "Pazar günü sinemaya gideceğiz.",
      "E": "Annem yarın akşam gelecekmiş."
    },
    "explanation": "Eylemin <b>nasıl yapıldığı</b> bilgisini içeren öge (durum zarfı) vurgulanmak isteniyorsa, bu durum zarfının <b>yüklemden (fiilden) hemen önce</b> konumlandırılması gerekir. Bu, durum zarfının cümle vurgusunu üzerine çekmesini sağlar."
  },
  {
    "id": "162403",
    "unitNumber": 10,
    "text": "Türkçe kelimelerde vurgu genellikle son hecede bulunur.<br /><strong>Aşağıdakilerin hangisinde buna aykırı bir durum vardır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Getirdim",
      "B": "Benimle",
      "C": "Sizlerden",
      "D": "Kurtuluş",
      "E": "Heyecanlı"
    },
    "explanation": "Türkçede kelime vurgusunun kuralı <b>son hece</b> üzerindedir. Buna aykırı durumlar; <b>özel isimler</b> (Ankara), bazı zarflar (şimdi, sanki), olumsuzluk eki (-ma, -me) almış fiiller (gel-me-di), veya yabancı dillerden gelip ilk hecesi uzun olan kelimelerdir. Vurgunun son heceden farklı bir hecede (genellikle ilk veya ortada) olduğu kelime doğru cevaptır."
  },
  {
    "id": "162406",
    "unitNumber": 10,
    "text": "<strong>Aşağıdaki kelimelerden hangisi vurgu yönünden diğerlerinden farklıdır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Fransızca",
      "B": "Teyze",
      "C": "Erzurum",
      "D": "Hâriç",
      "E": "Masalar"
    },
    "explanation": "Vurgu yönünden farklı olan kelime, diğerleri standart <b>son hece vurgusuna</b> uyarken, istisnai bir vurgu kuralına uyan kelime olmalıdır. Örneğin, yer isimleri, olumsuzluk eki alan fiiller veya yabancı kökenli bazı kelimeler, vurguyu son heceden alır ve bu nedenle gruptaki diğer kelimelerden ayrılır."
  },
  {
    "id": "162408",
    "unitNumber": 10,
    "text": "<strong>Aşağıdaki cümlelerin hangisinde vurgu, zaman kavramı üzerindedir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Okula Ahmet otobüsle dün gitmiş.",
      "B": "Ahmet okula dün otobüsle gitmiş.",
      "C": "Otobüsle okula dün Ahmet gitmiş.",
      "D": "Ahmet dün otobüsle okula gitmiş.",
      "E": "Dün Ahmet okula otobüsle gitmiş"
    },
    "explanation": "Bir cümlede <b>zaman</b> bildiren ögeye vurgu yapmak için, zaman zarfının cümlenin <b>yükleminden (fiilinden) hemen önce</b> yer alması şarttır. Bu yerleşim, zaman kavramını öne çıkarır."
  },
  {
    "id": "162410",
    "unitNumber": 10,
    "text": "<strong>Aşağıdaki cümlelerin hangisinde öznenin yaptığı işten etkilenen bir öge vurgulanmıştır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Annemin hastalığında kardeşimi okula babam götürdü.",
      "B": "Pervasız hareketleri ve tavırları hepimizi üzüyordu.",
      "C": "Yaptığının sonuçlarını sana sabah anlatacağım.",
      "D": "İkramiye kazandığını radyodan öğrenmiş.",
      "E": "Yatağını sobalı odaya taşımış."
    },
    "explanation": "Öznenin yaptığı işten etkilenen öge <b>nesnedir</b> (belirtili veya belirtisiz nesne). Nesnenin vurgulanması istendiğinde, bu ögenin <b>yüklemden hemen önce</b> konumlandırılması gerekir. Böylece, vurgu nesne üzerinde yoğunlaşır."
  },
  {
    "id": "305368",
    "unitNumber": 10,
    "text": "<strong> Aşağıdaki cümlelerin hangisinde vurgu, zaman üzerindedir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Ahmet, yarın akşam uçakla Ankara’ya gidecek.",
      "B": "Yarın akşam uçakla Ankara’ya Ahmet gidecek.",
      "C": "Ahmet, Ankara’ya uçakla yarın akşam gidecek.",
      "D": "Ahmet, yarın Ankara’ya akşam uçakla gidecek.",
      "E": "Uçakla Ankara’ya yarın akşam Ahmet gidecek."
    },
    "explanation": "Cümle vurgusunun <b>zaman</b> üzerinde olması, zaman zarfının veya zaman bildiren sözcüğün <b>yüklemden bir önceki</b> pozisyonda yer aldığı anlamına gelir. Bu, cümlenin anlamında eylemin gerçekleşme anını öne çıkarır."
  },
  {
    "id": "305375",
    "unitNumber": 10,
    "text": "<strong>\"Ovada sıralanan arsaların içinde koca koca binalar hızla yükseliyordu.\" cümlesinde hangi sözcükte cümle vurgusu vardır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Hızla",
      "B": "Koca koca",
      "C": "Binalar",
      "D": "Arsaların içinde",
      "E": "Arsaların"
    },
    "explanation": "Kurallı bir cümlede cümle vurgusu, genellikle <b>yüklemden hemen önce</b> gelen sözcük üzerindedir. 'Ovada sıralanan arsaların içinde koca koca binalar <b>hızla</b> yükseliyordu.' cümlesinde yüklem 'yükseliyordu'dur. Yüklemden hemen önce gelen kelime 'hızla' (durum zarfı) olduğu için cümle vurgusu <b>'hızla'</b> kelimesi üzerindedir."
  },
  {
    "id": "333505",
    "unitNumber": 10,
    "text": "<strong>Aşağıdaki cümlelerin hangisinde “zaman” vurgulanmaktadır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "İki aydır beklediğim diplomam yarın gelecek.",
      "B": "Tatilde teyzemler bize geleceği için hazırlık yapıyoruz.",
      "C": "O yıllarda birilerinin bana destek olmasını ne çok isterdim.",
      "D": "Yurt dışından gelecek olan misafirlerimiz, öğleye burada olur.",
      "E": "Dedesi, elindeki saati torununun eline tutuşturdu."
    },
    "explanation": "Cümle içinde <b>zamanı</b> vurgulamak için, zaman zarfının (ne zaman?) cümlenin <b>yükleminden hemen önceki</b> öge olması gerekmektedir. Bu yerleşim kuralı, zaman kavramının diğer ögelere göre daha baskılı söylenmesini sağlar."
  },
  {
    "id": "396029",
    "unitNumber": 10,
    "text": "<strong>Söz içinde bir heceyi, bir kelimeyi diğerlerine göre daha yüksek ses tonuyla, söyleyiş süresini uzatarak öteki hece ya da kelimelerden daha baskılı ve belirgin bir biçimde söylemeye ne ad verilir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Tonlama",
      "B": "Boğumlama",
      "C": "Sesletim",
      "D": "Vurgu",
      "E": "Heceleme"
    },
    "explanation": "Söz içinde bir heceyi veya kelimeyi diğerlerine göre <b>daha yüksek ses tonuyla</b> (şiddet), <b>uzatarak</b> (süre) ve <b>daha baskılı</b> söylemeye <b>vurgu</b> adı verilir. Vurgu, anlam ayrımında ve ifade gücünü artırmada temel bir fonetik unsurdur."
  },
  {
    "id": "396032",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi vurgu türlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Cümle vurgusu",
      "B": "Mısra vurgusu",
      "C": "Şiddet vurgusu",
      "D": "Kelime vurgusu",
      "E": "Ünsüz vurgusu"
    },
    "explanation": "Vurgu, konuşmanın etkisini artırmak, dinleyicinin dikkatini çekmek ve iletilmek istenen mesajın önemini belirtmek için kullanılan temel iletişim tekniklerinden biridir. Konuşma ve sunum becerilerinde genellikle kabul gören üç ana vurgu türü bulunmaktadır:<br>1. <b>Mantıksal Vurgu</b>: İletilen bilginin veya fikrin mantıksal önemini vurgulamak için kullanılır.<br>2. <b>Duygusal Vurgu</b> (veya Anlamsal Vurgu): Konuşmacının taşıdığı duyguyu (sevinç, öfke, şaşkınlık vb.) dinleyiciye aktarmak amacıyla kullanılır.<br>3. <b>Sözdizimsel Vurgu</b>: Cümledeki kelime dizilişini (Türkçede genellikle yüklemden önceki kelimenin vurgulanması gibi) kullanarak yapılan vurgulamadır.<br>Soru, bu üç ana türden biri <b>olmayan</b> seçeneği bulmayı amaçlar. Örneğin, 'Mekanik Vurgu' veya 'Fiziksel Vurgu' gibi seçenekler, etkili konuşma teknikleri bağlamında standart vurgu türleri arasında <b>yer almaz</b> ve bu nedenle doğru cevap olarak kabul edilir."
  },
  {
    "id": "112064",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisinde \"Türkçede cümle içerisinde anlam yükünü temel olarak taşıyan ögeler\" bir arada verilmiştir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Yüklem ve özne",
      "B": "Yüklem ve nesne",
      "C": "Yüklem ve dolaylı tümleç",
      "D": "Özne ve nesne",
      "E": "Özne ve zarf tümleci"
    },
    "explanation": "Türkçede bir cümlenin yargı bildirmesi ve anlam yükünü taşıması için mutlaka bulunması gereken ögeler <b>Temel Ögeler</b> olarak adlandırılır. Bu ögeler, eylemi/yargıyı bildiren <b>Yüklem</b> ile bu eylemi gerçekleştiren ya da yargıya konu olan <b>Özne</b>'dir. Diğer tüm ögeler (nesne, tümleçler) yardımcı öge sayılır."
  },
  {
    "id": "112067",
    "unitNumber": 11,
    "text": "<strong>Aşağıdaki cümlelerin hangisinde dolaylı tümleç <u>yoktur</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Tolga sinemaya gidiyordu.",
      "B": "Ali evi çok dağıtmıştı.",
      "C": "Ahmet'ten zarar gelmez.",
      "D": "Babamla evde oturduk.",
      "E": "Akşam vakti nehirden geçtik."
    },
    "explanation": "<b>Dolaylı Tümleç</b> (Yer Tamlayıcısı), yüklemin bildirdiği eylemin yerini, yönünü veya başlangıç/ayrılma noktasını belirtir. Bu öge daima ismin yönelme (<b>-e</b>), bulunma (<b>-de</b>) veya ayrılma (<b>-den</b>) hâl eklerinden birini alır. Bir cümlede bu ekleri almış ve yer/yön belirten bir unsur yoksa, o cümlede dolaylı tümleç de yoktur. Örneğin, sadece 'Özne-Yüklem' veya 'Özne-Zarf Tümleci-Yüklem'den oluşan cümlelerde dolaylı tümleç bulunmaz."
  },
  {
    "id": "112090",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi cümle <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Okuyordum.",
      "B": "Sınıfta okuyordum.",
      "C": "Sınıfta arkadaşımla okuyordum.",
      "D": "Okumuyordum kütüphanede.",
      "E": "Arkadaşımla gezerken."
    },
    "explanation": "Bir yapının cümle olarak kabul edilebilmesi için, tamamlanmış bir yargı veya düşünceyi ifade etmesi gerekir. Bu yargıyı taşıyan temel unsur ise <b>Yüklem</b>'dir. Yüklemi olmayan, yargısı eksik kalmış söz dizileri (isim tamlamaları, sıfat fiil grupları gibi söz öbekleri) cümle sayılmaz."
  },
  {
    "id": "112146",
    "unitNumber": 11,
    "text": "<strong>Aşağıdaki cümlelerin hangisinde belirtisiz nesne vardır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Babam balıkları akvaryumdan çıkardı.",
      "B": "Ayşe ekmek almıştı.",
      "C": "Bana dargın gibi bakıyor.",
      "D": "Okulun bahçesini ağaçlandırdık.",
      "E": "Dünyanın nasıl döndüğünü kavrayamamıştı."
    },
    "explanation": "<b>Belirtisiz Nesne</b>, geçişli fiilin etkilediği, ancak ismin belirtme hâl eki (<b>-i</b>) almayan ögedir. Bu ögeyi bulmak için yükleme 'Ne?' sorusu sorulur (Özne bulunduktan sonra). Örneğin, 'Çocuk <b>kitap</b> okuyor.' cümlesindeki 'kitap' belirtisiz nesnedir. Belirtisiz nesne, özneyle karışmaması için daima yükleme yakın bulunmalıdır."
  },
  {
    "id": "112148",
    "unitNumber": 11,
    "text": "<strong>\"Nasıl, ne zaman, ne kadar?” soruları yükleme yöneltildiğinde alınan cevap cümlenin hangi ögesini karşılar?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Zarf tümleci",
      "B": "Dolaylı tümleç",
      "C": "Belirtili nesne",
      "D": "Belirtisiz nesne",
      "E": "Özne"
    },
    "explanation": "Eylemin (yüklemin) yapılış şeklini, zamanını, miktarını, sebep ve amacını belirten ögeye <b>Zarf Tümleci</b> denir. Yükleme sorulan 'Nasıl?', 'Ne zaman?', 'Ne kadar?', 'Niçin?', 'Neden?' gibi sorular Zarf Tümlecini buldurmaya yöneliktir. 'Nasıl?' (durum), 'Ne zaman?' (zaman) ve 'Ne kadar?' (miktar) zarf tümlecinin temel sorularıdır."
  },
  {
    "id": "145024",
    "unitNumber": 11,
    "text": "Yakıcı güneşin altında tarlada çalışan işçilerin umutları da onlar gibi  yanıyordu.<br /><strong>Yukarıdaki cümlenin ögelerinin sıralanışı hangisinde doğru verilmiştir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Dolaylı Tümleç – Nesne – Yüklem – Özne",
      "B": "Dolaylı Tümleç – Özne – Yüklem – Nesne",
      "C": "Özne – Zarf Tümleci – Yüklem",
      "D": "Dolaylı Tümleç – Yüklem – Özne",
      "E": "Nesne – Yüklem – Özne"
    },
    "explanation": "Cümlenin yüklemi 'yanıyordu'dur. 'Ne yanıyordu?' sorusuna cevap veren kısım, sıfat ve isim tamlaması gruplarından oluşan '<b>Yakıcı güneşin altında tarlada çalışan işçilerin umutları</b>'dır (Özne). 'Nasıl yanıyordu?' sorusunun cevabı '<b>onlar gibi</b>'dir (Zarf Tümleci).<br>Sıralanış: Özne - Zarf Tümleci - Yüklem."
  },
  {
    "id": "145070",
    "unitNumber": 11,
    "text": "Ufak bir tepeyi aşan izciler ağaçlıklar arasından geçerek kamp yerine ulaştılar.<br /><strong>Cümlenin ögelerinin sıralanışı aşağıdakilerden hangisinde doğru verilmiştir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Nesne – Özne – Zarf Tümleci – Yüklem",
      "B": "Nesne – Özne – Dolaylı Tümleç – Yüklem",
      "C": "Özne – Dolaylı Tümleç – Zarf Tümleci – Yüklem",
      "D": "Özne – Zarf Tümleci – Dolaylı Tümleç – Yüklem",
      "E": "Nesne – Zarf Tümleci – Dolaylı Tümleç – Yüklem"
    },
    "explanation": "Yüklem 'ulaştılar'dır. 'Kim ulaştı?' sorusu '<b>Ufak bir tepeyi aşan izciler</b>' cevabını verir (Özne). 'Nasıl ulaştılar?' sorusu '<b>ağaçlıklar arasından geçerek</b>' cevabını verir (Zarf Tümleci, zarf fiil grubu). 'Nereye ulaştılar?' sorusu ise '<b>kamp yerine</b>' cevabını verir (Dolaylı Tümleç, -e hâli).<br>Sıralanış: Özne - Zarf Tümleci - Dolaylı Tümleç - Yüklem."
  },
  {
    "id": "145094",
    "unitNumber": 11,
    "text": "Dostları onu kötü gününde yalnız bırakmadılar.<br /><strong>Yukarıdaki cümlenin ögelerinin sıralanışı hangisinde doğru verilmiştir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Özne - Dolaylı Tümleç - Yüklem",
      "B": "Özne - Nesne - Zarf Tümleci - Zarf Tümleci - Yüklem",
      "C": "Özne - Nesne - Zarf Tümleci - Yüklem",
      "D": "Özne - Nesne - Dolaylı Tümleç - Zarf Tümleci - Yüklem",
      "E": "Özne - Dolaylı Tümleç - Zarf Tümleci - Yüklem"
    },
    "explanation": "Yüklem 'bırakmadılar'. 'Kim bırakmadı?' -> '<b>Dostları</b>' (Özne). 'Kimi bırakmadı?' -> '<b>onu</b>' (Belirtili Nesne). 'Nerede/Ne zaman bırakmadı?' -> '<b>kötü gününde</b>' (Dolaylı Tümleç, -de hâli). 'Nasıl bırakmadı?' -> '<b>yalnız</b>' (Zarf Tümleci).<br>Sıralanış: Özne - Belirtili Nesne - Dolaylı Tümleç - Zarf Tümleci - Yüklem."
  },
  {
    "id": "145114",
    "unitNumber": 11,
    "text": "En zor anlarımda bile yanımda olan dostlarımın beni bugünümde yalnız  bırakmayacaklarını sanmıştım.<br /><strong>Yukarıdaki cümlenin ögelerinin sıralanışı hangisinde doğru verilmiştir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Zarf Tümleci – Dolaylı Tümleç – Nesne – Yüklem",
      "B": "Özne – Nesne – Yüklem",
      "C": "Özne – Nesne – Zarf Tümleci – Yüklem",
      "D": "Özne – Yüklem",
      "E": "Nesne – Yüklem"
    },
    "explanation": "Cümlenin yüklemi 'sanmıştım' (Gizli özne: Ben). 'Neyi sanmıştım?' diye sorulduğunda, tamamı fiilimsiyle kurulmuş ve belirtme hâl eki (-i) almış olan '<b>En zor anlarımda bile yanımda olan dostlarımın beni bugünümde yalnız bırakmayacaklarını</b>' kısmı tek bir öge olarak alınır. Bu kısım cümlenin <b>Belirtili Nesne</b>'sidir. Söz öbekleri ve yan cümleler öge ayrımında parçalanamaz.<br>Sıralanış: Belirtili Nesne - Yüklem."
  },
  {
    "id": "145148",
    "unitNumber": 11,
    "text": "<strong>Aşağıdaki cümlelerde kullanılan ara sözlerden hangisi farklı bir ögenin  açıklayıcısıdır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Melis, canımın içi, bugün doğmuştu.",
      "B": "Oğlum, minik yaramaz, konuşmaya başladı.",
      "C": "Okulumda, ikinci evimde, çok mutluyum.",
      "D": "Kardeşim, akıllı bıdığım, birinci oldu.",
      "E": "Evime, yuvama, kavuşmama çok az kaldı."
    },
    "explanation": "<b>Ara Söz</b>, cümledeki bir ögeyi açıklamak veya pekiştirmek amacıyla kullanılan ve iki virgül ya da kısa çizgi arasında gösterilen söz veya söz grubudur. Ara sözün görevi, hangi ögeyi açıkladığına göre değişir. Örneğin, 'İstanbul'u, <b>tarihî başkenti</b>, gezdim.' cümlesinde ara söz, belirtili nesneyi ('İstanbul'u') açıklarken; 'O adam, <b>bizim komşumuz</b>, geldi.' cümlesinde özneyi ('O adam') açıklamaktadır. Seçeneklerde, dördü aynı ögeyi açıklarken (örneğin özne), biri farklı bir yardımcı ögeyi (dolaylı tümleç veya nesne) açıklar."
  },
  {
    "id": "145230",
    "unitNumber": 11,
    "text": "Sınıftaki sessizliğin devamı dün akşam evde de devam etti.<br /><strong>Bu cümlede aşağıdaki ögelerden hangisi <u>kullanılmamıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Özne",
      "B": "Yüklem",
      "C": "Yer tamlayıcısı",
      "D": "Zarf tümleci",
      "E": "Nesne"
    },
    "explanation": "Yüklem 'devam etti' (birleşik fiil). 'Ne devam etti?' -> '<b>Sınıftaki sessizliğin devamı</b>' (Özne). 'Ne zaman?' -> '<b>dün akşam</b>' (Zarf Tümleci). 'Nerede?' -> '<b>evde</b>' (Dolaylı Tümleç). 'Devam etmek' fiili nesne alabilen (geçişli) bir fiil olmadığı için, cümlede 'Neyi?' veya 'Ne?' sorularına cevap verecek bir <b>Nesne</b> (Belirtili veya Belirtisiz) kullanılmamıştır."
  },
  {
    "id": "145254",
    "unitNumber": 11,
    "text": "Karışıklığa karşı mücadele vermek yabani otlara karşı mücadele vermeye benzer.<br /><strong>Yukarıdaki cümlenin ögelerinin sıralanışı hangisinde doğru verilmiştir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Özne – Nesne – Yer tamlayıcısı – Yüklem",
      "B": "Özne – Yer tamlayıcısı – Nesne – Yüklem",
      "C": "Özne – Yer tamlayıcısı – Yüklem",
      "D": "Özne – Nesne – Yüklem",
      "E": "Nesne- Zarf tümleci- Yüklem"
    },
    "explanation": "Bu bir isim cümlesidir. Yüklem, isim fiil grubu ve benzetme edatıyla kurulan '<b>yabani otlara karşı mücadele vermeye benzer</b>' kısmıdır. Bu kısım bir bütün olarak yüklem kabul edilir. 'Ne benzer?' sorusuna cevap veren kısım ise '<b>Karışıklığa karşı mücadele vermek</b>' (Özne)'tir. Cümle sadece iki ögeden (Özne ve Yüklem) oluşmaktadır."
  },
  {
    "id": "162428",
    "unitNumber": 11,
    "text": "Korkma, sönmez <u>bu şafaklarda yüzen al sancak</u>;<br />Sönmeden yurdumun üstünde tüten, en son ocak.<br /><strong>Altı çizili öge aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Yüklem",
      "B": "Özne",
      "C": "Nesne",
      "D": "Yer tamlayıcısı",
      "E": "Zarf tümleci"
    },
    "explanation": "Cümlenin yüklemi 'sönmez' fiilidir. Yükleme 'Ne sönmez?' diye sorulduğunda, cevap '<b>bu şafaklarda yüzen al sancak</b>' söz grubudur. Bu söz grubu bir sıfat fiil tamlamasıdır ve parçalanamaz. Eylemi gerçekleştiren varlığı belirttiği için cümlenin <b>Öznesi</b>'dir."
  },
  {
    "id": "162433",
    "unitNumber": 11,
    "text": "<strong>“Türkü söyleyen kimdi?” sorusunun cevabı hangi ögeyi bulmaya yöneliktir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yüklem",
      "B": "Nesne",
      "C": "Özne",
      "D": "Yer tamlayıcısı",
      "E": "Zarf tümleci"
    },
    "explanation": "Bir fiil cümlesinde eylemi gerçekleştiren veya bir isim cümlesinde yargının konusu olan varlığı bulmaya yarayan temel sorular '<b>Kim?</b>' (insanlar için) ve '<b>Ne?</b>' (cansız varlıklar/kavramlar için) sorularıdır. 'Türkü söyleyen kimdi?' sorusu, bu eylemi yapanı aradığı için <b>Özne</b>'yi bulmaya yöneliktir."
  },
  {
    "id": "162435",
    "unitNumber": 11,
    "text": "<strong>Aşağıdaki cümlelerin hangisinde ögeleri ayırmada yanlışlık yapılmıştır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Buraya kadar geldiğiniz için / teşekkür ederim.",
      "B": "Sorulara şöyle bir göz atıp / kitabı / kapattı.",
      "C": "Biraz daha rahat yaşamak için / çabalıyordu",
      "D": "Vapurdan / çıkarken / onu / fark etmiştim.",
      "E": "Okuldan çıkarken/ kitabımı unuttuğumu/bana/Ahmet/ söyledi."
    },
    "explanation": "Cümle ögelerini ayırırken yapılan en yaygın hata, <b>söz öbeklerini</b> (tamlamalar, deyimler, birleşik fiiller, ikilemeler, fiilimsi grupları) birbirinden ayırmaktır. Söz grupları, anlam bütünlüğünü korudukları için cümlenin tek bir ögesi olarak kabul edilmelidir. Yanlışlık yapılan seçenekte mutlaka bütün olması gereken bir söz grubu parçalanmıştır."
  },
  {
    "id": "162440",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisinde sözde özne vardır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Konular bugün özetlendi.",
      "B": "Soruyu doğru cevapladı.",
      "C": "Konuyu yavaşça bize anlattı.",
      "D": "Kardeşini bizimle tanıştırdı.",
      "E": "Okula yeni başlayan öğrenciler andımızı ezberledi."
    },
    "explanation": "<b>Sözde Özne</b>, yüklemi <b>edilgen çatılı</b> (-l veya -n eki almış) olan cümlelerde bulunur. Bu yapıdaki sözde özne, eylemi yapan değil, eylemden etkilenen (biçimsel olarak özne konumuna geçen) varlıktır. Örneğin, 'Bütün ev <b>temizlendi</b>' cümlesinde, temizleme eylemini yapan belli değildir; 'Bütün ev' ise temizleme işinden etkilenen sözde öznedir."
  },
  {
    "id": "162446",
    "unitNumber": 11,
    "text": "<strong>Aşağıdaki cümlelerin hangisinde yüklem isim tamlamasından oluşmuştur?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Çocuklarla iletişim kurmak zor bir iştir.",
      "B": "Günümüzde teknoloji ve bilim, uygarlığın göstergesidir.",
      "C": "Matematik öğretmenimiz sinirli bir adamdı.",
      "D": "Hülya’nın uğurlu günü salıymış.",
      "E": "Gömleğinin rengi ceketine hiç uymamış."
    },
    "explanation": "İsim soylu sözcükler ek fiil (idi, imiş, ise, -dir) alarak yüklem olabilirler. Bir yüklemin <b>isim tamlaması</b>ndan oluşması, tamlamanın bütünüyle yargı bildirerek yüklem görevini üstlenmesi demektir. Bu durumda, tamlamanın asıl ve yardımcı unsurları birbirinden ayrılmaz. Örneğin, 'Hayattaki tek amacı <b>iyi bir öğretmen olmak</b>tı.' cümlesinde 'iyi bir öğretmen olmaktı' isim fiil grubundan oluşan yüklemdir."
  },
  {
    "id": "305384",
    "unitNumber": 11,
    "text": "Savuruyordu dört yana umutlarımızı bir ömürden arta kalmanın hüznü.<br /><strong>Yukarıdaki cümlenin ögelerinin sıralanışı hangisinde doğru sırayla verilmiştir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yüklem – zarf tümleci – nesne – özne",
      "B": "Yüklem – dolaylı tümleç – zarf tümleci – özne",
      "C": "Yüklem – dolaylı tümleç – nesne – özne",
      "D": "Yüklem – nesne – dolaylı tümleç – özne",
      "E": "Yüklem – nesne – zarf tümleci – özne"
    },
    "explanation": "Bu cümle devrik bir cümledir ve yüklem başta yer alır: '<b>Savuruyordu</b>'. 'Ne savuruyordu?' sorusuna cevap veren kısım, bir zincirleme isim tamlaması olan '<b>bir ömürden arta kalmanın hüznü</b>'dür (Özne). 'Neyi savuruyordu?' -> '<b>umutlarımızı</b>' (Belirtili Nesne). 'Nereye savuruyordu?' -> '<b>dört yana</b>' (Yer Tamlayıcısı/Dolaylı Tümleç).<br>Sıralanış: Yüklem - Dolaylı Tümleç - Belirtili Nesne - Özne."
  },
  {
    "id": "306842",
    "unitNumber": 11,
    "text": "<strong>Aşağıdaki cümlelerin hangisinde zarf tümleci vurgulanmıştır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Annemi okuldan çıkınca ararım.",
      "B": "Arkadaşına kalem hediye etti.",
      "C": "Dün beni Özge aramış.",
      "D": "Pazar günü sinemaya gideceğiz.",
      "E": "Babamla dün akşam maça gittik."
    },
    "explanation": "Türkçe'de fiil cümlelerinde (düz cümlelerde), genellikle <b>yüklemden hemen önce</b> gelen öge vurgulanmış olur. Zarf Tümleci'nin vurgulanması için, diğer tüm ögelerden sonra gelip yüklemden hemen önce konumlanması gerekir. Bu durum, eylemin yapılma biçiminin, zamanının veya miktarının önemini artırır."
  },
  {
    "id": "333519",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi iki ögeli bir cümledir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Hayatındaki problemleri çözmeden önce onları anlaman gerekir.",
      "B": "Onun aniden gidişi bu saf, temiz ailede büyük bir etki bıraktı.",
      "C": "Vatan toprağının her köşesinde toplum ruhunun yansımaları vardır.",
      "D": "Türk milleti, geçmişten bugüne sahip olduğu her kutsala sadık kalmıştır.",
      "E": "Gurbet mektupları, en saf duyguların, sevgilerin hazinesidir."
    },
    "explanation": "İki ögeli bir cümle, sadece <b>Özne</b> ve <b>Yüklem</b>'den oluşur. Bu tür cümleler genellikle nesne almayan (geçişsiz) fiillere sahiptir veya yardımcı ögeleri içermez. Örneğin, 'Çocuklar bahçede uyuyordu.' cümlesinde üç öge (Özne, D.T., Yüklem) varken, 'Çocuklar <b>uyuyordu</b>.' cümlesi sadece iki ögelidir (Özne ve Yüklem)."
  },
  {
    "id": "335838",
    "unitNumber": 11,
    "text": "Dünyada yer alan olaylar ve olgular üzerine derinlikli düşünceler, varoluşun felaketimsi çekilmezliğini ve dayanılmazlığını ifşa eder.<br /><strong>Cümlenin ögelerinin doğru sıralanışı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Nesne / Özne / Zarf Tümleci / Yüklem",
      "B": "Özne / Dolaylı Tümleç / Zarf Tümleci / Nesne Yüklem",
      "C": "Özne / Nesne / Yüklem",
      "D": "Dolaylı Tümleç / Nesne / Yüklem",
      "E": "Nesne / Özne / Yüklem"
    },
    "explanation": "Bu cümlenin ögelerinin doğru sıralanışını bulmak için temel ögeler tespit edilmelidir:<br/>1. <b>Yüklem (Y):</b> Cümlenin yargısını taşıyan çekimli kısım: \"ifşa eder\".<br/>2. <b>Özne (Ö):</b> Yükleme \"ne/kim ifşa eder?\" sorusu sorulur. Cevap: \"Dünyada yer alan olaylar ve olgular üzerine derinlikli düşünceler\". Bu kısım, cümlenin <b>Öznesi</b>dir.<br/>3. <b>Belirtili Nesne (N):</b> Yükleme \"ne(yi)/kimi ifşa eder?\" sorusu sorulur ve cevap mutlaka belirtme hâl eki (-i, -ı, -u, -ü) taşır. Cevap: \"varoluşun felaketimsi çekilmezliğini ve dayanılmazlığını\". Bu kısım <b>Belirtili Nesne</b>dir (sonunda belirtme hâl eki vardır).<br/>Bu analiz sonucunda cümlenin öge sıralaması <b>Özne - Belirtili Nesne - Yüklem</b> şeklindedir."
  },
  {
    "id": "112071",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi kurallı bir isim cümlesidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Okulumuz, eve birkaç yüz metre uzaklıktaydı.",
      "B": "Oyundan, sahneye aktarılamayacak bölümleri çıkardık.",
      "C": "Sanma gidersen gelirim arkandan.",
      "D": "İncecikten bir yağmur yağıyordu yollara.",
      "E": "Kitaplarımı güzelce ciltledim."
    },
    "explanation": "Cümleler, yüklemin türüne göre <b>isim cümlesi</b> ve <b>fiil cümlesi</b> olmak üzere ikiye ayrılır. İsim cümlelerinde yüklem, isim soylu bir sözcüktür (isim, sıfat, zamir, edat grubu vb.) ve ek eylem almıştır. Cümleler, yüklemin yerine göre ise <b>kurallı</b> (düz), <b>devrik</b> ve <b>eksiltili</b> olmak üzere üçe ayrılır. Kurallı bir isim cümlesi, <b>isim soylu bir yükleme sahip olmalı</b> ve bu yüklem <b>cümle sonunda</b> bulunmalıdır. <br>Örneğin: 'En büyük arzusu, bu okulu bitirmekti.' ifadesi, isim soylu yüklemi sonda olduğu için kurallı isim cümlesidir."
  },
  {
    "id": "112079",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi bir isim cümlesidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Bütün gece yağmurda dolaştım.",
      "B": "Seni gördüm sokakta koşarken.",
      "C": "Okuyordu güzel sesiyle şiiri.",
      "D": "Seninle geçirdiğimiz günler ne kadar güzeldi.",
      "E": "Her gün yeni bir işe koyulurdu."
    },
    "explanation": "Cümlenin yüklemi, ek eylem (imek fiili) alarak yüklem görevini üstlenmiş <b>isim</b>, <b>sıfat</b>, <b>zamir</b>, <b>zarf</b> veya <b>isim soylu bir sözcük grubu</b> ise o cümle isim cümlesidir. Eğer yüklem bir eylemi ifade ediyorsa fiil cümlesidir. İsim cümlelerinde yargı, bir eylemden ziyade bir durumu, niteliği veya eşitliği bildirir."
  },
  {
    "id": "112081",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi kurallı bir cümledir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Bütün gün düşündüm yalnızlığımı ve çaresizliğimi.",
      "B": "Komiser, elli yaşlarında, babacan, güler yüzlü bir adamdı.",
      "C": "Karda gezip izini belli etmeyen bir tilkidir o.",
      "D": "Muhabbet bir Köroğlu’dur artık.",
      "E": "Boş değil ettiğin niyaz."
    },
    "explanation": "Bir cümlenin <b>kurallı (düz) cümle</b> olabilmesi için temel şart, <b>yüklemin cümle sonunda</b> yer almasıdır. Eğer yüklem cümlenin başında veya ortasında yer alıyorsa o cümle devrik cümledir. Kurallı cümle, Türkçenin temel cümle yapısını oluşturur."
  },
  {
    "id": "112088",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi eksiltili bir cümledir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Dar günümde el uzattığınız için teşekkürler.",
      "B": "İlacını geciktirirsek babaannem keser iflahımızı.",
      "C": "Kim bu cennet vatanın uğruna olmaz ki feda!",
      "D": "Kuş kanadıyla selam gönderilir.",
      "E": "Hâlden bilmiyor kimseler."
    },
    "explanation": "<b>Eksiltili (kesik) cümleler</b>, yüklemi açıkça söylenmediği (kullanılmadığı) hâlde, yargının dinleyici veya okuyucu tarafından kolaylıkla tahmin edilebildiği cümlelerdir. Bu tür cümleler genellikle <b>üç nokta (...)</b> ile sonlandırılır ve yüklemin yerine göre cümle çeşitlerinden biridir."
  },
  {
    "id": "114857",
    "unitNumber": 12,
    "text": "<strong>\"Arkadaşımın evinde gördüğüm tablolar bana çocukluğumda yaşadığım yerleri bütün ayrıntılarıyla anımsattı.\" ifadesi yüklemin cümledeki yerine göre nasıl bir cümledir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Devrik cümle",
      "B": "Eksiltili cümle",
      "C": "Kurallı cümle",
      "D": "Fiil cümlesi",
      "E": "İsim cümlesi"
    },
    "explanation": "Bu cümlede yüklem, <b>'anımsattı'</b> kelimesidir. Yüklem cümlenin en sonunda yer aldığı için bu ifade, yüklemin cümledeki yerine göre <b>kurallı (düz) bir cümledir</b>. Kurallı cümlelerde anlam akışı dil bilgisi kurallarına uygun olarak sonda tamamlanır."
  },
  {
    "id": "145288",
    "unitNumber": 12,
    "text": "<strong>Aşağıdaki cümlelerden hangisi yükleminin yerine göre diğerlerinden farklıdır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Soldum gün yüzü görmemiş bir çiçek gibi.",
      "B": "Ellerimi arkadan bağladım kimse görmeden.",
      "C": "İnsan yeryüzünün hastalığıdır.",
      "D": "Kol kanat gerdim ben sana her düştüğünde.",
      "E": "Dildir insanın başına bela olan."
    },
    "explanation": "Cümleler yüklemin yerine göre <b>kurallı</b>, <b>devrik</b> veya <b>eksiltili</b> olarak incelenir. Bu soruda farkı bulmak için her cümlenin yükleminin nerede olduğuna bakmak gerekir. Eğer dört cümle kurallı (yüklem sonda) ve bir cümle devrik (yüklem başta veya ortada) ise, farklı olan devrik cümledir. Farklılık, cümlenin <b>yükleminin konumu</b> (yeri) ile ilgilidir."
  },
  {
    "id": "145297",
    "unitNumber": 12,
    "text": "I. Eylem<br />II. İsim<br />III. Zarf<br />IV. Zamir<br /><strong>“Kalpler kırılınca eller bir mana ifade etmez.” cümlesi yukarıdaki cümle çeşitlerinden hangisi ya da hangilerinin kapsamına girer?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "I ve IV",
      "E": "I, II ve III"
    },
    "explanation": "Verilen cümlenin yüklemi <b>'ifade etmez'</b> ifadesidir. Bu yüklemde esas yargıyı taşıyan sözcük 'etmek' fiilidir. Yüklemi çekimli bir fiil (eylem) olan cümleler <b>eylem (fiil) cümlesi</b> olarak adlandırılır. Bu nedenle cümle, sadece I. (Eylem) kapsamına girer. Diğer seçenekler (İsim, Zarf, Zamir) yüklemin türünü değil, cümledeki sözcük türünü ifade eder."
  },
  {
    "id": "145337",
    "unitNumber": 12,
    "text": "<strong>“Uzanıp sıcacık kuma saatlerce hayal kurmak isterdi” cümlesi yükleminin yerine göre nasıl bir cümledir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Devrik",
      "B": "Birleşik",
      "C": "Basit",
      "D": "Kurallı",
      "E": "Bağlı"
    },
    "explanation": "Cümlenin yüklemi <b>'isterdi'</b> sözcüğüdür. Yüklem, cümlenin sonunda yer almaktadır. Yüklemi sonda bulunan cümleler, yükleminin yerine göre <b>kurallı (düz) cümle</b> olarak nitelendirilir."
  },
  {
    "id": "145401",
    "unitNumber": 12,
    "text": "<strong>Eksiltili (Kesik) cümle ile ilgili aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yüklemi kullanılmadığı hâlde yargı bildiren cümlelerdir.",
      "B": "Eksiltili cümleler iyi kurulmak ve yerinde kullanılmak şartıyla anlatıma güç kazandırır, özlülük sağlar.",
      "C": "Karşılıklı konuşmalarda da eksiltili yapılar sıklıkla kullanılır.",
      "D": "Olasılık, kesinlik gibi özel anlamlar katmak amaçlanmadığında ek eylem kullanılmaz; cümle eksiltili özellik kazanır.",
      "E": "Eksiltili cümlede her zaman bir gizli özne bulunur."
    },
    "explanation": "Eksiltili cümleler, yüklemi bulunmayan ancak yargının tamamlanmış kabul edildiği cümlelerdir. Genellikle <b>üç nokta (...)</b> ile biterler. Yanlış olan ifade, eksiltili cümlenin temel özelliğini (yüklemsizliği) ihlal eden bir bilgidir. Örneğin, 'Mutlaka yüklemi fiil olmak zorundadır' gibi bir ifade eksiltili cümle için <b>yanlıştır</b>, çünkü eksiltili cümlede yüklem yoktur."
  },
  {
    "id": "145410",
    "unitNumber": 12,
    "text": "Türkçede cümleler yüklemin türüne göre isim ve fiil cümlesi olarak iki gruba ayrılmaktadır. Fiil cümleleri olumsuzluk ekleri (-ma, -me) ile olumsuz şekle dönüştürülürken; isim cümleleri “değil” kelimesi ile olumsuz hâle getirilmektedir.<br /><strong>Aşağıdaki cümlelerden hangisi bu kurala örnek teşkil <u>etmez</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Dün akşam da geç saate kadar gelmedi.",
      "B": "Senin adın Mahmut değil.",
      "C": "İstemem eksik olsun.",
      "D": "Kolları bileklerine kadar çamura saplanmıştı.",
      "E": "Sana tavsiyem gece geç saatte yemek yeme."
    },
    "explanation": "Türkçede kural şudur: <b>Fiil cümleleri</b> olumsuzluk eki <b>-ma/-me</b> ile, <b>isim cümleleri</b> ise <b>'değil'</b> kelimesi ile olumsuz yapılır. Bu kurala örnek teşkil etmeyecek cümle, bu kurallardan birini ihlal eden veya yanlış uygulayan bir cümle olmalıdır. Örneğin, 'Bu araba yeni değildi.' (İsim cümlesi, 'değil' ile olumsuz yapılmış) kurala uyar. Kurala uymayan bir örnek, isim soylu bir kelimenin -ma/-me ile olumsuz yapılmaya çalışılması veya fiil soylu bir kelimenin 'değil' ile olumsuz yapılmasıdır."
  },
  {
    "id": "145420",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi yüklemine göre cümle çeşitlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Zarf",
      "B": "Kurallı",
      "C": "Devrik",
      "D": "Kesik",
      "E": "İsim"
    },
    "explanation": "Cümleler yüklemin <b>türüne</b> göre incelendiğinde sadece iki çeşit karşımıza çıkar: <b>İsim Cümlesi</b> ve <b>Fiil (Eylem) Cümlesi</b>. Devrik cümle, kurallı cümle ve eksiltili cümle, cümlelerin <b>yüklemin yerine göre</b> çeşitleridir. Dolayısıyla, <b>devrik cümle</b> (veya kurallı, eksiltili) yüklem türüne göre çeşitlerden biri değildir."
  },
  {
    "id": "145497",
    "unitNumber": 12,
    "text": "<strong>“Gözleri aşka gülen taze söğüt dalısın.” cümlesinin yüklemi, çeşidine göre aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Ad",
      "B": "Eylem",
      "C": "Zarf",
      "D": "Zamir",
      "E": "Sıfat"
    },
    "explanation": "Verilen cümlenin yüklemi <b>'taze söğüt dalısın'</b> ifadesidir. Bu ifade bir isim tamlamasıdır (söğüt dalı) ve ek eylem alarak yüklem olmuştur. Yüklem isim soylu olduğu için, bu cümle çeşidi <b>isim cümlesidir</b>."
  },
  {
    "id": "162450",
    "unitNumber": 12,
    "text": "<strong>Aşağıdaki cümlelerin hangisi devrik isim cümlesidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kardeşi çok tatlı bir çocuktu.",
      "B": "Herkesi yemeğe davet etmişti.",
      "C": "Her şeyiyle bir mucizeydi hayat.",
      "D": "Bizi tanımayanlar uzaktan gelenlerdi.",
      "E": "Seni bilmeyenler belki inanır."
    },
    "explanation": "Bir cümlenin devrik isim cümlesi olması için iki şartı sağlaması gerekir: 1. Yüklemi <b>isim soylu</b> bir sözcük olmalıdır. 2. Yüklemi <b>cümle sonunda bulunmamalıdır</b> (başta ya da ortada yer almalıdır). <br>Örneğin: 'Çok güzeldi manzarası bu köyün.' cümlesinde 'güzeldi' isim soylu ve sonda olmadığı için devrik isim cümlesidir."
  },
  {
    "id": "162451",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi bir isim cümlesi <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Aldığımız biberlerin hepsi acı.",
      "B": "Bu, yıkanınca dağılan bir boya.",
      "C": "Ne heyecanlı bir güreş!",
      "D": "Sen de tat bu güzel tatlıdan.",
      "E": "Sonucu kötü bir savaş bu."
    },
    "explanation": "İsim cümlesi olmayan bir cümle, <b>fiil (eylem) cümlesi</b> olmalıdır. Fiil cümlelerinin yüklemi, bir iş, oluş veya durumu bildiren çekimli bir fiildir. Sorunun doğru cevabı, yüklemi isim soylu olmayan, yani bir eylem olan seçenektir."
  },
  {
    "id": "162452",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi eylem cümlesidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Bu onun son konuşmasıydı.",
      "B": "Bu konuda hiç laf etmezdi.",
      "C": "Nelerdir o inanacağımız, bağlanacağımız doğrular?",
      "D": "Gözleri ışıl ışıldı.",
      "E": "Sanatsal eylemin ilk koşulu algılamaktır."
    },
    "explanation": "<b>Eylem (fiil) cümlesi</b>, yüklemi çekimli bir fiil olan cümledir. Bu fiil, cümlenin temel yargısını bir hareket, iş veya oluş olarak ifade eder. Bu nedenle doğru cevap, yüklemi 'gitmek', 'okumak', 'gülmek' gibi çekimli bir eylem olan seçenektir."
  },
  {
    "id": "162455",
    "unitNumber": 12,
    "text": "<strong>Aşağıdaki cümlelerin hangisinde yüklem, ek eylem <u>almamıştır</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Şiir bizi bir iklimden diğerine götürür.",
      "B": "Ozan, rapor yazan kimse değildir.",
      "C": "El ne kadar hünerli olursa olsun, ona hükmeden kafadır.",
      "D": "İnsanı ayakta tutan tek şey mutluluktur.",
      "E": "Şiir düşüncenin duyguya dönüşmüş şeklidir."
    },
    "explanation": "Ek eylem (i-mek), iki temel görevde kullanılır: İsim soylu sözcükleri yüklem yapmak ve basit zamanlı fiilleri birleşik zamanlı yapmak. Bir cümlenin yüklemi <b>ek eylem almamış</b> ise, bu yüklem genellikle <b>basit zamanlı çekimli bir fiildir</b> (örneğin: geldi, yazmış, koşuyor). Basit zamanlı fiiller, üzerine ek eylem eki gelmeyen (idi, imiş, ise hariç) eylemlerdir."
  },
  {
    "id": "162456",
    "unitNumber": 12,
    "text": "<strong>‘’Su öylesine neşeli akıyordu ki insanın ruhu âdeta su yüzeyindeki köpükle dans ediyordu.’’ cümlesi yükleminin yerine göre nasıl bir cümledir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Birleşik",
      "B": "Basit",
      "C": "Kurallı",
      "D": "İsim",
      "E": "Devrik"
    },
    "explanation": "Bu ifade iki ana cümlecikten oluşmuştur ('akıyordu' ve 'dans ediyordu'). Her iki cümleciğin de yüklemi (akıyordu, dans ediyordu) kendi yargı akışının <b>en sonunda</b> yer almaktadır. Yüklemi sonda olan cümleler, <b>kurallı (düz) cümle</b> olarak adlandırılır."
  },
  {
    "id": "162457",
    "unitNumber": 12,
    "text": "I. Kurallı<br />II. Birleşik<br />III. Basit<br />IV. Devrik<br /><strong>Türk Dili dersinde cümle çeşitleri ünitesine çalışan Nazlı, yüklemi yerine göre incelemek istemektedir. Nazlı yukarıdakilerden hangisini ya da hangilerini kullanırsa yüklemi yerine göre doğru incelemiş olur?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I, III ve IV",
      "D": "I ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Cümleler yapılarına göre (Basit, Birleşik, Sıralı, Bağlı) ve yüklemin türüne göre (İsim, Fiil) incelenir. Yüklemin <b>yerine göre</b> yapılan inceleme ise <b>Kurallı (I)</b>, <b>Devrik (IV)</b> ve <b>Eksiltili</b> cümleleri kapsar. Dolayısıyla Nazlı, I ve IV'ü kullanırsa incelemesini doğru yapmış olur. II ve III ise cümlenin yapısıyla ilgilidir."
  },
  {
    "id": "162459",
    "unitNumber": 12,
    "text": "………… cümle, yüklemi kullanılmadığı hâlde yargı bildiren cümlelerdir.<br /><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Devrik",
      "B": "Eksiltili",
      "C": "Kurallı",
      "D": "Basit",
      "E": "Sıralı"
    },
    "explanation": "Tanımda bahsedilen cümle tipi, <b>yüklemi kullanılmadığı</b> (söylenmediği) hâlde okuyucu veya dinleyici tarafından anlamı çıkarılabilen cümlelerdir. Bu tanıma uyan cümle çeşidi <b>eksiltili (kesik) cümle</b>dir. Bu cümleler genellikle sonuna üç nokta (...) konarak gösterilir."
  },
  {
    "id": "305396",
    "unitNumber": 12,
    "text": "Kurallı cümle …………………. cümle olarak da adlandırılmaktadır.<br /><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Sıradan",
      "B": "Uygun",
      "C": "Düz",
      "D": "Alışkın",
      "E": "Kapalı"
    },
    "explanation": "Kurallı cümle, yüklemin cümlenin sonunda bulunduğu, Türkçenin genel söz dizimi kuralına uygun olan cümledir. Bu cümle tipine aynı zamanda <b>düz cümle</b> adı da verilmektedir. Devrik cümle ise yüklemin başta veya ortada bulunduğu cümle tipidir."
  },
  {
    "id": "305401",
    "unitNumber": 12,
    "text": "<strong>“Sudan sebeplerle beni terk edemezsin.” cümlesi yüklemin türüne göre aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "İsim",
      "B": "Sıfat",
      "C": "Eylem",
      "D": "Zarf",
      "E": "Zamir"
    },
    "explanation": "Cümleler, yüklemin türüne göre iki ana gruba ayrılır: fiil (eylem) cümleleri ve isim (ad) cümleleri. Verilen “Sudan sebeplerle beni terk edemezsin.” cümlesinde yüklem, <b>terk edemezsin</b> söz grubudur. Bu yüklem, 'terk etmek' fiilinin olumsuz yeterlilik çekimidir. Yüklemi bir fiil olan cümleler <b>fiil (eylem) cümlesi</b> olarak adlandırılır. Bu nedenle doğru cevap fiil cümlesidir."
  },
  {
    "id": "335841",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi “eylem (fiil) cümlesi” <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Şampiyon sporcu, bayrağımızı farklı ülkelerde dalgalandırmayı başardı.",
      "B": "O gece kâbustan uyandığından beri benzi soluktu.",
      "C": "Hediye götürdüğümüz öğrenciler, kendilerine özel paketleri açınca çok neşelendiler.",
      "D": "Beni hiç beklemediği bir anda karşısında görünce şaşırdı.",
      "E": "O gün kasabadan evimize çok geç saatlerde vardık."
    },
    "explanation": "Bu soru, eylem (fiil) cümlesi tanımına uymayan cümleyi bulmayı amaçlar. Bir cümle, yüklemi <b>çekimli bir fiil</b> olduğunda eylem cümlesi (fiil cümlesi) olarak kabul edilir. Eğer bir cümlenin yüklemi bir isim, sıfat, zamir veya isim soylu bir söz grubu ise (genellikle ek fiil alarak yüklem olur), o cümle <b>ad (isim) cümlesi</b>dir.<br>Dolayısıyla, sorunun doğru cevabı, yüklemi isim soylu bir sözcük olan (ek fiil almış) ad cümlesi olacaktır."
  },
  {
    "id": "396398",
    "unitNumber": 12,
    "text": "<strong>Türkçenin Grameri isimli eser aşağıdakilerden hangisine aittir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Zeynep Korkmaz",
      "B": "Günay Karaağaç",
      "C": "Tahsin Banguoğlu",
      "D": "Leyla Karahan",
      "E": "Efrasiyap Gemalmaz"
    },
    "explanation": "Türkçe gramerinin en temel ve kapsamlı eserlerinden biri olan <b>Türkçenin Grameri</b>, ünlü dil bilimci <b>Muharrem Ergin</b>’e aittir. Muharrem Ergin’in bu eseri, Türk Dil Kurumu'nun çalışmalarına ve genel dil bilgisi eğitimine büyük katkılar sağlamış, özellikle morfoloji ve tarihî Türk dilleri açısından önemli bir kaynak olarak kabul görmüştür."
  },
  {
    "id": "396400",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi kurallı bir cümledir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Bütün gün düşündüm yalnızlığımı ve çaresizliğimi.",
      "B": "Karda gezip izini belli etmeyen bir tilkidir o.",
      "C": "Boş değil ettiğin niyaz.",
      "D": "Sabahları burası sessiz olur.",
      "E": "Hâlden bilmiyor kimseler."
    },
    "explanation": "Cümleler, yüklemin yerleştirilme düzenine göre <b>kurallı (düz) cümle</b> ve <b>devrik cümle</b> olarak ikiye ayrılır. Türkçede temel cümle öge dizilişi Özne - Tümleçler - Yüklem şeklindedir.<br>Bir cümlenin <b>kurallı cümle</b> olabilmesi için temel şart, yüklemin <b>cümle sonunda</b> yer almasıdır. Yüklemin başta veya ortada bulunduğu cümleler ise devrik cümle olarak adlandırılır. Bu nedenle doğru cevap, yüklemi sonda bulunan seçenektir."
  },
  {
    "id": "112075",
    "unitNumber": 13,
    "text": "<strong>Aşağıdaki cümlelerden</strong><strong> hangisi</strong><strong> yapı bakımından olumsuz olduğu hâlde soru yolu ile olumlu anlam kazanmıştır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Bugün derse neden gelmedin?",
      "B": "Kapıyı çalanı niçin bana söylemedin?",
      "C": "Doktor içeride mi?",
      "D": "Bana yalvaran sen değil miydin?",
      "E": "Niçin bu kadar geç kaldınız?"
    },
    "explanation": "Yapı (biçim) bakımından olumsuzluk eki (-ma/-me, değil, yok) taşıyan, ancak soru yoluyla (mı/mi/mu/mü) kullanılarak anlatılmak istenenin aslında olumlu bir yargı olduğu cümleler bu kategoriye girer. Bu tür cümleler <b>sözde soru cümlesi</b> olarak da adlandırılır ve genellikle <b>vurgu</b> veya <b>onaylama</b> amacı taşır. Örneğin, “Böyle bir fırsatı kaçırır mıyız?” (Kaçırmayız, yani değerlendiririz) gibi yapılar bu duruma örnektir."
  },
  {
    "id": "112084",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi biçimce olumsuz anlamca olumlu bir cümledir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Gerçek belirince yalan ortadan kalkar.",
      "B": "Dedesi iyi bir insan değildi.",
      "C": "Her güzel görünen iyi değildir.",
      "D": "Para ile satın alınan sadakat, daha fazla para ile de satılır.",
      "E": "Nasıl cevap vereceğini bilmiyor değildi."
    },
    "explanation": "Bu tür cümleler, <b>biçimce (yapıca)</b> olumsuzluk ekleri (-ma/-me, değil, yok) içerir ancak anlam olarak pozitif bir yargıyı ifade eder. En yaygın örnekleri <b>çifte olumsuzluk</b> (iki olumsuzluğun birbirini götürerek olumluluk sağlaması) veya <b>retorik soru</b> yoluyla olumluluk kazanmasıdır. Örneğin, “Onu görmemiş değilim.” cümlesi biçimce olumsuz olsa da, anlamı “Onu gördüm.” şeklindedir."
  },
  {
    "id": "112085",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi sıralı birleşik cümledir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Bana ulaşmak için önce telefon etmiş, sonra biriyle haber yollamış, olmayınca kendisi gelmek zorunda kalmıştı.",
      "B": "Balığın yanına bir de salata yaptık mı ziyafet hazır.",
      "C": "Akıllı düşman, akılsız dosttan yeğdir.",
      "D": "Düşüncelerini bana aktararak kendi yolunu belirlemeye çalışıyordu.",
      "E": "Daha önce bu soruyu sorsa idi şimdi bu tuzağa düşmeyecekti."
    },
    "explanation": "<b>Sıralı cümle</b>, birden fazla yüklemi olan, yani birden fazla temel cümleden oluşan ve bu temel cümlelerin birbirine virgül (,) veya noktalı virgül (;) gibi noktalama işaretleriyle bağlanmış olduğu cümle yapısıdır. Eğer cümleler arasında öge ortaklığı varsa <b>bağımlı sıralı</b>, yoksa <b>bağımsız sıralı</b> adını alır. Örneğin: 'Güneş doğdu, kuşlar ötüşmeye başladı.' ifadesi sıralı bir cümledir."
  },
  {
    "id": "112149",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi birleşik cümle çeşitlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Şartlı birleşik cümle",
      "B": "Ki’li birleşik cümle",
      "C": "İç içe birleşik cümle",
      "D": "Girişik birleşik cümle",
      "E": "De'li birleşik cümle"
    },
    "explanation": "<b>Birleşik cümleler</b>, bir temel cümle ve en az bir yan cümlecikten (fiilimsi, şart eki, alıntı) oluşur. Temel çeşitleri şunlardır: <b>Girişik Birleşik Cümle</b>, <b>Şartlı Birleşik Cümle</b>, <b>İç İçe Birleşik Cümle</b> ve <b>Ki’li Birleşik Cümle</b>. 'Basit Cümle' veya 'Bağlı Cümle' ise birleşik cümle çeşitlerinden biri <u>değildir</u>, bunlar cümle yapısına göre ayrı ana kategorilerdir."
  },
  {
    "id": "114937",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi şartlı birleşik cümledir? </strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Bu kadar işi tek başına yapmak zor olabilir.",
      "B": "Beni ne kadar erken ararsan sana o kadar yardımcı olabilirim.",
      "C": "Duydum ki unutmuşsun gözlerimin rengini.",
      "D": "Dostu ağırlamak, düşmanı ağırlamaktan çok zordur.",
      "E": "Konuşmayı erken öğrendim ama susmayı öğrenmem için yaşlanmam gerekti."
    },
    "explanation": "<b>Şartlı birleşik cümle</b>, temel cümlenin yargısının gerçekleşmesini bir şarta bağlayan, yani <b>şart kipi eki (-se / -sa)</b> ile kurulmuş bir yan cümlecik içeren cümlelerdir. Bu şart yan cümleciği, genellikle temel cümlenin <b>zarf tümleci</b> görevinde kullanılır. Örnek: 'Erken kalkarsan, otobüse yetişirsin.' (Burada 'erken kalkarsan' yan cümleciktir.)"
  },
  {
    "id": "145517",
    "unitNumber": 13,
    "text": "<strong>Aşağıdaki cümlelerin hangisinde “bağımlı sıralı” bir yapı söz konusudur?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Bize gelirsen beraber gideriz.",
      "B": "Sen ödevlerini yap, sonra dışarı çık.",
      "C": "Ahmet sana bakıyordu, sen görmüyordun.",
      "D": "O kadar güzeldi ki, size anlatamam.",
      "E": "Beni anlayan kimse yoktu."
    },
    "explanation": "<b>Sıralı cümleler</b>, birden çok temel cümlenin noktalama işaretleriyle bağlanmasıyla oluşur. Eğer bu temel cümlelerden en az biri arasında <b>ortak bir öge</b> (özne, nesne, yer tamlayıcısı, zarf tümleci vb.) varsa, bu yapıya <b>bağımlı sıralı cümle</b> denir. Öge ortaklığı, gereksiz tekrardan kaçınılmasını sağlar. Örneğin: 'Kedi uyandı, hemen süt içti.' (Özne 'Kedi' ortaktır.)"
  },
  {
    "id": "145521",
    "unitNumber": 13,
    "text": "<strong>Aşağıdaki cümlelerin hangisinde soru sormak değil, bilinen bir şeyi vurgulamak söz konusudur?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Nereye gideceğinize karar verebildiniz mi?",
      "B": "Bu yıl okulun başarısı nasıl?",
      "C": "Kiminle konuştuğumu biliyor musun?",
      "D": "Kimi aramayı düşünüyorsunuz?",
      "E": "Hangimiz sohbet etmeyi sevmeyiz?"
    },
    "explanation": "Bu durum, cevabı zaten bilinen veya amacı soru sormak değil, bir duyguyu (şaşkınlık, kızgınlık, vurgu) ifade etmek olan <b>sözde soru cümlelerinde (retorik soru)</b> görülür. Bu cümleler biçimce soru işareti (?) ile biter ancak anlamca olumlu veya olumsuz bir yargıyı kuvvetlendirir. Örneğin: 'Bu teklif kaçırılır mı?' (Kaçırılmaz, vurgusu yapar.)"
  },
  {
    "id": "145524",
    "unitNumber": 13,
    "text": "<strong>Aşağıdaki cümlelerin hangisinde yan cümlecik temel cümlenin nesnesidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Dizeler, ruhumuza seslenen notalar zinciridir.",
      "B": "Kanunun hüzün veren sesi kulaklarımda çınladı.",
      "C": "Yurdundan uzaklara düşmüş minik kuş gibiydi.",
      "D": "Duygularımı canlandıran bir ses duyuyorum.",
      "E": "Bizi gören çocuklar, minik kollarıyla boynumuza atıldılar."
    },
    "explanation": "Birleşik cümlelerdeki <b>yan cümlecik</b>, temel cümlenin herhangi bir ögesi olabilir. Yan cümleciklerin temel cümlenin <b>nesnesi</b> olması için, genellikle fiilimsilerle (özellikle isim fiillerle) kurularak, temel cümlenin yüklemini etkilemesi ve 'neyi?' veya 'kimi?' sorularına cevap vermesi gerekir. Örnek: 'Herkes <b>bu olayın çözülmesini</b> bekliyordu.' cümlesinde 'bu olayın çözülmesini' ifadesi, temel cümlenin belirtili nesnesidir."
  },
  {
    "id": "145528",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi, öznesi ortak bir sıralı cümledir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Radyo çalışıyor; oturanlar onu ilgiyle dinliyorlardı.",
      "B": "Evden sessizce çıktık; sokakta lambalar yanmıyordu.",
      "C": "Konuşa konuşa geldiler; evin önünde durdular.",
      "D": "Kentin güneyine bakıyorum; evler sisten gözükmüyor.",
      "E": "Gürültüler artıyor; kimse kimseyi duymuyordu."
    },
    "explanation": "Bu, <b>bağımlı sıralı cümle</b> yapısının bir alt türüdür. İki ya da daha fazla temel cümle noktalama işaretleriyle bağlanmıştır ve bu temel cümlelerin eylemini gerçekleştiren unsur, yani <b>özne</b>, ortaktır. Özne genellikle ilk cümlede açıkça belirtilir ve diğer cümlelerde tekrarlanmaz. Örneğin: 'Ali eve geldi, [Ali] dinlendi, [Ali] uyudu.' (Özne: Ali, tüm eylemler için ortaktır.)"
  },
  {
    "id": "145533",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi bağlı cümleye örnek <u>oluşturmaz</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kuşlar uçardı ve doru atlar dört nala giderdi.",
      "B": "Duman her tarafı sarmıştı.",
      "C": "Omzuma başını koyup üzüldü ama asla ağlamadı.",
      "D": "Uyurgezer bir çocuktu fakat çok da uyanıktı.",
      "E": "İnanılmaz bir acı duydu bileklerinde ancak bu ilk değildi."
    },
    "explanation": "<b>Bağlı cümle</b>, birden fazla temel cümlenin arasına konulan <b>bağlaçlar</b> (ve, ama, fakat, lakin, çünkü, oysa, yahut vb.) aracılığıyla birbirine bağlanmasıyla oluşur. Eğer bir cümlede tek bir yüklem varsa (<b>Basit Cümle</b>) veya temel cümleler sadece noktalama işaretleriyle ayrılmışsa (<b>Sıralı Cümle</b>), o cümle bağlı cümleye örnek <u>oluşturmaz</u>."
  },
  {
    "id": "145567",
    "unitNumber": 13,
    "text": "<strong>Aşağıdaki cümlelerden hangisi \"mi\"li soru cümlesine örnektir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Koşabilir mi koşamaz mı bilemiyorum.",
      "B": "Doğum günün 3 Nisan mıydı?",
      "C": "Şu maçı da aldık mı şampiyonuz.",
      "D": "Ellerimden tuttun muydu hiçbir engel aşılmaz değil evladım.",
      "E": "Şu sınav bitti miydi rahatız."
    },
    "explanation": "Türkçede soru anlamı, <b>mı/mi/mu/mü</b> soru edatıyla (partikül) sağlanır. <b>'Mi'li soru cümlesi</b>, özellikle soru edatının kullanıldığı yapıyı ifade eder ve genellikle cümlenin en önemli ögesinden sonra gelerek o ögeyi vurgular. Örneğin: 'Bu ev senin <b>mi</b>?' veya 'Kitabı okudun <b>mu</b>?'"
  },
  {
    "id": "145621",
    "unitNumber": 13,
    "text": "<strong>‘’Ellerini arkadan bağlamıştı ve beylik tabancası belindeydi.’’ cümlesinin özellikleri aşağıdaki seçeneklerden hangisinde doğru olarak verilmiştir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Olumlu/Bağlı/Kurallı/İsim",
      "B": "Olumlu/Bağlı/kurallı/Eylem",
      "C": "Olumlu/Sıralı/Kurallı/İsim",
      "D": "Olumlu/Bağlı/Devrik/İsim",
      "E": "Olumsuz/Bağlı/Kurallı/Eylem"
    },
    "explanation": "Verilen cümle, 'Ellerini arkadan bağlamıştı' ve 'beylik tabancası belindeydi' olmak üzere iki ayrı temel yargıdan oluşmaktadır. Bu iki yargı, aralarındaki <b>'ve' bağlacı</b> ile birbirine bağlanmıştır. Yapısına göre bu tür cümlelere <b>bağlı cümle</b> denir."
  },
  {
    "id": "145628",
    "unitNumber": 13,
    "text": "<strong>‘’Doğmazsa güneş yeryüzüne aydınlıklar karanlıkta kalır, dedi.’’ cümlesi yapısına göre aşağıdaki cümle çeşitlerinden hangisine örnektir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Bağlı",
      "B": "Sıralı",
      "C": "Eylem",
      "D": "Basit",
      "E": "Birleşik"
    },
    "explanation": "Verilen cümle, 'Doğmazsa güneş yeryüzüne aydınlıklar karanlıkta kalır' şeklinde bir <b>alıntı cümleyi</b>, 'dedi' şeklindeki <b>temel cümlenin nesnesi</b> olarak bünyesinde barındırmaktadır. Başka bir cümleyi (alıntıyı) yan cümlecik olarak kullanan bu tür yapılar, <b>İç İçe Birleşik Cümle</b> olarak adlandırılır."
  },
  {
    "id": "162462",
    "unitNumber": 13,
    "text": "<strong>Girişik birleşik cümleye aşağıdaki cümlelerden hangisi örnek teşkil eder?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Su, dere yatağında öylece akıp gidiyordu.",
      "B": "Kuşlar gibi özgürüm artık.",
      "C": "Elini bana uzatarak kuyudan çıktı.",
      "D": "Sönük bir lamba alevi bu aşk.",
      "E": "Kitabın başında uyuya kalmış."
    },
    "explanation": "<b>Girişik birleşik cümle</b>, temel cümledeki yüklemin dışında, cümlede en az bir tane <b>fiilimsi (isim fiil, sıfat fiil, zarf fiil)</b> bulunduran cümlelerdir. Fiilimsiler, cümlede <b>yan cümlecik</b> kurar ve genellikle temel cümlenin bir ögesi olarak görev yapar. Örnek: '<b>Koşarak</b> içeri girdi.' ('Koşarak' zarf fiil, yan cümleciktir.)"
  },
  {
    "id": "162463",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi olumsuz cümleye örnek <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Elleri göğsünde bağlı uyuyordu.",
      "B": "Hiç kimse susturamazdı onu.",
      "C": "Duramazdı, devam etmek zorundaydı.",
      "D": "Gözleri görmezdi hiçbir güzelliği.",
      "E": "Gece boyu uyanık kalır hiç uyumazdı."
    },
    "explanation": "Anlamına göre cümleler Olumlu ve Olumsuz olarak ayrılır. Olumsuz cümleler, yargının gerçekleşmediğini veya mevcut olmadığını bildiren, genellikle <b>-ma/ -me</b> ekini, <b>değil</b> sözcüğünü veya <b>yok</b> kelimesini bulunduran cümlelerdir. Olumsuz cümleye örnek <u>olmayan</u> bir seçenek, bu unsurları taşımayan ve yargının gerçekleştiğini bildiren <b>olumlu bir cümle</b> olmalıdır."
  },
  {
    "id": "162465",
    "unitNumber": 13,
    "text": "‘’Şart cümlesi temel cümleyi genellikle şart, zaman, sebep, benzetme gibi anlamlarla tamamlar ve temel cümlenin zarfı olur.’’<br /><strong>Aşağıdaki cümlelerden hangisi verilen bilgiye uygun bir örnek <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Mutluluk dünyaya yayılırsa sorunlar çözülür.",
      "B": "Atlar eğerlenirse geziye çıkarız.",
      "C": "Sular durulursa enkazın boyutunu görürler.",
      "D": "Bana karşı kin kusmaya devam ederse ölür.",
      "E": "Dün neden derse geç kaldın?"
    },
    "explanation": "<b>Şartlı birleşik cümlelerde</b>, şart eki (-se/-sa) ile kurulan yan cümlecik, genellikle temel cümlenin eylemini hangi şartla, hangi sebeple ya da ne zaman gerçekleştiği açısından niteleyerek <b>zarf tümleci</b> görevini üstlenir. Verilen bilgiye uygun bir örnekte şart, temel eylemin zarfı olmalıdır. Örneğin: 'Yağmur <b>yağarsa</b>, pikniği erteleriz.' (Zaman/Şart bildirir, zarf tümlecidir.)"
  },
  {
    "id": "162466",
    "unitNumber": 13,
    "text": "<strong>‘’Gözleri maviydi, elleri bembeyaz ve saçları alabildiğine kumral’’ cümlesinin özellikleri aşağıdakilerden hangisinde doğru olarak verilmiştir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Olumlu/Sıralı/Kurallı/İsim",
      "B": "Olumlu/Bağlı/Kurallı/İsim",
      "C": "Olumsuz/Sıralı/Kurallı/İsim",
      "D": "Olumsuz/Bağlı/Kurallı/İsim",
      "E": "Olumlu/Sıralı/Devrik/İsim"
    },
    "explanation": "Verilen cümle ('Gözleri maviydi, elleri bembeyaz ve saçları alabildiğine kumral') birden fazla bağımsız yargıyı art arda sıralamaktadır. İlk yargıda yüklem ('maviydi') açıkça belirtilmiş, diğer yargılarda ise yüklem (isim cümlelerinde 'idi' veya 'vardı') düşmüştür. Bu durum, temel cümlelerin noktalama işaretleri ve bağlaçla bağlanmasından dolayı <b>sıralı/bağlı cümle</b> yapısı olduğunu gösterir. Düşen yüklemlerden dolayı aynı zamanda <b>eksiltili cümle</b> özellikleri de gösterir."
  },
  {
    "id": "162467",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi anlamına göre cümle çeşitlerinden biridir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Bağlı",
      "B": "Sıralı",
      "C": "Basit",
      "D": "Birleşik",
      "E": "Soru"
    },
    "explanation": "Cümleler <b>anlamlarına göre</b>; <b>Olumlu Cümle</b>, <b>Olumsuz Cümle</b>, <b>Soru Cümlesi</b>, <b>Ünlem Cümlesi</b> ve <b>Emir/İstek Cümlesi</b> olmak üzere sınıflandırılır. Bu sınıflardan herhangi biri anlamına göre cümle çeşitlerinden biridir."
  },
  {
    "id": "305389",
    "unitNumber": 13,
    "text": "<strong>“O zaman vecd ile bin secde eder varsa taşım.” cümlesinin özellikleri aşağıdakilerin hangisinde doğru olarak verilmiştir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kurallı, isim, bağlı, olumlu",
      "B": "Kurallı, fiil, şartlı birleşik, olumlu",
      "C": "Devrik, fiil, şartlı birleşik, olumlu",
      "D": "Devrik, isim, şartlı birleşik, olumsuz",
      "E": "Devrik, isim, sıralı, olumlu"
    },
    "explanation": "“O zaman vecd ile bin secde eder varsa taşım.” cümlesinin yüklemi 'eder'dir. Cümlede tek bir yargı ('eder') vardır ve herhangi bir fiilimsi ya da alıntı cümle bulunmadığından <b>basit cümledir</b>. Yüklem sonda olmadığından <b>devrik (kuralsız) cümledir</b>. Yargı gerçekleştiği (secde etme eylemi) için <b>olumlu cümledir</b>."
  },
  {
    "id": "305419",
    "unitNumber": 13,
    "text": "<strong>Sıralı cümle için aşağıdakilerden hangisi söylenebilir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnızca tek yargı bildirir.",
      "B": "İki veya daha fazla cümle ile kurulur ve tek yargı bildirir.",
      "C": "Sıralı cümleler, birbirinden virgül veya noktalı virgülle ayrılmaz.",
      "D": "Tek başına bağımsız yargı bildiren iki veya daha fazla cümlenin bir anlam bütünlüğü içinde sıralanmasıyla kurulan cümlelerdir.",
      "E": "İki ayrı cümle birbirine bağlaç ile bağlanır."
    },
    "explanation": "<b>Sıralı cümle</b>, temel cümlenin en az iki bağımsız yargıdan oluşması ve bu yargıların <b>virgül (,)</b> veya <b>noktalı virgül (;)</b> ile birbirine bağlanmasıyla oluşur. Her bir temel cümlenin kendi yüklemi bulunur ve bağlaç kullanılmaz (kullanılırsa bağlı cümle olur). Bu yapıların temel özelliği birden fazla temel yargıyı art arda sunmaktır."
  },
  {
    "id": "333531",
    "unitNumber": 13,
    "text": "<strong>Aşağıdaki cümlelerden hangisi yapısı yönüyle diğerlerinden farklıdır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yazılarımı genellikle geceleri kaleme alırım.",
      "B": "Gerçek bir sanatçı için yaşam koşullarının bir önemi yoktur.",
      "C": "Yazarlıkta özgünlüğü ve doğallığı yakalamak, yazar için kolay bir iş değildir.",
      "D": "Her sanat yapıtında, sanatçının yaşamından ve düşünce dünyasından izler bulunur.",
      "E": "Birçok şair, başlangıçta sevdiği yazar ve şairleri taklit etmiştir."
    },
    "explanation": "Türkçede cümleler yapılarına göre dörde ayrılır: <b>Basit Cümle</b>, <b>Birleşik Cümle</b>, <b>Sıralı Cümle</b> ve <b>Bağlı Cümle</b>. Bu tür sorularda amaç, verilen şıklardaki cümlelerin yapılarını tespit edip, diğer üçünden farklı olanı bulmaktır.<br>Basit cümle tek yüklemden oluşur ve içinde fiilimsi bulunmaz. Birleşik cümle ana yüklemle birlikte yan cümlecikler (genellikle fiilimsiler, şart kipi ya da iç içe geçmiş cümle) içerir. Sıralı cümleler iki veya daha fazla yüklemi virgül veya noktalı virgülle ayırır. Bağlı cümleler ise yüklemleri 'ama, fakat, lakin, ve' gibi bağlaçlarla birleştirir. Farklı yapıdaki cümle, bu dört ana tipin tespit edilmesiyle belirlenir."
  },
  {
    "id": "333982",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi yapısı yönüyle basit bir cümledir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Vedalaşmak için terminale gittiğimde otobüs çoktan hareket etmişti.",
      "B": "Memlekete giderken yolda öğrencilerimle karşılaştım.",
      "C": "Çok beğendiğim bu köyde bir sene yaşamaya karar verdim.",
      "D": "Bazı anıların, bizim için çok özel bir yeri vardır.",
      "E": "İnsanın bilgisi ve görgüsü kitap okudukça artar."
    },
    "explanation": "<b>Basit Cümle</b>, yapısı gereği tek yargı bildiren cümlelerdir. Bir cümlenin basit olması için, o cümlede yalnızca bir tane çekimli fiil (yüklem) bulunmalı ve bu yüklem dışında herhangi bir <b>fiilimsi</b> (isim-fiil, sıfat-fiil, zarf-fiil) veya yan cümle kuran başka bir unsur (-se/-sa, ki bağlacı, alıntı cümle) bulunmamalıdır. Örneğin, 'Çocuk parkta koştu.' cümlesi basit bir cümledir çünkü tek yargı ('koştu') içerir."
  },
  {
    "id": "335846",
    "unitNumber": 13,
    "text": "<strong>Aşağıdaki cümlelerden hangisi nesnesi ortak bağımlı sıralı bir cümledir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Bana söylediklerine inanamıyor, neden böyle davrandığını anlamıyordum.",
      "B": "Sonunda güneş doğdu, muhabbetle bizi selamladı.",
      "C": "Meyveleri dalından topladık, kasalara özenle yerleştirdik.",
      "D": "Yağmur yağınca toprak ıslandı, sokaklar çamura boyandı.",
      "E": "Aylarca uykusuz kalarak çalıştı, sonunda istediği bölüme yerleşti."
    },
    "explanation": "Bu cümle türü, <b>Sıralı Cümleler</b> kategorisine girer. Sıralı cümleler, iki veya daha fazla bağımsız cümlenin virgül (,) veya noktalı virgül (;) ile birbirine bağlanmasıyla oluşur. Eğer bu cümlelerin herhangi bir ögesi (özne, nesne, dolaylı tümleç, zarf tümleci) ortak kullanılıyorsa, buna <b>Bağımlı Sıralı Cümle</b> denir.<br>İstenen durum olan 'nesnesi ortak bağımlı sıralı cümle'de, sıralanan en az iki yüklemin eyleminin yöneldiği aynı <b>nesne</b> (belirtili veya belirtisiz) bulunmalıdır. Örnek: 'Annem vazoyu aldı, masaya koydu.' (Vazo, hem alma hem de koyma eyleminin nesnesidir)."
  },
  {
    "id": "396038",
    "unitNumber": 13,
    "text": "Türkçede anlamına göre cümlede yüklem ...........-..................-................ şeklinde olabilir.<br /><strong>Cümlesinde boş bırakılan yerlere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Olumlu-Olumsuz-Devrik",
      "B": "Olumsuz-Olumlu-Bileşik",
      "C": "Olumlu-Olumsuz-Soru",
      "D": "Olumlu-Olumsuz-Sıralı",
      "E": "Olumlu-Olumsuz-Kurallı"
    },
    "explanation": "Türkçede cümleler anlamına göre temel olarak dört başlıkta incelenir: <b>Olumlu</b>, <b>Olumsuz</b>, <b>Soru</b> ve <b>Ünlem</b> cümleleri. Bu soruda boş bırakılan yerlere getirilmesi gerekenler genellikle eylemin gerçekleşip gerçekleşmemesi ve cümlenin ifade biçimiyle ilgilidir.<br>Yaygın sınıflandırmaya göre, boşluklara getirilmesi gereken temel anlam tipleri şunlardır: <b>Olumlu</b> (eylemin yapıldığı), <b>Olumsuz</b> (eylemin yapılmadığı) ve <b>Soru</b> (cevap bekleyen ifade)."
  },
  {
    "id": "396405",
    "unitNumber": 13,
    "text": "<strong>\"Girişik, iç içe, şartlı\" gibi ifadeler aşağıdakilerden hangisiyle birlikte kullanılır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Birleşik",
      "B": "Bağlı",
      "C": "Basit",
      "D": "Sıralı",
      "E": "Devrik"
    },
    "explanation": "<b>Girişik Birleşik Cümle</b>, <b>İç İçe Birleşik Cümle</b> ve <b>Şartlı Birleşik Cümle</b> ifadeleri, yapısı yönünden <b>Birleşik Cümle</b> ile birlikte kullanılır.<br><b>Girişik Birleşik Cümle</b>: Yan cümlesi fiilimsi (isim, sıfat veya zarf-fiil) olan cümlelerdir. <br><b>İç İçe Birleşik Cümle</b>: Başka bir cümlenin ana cümle içerisinde yan cümle olarak kullanıldığı (aktarma sözlerin bulunduğu) cümlelerdir. <br><b>Şartlı Birleşik Cümle</b>: Yan cümlesi şart kipi (-se/-sa) ile kurulan cümlelerdir."
  },
  {
    "id": "396407",
    "unitNumber": 13,
    "text": "Dün gece çok ağladım ama sesimi duyan olmadı. <br /><strong>Verilen cümle aşağıdaki cümle çeşitlerinden hangisine örnektir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Birleşik",
      "B": "Sıralı",
      "C": "Kurallı",
      "D": "Bağlı",
      "E": "Basit"
    },
    "explanation": "Verilen 'Dün gece çok ağladım ama sesimi duyan olmadı' cümlesi, iki ayrı yüklemi ('ağladım', 'olmadı') bulunan ve bu iki yüklemi birbirine 'ama' <b>bağlacı</b> ile bağlayan bir cümledir. İki bağımsız cümlenin bir bağlaç aracılığıyla bağlanmasıyla oluşan cümlelere <b>Bağlı Cümle</b> denir. Bağlı cümleler, sıralı cümlelerden farklı olarak, ögeleri ortak kullanma zorunluluğu taşımazlar ve aralarındaki ilişkiyi bağlaç sağlar."
  },
  {
    "id": "112077",
    "unitNumber": 14,
    "text": "<strong>Cümle çözümlemesinde aşağıdaki özelliklerden hangisi <u>aranmaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yüklemin türü",
      "B": "Yüklemin cümledeki yeri",
      "C": "Cümlenin anlamı",
      "D": "Cümlenin ögelerine göre sıralanışı",
      "E": "Cümledeki kelime sayısı"
    },
    "explanation": "Cümle çözümlemesi (Sentence analysis) esas olarak cümlenin <b>yükleminin türü</b> (fiil/isim), <b>yüklemin yeri</b> (kurallı/devrik), <b>anlamı</b> (olumlu/olumsuz) ve <b>yapısı</b> (basit, birleşik, sıralı, bağlı) gibi temel sınıflandırma özelliklerine odaklanır. Bu sınıflandırmaların dışında kalan ve cümlenin temel yapısıyla doğrudan ilgili olmayan bir özellik (örneğin kelimelerin etimolojik kökeni veya ses bilgisel yapısı) çözümlemede <b>aranmaz</b>."
  },
  {
    "id": "112147",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi anlamına göre olumsuz soru cümlesidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Hasan fabrikadan çıkmış mıydı?",
      "B": "Bahçenin etrafını kazmak istiyor muydunuz?",
      "C": "Geçen gün buraya gelmiş miydi?",
      "D": "Odanın her köşesi nergis kokmuyor muydu?",
      "E": "Okulun önünde bekledin mi?"
    },
    "explanation": "<b>Anlamına göre olumsuz soru cümlesi</b>, yapı ve biçim olarak soru cümlesi formatında olsa da, içeriğinde bir olumsuzluk barındıran veya olumlu bir beklentiyi reddeden cümlelerdir. Bu tür cümleler, genellikle olumsuzluk ekini (<b>-ma/me</b>, <b>değil</b>, <b>yok</b>) ve ardından soru ekini (<b>mı/mi</b>) bir arada kullanır. Örneğin: 'Bu işi bitiremez misin?' (Bitiremeyeceğini kasteder.)"
  },
  {
    "id": "112157",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi yapısına göre basit bir cümledir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Çanakkale içinde vurdular beni.",
      "B": "Önüne engeller çıkaracaklardır, sen bunlara dayanacaksın.",
      "C": "Lokman Hekim gelse yaram azdırır.",
      "D": "Önce okudu ve sonra anlattı.",
      "E": "O kadar çalıştı ki sonunda başardı."
    },
    "explanation": "<b>Yapısına göre basit bir cümle</b>, sadece tek bir <b>yüklem</b> (çekimli fiil veya ek fiil almış isim) içeren ve bu tek yargının dışında başka bir yargı, yani herhangi bir <b>fiilimsi</b> (yan cümlecik oluşturucu) barındırmayan cümlelerdir. Basit cümle, tek bir temel düşünceyi ifade eder."
  },
  {
    "id": "162476",
    "unitNumber": 14,
    "text": "<strong>Aşağıdaki cümlelerin hangisi fiil (eylem) cümlesi <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Hırsızlar kapıyı kırıp içeri girmişler.",
      "B": "Çanakkale içinde vurdular beni.",
      "C": "Ertesi gün hiç kimse ölmedi.",
      "D": "Akıl akıldan üstündür.",
      "E": "El elin eşeğini türkü çağırarak arar."
    },
    "explanation": "Bir cümlenin <b>fiil (eylem) cümlesi olmaması</b> demek, yükleminin bir eylemden türememesi, yani o cümlenin <b>isim cümlesi</b> olması demektir. İsim cümlelerinde yüklem, isim soylu bir sözcük (isim, sıfat, zamir vb.) olup, <b>ek fiil</b> (idi, imiş, -dir) alarak çekimlenmiştir."
  },
  {
    "id": "162479",
    "unitNumber": 14,
    "text": "<strong>Aşağıdaki cümlelerden hangisi yapısına göre diğerlerinden farklıdır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kuralları insanlar koyar ve oyun bu kurallarla oynanır.",
      "B": "Hayat, kuralları basit bir oyundur.",
      "C": "Bazen en güzel tepki susmaktır.",
      "D": "Havalar yavaş yavaş soğudu.",
      "E": "Atlar insanların en iyi dostlarındandır."
    },
    "explanation": "Cümleler yapılarına göre <b>basit</b> (tek yargı), <b>birleşik</b> (yan cümlecikli), <b>sıralı</b> (virgülle ayrılmış birden çok yüklem) veya <b>bağlı</b> (bağlaçla bağlanmış birden çok yüklem) olarak dörde ayrılır. Soruda istenen farklılık, seçeneklerden birinin (örneğin <b>birleşik cümle</b>nin) diğer üç yapıdan (örneğin <b>basit cümle</b>lerden) ayrılmasını gerektirir."
  },
  {
    "id": "162480",
    "unitNumber": 14,
    "text": "<strong>‘’Çocuklar inanın, İnanın çocuklar.’’ cümlesinin özellikleri aşağıdaki seçeneklerden hangisinde doğru olarak verilmiştir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Basit/İsim/Olumsuz/Devrik",
      "B": "Birleşik/Eylem/Olumlu/Devrik",
      "C": "Sıralı/İsim/Olumsuz/Kurallı",
      "D": "Sıralı/Eylem/Olumlu/Kurallı",
      "E": "Bağlı/Eylem/Olumlu/Devrik"
    },
    "explanation": "‘Çocuklar inanın, İnanın çocuklar.’ cümlesi birden fazla yüklem (<b>inanın</b>) içerdiği ve bu yüklemler virgülle ayrıldığı için <b>yapısına göre sıralı cümledir</b>. Yüklemler çekimli fiil olduğu için <b>fiil cümlesi</b>dir. Yüklem cümlenin sonunda değil, ortasında ve başında yer aldığı için <b>devrik cümle</b>dir. Olumsuzluk eki almadığı için <b>olumludur</b>."
  },
  {
    "id": "162482",
    "unitNumber": 14,
    "text": "Türkçe, dünya dilleri arasında en sağlam matematiksel yapıya sahip dillerden biridir. Cümlede önce özne sonra nesne en son yüklem gelir.<br /><strong>Paragrafta verilen bilgilerden hareketle aşağıdaki cümlelerden hangisi özne-nesne-yüklem şeklinde <u>sıralanmamıştır</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Zayıflıklar insanı sıradanlaştırır.",
      "B": "Vedalaştık bir ikindi öncesi.",
      "C": "Sen de onu getir.",
      "D": "Mehmet ödevini getirmemiş.",
      "E": "Kadın soyadını unutmuştu."
    },
    "explanation": "Türkçenin temel dil bilgisi kuralına göre, kurallı bir cümlenin dizilişi <b>Özne - Nesne/Tümleçler - Yüklem</b> şeklindedir. Bu sıralamaya uymayan cümle, yüklemin başta veya ortada yer aldığı <b>devrik cümle</b>dir veya ögeler farklı bir sıralamayla dizilmiştir. Aranan cümle, bu temel <b>Özne-Nesne-Yüklem</b> şemasından sapmış olandır."
  },
  {
    "id": "162485",
    "unitNumber": 14,
    "text": "<strong>Aşağıdaki cümlelerden hangisi yükleminin yerine göre diğerlerinden farklıdır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kapattık dükkânı güzel kardeşim.",
      "B": "Soğuk gelir pencereyi kapatmazsan.",
      "C": "Kin güderler bize karşı.",
      "D": "Nefret söylemi var dillerinde.",
      "E": "Yavaş adımlarla eve doğru yürüdüler."
    },
    "explanation": "Cümleler <b>yüklemin yerine göre</b> ikiye ayrılır: Yüklemin cümlenin <b>en sonunda</b> bulunduğu cümleler <b>kurallı (düz) cümle</b> olarak adlandırılır. Yüklemin başta veya ortada bulunduğu cümleler ise <b>devrik cümle</b>dir. Farklı olan cümle, diğer üçünün ait olduğu grubun tersi bir yapıya (kurallı veya devrik) sahip olmalıdır."
  },
  {
    "id": "162486",
    "unitNumber": 14,
    "text": "<strong>Birbiriyle anlam bağlantısı olan en az iki yüklem ve bağlaçlarla kurulan cümle yapısına ne denir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Sıralı",
      "B": "Basit",
      "C": "Bağlı",
      "D": "Birleşik",
      "E": "Girişik birleşik"
    },
    "explanation": "Birden fazla temel yargıyı (yüklemi) anlam bağlantısı kurarak birleştiren, ancak bu yargıların arasına virgül veya noktalı virgül yerine <b>bağlaç</b> (ve, ama, fakat, çünkü, oysa vb.) yerleştirilerek kurulan cümle yapısına <b>Bağlı Cümle</b> denir. Bağlı cümle, sıralı cümlenin aksine yüklemleri bağlaçlarla bağlar."
  },
  {
    "id": "305433",
    "unitNumber": 14,
    "text": "<strong>“Sora sora Bağdat bulunur.” cümlesinin özellikleri aşağıdakilerin hangisinde belirtilmiştir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Olumlu – basit – devrik – eylem",
      "B": "Olumlu – birleşik – kurallı – eylem",
      "C": "Olumsuz – sıralı – kurallı – ad",
      "D": "Olumlu – sıralı – devrik – ad",
      "E": "Olumsuz – birleşik – kurallı – eylem"
    },
    "explanation": "“Sora sora Bağdat bulunur.” cümlesi: <br>1. Yapı: <b>Sora sora</b> (zarf-fiil) bir yan cümlecik oluşturduğu için <b>birleşik cümledir</b>.<br>2. Yüklem: <b>Bulunur</b> çekimli fiil olduğu için <b>fiil cümlesidir</b>.<br>3. Yer: Yüklem sonda olduğu için <b>kurallıdır</b>.<br>4. Anlam: Olumsuzluk eki/kelimesi taşımadığı için <b>olumludur</b>."
  },
  {
    "id": "305435",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi \"olumlu, isim, kurallı, basit\" cümle şeklindedir? </strong>",
    "correctAnswer": "A",
    "options": {
      "A": "İnsan, çok yönlü bir varlıktır.",
      "B": "Onlar, onlardan korkarlar ve kaçarlar.",
      "C": "Gökyüzünde sayısız yıldız bulunur, yıldızlar birer ışık huzmesi gibi görünür.",
      "D": "Sen onunla konuşmadıkça seni affetmeyeceğim.",
      "E": "Vardır ellerimde sayısız çiçeğin kokusu."
    },
    "explanation": "İstenen cümle, dört kritere uymalıdır:<br>1. <b>Olumlu</b>: Olumsuzluk içermemeli.<br>2. <b>İsim</b>: Yüklemi isim soylu olmalı (fiil değil).<br>3. <b>Kurallı</b>: Yüklemi cümlenin <b>en sonunda</b> olmalı.<br>4. <b>Basit</b>: Sadece tek bir yargı/yüklem içermeli ve fiilimsi (yan cümlecik) bulunmamalıdır. (Örnek: 'O, okulun en çalışkan öğrencisiydi.')"
  },
  {
    "id": "333535",
    "unitNumber": 14,
    "text": "<strong>Aşağıdaki cümlelerden hangisi biçimce olumlu, anlamca olumsuz bir cümledir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yazılmış ilk tiyatro eseri, Şinâsi’nin yazdığı “Şâir Evlenmesi” adlı eserdir.",
      "B": "Fransız İhtilâli'nin çok uluslu devletler üzerinde olumsuz etkileri olmuştur.",
      "C": "Türkçede cümle düzeni genel olarak “özne, nesne, yüklem” şeklindedir.",
      "D": "Yeryüzünde yaşayan hiçbir dil, Türkçe kadar geniş alanlara yayılmamıştır.",
      "E": "Kendi kültürünün değersiz olduğunu düşünenlerde millî bilinç nasıl gelişebilir?"
    },
    "explanation": "<b>Biçimce olumlu, anlamca olumsuz cümle</b>, yüzeyde olumsuzluk eki (mâ/me) veya kelimesi (değil, yok) taşımamasına rağmen (biçimce olumlu), anlam itibarıyla olumsuz bir yargı bildiren cümlelerdir. Bu durum genellikle <b>retorik sorular</b> (örneğin: 'Sanki bize yardım etti de! – Etmedi anlamında') veya <b>‘Ne... ne…’</b> gibi bağlaçlarla kurulur."
  },
  {
    "id": "335848",
    "unitNumber": 14,
    "text": "Türk halk zekâsının ve halkın, olayları karikatürize etme gücünün büyük sanatlarından biri olan meddahlık, yüzyıllar boyu yaşamış, Türk halkı arasında çok ilgi görmüştür.<br /><strong>Bu cümlenin özellikleri aşağıdakilerin hangisinde doğru sıralanmıştır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Basit – olumlu – kurallı – isim cümlesi",
      "B": "Basit – olumlu – eksiltili – isim cümlesi",
      "C": "Bağımlı sıralı – olumlu – kurallı – fiil cümlesi",
      "D": "Basit – olumlu – devrik – fiil cümlesi",
      "E": "Sıralı – olumsuz – kurallı – isim cümlesi"
    },
    "explanation": "Verilen uzun cümle ('Türk halk zekâsının... meddahlık, yüzyıllar boyu yaşamış, Türk halkı arasında çok ilgi görmüştür.') iki ayrı temel yüklem (<b>yaşamış</b> ve <b>ilgi görmüştür</b>) içermektedir ve bunlar virgülle ayrılmıştır. Bu nedenle yapıya göre <b>Sıralı Cümle</b>dir. Yüklemler fiil olduğu için <b>fiil cümlesidir</b>. Yüklemler sonda yer aldığı için <b>kurallıdır</b> ve olumsuzluk taşımadığı için <b>olumludur</b>."
  },
  {
    "id": "396410",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi cümleyi yapısına göre  incelerken <u>aranmaz</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Basit",
      "B": "Devrik",
      "C": "Birleşik",
      "D": "Bağlı",
      "E": "Sıralı"
    },
    "explanation": "Cümlenin <b>yapısına göre incelemesi</b> yapılırken, sadece yargı sayısı ve yargıların birbirine bağlanış şekli önemlidir (basit, birleşik, sıralı, bağlı). Cümlenin <b>anlamı</b> (olumlu/olumsuz olması) veya <b>yükleminin türü</b> (isim/fiil olması) gibi özellikler, cümlenin yapısını değil, farklı sınıflandırma kriterlerini belirler ve dolayısıyla yapı analizinde <b>aranmaz</b>."
  }
]