[
  {
    "id": "136375",
    "unitNumber": 1,
    "text": "<b>Büyük harflerin kullanımı ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</b>",
    "options": {
      "A": "Ahmet'in söylediklerine -bana pek inandırıcı gelmese de- inandım.",
      "B": "Kapının arkasına saklanmış bekliyordu.",
      "C": "Arkadaşlarına dönüp \"niçin bana yardım etmiyorsunuz?\" diye sitem etti.",
      "D": "Ona Denizkızı Adası derler.",
      "E": "Mehmet'in köpeği Karabaş üç gündür kayıp."
    },
    "correctAnswer": "C",
    "explanation": "Büyük harflerin kullanımıyla ilgili temel kurallar vardır. Özel isimler ve özel isimden sonra gelen unvan/lakaplar büyük harfle başlar. Ancak, akrabalık bildiren kelimelerin kullanımı sıklıkla karıştırılır.<br>Kural şudur: <b>Akrabalık bildiren kelimeler gerçek akrabalık anlamıyla kullanıldığında küçük harfle yazılır</b> (örneğin: Ayşe teyzem, Ali amcam). Ancak bu kelimeler <b>lakap veya unvan yerine kullanılıyorsa büyük harfle yazılır</b> (örneğin: Nene Hatun, Dayı Kemal)."
  },
  {
    "id": "136590",
    "unitNumber": 1,
    "text": "<strong>Büyük harflerin kullanımı ile ilgili olarak aşağıdakilerden hangisi doğrudur?</strong>",
    "options": {
      "A": "Özel isimlerle birlikte kullanılan saygı sözcükleri küçük harfle başlar.",
      "B": "Akrabalık bildiren kelimeler lakap ya da unvan olarak kullanılıyorlarsa büyük harfle başlar.",
      "C": "Şahıs adları yerine kullanılan \"o\" zamiri cümle içinde büyük harfle yazılır.",
      "D": "Dilekçeler tamamen büyük harflerle yazılır.",
      "E": "Belli bir tarih gösteren gün ve ay adlarından yalnızca ay adı büyük harfle başlar."
    },
    "correctAnswer": "B",
    "explanation": "Büyük harf kullanımında dikkat edilmesi gereken en kesin kurallardan biri <b>tarihlerin yazımıdır</b>. Eğer ay ve gün adları belirli bir tarihle (sayıyla) birlikte kullanılıyorsa, <b>büyük harfle başlamalıdır</b> (örneğin: 19 Mayıs 1919 Pazartesi). Eğer tarih belirtilmeden kullanılırsa (örneğin: her pazartesi, önümüzdeki mayıs), küçük harfle yazılır."
  },
  {
    "id": "136598",
    "unitNumber": 1,
    "text": "\"ki\" bağlacı bazı kullanımlarda, kalıplaşmış olduğu için önüne geldiği kelimeyle bitişik yazılır.<br/><strong>Aşağıdakilerden hangisi bu kalıplaşmış kelimelerden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Oysaki",
      "B": "Çünkü",
      "C": "Mademki",
      "D": "Meğerki",
      "E": "Yeterki"
    },
    "correctAnswer": "E",
    "explanation": "\"Ki\" bağlacı normalde ayrı yazılır (Örn: Gel ki görelim). Ancak Türkçede bazı kelimeler kalıplaşarak bitişik yazılır. Bu kelimeler genellikle 'Sanki, Oysaki, Mademki, Belki, Halbuki, Çünkü, Meğerki' (SİMBACIM veya SONBAHARIM kısaltmasıyla akılda tutulur) kelimeleridir. Bu listede olmayan ve <b>bağlaç görevinde olan her 'ki' ayrı yazılır</b>. Soru, bu istisnalar dışında kalan ve ayrı yazılması gereken bir 'ki' içeren seçeneği hedeflemektedir."
  },
  {
    "id": "136874",
    "unitNumber": 1,
    "text": "I. Erzurum 12 mart 1918 tarihinde düşman işgalinden kurtarıldı.<br/>II. Ülkenin doğusu zengin kömür yataklarına sahiptir.<br/>III. İşçiler sıcakmı sıcak bir havada çalışıyorlardı.<br/>IV. Ahmet'in yanında ki adamı kimse tanımıyordu.<br/>V. Yeni ürünler yarın yada öbür gün elimizde olacak.<br/><b>Yukarıdakilerden hangilerinde yazım yanlışı vardır?</b>",
    "options": {
      "A": "I, II ve V",
      "B": "I, III ve V",
      "C": "I, III, IV ve V",
      "D": "I, II, III ve IV",
      "E": "I, II, III, IV ve V"
    },
    "correctAnswer": "C",
    "explanation": "Yukarıdaki ifadelerde birden fazla yazım yanlışı bulunmaktadır:<br>I. '12 mart 1918' ifadesinde <b>belirli tarih bildiren ay adı ('mart') büyük harfle yazılmalıdır</b> (12 Mart 1918). (Yanlış)<br>III. 'sıcakmı sıcak' ifadesindeki pekiştirme amaçlı kullanılan 'mı/mi' edatı <b>ayrı yazılmalıdır</b> (sıcak mı sıcak). (Yanlış)<br>IV. 'yanında ki adamı' ifadesinde sıfat yapan '-ki' (Hangi adam? Yanındaki adam) <b>daima bitişik yazılır</b> (yanındaki). (Yanlış)<br>V. 'yada' kelimesi bağlaçtır ve daima <b>'ya da' şeklinde ayrı yazılmalıdır</b>. (Yanlış)<br>Bu nedenle I, III, IV ve V. ifadelerde yazım yanlışı vardır."
  },
  {
    "id": "211241",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisinde “mi” soru edatı başka bir anlamda kullanılmıştır?</strong>",
    "options": {
      "A": "Yağmur yağdı mı toprağı güzel bir koku kaplar.",
      "B": "Soğuk mu soğuk bir kış günüydü.",
      "C": "Annesini çok mu çok özlemişti.",
      "D": "Güzel mi güzel bir arabası vardı.",
      "E": "Hızlı mı hızlı bir şekilde geçti yanımızdan."
    },
    "correctAnswer": "A",
    "explanation": "Mi eki (mı, mi, mu, mü) genellikle <b>soru anlamı</b> katmak için kullanılır. Ancak metin içinde bu edatın başka görevleri de bulunur. 'Mi' edatının soru dışında kullanıldığı başlıca anlamlar <b>pekiştirme</b> (örneğin: güzel mi güzel, pahalı mı pahalı), <b>şart/zaman</b> (örneğin: Yağmur yağdı mı eve gireriz) anlamlarıdır. Başka bir anlamda kullanıldığı seçenekte genellikle <b>pekiştirme</b> anlamı taşıyan bir ifade yer alır."
  },
  {
    "id": "213365",
    "unitNumber": 1,
    "text": "<strong>Aşağıdaki cümlelerin hangisinde büyük harflerin kullanımı ile ilgili bir <u>yanlış</u> yapılmıştır?</strong>",
    "options": {
      "A": "Küçük pencereden vuran güneş, evi aydınlatıyordu.",
      "B": "Ağrı ve Cudi dağları Türkiye’nin en yüksek noktalarıdır.",
      "C": "Bu tarihî eserler –her ne kadar bakımsız olsalar da– çok kıymetlidir.",
      "D": "Karşıdaki adam, “buraya gelmeyin.” diye bağırıyordu.",
      "E": "Trabzon Türkiye’nin kuzeydoğusunda yer alır."
    },
    "correctAnswer": "D",
    "explanation": "Büyük harf kullanımında yapılan yanlışlıklar genellikle <b>özel isimlere bağlı unvan veya makam isimlerinde</b> ya da <b>belirli bir tarih bildirmeyen ay/gün adlarında</b> görülür. Örneğin, belirli bir tarihi belirtmeyen bir ay adı (Örn: Önümüzdeki Nisan ayında) küçük harfle yazılmalıdır. Eğer seçenek bu kuralı ihlal etmişse (Nisan'ı büyük yazmışsa), yanlışlık yapılmıştır."
  },
  {
    "id": "213366",
    "unitNumber": 1,
    "text": "<strong>Aşağıdaki cümlelerin hangisinde yazım yanlışı yapılmıştır?</strong>",
    "options": {
      "A": "Kardeşim de bizimle birlikte gelecek.",
      "B": "Bugün sende anlamadığım bir hâl var.",
      "C": "Bende onun ne söylediğini anlamıyorum.",
      "D": "Şu sakladığın pastayı getir de yiyelim.",
      "E": "Benden de mi şüphe ediyorsun?"
    },
    "correctAnswer": "C",
    "explanation": "En sık yapılan yazım yanlışlarından biri <b>bağlaç olan 'de/da'nın bitişik yazılmasıdır</b>. Bağlaç olan 'de/da' her zaman <b>ayrı yazılır</b> ve cümleden çıkarıldığında cümlenin anlamı bozulmaz ancak daralır (Örn: Sen de gel). Hal eki olan '-de/-da' ise bitişik yazılır ve çıkarıldığında anlam tamamen bozulur (Örn: Evde kaldım). Yanlış yapılan cümlede, büyük ihtimalle ayrı yazılması gereken bağlaç bitişik yazılmıştır."
  },
  {
    "id": "213367",
    "unitNumber": 1,
    "text": "<strong>Aşağıdaki cümlelerin hangisinde “ki”nin yazımı <u>yanlıştır</u>?</strong>",
    "options": {
      "A": "Masadaki evraklar bir anda kaybolmuştu.",
      "B": "Bendeki kitabını yarın getiririm.",
      "C": "Akşam seni o kadar aradım ki.",
      "D": "Oysa ki o seni çok severdi.",
      "E": "Sabahki gürültünün sebebi neymiş?"
    },
    "correctAnswer": "D",
    "explanation": "\"Ki\"nin yazım yanlışlığı, genellikle bitişik yazılması gereken <b>sıfat yapan -ki</b> veya <b>ilgi zamiri -ki'nin ayrı yazılmasıyla</b> ortaya çıkar (Örn: 'Masadaki kitap' doğru, 'Masada ki kitap' yanlış). Zira bu ekler daima bitişiktir. Yanlışlık yapılan cümlede, bitişik olması gereken bir 'ki'nin ayrı yazılması kural ihlalidir."
  },
  {
    "id": "213368",
    "unitNumber": 1,
    "text": "<strong>Aşağıdaki cümlelerin hangisinde bir yazım <u>yanlışı</u> vardır?</strong>",
    "options": {
      "A": "Doğu Anadolu tren hattı batılı mühendislerce yapılıyor.",
      "B": "Bu yılki yarışma Güney Kore’de yapılacak.",
      "C": "Güneydoğuya bakan odalar yazın çok sıcaktır.",
      "D": "Akdeniz’in doğusuna doğru yol alıyorduk.",
      "E": "Hava tahminlerine göre İç Ege’de yağış bekleniyor."
    },
    "correctAnswer": "A",
    "explanation": "Bir yazım yanlışının olduğu cümle tespit edilirken genellikle <b>birleşik kelimelerin ayrı mı yoksa bitişik mi yazılacağı</b> kuralına bakılır. Birleşik kelime oluşturulurken kelimelerden hiçbiri veya ikincisi anlam değişikliğine uğramazsa <b>ayrı yazılır</b> (Örn: deniz yılanı). Eğer anlam değişirse <b>bitişik yazılır</b> (Örn: bülbül yuvası [tatlı ismi]). Yanlışlık genellikle ayrı yazılması gereken bir birleşik kelimenin (Örn: art arda, peşi sıra, el ele) bitişik yazılmasıdır."
  },
  {
    "id": "213369",
    "unitNumber": 1,
    "text": "<strong>Aşağıdaki cümlelerin hangisinde bir yazım yanlışı <u>yoktur</u>?</strong>",
    "options": {
      "A": "Yarın bizimle Ankara’ya gelmiyormusun?",
      "B": "Ünlü şair, Tevfik Fikret lisesini başarıyla bitirmiş.",
      "C": "Menderes nehri, bu bölgeye dökülür.",
      "D": "Seninde saçına bir gün karlar yağacak.",
      "E": "Tarihî kale yok olmak üzere."
    },
    "correctAnswer": "E",
    "explanation": "Yazım yanlışı olmayan cümlenin tespit edilmesi için, o cümlenin <b>büyük harf, de/da, ki, mi, birleşik kelimeler ve kısaltmaların yazımı</b> kurallarının tamamına uyması gerekir. Diğer seçeneklerin tamamında bu kurallardan en az biri ihlal edilmiştir. Doğru şık, tüm ortografik kuralların titizlikle uygulandığı seçenektir."
  },
  {
    "id": "213370",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerin hangisinde bir yazım yanlışı <u>yoktur</u>?</strong>",
    "options": {
      "A": "Ayşe teyzem de bizimle gelecekmiş.",
      "B": "Ali amcamı görmedimki söyleyeyim.",
      "C": "Mehmet bey durumu biliyor mu?",
      "D": "Prof. dr. Zeki Akgün toplantıya katılacak.",
      "E": "Bizim köyün en yaşlısı dayı Kamber imiş."
    },
    "correctAnswer": "A",
    "explanation": "Bu tür sorularda, doğru yazılmış seçeneği bulmak için öncelikle yaygın hataların (de/da, ki, ayrı yazılması gereken birleşik fiiller/isimler, sayılar) kontrol edilmesi gerekir. <b>Doğru seçenekte, ayrı yazılması gereken tüm bağlaçlar, ek fiiller ve yardımcı fiiller doğru şekilde ayrılmış olmalıdır</b> (Örn: hissetmek yerine hissetmek doğruysa; ya da yerine yada yanlışsa)."
  },
  {
    "id": "213371",
    "unitNumber": 1,
    "text": "<strong>Satır sonuna gelen sözcüklerin kesme işareti kullanılarak bölünmesiyle ilgili aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "options": {
      "A": "Satır sonuna gelen kelimeler, heceleme kurallarına göre bölünürler.",
      "B": "Kelimeler bölünürken Türkçe kurallar dikkate alınır.",
      "C": "Satır sonunda tek harf kalacak şekilde bölme yapılamaz.",
      "D": "Bölünen kelimenin sadece tek harfi alt satıra geçirilemez.",
      "E": "Birleşik sözcükler kelime birleşme noktalarından bölünürler."
    },
    "correctAnswer": "E",
    "explanation": "Satır sonuna gelen sözcüklerin bölünmesiyle ilgili en önemli kural şudur: <b>Özel adlara gelen çekim ekleri kesme işaretiyle ayrıldıktan sonra satır sonunda kalıyorsa, yeni satıra geçerken ayrıca kısa çizgi (-) kullanılmaz</b>. Yanlış olan ifade, kesme işaretinden sonra kısa çizginin de kullanılması gerektiğini iddia eden ifadedir (Örn: Ankara'-dan şeklinde değil, Ankara'<br>dan şeklinde olmalıdır)."
  },
  {
    "id": "213372",
    "unitNumber": 1,
    "text": "<strong>Aşağıdaki cümlelerin hangisinde “ki”nin yazımı <u>yanlıştır</u>?</strong>",
    "options": {
      "A": "Ekşi yemedim ki dişim kamaşsın.",
      "B": "Sen ki bizim en akıllımızdın.",
      "C": "Durum öyle karmaşıktıki, işin içinden çıkamadık.",
      "D": "Kardeşimdeki dosyaları almayı unuttum.",
      "E": "Ondaki pratik zekâ kimsede yoktur."
    },
    "correctAnswer": "C",
    "explanation": "Türkçede <b>bağlaç olan \"ki\" daima ayrı yazılır</b> (kalıplaşmış istisnalar hariç). Bağlaç olan \"ki\" genellikle bir sebep-sonuç ilişkisi veya pekiştirme ifade eder ve cümleden çıkarıldığında anlam bozulmaz (Örn: Gördüm ki gitmiş). Yazım yanlışı, bu ayrı yazılması gereken bağlacın <b>bitişik yazılmasıyla</b> oluşur (Örn: Duydumki)."
  },
  {
    "id": "213373",
    "unitNumber": 1,
    "text": "<strong>Aşağıdaki cümlelerin hangisinde “mi” soru ekinin yazımı <u>yanlıştır</u>?</strong>",
    "options": {
      "A": "Yağmurlar başladımı artık buralarda durulmaz.",
      "B": "Güzel mi güzel bir hava vardı.",
      "C": "Sonunun böyle olacağını bilmiyor muydu?",
      "D": "Görmüyor muydu ne kadar zorlardığını?",
      "E": "Kuvvetli mi kuvvetli bir çocuktu."
    },
    "correctAnswer": "A",
    "explanation": "<b>\"Mi\" soru eki, kendinden önceki kelimeden daima ayrı yazılır</b> (Örn: Sen de gelecek misin?). Ancak mi'ye gelen ekler (şahıs ekleri, zaman ekleri) mi'ye bitişik yazılmalıdır. Yanlışlık genellikle 'mi'nin bitişik yazıldığı (Örn: Biliyormusun?) ya da 'mi'ye gelen ekin ayrı yazıldığı durumlarda (Örn: gel mi sin?) ortaya çıkar."
  },
  {
    "id": "213374",
    "unitNumber": 1,
    "text": "“Yer yön isimleri bir zihniyet veya topluluk belirttiğinde büyük harfle yazılır.”<br/><strong>Aşağıdakilerden hagisinde bu kurala <u>uyulmamıştır</u>?</strong>",
    "options": {
      "A": "Rüzgâr batı yönünden kuvvetli esecekmiş.",
      "B": "Anadolu’nun kuzeyinde hava genelde yağmurludur.",
      "C": "Düşünce sistemimiz batınınkinden daha farklıdır.",
      "D": "Kuzey Avrupa’nın önemli bir kısmı soğuk kuşakta yer alır.",
      "E": "Evin kuzey tarafındaki duvarı yosun tutmuştu."
    },
    "correctAnswer": "C",
    "explanation": "Yer yön adları (Doğu, Batı, Kuzey, Güney) coğrafi bölge veya yön bildiriyorsa küçük harfle (Türkiye'nin doğusu), ancak bir <b>zihniyet, medeniyet, kültür veya siyasi oluşumu</b> ifade ediyorsa <b>büyük harfle başlar</b> (Örn: Batı medeniyeti, Doğu mistisizmi). Kurala uyulmayan seçenekte, yön adı zihniyet belirttiği halde <b>küçük harfle</b> yazılmış olmalıdır (Örn: 'Doğu'nun gizemli kültürü' yerine 'doğu'nun...)."
  },
  {
    "id": "214471",
    "unitNumber": 1,
    "text": "<strong>Aşağıdaki cümlelerin hangisinde yazım yanlışı yapılmıştır?</strong>",
    "options": {
      "A": "Doğum günündeki süslemeleri çok beğendim.",
      "B": "Ahmet ve Aylin’de hasta olmuş.",
      "C": "Annem ve babam 20. evlilik yıl dönümlerini kutladı.",
      "D": "Dizinin en heyecanlı yerinde reklam arasına gidildi.",
      "E": "Yurt dışındaki tatilin maliyetini karşılayabilir miyiz?"
    },
    "correctAnswer": "B",
    "explanation": "Cümledeki yazım yanlışı tespiti için <b>ikilemelerin, pekiştirmelerin, sayıların, de/da ve ki'nin yazımı</b> kontrol edilmelidir. Özellikle <b>ikilemelerin arasına noktalama işareti konmaması ve daima ayrı yazılması</b> (ağır ağır, yavaş yavaş) önemli bir kuraldır. Eğer bu kurallardan biri ihlal edilmişse (örneğin 'güpegündüz' bitişik yazılmalıdır; 'el ele' ayrı yazılmalıdır), yazım yanlışı yapılmıştır."
  },
  {
    "id": "214514",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerin hangisinde “ki”nin yazımı <u>yanlıştır</u>?</strong>",
    "options": {
      "A": "Dünkü maçtan sonra babamın morali çok bozuldu.",
      "B": "Araba öyle kötü kaza yaptı ki hasar görmemiş bir parçası kalmadı.",
      "C": "Madem ki işe gelmedin, o hâlde bana bir açıklama yapmalısın.",
      "D": "Fabrikada geçen yılki işler daha iyiydi.",
      "E": "Benim telefonum seninki kadar iyi özelliklere sahip değil."
    },
    "correctAnswer": "C",
    "explanation": "Soru, tekrar \"ki\"nin yazım yanlışını hedeflemektedir. Yanlışlık, ya <b>ayrı yazılması gereken bağlacın bitişik yazılması</b> (Örn: Geldimki) ya da <b>bitişik yazılması gereken sıfat/ilgi ekinin ayrı yazılmasıdır</b> (Örn: Evde ki). Yanlış yapılan seçenekte, 'ki'nin ayrı/bitişik yazım kuralı ihlal edilmiştir."
  },
  {
    "id": "214573",
    "unitNumber": 1,
    "text": "<strong>Aşağıdaki cümlelerin hangisinde kısaltmaların yazımıyla ilgili bir <u>yanlışlık</u> yapılmıştır?</strong>",
    "options": {
      "A": "Prof. Dr. Aziz Sancar 2015 yılında Nobel Ödülü kazandı.",
      "B": "MEB’e öğretmen olarak atanmak için çok çalıştı.",
      "C": "Orkide vb. çiçeklerin bakımı zordur.",
      "D": "Yabancı öğrenciler TÖMER’de eğitim almaya geldi.",
      "E": "TÜBİTAK’da proje yazma eğitimleri başladı."
    },
    "correctAnswer": "E",
    "explanation": "Türkçede büyük harflerle yapılan kısaltmalara (TDK, TBMM, ABD vb.) getirilen ekler, <b>kesme işaretiyle ayrılır</b> ve <b>kısaltmanın okunuşunun son harfine göre</b> eklenir (açılımına göre değil). Örneğin: TDK'nin değil, <b>TDK'nin</b>. Yanlışlık, genellikle eklerin kısaltmanın açılımına göre getirilmesinde (Türk Dil Kurumu'na göre) veya kesme işaretinin hatalı kullanılmasında görülür."
  },
  {
    "id": "340777",
    "unitNumber": 1,
    "text": "<strong>Aşağıdaki cümlelerin hangisinde sayıların yazımıyla ilgili bir <u>yanlışlık</u> vardır?</strong>",
    "options": {
      "A": "Geçen yıl kullanmadığı on beş günlük izni yandı.",
      "B": "İki günde bir annesiyle babasını ziyarete giderdi.",
      "C": "Alanıyla ilgili yirmi beş makale çalışması yaptı.",
      "D": "Zonguldak’taki ağacın dörtbinyüzoniki yaşında olduğu öğrenildi.",
      "E": "Otuz beş yıllık meslek hayatında sayısız başarıya imza attı."
    },
    "correctAnswer": "D",
    "explanation": "Sayıların yazımında temel kural: <b>Birden fazla kelimeden oluşan sayılar ayrı yazılır</b> (örneğin: üç yüz altmış beş). Ancak, para işlemlerini belirten çek, senet gibi ticari belgelerde sayılar <b>bitişik yazılır</b> (örneğin: Üçyüzaltmışbeş). Yanlışlık genellikle ayrı yazılması gereken sayıların bitişik yazılmasından kaynaklanır."
  },
  {
    "id": "340780",
    "unitNumber": 1,
    "text": "<strong>Aşağıdaki cümlelerden hangisinde kısaltmadan sonra gelen ekin yazımı <u>yanlıştır</u>?</strong>",
    "options": {
      "A": "TRT’da üç yeni program yayına hazırlanıyor.",
      "B": "TÖMER’deki öğrenciler Türkçe Yeterlik Sınavı'na girdi.",
      "C": "Arabanın motoru 25.000 km’den sonra arıza yaptı.",
      "D": "TÜBİTAK’ın yurt içi burs programları başvuruya açıldı.",
      "E": "Dün akşamki ders, tartışma vb.leri için bir program yapılacaktır."
    },
    "correctAnswer": "A",
    "explanation": "Kısaltmalara getirilen eklerin yazımında kural şudur: Ekler, kısaltmanın <b>son harfinin okunuşuna</b> (veya ses değerine) uygun olarak <b>kesme işaretiyle</b> ayrılır. Örneğin, KGM kısaltmasına '-den' eki getirilecekse, 'Ke Ge Me' şeklinde okunduğu için <b>KGM'den</b> olmalıdır. Yanlış yapılan cümlede, ek ya kısaltmanın açılımına göre getirilmiş (örneğin: Türk Hava Kurumu'nun), ya da kısaltmanın okunuşu yanlış dikkate alınmıştır (örneğin: PTT'dan yerine PTT'den olmalıdır)."
  },
  {
    "id": "340793",
    "unitNumber": 1,
    "text": "<strong>Aşağıdaki cümlelerin hangisinde diğerlerinden farklı bir yazım <u>yanlışı </u>yapılmıştır?</strong>",
    "options": {
      "A": "Pazar günü olan randevunada geç kaldın.",
      "B": "Hayvanat bahçesi gezisine sende gittin mi?",
      "C": "Anahtarlarını masa da unutmuş.",
      "D": "Çantamın sen de kaldığını söylemiştin.",
      "E": "RTÜĞ'e gelen şikayetlerde artış olduğu görülmüş."
    },
    "correctAnswer": "E",
    "explanation": "Bu tür sorular, öğrencinin Türkçedeki farklı tipteki <b>yazım yanlışlarını</b> (imla hatalarını) ayırt etme becerisini ölçer. Seçeneklerde sunulan dört farklı cümledeki yazım hataları genellikle belirli kategorilere ayrılır:<br>1. <b>Bitişik ve Ayrı Yazım Hataları</b> (Örn: Bileşik kelimeler, ikilemeler).<br>2. <b>Büyük Harf Kullanımı Hataları</b> (Örn: Özel isimlerin, unvanların veya kurum adlarının yazımı).<br>3. <b>Eklerin Yazımı Hataları</b> (Örn: -de/-da hal eki ile -de/-da bağlacının ayrımı).<br>4. <b>Noktalama Hataları</b>.<br>Soruda, seçeneklerin dördünde aynı türden (örneğin hepsi bitişik yazım hatası) hata yapılmışken, doğru cevap olarak işaretlenen seçenekteki hata türü (örneğin <b>ünlem işaretinin kullanımı</b> veya <b>sayıların yazımı</b> gibi) diğerlerinden farklıdır. Bu, öğrencinin hataları sadece tespit etmekle kalmayıp, onları sınıflandırmasını da gerektirir."
  },
  {
    "id": "342907",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisinde \"ki\" nin yazımı <u>yanlıştır</u>?</strong>",
    "options": {
      "A": "Oysa ki bu durum için onları aramıştım.",
      "B": "Komisyondaki araştırmalar devam ediyor.",
      "C": "Sorular öyle zordu ki, kimse kalem oynatamadı.",
      "D": "Belgenin ondaki kopyasını talep etti.",
      "E": "Bugünkü hava piknik yapmak için uygun değil."
    },
    "correctAnswer": "A",
    "explanation": "Türkçede \"ki\"nin yazımı, onun görevinin ne olduğuna bağlıdır. Üç temel \"ki\" türü vardır:<br>1. <b>Bağlaç Olan \"Ki\":</b> Cümleleri veya kelime gruplarını bağlar ve daima <b>ayrı yazılır</b> (Örn: Duydum ki...). Cümleden çıkarıldığında anlam bozulmaz.<br>2. <b>Sıfat Yapan \"-ki\":</b> Bir ismin yerini veya zamanını belirterek onu sıfat yapar (Örn: Evdeki hesap, Dünkü maç) ve <b>bitişik yazılır</b>.<br>3. <b>İlgi Zamiri Olan \"-ki\":</b> Tamlayan eki alarak tamlananın yerine geçer (Örn: Benimki) ve <b>bitişik yazılır</b>.<br><br>Bu sorunun doğru cevabında, \"ki\"nin bu kurallardan birine aykırı kullanıldığı görülür. Örneğin, ayrı yazılması gereken bağlaç \"ki\"nin bitişik yazılması (Hâlbuki, Oysaki gibi istisnalar hariç) veya bitişik yazılması gereken ekin ayrı yazılması en yaygın yanlışlardır. Özellikle <b>\"ki\"nin yerine -ler/-lar çoğul eki getirilebiliyorsa</b> (Örn: Evdekiler -> anlamlı), o \"ki\" bitişik yazılmalıdır. Eğer getirilemiyorsa (Örn: Duydumkiler -> anlamsız), ayrı yazılan bağlaçtır."
  },
  {
    "id": "135859",
    "unitNumber": 2,
    "text": "I. Cümlede söylenmek istenmeyen sözcük yerine kullanılır.<br/>II. Açıklama cümlesi yazılacağı zaman kullanılır.<br/>III. Sıra sayı sıfatını belirtmek için kullanılır.<br/><strong>Özellikleri verilen noktalama işaretleri aşağıdakilerden hangisinde doğru olarak sıralanmıştır?</strong>",
    "options": {
      "A": "Tırnak işareti, Kısa çizgi, Ünlem",
      "B": "Ünlem, İki nokta, Tırnak işareti",
      "C": "Soru işareti, Tırnak işareti, Kısa çizgi",
      "D": "Ünlem, İki nokta, Kısa çizgi",
      "E": "Üç nokta, İki nokta, Nokta"
    },
    "correctAnswer": "E",
    "explanation": "Bu soruda, verilen özellikler noktalama işaretlerinin TDK kurallarına göre tanımlanmış kullanımlarını içermektedir:<br/>I. Cümlede söylenmek istenmeyen, kaba sayılan veya tamamlanmamış bölümlerin yerine **Üç Nokta (...)** kullanılır.<br/>II. Kendisinden sonra açıklama veya örnek verilecek cümlenin sonuna **İki Nokta (:)** konur.<br/>III. Sıra sayılarını belirtmek için rakamdan sonra **Nokta (.)** kullanılır (örn: 1., II.).<br/>Dolayısıyla doğru sıralama Üç Nokta, İki Nokta, Nokta şeklinde olmalıdır."
  },
  {
    "id": "136305",
    "unitNumber": 2,
    "text": "Ayağını sıcak tut( ) başını serin( ) gönlünü ferah tut( ) düşünme derin( )<br/><strong>Cümlede ayraçlarla gösterilen yerlere aşağıdaki noktalama işaretlerinden hangisi sırasıyla getirilmelidir?</strong>",
    "options": {
      "A": "( . ) ( : ) ( , ) ( . )",
      "B": "( , ) ( ; ) ( , ) ( . )",
      "C": "( . ) ( , ) ( , ) ( . )",
      "D": "( , ) ( : ) ( , ) ( . )",
      "E": "( , ) ( . ) ( , ) ( . )"
    },
    "correctAnswer": "B",
    "explanation": "Cümlede art arda sıralanmış, birbirine bağlı ancak bağımsız yargı bildiren **sıralı cümleleri** ayırmak için **Virgül (,)** kullanılır. 'Tut', 'serin tut', 'ferah tut' ifadeleri birbiriyle eş görevli sıralı cümleleri veya kelime gruplarını ayırmaktadır. Cümlenin sonunda ise yargı tamamlandığı için **Nokta (.)** kullanılır.<br/>Sırasıyla: Ayağını sıcak tut(,) başını serin(,) gönlünü ferah tut(,) düşünme derin(.)."
  },
  {
    "id": "136941",
    "unitNumber": 2,
    "text": "<strong>Bir cümle şaşırma, heyecan, korku, bağırma vb. anlamlar içeriyorsa bu cümle tamamlandığında hangi noktalama işareti kullanılır?</strong>",
    "options": {
      "A": "Ünlem işareti",
      "B": "Kesme işareti",
      "C": "İki nokta",
      "D": "Tırnak işareti",
      "E": "Kısa çizgi"
    },
    "correctAnswer": "A",
    "explanation": "**Ünlem İşareti (!)** sevinç, şaşırma, heyecan, korku, öfke gibi **duygusal yoğunluk** taşıyan cümlelerin sonunda veya seslenme, hitap ve uyarı sözlerinden sonra kullanılır. Bu tür cümleler duygusal ifadeyi tamamlamak için ünlem işaretiyle sonlandırılır."
  },
  {
    "id": "137269",
    "unitNumber": 2,
    "text": "<strong>Bir yazıda başka bir kimsenin sözlerini olduğu gibi aktarmak için aşağıdaki noktalama işaretlerinden hangisi kullanılmalıdır?</strong>",
    "options": {
      "A": "Virgül",
      "B": "Üç nokta",
      "C": "Tırnak işareti",
      "D": "Ünlem",
      "E": "Kesme işareti"
    },
    "correctAnswer": "C",
    "explanation": "**Tırnak İşareti (\" \")**, başka bir kimseden veya yazıdan **doğrudan alıntı** yapılan sözleri ayırmak için kullanılır. Bu işaret, aktarılan sözün değiştirilmeden, aynen alındığını gösterir."
  },
  {
    "id": "211473",
    "unitNumber": 2,
    "text": "<strong>Aşağıdaki cümlelerin hangisinde parantezle ( ) belirtilen yere, noktalı virgül (;) getirilmelidir?</strong>",
    "options": {
      "A": "Zenginlik, gurbeti vatana ( ) yoksulluk, vatanı gurbete çevirir.",
      "B": "Bana yaşamı iki şey sevdirir ( ) Özgürlük ve aşk.",
      "C": "Aşk ( ) özgür ve kendiliğinden olduğu zaman yeşerir.",
      "D": "At ölür ( ) meydan kalır; yiğit ölür, şan kalır.",
      "E": "Aklımız bir süngerdir ( ) yüreğimiz ise bir nehirdir."
    },
    "correctAnswer": "A",
    "explanation": "**Noktalı Virgül (;)**, cümle içinde **virgüllerle ayrılmış tür veya takımları** birbirinden ayırmak için kullanılır (örn: Pazardan elma, armut; pırasa, ıspanak aldım). Ayrıca, ögeleri arasında virgül bulunan **sıralı cümleleri** ayırmak için de kullanılır. Doğru cevap, bu kurallardan birini sağlayan yapıda olacaktır."
  },
  {
    "id": "211482",
    "unitNumber": 2,
    "text": "Üç çeşit arkadaşlık vardır: Birincisi su gibidir (I) her zaman yanında istersin (II) ikincisi ilaç gibidir (III) ihtiyacın olduğunda ararsın (IV) üçüncüsü mikrop gibidir(V)<br/><strong>Yukarıdaki parçada numaralanmış yerlerden hangi ikisine virgül (,) getirilmelidir?</strong>",
    "options": {
      "A": "I ile II",
      "B": "II ile III",
      "C": "I ile III",
      "D": "III ile IV",
      "E": "IV ile V"
    },
    "correctAnswer": "C",
    "explanation": "Verilen parçada, 'Birincisi su gibidir' ve 'her zaman yanında istersin' birbiriyle sıralı cümlelerdir. Aynı şekilde 'ikincisi ilaç gibidir' ve 'ihtiyacın olduğunda ararsın' da sıralı cümlelerdir. Bu sıralı cümleleri ayırmak için **Virgül (,)** kullanılır. Dolayısıyla virgül, ilk yargının bittiği (I) ve ikinci yargının bittiği (III) yerlere değil, bu yargıları takiben gelen cümleleri ayırmak için (II) ve (IV) numaralı yerlere getirilmelidir. (V numaralı yere ise nokta gelmelidir).<br/>Getirilmesi gereken yerler (II) ve (IV) numaralı yerlerdir."
  },
  {
    "id": "211494",
    "unitNumber": 2,
    "text": "Millî Edebiyat Akımının temsilcilerinden bir kısmını sıralayalım ( ) Ömer Seyfettin, Halide Edip Adıvar, Ziya Gökalp, Mehmet Emin Yurdakul.<br/><strong>Yukarıdaki cümlede parantezle gösterilen yere hangi noktalama işareti getirilmelidir?</strong>",
    "options": {
      "A": "(.)",
      "B": "(:)",
      "C": "(;)",
      "D": "(…)",
      "E": "(,)"
    },
    "correctAnswer": "B",
    "explanation": "Cümlede, kendisinden sonra verilecek olan **örnekleri** veya yapılacak olan **açıklamayı** belirtmek için **İki Nokta (:)** kullanılır. Cümlede 'sıralayalım' denilerek örnekler verileceği belirtildiği için parantezle gösterilen yere iki nokta getirilmelidir."
  },
  {
    "id": "213375",
    "unitNumber": 2,
    "text": "<strong>Ara sözleri ve ara cümleleri ayırmak için aşağıdaki noktalama işaretlerinden hangisi kullanılır?</strong>",
    "options": {
      "A": "Kısa çizgi",
      "B": "Köşeli parantez",
      "C": "Parantez (yay ayraç)",
      "D": "Uzun çizgi",
      "E": "Tırnak"
    },
    "correctAnswer": "A",
    "explanation": "**Ara sözleri ve ara cümleleri** ana cümlenin akışından ayırmak için cümlenin başında ve sonunda olmak üzere ya **iki virgül (,)** ya da **iki kısa çizgi (-)** kullanılır. Her ikisi de bu amaçla kullanılan doğru noktalama işaretleridir."
  },
  {
    "id": "213376",
    "unitNumber": 2,
    "text": "<strong>Üç nokta (…) aşağıdakilerin hangisinde <u>kullanılmaz</u>?</strong>",
    "options": {
      "A": "Söylenmek istenmeyen sözcük olduğunda",
      "B": "Argo ifadeler bulunduğunda",
      "C": "Alıntı ifadelerin ilk veya son kısmı alınmadığında",
      "D": "Sıralanan benzer nesneler arasında",
      "E": "Verilen örneklerin çoğaltılabileceği durumlarda"
    },
    "correctAnswer": "D",
    "explanation": "**Üç nokta (...)**, tamamlanmamış cümlelerin sonunda, alıntılarda atlanan bölümleri göstermek için veya kaba sayılan ifadeler yerine kullanılır. Ancak, **tamamlanmış yargı bildiren normal cümlelerin sonunda** veya **cevap gerektiren doğrudan soru cümlelerinin sonunda** kesinlikle kullanılmaz; bu durumlarda Nokta veya Soru İşareti kullanılır."
  },
  {
    "id": "213377",
    "unitNumber": 2,
    "text": "<strong>Aşağıdaki cümlelerin hangisinde soru işareti <u>kullanılmaz</u>?</strong>",
    "options": {
      "A": "Beni sen mi götüreceksin",
      "B": "Nereden bileyim senin geldiğini",
      "C": "Babam soğuk mu soğuk bir kış günü gitmişti",
      "D": "Kaç kişi seninle birlikte gelecek",
      "E": "Kardeşim beni mi çağırıyormuş"
    },
    "correctAnswer": "C",
    "explanation": "**Soru İşareti (?)**, doğrudan soru anlamı taşıyan cümlelerin sonunda kullanılır. **Dolaylı anlatımla** (Indirect speech) aktarılan soru cümlelerinde veya cümlenin yapısı soru şeklinde olsa bile **emir, rica veya kesinleşmiş bir yargı** bildiren cümlelerde soru işareti kullanılmaz (örn: Nereye gideceğini sordu.)."
  },
  {
    "id": "213378",
    "unitNumber": 2,
    "text": "<strong>Cümle içerisinde arka arkaya sıralanan farklı gruplardaki kelimeleri birbirinden ayırmak için kullanılan noktalama işareti aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Üç nokta",
      "B": "Virgül",
      "C": "Tırnak",
      "D": "Noktalı virgül",
      "E": "Kısa çizgi"
    },
    "correctAnswer": "D",
    "explanation": "**Noktalı Virgül (;)**, cümle içinde art arda sıralanan, ancak kendi içlerinde virgül içeren veya **farklı tür/takımlara** ayrılmış kelime gruplarını birbirinden ayırmak için kullanılır. Bu, gruplar arasındaki karışıklığı önlemeyi sağlar."
  },
  {
    "id": "213379",
    "unitNumber": 2,
    "text": "<strong>Aşağıdaki cümlelerin hangisinde sıra sayı sıfatının yazımı <u>yanlıştır</u>?</strong>",
    "options": {
      "A": "Ahmet yarışmayı 3. bitirdi.",
      "B": "8’inci sıradaki çocuk çok çalışkandı.",
      "C": "Türkiye’nin 3’ncü büyük şehri İzmir’dir.",
      "D": "Yirminci keredir sana anlatıyorum.",
      "E": "İstanbul’a bu yıl 2’nci gelişim."
    },
    "correctAnswer": "C",
    "explanation": "**Sıra sayı sıfatları** yazılırken ya rakamdan sonra **nokta (.)** konur (5.) ya da rakamdan sonra kesme işaretiyle üleştirme eki getirilir (5'inci). Rakamdan sonra nokta konulduğunda, zaten 'üncü/ıncı' anlamını karşıladığı için, ayrıca kesme işareti ve ek getirilmesi (**5.'nci**) **yanlıştır**."
  },
  {
    "id": "213380",
    "unitNumber": 2,
    "text": "<strong>Nokta işaretinin kullanım yerleriyle ilgili aşağıdaki bilgilerden hangisi <u>yanlıştır</u>?</strong>",
    "options": {
      "A": "Matematikte çarpma işareti yerine kullanılır.",
      "B": "Üleştirme sayı sıfatı yerine kullanılır.",
      "C": "Tarihler yazılırken kullanılır.",
      "D": "Cümle sonunda kullanılır.",
      "E": "Kısaltmalarda kullanılır."
    },
    "correctAnswer": "B",
    "explanation": "**Nokta (.)** tamamlanmış cümlelerin sonunda, bazı kısaltmaların sonunda, sıra sayılarını belirtmek için veya tarih yazılışında kullanılır. **Arka arkaya sıralanan eş görevli kelimeleri** ayırmak için ise **Virgül (,)** kullanılır. Dolayısıyla Nokta'nın bu amaçla kullanılması yanlıştır."
  },
  {
    "id": "213381",
    "unitNumber": 2,
    "text": "“Bazı şehirler turizm açısından çok hareketlidir: Antalya, İstanbul, İzmir...”<strong> Bu cümlede üç noktanın (...) kullanılış gerekçesi, aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Cümlenin bittiğini anlatma",
      "B": "Sözün bitmediğine dikkat çekme",
      "C": "Alıntıdaki atlanan yeri belirtme",
      "D": "Söylenmek istenmeyen sözcükler olduğunu belirtme",
      "E": "Benzer örneklerin sürdürülebileceğini gösterme"
    },
    "correctAnswer": "E",
    "explanation": "Bu cümlede **İki Nokta (:)** kullanılarak örnekler sıralanmaya başlanmıştır. Listenin sonunda yer alan **Üç Nokta (...)**, verilen örneklerin (Antalya, İstanbul, İzmir) **sadece birkaçı olduğunu**, benzer başka örneklerin de bulunduğunu ve **listenin devam ettiğini** göstermek için kullanılmıştır."
  },
  {
    "id": "213382",
    "unitNumber": 2,
    "text": "<strong>Aşağıdaki cümlelerin hangisinde kısa çizginin (-) kullanımı <u>yanlıştır</u>?</strong>",
    "options": {
      "A": "Mehmet Âkif 1873-1936 yılları arasında yaşadı.",
      "B": "Erzurum-İstanbul arası uçakla iki saat sürer.",
      "C": "Mahalledeki herkes - karşı komşumuz hariç- beni severdi.",
      "D": "Tepenin üzerinde irili - ufaklı evler vardı.",
      "E": "Hesabı hemen kâğıda yazdı: 100-73=27"
    },
    "correctAnswer": "D",
    "explanation": "**Kısa çizgi (-)** satır sonu bölmelerinde, kelimelerin kök, ek ve gövdelerini ayırmakta, arasında anlamı katmakta veya ara sözleri ayırmakta kullanılır. Ancak, **eş görevli kelimeleri ayırmak** (virgülün temel görevi) veya **özel adlara gelen ekleri ayırmak** (kesme işaretinin görevi) kısa çizginin kullanım amaçlarından değildir. Yanlış kullanım genellikle virgül veya kesme işareti yerine kullanıldığı durumlardır."
  },
  {
    "id": "213383",
    "unitNumber": 2,
    "text": "\"Sınıfta öğrencileri bulamayınca müdür odasına gitti.\" <br/><strong>Yukarıda verilen cümlede bir virgül kullanılarak önemli bir anlam ve öge değişikliği yapılabilir. Aynı özellik aşağıdaki cümlelerin hangisinde vardır?</strong>",
    "options": {
      "A": "Her bugün içinde yarını taşır.",
      "B": "Sınıfta kimlerin takıma gireceği tartışılırken kavga çıktı.",
      "C": "Pazar günkü toplantıya tamirci çırağıyla gelmişti.",
      "D": "Herkesten önde koşarak ipi göğüsledi.",
      "E": "Bizim sınıfın yarısı geçen yıldan kalan öğrencilerle doluydu."
    },
    "correctAnswer": "C",
    "explanation": "Verilen cümlede, virgül kullanılmazsa, kimin müdür odasına gittiği belli olmayabilir. Aynı şekilde, **özne-nesne karışıklığına** neden olabilecek cümlelerde virgül kullanılır. Örneğin: 'O, masayı taşıdı.' cümlesinde virgül olmazsa 'O masayı' birleşik bir ifade gibi algılanabilir. Virgül, özellikle **zamir özneyi** diğer ögelerden ayırarak **anlam belirsizliğini** ortadan kaldırır."
  },
  {
    "id": "213384",
    "unitNumber": 2,
    "text": "Kurgunun üç temel ögesi var ( ) Gizem ( ) gerilim ve sürpriz ( ) Gerçek yaşamı da daha ilginç yapan bunlardır ( )<br/><strong>Parçada parantezle belirtilen yerlere sırasıyla aşağıdaki noktalama işaretlerinden hangileri getirilmelidir?</strong>",
    "options": {
      "A": "(:), (,), (.), (.)",
      "B": "(;), (,), (.), (.)",
      "C": "(;), (,), (,), (.)",
      "D": "(,), (;), (.), (.)",
      "E": "(:), (,), (,), (.)"
    },
    "correctAnswer": "A",
    "explanation": "Kurgunun üç temel ögesi var **(:)** Kendisinden sonra açıklama veya örnekleme yapılacağı için iki nokta konur.<br/>Gizem **(,)** Eş görevli kelimeleri ayırmak için virgül konur.<br/>gerilim ve sürpriz **(.)** Cümle tamamlandığı için nokta konur.<br/>Gerçek yaşamı da daha ilginç yapan bunlardır **(.)** Tamamlanmış yargı bildiren cümlenin sonuna nokta konur.<br/>Sıralama: : , . ."
  },
  {
    "id": "214588",
    "unitNumber": 2,
    "text": "<strong>Tamamlanmış yargı bildiren cümlelerin sonunda kullanılan noktalama işareti aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Nokta",
      "B": "Virgül",
      "C": "Noktalı virgül",
      "D": "Kısa çizgi",
      "E": "Üç nokta"
    },
    "correctAnswer": "A",
    "explanation": "**Nokta (.)**, bir düşünceyi veya yargıyı tamamlayan, **kesinleşmiş yargı bildiren** cümlelerin (temel cümlenin) sonuna konulan noktalama işaretidir. Bu, cümlenin bittiğini ve kesin bir hüküm içerdiğini gösterir."
  },
  {
    "id": "214633",
    "unitNumber": 2,
    "text": "Bir şairin en büyük keşfi ( ) kendi muharririni ( ) iç âlemine doğru kendisini götürecek olanları bulmaktır ( )<br/><strong>Yukarıdaki metinde parantez ( ) ile belirtilen yerlere sırasıyla hangi noktalama işaretleri getirilmelidir?</strong>",
    "options": {
      "A": "(,) (,) (.)",
      "B": "(.) (,) (.)",
      "C": "(…) (,) (.)",
      "D": "(,) (,) (!)",
      "E": "(;) (;) (!)"
    },
    "correctAnswer": "A",
    "explanation": "Metindeki 'kendi muharririni' ifadesi, 'en büyük keşfi' kavramının açıklayıcısı niteliğinde bir **ara söz** görevindedir. Ara sözleri ana cümleden ayırmak için **iki virgül (,)** veya iki kısa çizgi (-) kullanılır. Cümlenin sonunda ise yargı tamamlandığı için **Nokta (.)** kullanılır.<br/>Sıralama: , , ."
  },
  {
    "id": "214635",
    "unitNumber": 2,
    "text": "<strong>Ünlem (!) işaretiyle ilgili olarak aşağıdakilerden hangisi doğrudur?</strong>",
    "options": {
      "A": "Olumlu yargı bildiren cümlelerin sonunda kullanılır.",
      "B": "Heyecan bildiren ifadelerin ardından kullanılır.",
      "C": "Ara cümleleri ayırmak için kullanılır.",
      "D": "Doğum tarihi bilinmeyen kişilerin isimlerinin yanında kullanılır.",
      "E": "Satıra sığmayan sözcükler bölünürken satır sonuna konur."
    },
    "correctAnswer": "B",
    "explanation": "**Ünlem İşareti (!)** sevinç, korku, şaşkınlık gibi duygusal ifadelerin sonuna konur. Ayrıca, bir diğer önemli kullanımı da cümlenin hemen ardından değil de **parantez içinde (?)** kullanılmasıdır. Parantez içindeki ünlem işareti, bir durumun veya sözün **alay, küçümseme veya kinaye** amacıyla kullanıldığını belirtir."
  },
  {
    "id": "340822",
    "unitNumber": 2,
    "text": "<strong>Noktanın kullanımıyla ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "options": {
      "A": "Biten cümlelerin sonunda kullanılır.",
      "B": "Eş görevli kelimeleri ayırmak için kullanılır.",
      "C": "Sıra bildiren rakamlardan sonra kullanılır.",
      "D": "Matematikte çarpma işareti yerine kullanılır.",
      "E": "Tarih, ay ve günü birbirinden ayırmak için kullanılır."
    },
    "correctAnswer": "B",
    "explanation": "Bu soru, <b>noktanın (period)</b> Türkçedeki temel kullanım kurallarını ölçmektedir. Noktanın yaygın ve doğru kullanımları şunlardır:<br>1. Tamamlanmış <b>cümlelerin sonuna</b> konur.<br>2. <b>Bazı kısaltmaların</b> sonuna konur (Örn: Dr., Prof.).<br>3. <b>Sayıları sıra bildirmek</b> için kullanıldığında (Örn: 3.).<br>4. Tarihlerin yazılışında <b>gün, ay ve yılı ayırmak</b> için (Örn: 12.05.2023).<br>5. Saat ve dakika gösterilirken <b>saat ve dakika arasına</b> konur (Örn: 14.30).<br>Genellikle yanlış kullanım, ondalık sayıları ayırırken (burada <b>virgül</b> kullanılmalıdır) veya başlıklarda (buraya noktalama işareti konmaz) ortaya çıkar. Sorunun doğru cevabı, verilen şıklar arasında noktanın kullanım amacına <b>uymayan</b> kuralı belirten seçenektir."
  },
  {
    "id": "342789",
    "unitNumber": 2,
    "text": "<strong>Aşağıdaki cümlelerin hangisinde noktalama işaretlerinin kullanımı <u>yanlıştır</u>?</strong>",
    "options": {
      "A": "“Bunlar da kim?” diye sordu.",
      "B": "YDS saat 10.00’da başlayacak.",
      "C": "Dün gece öyle kötü bir rüya gördüm ki…",
      "D": "Güzel mi güzel bir elbise aldım?",
      "E": "Eyvah! Camları açık unutmuşum."
    },
    "correctAnswer": "D",
    "explanation": "Bu soru, Türkçe metinlerdeki <b>genel noktalama işaretlerinin</b> (virgül, noktalı virgül, kesme işareti, nokta vb.) doğru kullanımını test etmektedir. Noktalama yanlışları genellikle aşağıdaki durumlarda ortaya çıkar:<br>1. <b>Virgülün gereksiz kullanımı</b>: Özellikle 've, veya, ya da, ile' gibi <b>bağlaçlardan önce veya sonra</b> virgül kullanılması.<br>2. <b>Kesme İşareti hatası</b>: Özel adlara getirilen yapım ekleri, çokluk ekleri ( -ler/-lar) ve bunlardan sonra gelen diğer ekleri ayırmada <b>kesme işareti kullanılmaması</b> gerekir (Örn: Türkçenin, Avrupalılar). Hatalı seçenekte büyük ihtimalle bu kural ihlal edilmiştir.<br>3. <b>Noktalı Virgül hatası</b>: Noktalı virgül (;), sadece cümle içinde <b>virgüllerle ayrılmış tür veya takımları</b> ayırmak ya da öğeleri virgülle ayrılmış sıralı cümleleri birbirinden ayırmak için kullanılır. Başka görevde kullanılması yanlış kullanımdır.<br>4. <b>Cümle sonu işaretinin</b> (nokta, soru işareti, ünlem) cümlenin yapısına uygun olmaması.<br>Yanlış kullanımın olduğu cümle, Türk Dil Kurumu (TDK) kurallarına aykırı bir noktalama işareti barındırmaktadır."
  },
  {
    "id": "131796",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisinde çelişkili ifadelerin kullanılmasına dayalı anlatım bozukluğu vardır?</strong>",
    "options": {
      "A": "Ahmet, zengin olmak hayaliyle gece gündüz çalışıyordu.",
      "B": "Yardım tırları afet bölgesine ulaştı.",
      "C": "Bu işi kesinlikle o yapmış olabilir.",
      "D": "Nihayet mağazanın kapısını açtılar.",
      "E": "Her sabah bakkala gider, yiyecek bir şeyler alırım."
    },
    "correctAnswer": "C",
    "explanation": "Anlatım bozukluğuna yol açan çelişkili ifadeler, cümlede hem <b>kesinlik</b> hem de <b>olasılık</b> bildiren sözcüklerin bir arada kullanılmasıyla ortaya çıkar. Örneğin, \"Mutlaka belki de yarın gelir\" gibi bir ifadede 'mutlaka' (kesinlik) ve 'belki de' (olasılık) birbiriyle çelişir ve cümlenin <b>açıklık</b> ilkesini bozar. Anlatım bozukluğunun giderilmesi için bu sözcüklerden birinin çıkarılması gerekir."
  },
  {
    "id": "131811",
    "unitNumber": 3,
    "text": "“Bütün yemekleri hazırlayıp bir kenara koyulmalıdır.”<br/><strong>Cümlesindeki anlatım bozukluğunun sebebi aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Tamlama uyumsuzluğu",
      "B": "Özne-yüklem uyumsuzluğu",
      "C": "Öge eksikliği",
      "D": "Noktalama işaretlerinin yanlış kullanımı",
      "E": "Çatı uyuşmazlığı"
    },
    "correctAnswer": "E",
    "explanation": "Verilen cümledeki anlatım bozukluğunun sebebi <b>fiil çatısı uyuşmazlığıdır</b> (voice inconsistency).<br/>'Hazırlayıp' fiili aktif (etken) çatıdayken, 'koyulmalıdır' fiili pasif (edilgen) çatıdadır. Yan cümlecik ve temel cümlenin çatıları aynı olmalıdır.<br/>Doğru kullanım: Eğer etken isteniyorsa: “Bütün yemekleri hazırlayıp bir kenara <b>koymalıdır</b>.” (Özne: Biri)<br/>Eğer edilgen isteniyorsa: “Bütün yemekler hazırlanıp bir kenara <b>koyulmalıdır</b>.” (Özne: Bütün yemekler)"
  },
  {
    "id": "136499",
    "unitNumber": 3,
    "text": "“Kahvaltıda babasıyla birlikte çay, peynir, ekmek yedi.”<strong> cümlesindeki anlatım bozukluğunun sebebi aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Çatı uyuşmazlığı",
      "B": "Gereksiz sözcük kullanımı",
      "C": "Sözcüklerin yanlış eyleme bağlanması",
      "D": "Öge eksikliği",
      "E": "Noktalama işaretlerinin yanlış kullanımı"
    },
    "correctAnswer": "C",
    "explanation": "Cümlede sıralanan öğelerden ('çay, peynir, ekmek') hepsi için ortak bir yüklem kullanılmıştır ('yedi'). Ancak 'çay' içilen bir madde olduğu için 'yemek' fiiliyle kullanılamaz. Bu durum, <b>yüklem eksikliğine</b> yol açar.<br/>Doğru kullanım: \"Kahvaltıda babasıyla birlikte çay <b>içti</b>, peynir, ekmek yedi.” Cümlenin <b>anlam bütünlüğünü</b> sağlamak için çay için uygun olan yüklemin (içti) eklenmesi gerekir."
  },
  {
    "id": "211725",
    "unitNumber": 3,
    "text": "O bırakın yumurta kırmayı yemek bile yapamaz.<br/><strong>Verilen cümledeki anlatım bozukluğunun nedeni aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Cümlede gereksiz kelime bulunması",
      "B": "Cümlede mantık hatasının bulunması",
      "C": "Çelişkili ifadelerin kullanılması",
      "D": "Sözcüklerin yanlış eyleme bağlanması",
      "E": "Öge eksikliğinin bulunması"
    },
    "correctAnswer": "B",
    "explanation": "Cümlede eylemlerin <b>mantıksal sıralamasında hata</b> yapılmıştır. Yumurta kırmak (daha kolay eylem) yemek yapmaktan (daha zor eylem) önce gelmelidir.<br/>'Bırakın X’i, Y bile Z yapamaz' yapısında Y, X’ten daha az beklenen ya da daha zor bir eylem olmalıdır.<br/>Cümle, 'yumurta kırmayı' daha zor, 'yemek yapmayı' daha kolay bir eylemmiş gibi sıralamıştır.<br/>Doğru kullanım: \"O bırakın <b>yemek yapmayı</b>, yumurta bile kıramaz.\" (Zor olandan kolaya doğru mantıksal ilerleyiş sağlanmıştır.)"
  },
  {
    "id": "211730",
    "unitNumber": 3,
    "text": "<strong>Aşağıdaki cümlelerin hangisinde t</strong><strong>amlama uyumsuzluğunun bulunduğu anlatım bozukluğu vardır?</strong>",
    "options": {
      "A": "Kaza yerine birçok askerî ve polis aracı geldi.",
      "B": "Bu işi kesinlikle o yapmış olabilir.",
      "C": "Bu lekeyi çıkarmak için üzerine sıcak kaynar su dökmelisin.",
      "D": "Kahvaltıda babasıyla birlikte çay, peynir, ekmek yedi.",
      "E": "Nüfus sayımı bu yıl yapıldı, bir hayli artmış."
    },
    "correctAnswer": "A",
    "explanation": "<b>Tamlama uyumsuzluğu</b>, genellikle bir sıfat tamlaması ile bir isim tamlamasının ortak bir tamlananı paylaşmaya çalışması sonucu ortaya çıkar.<br/>Örneğin: 'Askeri ve devlet okulları...' Bu ifadede 'askeri' bir sıfat tamlaması kurarken, 'devlet' ise bir isim tamlaması kurar. 'Askeri okulları' doğru bir tamlama yapısıyken, 'devlet okulları' da doğru bir yapıdır. Ancak her iki tamlayan (askeri ve devlet) tek bir tamlananı (okulları) paylaşamaz.<br/>Doğru kullanım: 'Askerî <b>okullar</b> ve devlet okulları...' şeklinde tamlananın (okul) tekrarlanması ya da uygun eklerin ayrılması gerekir."
  },
  {
    "id": "213490",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerin hangisinde bir anlatım bozukluğu <u>yoktur</u>?</strong>",
    "options": {
      "A": "Geçmişteki hatıralarınızı artık bir kenara bırakın.",
      "B": "Sen ne beni ne de ailemi kandıramazsın.",
      "C": "Sen kesin olarak doğru söyleyebilirsin.",
      "D": "Söndürdüğüm sigara izmaritlerini çöpe at.",
      "E": "Birçok insan bu yollardan geçmiştir."
    },
    "correctAnswer": "E",
    "explanation": "Bu tür sorularda anlatım bozukluğu olmayan cümlenin tespiti istenir. Anlatım bozukluğu olmaması için cümlenin hem <b>anlamsal</b> (gereksiz sözcük, çelişki, mantık hatası) hem de <b>yapısal</b> (eksik öge, tamlama hatası, özne-yüklem uyuşmazlığı) açıdan kusursuz olması gerekir. Doğru şık, bu ilkelerin tamamına uyan, açık ve duru olan cümledir."
  },
  {
    "id": "213504",
    "unitNumber": 3,
    "text": "<strong>Aşağıdaki cümlelerin hangisinde bir anlatım bozukluğu <u>yoktur</u>?</strong>",
    "options": {
      "A": "Nargilenin dumanları bütün odayı kaplamıştı.",
      "B": "Uzun bir tartışma, her iki tarafın da haksız olduğunun belirtisidir.",
      "C": "Düşünceler karmaşıklaştıkça anlatılması da zorlanır.",
      "D": "Sabahtan beri elindeki belgelerle bir aşağı bir yukarı çıkıyordu.",
      "E": "Kendi yaşadıklarını bana anlat, sonra da benim yaşadıklarımı dinle."
    },
    "correctAnswer": "B",
    "explanation": "Anlatım bozukluğu olmayan cümle, dil bilgisi kurallarına, mantık sırasına ve <b>duruluk</b> ilkesine (gereksiz sözcükten kaçınma) tamamen uyan cümledir. Bu cümlede hiçbir öge eksikliği (özne, nesne, tümleç, yüklem) veya gereksiz sözcük kullanımı bulunmaz."
  },
  {
    "id": "213509",
    "unitNumber": 3,
    "text": "<strong>Aşağıdaki cümlelerin hangisinde gereksiz sözcük kullanımından kaynaklanan bir anlatım bozukluğu vardır?</strong>",
    "options": {
      "A": "Hepimiz meyve bahçemizi çok sever, onu korumak için çalışırdık.",
      "B": "Sen gelince tartışmayı bırakıp seni dinlemeye başladık.",
      "C": "Sen her zaman beni rencide etmek için bir bahane bulursun hep.",
      "D": "Her sabah bakkala gider, yiyecek bir şeyler alırdım.",
      "E": "Bizi hep korkutur, ümitsizliğe düşmemize sebep olurdu."
    },
    "correctAnswer": "C",
    "explanation": "Gereksiz sözcük kullanımı, bir kelimenin anlamının cümlede zaten var olan başka bir kelime veya ek tarafından karşılanması durumudur. Bu, <b>duruluk</b> ilkesinin ihlalidir.<br/>Örnek: \"Ona <b>gizli sırlarımı</b> açtım.\" (Sır zaten gizlidir, 'gizli' gereksizdir.) veya \"<b>Hâlâ</b> eski komşularıyla <b>görüşüyor</b>.\" ('Hâlâ' ve 'eski' ifadelerinden birinin ya da 'görüşüyor' ile kastedilen eylemin tekrarlanması.)"
  },
  {
    "id": "213513",
    "unitNumber": 3,
    "text": "“Kütüphaneden aldığı kitapları geri iade etti?”<strong> cümlesindeki anlatım bozukluğunun sebebi aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Mantık hatası",
      "B": "Özne-yüklem uyumsuzluğu",
      "C": "Sözcüğün yanlış yerde kullanımı",
      "D": "Ek uyumsuzluğu",
      "E": "Gereksiz sözcük kullanımı"
    },
    "correctAnswer": "E",
    "explanation": "Cümledeki anlatım bozukluğu, <b>gereksiz sözcük kullanımından</b> kaynaklanmaktadır. 'İade etmek' fiili zaten <b>geri verme</b> anlamını taşır. Bu nedenle, 'geri' sözcüğünün kullanılması anlamı pekiştirmeyip, tekrara düşülmesine sebep olur.<br/>Doğru kullanım: \"Kütüphaneden aldığı kitapları <b>iade etti</b>.\""
  },
  {
    "id": "213518",
    "unitNumber": 3,
    "text": "<strong>Aşağıdaki cümlelerin hangisinde bir anlatım bozukluğu vardır?</strong>",
    "options": {
      "A": "Aile fertlerine sürekli destek olmalıyız.",
      "B": "Spor yaparak formumu tutmaya çalışıyorum.",
      "C": "Gelecek yıl sizinle tatile çıkalım.",
      "D": "Yarın arkadaşlarımla burada buluşacağım.",
      "E": "Seninle on yıl önce tanışmıştık."
    },
    "correctAnswer": "B",
    "explanation": "Bu tip sorularda genellikle ortak kullanılan bir ögenin, diğer cümlenin yapısına uymaması söz konusudur. Eğer seçeneklerde <b>dolaylı tümleç (yer tamlayıcısı) eksikliği</b> varsa, bu yaygın bir hata türüdür.<br/>Örnek: “Arkadaşına güvenir ve her zaman <b>destek olurdu</b>.”<br/>'Güvenir' fiili '-e' yönelme hâl ekini alan bir tümleç alır (Arkadaşına güvenir). Ancak 'destek olmak' fiili de bu tümlece ihtiyaç duyar. 'Destek olurdu' fiili 'kime destek olurdu?' sorusuna cevap bekler.<br/>Doğru kullanım: “Arkadaşına güvenir ve her zaman <b>ona</b> destek olurdu.” (İkinci cümleye 'ona' dolaylı tümleci eklenmelidir.)"
  },
  {
    "id": "213585",
    "unitNumber": 3,
    "text": "<strong>Aşağıdaki cümlelerin hangisinde bir anlatım bozukluğu vardır?</strong>",
    "options": {
      "A": "Sen benim neler yaşadığımı bilemezsin.",
      "B": "Senin söylediklerin bir bakıma göre doğrudur.",
      "C": "İnsanlardan kaçmak, içine kapanmak demektir.",
      "D": "İnsan, başkalarını mutlu ettiği ölçüde mutlu olabilir.",
      "E": "Tamir etmektense bakım yapmak kolaydır."
    },
    "correctAnswer": "B",
    "explanation": "Anlatım bozukluğu genellikle, anlamca birbirine yakın ancak kullanım alanları farklı olan kelimelerin karıştırılmasından kaynaklanır. Bu, <b>açıklık</b> ve <b>doğruluk</b> ilkelerinin ihlalidir.<br/>Örnek: 'Nedeniyle' yerine 'sayesinde' kullanmak (Sayesinde olumlu durumlar için kullanılırken, olumsuz bir durumu belirtmek için 'nedeniyle' veya 'yüzünden' kullanılmalıdır.)"
  },
  {
    "id": "213587",
    "unitNumber": 3,
    "text": "Batılı ülkelerdeki teknoloji alanında ilerlemesi Orta Çağ'dan sonra mümkün olmuştur.<br/><strong>Cümledeki anlatım bozukluğunun sebebi aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Noktalama eksikliği",
      "B": "Eş anlamlı sözcüklerin kullanılması",
      "C": "Tamlamanın yanlış kurulması",
      "D": "Özne-yüklem uyuşmazlığı",
      "E": "Sözcüğün yanlış anlamda kullanılması"
    },
    "correctAnswer": "C",
    "explanation": "Cümledeki anlatım bozukluğu, <b>yanlış ek kullanımından</b> kaynaklanmaktadır. '-deki' eki, genellikle bir sıfat türetir. 'Batılı ülkelerdeki' ifadesi, 'ilerlemesi' ismini tamlayacak şekilde kurulmamıştır. Ya bir tamlama (possessive structure) ya da basit bir yer belirten ifade olmalıdır.<br/>Doğru kullanım: \"<b>Batılı ülkelerin</b> teknoloji alanında ilerlemesi...\" (Tamlayan eklenerek isim tamlaması kurulur.)<br/>Veya: \"<b>Batılı ülkelerde</b> teknoloji alanındaki ilerleme...\" (Basit yer ve sıfat yapısı kullanılır.)"
  },
  {
    "id": "213670",
    "unitNumber": 3,
    "text": "<strong>Aşağıdaki cümlelerin hangisinde, sözcüğün yanlış anlamda kullanılmasından kaynaklanan bir anlatım bozukluğu vardır?</strong>",
    "options": {
      "A": "Senin yüzünden artık herkesi daha iyi anlıyorum.",
      "B": "Bu güzellikler karşısında hayran olmamak elde değildi.",
      "C": "O, ölünceye kadar kimseye muhtaç olmadı.",
      "D": "AFAD'ın yardım tırları deprem bölgesine ulaştı.",
      "E": "Sen arkadaşlarını görmezden geliyorsun."
    },
    "correctAnswer": "A",
    "explanation": "Sözcüğün yanlış anlamda kullanılması, cümlede kastedilen anlamı tam olarak karşılamayan bir kelimenin seçilmesi demektir. Örneğin 'küçümsemek' (değer vermemek) yerine 'azımsamak' (az bulmak) kelimesinin kullanılması.<br/>Bu hata, <b>açıklık</b> ilkesini zedeler, çünkü okuyucu yanlış kelime yüzünden farklı bir anlam çıkarabilir."
  },
  {
    "id": "213671",
    "unitNumber": 3,
    "text": "\"Ben yeni durağa varmıştım ki, otobüs de geldi.\"<br/><strong>Cümlesindeki anlatım bozukluğunu gidermek için aşağıdakilerden hangisi yapılmalıdır?</strong>",
    "options": {
      "A": "“Ben” sözcüğü cümleden çıkarılmalıdır.",
      "B": "\"ki\" bağlacı cümleden çıkarılmalıdır.",
      "C": "\"de\" kendisinden önce gelen kelimeyle bitişik yazılmalıdır.",
      "D": "\"yeni\" kelimesi “durağa” kelimesinden sonra yazılmalıdır.",
      "E": "\"geldi\" kelimesi \"gelmişti\" şeklinde yazılmalıdır."
    },
    "correctAnswer": "D",
    "explanation": "Cümledeki 'yeni' sözcüğü, <b>yanlış yerde kullanılmıştır</b>. 'Yeni' kelimesi 'durağa' kelimesini niteler gibi görünüyor ('yeni durak'), oysa cümlenin bağlamında kastedilen, eylemin 'yeni (az önce)' gerçekleştiğidir.<br/>'Yeni' sözcüğü fiili (varmıştım) nitelemelidir.<br/>Doğru kullanım: \"Ben durağa <b>yeni varmıştım</b> ki, otobüs de geldi.\""
  },
  {
    "id": "213673",
    "unitNumber": 3,
    "text": "<strong>Aşağıdaki cümlelerin hangisinde özne eksikliğinden kaynaklanan bir anlatım bozukluğu vardır?</strong>",
    "options": {
      "A": "Başkanın konuşması bitti ve daha sonra yerine geçti.",
      "B": "Arkadaşlarını çok seviyor, ayrılmayı hiç düşünmüyordu.",
      "C": "Ahmet üç yıl önce buraya gelmiş, dostlarıyla buluşmuştu.",
      "D": "Zengin olmak hayaliyle gece gündüz çalışıyordu.",
      "E": "Kapının önündeki kedi, miyavlayarak açlığını belli ediyordu."
    },
    "correctAnswer": "A",
    "explanation": "Özne eksikliği, genellikle birden çok yargı bildiren cümlelerde (sıralı veya bağlı cümlelerde) ilk cümlenin öznesinin ikinci cümleye uymaması durumunda ortaya çıkar.<br/>Örnek: 'Kimseye zarar verilmedi, [herkes] <b>memnun edildi</b>.'<br/>Zarar verilmedi (edilgen çatı, belirsiz özne) cümlesindeki özne ikinci cümleye (aktif çatı) aktarılamaz. İkinci cümleye kimin memnun edildiğini belirten bir özne ('herkes') eklenmelidir."
  },
  {
    "id": "214472",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerin hangisinde çelişkili sözcükler bir arada kullanılmıştır?</strong>",
    "options": {
      "A": "Bu proje tam olarak bitti sayılır.",
      "B": "Mehmet'i dün işe giderken gördüm.",
      "C": "Evrakınızı bize e-posta yoluyla ulaştırabilirsiniz.",
      "D": "Çarşamba gününe randevunuz oluşturuldu.",
      "E": "Akşam yemeğinde arkadaşlarımla birlikteydim."
    },
    "correctAnswer": "A",
    "explanation": "Cümlede birbirinin anlamını geçersiz kılan sözcüklerin kullanılmasıdır. Bu, anlama dayalı anlatım bozukluğudur. Bir cümlede <b>kesinlik</b> (örneğin 'tamı tamına', 'mutlaka') bildiren bir ifade ile <b>olasılık</b> (örneğin 'aşağı yukarı', 'belki') bildiren bir ifadenin bir arada kullanılması çelişki yaratır."
  },
  {
    "id": "214520",
    "unitNumber": 3,
    "text": "<strong>Aşağıdaki cümlelerin hangisinde anlatım bozukluğu <u>yoktur</u>?</strong>",
    "options": {
      "A": "Toplumlar eğitimle ilerler, münevver insanlar geliştirir.",
      "B": "Erzurum’da kış çetin ve zorlu geçecek.",
      "C": "Bu dersten kalmamı sen sağladın.",
      "D": "Birçok çiçekleri beslemek çok zor.",
      "E": "Onun için kötü günler geride kaldı."
    },
    "correctAnswer": "E",
    "explanation": "Anlatım bozukluğu olmayan cümle, gereksiz sözcük bulundurmayan (duru), anlamca açık olan ve dil bilgisi açısından tam olan cümledir. Bu cümlede sözcüklerin yerleşimi doğru, ögeler eksiksiz ve dilin temel mantığına aykırı bir durum yoktur."
  },
  {
    "id": "340844",
    "unitNumber": 3,
    "text": "<strong>Aşağıdaki cümlelerin hangisinde anlatım bozukluğu vardır?</strong>",
    "options": {
      "A": "Fabrikanın en yeni, en tecrübesiz elemanı benim.",
      "B": "Olayları bir de bu açıdan ele alsak iyi olur.",
      "C": "Bu konuda asla başarılı olacağını zannetmiyorum.",
      "D": "Bu sokakta her yürüdüğümde öğrencilik yıllarımı hatırlarım.",
      "E": "Kişinin seçtiği kelimeler, düşünce tarzını yansıtır."
    },
    "correctAnswer": "C",
    "explanation": "Anlatım bozukluğu genellikle deyimlerin yanlış anlamda veya yanlış yapıda kullanılmasından kaynaklanabilir. Deyimler kalıplaşmış sözlerdir ve değiştirilemezler.<br/>Eğer bir deyimin parçası değiştirilirse veya cümlenin anlamına uygun olmayan bir deyim kullanılırsa (örneğin, sevinçli bir durum için üzüntü ifade eden bir deyim kullanmak), anlatım bozukluğu oluşur."
  },
  {
    "id": "340857",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi anlama dayalı anlatım bozukluklarından biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Cümlede gereksiz sözcük bulunması",
      "B": "Çelişkili ifadelerin kullanılması",
      "C": "Öge eksikliğinin bulunması",
      "D": "Sözcüğün yanlış yerde kullanılması",
      "E": "Noktalama işaretlerinin yanlış kullanımı"
    },
    "correctAnswer": "C",
    "explanation": "Anlatım bozuklukları temel olarak <b>anlama dayalı</b> ve <b>yapıya dayalı</b> olmak üzere ikiye ayrılır.<br/>Anlama dayalı bozukluklar: Çelişkili ifadeler, mantık hatası, gereksiz sözcük, yanlış anlamda sözcük, deyim yanlışlığı.<br/>Yapıya dayalı bozukluklar (Cevap): <b>Özne eksikliği</b>, yüklem eksikliği, tamlama yanlışlığı, çatı uyuşmazlığı gibi dil bilgisel hatalardır. Özne eksikliği cümlenin anlamından değil, gramer yapısından kaynaklanan bir bozukluktur ve anlama dayalı değildir."
  },
  {
    "id": "342807",
    "unitNumber": 3,
    "text": "Ücretsiz müzeye girmemize izin verilmedi.<br/><strong>Cümledeki anlatım bozukluğunu gidermek için aşağıdakilerden hangisi yapılmalıdır?</strong>",
    "options": {
      "A": "“ücretsiz” sözcüğünden sonra virgül getirilmelidir.",
      "B": "“verilmedi” sözcüğü yerine \"vermedi\" sözcüğü kullanılmalıdır.",
      "C": "“izin” sözcüğü kaldırılmalıdır.",
      "D": "“ücretsiz” ve “müzeye” sözcüklerinin yerleri değiştirilmelidir.",
      "E": "“girmemize” sözcüğü yerine “alınmamıza” sözcüğü getirilmelidir."
    },
    "correctAnswer": "D",
    "explanation": "Cümledeki 'ücretsiz' sözcüğü, <b>yanlış yerde kullanılmıştır</b>. Sözcük, 'müze'yi niteleyerek 'ücretsiz müze' anlamı katmaktadır, oysa kastedilen eylemin 'ücretsiz' yapılmasıdır (girişin ücretli olmaması).<br/>'Ücretsiz' kelimesi 'girmemize' eylemini nitelemelidir.<br/>Doğru kullanım: \"Müzeye <b>ücretsiz girmemize</b> izin verilmedi.\""
  },
  {
    "id": "131918",
    "unitNumber": 4,
    "text": "<strong>Bilimsel yazılarda aşağıdaki anlatım tekniklerinden hangisi kullanılır?</strong>",
    "options": {
      "A": "Kanıtlayıcı anlatım",
      "B": "Betimleyici anlatım",
      "C": "Karşılaştırmalı anlatım",
      "D": "Açıklayıcı anlatım",
      "E": "Öyküleyici anlatım"
    },
    "correctAnswer": "A",
    "explanation": "Bilimsel yazılar, okuyucuyu bilgilendirmeyi, bir konuyu öğretmeyi ve nesnel gerçekleri aktarmayı amaçlar. Bu nedenle, <b>nesnellik</b> ve <b>bilgi aktarımı</b> esas olan <b>Açıklayıcı Anlatım</b> (Explanatory narration) tekniği kullanılır. Bu teknik, yazarın kişisel görüşlerinden kaçınarak konuyu tarafsız bir şekilde izah etmesini sağlar."
  },
  {
    "id": "136549",
    "unitNumber": 4,
    "text": "Makaleler, röportajlar, haber metinleri ve ansiklopedi maddeleri gibi yazılar genellikle ……………. kaleme alınırlar.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "options": {
      "A": "açıklayıcı anlatım",
      "B": "öyküleyici anlatım",
      "C": "betimleyici anlatım",
      "D": "karşılaştırmalı anlatım",
      "E": "kanıtlayıcı anlatım"
    },
    "correctAnswer": "A",
    "explanation": "Makaleler, röportajlar, haber metinleri ve ansiklopedi maddeleri gibi metinler temel olarak okuyucuya <b>nesnel bilgi vermek</b> ve bir konuyu <b>açıklamak</b> amacıyla yazılır. Bu tür bilgilendirici metinlerde kullanılan temel anlatım tekniği <b>Açıklayıcı Anlatım</b>'dır."
  },
  {
    "id": "136568",
    "unitNumber": 4,
    "text": "Bir olayın ne zaman, nerede, kimler arasında ve nasıl gerçekleştiğini anlatmak için kullanılan tekniğe …………………… denir.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "options": {
      "A": "betimleyici anlatım",
      "B": "karşılaştırmalı anlatım",
      "C": "kanıtlayıcı anlatım",
      "D": "açıklayıcı anlatım",
      "E": "öyküleyici anlatım"
    },
    "correctAnswer": "E",
    "explanation": "Bir olayın akışını, yani <b>ne zaman</b>, <b>nerede</b>, <b>kimler arasında</b> ve <b>nasıl</b> gerçekleştiğini bir zaman zinciri içinde, hareketliliğe odaklanarak aktarmaya yarayan anlatım tekniğine <b>Öyküleyici Anlatım</b> (Narrative narration) denir."
  },
  {
    "id": "136572",
    "unitNumber": 4,
    "text": "………………….. bir manzaranın, insanın ruh hâlinin insanın ya da bir başka canlının dış görünüşünün, yani fiziki yapısının aktarımında kullanılan anlatım tekniğidir.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "options": {
      "A": "Karşılaştırmalı anlatım",
      "B": "Kanıtlayıcı anlatım",
      "C": "Betimleyici anlatım",
      "D": "Açıklayıcı anlatım",
      "E": "Öyküleyici anlatım"
    },
    "correctAnswer": "C",
    "explanation": "<b>Betimleyici Anlatım</b> (Descriptive narration), diğer adıyla <b>tasvir etme</b>, varlıkların, durumların, bir manzaranın ya da bir insanın <b>fiziki yapısının</b> ve ruh halinin okuyucunun zihninde canlanacak şekilde detaylıca aktarılmasında kullanılan temel anlatım tekniğidir."
  },
  {
    "id": "136589",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi yazma aşamalarından biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Konuyu seçmek ve sınırlandırmak",
      "B": "Konunun iyi bir konu olup olmadığı hususunda yakın çevrenin görüşünü almak",
      "C": "Konunun amacını tespit etmek",
      "D": "Bakış açısını destekleyen düşünceleri bulmak",
      "E": "Metne son biçimini vermek için kontrol amaçlı okumak"
    },
    "correctAnswer": "B",
    "explanation": "Yazma süreci genellikle <b>Planlama</b>, <b>Taslak Oluşturma</b> (Yazma), <b>Gözden Geçirme</b> ve <b>Düzeltme/Yeniden Yazma</b> gibi temel aşamalardan oluşur. Ezberleme, yazılı metin oluşturma sürecinin bir aşaması değildir."
  },
  {
    "id": "211746",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi yazılı anlatım plan türlerinden biridir?</strong>",
    "options": {
      "A": "Duygu planı",
      "B": "Konuşma planı",
      "C": "Dinleme planı",
      "D": "Dil bilgisi edinme planı",
      "E": "Özet planı"
    },
    "correctAnswer": "A",
    "explanation": "Yazılı anlatımda kullanılacak planlar genellikle konunun yapısına göre belirlenir. Bu plan türleri arasında düşüncelerin neden-sonuç ya da önem sırasına göre düzenlendiği <b>Mantıksal Plan</b> (Logical Plan), Zamansal Plan, Mekânsal Plan ve Duygusal Plan yer alır."
  },
  {
    "id": "211749",
    "unitNumber": 4,
    "text": "<strong>Açıklayıcı anlatımın tanımı aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Bir olayın ne zaman, nerede, kimler arasında ve nasıl gerçekleştiğini anlatmak için kullanılan anlatım tekniğidir.",
      "B": "Herhangi bir konu üzerinde bilgi vermek ve açıklama yapmak için kullanılan anlatım çeşididir.",
      "C": "Bir manzaranın, insanın ruh hâlinin, insanın ya da bir başka canlının dış görünüşünün yani fiziki yapısının kullanıldığı anlatım tekniğidir.",
      "D": "Metinde işlenen konu hakkındaki çeşitli görüşlerin bir arada bulunduğu anlatım şeklidir.",
      "E": "Bir konuda ileri sürülen fikirlerin çeşitli görüşlerle desteklenerek kanıtlanmaya çalışıldığı anlatım tekniğidir."
    },
    "correctAnswer": "B",
    "explanation": "<b>Açıklayıcı Anlatım</b>, okuyucuya bir konu hakkında <b>bilgi vermek</b>, öğretmek, aydınlatmak ve bir kavramı ya da olguyu <b>nesnel</b> bir bakış açısıyla izah etmek amacıyla kullanılan anlatım türüdür."
  },
  {
    "id": "213689",
    "unitNumber": 4,
    "text": "<strong>Yazılı anlatımla ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "options": {
      "A": "Yazılı anlatım bilgilerin daha kalıcı olmasını sağlar",
      "B": "Duygu ve düşünceleri anlatmanın en etkili yollarından biri yazılı anlatımdır",
      "C": "Yazılı anlatım, insanlığın ortaya çıkışından beri kullanılan bir anlatım tarzıdır",
      "D": "Yazılı anlatımda başarılı olmak için birtakım ilkeler vardır",
      "E": "Yazılı anlatımın en önemli aşamalarından biri konu sınırlandırmadır"
    },
    "correctAnswer": "C",
    "explanation": "Yazılı anlatımın sözlü anlatımdan en önemli farkı, yazar ile okuyucu arasında <b>zaman farkının</b> olmasıdır. Bu nedenle yazılı anlatımda okuyucudan <b>anında geribildirim</b> almak mümkün değildir. Yazılı anlatımın kesin ve kalıcı olması, tekrar gözden geçirilebilir olması doğru özellikleridir."
  },
  {
    "id": "213690",
    "unitNumber": 4,
    "text": "<strong>Duygu, hayal ve heyecan konu olarak ele alınacaksa yapılacak plan türü aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Olay planı",
      "B": "Düşünce planı",
      "C": "Şiir planı",
      "D": "Duygu planı",
      "E": "Dramatik plan"
    },
    "correctAnswer": "D",
    "explanation": "Yazıda ele alınacak konu <b>duygu</b>, <b>hayal</b> ve <b>heyecan</b> gibi sübjektif, içsel ögeleri içeriyorsa, konunun akışını bu hissiyatlara göre düzenlemek için <b>Duygusal Plan</b> tercih edilir. Bu plan, şiir, deneme gibi türler için uygundur."
  },
  {
    "id": "213691",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi yazma aşamalarından biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Bakış açısını destekleyen düşünceleri bulmak",
      "B": "Düşünceleri anlatım sırasına göre düzenlemek",
      "C": "Okurun istediği anlatım tekniklerine göre yazmak",
      "D": "Konuyu seçmek",
      "E": "Konunun amacını tespit etmek"
    },
    "correctAnswer": "C",
    "explanation": "Yazma süreci; <b>planlama</b>, <b>taslak oluşturma</b> ve <b>düzeltme/gözden geçirme</b> gibi temel aşamaları kapsar. Yazılan metnin içeriğini zihinde tutmayı ifade eden <b>Ezberleme</b>, yazılı anlatımın üretim ya da geliştirilmesi aşamalarından biri değildir."
  },
  {
    "id": "213692",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi olay anlatan yazıların bölümlerinden biridir?</strong>",
    "options": {
      "A": "Düğüm",
      "B": "Giriş",
      "C": "Sonuç",
      "D": "Gelişme",
      "E": "Yayım"
    },
    "correctAnswer": "A",
    "explanation": "Olay anlatan yazıların (öyküleyici metinler) klasik yapısı üç temel bölümden oluşur: <b>Serim</b> (giriş, olay ve karakterlerin tanıtıldığı kısım), <b>Düğüm</b> (olayın geliştiği ve çatışmanın yükseldiği kısım) ve <b>Çözüm</b> (olayın sonuçlandığı kısım)."
  },
  {
    "id": "213693",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi iyi yazma ilkelerinden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Gözlem yapmak",
      "B": "Okumak",
      "C": "Düşünmek",
      "D": "Ana dili iyi kullanmak",
      "E": "Dikkatli olmak"
    },
    "correctAnswer": "E",
    "explanation": "İyi bir yazının temel ilkeleri arasında <b>Açıklık</b> (anlaşılırlık), <b>Doğruluk</b>, <b>Sadelik</b> ve <b>Tutarlılık</b> bulunur. <b>Öznelik</b> (Subjektiflik), özellikle bilgi verme amaçlı akademik ve resmi yazılarda kaçınılması gereken bir durumdur ve iyi yazma ilkeleri arasında yer almaz; bunun yerine <b>Nesnellik</b> aranır."
  },
  {
    "id": "213695",
    "unitNumber": 4,
    "text": "<strong>Bir konuda ileri sürülen fikirlerin çeşitli görüşlerle desteklenerek ispatlanmaya çalışıldığı anlatım türü aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Öyküleyici",
      "B": "Kanıtlayıcı",
      "C": "Betimleyici",
      "D": "Yansıtmacı",
      "E": "Tartışmacı"
    },
    "correctAnswer": "B",
    "explanation": "<b>Tartışmacı Anlatım</b>, okuyucuyu belirli bir fikre inandırmak, kendi tezini <b>desteklemek</b> ve karşıt görüşleri çürütmek amacıyla <b>ispatlama</b> yöntemlerinin (örnek, tanık gösterme, karşılaştırma) kullanıldığı anlatım türüdür."
  },
  {
    "id": "213698",
    "unitNumber": 4,
    "text": "\"Etrafımız yemyeşil ağaçlar ve çimenlerle kuşatılmıştı.\"<br/><strong>Cümlesinde kullanılan anlatım türü aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Kanıtlayıcı",
      "B": "Betimleyici",
      "C": "Öyküleyici",
      "D": "Açıklayıcı",
      "E": "Karşılaştırmalı"
    },
    "correctAnswer": "B",
    "explanation": "Cümle, etraftaki varlıkların (ağaçlar, çimenler) görsel özelliklerini (yemyeşil) okuyucunun zihninde canlandıracak şekilde <b>tasvir etmektedir</b>. Bu, hareketsiz bir 'an'ı resmetme amacı taşıyan <b>Betimleyici Anlatım</b> tekniğinin kullanıldığını gösterir."
  },
  {
    "id": "213701",
    "unitNumber": 4,
    "text": "Betimleyici anlatım kavramının yerine .............. anlatım kavramı da kullanılır.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "options": {
      "A": "Tasvirî",
      "B": "Öyküleyici",
      "C": "Açıklayıcı",
      "D": "Tamamlayıcı",
      "E": "Karşılaştırmalı"
    },
    "correctAnswer": "A",
    "explanation": "Betimleyici anlatım, bir varlığın ya da durumun sözcüklerle resmedilmesi anlamına gelir. Bu kavramın eş anlamlısı olarak <b>Tasvir</b> anlatımı kavramı da sıklıkla kullanılmaktadır. Tasvir etmek, varlıkların ayırt edici özelliklerini sunmaktır."
  },
  {
    "id": "213703",
    "unitNumber": 4,
    "text": "<strong>Makale yazmak isteyen bir kişi aşağıdaki anlatım türlerinden hangisini tercih etmelidir?</strong>",
    "options": {
      "A": "Öyküleyici - betimleyici",
      "B": "Betimleyici - tartışmacı",
      "C": "Öyküleyici - kanıtlayıcı",
      "D": "Kanıtlayıcı - betimleyici",
      "E": "Açıklayıcı - kanıtlayıcı"
    },
    "correctAnswer": "E",
    "explanation": "Makaleler, bilimsel ve toplumsal konularda <b>nesnel bilgi</b> sunmak ve analiz yapmak için yazılırlar. Bu amaçla, okuyucuyu bilgilendirmeyi esas alan ve <b>nesnel gerçekliği</b> temel alan <b>Açıklayıcı Anlatım</b> (Explanatory narration) türü tercih edilmelidir."
  },
  {
    "id": "213706",
    "unitNumber": 4,
    "text": "<strong>İki yöntemin birbirlerine karşı üstün ve zayıf yönlerini anlatmak için aşağıdaki yöntemlerden hangisi kullanılır?</strong>",
    "options": {
      "A": "Betimleyici",
      "B": "Tartışmacı",
      "C": "Öyküleyici",
      "D": "Karşılaştırmalı",
      "E": "Kanıtlayıcı"
    },
    "correctAnswer": "D",
    "explanation": "İki farklı nesne, kavram, fikir veya yöntemin benzer ve farklı yönlerini, yani <b>üstün ve zayıf yönlerini</b> ortaya koyarak okuyucuya bilgi aktarmak için kullanılan düşünceyi geliştirme yöntemi <b>Karşılaştırma</b>'dır (Comparison)."
  },
  {
    "id": "214621",
    "unitNumber": 4,
    "text": "Bu küçük şehir; dar sokakları, rengârenk müstakil evleri ve masmavi deniziyle görülmeye değer.<br/><strong>Cümlede kullanılan anlatım türü aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Kanıtlayıcı",
      "B": "Betimleyici",
      "C": "Öyküleyici",
      "D": "Açıklayıcı",
      "E": "Karşılaştırmalı"
    },
    "correctAnswer": "B",
    "explanation": "Cümle, şehrin görsel detaylarını (dar sokaklar, rengârenk evler, masmavi deniz) duyularımıza hitap edecek şekilde aktarmakta, yani <b>görsel tasvir</b> yapmaktadır. Bu teknik, bir anlık durumu resmetmeyi amaçladığı için <b>Betimleyici Anlatım</b> olarak adlandırılır."
  },
  {
    "id": "214636",
    "unitNumber": 4,
    "text": "<strong>Belirli bir konu hakkında ayrıntılı bir şekilde bilgi vermek ve izahatta bulunmak için kullanılan anlatım türü aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Kanıtlayıcı",
      "B": "Betimleyici",
      "C": "Öyküleyici",
      "D": "Açıklayıcı",
      "E": "Karşılaştırmalı"
    },
    "correctAnswer": "D",
    "explanation": "Temel amacı bir konu hakkında <b>ayrıntılı bilgi vermek</b> ve izahatta bulunarak okuyucunun konuyu tam olarak anlamasını sağlamak olan, nesnel gerçeklere dayanan anlatım türü <b>Açıklayıcı Anlatım</b>'dır."
  },
  {
    "id": "214651",
    "unitNumber": 4,
    "text": "<strong>Canlı ya da cansız varlıkların belirgin özelliklerini tasvir eden anlatım türüne ne ad verilir?</strong>",
    "options": {
      "A": "Açıklayıcı anlatım",
      "B": "Öyküleyici anlatım",
      "C": "Betimleyici anlatım",
      "D": "Tartışmalı anlatım",
      "E": "Kanıtlayıcı anlatım"
    },
    "correctAnswer": "C",
    "explanation": "Canlı ya da cansız varlıkların kendilerine has ve <b>belirgin özelliklerini</b> (fiziki görünüş, durum, nitelik) sözcüklerle <b>tasvir</b> ederek okuyucunun zihninde bir izlenim yaratmayı amaçlayan anlatım türü <b>Betimleyici Anlatım</b>'dır."
  },
  {
    "id": "340859",
    "unitNumber": 4,
    "text": "<strong>Herhangi bir konu hakkındaki görüşlerin, fikirlerin belirli bir düzen içerisinde anlatılması için yapılan plan türü aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Olay planı",
      "B": "Düşünce planı",
      "C": "Hikâye planı",
      "D": "Duygu planı",
      "E": "Açıklama planı"
    },
    "correctAnswer": "B",
    "explanation": "Herhangi bir konu hakkındaki <b>görüşlerin ve fikirlerin</b> belirli bir sıra ve mantık çerçevesinde sunulması için yapılan hazırlığa <b>Kompozisyon Planı</b> denir. <br>Bu plan, yazılı anlatımın temelini oluşturur ve genellikle <b>Giriş</b> (konunun ortaya konulduğu bölüm), <b>Gelişme</b> (fikirlerin detaylandırılıp desteklendiği bölüm) ve <b>Sonuç</b> (ana fikrin özetlendiği veya varılan yargının belirtildiği bölüm) olmak üzere üç ana kısımdan oluşur. Bu düzen, anlatımın akıcı, tutarlı ve etkili olmasını sağlar."
  },
  {
    "id": "340865",
    "unitNumber": 4,
    "text": "I. Daha çok düşünce yazılarında kullanılmaktadır.<br/>II. Bir konu hakkındaki çeşitli görüşler bir arada bulunmaktadır.<br/>III. Bu anlatım türüne “hikâye etme tekniği” de denilmektedir.<br/>IV. Bir ortamın ya da duygunun tasvir edildiği sözcüklere sıklıkla yer verilmektedir.<br/><strong>Yukarıdakilerden hangisi ya da hangileri karşılaştırmalı anlatımın özellikleri arasında yer alır?</strong>",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "I, II ve III",
      "E": "I, II ve IV"
    },
    "correctAnswer": "C",
    "explanation": "<b>Karşılaştırmalı Anlatım</b>, iki ya da daha fazla kavram, varlık, olay ya da fikir arasındaki <b>benzerlik ve farklılıkları</b> ortaya koymak için kullanılır.<br>I. Doğrudur. Karşılaştırma, mantıksal çıkarım yapmaya yardımcı olduğu için sıklıkla <b>düşünce yazılarında</b> (makale, deneme) kullanılır.<br>II. Doğrudur. Karşılaştırma yapabilmek için ilgili konudaki <b>çeşitli görüşler</b> veya karşılaştırılacak unsurlar bir arada bulunmalıdır.<br>III. Yanlıştır. 'Hikâye etme tekniği' <b>Öyküleyici Anlatım</b>'dır.<br>IV. Yanlıştır. 'Tasvir' odaklı anlatım <b>Betimleyici Anlatım</b>'a aittir.<br>Buna göre, karşılaştırmalı anlatımın özellikleri arasında I ve II numaralı maddeler yer alır."
  },
  {
    "id": "340871",
    "unitNumber": 4,
    "text": "Mitler, kutsal merasimler esnasında anlatılırlar. Bu merasimler icra edilirken şarkılar söylenir, dans edilir ve aynı zamanda bir tiyatro oyunu gibi mitler sahnelenir. Bu yüzden tiyatronun, dansın ve şarkıların ortaya çıkışında mitlerin rolü çok büyüktür.<br/><strong>Paragrafta kullanılan anlatım türü aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Betimleyici",
      "B": "Öyküleyici",
      "C": "Açıklayıcı",
      "D": "Tartışmacı",
      "E": "Kanıtlayıcı"
    },
    "correctAnswer": "C",
    "explanation": "Paragrafta, mitlerin kutsal merasimlerdeki rolü ve bunun tiyatro, dans ve şarkıların ortaya çıkışındaki etkisi hakkında <b>nesnel bilgiler</b> sunulmaktadır. Metnin amacı okuyucuya bir konu hakkında <b>bilgi vermek</b>, onu aydınlatmak ve konuyu anlaşılır hale getirmektir. <br>Bu türde yazar kendi görüşünü dayatmaz, sadece konuyu izah eder. Bu anlatım biçimi <b>Açıklayıcı Anlatım</b> (Expository Expression) olarak adlandırılır."
  },
  {
    "id": "131414",
    "unitNumber": 5,
    "text": "<strong>Alanında ün yapmış kişilerin hayatlarının bir başkası tarafından anlatıldığı yazılı anlatım türü aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Dilekçe",
      "B": "Rapor",
      "C": "Biyografi",
      "D": "Tutanak",
      "E": "Mektup"
    },
    "correctAnswer": "C",
    "explanation": "Alanında ün yapmış kişilerin hayatlarının bir başkası tarafından anlatıldığı yazılı anlatım türü <b>Biyografi</b> (yaşam öyküsü) olarak adlandırılır. Biyografi, ünlü bir kişinin hayatının önemli olaylarını ve başarılarını kronolojik sırayla ve genellikle tarafsız bir dille kaleme alır."
  },
  {
    "id": "131441",
    "unitNumber": 5,
    "text": "<strong>Ekip tarafından hazırlanan raporlara ne ad verilir?</strong>",
    "options": {
      "A": "Tutanak",
      "B": "Beyanname",
      "C": "Gözlem raporu",
      "D": "Ekspertiz raporu",
      "E": "Ortak rapor"
    },
    "correctAnswer": "E",
    "explanation": "Belirli bir konu üzerinde yapılan araştırmaların veya çalışmaların sonuçlarını, analizlerini ve önerilerini sunmak amacıyla <b>ekip veya uzmanlar tarafından hazırlanan yazılara</b> genel olarak <b>Rapor</b> adı verilir. Eğer raporu hazırlayan kişiler bir kurul veya ekip ise, bu spesifik olarak <b>Heyet Raporu</b> (veya Komisyon Raporu) olarak da adlandırılabilir."
  },
  {
    "id": "136795",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi dilekçede uyulması gereken kurallardan biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Dilekçede mutlaka adres ve telefon bilgisi yer almalıdır.",
      "B": "Dilekçede imza kullanılmaz.",
      "C": "Dilekçede verilen tarih, arz/rica ifadesinden sonra konulmalıdır.",
      "D": "Dilekçe verilen kurumun adı, dilekçenin baş tarafına tam olarak yazılmalıdır.",
      "E": "Dilekçe metninde açık, anlaşılır bir anlatım kullanılmalıdır."
    },
    "correctAnswer": "B",
    "explanation": "Dilekçeler, resmî kurumlara sunulan form yazılar olduğu için <b>ciddi ve saygılı bir dil</b> kullanılmalıdır. Uyulması gereken temel kurallardan biri <b>imza ve ad/soyadının sağ alt köşede</b> bulunmasıdır. Dilekçede uyulmaması gereken bir kural ise, <b>samimi ve günlük konuşma dilini</b> kullanmaktır. (Yanlış olan kural genellikle resmiyete aykırı bir uygulamadır.)"
  },
  {
    "id": "211845",
    "unitNumber": 5,
    "text": "<strong>Ani gelişen bir olayın ya da sonradan tekrar edilmesi mümkün olmayan bir durumun, katılımcıların veya şahitlerin ifadelerine dayanarak yazıya geçirilmesi ve resmiyet kazandırılması işlemine ne ad verilir?</strong>",
    "options": {
      "A": "Rapor",
      "B": "Biyografi",
      "C": "Dilekçe",
      "D": "Otobiyografi",
      "E": "Tutanak"
    },
    "correctAnswer": "E",
    "explanation": "Ani gelişen veya sonradan tekrar edilmesi mümkün olmayan durumların, katılımcıların veya şahitlerin ifadelerine dayanarak kayıt altına alınması ve resmileştirilmesi işlemine <b>Tutanak</b> denir. Tutanaklar, olayın gerçekleştiği anda durumu <b>belgeleme</b> ve <b>resmiyet kazandırma</b> amacı taşır."
  },
  {
    "id": "213716",
    "unitNumber": 5,
    "text": "<strong>Dilekçe yazımı ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "options": {
      "A": "Dilekçe yazılırken mavi ya da siyah mürekkepli kalem kullanılır.",
      "B": "Dilekçenin verildiği tarih kâğıdın sağ üst köşesine yazılmalıdır.",
      "C": "Dilekçe verilen kurumun adı dilekçenin baş tarafına tam olarak yazılmalıdır.",
      "D": "Dilekçe metninde açık, anlaşılır bir anlatım kullanılmalıdır.",
      "E": "Dilekçe yazılırken sayfa düzenine dikkat edilmelidir."
    },
    "correctAnswer": "B",
    "explanation": "Dilekçe, resmî makamlara hitaben yazılan bir form yazıdır. Dilekçelerde imza ve ad/soyad, yazının muhatabına sunulduğu bölümün ardından, genellikle sayfanın <b>sağ alt köşesinde</b> yer alır. Bu kurala aykırı bir ifade (örneğin, imzanın sol alt köşede yer aldığı iddiası) <b>yanlıştır</b>."
  },
  {
    "id": "213719",
    "unitNumber": 5,
    "text": "<strong>Alanında uzman kişilerin bir durumu ortaya koymak için yazdıkları form yazı türü aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Tutanak",
      "B": "Biyografi",
      "C": "Rapor",
      "D": "Mektup",
      "E": "Öz geçmiş"
    },
    "correctAnswer": "C",
    "explanation": "Alanında uzman kişilerin belirli bir durum, inceleme veya araştırma hakkında gözlem, analiz ve sonuçlarını sistemli bir şekilde sunmak amacıyla hazırladıkları form yazı türü <b>Rapor</b> olarak adlandırılır. Raporlar, genellikle <b>bilgi verme ve değerlendirme</b> amacı taşır."
  },
  {
    "id": "213720",
    "unitNumber": 5,
    "text": "<strong>Mektup türü ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "options": {
      "A": "Mektuplar; edebî, özel ve resmî olarak üçe ayrılmaktadır.",
      "B": "Mektup yazılırken çizgisiz, beyaz kâğıt kullanılmalıdır.",
      "C": "Mektup yazılırken okunaklı el yazısı tercih edilmelidir.",
      "D": "Mektup yazılan kişiye uygun hitap kullanılmalıdır.",
      "E": "Mektup yazarken tükenmez veya kurşun kalem kullanılmalıdır."
    },
    "correctAnswer": "E",
    "explanation": "Mektup türü, <b>özel, edebi ve resmî mektuplar</b> gibi farklı çeşitleri barındırır. Eğer seçeneklerde mektupların sadece resmi amaçlar için yazıldığı gibi kısıtlayıcı bir ifade bulunuyorsa, bu <b>yanlıştır</b>. Mektuplar aynı zamanda duygu ve düşünceleri paylaşmak için de kullanılır."
  },
  {
    "id": "213721",
    "unitNumber": 5,
    "text": "<strong>Bir kişinin kendi hayat öyküsünü anlattığı yazı türü aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Otobiyografi",
      "B": "Biyografi",
      "C": "Mektup",
      "D": "Anı",
      "E": "Sohbet"
    },
    "correctAnswer": "A",
    "explanation": "Bir kişinin kendi yaşam öyküsünü, kendi ağzından ve bakış açısından anlattığı yazı türüne <b>Otobiyografi</b> (Öz Yaşam Öyküsü) denir. Bu türde yazar, hem anlatıcı hem de konu (özne) durumundadır."
  },
  {
    "id": "213722",
    "unitNumber": 5,
    "text": "<strong>Bir durumun ya da işlemin kayıt altına alınarak ona resmiyet kazandırılması maksadıyla yazılan form yazı türü aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Biyografi",
      "B": "Rapor",
      "C": "Tutanak",
      "D": "Mektup",
      "E": "Öz geçmiş"
    },
    "correctAnswer": "C",
    "explanation": "Bir durumun ya da işlemin gerçekleştiği şekliyle kayda geçirilerek, ona gelecekte kullanılabilecek <b>resmiyet kazandırılması</b> maksadıyla yazılan form yazı türü <b>Tutanak</b> olarak adlandırılır."
  },
  {
    "id": "213723",
    "unitNumber": 5,
    "text": "<strong>Ünlü kişilerin yaşam öykülerinin başkaları tarafından anlatıldığı yazı türü aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Biyografi",
      "B": "Anı",
      "C": "Mektup",
      "D": "Rapor",
      "E": "Otobiyografi"
    },
    "correctAnswer": "A",
    "explanation": "Tanınmış kişilerin hayat hikayelerinin, o kişi haricinde, <b>bir başkası tarafından</b> araştırılıp anlatıldığı yazı türü <b>Biyografi</b>dir (Yaşam Öyküsü). Bu türde anlatım üçüncü kişi ağzından yapılır."
  },
  {
    "id": "213724",
    "unitNumber": 5,
    "text": "<strong>Mektupların sağ üst köşesinde aşağıdakilerden hangisi bulunmalıdır?</strong>",
    "options": {
      "A": "Adres",
      "B": "Hitap sözcüğü",
      "C": "İsim ve soy isim",
      "D": "Tarih",
      "E": "İmza"
    },
    "correctAnswer": "D",
    "explanation": "Mektuplarda mektubun kaleme alındığı yer ve zaman bilgisi, resmiyet gereği veya okuyucuyu bilgilendirmek amacıyla belirtilmelidir. Bu bilgi, genellikle mektubun başlangıcında <b>sağ üst köşede yer ve tarih</b> şeklinde bulunur."
  },
  {
    "id": "213725",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi resmî makamlara yazılan bir mektuptur?</strong>",
    "options": {
      "A": "Tutanak",
      "B": "Dilekçe",
      "C": "Öz geçmiş",
      "D": "Biyografi",
      "E": "Başvuru formu"
    },
    "correctAnswer": "B",
    "explanation": "Resmî makamlara hitaben yazılan, genellikle bir talep, şikâyet veya bildiri içeren standart formattaki yazı türü <b>Dilekçe</b> (arzuhal) olarak bilinir ve resmî mektupların en yaygın örneğidir."
  },
  {
    "id": "213726",
    "unitNumber": 5,
    "text": "<strong>Belirli bir gündemle yapılan toplantılardan sonra hazırlanması gereken form yazı türü aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Dilekçe",
      "B": "Tutanak",
      "C": "Tasdikname",
      "D": "Arz-ı Hâl",
      "E": "Tebellüğ belgesi"
    },
    "correctAnswer": "B",
    "explanation": "Belirli bir gündemle yapılan toplantılarda konuşulanların, karara bağlanan konuların ve katılımcıların beyanlarının resmiyet kazanması amacıyla hazırlanan form yazı türü <b>Toplantı Tutanağı</b> veya sadece <b>Tutanak</b> olarak adlandırılır."
  },
  {
    "id": "213727",
    "unitNumber": 5,
    "text": "<strong>Form öz geçmişlerde aşağıdakilerden hangisi <u>yer almaz</u>?</strong>",
    "options": {
      "A": "Eğitim bilgileri",
      "B": "Kişisel bilgiler",
      "C": "İletişim bilgileri",
      "D": "İş tecrübeleri",
      "E": "Fobileri"
    },
    "correctAnswer": "E",
    "explanation": "Form öz geçmiş (CV), kişinin mesleki yetkinliklerini ve deneyimlerini sunar. Öz geçmişlerde <b>eğitim</b>, <b>iş deneyimi</b> ve <b>iletişim bilgileri</b> yer alır, ancak kişinin <b>siyasi görüşleri</b> veya <b>gereksiz kişisel detaylar</b> (medeni durumun detayı gibi) profesyonel amaçlarla hazırlanmış bir form öz geçmişte yer almaz."
  },
  {
    "id": "214527",
    "unitNumber": 5,
    "text": "<strong>Dilekçelerin sol alt köşesinde aşağıdakilerden hangisi bulunmalıdır?</strong>",
    "options": {
      "A": "Adres",
      "B": "Hitap sözcüğü",
      "C": "İsim-soy isim",
      "D": "Tarih",
      "E": "İmza"
    },
    "correctAnswer": "A",
    "explanation": "Dilekçelerde imza ve ad soyad sağ alt köşede yer alırken, dilekçe sahibinin <b>açık adresi ve iletişim bilgileri</b> veya sunulan <b>Ekler</b> listesi genellikle yazının <b>sol alt köşesinde</b> belirtilir."
  },
  {
    "id": "214532",
    "unitNumber": 5,
    "text": "<strong>Tutanak ile ilgili olarak aşağıdakilerden hangisi doğrudur?</strong>",
    "options": {
      "A": "Tutanağın sonuna belge eklenemez.",
      "B": "Resmî olmayan bir yazı türüdür.",
      "C": "Tutanakta silinti ya da karalama olmamalıdır.",
      "D": "Çizgili kâğıda yazılmalıdır.",
      "E": "Tutanak yazılırken kurşun kalem kullanılmalıdır."
    },
    "correctAnswer": "C",
    "explanation": "Tutanak, bir durumu veya olayı resmî olarak kayda geçiren belgedir. Tutanak ile ilgili doğru olan temel bir kural, belgenin içeriğinin geçerli ve onaylı sayılması için olaya şahit olan veya ilgili olan <b>tüm katılımcılar/şahitler tarafından imzalanması</b> gerektiğidir."
  },
  {
    "id": "214555",
    "unitNumber": 5,
    "text": "<strong> Eski dilde “arzuhal” kavramıyla ifade edilen, resmî makamlara gönderilen yazı türü aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Tutanak",
      "B": "Biyografi",
      "C": "Dilekçe",
      "D": "Anı",
      "E": "Öz geçmiş"
    },
    "correctAnswer": "C",
    "explanation": "Osmanlı Türkçesinde kullanılan <b>'arzuhal'</b> kavramı, günümüzdeki <b>Dilekçe</b> yazı türünü karşılamaktadır. Arzuhaller, vatandaşların bir istek veya şikayetlerini <b>resmî makamlara sunmalarına</b> yarayan form yazılardır."
  },
  {
    "id": "340888",
    "unitNumber": 5,
    "text": "<strong>Belirli bir konu üzerinde alan uzmanları tarafından yürütülen araştırmaların yazılı olarak sunulmasıyla oluşturulan yazılara ne ad verilir?</strong>",
    "options": {
      "A": "Otobiyografi",
      "B": "Biyografi",
      "C": "Tutanak",
      "D": "Rapor",
      "E": "Mektup"
    },
    "correctAnswer": "D",
    "explanation": "Belirli bir konu üzerinde <b>alan uzmanları</b> tarafından yürütülen araştırmaların, analizlerin ve sonuçların sistemli bir şekilde <b>yazılı olarak sunulmasıyla</b> oluşturulan yazılara <b>Rapor</b> adı verilir. Raporlar, bilgilendirme, değerlendirme ve öneri sunma işlevi görür."
  },
  {
    "id": "340890",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi form yazılar arasında <u>yer almaz</u>?</strong>",
    "options": {
      "A": "Mektup",
      "B": "Dilekçe",
      "C": "Biyografi",
      "D": "Rapor",
      "E": "Röportaj"
    },
    "correctAnswer": "E",
    "explanation": "Form yazılar, belirli bir amaç, yapı ve kurallar çerçevesinde yazılan, resmî nitelik taşıyan belgelerdir (Dilekçe, Tutanak, Rapor). <b>Roman</b>, <b>Şiir</b> veya <b>Deneme</b> gibi edebi türler, standart resmî formata bağlı olmadıkları ve kurgusal/edebi amaç taşıdıkları için <b>form yazılar arasında yer almaz</b>."
  },
  {
    "id": "340898",
    "unitNumber": 5,
    "text": "Ömer Seyfettin, 1884 yılında Balıkesir’in Gönen ilçesinde doğdu. Edirne Askerî İdadisi'ni bitirdikten sonra İstanbul’a gitti ve Mecmua-i Edebiye dergisindeki şiirleriyle yayın dünyasına girdi. Millî Edebiyat Dönemi’nin sembol isimlerinden olan Ömer Seyfettin, hikâye türünde çok sayıda eser verdi ve olay hikâyesinin Türk edebiyatındaki temsilcisi olarak kabul edildi.<br/><strong>Paragrafta kullanılan anlatım türü aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Biyografi",
      "B": "Anı",
      "C": "Otobiyografi",
      "D": "Deneme",
      "E": "Eleştiri"
    },
    "correctAnswer": "A",
    "explanation": "Paragrafta, Ömer Seyfettin'in doğum yeri ve tarihi, eğitim hayatı ve edebi kariyeri gibi yaşamına dair önemli bilgiler verilmektedir. Bir kişinin hayatının bir başkası tarafından anlatıldığı bu tür, <b>Biyografi</b> anlatım türüne örnektir."
  },
  {
    "id": "131525",
    "unitNumber": 6,
    "text": "<strong>Marco Polo, İbni Batuta, Puşkin gibi yazarlar hangi tür öğretici yazılarıyla ün kazanmışlardır?</strong>",
    "options": {
      "A": "Gezi",
      "B": "Anı",
      "C": "Deneme",
      "D": "Eleştiri",
      "E": "Makale"
    },
    "correctAnswer": "A",
    "explanation": "Marco Polo, İbni Batuta (İbn Battuta) ve Puşkin gibi isimler, gittikleri yerleri, gördükleri kültürleri ve yaşadıkları olayları anlatan <b>gezi yazıları</b> (seyahatnameler) ile ün kazanmışlardır. Gezi yazısı, yazarın gezdiği yerlerin kültürel, coğrafi ve sosyal özelliklerini okuyucuya aktardığı <b>öğretici yazı</b> türüdür."
  },
  {
    "id": "136887",
    "unitNumber": 6,
    "text": "<strong>Herhangi bir konu hakkında bilgi vermek, bir olayı değerlendirmek veya bir araştırmanın sonuçlarını açıklamak üzere, çeşitli kanıtlardan faydalanılarak inandırıcı bir üslupla kaleme alınan gazete veya dergi yazılarına ne ad verilir?</strong>",
    "options": {
      "A": "Deneme",
      "B": "Fıkra",
      "C": "Eleştiri",
      "D": "Makale",
      "E": "Röportaj"
    },
    "correctAnswer": "D",
    "explanation": "Bu tanım <b>makale</b> türüne aittir. Makale, bir konu hakkında bilgi vermek, bir görüşü desteklemek veya bir araştırmanın sonuçlarını açıklamak amacıyla yazılan, genellikle <b>kanıt ve belgelere dayanan</b>, ciddi ve <b>nesnel</b> bir üslup kullanan gazete veya dergi yazılarıdır. Temel amacı bilgi vermek ve <b>inandırmak</b>tır."
  },
  {
    "id": "136907",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi deneme yazarının özelliklerinden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Deneme yazarı, yumuşak bir dille yazısını kaleme alır.",
      "B": "Deneme yazarı, okur karşısında öğretici bir tavır takınır.",
      "C": "Deneme yazarı, okurla sohbet eder bir üsluba sahiptir.",
      "D": "Deneme yazarı, yazısını yazarken gözlemlerinden ve deneyimlerinden yararlanır.",
      "E": "Deneme yazarı, yazısında kişisel duygu ve düşüncelerine yer verir."
    },
    "correctAnswer": "B",
    "explanation": "Deneme, yazarın kişisel görüşlerini, samimi ve içten bir üslupla ortaya koyduğu türdür. Deneme yazarı, ortaya koyduğu fikirleri <b>ispatlama amacı gütmez</b> ve kesin hükümler vermekten kaçınır. Bu nedenle, deneme yazarının nesnel kanıtlara dayanarak görüşünü ispatlamaya çalışması deneme türünün bir özelliği <b>değildir</b>."
  },
  {
    "id": "136938",
    "unitNumber": 6,
    "text": "Genellikle olayların ve durumların komik yönlerinin anlatıldığı türe ………… adı verilir. Gazetelerde yer alan ve bir konunun, durumun ya da olayın farklı yönlerini konu edinen fikir yazıları da aynı adla anılır.<br/><strong>Paragrafta boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "options": {
      "A": "makale",
      "B": "deneme",
      "C": "eleştiri",
      "D": "röportaj",
      "E": "fıkra"
    },
    "correctAnswer": "E",
    "explanation": "Paragrafta boş bırakılan yere <b>fıkra</b> kelimesi getirilmelidir. Fıkra, bir yandan <b>güldürücü, kısa hikâyeler</b> anlamını taşırken; diğer yandan da güncel olayları veya konuları ele alan, yazarın kişisel görüşlerini samimi bir üslupla sunduğu <b>köşe yazısı</b> türünün adıdır. Köşe yazısı (fıkra), günlük olayların farklı yönlerini konu edinir."
  },
  {
    "id": "136963",
    "unitNumber": 6,
    "text": "Özellikle devlet adamlarının bu türdeki eserleri tarihe kaynaklık ettiği için birer belge niteliği taşıyabilir.<br/><strong>Bu özellik aşağıdaki öğretici yazı türlerinden hangisine aittir?</strong>",
    "options": {
      "A": "Gezi",
      "B": "Anı",
      "C": "Deneme",
      "D": "Eleştiri",
      "E": "Makale"
    },
    "correctAnswer": "B",
    "explanation": "Bu özellik <b>Anı (Hatıra)</b> türüne aittir. Anı, yazarın kendi başından geçen, yaşadığı dönemi, tanıklık ettiği olayları ve tecrübeleri anlattığı öğretici bir yazı türüdür. Özellikle <b>devlet adamları ve siyasetçilerin anıları</b>, tarihi olaylara ışık tuttuğu için <b>belge niteliği</b> taşıyabilir ve tarihe kaynaklık eder."
  },
  {
    "id": "212042",
    "unitNumber": 6,
    "text": "<strong>Marco Polo, İbni Batuta, Puşkin gibi yazarların örneklerini verdikleri yazı türü aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Gezi yazısı",
      "B": "Deneme",
      "C": "Mektup",
      "D": "Röportaj",
      "E": "Makale"
    },
    "correctAnswer": "A",
    "explanation": "Marco Polo, İbni Batuta ve Puşkin gibi isimler, gezdikleri yerlerdeki izlenimlerini ve gözlemlerini aktardıkları <b>Gezi Yazısı</b> (Seyahatname) türünde eserler vermişlerdir. Bu tür, yazarın gezdiği yerlerin kültürel ve coğrafi özelliklerini okuyucuya aktarır."
  },
  {
    "id": "212056",
    "unitNumber": 6,
    "text": "<strong>Frankfurt Seyahatnamesi isimli eser aşağıdaki yazarlardan hangisine aittir?</strong>",
    "options": {
      "A": "İbrahim Şinasi",
      "B": "İsmail Habib Sevük",
      "C": "Derya Çölaşan",
      "D": "İsmail Safa",
      "E": "Ahmet Haşim"
    },
    "correctAnswer": "E",
    "explanation": "<b>Frankfurt Seyahatnamesi</b> isimli eser, Türk edebiyatının önemli şair ve yazarlarından olan <b>Ahmet Haşim</b>'e aittir. Bu eser, yazarın Frankfurt ve çevresindeki izlenimlerini aktardığı bir <b>gezi yazısı</b> örneğidir."
  },
  {
    "id": "213729",
    "unitNumber": 6,
    "text": "…………..., bir fikir yazısıdır; bu sebeple ağır başlı, ciddi bir tavrı vardır.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "options": {
      "A": "Fıkra",
      "B": "Makale",
      "C": "Deneme",
      "D": "Röportaj",
      "E": "Hatıra"
    },
    "correctAnswer": "B",
    "explanation": "Cümlede boş bırakılan yere <b>Makale</b> getirilmelidir. Makale, bir <b>fikir yazısı</b> olup, yazarın ileri sürdüğü düşünceyi kanıtlamayı amaçlar. Bu sebeple makalede kullanılan üslup <b>ağır başlı, ciddi</b> ve nesnel bir nitelik taşır. Bu özellikleri ile deneme ve fıkradan ayrılır."
  },
  {
    "id": "213730",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisinin gezi yazısı türünde eseri <u>yoktur</u>?</strong>",
    "options": {
      "A": "İbn-i Batuta",
      "B": "Evliya Çelebi",
      "C": "Puşkin",
      "D": "Marco Polo",
      "E": "Montaigne"
    },
    "correctAnswer": "E",
    "explanation": "Evliya Çelebi, Reşat Nuri Güntekin ve Ahmet Haşim gezi yazısı türünde eserleriyle tanınırken, <b>Namık Kemal</b> daha çok tiyatro, roman ve siyasi makaleleriyle bilinir. Gezi yazısı türünde öne çıkan bir eseri <b>yoktur</b>."
  },
  {
    "id": "213732",
    "unitNumber": 6,
    "text": "“Bir konu hakkında bilgi toplamak üzere o konu ile ilgili kişilerle görüşüp bilgi toplamak ve daha sonra toplanan bilgileri belirli bir düzen dâhilinde yazıya geçirmek”<strong> şeklinde tanımlanan yazı türü aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Deneme",
      "B": "Fıkra",
      "C": "Makale",
      "D": "Hatırat",
      "E": "Röportaj"
    },
    "correctAnswer": "E",
    "explanation": "Verilen tanım <b>röportaj</b> türüne aittir. Röportaj (Reportage), bir konu hakkında bilgi toplamak, o konuyla ilgili kişilerle <b>görüşmeler yapmak</b> ve toplanan bilgileri belirli bir düzen dâhilinde okuyucuya sunmak amacıyla kaleme alınan bir yazı türüdür."
  },
  {
    "id": "213734",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi eleştiri yazısının özelliklerinden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Ele alınan konunun olumsuz yönleri vurgulanmalıdır",
      "B": "Eleştiren kişi konu hakkında bilgi sahibi olmalıdır",
      "C": "Eleştiri yapılırken konu kişiselleştirilmemelidir",
      "D": "Eleştiride seviyeli bir üslup kullanılmalıdır",
      "E": "Konu farklı açılardan değerlendirilmelidir"
    },
    "correctAnswer": "A",
    "explanation": "Eleştiri (Tenkit), bir eseri veya fikri incelerken <b>nesnel ölçütlere</b> dayanmayı gerektirir. Bir eleştiri yazısının amacı, eserin değerini belirlemek ve okuyucuya rehberlik etmektir. Eleştirinin özelliklerinden biri, yalnızca duygusal tepkilere dayanmak veya kişisel beğeniyi mutlak doğru kabul etmek <b>değildir</b>; aksine, <b>mantıksal temellere</b> oturmalıdır."
  },
  {
    "id": "213736",
    "unitNumber": 6,
    "text": "<strong>Bir kişinin kendi başından geçen olayları, yaşadıklarını ve tecrübelerini kaleme aldığı yazı türü aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Anı/hatıra",
      "B": "Biyografi",
      "C": "Gezi yazısı",
      "D": "Deneme",
      "E": "Fıkra"
    },
    "correctAnswer": "A",
    "explanation": "Bir kişinin kendi başından geçen, <b>yaşadığı olayları ve tecrübeleri</b> kaleme aldığı yazı türü <b>Anı (Hatıra)</b> olarak adlandırılır. Anılar, yazarın geçmişi ve tanık olduğu dönemi aktarması açısından önem taşır."
  },
  {
    "id": "213783",
    "unitNumber": 6,
    "text": "<strong>Bir fikri, bir düşünceyi ya da bir eseri bütün yönleri ile inceleyip değerlendirme amacını taşıyan öğretici yazı türü aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Makale",
      "B": "Eleştiri",
      "C": "Fıkra",
      "D": "Deneme",
      "E": "Hatırat"
    },
    "correctAnswer": "B",
    "explanation": "Bir fikri, bir düşünceyi ya da bir eseri <b>bütün yönleri ile inceleyip değerlendirme</b> amacını taşıyan öğretici yazı türü <b>Eleştiri</b> (Tenkit) olarak adlandırılır. Eleştirinin temel hedefi, eserin değerini ve etkisini belirlemektir."
  },
  {
    "id": "213784",
    "unitNumber": 6,
    "text": "<strong>Akademik çalışmalar olarak yayınlanan makalelerde gazete/dergi makalelerinden farklı olarak aşağıdaki bölümlerden hangisi bulunur?</strong>",
    "options": {
      "A": "Giriş, gelişme",
      "B": "Giriş, özet",
      "C": "Özet, kaynakça",
      "D": "Kaynakça, gelişme",
      "E": "Kaynakça, sonuç"
    },
    "correctAnswer": "C",
    "explanation": "Akademik çalışmalar olarak yayınlanan makalelerde, iddiaların ve alıntıların kaynağını gösteren <b>Kaynakça (Referanslar)</b> bölümü bulunmak zorundadır. Bu bölüm, bilimsel yönteme uygunluk ve <b>güvenilirlik</b> açısından gazete/dergi makalelerinden farklıdır."
  },
  {
    "id": "213785",
    "unitNumber": 6,
    "text": "<strong>Günlük hayattan alınan herhangi bir konu üzerinde bir ispat amacı güdülmeden kaleme alınan yazı türü aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Makale",
      "B": "Eleştiri",
      "C": "Anı",
      "D": "Deneme",
      "E": "Gezi yazısı"
    },
    "correctAnswer": "D",
    "explanation": "<b>Deneme</b>, yazarın günlük hayattan alınan herhangi bir konu üzerinde, tamamen <b>kişisel görüş ve düşünceleriyle</b> kaleme aldığı yazı türüdür. En belirgin özelliği, yazarın ortaya koyduğu fikirleri <b>ispat etme amacı gütmemesidir</b> (ispat amacı güdülmeden yazılır)."
  },
  {
    "id": "213787",
    "unitNumber": 6,
    "text": "<strong>Fıkra türünün deneme türünden ayırt edilmesini sağlayan en belirgin özellik aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Kişisel duygu ve düşünceleri ihtiva eder.",
      "B": "Samimi bir üslup kullanılır.",
      "C": "Toplumun aksayan yönleri eleştirilir.",
      "D": "Okuyucuyla sohbet eder tarzda yazılır.",
      "E": "Yazarın düşüncesini ispatlama gayesi yoktur."
    },
    "correctAnswer": "C",
    "explanation": "Fıkra (Köşe Yazısı) ile deneme arasındaki en belirgin fark, <b>konuların güncel olmasıdır</b>. Fıkra, genellikle <b>güncel siyasi veya sosyal olayları</b> ele alır ve yazıldığı dönemin koşullarıyla sınırlıdır. Deneme ise zamansız, evrensel ve felsefi konuları işleyebilir."
  },
  {
    "id": "213788",
    "unitNumber": 6,
    "text": "<strong>Aşağıdaki yazılı anlatım türlerinden hangisinde önceden soru hazırlanması gerekir?</strong>",
    "options": {
      "A": "Makale",
      "B": "Deneme",
      "C": "Hatıra",
      "D": "Röportaj",
      "E": "Gezi yazısı"
    },
    "correctAnswer": "D",
    "explanation": "<b>Mülakat</b> (Söyleşi) türünde, görüşmenin amacına ulaşması ve gerekli bilgilerin alınabilmesi için yazarın (muhabirin) görüşme yapacağı kişiyle ilgili bilgi toplaması ve <b>önceden soruları hazırlaması</b> gerekir. Röportaj da benzer şekilde hazırlık gerektirir."
  },
  {
    "id": "214638",
    "unitNumber": 6,
    "text": "<strong>Deneme türünün ilk temsilcisi aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Victor Hugo",
      "B": "Montaigne",
      "C": "Lamartine",
      "D": "Molière",
      "E": "Shakespeare"
    },
    "correctAnswer": "B",
    "explanation": "Dünya edebiyatında deneme (essay) türünün ilk temsilcisi ve kurucusu, 16. yüzyılda yaşamış Fransız yazar <b>Michel de Montaigne</b>'dir. Montaigne, bu türe 'Essais' (Denemeler) adını vermiştir."
  },
  {
    "id": "342870",
    "unitNumber": 6,
    "text": "I. Yazar samimi bir üslupla yazıyı kaleme alır.<br/>II. Kişisel deneyimlerden ve gözlemlerden faydalanılır.<br/>III. Anlatılan konuların ispatlanması için alıntılara sıklıkla yer verilir.<br/>IV. Herhangi bir konu sınırlaması yoktur, her konuda yazılabilir.<br/><strong>Yukarıdakilerden hangisi ya da hangileri deneme türünün özellikleri arasında yer alır?</strong>",
    "options": {
      "A": "I, II ve III",
      "B": "Yalnız I",
      "C": "I ve III",
      "D": "I, II ve IV",
      "E": "I ve II"
    },
    "correctAnswer": "D",
    "explanation": "Deneme türünün özellikleri: I. Yazar <b>samimi ve içten</b> (subjektif) bir üslup kullanır. II. <b>Kişisel deneyimlerden</b> ve gözlemlerden faydalanılır. IV. Konu sınırlaması <b>yoktur</b>, her konuda yazılabilir.<br/>III. madde yanlıştır. Denemede bir tezi kanıtlamak için bilimsel alıntılara ve ispatlara başvurulmaz; bu özellik <b>makale</b> türüne aittir. Doğru özellikler I, II ve IV'tür."
  },
  {
    "id": "137024",
    "unitNumber": 7,
    "text": "<strong>Durum hikâyesiyle ilgili olarak aşağıdaki bilgilerden hangisi <u>yanlıştır</u>?</strong>",
    "options": {
      "A": "Klasik hikâyelerde önem verilen serim-düğüm-çözüm bölümlerine dikkat edilmez.",
      "B": "Maupassant Tarzı Hikâye adıyla da anılır.",
      "C": "Konular günlük hayattan seçilir.",
      "D": "Şahıslar toplumun her kademesinden olabilirler.",
      "E": "Mekân çok ayrıntılı tasvir edilmez."
    },
    "correctAnswer": "B",
    "explanation": "Durum hikâyesi (ya da Çehov tarzı hikâye), belli bir <b>olay örgüsünden</b> ziyade, günlük yaşamdan bir kesit sunar. Hikâyede merak unsuru geri plandadır; okuyucunun ilgisini çekecek <b>şok edici bir final</b> veya kesin bir sonuca ulaşma kaygısı taşımaz. Bu tarz, atmosferi, ruh hallerini ve izlenimleri yansıtmayı amaçlar."
  },
  {
    "id": "137158",
    "unitNumber": 7,
    "text": "<strong>Dünya edebiyatındaki ilk roman örneğiyle ilgili aşağıdaki yazar-eser eşleştirmelerinden hangisi doğrudur?</strong>",
    "options": {
      "A": "Cervantes-Don Kişot",
      "B": "Stendhal-Kırmızı ve Siyah",
      "C": "Dostoyevski-Karamazov Kardeşler",
      "D": "Tolstoy-Anna Karenina",
      "E": "Jonathan Swift-Güliver’in Gezileri"
    },
    "correctAnswer": "A",
    "explanation": "Batı edebiyatında modern romanın başlangıcı olarak kabul edilen eser, İspanyol yazar <b>Miguel de Cervantes</b>’in <b>Don Kişot</b> isimli yapıtıdır. Bu eser, parodi ve derin karakter analizi açısından çığır açmıştır."
  },
  {
    "id": "213859",
    "unitNumber": 7,
    "text": "<strong>Dünya edebiyatında ilk roman örneği olarak kabul edilen eser aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Kırmızı ve Siyah",
      "B": "Karamazov Kardeşler",
      "C": "Güliver’in Seyahatleri",
      "D": "Don Kişot",
      "E": "Suç ve Ceza"
    },
    "correctAnswer": "D",
    "explanation": "Dünya edebiyatında modern romanın ilk örneği olarak kabul edilen eser, İspanyol yazar <b>Miguel de Cervantes</b> tarafından kaleme alınan <b>Don Kişot</b>’tur. Bu eser 17. yüzyılın başlarında yayınlanmıştır ve klasik roman türünün temellerini atmıştır."
  },
  {
    "id": "213864",
    "unitNumber": 7,
    "text": "<strong>Taaşşuk-ı Talat ve Fıtnat isimli roman aşağıdaki yazarlardan hangisine aittir?</strong>",
    "options": {
      "A": "Samipaşazade Sezai",
      "B": "Halit Ziya Uşaklıgil",
      "C": "Recaizade Mahmut Ekrem",
      "D": "Namık Kemal",
      "E": "Şemseddin Sami"
    },
    "correctAnswer": "E",
    "explanation": "<b>Taaşşuk-ı Talat ve Fıtnat</b>, Türk edebiyatında Batılı tekniklere uygun olmasa da, yayımlanan <b>ilk yerli roman</b> kabul edilir. Bu eser 1872 yılında <b>Şemseddin Sami</b> tarafından kaleme alınmıştır ve Tanzimat Dönemi’nin önemli eserlerindendir."
  },
  {
    "id": "213871",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi olay hikâyesinin özelliklerinden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Olayda başlangıç ve son mutlaka belirlidir.",
      "B": "Olaylarda anlatılan şahıslar konuya uygun olarak seçilir.",
      "C": "Serim-düğüm ve çözüm bölümleri çok önemli değildir.",
      "D": "Mekân son derece önemlidir.",
      "E": "Anlatımda ayrıntı önemli bir yer tutar."
    },
    "correctAnswer": "C",
    "explanation": "Olay hikâyesi (Maupassant tarzı), belirgin bir <b>olay örgüsüne</b> (Serim, Düğüm, Çözüm) dayanır. Bu türde olaylar zinciri, okuyucunun merakını sürekli canlı tutacak şekilde ilerler ve genellikle çarpıcı bir sonuca (çözüm bölümüne) ulaşır. Günlük yaşam izlenimlerini ve ruh hallerini ön plana çıkarma eğilimi <b>durum hikâyesinin</b> özelliğidir."
  },
  {
    "id": "213876",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi roman akımlarından biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Romantizm",
      "B": "Parnasizm",
      "C": "Realizm",
      "D": "Yeni Roman",
      "E": "Postmodernizm"
    },
    "correctAnswer": "B",
    "explanation": "Romanlar, yazıldıkları dönemin edebi akımlarından etkilenirler. Roman türünü doğrudan etkileyen başlıca akımlar <b>Romantizm</b>, <b>Realizm</b> ve <b>Natüralizm</b>'dir. Ancak, seçeneklerde yer alan bazı akımlar (örneğin Sembolizm veya Fütürizm) daha çok şiir ve sanat alanında yoğunlaşmıştır ve romanın temel yapısını şekillendiren başlıca akımlar arasında sayılmaz."
  },
  {
    "id": "213903",
    "unitNumber": 7,
    "text": "<strong>Türk edebiyatında Batılı anlamda ilk hikâye kitabı aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Küçük Şeyler",
      "B": "İntibah",
      "C": "Karabibik",
      "D": "Letaif-i Rivayat",
      "E": "Araba Sevdası"
    },
    "correctAnswer": "D",
    "explanation": "Türk edebiyatında Batılı anlamda, fakat teknik olarak tam olgunlaşmamış <b>ilk hikâye kitabı</b> (öykü derlemesi), <b>Ahmet Mithat Efendi</b>’ye ait olan <b>Letaif-i Rivayat</b>’tır. Bu eser 1870 yılında yayımlanmıştır ve geleneksel anlatıdan Batılı hikâyeye geçişin ilk örneğidir."
  },
  {
    "id": "213906",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi hikâye türünün Divan edebiyatındaki karşılığıdır?</strong>",
    "options": {
      "A": "Mesnevi",
      "B": "Gazel",
      "C": "Kaside",
      "D": "Tuyuğ",
      "E": "Rubai"
    },
    "correctAnswer": "A",
    "explanation": "Hikâye türünün Batı edebiyatından alınmasından önce, Divan edebiyatında uzun olay örgülü ve manzum (şiirsel) anlatıya dayanan karşılığı <b>Mesnevi</b>’dir. Mesneviler, aşk, savaş ve macera gibi konuları işleyen uzun hikâyelerdi ve beyitler halinde yazılırdı."
  },
  {
    "id": "213908",
    "unitNumber": 7,
    "text": "<strong>Dünya edebiyatında hikâye türünün ilk örneği aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Satranç - Stefan Zweig",
      "B": "Decameron - Boccacio",
      "C": "Beyaz Diş - Jack London",
      "D": "Sherlock Holmes - Arthur Conan Doyle",
      "E": "Emmaus - Alessandro Baricco"
    },
    "correctAnswer": "B",
    "explanation": "Dünya edebiyatında modern anlamda hikâye türünün (kısa öykü) ilk önemli örneği, İtalyan yazar <b>Giovanni Boccaccio</b>’nun 14. yüzyılda kaleme aldığı <b>Decameron</b> adlı eseridir. Bu eser, veba salgını sırasında anlatılan yüz hikâyeden oluşur."
  },
  {
    "id": "213913",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi hikâye türünün ögelerinden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Dekor",
      "B": "Zaman",
      "C": "Mekân",
      "D": "Şahıslar",
      "E": "Olay örgüsü"
    },
    "correctAnswer": "A",
    "explanation": "Hikâye türü dört temel öge üzerine kuruludur: <b>Olay Örgüsü</b> (Plot), <b>Şahıs Kadrosu/Kişiler</b> (Character), <b>Mekân</b> (Setting) ve <b>Zaman</b> (Time). Bu unsurlar hikâyeyi oluştururken, Anlatıcı ve Bakış Açısı da bu unsurları okuyucuya aktarır. Bir hikayenin unsurları arasında bu dört temel yapı taşı dışında yer alan bir kavram, hikayenin bir ögesi olarak kabul edilmez."
  },
  {
    "id": "213916",
    "unitNumber": 7,
    "text": "<strong>Türk edebiyatında roman türü hangi dönemde ortaya çıkmıştır?</strong>",
    "options": {
      "A": "Fecri Âti Edebiyatı",
      "B": "Servet-i Fünun Edebiyatı",
      "C": "Tanzimat Edebiyatı",
      "D": "Millî Edebiyat",
      "E": "Cumhuriyet Edebiyatı"
    },
    "correctAnswer": "C",
    "explanation": "Roman türü, Türk edebiyatına Batılılaşma hareketlerinin yoğunlaştığı <b>Tanzimat Dönemi</b>’nde (19. yüzyılın ortaları) girmiştir. İlk başta çevirilerle başlayan bu süreç, daha sonra <b>Şemseddin Sami</b>’nin Taaşşuk-ı Talat ve Fıtnat gibi ilk yerli romanların yazılmasıyla devam etmiştir."
  },
  {
    "id": "213919",
    "unitNumber": 7,
    "text": "<strong>Durum hikâyesinin ilk temsilcisi aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Guy de Maupassant",
      "B": "Anatole France",
      "C": "Marcel Proust",
      "D": "Saint Exupery",
      "E": "Anton Çehov"
    },
    "correctAnswer": "E",
    "explanation": "Durum hikâyesinin dünya edebiyatındaki en önemli ve ilk temsilcisi Rus yazar <b>Anton Çehov</b>’dur. Bu tarz hikâyeler, onun adıyla <b>Çehov Tarzı</b> olarak da anılır ve olaydan çok yaşamın içinden kesitlere ve ruhsal atmosfere odaklanır."
  },
  {
    "id": "213953",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi Türk edebiyatında durum hikâyesinin temsilcilerinden biridir?</strong>",
    "options": {
      "A": "Ömer Seyfettin",
      "B": "Reşat Nuri Güntekin",
      "C": "Memduh Şevket Esendal",
      "D": "Samipaşazade Sezai",
      "E": "Ahmet Hikmet Müftüoğlu"
    },
    "correctAnswer": "C",
    "explanation": "Türk edebiyatında durum (Çehov tarzı) hikâyesinin en büyük temsilcisi <b>Sait Faik Abasıyanık</b>’tır. Onun hikâyeleri genellikle İstanbul’un kenar mahallelerinden, balıkçılardan ve sıradan insanların ruh hâllerinden <b>kesitler</b> sunar ve bir sonuca ulaşma kaygısı taşımaz."
  },
  {
    "id": "213968",
    "unitNumber": 7,
    "text": "I. Serim<br/>II. Düğüm<br/>III. Çözüm<br/><strong>Yukarıdakilerden hangisi ya da hangileri olay hikâyesinin bölümleri arasında yer alır?</strong>",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "correctAnswer": "E",
    "explanation": "Olay hikâyesi (Maupassant tarzı), klasik dramatik yapıyı takip eder ve üç ana bölümden oluşur: <b>I. Serim</b> (giriş), <b>II. Düğüm</b> (olayların geliştiği ve merakın arttığı kısım) ve <b>III. Çözüm</b> (olayların sonuca bağlandığı kısım). Bu nedenle bu üç bölüm de olay hikâyesinin ögeleri arasında yer alır."
  },
  {
    "id": "213971",
    "unitNumber": 7,
    "text": "<strong>Roman kelimesi aşağıdaki dillerin hangisinden Türkçeye geçmiştir?</strong>",
    "options": {
      "A": "İngilizce",
      "B": "Fransızca",
      "C": "Rusça",
      "D": "İtalyanca",
      "E": "İspanyolca"
    },
    "correctAnswer": "B",
    "explanation": "<b>Roman</b> kelimesi, Türkçeye Batılılaşma süreci ve Tanzimat Dönemi’nde giren pek çok terim gibi <b>Fransızca</b>’dan geçmiştir. Fransızcada halk dilinde yazılan eserleri ifade eden bu terim, modern edebi türün adı olmuştur."
  },
  {
    "id": "214554",
    "unitNumber": 7,
    "text": "Roman veya hikâye türünde olayların oluşmasında etkili olan, olayları yaşayan insanlar şahıs kadrosunu (kişileri) oluşturur. Şahıs kadrosundaki insanlar, olaylar karşısında takındıkları tavırlara göre .................. ve ................... şeklinde ikiye ayrılırlar.<br/><strong>Paragrafta boş bırakılan yerlere sırasıyla aşağıdakilerden hangisi getirilmelidir?</strong>",
    "options": {
      "A": "siyah-beyaz",
      "B": "iyi-kötü",
      "C": "tip-karakter",
      "D": "akıllı-akılsız",
      "E": "mizaç - huy"
    },
    "correctAnswer": "C",
    "explanation": "Hikâye ve romanlardaki şahıs kadrosu, olaylar karşısındaki davranışlarına ve temsil ettikleri değerlere göre ikiye ayrılır: <b>Tip</b> ve <b>Karakter</b>.<br/><b>Tip</b>, belli bir zümreyi veya özelliği (cimrilik, kahramanlık vb.) temsil eden, statik (değişmeyen) kişidir. <br/><b>Karakter</b> ise bireysel özellikleriyle öne çıkan, karmaşık, derinliği olan ve hikâye boyunca değişime uğrayabilen kişidir."
  },
  {
    "id": "214572",
    "unitNumber": 7,
    "text": "<strong>Türk edebiyatında Batı hikâye tekniğine uygun ilk hikâyeler hangi sanatçı tarafından kaleme alınmıştır?</strong>",
    "options": {
      "A": "Namık Kemal",
      "B": "Ziya Paşa",
      "C": "Şemseddin Sami",
      "D": "Abdülhak Hamit Tarhan",
      "E": "Ahmet Mithat Efendi"
    },
    "correctAnswer": "E",
    "explanation": "Türk edebiyatında Batı hikâye tekniğine (sağlam olay örgüsü, gerçekçi betimlemeler, gereksiz bilgi içermeme) uygun ilk hikâyeleri yazan sanatçı <b>Sami Paşazade Sezai</b>’dir. Yazarın <b>Küçük Şeyler</b> adlı eseri (1892), bu alandaki ilk başarılı örnek kabul edilir."
  },
  {
    "id": "214654",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi hikâyeyi oluşturan unsurlardan biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Olay örgüsü",
      "B": "Şahıs kadrosu",
      "C": "Zaman",
      "D": "Mekân",
      "E": "Düşünce"
    },
    "correctAnswer": "E",
    "explanation": "Hikâyeyi oluşturan temel unsurlar <b>Olay Örgüsü</b> (Ne anlatılıyor?), <b>Şahıs Kadrosu/Kişiler</b> (Kim yaşıyor?), <b>Mekân</b> (Nerede geçiyor?) ve <b>Zaman</b> (Ne zaman geçiyor?)’dır. Bu dört temel unsurun dışında kalan bir ifade (örneğin edebi akım adı), hikâyenin yapı unsuru değildir."
  },
  {
    "id": "340928",
    "unitNumber": 7,
    "text": "<strong>Durum hikâyeleri ile ilgili aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "options": {
      "A": "Maupassant tarzı hikâye olarak da bilinir.",
      "B": "Konular günlük hayattan seçilir.",
      "C": "Hikâyelerin belirli bir başlangıcı ve sonu yoktur.",
      "D": "Karakterler toplumun her kademesinden olabilir.",
      "E": "Genellikle yaşamın kısa bir kesiti ele alınır."
    },
    "correctAnswer": "A",
    "explanation": "Durum hikâyesi (Çehov tarzı), olay örgüsünü ve dramatik gerilimi azaltarak, <b>yaşamın bir kesitini</b> sunar. Bu tarz hikâyelerde genellikle belirgin bir <b>düğüm</b> ve çarpıcı bir <b>çözüm</b> bölümü yoktur. Amaç, bir durumu veya bir ruh halini okuyucuya hissettirmektir; olayın sonucunu merak ettirmek (Olay hikayesinin temel amacı) ise Durum hikayesi için yanlış bir yaklaşımdır."
  },
  {
    "id": "150153",
    "unitNumber": 8,
    "text": "İnsanlara hayatta karşılarına çıkabilecek zorlukları aşmak için öğretici bilgiler vermek, hikmet aşılamak yahut herhangi bir ideolojiyi yaymak için yazılmış şiirlerdir. Diğer bir ifadeyle, düşünce yükü ağır basan şiirlerdir.<br/><strong>Açıklaması verilen şiir türü aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Yergi",
      "B": "Epik",
      "C": "Didaktik",
      "D": "Lirik",
      "E": "Dramatik"
    },
    "correctAnswer": "C",
    "explanation": "Verilen tanım, okuyucuya bilgi verme, öğüt verme veya belirli bir <b>ideolojiyi</b> yayma amacı güden şiir türünü işaret eder. Bu tür şiirler, <b>öğretici bilgiler</b> veya <b>hikmet</b> aşılamak amacıyla yazılır ve <b>düşünce yükü</b> diğer türlere göre daha ağırdır. Bu özellikler, bilgi ve öğreti sunma amacı taşıyan <b>Didaktik Şiir</b> türüne aittir."
  },
  {
    "id": "234476",
    "unitNumber": 8,
    "text": "I. Duyguların anlatılmasında en etkili yapılardan biridir.<br/>II. Her kavim ve millet kendi yaşam tarzına göre şiir anlayışı oluşturur.<br/>III. Toplumların kültürel etkileşimde bulunması şiir için söz konusu değildir.<br/><strong>Şiir ile ilgili yukarıdaki ifadelerden hangisi ya da hangileri doğrudur?</strong>",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "I ve III",
      "E": "Yalnız III"
    },
    "correctAnswer": "C",
    "explanation": "Şiir, <b>duyguların</b> ve düşüncelerin yoğun bir şekilde ifade edilmesinde kullanılan en etkili sanatsal yapılardan biridir (I doğru).<br/>Şiir anlayışı ve biçimi <b>her kavim ve milletin yaşam tarzına</b> ve kültürel birikimine göre şekillenir (II doğru).<br/>Ancak şiir, edebiyatın bir parçası olarak toplumsal ve <b>kültürel etkileşimden</b> büyük ölçüde etkilenir; toplumların kültürel etkileşimde bulunmaması (III) ise yanlış bir ifadedir. Bu nedenle doğru olanlar I ve II'dir."
  },
  {
    "id": "234477",
    "unitNumber": 8,
    "text": "<strong>Türkçenin bilinen en eski yazılı kaynakları aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Orhun Yazıtları",
      "B": "Dîvânü Lügatit-t Türk",
      "C": "Kutadgu Bilig",
      "D": "Dîvân-ı Hikmet",
      "E": "Atabetü’l Hakayık"
    },
    "correctAnswer": "A",
    "explanation": "<b>Türkçenin bilinen en eski yazılı kaynakları</b>, 8. yüzyılda (Göktürk Kağanlığı döneminde) yazılmış olan <b>Orhun Yazıtları</b>'dır (Köktürk Kitabeleri). Bu yazıtlar, Türk dili, tarihi ve kültürü açısından temel öneme sahiptir ve Türk adının geçtiği ilk metinlerdir."
  },
  {
    "id": "238171",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi “Hisarcılar” adı verilen şair topluluğunun üyelerinden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Mehmet Çınarlı",
      "B": "Orhan Seyfi Orhon",
      "C": "Arif Nihat Asya",
      "D": "Cahit Külebi",
      "E": "Orhan Veli"
    },
    "correctAnswer": "E",
    "explanation": "<b>Hisarcılar</b>, 1950'lerde <b>Mehmet Çınarlı</b>'nın çıkardığı Hisar dergisi etrafında toplanan ve <b>özellikle Garip akımının</b> sadeleşme ve biçim karşıtlığına tepki gösteren bir topluluktur. Türk edebiyatının milli köklerine ve zenginliğine bağlı kalmayı savunmuşlardır. Topluluğun üyeleri arasında Mehmet Çınarlı, İlhan Geçer, Munis Faik Ozansoy gibi isimler yer alır. Cevapta belirtilmeyen kişi, bu topluluğun sanat anlayışına katılmayan veya başka bir edebî akıma (örneğin İkinci Yeni veya Garip) mensup olan bir şair olmalıdır."
  },
  {
    "id": "238172",
    "unitNumber": 8,
    "text": "I. Kapalı bir üsluba sahiptirler.<br/>II. Garip akımına karşı çıkmışlardır.<br/>III. Şairlerinin ortak özelliği imgeciliktir.<br/><strong>Özellikleri verilen şiir hareketi aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Birinci Yeniciler",
      "B": "İkinci Yeniciler",
      "C": "Servet-i Fünun",
      "D": "Hisarcılar",
      "E": "Maviciler"
    },
    "correctAnswer": "B",
    "explanation": "Verilen özellikler <b>İkinci Yeni</b> şiir hareketine aittir. İkinci Yeni şairleri, Garip akımının yalınlığına tepki olarak ortaya çıkmış (II), anlamı arka plana atarak soyutlamaya ve <b>imgeciliğe</b> (III) önem vermişlerdir. Bu durum, onların şiirlerinin genellikle <b>kapalı bir üsluba</b> (I) sahip olmasına yol açmıştır."
  },
  {
    "id": "238173",
    "unitNumber": 8,
    "text": "<strong>Halk edebiyatında taşlama, divan edebiyatında hiciv ve çağdaş edebiyatta yergi adını alan şiir türü aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Pastoral Şiir",
      "B": "Didaktik Şiir",
      "C": "Dramatik Şiir",
      "D": "Lirik Şiir",
      "E": "Satirik Şiir"
    },
    "correctAnswer": "E",
    "explanation": "Toplumsal veya bireysel aksaklıkları, yanlışları, haksızlıkları eleştiren, alaycı ve iğneleyici bir dille yeren şiir türü <b>Satirik Şiir</b> (Yergi)'dir. Bu şiir türü edebiyat tarihimizde farklı dönemlerde farklı isimlerle anılmıştır:<br/>Halk edebiyatında <b>taşlama</b><br/>Divan edebiyatında <b>hiciv</b><br/>Çağdaş edebiyatta <b>yergi</b> veya <b>satir</b>."
  },
  {
    "id": "238174",
    "unitNumber": 8,
    "text": "Avludan geçtiğini gördü gelinin<br/>Suya gidiyordu öğle güneşinde<br/>Ardında bebesi yalınayak<br/>Geride Karabaş<br/>Tozlu yoldan<br/>Söğütlerin oradaki çeşmeye<br/>Yalağında bulutlar yıkanan çeşmeye<br/><strong>Yukarıdaki şiir, konusuna göre hangi şiir türü içerisinde yer alır?</strong>",
    "options": {
      "A": "Mesnevi",
      "B": "Pastoral",
      "C": "Satirik",
      "D": "Didaktik",
      "E": "Lirik"
    },
    "correctAnswer": "B",
    "explanation": "Şiirde, bir mekanın, kişinin veya olayın görsel detaylarına odaklanılarak okuyucunun zihninde bir tablo oluşturulmuştur. Gelin, bebek, Karabaş (köpek), tozlu yol ve çeşme gibi öğelerle somut bir durum <b>betimlenmiştir</b> (tasvir edilmiştir). Konusu, doğa, manzara veya günlük yaşamdan sahnelerin tasvirine dayanan bu tür şiirler <b>Betimleyici (Ekfrastik) Şiir</b> olarak adlandırılır. (Eğer kır ve çoban hayatı teması baskın olsaydı Pastoral şiir olurdu, ancak burada genel bir betimleme söz konusudur.)"
  },
  {
    "id": "238175",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi sözlü edebiyat dönemine ait bir edebi tür <u>değildir</u>?</strong>",
    "options": {
      "A": "Destan",
      "B": "Sav",
      "C": "Sagu",
      "D": "Gazel",
      "E": "Koşuk"
    },
    "correctAnswer": "D",
    "explanation": "<b>Sözlü Edebiyat Dönemi</b>, İslamiyet öncesi Türk edebiyatında, ürünlerin <b>sığır, şölen</b> ve <b>yuğ</b> törenlerinde kopuz eşliğinde söylendiği dönemdir. Bu döneme ait başlıca türler lirik şiir olan <b>Koşuk</b>, ağıt olan <b>Sagu</b> ve atasözü olan <b>Sav</b>'dır. Diğer şıklar arasında yer alan ve Divan edebiyatına ait olan <b>Gazel</b>, <b>Kaside</b> veya <b>Mesnevi</b> gibi nazım biçimleri, Sözlü Edebiyat dönemine ait değildir."
  },
  {
    "id": "238176",
    "unitNumber": 8,
    "text": "<strong>Kahramanlık konusunun işlendiği şiir türü aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Pastoral",
      "B": "Didaktik",
      "C": "Epik",
      "D": "Satirik",
      "E": "Lirik"
    },
    "correctAnswer": "C",
    "explanation": "<b>Savaş, kahramanlık, yiğitlik</b>, tarihi olaylar veya destansı temaların coşkulu bir dille işlendiği şiir türü <b>Epik Şiir</b> olarak adlandırılır. Epik şiirler, toplumun tarihi ve milli duygularını yansıtır ve coşku verir."
  },
  {
    "id": "238177",
    "unitNumber": 8,
    "text": "<strong>Türk edebiyatında ölümü konu alan şiirler aşağıdakilerden hangisinde doğru olarak verilmiştir?</strong>",
    "options": {
      "A": "Sagu-Ağıt-Mersiye",
      "B": "Sagu-Koşuk-Mersiye",
      "C": "Koşuk-Ağıt-Gazel",
      "D": "Koşuk-Ağıt-Kaside",
      "E": "Destan-Ağıt-Rubai"
    },
    "correctAnswer": "A",
    "explanation": "Türk edebiyatında ölen bir kişinin ardından duyulan acıyı, üzüntüyü ve o kişinin erdemlerini dile getiren şiir türleri, dönemsel olarak farklı isimlerle anılırlar:<br/>İslamiyet öncesi <b>Sözlü Edebiyat</b> döneminde: <b>Sagu</b><br/><b>Halk Edebiyatı</b>nda: <b>Ağıt</b><br/><b>Divan Edebiyatı</b>nda: <b>Mersiye</b>"
  },
  {
    "id": "238178",
    "unitNumber": 8,
    "text": "<strong>Divan edebiyatında devlet büyüklerini övmek amacıyla yazılan şiir türü aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Mersiye",
      "B": "Gazel",
      "C": "Terkib-i Bend",
      "D": "Kaside",
      "E": "Medhiye"
    },
    "correctAnswer": "D",
    "explanation": "<b>Divan edebiyatında</b>, devlet büyüklerini (padişah, vezir vb.) övmek, onlara saygı göstermek ve sunmak amacıyla yazılan, belirli kurallara bağlı uzun şiir türü <b>Kaside</b>'dir. Kasidenin sunulan kişiyi övme amacını güden bölümüne <b>Methiye</b> adı verilir."
  },
  {
    "id": "246877",
    "unitNumber": 8,
    "text": "<strong>Sözlü Edebiyat Dönemi'nde ozanlar şiirlerini aşağıdakilerden hangisinin eşliğinde söylemiştir?</strong>",
    "options": {
      "A": "Saz",
      "B": "Çöğür",
      "C": "Dombıra",
      "D": "Bağlama",
      "E": "Kopuz"
    },
    "correctAnswer": "E",
    "explanation": "İslamiyet öncesi <b>Sözlü Edebiyat Dönemi</b>'nde şiirleri (koşuk, sagu, sav) söyleyen ozanlar, baksılar veya şamanlar, bu ürünleri törenlerde (şölen, sığır, yuğ) dönemin yaylı çalgısı olan <b>Kopuz</b> eşliğinde icra etmişlerdir. Kopuz, Türk halk müziğinin temel çalgısı olan sazın atasıdır."
  },
  {
    "id": "251257",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi halk edebiyatı nazım türleri arasında <u>yer almaz</u>?</strong>",
    "options": {
      "A": "Ağıt",
      "B": "Mani",
      "C": "Tuyuğ",
      "D": "Koşma",
      "E": "Destan"
    },
    "correctAnswer": "C",
    "explanation": "<b>Halk edebiyatı</b> nazım türleri genellikle dört dizeli birimlerden oluşur ve hece ölçüsü kullanılır. Başlıca türleri <b>Koşma, Semai, Varsağı</b> ve <b>Destan</b> (Âşık tarzı) ile dini-tasavvufi şiirlerdir (İlahi, Nefes). <b>Gazel</b> veya <b>Kaside</b> gibi nazım biçimleri ise Fars ve Arap edebiyatından alınmış olup <b>Divan Edebiyatı</b> nazım türleri arasında yer alır."
  },
  {
    "id": "251261",
    "unitNumber": 8,
    "text": "<strong>Adını Mehmet Çınarlı’nın sahip olduğu dergiden alan edebî topluluk aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Garipçiler",
      "B": "Maviciler",
      "C": "Hisarcılar",
      "D": "Fecr-i Âticiler",
      "E": "İkinci Yeniciler"
    },
    "correctAnswer": "C",
    "explanation": "Sözü edilen edebî topluluk <b>Hisarcılar</b>'dır. Bu topluluk, adını kurucusu ve önde gelen ismi olan <b>Mehmet Çınarlı</b>'nın 1950'de yayın hayatına başlattığı <b>Hisar dergisi</b>nden almıştır. Hisarcılar, öz Türkçeyi ve millî kültürü savunarak modern şiir akımlarına, özellikle de Garipçilere karşı çıkmıştır."
  },
  {
    "id": "251265",
    "unitNumber": 8,
    "text": "Ok atılır kal'asından<br/>Hak saklasın belasından<br/>Köroğlu'nun narasından<br/>Dağlar gümbür gümbürlenir<br/><strong>Yukarıdaki şiir konusuna göre hangi şiir türü içerisinde yer alır?</strong>",
    "options": {
      "A": "Didaktik",
      "B": "Epik",
      "C": "Lirik",
      "D": "Satirik",
      "E": "Pastoral"
    },
    "correctAnswer": "B",
    "explanation": "Şiirde <b>Köroğlu</b>'ndan bahsedilmesi (ki kendisi bir halk kahramanıdır), kale, ok atılması ve yiğitlik/savaş çağrışımı yapan 'nara' gibi öğelerin kullanılması, eserin temasının <b>kahramanlık</b> ve savaş olduğunu gösterir. Bu tema, <b>Epik Şiir</b> türünün temelini oluşturur."
  },
  {
    "id": "350184",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi yapay destana örnek olarak gösterilebilir?</strong>",
    "options": {
      "A": "Manas",
      "B": "Göç",
      "C": "Kalevela",
      "D": "Üç Şehitler Destanı",
      "E": "Mahabharata"
    },
    "correctAnswer": "D",
    "explanation": "Destanlar, oluşum şekline göre <b>doğal destanlar</b> (anonim, uzun süreçte oluşan) ve <b>yapay destanlar</b> (bilinen bir şair tarafından kısa sürede yazılan) olmak üzere ikiye ayrılır. Şıklarda yer alan yapay destan örneği, bilinen bir yazarın yakın veya tarihi bir olayı destan özelliklerine uygun olarak kaleme aldığı eserdir. Türk edebiyatında buna örnek olarak <b>Nazım Hikmet</b>'in <b>Kuvayı Milliye Destanı</b> veya Fazıl Hüsnü Dağlarca'nın 'Üç Şehitler Destanı' gösterilebilir."
  },
  {
    "id": "150064",
    "unitNumber": 9,
    "text": "<strong>Dinlemenin ilk aşaması aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "İlgilenme",
      "B": "Anlama",
      "C": "Seçme ve alma",
      "D": "Hatırlama",
      "E": "Hazır bulunma"
    },
    "correctAnswer": "C",
    "explanation": "Dinleme süreci, işitsel bilginin alınmasından başlayarak yorumlanmasına ve tepki verilmesine kadar uzanan ardışık aşamalardan oluşur. Bu sürecin ilk adımı, ses dalgalarının kulaklar aracılığıyla alınıp sinir sistemi üzerinden beyne iletilmesi olan <b>algılama</b> (duyma) aşamasıdır. Bu aşamayı, mesajın anlamlandırıldığı <b>yorumlama</b> ve sonrasında <b>değerlendirme</b> ve <b>tepki verme</b> izler."
  },
  {
    "id": "150874",
    "unitNumber": 9,
    "text": "<strong>Özet çıkarma ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "options": {
      "A": "Metnin özünü yansıtan cümleler kullanılmalıdır.",
      "B": "Özet yaparken metinden alınan cümlelerin aslına dokunulmamalıdır.",
      "C": "Öncelikle metin dikkatlice okunmalıdır.",
      "D": "Özet, metnin paralelinde olmalıdır.",
      "E": "Özet, metnin aslını bozmadan metni kısaltma işidir."
    },
    "correctAnswer": "B",
    "explanation": "Özet çıkarma, bir metnin ana fikrini ve en kritik destekleyici noktalarını <b>kendi kelimelerimizle</b> kısa ve yoğun bir şekilde yeniden ifade etme sürecidir. Yanlış olan ifade genellikle özetin <b>konuyla ilgili bütün detayları veya örnekleri içeriğinde bulundurması</b> gerektiğini iddia eden bir seçenektir. İyi bir özet <b>tarafsız</b> olmalı ve <b>metnin özüne</b> odaklanmalıdır, detayları elemeyi gerektirir."
  },
  {
    "id": "234482",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi düşüncenin merkezi olarak kabul edilen dört temel dil becerisinden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Konuşma",
      "B": "Okuma",
      "C": "Açıklama",
      "D": "Yazma",
      "E": "Dinleme"
    },
    "correctAnswer": "C",
    "explanation": "Düşüncenin merkezi olarak kabul edilen dört temel dil becerisi, bir kişinin iletişim kurma ve bilgi edinme yeteneğinin temelini oluşturur. Bunlar: <b>Dinleme</b>, <b>Konuşma</b>, <b>Okuma</b> ve <b>Yazma</b>'dır. Bu becerilerin dışında kalan bir eylem veya yetenek (örneğin: Ezberleme, Yorumlama, Analiz Etme) doğru cevap olacaktır, çünkü bunlar temel iletişim becerileri arasında sayılmazlar."
  },
  {
    "id": "234487",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi aktif dinleyicinin özelliklerinden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Göz teması kurar.",
      "B": "Beden duruşunu ayarlar.",
      "C": "Konuşanın sözünü kesmez.",
      "D": "Mesaja odaklanır.",
      "E": "Anlatılanlarla ilgili tahmin yürütür."
    },
    "correctAnswer": "E",
    "explanation": "<b>Aktif dinleyici</b>, sadece işitmeyen, aynı zamanda konuşmacının mesajını anlama ve ona uygun geri bildirim verme çabasında olan kişidir. Aktif dinleyicinin özellikleri arasında <b>göz teması kurmak</b>, <b>empati göstermek</b>, <b>açıklığa kavuşturucu sorular sormak</b> yer alır. Aktif dinleyicinin yapmaması gereken davranış ise <b>konuşmacının sözünü kesmek</b> veya <b>kendi yargılarını dinleme esnasında ön plana çıkarmak</b> gibi dikkat dağıtıcı veya süreci engelleyici eylemlerdir."
  },
  {
    "id": "238186",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi daha kolay unutulur?</strong>",
    "options": {
      "A": "Hep aynı zaman ve yerde öğrenilenler",
      "B": "Neşeliyken öğrenilenler",
      "C": "Somut bilgiler",
      "D": "Aralıksız, uzun çalışma ile öğrenilenler",
      "E": "Uykudan önce ve sonra öğrenilenler"
    },
    "correctAnswer": "D",
    "explanation": "Hafıza çalışmalarına göre, bilginin kalıcılığı onu işleme derinliğine bağlıdır. Genellikle, <b>pasif olarak dinlenen</b> ve <b>anlamlandırılmadan</b> veya <b>kayıt altına alınmadan</b> sadece kısa süreli hafızada tutulan bilgilerin unutulması daha kolaydır. Görsel, yazılı veya not alınarak pekiştirilen bilgilere kıyasla, <b>sadece işitsel olarak algılanan detaylar</b> daha çabuk unutulur."
  },
  {
    "id": "238188",
    "unitNumber": 9,
    "text": "<strong>Özet çıkarma ile ilgili verilen bilgilerden hangisi <u>yanlıştır</u>?</strong>",
    "options": {
      "A": "Özet gereksiz ayrıntılardan arındırılmalıdır.",
      "B": "Cümleler okunan metinden aynen alınmalıdır.",
      "C": "Açık, anlaşılır cümleler kurulmalıdır.",
      "D": "Özet gerektiğinde şekiller ve çizimlerle zenginleştirilmelidir.",
      "E": "Metnin özünü yansıtan cümleler kullanılmalıdır."
    },
    "correctAnswer": "B",
    "explanation": "Özet çıkarmanın temel kuralı, metnin ana mesajını koruyarak uzunluğunu azaltmaktır. Yanlış olan bilgi, özetin <b>orijinal yazarın cümlelerini ve kelime seçimlerini aynen içermesi</b> gerektiğini iddia eden seçenektir. Aksine, iyi bir özet <b>kendi kelimelerimizle</b> yazılmalı, <b>sade bir dil</b> kullanmalı ve sadece <b>temel noktaları</b> yansıtmalıdır."
  },
  {
    "id": "238189",
    "unitNumber": 9,
    "text": "<strong>Not alma ile ilgili verilen bilgilerden hangisi <u>yanlıştır</u>?</strong>",
    "options": {
      "A": "Dinleyici sadece not tutmaya odaklanmalıdır.",
      "B": "Not alırken aktif dinleme yapılmalıdır.",
      "C": "Notlar okunaklı bir yazı ile yazılmalıdır.",
      "D": "Anlaşılır kısaltmalar kullanılmalıdır.",
      "E": "Önemli noktalar ve örnekler not edilmelidir."
    },
    "correctAnswer": "A",
    "explanation": "Etkili not alma, <b>seçici</b> olmayı, <b>kısaltmalar ve semboller</b> kullanmayı ve <b>konuşmacının her kelimesini yazmaktan kaçınmayı</b> gerektirir. Yanlış olan bilgi, not alırken <b>bütün konuşmayı harfi harfine yazmanın</b> zorunlu olduğunu veya <b>notların hemen gözden geçirilmesine gerek olmadığını</b> belirten seçenektir. Oysa notlar, unutulmayı engellemek için <b>derhal gözden geçirilmelidir</b>."
  },
  {
    "id": "238190",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi iyi bir dinleyicinin özelliklerinden <u>değildir</u>?</strong>",
    "options": {
      "A": "Zengin bir kelime hazinesine sahiptir.",
      "B": "Konuşmacının hatalarına takılmaz.",
      "C": "Konuşmacının sözünü kesmez.",
      "D": "Konuşma sırasında not alır.",
      "E": "Mesajdan çok konuşmacıya odaklanır."
    },
    "correctAnswer": "E",
    "explanation": "İyi bir dinleyici, konuşmacıya saygı gösteren, dikkatini dağıtan unsurlardan kaçınan ve <b>önyargılı yaklaşmayan</b> kişidir. İyi bir dinleyicinin özelliği olmayan bir davranış, <b>konuşmacıyı sürekli yargılamak</b>, <b>sözünü kesmek</b> veya <b>dinlemek yerine cevap hazırlamaya odaklanmaktır</b>."
  },
  {
    "id": "238191",
    "unitNumber": 9,
    "text": "<strong>Dinleyicinin de konuşmacıya sözlü ya da sözsüz ifadelerle katkı sağladığı dinleme çeşidi aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Empatik dinleme",
      "B": "Aktif dinleme",
      "C": "Bilgilendirici dinleme",
      "D": "Takdir edici dinleme",
      "E": "Tanımlayıcı dinleme"
    },
    "correctAnswer": "B",
    "explanation": "Dinleyicinin konuşmacıya geri bildirimle (baș sallama, sözlü onay, kısa ifadeler) katkı sağladığı dinleme çeşidi <b>aktif dinlemedir</b>. <b>Aktif dinleme</b>, karşılıklı etkileşim esasına dayanır ve dinleyicinin, anladığını veya merak ettiklerini anında <b>sözlü veya sözsüz ifadelerle</b> belirtmesini içerir, böylece konuşmacı da kendini daha rahat ifade eder."
  },
  {
    "id": "238192",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi dinleme sürecinin parçalarından biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Seçme ve alma",
      "B": "Hazır bulunma",
      "C": "Hatırlama",
      "D": "Yorumlama",
      "E": "Anlama"
    },
    "correctAnswer": "D",
    "explanation": "Dinleme süreci, bilginin algılanması, işlenmesi ve tepki verilmesi gibi temel adımları içerir. Bu adımlar genellikle <b>Algılama</b>, <b>Yorumlama</b>, <b>Değerlendirme</b> ve <b>Tepki Verme</b>'dir. Bu dört ana aşamanın dışında kalan herhangi bir eylem (örneğin: Okuma, Kopyalama, Ezberleme) dinleme sürecinin doğrudan bir parçası değildir."
  },
  {
    "id": "238193",
    "unitNumber": 9,
    "text": "<strong>Karşıdaki kişinin duygularını ve hislerini anlamaya yönelik dinleme çeşidi aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Empatik dinleme",
      "B": "Yüzeysel dinleme",
      "C": "Eleştirel dinleme",
      "D": "İlişkisel dinleme",
      "E": "Takdir edici dinleme"
    },
    "correctAnswer": "A",
    "explanation": "Karşıdaki kişinin sadece söylediklerini değil, aynı zamanda <b>duygularını, hislerini ve bakış açısını</b> anlamaya yönelik dinleme çeşidi <b>empatik dinlemedir</b>. Empatik dinlemede amaç, kendimizi konuşmacının yerine koyarak, yargılamadan onu anlamaktır. Bu dinleme türü, güçlü bir <b>duygusal bağ</b> kurulmasını sağlar."
  },
  {
    "id": "238194",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi daha çabuk unutulur?</strong>",
    "options": {
      "A": "Olumlu, çarpıcı, ilginç, renkli bilgiler",
      "B": "Üzerinde düşünülerek öğrenilenler",
      "C": "Değişken zaman ve yerde öğrenilenler",
      "D": "İsteyerek, yüksek motivasyonla öğrenilenler",
      "E": "Mutlu, neşeliyken öğrenilenler"
    },
    "correctAnswer": "C",
    "explanation": "Tekrar etme ve aktif işleme derinliği, bilginin kalıcılığını etkiler. Genellikle, <b>pasif olarak alınan ve anlamlandırılmadan</b> hafızaya atılmaya çalışılan bilgilerin unutulması daha çabuk olur. Bu, özellikle <b>dinleme yoluyla alınan</b> ve hemen <b>not alınmayan</b> bilgilerin kalıcılığının düşük olması demektir."
  },
  {
    "id": "246885",
    "unitNumber": 9,
    "text": "<strong>Eser hakkında detaylı bir okumanın yapılmadığı, tam olarak bir anlamanın ortaya çıkmadığı okuma türü aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Göz atarak okuma",
      "B": "Gözden geçirme",
      "C": "Serbest okuma",
      "D": "Dikkatli okuma",
      "E": "Çalışmak için yapılan okuma"
    },
    "correctAnswer": "A",
    "explanation": "Detaylı anlama amacı taşımayan, metnin genel konusunu veya ana fikrini hızla kavramak için yapılan okuma türüne <b>göz gezdirme</b> (Skimming) denir. Bu yöntemde okuyucu, metnin tamamını okumaz; başlıklar, alt başlıklar, giriş ve sonuç paragrafları gibi ana kısımlara odaklanarak <b>hızlıca genel bir izlenim</b> edinir."
  },
  {
    "id": "251273",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisinin çabuk unutulması beklenir?</strong>",
    "options": {
      "A": "Neşeliyken öğrenilenlerin",
      "B": "Çok tekrarlanan bilgilerin",
      "C": "İsteyerek öğrenilenlerin",
      "D": "Uykudan önce ve sonra öğrenilenlerin",
      "E": "Pasif dinleme ile öğrenilenlerin"
    },
    "correctAnswer": "E",
    "explanation": "Bu soru, bilginin kalıcılığı ilkesini tekrar etmektedir. Bilgiyi uzun süreli bellekte tutmak için <b>tekrar etmek, not almak ve anlamlandırmak</b> gerekir. Bunlardan yoksun olan, özellikle de <b>sadece bir kez duyulan veya okunan</b>, tekrar edilmeyen bilgi parçalarının çabuk unutulması beklenir."
  },
  {
    "id": "251280",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi not alırken dikkat edilmesi gereken hususlardan biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Konuşmacının temas ettiği noktaları not almak",
      "B": "Tutulan notun ana tezini iyi tespit etmek",
      "C": "Kısaltma dili oluşturmak",
      "D": "Konuşmacının sözlerini doğrudan kâğıda geçirmek",
      "E": "Tutulan notları gözden geçirmek"
    },
    "correctAnswer": "D",
    "explanation": "Not alırken temel amaç, konuşmacının ana fikirlerini hızlı ve etkili bir şekilde kaydetmektir. Dikkat edilmesi gerekenler arasında <b>anahtar kelimelere odaklanmak</b> ve <b>kısaltmalar kullanmak</b> bulunur. Not alırken yapılmaması gereken, yani hususlardan biri olmayan davranış, <b>notların estetik görünümüne aşırı odaklanarak</b> hızdan ödün vermek veya <b>konuşmacının her kelimesini eksiksiz yazmaya çalışmaktır</b>. Bu, bilgiyi kaçırmaya neden olur."
  },
  {
    "id": "254835",
    "unitNumber": 9,
    "text": "I.Metnin özünü yansıtan cümleler kullanmak<br/>II. Konuyla ilgili bütün detayları içeriğinde bulundurmak<br/>III. Sade ve açık bir dil kullanmak<br/><strong>Yukarıdakilerden hangisi ya da hangileri iyi bir özetin taşıması gereken özellikler arasında yer alır?</strong>",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "I ve III",
      "E": "I, II ve III"
    },
    "correctAnswer": "D",
    "explanation": "İyi bir özetin taşıması gereken özellikler: I. Metnin özünü yansıtan cümleler kullanmak (<b>Doğru</b> - Temel mesajı vermelidir). II. Konuyla ilgili bütün detayları içeriğinde bulundurmak (<b>Yanlış</b> - Özetin amacı detayları elemek, sadece ana noktaları bırakmaktır). III. Sade ve açık bir dil kullanmak (<b>Doğru</b> - Okuyucunun kolayca anlaması sağlanır). Dolayısıyla I ve III, iyi bir özetin temel özelliklerindendir."
  },
  {
    "id": "254895",
    "unitNumber": 9,
    "text": "I. Konuşmacıların bütün söylediklerini kayıt altına alır.<br/>II. Sıklıkla okuma yaparak kelime hazinesini geliştirir.<br/>III. Etkili soru sorma becerisine sahiptir.<br/><strong>Yukarıdakilerden hangisi ya da hangileri iyi bir dinleyicinin özellikleri arasında yer alır?</strong>",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "correctAnswer": "D",
    "explanation": "İyi bir dinleyici, dinleme sürecini etkin bir şekilde yönetir: I. Konuşmacıların bütün söylediklerini kayıt altına alır (<b>Yanlış</b> - Seçici ve filtreleyici olmalıdır, her kelimeyi kaydetmez). II. Sıklıkla okuma yaparak kelime hazinesini geliştirir (<b>Doğru</b> - Kelime hazinesi, duyulanları anlama ve yorumlama becerisini artırır). III. Etkili soru sorma becerisine sahiptir (<b>Doğru</b> - Aktif dinleme ve konuyu derinleştirme becerisinin göstergesidir). Bu nedenle II ve III iyi bir dinleyicinin özellikleri arasında yer alır."
  },
  {
    "id": "350570",
    "unitNumber": 9,
    "text": "<strong>Aktif dinleme becerisine sahip biri, dinleme sürecinde aşağıdaki davranışlardan hangisini <u>yapmamalıdır</u>?</strong>",
    "options": {
      "A": "Konuşmacıyı rahatsız etmemek için, konuşmacıyla göz teması kurmaz.",
      "B": "Son sözü söylemek için çabalamaz.",
      "C": "Konuşmacıyı suçlamadan dinler.",
      "D": "Konuşmacıya sıkıldığını gösteren davranışlardan kaçınır.",
      "E": "Beden duruşunu konuşan kişiye göre ayarlar."
    },
    "correctAnswer": "A",
    "explanation": "Aktif dinleme becerisine sahip bir kişi, konuşmacının mesajını yargılamadan ve dikkatini dağıtmadan almaya odaklanmalıdır. Yapmaması gereken davranış, <b>konuşmacı henüz bitirmeden sözünü kesmek</b>, <b>kendi vereceği cevabı zihninde hazırlarken dinlemeyi bırakmak</b> veya <b>konuşmacıyı eleştirel bir süzgeçten geçirmektir</b>. Bu eylemler, iletişimin akışını bozar ve empati kurmayı engeller."
  },
  {
    "id": "353392",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi dinleme süreçlerinden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Seçme ve alma",
      "B": "İlgilenme / hazır bulunma",
      "C": "Anlama",
      "D": "Hatırlama",
      "E": "Değerlendirme"
    },
    "correctAnswer": "E",
    "explanation": "Dinleme süreci, <b>Algılama (Duyma)</b>, <b>Yorumlama (Anlama)</b>, <b>Değerlendirme</b> ve <b>Tepki Verme</b> olmak üzere ardışık aşamalardan oluşur. Bu temel bilişsel ve davranışsal adımların dışında kalan bir eylem (örneğin: Tartışma, Ezberleme, Okuma) dinleme süreçlerinden biri sayılmaz."
  },
  {
    "id": "150187",
    "unitNumber": 10,
    "text": "<strong>Bir konuşmacı iyi vurgu yapamıyor ve konuşmasına ahenk katamıyorsa aşağıdaki konuşma kusurlarından hangisi söz konusudur?</strong>",
    "options": {
      "A": "Gevşeklik",
      "B": "Atlama",
      "C": "Pelteklik",
      "D": "Güçsüzlük",
      "E": "Kekemelik"
    },
    "correctAnswer": "D",
    "explanation": "Konuşmacının ses tonunu değiştirememesi, konuşmasına iniş çıkış katamaması ve vurguları doğru yapamaması durumunda ortaya çıkan kusur <b>Monotonluk (Tekdüzelik)</b> olarak adlandırılır. Monotonluk, dinleyicinin ilgisini hızla kaybetmesine yol açar çünkü konuşmada <b>ritim</b> ve <b>ahenk</b> bulunmamaktadır. Etkili bir konuşmada, anlamı güçlendirmek ve ilgiyi sürdürmek için <b>vurgu</b> ve <b>tonlama</b> hayati öneme sahiptir."
  },
  {
    "id": "150322",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi etkili bir konuşmacının özellikleri arasında <u>yer almaz</u>?</strong>",
    "options": {
      "A": "İkna edicidir.",
      "B": "Derin bir genel kültüre sahiptir.",
      "C": "Dış görünüşleri çok önemli değildir.",
      "D": "En temel özelliği kendine güvendir.",
      "E": "Konuştuğu dilin özelliklerini ve inceliklerini bilmelidir."
    },
    "correctAnswer": "C",
    "explanation": "Etkili bir konuşmacının temel özellikleri arasında konuya hakimiyet, dinleyiciye saygı, iyi telaffuz (diksiyon), uygun ses tonu ve jest/mimik kullanımı bulunur. Etkili bir konuşmacının özellikleri arasında <u>yer almayacak</u> olan durumlar, konuşma kusurları veya hazırlıksızlık işaretleridir. Örneğin, <b>Monoton bir ses tonu kullanmak</b>, <b>hazırlıksız konuşmak</b> veya <b>dinleyici kitlesini hiçe saymak</b> etkili konuşmacı özelliği <u>değildir</u>."
  },
  {
    "id": "150789",
    "unitNumber": 10,
    "text": "Beslenme gibi, yürümek ve hareket etmek gibi doğal, doğal olduğu kadar zorunlu bir ihtiyaçtır. Bu konuşma çeşidi için bir ön hazırlığa gerek duyulmamaktadır.<br/><strong>Verilen açıklamada işlevlerine göre konuşma çeşitlerinin hangisinden bahsedilmektedir?</strong>",
    "options": {
      "A": "İnandırıcı konuşma",
      "B": "Günlük konuşma",
      "C": "Bilgilendirici konuşma",
      "D": "Tartışma",
      "E": "Etkili konuşma"
    },
    "correctAnswer": "B",
    "explanation": "Konuşma çeşitleri işlevlerine göre ayrılır. Beslenme veya yürüme gibi doğal ve zorunlu bir ihtiyaç olarak kabul edilen ve özel bir hazırlık gerektirmeyen konuşma çeşidi <b>Gündelik Konuşma</b> veya <b>Hazırlıksız Konuşma</b> olarak adlandırılır. Bu tür konuşmalar genellikle günlük hayatta, sosyal ilişkilerde kendiliğinden ortaya çıkar ve temel iletişimsel ihtiyaçları karşılar."
  },
  {
    "id": "234489",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi iletişimin unsurlarından biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Verici",
      "B": "Mesaj",
      "C": "Kanal",
      "D": "Haber",
      "E": "Alıcı"
    },
    "correctAnswer": "D",
    "explanation": "İletişim sürecinin temel unsurları şunlardır: <b>Kaynak (Gönderici)</b>, <b>Mesaj (İleti)</b>, <b>Kanal (Ortam)</b>, <b>Alıcı (Hedef)</b>, <b>Geri Bildirim</b> ve <b>Gürültü</b>. Bu unsurlardan biri olmayan bir seçenek, iletişimin zorunlu unsuru <u>değildir</u>. (Örn: Zaman, Konuşma Kusuru vb.)"
  },
  {
    "id": "234491",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi konuşmayı meydana getiren unsurlardan biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Solunum",
      "B": "Ses",
      "C": "Boğumlama",
      "D": "Kelime hazinesi",
      "E": "Bilgi"
    },
    "correctAnswer": "E",
    "explanation": "Konuşma eylemini meydana getiren unsurlar, konuşmacının fizyolojik, psikolojik ve dilsel yetenekleriyle ilgilidir. Bunlar arasında <b>Konuşmacı</b>, <b>Dinleyici</b>, <b>Dil</b>, <b>Ses</b> ve <b>Nefes</b> gibi temel bileşenler yer alır. Konuşmanın sonucunda ortaya çıkan <b>Geri Bildirim</b> gibi kavramlar genel iletişim sürecinin bir unsuru olarak kabul edilse de, konuşmanın doğrudan yapısal unsurlarından biri <u>değildir</u>."
  },
  {
    "id": "238291",
    "unitNumber": 10,
    "text": "<strong>Belli bir karar vermek ve sonuca ulaşmak için sıkça başvurulan konuşma türü aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Tartışmacı konuşma",
      "B": "Günlük konuşma",
      "C": "Bilgilendirici konuşma",
      "D": "İnandırıcı konuşma",
      "E": "İçsel konuşma"
    },
    "correctAnswer": "A",
    "explanation": "Belli bir karar vermek, fikirleri tartışmak ve ortak bir sonuca ulaşmak amacıyla yapılan konuşma türü <b>Tartışma (Müzakere)</b> veya <b>Panel</b> gibi katılımcıların fikir alışverişinde bulunduğu konuşma türleridir. Bu tür konuşmalar, farklı görüşlerin değerlendirilmesiyle sağlıklı kararlar alınmasına yardımcı olur."
  },
  {
    "id": "238292",
    "unitNumber": 10,
    "text": "<strong>Genel olarak “Ne söylediğiniz değil, nasıl söylediğiniz önemlidir.” cümlesi konuşmanın hangi unsuruna işaret etmektedir?</strong>",
    "options": {
      "A": "Ses",
      "B": "Telaffuz",
      "C": "Beden dili",
      "D": "Boğumlama",
      "E": "Anlatım"
    },
    "correctAnswer": "C",
    "explanation": "\"Ne söylediğiniz değil, nasıl söylediğiniz önemlidir,\" cümlesi konuşmanın içeriğinden ziyade <b>Sunuş Biçimi</b>, <b>Ses Tonu</b>, <b>Vurgu</b>, <b>Jest ve Mimikler</b> gibi <b>Konuşmanın Tarzı</b> (Delivery) veya <b>Diksiyon</b> unsuruna işaret eder. Etkili bir iletişimde, mesajın alıcıya nasıl ulaştırıldığı, mesajın anlaşılırlığı ve ikna gücü açısından merkezi bir rol oynar."
  },
  {
    "id": "238293",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi konuşma kusurlarından biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Güçsüzlük",
      "B": "Gevşeklik",
      "C": "Atlama",
      "D": "Parazit sesler",
      "E": "Yetersizlik"
    },
    "correctAnswer": "E",
    "explanation": "Konuşma kusurları, akıcılığı, anlaşılırlığı veya telaffuzu olumsuz etkileyen durumlardır (Kekemelik, Tıkanma, Monotonluk vb.). <b>Akıcılık</b> (Fluency) ise, tam tersine, kusursuz ve doğal bir konuşmanın özelliğidir. Bu nedenle, <b>Akıcılık</b> bir konuşma kusuru <u>değildir</u>."
  },
  {
    "id": "238294",
    "unitNumber": 10,
    "text": "<strong>Düşüncenin kodlanması iletişim sistemindeki hangi ögenin görevidir?</strong>",
    "options": {
      "A": "Kanal",
      "B": "Verici",
      "C": "Mesaj",
      "D": "Geribildirim",
      "E": "Alıcı"
    },
    "correctAnswer": "B",
    "explanation": "İletişim sürecinde <b>düşüncenin kodlanması</b>, kaynağın (göndericinin) zihnindeki fikri, alıcının anlayabileceği sembollere (dil, kelimeler, işaretler) dönüştürme eylemidir. Bu görev, iletişimi başlatan öğe olan <b>Kaynak (Gönderici)</b> tarafından yerine getirilir."
  },
  {
    "id": "238295",
    "unitNumber": 10,
    "text": "<strong>Konuşma sırasında ee, ıı, şey, filan vb. sesleri çıkarma hangi konuşma kusurudur?</strong>",
    "options": {
      "A": "Atlama",
      "B": "Kekemelik",
      "C": "Kesiklik",
      "D": "Parazit sesler",
      "E": "Güçsüzlük"
    },
    "correctAnswer": "D",
    "explanation": "Konuşma sırasında anlamı olmayan, gereksiz ve akıcılığı bozan \"ee, ıı, şey, filan\" gibi sesler çıkarılması, konuşmacının ne söyleyeceğini düşünmek için zaman kazanma çabası veya alışkanlık sonucu ortaya çıkan <b>Tıkanma (Duraklama)</b> kusurudur. Bu durum, dinleyicinin dikkatini dağıtır ve konuşmanın profesyonelliğini azaltır."
  },
  {
    "id": "238296",
    "unitNumber": 10,
    "text": "<strong>“Bu gasteyi alabilir miyim?” cümlesinde hangi konuşma bozukluğunun örneği vardır?</strong>",
    "options": {
      "A": "Atlama",
      "B": "Pelteklik",
      "C": "Kekemelik",
      "D": "Parazit sesler",
      "E": "Tembellik"
    },
    "correctAnswer": "A",
    "explanation": "\"Bu <b>gaste</b>yi alabilir miyim?\" cümlesinde \"gazete\" kelimesindeki seslerin yer değiştirmesi veya yanlış seslendirilmesi söz konusudur. Bu, <b>Artikülasyon Bozukluğu</b> (eklemleme hatası) olarak adlandırılır. Özellikle seslerin yer değiştirmesi durumuna <b>Metatez</b> denir ve bu, kelimelerin doğru telaffuz kurallarına uyulmaması sonucu ortaya çıkan bir konuşma kusurudur."
  },
  {
    "id": "238297",
    "unitNumber": 10,
    "text": "<strong>İnsan beyninin dikkat süresinin sınırlı olduğunu bilen bir konuşmacı aşağıdakilerden hangisine dikkat eder?</strong>",
    "options": {
      "A": "Konuşmanın uzunluğu",
      "B": "Dikkat çekici başlangıç",
      "C": "İlgi çekici olma",
      "D": "Belge ve doküman gösterme",
      "E": "Kısa cümlelerle konuşma"
    },
    "correctAnswer": "A",
    "explanation": "İnsan beyninin dikkat süresi sınırlıdır. Bu kısıtlamayı bilen bir konuşmacı, dinleyicinin ilgisini canlı tutmak için konuşmasını <b>kısa ve öz</b> tutmaya, ana fikirlere odaklanmaya, önemli noktaları <b>vurgulamaya</b> ve konuşmanın süresini dikkat aralığına uygun tutmaya dikkat eder. Aksi takdirde, dinleyici yorulur ve mesajın tamamı algılanamaz."
  },
  {
    "id": "238298",
    "unitNumber": 10,
    "text": "<strong>“Herhalde sen beni tanımıyorsun galiba.” cümlesinde hangi yanlışlık yapılmıştır?</strong>",
    "options": {
      "A": "İfadenin sıcak olmaması",
      "B": "Argo ve kaba sözcükler kullanımı",
      "C": "Sabırsızlık",
      "D": "Kapalı anlatım",
      "E": "Benzer anlamlı sözcükler kullanımı"
    },
    "correctAnswer": "E",
    "explanation": "\"Herhalde sen beni tanımıyorsun galiba.\" cümlesinde hem \"herhalde\" hem de \"galiba\" kelimeleri aynı anlama (tahmin, olasılık) gelmektedir. İki eş anlamlı sözcüğün birlikte kullanılması anlatımda <b>gereksiz söz kullanımına</b> yol açarak <b>anlatım bozukluğuna</b> neden olur. Bu, konuşmanın netliğini ve ekonomikliğini bozan bir hatadır."
  },
  {
    "id": "251343",
    "unitNumber": 10,
    "text": "<strong>Özellikle iki dil bilen kişilerde görülen konuşma kusuru aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Kekemelik",
      "B": "Gevşeklik",
      "C": "Atlama",
      "D": "Parazit sesler",
      "E": "Güçsüzlük"
    },
    "correctAnswer": "D",
    "explanation": "Özellikle iki dil bilen kişilerde, bir dildeki kelimeleri veya yapıları diğer dile aktarma eğilimi (code-switching) görülebilir. Bu durum, konuşma sırasında gereksiz veya uygunsuz biçimde <b>Yabancı Kelime Kullanımı</b> kusuruna yol açar. Konuşmacı, hedef dildeki uygun kelimeyi bulmakta zorlandığında veya kültürel alışkanlık nedeniyle diğer dildeki kelimeyi kullanır, bu da akıcılığı bozabilir."
  },
  {
    "id": "251348",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi konuşma çeşitleri arasında <u>yer almaz</u>?</strong>",
    "options": {
      "A": "Bilgilendirici konuşma",
      "B": "Tartışma",
      "C": "İnandırıcı konuşma",
      "D": "Günlük konuşma",
      "E": "Eleştirel konuşma"
    },
    "correctAnswer": "E",
    "explanation": "Konuşma çeşitleri genellikle hazırlık durumuna (Hazırlıklı, Hazırlıksız) veya amacına (Gündelik, Tartışma, Topluluk Önünde Konuşma, Söylev) göre sınıflandırılır. <b>Yazma</b> (Writing) faaliyeti ise konuşmanın aksine, dilin yazılı formda ifade edilmesidir ve bir konuşma çeşidi <u>değildir</u>."
  },
  {
    "id": "251350",
    "unitNumber": 10,
    "text": "Konuşma faaliyetini destekleyen dil ………........… olarak adlandırılmaktadır.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "options": {
      "A": "günlük konuşma dili",
      "B": "ölçünlü dil",
      "C": "standart dil",
      "D": "beden dili",
      "E": "eleştirel dil"
    },
    "correctAnswer": "D",
    "explanation": "Konuşma faaliyetini destekleyen, doğru sesletim, vurgu, tonlama ve akıcılık kurallarını öğreten dil becerisi alanı <b>Diksiyon</b> (Elocution/Diction) olarak adlandırılmaktadır. Diksiyon, konuşmanın etkili, anlaşılır ve estetik açıdan başarılı olması için önemlidir. Dolayısıyla cümlede boş bırakılan yere <b>Diksiyon</b> kelimesi getirilmelidir."
  },
  {
    "id": "254864",
    "unitNumber": 10,
    "text": "Fiziksel sebeplerle veya yaşanılan bir travma sonucu ortaya çıkan konuşma kusurudur. Konuşma esnasında hecelerin tekrar edilmesi şekilde görülebilir. Düzenli egzersizlerle aşılabilecek bir sorundur.<br/><strong>Paragrafta anlatılan konuşma kusuru aşağıdakilerden hangidir?</strong>",
    "options": {
      "A": "Gevşeklik",
      "B": "Atlama",
      "C": "Kekemelik",
      "D": "Güçsüzlük",
      "E": "Parazit sesler"
    },
    "correctAnswer": "C",
    "explanation": "Fiziksel sebeplerle veya yaşanılan bir travma sonucu ortaya çıkan, konuşma esnasında hecelerin tekrar edilmesi, seslerin uzatılması veya konuşmanın akıcılığının kesintiye uğraması şeklinde görülen konuşma kusuru <b>Kekemelik (Stuttering)</b> olarak adlandırılır. Bu kusur, konuşmanın ritminde bozulmaya neden olur ve düzenli egzersizler ve terapi ile aşılabilir bir sorundur."
  },
  {
    "id": "350197",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi konuşmayı meydana getiren unsurlardan biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Ses",
      "B": "Solunum",
      "C": "Boğumlama",
      "D": "Örgütleme",
      "E": "Kelime hazinesi"
    },
    "correctAnswer": "D",
    "explanation": "Bu soru (234491 ile aynı), konuşma eyleminin doğrudan yapısal unsurlarını sormaktadır. Konuşmayı meydana getiren unsurlar <b>Konuşmacı</b>, <b>Dinleyici</b>, <b>Dil</b>, <b>Ses</b> ve <b>Nefes</b> gibi temel bileşenlerdir. Konuşma eyleminin kendisinden sonra oluşan <b>Geri Bildirim</b> gibi kavramlar veya Konuşma sürecine dahil olmayan <b>Yazılı Metin</b> konuşmayı meydana getiren unsurlardan biri <u>değildir</u>."
  },
  {
    "id": "150148",
    "unitNumber": 11,
    "text": "Bakışların karşıdaki insanın gözleri ve ağzı arasındaki kısma yönelmesi olarak adlandırılmaktadır. Bu daha çok resmî bir bakıştır.<br/><strong>Açıklaması yapılan bakış çeşidi aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Sosyal bakış",
      "B": "İş bakışı",
      "C": "Derin bakış",
      "D": "Yan bakış",
      "E": "Dik bakış"
    },
    "correctAnswer": "B",
    "explanation": "Bakışların karşıdaki insanın gözleri ve ağzı arasındaki kısma yönelmesi, yani yüzün üst kısmındaki bu üçgen alana odaklanılması, <b>resmî bakış (official gaze)</b> olarak adlandırılır. Bu bakış, genellikle <b>ciddiyet ve profesyonellik</b> gerektiren, resmî toplantılar gibi ortamlarda kullanılır ve daha <b>mesafeli</b> bir iletişim kurmayı sağlar."
  },
  {
    "id": "150777",
    "unitNumber": 11,
    "text": "<strong>Beden dili davranışlarında göz bebeklerinin büyümesi aşağıdakilerden hangisini işaret eder?</strong>",
    "options": {
      "A": "Kişinin ilgisinin azalmaya başladığını ya da kaygılandığını",
      "B": "Kişinin öfkelendiğini, mutsuz olduğunu",
      "C": "Kişinin bir şeyi olumsuz ya da şüpheli gördüğünü",
      "D": "Gördüklerinin, duyduklarının ve hissettiklerinin kişiyi ilgilendirdiğini hatta heyecanlandırdığını",
      "E": "Beynin bir sorunun çözümüne odaklandığını"
    },
    "correctAnswer": "D",
    "explanation": "Göz bebeklerinin büyümesi, yani <b>pupil dilatasyonu</b>, beden dilinde genellikle kişinin <b>ilgilenme, hoşlanma, heyecanlanma</b> veya <b>çekicilik</b> hissetme gibi yoğun ve pozitif duygusal uyarılma yaşadığını işaret eder. Bu durum, bilinçli kontrolümüz dışında gerçekleşen fizyolojik bir tepkidir."
  },
  {
    "id": "234495",
    "unitNumber": 11,
    "text": "<strong>Yalan söylediğinizde, kendinizi gergin hissettiğinizde, aynı fikirde olmadığınızda, kendinizi kapana kısılmış hissettiğinizde veya bir konuda karşı düşüncede olduğunuzda beden dili nasıl bir etki oluşturur?</strong>",
    "options": {
      "A": "Alternatif",
      "B": "Çelişkili",
      "C": "Tamamlayıcı",
      "D": "Tekrarlayıcı",
      "E": "Açıklayıcı"
    },
    "correctAnswer": "B",
    "explanation": "Yalan, gerginlik veya karşıt düşünce durumlarında beden dili genellikle <b>kapalı, savunmacı</b> ve <b>kısıtlayıcı</b> bir etki oluşturur. Bu durum, özellikle <b>kolları veya bacakları çaprazlama</b> (fiziksel bariyer oluşturma), <b>kendini geri çekme</b> veya <b>huzursuz hareketler</b> (kıpırdanma, nesnelerle oynama) şeklinde kendini gösterir. Bu hareketler kişinin <b>iç gerginliğini ve rahatsızlığını</b> yansıtır."
  },
  {
    "id": "234497",
    "unitNumber": 11,
    "text": "<strong>İletişimde gözlerin kullanımı ile ilgili aşağıdaki bilgilerden hangisi <u>yanlıştır</u>?</strong>",
    "options": {
      "A": "Anlatılan konuya duyulan ilgi azaldıkça göz kapakları birbirine yaklaşmaya başlar.",
      "B": "İnsan bir konuyla ilgilendiğinde göz bebekleri büyür.",
      "C": "Konuşulan kişinin sürekli gözlerinin içine bakılmalıdır.",
      "D": "Konuşurken karşıdaki insandan gözler kaçırılmamalıdır.",
      "E": "Göz temasının kurulamaması iletişimde sorunlara yol açabilir."
    },
    "correctAnswer": "C",
    "explanation": "Gözler iletişimde duygusal durumu yansıtmak, geri bildirim vermek, konuşma sırasını düzenlemek ve ilgi seviyesini göstermek gibi pek çok işleve sahiptir. Gözler, genellikle <b>duygusal durumu en açık yansıtan</b> ve <b>samimiyet</b> hakkında en doğru ipuçlarını veren beden dili ögelerindendir. (Sorunun yanlış olan bilgisini bilmemekle birlikte, gözlerin bu sayılan temel işlevleri doğrudur.)"
  },
  {
    "id": "238299",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi bakış çeşitlerinden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "İş bakışı",
      "B": "Yan bakış",
      "C": "Sosyal bakış",
      "D": "Eleştirel bakış",
      "E": "Derin bakış"
    },
    "correctAnswer": "D",
    "explanation": "Temel bakış çeşitleri genellikle bakışın yönlendirildiği alana ve amaca göre sınıflandırılır. Başlıca türler şunlardır: <b>Resmî bakış</b> (göz-ağız), <b>sosyal bakış</b> (göz-ağız-çene genel üçgeni) ve <b>özel/yakın bakış</b> (gözler-göğüs hizası). (Seçenekler olmadan, bu üç temel tür dışındaki herhangi bir seçenek doğru cevap olacaktır.)"
  },
  {
    "id": "238300",
    "unitNumber": 11,
    "text": "<strong>Başın omuzlara yaklaştırılarak dudakların büzülmesi beden dili açısından nasıl bir anlam verir?</strong>",
    "options": {
      "A": "Onaylama",
      "B": "Reddetme",
      "C": "Memnuniyet",
      "D": "Korkma",
      "E": "Tereddüt"
    },
    "correctAnswer": "E",
    "explanation": "Başın omuzlara yaklaştırılarak dudakların büzülmesi, beden dilinde genellikle <b>şüphecilik, hoşnutsuzluk</b> veya <b>olumsuz değerlendirme</b> anlamına gelir. Dudakların büzülmesi, kişinin duyduğu veya gördüğü şeye karşı <b>fikir birliğinde olmadığını</b> veya <b>kabul etmediğini</b> gösteren bir yüz ifadesidir."
  },
  {
    "id": "238301",
    "unitNumber": 11,
    "text": "<strong>“Burun kıvırmak” deyimi beden dili açısından nasıl yorumlanabilir?</strong>",
    "options": {
      "A": "Beğenmemek",
      "B": "Tasvip etmemek",
      "C": "Kabul etmemek",
      "D": "Tiksinmek",
      "E": "Küçük görmek"
    },
    "correctAnswer": "A",
    "explanation": "“Burun kıvırmak” deyimi, beden dilinde <b>küçümseme, beğenmeme, iğrenme</b> veya <b>aşağılama</b> duygularını ifade eden bir mimiktir. Bu hareket, kişinin sunulan duruma veya fikre karşı <b>olumsuz ve reddedici</b> bir tutum sergilediğini gösterir."
  },
  {
    "id": "238302",
    "unitNumber": 11,
    "text": "<strong>Aşağıdaki ifadelerden hangisi çok dikkatli dinlemek anlamına gelen bir beden dili davranışı içermektedir?</strong>",
    "options": {
      "A": "Kulak kabartmak",
      "B": "Kulak kesilmek",
      "C": "Göz dikmek",
      "D": "Kafa sallamak",
      "E": "Kulağını çekmek"
    },
    "correctAnswer": "B",
    "explanation": "Çok dikkatli dinlemek anlamına gelen beden dili davranışı genellikle <b>konuşmacıya doğru eğilme</b> ve <b>başın hafifçe yana yatırılması</b> ile karakterize edilir. Bu duruş, kişinin <b>açık olduğunu</b> ve söylenenlere <b>tamamen odaklandığını</b> gösterir. Ayrıca sabit ve ilgili göz teması da bu jesti destekler."
  },
  {
    "id": "238303",
    "unitNumber": 11,
    "text": "<strong>Bakışların karşıdaki insanın gözleri ve ağzı arasındaki kısma yönelmesi hangi tür bakıştır?</strong>",
    "options": {
      "A": "İş bakışı",
      "B": "Yan bakış",
      "C": "Sosyal bakış",
      "D": "Eleştirel bakış",
      "E": "Derin bakış"
    },
    "correctAnswer": "A",
    "explanation": "Bakışların karşıdaki insanın gözleri ve ağzı arasındaki kısma yönelmesi <b>resmî bakış (official gaze)</b> olarak adlandırılır. Bu bakış çeşidi, iletişimin <b>resmî ve ciddi</b> bir çerçevede tutulmasını sağlar ve güç/otoriteyi vurgular."
  },
  {
    "id": "238304",
    "unitNumber": 11,
    "text": "<strong>Başın, konuşulan kişiye doğru yönelerek eğilmesi aşağıdaki davranışların hangisi ile ilgilidir?</strong>",
    "options": {
      "A": "Tehdit",
      "B": "Onaylama",
      "C": "Takdir etme",
      "D": "Dikkatli dinleme",
      "E": "Alay etme"
    },
    "correctAnswer": "D",
    "explanation": "Başın konuşulan kişiye doğru yönelerek eğilmesi, o kişiye ve söylediklerine karşı <b>yoğun bir ilgi ve dikkat</b> gösterildiğini belirtir. Bu davranış, aynı zamanda <b>anlama çabası</b> ve <b>açık olma</b> haliyle de ilgilidir."
  },
  {
    "id": "238305",
    "unitNumber": 11,
    "text": "<strong>Duyguları, düşünceleri belirtecek biçimde yüzde beliren kımıldanışlar beden dili ögelerinden hangisidir?</strong>",
    "options": {
      "A": "Jestler",
      "B": "Baş hareketleri",
      "C": "Makyaj",
      "D": "Mimikler",
      "E": "Bakış"
    },
    "correctAnswer": "D",
    "explanation": "Duyguları ve düşünceleri belirtecek biçimde yüzde beliren kımıldanışlar ve hareketler <b>mimikler</b> olarak adlandırılır. Mimikler, beden dilinin en hızlı ve en evrensel ögelerinden olup, <b>sevinç, öfke, korku</b> gibi temel duygusal durumları yansıtır."
  },
  {
    "id": "238306",
    "unitNumber": 11,
    "text": "<strong>Gözbebeklerinin büyümesi aşağıdaki durumların hangisinde gerçekleşir?</strong>",
    "options": {
      "A": "Heyecan",
      "B": "Üzüntü",
      "C": "Alınganlık",
      "D": "Mutsuzluk",
      "E": "Uykusuzluk"
    },
    "correctAnswer": "A",
    "explanation": "Gözbebeklerinin büyümesi (pupil dilatasyonu), genellikle düşük ışıktan bağımsız olarak, kişinin <b>duygusal uyarılma</b> yaşadığı durumlarda gerçekleşir. Bu, <b>ilgi, heyecanlanma, hayranlık</b> veya <b>çekicilik</b> gibi pozitif duygulara verilen bilinçsiz bir tepkidir."
  },
  {
    "id": "246897",
    "unitNumber": 11,
    "text": "<strong>Öğretmenin derse başlamadan önce sınıfta sessizliği sağlamak için tahtaya vurarak yüksek sesle konuşması, beden dilinin iletişimi hangi yönlerden etkilediğini gösterir?</strong>",
    "options": {
      "A": "Tekrarlayıcı",
      "B": "Çelişkili",
      "C": "Düzenleyici",
      "D": "Alternatif",
      "E": "Tamamlayıcı"
    },
    "correctAnswer": "A",
    "explanation": "Öğretmenin tahtaya vurarak yüksek sesle konuşması (non-verbal ses tonu ve jest), beden dilinin iletişimi <b>düzenleme (regulating)</b> işlevini gösterir. Bu hareket, iletişimin akışını kontrol etmeyi, dikkati çekmeyi ve sözel mesajın (sessizliği sağlama) <b>etkisini artırmayı</b> amaçlar."
  },
  {
    "id": "251356",
    "unitNumber": 11,
    "text": "<strong>“Gözler kalbin aynasıdır.” ifadesi beden dili açısından nasıl yorumlanabilir?</strong>",
    "options": {
      "A": "Gözler, duygu ve düşünceleri en iyi yansıtan organdır.",
      "B": "Gözler, karşı tarafın hareketlerini yansıtır.",
      "C": "Gözlerine bakarak insanların karakterini anlatabiliriz.",
      "D": "Göz renkleri beden dilini yansıtır.",
      "E": "Gözleri parlak olan insanları güçlü karakterler olarak tanımlayabiliriz."
    },
    "correctAnswer": "A",
    "explanation": "“Gözler kalbin aynasıdır.” ifadesi, beden dili açısından <b>gözlerin duygusal ve zihinsel durumu en dürüst şekilde yansıttığı</b> anlamına gelir. Gözler, kişinin <b>samimiyetini, ilgisini, korkusunu</b> veya <b>gizlemeye çalıştığı duyguları</b> en az kontrol edilebilen yolla açığa vurur."
  },
  {
    "id": "254872",
    "unitNumber": 11,
    "text": "<strong>Beden dili ögelerinden gözlerin ifade ettiği mesajlarla ilgili olarak aşağıdakilerden hangisi doğrudur?</strong>",
    "options": {
      "A": "Göz bebekleri ortamın ışık durumuna göre değişiklik göstermez.",
      "B": "Göz kapaklarının birbirinden uzaklaşması bir olaya karşı ilgisizliğin göstergesidir.",
      "C": "Göz bebeklerinin küçülmesi kişinin heyecanlandığını anlatır.",
      "D": "Konuşma esnasında göz teması kesinlikle kurulmamalıdır.",
      "E": "Göz bebeklerinin sağa ya da sola kayması kişilerin düşünceleri hakkında fikir verir."
    },
    "correctAnswer": "E",
    "explanation": "Beden dili ögelerinden gözler, <b>duygusal durumları yansıtma, ilgi gösterme</b> ve <b>sosyal etkileşimi başlatma/sürdürme</b> gibi mesajlar iletir. Göz teması süresi, kalitesi ve yönü, iletişimin <b>samimiyet derecesi</b> ve <b>ilişkinin doğası</b> hakkında önemli bilgiler sunar."
  },
  {
    "id": "150208",
    "unitNumber": 12,
    "text": "<strong>Başı öne eğik, göz teması kurmaktan kaçınan bir çocuğun beden duruşu aşağıdakilerden hangisiyle ifade edilir?</strong>",
    "options": {
      "A": "Utanmış",
      "B": "Heyecanlanmış",
      "C": "Ürkmüş",
      "D": "Şüphelenmiş",
      "E": "Korkmuş"
    },
    "correctAnswer": "A",
    "explanation": "Başı öne eğmek ve göz teması kurmaktan kaçınmak, sözsüz iletişimde genellikle <b>çekingenlik</b>, <b>utangaçlık</b>, <b>düşük benlik saygısı</b> veya <b>suçluluk</b> duygusunun bir göstergesidir. Bu duruş, kişinin kendini korunmasız hissettiğini veya iletişimden kaçınmak istediğini belli eder."
  },
  {
    "id": "150251",
    "unitNumber": 12,
    "text": "<strong>Seçilen aksesuarlar, kişinin dış görünüşüne kattıklarının yanı sıra aşağıdakilerden hangisini yansıtır?</strong>",
    "options": {
      "A": "Hobilerini",
      "B": "Zevklerini",
      "C": "Düşüncelerini",
      "D": "Takıntılarını",
      "E": "Ayrıcalıklarını"
    },
    "correctAnswer": "C",
    "explanation": "Aksesuarlar (saat, takı, çanta, vb.) kişinin <b>statüsünü</b>, <b>sosyal sınıfını</b>, <b>ekonomik durumunu</b> ve <b>kişisel kimliğini</b> yansıtan güçlü sözsüz iletişim araçlarıdır. Seçimler, bireyin ait olduğu kültürel veya sosyal grubu da işaret edebilir."
  },
  {
    "id": "150507",
    "unitNumber": 12,
    "text": "<strong>El parmaklarıyla uğraşan ve ayak parmağıyla yeri delmeye çalışan birinin bu davranışı aşağıdakilerden hangisiyle ifade edilir?</strong>",
    "options": {
      "A": "Sinirlilik",
      "B": "Korku",
      "C": "Kötümserlik",
      "D": "Heyecan",
      "E": "İç huzursuzluğu"
    },
    "correctAnswer": "E",
    "explanation": "Parmaklarla oynamak, bir yeri karıştırmak veya ayak parmağıyla yere vurmak gibi hareketler, kişinin <b>gergin</b>, <b>kaygılı</b>, <b>sıkılmış</b> veya <b>rahatsız</b> olduğunu gösteren <b>adaptörler</b> (kendini yatıştırma hareketleri) olarak adlandırılır. Bu hareketler içsel stresi dışa vurur."
  },
  {
    "id": "234500",
    "unitNumber": 12,
    "text": "<strong>Kendinizden emin olduğunuz durumlarda beden diliniz aşağıdaki etkilerden hangisini oluşturur?</strong>",
    "options": {
      "A": "Alternatif",
      "B": "Çelişkili",
      "C": "Tamamlayıcı",
      "D": "Tekrarlayıcı",
      "E": "Açıklayıcı"
    },
    "correctAnswer": "C",
    "explanation": "Kendinizden emin olduğunuzda beden dilinizde oluşan dik duruş, açık jestler ve kararlı göz teması, karşınızdaki kişilerde <b>güvenilirlik</b>, <b>yetkinlik</b> ve <b>otorite</b> algısı oluşturur. Bu, mesajınızın daha ikna edici ve etkili olmasını sağlar."
  },
  {
    "id": "234501",
    "unitNumber": 12,
    "text": "<strong>İletişimde eller ve kolların kullanımı ile ilgili verilen bilgilerden hangisi <u>yanlıştır</u>?</strong>",
    "options": {
      "A": "Ellerimiz karşımızdakileri suçlayıcı anlamlar içerebilir.",
      "B": "Eller ve kollar beden dili orkestrasının şefleri olarak tanımlanabilir.",
      "C": "Kol kavuşturma örtülü bir engel anlamı taşır.",
      "D": "Ellerin ağzı kapatması yalan söylendiği anlamını taşıyabilir.",
      "E": "Avuçların açık tutulması karşımızdakilerden bir şeyler gizlediğimizi çağrıştırabilir."
    },
    "correctAnswer": "E",
    "explanation": "Kolların ve ellerin kullanımı, iletişimin önemli bir parçasıdır (jestler). Yanlış bilgi, genellikle kapalı jestlerle ilgilidir. Örneğin, kolların göğüste <b>kavuşturulması</b>, genellikle <b>savunma</b>, <b>kapanma</b> veya <b>iletişime isteksizlik</b> anlamına gelirken, açık jestler dürüstlüğü gösterir."
  },
  {
    "id": "238585",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi beden dilinin ögelerinden olan mesafenin çeşitlerinden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "İletişim alanı",
      "B": "Mahrem alan",
      "C": "Sosyal alan",
      "D": "Genel alan",
      "E": "Kişisel alan"
    },
    "correctAnswer": "A",
    "explanation": "Beden dilinin ögelerinden olan mesafeler (<b>Proxemics</b>) dört temel çeşide ayrılır: <b>Mahrem alan</b> (yakın ilişki), <b>Kişisel alan</b> (arkadaşlar), <b>Sosyal alan</b> (iş ilişkileri) ve <b>Genel alan</b> (kalabalık). Bu dörtlü dışında sunulan bir seçenek (örneğin coğrafi veya kültürel mesafe) çeşitlerden biri değildir."
  },
  {
    "id": "238586",
    "unitNumber": 12,
    "text": "<strong>Başın ekseni etrafında sağa sola sallanması beden dili açısından aşağıdaki anlamlardan hangisini ifade eder?</strong>",
    "options": {
      "A": "Onaylama",
      "B": "Reddetme",
      "C": "Memnuniyet",
      "D": "Korkma",
      "E": "Tereddüt"
    },
    "correctAnswer": "B",
    "explanation": "Başın ekseni etrafında sağa sola sallanması, birçok kültürde evrensel olarak kabul edilen bir <b>reddetme</b>, <b>olumsuzluk</b> veya <b>onaylamama</b> işaretidir. Sözlü olarak 'Hayır' demenin sözsüz karşılığıdır."
  },
  {
    "id": "238587",
    "unitNumber": 12,
    "text": "<strong>“Ye kürküm ye” hangi beden dili ögesi ile ilgili bir deyimdir?</strong>",
    "options": {
      "A": "Eller ve kollar",
      "B": "Beden duruşu",
      "C": "Aksesuarlar",
      "D": "Makyaj",
      "E": "Giyim"
    },
    "correctAnswer": "E",
    "explanation": "“Ye kürküm ye” deyimi, insanların diğerlerini değerlendirirken öncelikle <b>giysilerine</b> ve <b>dış görünüşlerine</b> (fiziksel görünüm) bakarak yargıladığını, giysinin statü ve saygınlık göstergesi olarak algılandığını vurgular."
  },
  {
    "id": "238588",
    "unitNumber": 12,
    "text": "<strong>“Ağzı gözü oynamak” ne tür bir beden dili davranışının ifadesidir?</strong>",
    "options": {
      "A": "Dikkatli",
      "B": "İnandırıcı",
      "C": "Konuşkan",
      "D": "Çelişkili",
      "E": "Hareketli"
    },
    "correctAnswer": "D",
    "explanation": "“Ağzı gözü oynamak” deyimi, kişinin yüz ifadelerinin (<b>mimiklerinin</b>) aşırı hareketli, abartılı ve genellikle kontrolsüz olduğunu ifade eder. Bu durum, kişinin aşırı <b>heyecanlı</b>, <b>şaşkın</b> veya <b>endişeli</b> olduğunu gösterir."
  },
  {
    "id": "238589",
    "unitNumber": 12,
    "text": "<strong> İnsanların yakın arkadaşlarının girebildikleri alan aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Mahrem Alan",
      "B": "Sosyal Alan",
      "C": "Genel Alan",
      "D": "Kişisel Alan",
      "E": "İletişim Alanı"
    },
    "correctAnswer": "D",
    "explanation": "Proxemics (Mesafe Bilimi) tanımına göre, yakın arkadaşların ve aile üyelerinin girebildiği alan <b>Kişisel Alan</b> olarak adlandırılır (yaklaşık 45 cm – 120 cm). Mahrem alan ise (0-45 cm) sadece çok özel ve samimi ilişkiler için ayrılmıştır."
  },
  {
    "id": "238590",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi belirli bir gruba mensubiyeti belirten beden dili ögelerindendir?</strong>",
    "options": {
      "A": "Bakım ve makyaj",
      "B": "Aksesuarlar",
      "C": "Baş hareketleri",
      "D": "Mimikler",
      "E": "Bakışlar"
    },
    "correctAnswer": "B",
    "explanation": "Belirli bir gruba mensubiyeti belirten beden dili ögeleri, genellikle <b>ortak giyim tarzları</b>, <b>üniformalar</b>, <b>semboller</b>, <b>aksesuarlar</b> veya <b>belirli ritüelleri</b> içerir. Bunlar, aidiyet ve kimlik göstergeleridir."
  },
  {
    "id": "238591",
    "unitNumber": 12,
    "text": "<strong>İşaret parmağının konuşulan kişiye yönelmesi ne tür bir beden dili davranışıdır?</strong>",
    "options": {
      "A": "Onaylama",
      "B": "Güç gösterme",
      "C": "Reddetme",
      "D": "Tehdit etme",
      "E": "Kabul etme"
    },
    "correctAnswer": "D",
    "explanation": "İşaret parmağını konuşulan kişiye yöneltmek, sözsüz iletişimde genellikle <b>tehditkâr</b>, <b>saldırgan</b> veya <b>suçlayıcı</b> bir jest olarak algılanır. Bu davranış, iletişimde gerilime neden olur ve saygısızlık olarak yorumlanabilir."
  },
  {
    "id": "238592",
    "unitNumber": 12,
    "text": "<strong>Omuzların geri doğru çekilerek göğsün ön plana çıkarılması ne tür bir beden dili anlamı içerir?</strong>",
    "options": {
      "A": "Kendine güven",
      "B": "İlgi çekme",
      "C": "Üzüntü",
      "D": "İçine kapanıklık",
      "E": "Çekingenlik"
    },
    "correctAnswer": "A",
    "explanation": "Omuzların geri çekilmesi ve göğsün öne çıkarılması (dik duruş), beden dilinde <b>özgüven</b>, <b>kendine hakimiyet</b>, <b>güç</b> ve <b>otorite</b> anlamı içerir. Bu, kişinin kendini rahat ve üstün hissettiğini gösterir."
  },
  {
    "id": "247153",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi beden dilinin ögelerinden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Eller",
      "B": "Mesafe",
      "C": "Giyim",
      "D": "Baş",
      "E": "Düşünce"
    },
    "correctAnswer": "E",
    "explanation": "Beden dilinin temel ögeleri arasında <b>jestler</b> (el ve kol hareketleri), <b>mimikler</b> (yüz ifadeleri), <b>beden duruşu</b>, <b>göz teması</b> ve <b>mekan kullanımı</b> (proxemics) bulunur. Ses tonu (paralinguistik) sözsüz iletişimin bir ögesi olsa da, dilbilgisi veya kelime seçimi gibi unsurlar beden dilinin doğrudan ögesi <u>değildir</u>."
  },
  {
    "id": "251681",
    "unitNumber": 12,
    "text": "<strong>İlk izlenim sırasında dikkat edilmesi gereken hususlar arasında aşağıdakilerden hangisi <u>yer almaz</u>?</strong>",
    "options": {
      "A": "Giyim ve makyajda abartıya kaçmamak",
      "B": "Omuzları düz konumda tutmak",
      "C": "Sürekli göz temasında bulunmak",
      "D": "Ayakların konumunun açılı ve muhatap olunan kişiye doğru olmasına dikkat etmek",
      "E": "Konuşma esnasında elleri kenetli tutmamak"
    },
    "correctAnswer": "C",
    "explanation": "İlk izlenim, büyük ölçüde sözsüz ipuçlarına dayanır. <b>Fiziksel görünüş</b>, <b>kıyafet temizliği</b>, <b>duruş</b> ve <b>karşılama biçimi</b> önemlidir. Kişinin geçmiş akademik başarıları, ilk karşılaşma anında gözlemlenebilir bir husus <u>değildir</u> ve bu nedenle ilk izlenim sırasında doğrudan dikkat edilen hususlar arasında yer almaz."
  },
  {
    "id": "251685",
    "unitNumber": 12,
    "text": "<strong>“Eli ayağı buz kesmek ” deyimi ne tür bir beden dili davranışını ifade eder?</strong>",
    "options": {
      "A": "Üzülme",
      "B": "İlgisizleşme",
      "C": "Tereddüt etme",
      "D": "Reddetme",
      "E": "Korkma"
    },
    "correctAnswer": "E",
    "explanation": "“Eli ayağı buz kesmek” deyimi, kişinin <b>yoğun korku</b>, <b>endişe</b> veya <b>şok</b> nedeniyle yaşadığı fizyolojik tepkiyi ifade eder. Bu, vücudun tehlike karşısında verdiği tepkinin (kan akışının iç organlara yönelmesi) sözsüz bir göstergesidir."
  },
  {
    "id": "251686",
    "unitNumber": 12,
    "text": "<strong>Ellerini kenetleyerek oturan kişinin beden dili açısından yaptığı hata nedir?</strong>",
    "options": {
      "A": "Sinirli bir imaj vermesi",
      "B": "Üzüntülü gözükmesi",
      "C": "Tehditkâr olması",
      "D": "Gizlenen bir şey olduğu izlenimini vermesi",
      "E": "Karşı tarafı küçümser gözükmesi"
    },
    "correctAnswer": "D",
    "explanation": "Elleri kenetleyerek oturmak veya kucağa kilitlemek, beden dili açısından bir <b>kapanma</b> veya <b>savunmacılık</b> jestidir. Bu hareket, kişinin iletişimde rahat olmadığı, gergin olduğu veya söylenenleri kabul etmeye kapalı olduğu mesajını verir."
  },
  {
    "id": "350349",
    "unitNumber": 12,
    "text": "<strong>İletişim sürecinde kişiler arasındaki sosyal mesafenin sınırları temelde neye göre belirlenir?</strong>",
    "options": {
      "A": "Yaş",
      "B": "Cinsiyet",
      "C": "Statü",
      "D": "Güven",
      "E": "Yakınlık"
    },
    "correctAnswer": "E",
    "explanation": "Kişiler arasındaki mesafenin (proxemics) sınırları temelde <b>ilişkinin yakınlığı</b> (statü, samimiyet derecesi) ve <b>kültürel normlar</b> tarafından belirlenir. Bu iki faktör, hangi mesafenin mahrem, kişisel veya sosyal olacağını belirler."
  },
  {
    "id": "350580",
    "unitNumber": 12,
    "text": "<strong>İletişim anında, bireyin omuzlarını aşağı düşürüp içeri doğru bükmesi ne tür bir beden dili anlamı içerir?</strong>",
    "options": {
      "A": "Mütavazı olma",
      "B": "Kendinden emin olamama",
      "C": "İletişimi sürdürme arzusu",
      "D": "Yalnız kalma isteği",
      "E": "Karşı taraftan kabul görme arzusu"
    },
    "correctAnswer": "B",
    "explanation": "Omuzların aşağı düşürülüp içeri doğru bükülmesi (kambur duruş), genellikle <b>güvensizlik</b>, <b>boyun eğme</b>, <b>üzüntü</b> veya <b>enerjisizlik</b> (yorgunluk) anlamına gelir. Bu duruş, kişinin kendini korunmasız veya zayıf hissettiğini gösterir."
  },
  {
    "id": "350582",
    "unitNumber": 12,
    "text": "<strong>Konuşarak iletişimde bulunan bireylerin ayaklarının birbirine yönelmesi ne tür bir beden dili anlamı içerir?</strong>",
    "options": {
      "A": "İletişim kopukluğu",
      "B": "İletişimi sonlandırma arzusu",
      "C": "Muhatapların birbirleriyle eşit düzeyde ilişki kurma çabası",
      "D": "İletişimde bulunan kişilerin birbirlerinden güç alma arzusu",
      "E": "Muhataplar arasında sağlıklı bir iletişimin kurulduğu"
    },
    "correctAnswer": "E",
    "explanation": "Konuşan bireylerin ayaklarının birbirine doğru yönelmesi, beden dilinde o kişiye ve sohbete karşı <b>ilgi</b>, <b>katılım</b> ve <b>odaklanma</b> belirtisidir. Ayaklar, genellikle kişinin bilinçaltında en çok odaklandığı veya gitmek istediği yönü gösterir."
  },
  {
    "id": "150607",
    "unitNumber": 13,
    "text": "<strong>Münazara ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "options": {
      "A": "Ağırlıklı olarak güncel, sosyal ve siyasi meseleler tartışılır.",
      "B": "Sunum esnasında daha önce alınan notlardan yararlanılabilir.",
      "C": "Karşıt görüşleri savunan iki takım vardır.",
      "D": "Konuşmalar jüri tarafından değerlendirilir.",
      "E": "Karşı takım konuşurken benimsenmeyen fikirler derhâl çürütülmelidir."
    },
    "correctAnswer": "E",
    "explanation": "Münazara, iki zıt görüşün (tez ve antitez) iki farklı grup arasında tartışılarak, dinleyicileri veya hakem heyetini kendi görüşünün haklılığına ikna etmeyi amaçladığı sözlü anlatım türüdür. Münazarada önemli olan, konuyu tüm yönleriyle tarafsızca incelemek değil (bu Panel'in amacıdır), <b>kendi tezini bilimsel ve mantıksal argümanlarla savunmaktır</b>. Yanlış olan ifade, genellikle Münazaranın amacının sadece bilgi vermek olduğu veya konuşmacının kişisel özelliklerinin (ahlaki değerler gibi) ölçüldüğü yönündeki ifadeler olur."
  },
  {
    "id": "154231",
    "unitNumber": 13,
    "text": "Açık oturumda izleyicilerin sorularını almak ve cevaplamak mümkündür.<br/><strong>Bu durumda açık oturum aşağıdakilerden hangisine dönüşür?</strong>",
    "options": {
      "A": "Panel",
      "B": "Seminer",
      "C": "Kongre",
      "D": "Forum",
      "E": "Münazara"
    },
    "correctAnswer": "D",
    "explanation": "<b>Açık Oturum</b> (Panel), uzmanların bir başkan yönetiminde güncel bir konuyu tartıştığı formattır. Ancak, eğer oturumun sonunda <b>izleyicilerin soru sormasına ve görüşlerini açıklamasına</b> geniş yer verilirse, bu tür <b>Foruma</b> dönüşür. Forum, izleyici katılımının ve etkileşimin en yoğun olduğu tartışma türüdür."
  },
  {
    "id": "234726",
    "unitNumber": 13,
    "text": "<strong>Bir tezle bir antitezin iki farklı taraf arasında tartışıldığı, konuşma ve savunma olmak üzere iki ana bölümden oluşan sözlü anlatım türüne ne ad verilir?</strong>",
    "options": {
      "A": "Forum",
      "B": "Seminer",
      "C": "Münazara",
      "D": "Panel",
      "E": "Kongre"
    },
    "correctAnswer": "C",
    "explanation": "Bir tezle bir antitezin iki farklı taraf arasında tartışıldığı, konuşma ve savunma olmak üzere iki ana bölümden oluşan sözlü anlatım türü <b>Münazara</b>'dır. Münazarada temel amaç, <b>ikna kabiliyeti ve argümanların gücü</b> ile galip gelmektir."
  },
  {
    "id": "234729",
    "unitNumber": 13,
    "text": "“Amacı nutukta olduğu gibi dinleyicileri coşkulandırmak değil, o topluluğa bir konu hakkında bilgi vermek, bilgilendirmektir. Dolayısıyla dinleyicisi belirli bir kültür seviyesine ulaşmış kişilerden oluşur.”<br/><strong>Özellikleri belirtilen sözlü anlatım türü aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Telekonferans",
      "B": "Açık oturum",
      "C": "Forum",
      "D": "Münazara",
      "E": "Konferans"
    },
    "correctAnswer": "E",
    "explanation": "Amacı dinleyiciyi coşturmak (Nutuk'un aksine) değil, bir konu hakkında <b>bilgi vermek</b> ve bilgilendirmek olan, genellikle belirli bir kültür seviyesine sahip topluluğa hitap eden sözlü anlatım türü <b>Konferans</b>'tır. Konferans, alanında uzman tek bir kişinin yaptığı <b>hazırlıklı konuşmadır</b>."
  },
  {
    "id": "238593",
    "unitNumber": 13,
    "text": "<strong>Açık oturumun sonunda dinleyicilerden soru alındığı takdirde konuşma hangi türe dönüşür?</strong>",
    "options": {
      "A": "Forum",
      "B": "Münazara",
      "C": "Konferans",
      "D": "Seminer",
      "E": "Telekonferans"
    },
    "correctAnswer": "A",
    "explanation": "Açık oturumun sonunda, dinleyicilerden aktif olarak <b>soru alınması ve katılım sağlanması</b> durumunda, bu tür <b>Forum</b>'a dönüşür. Forum, dinleyicilerin aktif rol oynadığı tartışma biçimidir."
  },
  {
    "id": "238594",
    "unitNumber": 13,
    "text": "Bir başkan yönetiminde yapılır. Konuşmacıların tanıtılır, daha sonra konuşmacılara sırasıyla söz verilir. Başkan genellikle yapılan konuşmaları oturumun sonunda toparlar ve özetler. Temel ilkesi değişik görüşlerin eşit oranda temsil edilmesidir.<br/><strong>Paragrafta açıklanan sözlü anlatım türü aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Seminer",
      "B": "Münazara",
      "C": "Tartışma",
      "D": "Konferans",
      "E": "Açık oturum"
    },
    "correctAnswer": "E",
    "explanation": "Bir başkan yönetiminde yapılan, konuşmacıların tanıtıldığı, sırayla söz verildiği ve değişik görüşlerin <b>eşit oranda temsil edilmesinin</b> temel ilke olduğu sözlü anlatım türü <b>Panel</b>'dir. Başkan, konuşmaları yönetir, süreyi ayarlar ve oturum sonunda <b>tartışmayı toparlayıp özetler</b>."
  },
  {
    "id": "238595",
    "unitNumber": 13,
    "text": "<strong>Konuyu tartışmanın değil, konunun ilgili kişiler tarafından olumlu veya olumsuz yönlerinin ortaya konulmasının asıl amaç olduğu, bir başkan tarafından yönetilen, uzman kişilerce yapılan seri konuşmalara ne ad verilir?</strong>",
    "options": {
      "A": "Açık oturum",
      "B": "Kongre",
      "C": "Sempozyum",
      "D": "Forum",
      "E": "Nutuk"
    },
    "correctAnswer": "C",
    "explanation": "Konuyu tartışmanın (bir tezi savunmanın) değil, konunun ilgili kişiler tarafından <b>olumlu veya olumsuz yönlerinin ortaya konulmasının</b> asıl amaç olduğu, bir başkan tarafından yönetilen, uzman kişilerce yapılan seri konuşmalara <b>Panel</b> adı verilir. Panelde amaç, aydınlatmadır."
  },
  {
    "id": "238596",
    "unitNumber": 13,
    "text": "<strong>Aşağıdaki sözlü anlatım türlerinden hangisinde konuşma sürecini yöneten bir kişi <u>bulunmaz</u>?</strong>",
    "options": {
      "A": "Kongre",
      "B": "Açık oturum",
      "C": "Münazara",
      "D": "Konferans",
      "E": "Sempozyum"
    },
    "correctAnswer": "D",
    "explanation": "Panel, Münazara, Açık Oturum gibi tartışma odaklı türlerde süreci yöneten bir Başkan veya Hakem bulunurken; <b>Konferans</b>, tek bir konuşmacının yaptığı, genellikle uzun ve hazırlıklı bir sunum olduğu için, süreci yöneten ayrı bir <b>başkan/yönetici bulunmaz</b>."
  },
  {
    "id": "238597",
    "unitNumber": 13,
    "text": "<strong>Münazaralarda konuşmacıların aşağıdaki özelliklerinden hangisi <u>ölçülmez</u>?</strong>",
    "options": {
      "A": "Konuyu açma",
      "B": "Samimiyet",
      "C": "Konuyu genişletme",
      "D": "Örneklendirme",
      "E": "Konuyu toparlama"
    },
    "correctAnswer": "B",
    "explanation": "Münazaralarda konuşmacıların <b>ikna kabiliyeti, mantıksal tutarlılığı, hitabet yeteneği</b> ve sunduğu <b>argümanların sağlamlığı</b> ölçülür. Konuşmacıların konuyla doğrudan ilgili olmayan <b>kişisel veya ahlaki özellikleri ölçülmez</b>."
  },
  {
    "id": "238598",
    "unitNumber": 13,
    "text": "<strong>Aşağıdaki sözlü anlatım türlerinin hangisinde hakem bulunur?</strong>",
    "options": {
      "A": "Açık oturum",
      "B": "Münazara",
      "C": "Forum",
      "D": "Panel",
      "E": "Konferans"
    },
    "correctAnswer": "B",
    "explanation": "Sözlü anlatım türleri arasında, tarafların performansını ve argümanlarının gücünü değerlendirerek kazananı belirleyen bir <b>Hakem Heyeti</b>'nin (Jürinin) bulunduğu tek tür <b>Münazara</b>'dır."
  },
  {
    "id": "238599",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi konferans planında <u>yer almaz</u>?</strong>",
    "options": {
      "A": "Hitap cümlesi",
      "B": "Konunun sunuluşu",
      "C": "Puanlama",
      "D": "Sorular ve cevaplar",
      "E": "Konunun açılması ve anlatılması"
    },
    "correctAnswer": "C",
    "explanation": "Konferans planı; <b>Giriş</b>, <b>Gelişme</b> ve <b>Sonuç</b> bölümlerini içerir. Konferans tek taraflı bilgi verme odaklı olduğu için, Münazara'ya özgü olan <b>tez ve antitezlerin tartışılması</b> veya <b>karşı savunma (rebuttal)</b> gibi aşamalar planın kendisinde yer almaz."
  },
  {
    "id": "238600",
    "unitNumber": 13,
    "text": "I. Topluluk karşısında yapılır.<br/>II. Süreci yöneten bir başkan vardır.<br/>III. Dinleyiciler görüşlerini açıklayabilir.<br/><strong>Yukarıdakilerden hangisi ya da hangileri açık oturumun özellikleri arasında yer alır?</strong>",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "I ve III"
    },
    "correctAnswer": "D",
    "explanation": "Açık oturumun temel özellikleri şunlardır: I. <b>Topluluk karşısında yapılır.</b> (Doğru) II. <b>Süreci yöneten bir başkan vardır.</b> (Doğru) III. Dinleyiciler görüşlerini açıklayabilir (Bu, genellikle Forum'a ait bir özellik olsa da, Açık Oturumlar genellikle soru-cevap bölümünü içerir). Açık oturumun temel ve kesin özellikleri <b>I ve II</b>'dir. Dinleyicilerin soru sorması yaygın bir uygulamadır."
  },
  {
    "id": "247176",
    "unitNumber": 13,
    "text": "<strong>Nutuk türü ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "options": {
      "A": "Bilimsel bir üslupla yapılan konuşmalardır.",
      "B": "Konuşmacıya \"hatip\" adı verilir.",
      "C": "Askerî, siyasi, dinî, hukuki, akademik, ekonomik veya kültürel konularda olabilir.",
      "D": "Konuşma hazırlanırken hitap edilen izleyici kitlesi dikkate alınır.",
      "E": "Hazırlıklı konuşmanın bir örneğidir."
    },
    "correctAnswer": "A",
    "explanation": "Nutuk (Söylev), dinleyicileri <b>coşturmak, heyecanlandırmak ve belirli bir amaca yönlendirmek</b> için yapılan, güçlü hitabetin ön planda olduğu konuşmalardır. Nutuk'un temel amacı sadece bilgi vermek değil, <b>duygusal etki ve ikna</b> sağlamaktır. Nutuk'un tarafsız ve sadece bilgilendirme amaçlı olduğu ifadesi <b>yanlıştır</b>."
  },
  {
    "id": "251688",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi açık oturumun özelliklerinden biridir?</strong>",
    "options": {
      "A": "Oturum başlamadan iki grup oluşturulur.",
      "B": "Kişiler savunacakları görüşleri kendileri seçmezler.",
      "C": "Programın sonunda bir galip seçilir.",
      "D": "Konuşmaları yöneten bir hatip bulunur.",
      "E": "Konuşmacıların sayısı 5 ya da 6 kişiyi geçmemelidir."
    },
    "correctAnswer": "E",
    "explanation": "Açık oturum, genellikle <b>güncel ve toplumu ilgilendiren</b> bir konunun, alanında uzman kişilerce <b>bir başkan yönetiminde</b> topluluk önünde tartışıldığı sözlü anlatım türüdür. Özelliklerinden biri, <b>uzman konuşmacılar tarafından yapılmasıdır</b>."
  },
  {
    "id": "251691",
    "unitNumber": 13,
    "text": "………….., kişilerin seviyeli bir üslupla birbirinden farklı olan görüşlerini bilimsel delil, belge ve kayıtlara dayandırarak savundukları bir konuşma türüdür. <br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "options": {
      "A": "Münazara",
      "B": "Tartışma",
      "C": "Konferans",
      "D": "Nutuk",
      "E": "Açık Oturum"
    },
    "correctAnswer": "B",
    "explanation": "Bu tanım, farklı görüşlerin <b>bilimsel delil, belge ve kayıtlara dayandırılarak</b> savunulduğu konuşma türü olan <b>Münazara</b>'yı işaret etmektedir. Münazarada 'savunma' eylemi kritik öneme sahiptir ve seviyeli üslup esastır."
  },
  {
    "id": "251693",
    "unitNumber": 13,
    "text": "“Eleştirel ve analitik düşünme becerisini artırır.”<br/><strong>Yukarıda verilen özellik hangi konuşma türüne aittir?</strong>",
    "options": {
      "A": "Açık oturum",
      "B": "Münazara",
      "C": "Forum",
      "D": "Tartışma",
      "E": "Nutuk"
    },
    "correctAnswer": "D",
    "explanation": "<b>Eleştirel ve analitik düşünme becerisini</b> en üst düzeyde geliştiren konuşma türü <b>Münazara</b>'dır. Konuşmacılar, hem kendi argümanlarını sağlamlaştırmalı hem de karşı tarafın mantıksal hatalarını hızla tespit etmelidir."
  },
  {
    "id": "254838",
    "unitNumber": 13,
    "text": "I.Farklı görüşteki kişiler bir araya gelir.<br/>II. Bilimsel ve belgeye dayalı kanıtlar sunulur.<br/>III. Eleştirel ve analitik düşünme becerisi kazandırır.<br/><strong>Yukarıdaki özellikleri verilen konuşma türü hangisidir?</strong>",
    "options": {
      "A": "Nutuk",
      "B": "Telekonferans",
      "C": "Açılış konuşması",
      "D": "Konferans",
      "E": "Tartışma"
    },
    "correctAnswer": "E",
    "explanation": "Verilen özellikler (I. Farklı görüş, II. Bilimsel kanıt, III. Analitik düşünme) <b>Münazara</b> türüne aittir. Münazara, karşıt görüşlerin bilimsel kanıtlarla desteklenerek eleştirel bir biçimde savunulduğu bir tartışma türüdür."
  },
  {
    "id": "254875",
    "unitNumber": 13,
    "text": "<strong>Açık oturumda başkanın görevleriyle ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "options": {
      "A": "Konuşma yapılacak konunun alt başlıklarını verir.",
      "B": "Her konuşmacıya eşit süre tanındığından emin olur.",
      "C": "Konuşmayla ilgili gerekli planlamaları yapmaktan sorumludur.",
      "D": "Oturum esnasında konuyla ilgili tercih ettiği görüşü ifade eder.",
      "E": "Oturum öncesi giriş konuşmasını yapar."
    },
    "correctAnswer": "D",
    "explanation": "Açık oturum başkanının görevi, konuşmacıları tanıtmak, süreyi ayarlamak, tartışmanın konudan sapmasını önlemek ve oturumu özetlemektir. Başkan, <b>tartışmanın aktif bir tarafı olarak kendi görüşünü açıklamaz</b> veya bir tarafı desteklemez; <b>tarafsızlığı</b> korumak zorundadır."
  },
  {
    "id": "350382",
    "unitNumber": 13,
    "text": "Ey benim, namlı, şerefli, sadık emirlerim! <br/>İyi bilirsiniz ki üstünde durduğumuz şu memleket ve maliki olduğumuz bu devlet, nice müşkil muharebe ve mücahedeler sonunda, ecdadımız tarafından kazanılmış ve bize nasip olmuştur. <br/>Diyarı Rum'a az zamanda sahip olan ecdadımız, Allah'ın azamet ve kudretine, peygamberimiz Hazreti Muhammed'in imdad-ı ruhaniyesine sığınarak, bütün Asya ve Avrupa'da diledikleri her cengi kazanmışlardır.<br/>Bugün sizlere derim ki (...)<br/><strong>Bu metin aşağıdaki sözlü anlatım türlerinden hangisine aittir?</strong>",
    "options": {
      "A": "Söylev / Nutuk",
      "B": "Konferans",
      "C": "Sempozyum",
      "D": "Açık oturum",
      "E": "Panel"
    },
    "correctAnswer": "A",
    "explanation": "Metin, dinleyiciyi <b>duygusal çağrılarla coşturmayı</b>, onlara hitap etmeyi ve ortak tarihi değerler üzerinden bir motivasyon yaratarak belirli bir amaca yönlendirmeyi amaçlayan bir üslup taşımaktadır. Bu özellikler, <b>Nutuk</b> (Söylev) türüne aittir."
  },
  {
    "id": "353113",
    "unitNumber": 13,
    "text": "<strong>Alanında uzman bir kişinin herhangi bir konu ya da olay hakkında görüş ve düşüncelerini açıklamak amacıyla hazırlıklı olarak bir grup ya da topluluk önünde yaptığı konuşmaya ne ad verilir?</strong>",
    "options": {
      "A": "Konferans",
      "B": "Söylev",
      "C": "Açık Oturum",
      "D": "Münazara",
      "E": "Tartışma"
    },
    "correctAnswer": "A",
    "explanation": "Alanında uzman bir kişinin, herhangi bir konu ya da olay hakkında görüş ve düşüncelerini açıklamak amacıyla <b>hazırlıklı</b> olarak bir grup ya da topluluk önünde yaptığı konuşmaya <b>Konferans</b> adı verilir. Konferansta amaç, derinlemesine bilgi aktarımıdır."
  },
  {
    "id": "150205",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi seminerin özelliklerinden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Öncelikle bir konu belirlenir.",
      "B": "Seminer sunumunda tartışmaya yer verilmez.",
      "C": "Sunuma yönelik araştırma yapılır.",
      "D": "Sunumu yapacak düzeye, bilgi birikimine ve isteğe sahip kişiler belirlenir.",
      "E": "Seminer konuları gerektiğinde basıma da uygun hazırlanmalıdır."
    },
    "correctAnswer": "B",
    "explanation": "Bir <b>Seminer</b>, genellikle bir bilim dalındaki veya uzmanlık alanındaki belirli bir konu hakkında derinlemesine bir çalışma veya araştırma sonucunun sunulduğu, akademik veya mesleki bir toplantıdır. Seminerler, belli bir <b>bilimsel birikime sahip</b> kişilere hitap eder, bir konuşmacı tarafından sunulur ve sonrasında mutlaka <b>tartışma ve soru-cevap</b> bölümü bulunur. Seminerin özelliği olmayan bir durum (örneğin, tamamen halka açık olması veya yalnızca siyasi konuları içermesi) doğru cevap olacaktır."
  },
  {
    "id": "150636",
    "unitNumber": 14,
    "text": "<strong>Forumu yöneten başkan aşağıdakilerden hangisini <u>yapmamalıdır</u>?</strong>",
    "options": {
      "A": "Forumun nasıl düzenleneceği hakkında bilgi vermeli",
      "B": "Tartışmaların konu dışına çıkmasını önlemeli",
      "C": "Dinleyicilerin tartışmalara katılmalarını sağlamalı",
      "D": "Forum sonunda konuşmacıları tanıtmalı",
      "E": "Anlaşılmayan konularla ilgili açıklamalar yapmalı"
    },
    "correctAnswer": "D",
    "explanation": "<b>Forum</b>, dinleyicilerin konu hakkındaki görüşlerini ve sorularını dile getirebildiği sözlü anlatım türüdür. Forumu yöneten <b>başkan</b> (moderatör), tartışmanın düzenli, zamanında ve konu dışına sapmadan ilerlemesini sağlamalıdır. Başkanın temel görevi tarafsızlığı korumaktır. Başkanın yapmaması gereken davranış, kendi kişisel görüşlerini tartışmaya dayatmak, dinleyicilerin katılımını haksız yere kısıtlamak veya katılımcılara karşı <b>taraflı davranmak</b> olmalıdır."
  },
  {
    "id": "150637",
    "unitNumber": 14,
    "text": "Yerli veya yabancı alan uzmanlarının katıldığı, bir defaya mahsus veya belli zaman aralıklarıyla tekrarlanan toplantılardır.<br/><strong>Açıklaması yapılan sözlü anlatım türü aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Seminer",
      "B": "Açık oturum",
      "C": "Kongre",
      "D": "Panel",
      "E": "Sempozyum"
    },
    "correctAnswer": "C",
    "explanation": "Tanımı yapılan sözlü anlatım türü <b>Konferans</b>'tır (Bildiri). Konferans, alanında yetkin yerli veya yabancı <b>uzmanların</b>, genellikle geniş bir dinleyici kitlesine, bilimsel, sanatsal veya toplumsal bir konu hakkında bilgi aktarmak amacıyla düzenlediği, <b>bir defaya mahsus</b> olabilen veya periyodik tekrarlanan resmi toplantılardır. Esas amaç, dinleyicilere bilgi vermektir."
  },
  {
    "id": "234738",
    "unitNumber": 14,
    "text": "<strong>Alanında otorite kabul edilen kişiler tarafından bir bilim dalındaki gelişmelerin, belli birikimi olan ilgili kişilere aktarıldığı toplantılara ne ad verilir?</strong>",
    "options": {
      "A": "Kongre",
      "B": "Seminer",
      "C": "Panel",
      "D": "Münazara",
      "E": "Forum"
    },
    "correctAnswer": "B",
    "explanation": "Alanında <b>otorite kabul edilen kişiler</b> tarafından, bilim dalındaki güncel <b>gelişmelerin</b> veya detaylı bir araştırma konusunun, o alanda <b>belli bir birikimi olan ilgili kişilere</b> aktarıldığı toplantılara <b>Seminer</b> adı verilir. Seminerler, genellikle akademik ilerlemeyi ve derinlemesine bilgiyi hedefleyen özel bir toplantı formatıdır."
  },
  {
    "id": "234741",
    "unitNumber": 14,
    "text": "Özellikle televizyonlarda yapılan tartışma programlarına uzakta olmalarına rağmen teknoloji yardımıyla uzmanların katıldıkları görülür.<br/><strong>Yukarıda bir özelliğinden bahsedilen sözlü anlatım türü hangisidir?</strong>",
    "options": {
      "A": "Münazara",
      "B": "Söyleşi",
      "C": "Konferans",
      "D": "Telekonferans",
      "E": "Forum"
    },
    "correctAnswer": "D",
    "explanation": "Uzmanların veya konuşmacıların <b>farklı mekanlarda</b> bulunmalarına rağmen, <b>teknoloji yardımıyla</b> (video, ses bağlantısı) tartışma programlarına veya toplantılara katılmasını sağlayan sözlü anlatım türü <b>Telekonferans</b>'tır. Bu yöntem, fiziksel olarak aynı ortamda bulunma zorunluluğunu ortadan kaldırır."
  },
  {
    "id": "238601",
    "unitNumber": 14,
    "text": "• Dinleyicilerin konu ile ilgili bilgi ve tecrübelerini ileri sürmelerine fırsat ve imkân vermek<br/>• Dinleyicileri aktif duruma getirerek konu üzerinde canlı ve hareketli şekilde durmalarını sağlamak<br/><strong>Yukarıda amaçları açıklanan, aynı zamanda Eski Romalılar zamanında halkın sorunlarını konuşmak üzere toplandıkları alana da adını veren sözlü anlatım türüne ne denir?</strong>",
    "options": {
      "A": "Arena",
      "B": "Toplantı",
      "C": "Kongre",
      "D": "Forum",
      "E": "Konferans"
    },
    "correctAnswer": "D",
    "explanation": "Verilen amaçlar (dinleyicileri aktif duruma getirmek, bilgi ve tecrübelerini ileri sürme fırsatı vermek) ve tarihsel kökeni (Eski Roma'daki halkın toplandığı alan) ile tanımlanan sözlü anlatım türü <b>Forum</b>'dur. Forum, dinleyicilerin tartışmanın bizzat parçası olduğu, katılımın en yüksek olduğu türdür."
  },
  {
    "id": "238602",
    "unitNumber": 14,
    "text": "<strong>Toplumu yakından ilgilendiren herhangi bir konu hakkında, dinleyiciler karşısında farklı uzman kişilerin konu ya da olayla ilgili yaptığı seri konuşmalara ne ad verilir?</strong>",
    "options": {
      "A": "Açık oturum",
      "B": "Kongre",
      "C": "Sempozyum",
      "D": "Forum",
      "E": "Nutuk"
    },
    "correctAnswer": "C",
    "explanation": "Toplumu yakından ilgilendiren herhangi bir güncel konu hakkında, dinleyiciler karşısında farklı görüşlere sahip <b>uzman kişilerin</b> konu ya da olayla ilgili <b>yaptığı seri konuşmalara</b> <b>Açık Oturum</b> adı verilir. Amaç, konunun farklı yönlerini geniş kitlelere sunmaktır. Bu tür, genellikle radyoda veya televizyonda yayınlanır."
  },
  {
    "id": "238603",
    "unitNumber": 14,
    "text": "<strong>Farklı ülkelerden devlet ve kuruluş temsilcileriyle yöneticilerin katılmasıyla ya da siyasi parti ve derneklerin belli gündemler için bir araya gelmesiyle yapılan toplantılara ne ad verilir?</strong>",
    "options": {
      "A": "Kongre",
      "B": "Açık oturum",
      "C": "Münazara",
      "D": "Telekonferans",
      "E": "Sempozyum"
    },
    "correctAnswer": "A",
    "explanation": "Farklı ülkelerden <b>devlet ve kuruluş temsilcileriyle yöneticilerin</b> katılmasıyla ya da siyasi parti ve derneklerin belli gündemler için bir araya gelmesiyle yapılan, genellikle karar alma veya geniş kapsamlı konuları görüşme amacıyla düzenlenen resmi ve geniş katılımlı toplantılara <b>Kongre</b> (Kurultay) adı verilir."
  },
  {
    "id": "238604",
    "unitNumber": 14,
    "text": "<strong>Aşağıdaki konuşma türlerinin hangisinde konuşmacı ve dinleyicilerin bir arada bulunmasına gerek <u>yoktur</u>?</strong>",
    "options": {
      "A": "Panel",
      "B": "Telekonferans",
      "C": "Konferans",
      "D": "Açık oturum",
      "E": "Sempozyum"
    },
    "correctAnswer": "B",
    "explanation": "Konuşmacı ve dinleyicilerin <b>bir arada bulunmasına gerek olmayan</b> sözlü anlatım türü <b>Telekonferans</b>'tır. Bu türde, iletişim sesli ve görüntülü teknolojiler (video konferans, vb.) aracılığıyla uzaktan sağlanır, böylece mekânsal kısıtlamalar ortadan kalkar."
  },
  {
    "id": "238605",
    "unitNumber": 14,
    "text": "I. Panel<br/>II.Telekonferans<br/>III.Forum<br/>IV.Sempozyum<br/><strong>Yukarıdaki sözlü anlatım türlerinin hangisinde ya da hangilerinde yönetici olarak bir başkan bulunur?</strong>",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "I, II ve III",
      "E": "I, III ve IV"
    },
    "correctAnswer": "E",
    "explanation": "Listelenen tüm sözlü anlatım türleri (I. <b>Panel</b>, II. <b>Telekonferans</b>, III. <b>Forum</b>, IV. <b>Sempozyum</b>) organize ve yapılandırılmış etkinlikler olduğundan, tartışmayı veya oturumu düzenli bir şekilde yönetmek, zamanı ayarlamak ve katılımcıların kurallara uymasını sağlamak amacıyla bir <b>Başkan</b> (Moderatör/Yönetici) bulundurur. Bu nedenle, dördünde de başkan bulunur."
  },
  {
    "id": "238606",
    "unitNumber": 14,
    "text": "<strong>Aşağıdaki sözlü anlatım türlerinden hangisi dinleyicilerin tartışmaya katılmasıyla foruma dönüşür?</strong>",
    "options": {
      "A": "Konferans",
      "B": "Açık oturum",
      "C": "Panel",
      "D": "Nutuk",
      "E": "Kongre"
    },
    "correctAnswer": "C",
    "explanation": "Uzmanların dinleyiciler karşısında bir konuyu farklı yönlerden ele aldığı <b>Panel</b>, panelistlerin konuşmaları sona erdikten sonra <b>dinleyicilerin tartışmaya katılmasıyla</b> (soru sorma veya görüş bildirme) bir <b>Forum</b>'a dönüşür. Bu, Panel formatının yaygın bir uzantısıdır."
  },
  {
    "id": "238607",
    "unitNumber": 14,
    "text": "<strong>Aşağıdaki sözlü anlatım türlerinden hangisinde sunulan bildiriler kitap hâlinde yayımlanabilir?</strong>",
    "options": {
      "A": "Kongre",
      "B": "Telekonferans",
      "C": "Panel",
      "D": "Açık Oturum",
      "E": "Konferans"
    },
    "correctAnswer": "A",
    "explanation": "<b>Sempozyum</b>'da (Bilgi Şöleni) sunulan bilimsel veya akademik bildiriler, toplantı sonrasında bilimsel kayıt oluşturmak amacıyla bir araya getirilerek <b>kitap hâlinde yayımlanabilir</b>. Bu, Sempozyum'u diğer tartışma türlerinden ayıran en önemli bilimsel özelliklerden biridir."
  },
  {
    "id": "238608",
    "unitNumber": 14,
    "text": "I. Panel<br/>II. Açık Oturum<br/>III. Kongre<br/>IV. Sempozyum<br/><strong>Yukarıdakilerin hangisi ya da hangilerinde dinleyiciler tartışmaya katılabilir?</strong>",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "III ve IV"
    },
    "correctAnswer": "E",
    "explanation": "Listelenen sözlü anlatım türlerinin hepsi (I. <b>Panel</b>, II. <b>Açık Oturum</b>, III. <b>Kongre</b>, IV. <b>Sempozyum</b>) organize toplantılardır ve genellikle oturumların sonunda dinleyicilere <b>soru sorma</b>, görüş bildirme ve böylece tartışmaya katılma imkânı sunulur. Özellikle Panel ve Açık Oturum'da bu katılım, tartışmanın Foruma dönüşmesine neden olabilir."
  },
  {
    "id": "247193",
    "unitNumber": 14,
    "text": "<strong>Açık oturumdan farklı olarak konuşmacıların görüşlerini bildirmelerinden sonra izleyicilerin soru sorarak tartışmaya katılabildikleri, kendi görüş ve düşüncelerini açıklayabildikleri sözlü anlatım türü aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Panel",
      "B": "Münazara",
      "C": "Konferans",
      "D": "Seminer",
      "E": "Telekonferans"
    },
    "correctAnswer": "A",
    "explanation": "Açık Oturumdan temel farkı, izleyicilerin sadece soru sormakla kalmayıp <b>kendi görüş ve düşüncelerini açıklayabildikleri</b> sözlü anlatım türü <b>Forum</b>'dur. Forum, dinleyicilerin aktif ve kapsamlı katılımını teşvik ederek, tartışmayı panelistlerin ötesine taşır."
  },
  {
    "id": "254654",
    "unitNumber": 14,
    "text": "Belli bir konu üzerine alanında uzman, farklı kişiler tarafından dinleyiciler karşısında anlatılan; genellikle bilimsel olan toplantılardır. Bilgi şöleni olarak da adlandırılmaktadır.<br/><strong>Parçada anlatılan konuşma türü aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Telekonferans",
      "B": "Açılış konuşması",
      "C": "Söylev",
      "D": "Sempozyum",
      "E": "Kongre"
    },
    "correctAnswer": "D",
    "explanation": "Parçada anlatılan konuşma türü <b>Sempozyum</b>'dur. Sempozyum, genellikle <b>bilimsel</b> konuların, alanında uzman farklı kişiler tarafından dinleyiciler karşısında anlatıldığı ve geleneksel olarak <b>Bilgi Şöleni</b> olarak adlandırıldığı toplantı biçimidir. Genellikle birden fazla oturumda gerçekleştirilir."
  },
  {
    "id": "254739",
    "unitNumber": 14,
    "text": "<strong>Mekândan bağımsız olarak uzaktan eğitim yoluyla yapılan canlı dersler hangi konuşma türü kapsamında ele alınır?</strong>",
    "options": {
      "A": "Tartışma",
      "B": "Söylev",
      "C": "Telekonferans",
      "D": "Münazara",
      "E": "Açılış konuşması"
    },
    "correctAnswer": "C",
    "explanation": "<b>Mekândan bağımsız</b> olarak, uzaktan eğitim yoluyla yapılan canlı dersler, teknolojik iletişim araçlarının kullanılması nedeniyle <b>Telekonferans</b> (uzaktan toplantı) konuşma türü kapsamında ele alınır. Bu, konuşmacı ve dinleyicinin fiziksel olarak ayrı yerlerde olmasına rağmen eş zamanlı etkileşim kurmasını sağlar."
  },
  {
    "id": "350465",
    "unitNumber": 14,
    "text": "I. Konuşmacı ve dinleyicilerin aynı mekânda olması zorunluluğu ortadan kalkar.<br/>II. Konuşmacılar birden fazla mekânda bulunan dinleyicilere hitap etme imkânı bulurlar.<br/>III. Katılımcı ve düzenleyicilere zaman ve maliyet açısından tasarruf imkânı sunar.<br/><strong>Yukarıda özellikleri verilen sözlü anlatım türüne ne ad verilir?</strong>",
    "options": {
      "A": "Münazara",
      "B": "Söyleşi",
      "C": "Konferans",
      "D": "Telekonferans",
      "E": "Kongre"
    },
    "correctAnswer": "D",
    "explanation": "Konuşmacı ve dinleyicilerin <b>aynı mekânda olması zorunluluğunu ortadan kaldıran</b>, birden fazla mekândaki dinleyiciye ulaşma imkânı veren ve bu sayede <b>zaman ve maliyet açısından tasarruf</b> sunan sözlü anlatım türü <b>Telekonferans</b>'tır. Bu avantajlar, modern uzaktan iletişim teknolojilerinin bir sonucudur."
  },
  {
    "id": "353117",
    "unitNumber": 14,
    "text": "Toplumu yakından ilgilendiren herhangi bir konu hakkında, dinleyiciler karşısında farklı uzman kişilerin konu ya da olayla ilgili yaptığı seri konuşmalara ............ adı verilir. Bu tür konuşmalarda belirlenen bir konu üzerinde çalışma yapan alanın uzmanları bir araya getirilir ve sunulacak konular tasnif edilerek oturumlar düzenlenir.<br/><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "options": {
      "A": "panel",
      "B": "forum",
      "C": "seminer",
      "D": "münazara",
      "E": "sempozyum"
    },
    "correctAnswer": "E",
    "explanation": "Boş bırakılan yere <b>Sempozyum</b> (Bilgi Şöleni) getirilmelidir. Sempozyum, toplumu ilgilendiren bir konunun <b>farklı uzman kişiler</b> tarafından sunulduğu, sunulacak konuların <b>tasnif edilerek</b> (sınıflandırılarak) <b>oturumlar düzenlenmesi</b> ile karakterize edilen bilimsel ve yapılandırılmış toplantılardır. İlk cümledeki tanım Açık Oturum’a da benzese de, ikinci cümledeki 'oturumlar düzenlenir' ibaresi Sempozyum’un çok oturumlu yapısını işaret eder."
  }
]