[
  {
    "id": "416884",
    "unitNumber": 1,
    "text": "<b>İnternetin ortaya çıkışına öncülük eden ARPANET’in geliştirilme amacı aşağıdakilerden hangisidir?</b>",
    "correctAnswer": "E",
    "options": {
      "A": "Eğlence içeriklerini paylaşmak",
      "B": "Küresel ticaret ağı kurmak",
      "C": "Sosyal medya platformları geliştirmek",
      "D": "posta sistemini kurmak",
      "E": "Güvenli bilgi paylaşımı sağlamak"
    },
    "explanation": "İnternetin atası olarak kabul edilen <b>ARPANET</b>’in (Advanced Research Projects Agency Network) geliştirilme amacı, ABD Savunma Bakanlığı’na bağlı ARPA tarafından, dağıtık ve saldırılara karşı dayanıklı bir iletişim ağı kurmaktı. Temel hedef, farklı akademik ve savunma araştırma merkezleri arasında <b>bilgi ve kaynak paylaşımını</b> güvenli bir şekilde sağlamaktır. Bu, özellikle nükleer bir saldırı durumunda bile iletişimin devam edebileceği bir ağ yapısı oluşturma ihtiyacından doğmuştur."
  },
  {
    "id": "416885",
    "unitNumber": 1,
    "text": "<b>World Wide Web’i (WWW) geliştiren bilim insanı kimdir?</b>",
    "correctAnswer": "A",
    "options": {
      "A": "Tim Berners-Lee",
      "B": "Vinton Cerf",
      "C": "Bill Gates",
      "D": "Steve Jobs",
      "E": "Alan Turing"
    },
    "explanation": "World Wide Web (WWW) kavramını ve bu sistemi mümkün kılan temel teknolojileri (HTTP, URL ve ilk web tarayıcısı/sunucusu) geliştiren bilim insanı 1989 yılında <b>Tim Berners-Lee</b>'dir. Berners-Lee, bu çalışmaları İsviçre'deki nükleer araştırma merkezi <b>CERN</b>'de gerçekleştirmiştir. WWW, internet üzerinde bilgiye erişimi ve dolaşımı kolaylaştıran bir hipermetin sistemidir."
  },
  {
    "id": "416886",
    "unitNumber": 1,
    "text": "<b>Web standartlarını belirleyen kuruluş aşağıdakilerden hangisidir?</b>",
    "correctAnswer": "C",
    "options": {
      "A": "IANA",
      "B": "ICANN",
      "C": "W3C",
      "D": "ISO",
      "E": "IEEE"
    },
    "explanation": "Web standartlarının belirlenmesinden sorumlu olan uluslararası kuruluş <b>World Wide Web Consortium (W3C)</b>'dur. W3C, web'in uzun vadeli büyümesini ve birlikte çalışabilirliğini sağlamak amacıyla <b>HTML</b>, <b>CSS</b> ve <b>Web Erişilebilirliği</b> gibi temel teknolojiler için teknik şartnameler ve yönergeler yayımlar."
  },
  {
    "id": "416887",
    "unitNumber": 1,
    "text": "<b>Aşağıdakilerden hangisi erişilebilir web tasarımının temel amaçlarından biridir?</b>",
    "correctAnswer": "D",
    "options": {
      "A": "Sadece gelişmiş cihazlarda çalışmak",
      "B": "Sadece engelli bireylerin kullanımına uygun olmak",
      "C": "Yalnızca görsel açıdan estetik olmak",
      "D": "Tüm kullanıcılar için kapsayıcı ve kullanılabilir içerik sunmak",
      "E": "İnternet hızını artırmak"
    },
    "explanation": "Erişilebilir web tasarımının temel amacı, web sitelerinin, kullanılan cihaz, yazılım, konum veya <b>engellilik durumu</b> ne olursa olsun herkes tarafından eşit ve etkili bir şekilde kullanılabilmesini sağlamaktır. Bu, özellikle görme, işitme, fiziksel veya bilişsel engelli bireylerin internet içeriğine <b>kolayca erişebilmesi</b> anlamına gelir. W3C tarafından belirlenen <b>WCAG (Web Content Accessibility Guidelines)</b> bu hedeflere ulaşmak için yol gösterir."
  },
  {
    "id": "416888",
    "unitNumber": 1,
    "text": "<b>İstemci–sunucu modelinde istemcinin temel görevi aşağıdakilerden hangisidir?</b>",
    "correctAnswer": "B",
    "options": {
      "A": "Verileri şifrelemek",
      "B": "Kaynak talep etmek",
      "C": "Protokolleri yönetmek",
      "D": "Dosyaları barındırmak",
      "E": "Güvenlik sağlamak"
    },
    "explanation": "İstemci–sunucu modelinde, <b>istemci</b> (genellikle bir web tarayıcısı) kullanıcının isteği üzerine <b>sunucudan bilgi talep etme</b> (request) görevini üstlenir. İstemci, bu talebi uygun protokoller (örneğin HTTP) aracılığıyla sunucuya iletir ve sunucunun gönderdiği <b>yanıtı</b> (response) alarak kullanıcıya görüntüler (örneğin bir web sayfası olarak render eder)."
  },
  {
    "id": "416889",
    "unitNumber": 1,
    "text": "<b>HTTP ile HTTPS arasındaki en önemli fark nedir?</b>",
    "correctAnswer": "C",
    "options": {
      "A": "HTTPS daha hızlıdır",
      "B": "HTTP yalnızca metin aktarır",
      "C": "HTTPS şifreli iletişim sağlar",
      "D": "HTTP yalnızca e-posta için kullanılır",
      "E": "HTTPS ücretsiz değildir"
    },
    "explanation": "HTTP (Hypertext Transfer Protocol) ve HTTPS (Hypertext Transfer Protocol Secure) arasındaki en önemli fark, <b>HTTPS'in güvenli olmasıdır</b>. HTTPS, sunucu ve istemci arasındaki veri iletişimini <b>SSL/TLS protokollerini</b> kullanarak şifreler. Bu şifreleme, hassas bilgilerin (şifreler, kredi kartı bilgileri) üçüncü partiler tarafından ele geçirilmesini önleyerek <b>gizliliği ve veri bütünlüğünü</b> sağlar. HTTP ise şifreleme yapmaz."
  },
  {
    "id": "416890",
    "unitNumber": 1,
    "text": "<b>Alan adlarının IP adreslerine dönüştürülmesini sağlayan sistem aşağıdakilerden hangisidir?</b>",
    "correctAnswer": "B",
    "options": {
      "A": "URL",
      "B": "DNS",
      "C": "URI",
      "D": "FTP",
      "E": "SMTP"
    },
    "explanation": "Alan adlarının (domain names – örn: google.com) internet üzerindeki cihazların birbirleriyle iletişim kurmak için kullandığı sayısal <b>IP adreslerine</b> dönüştürülmesini sağlayan sisteme <b>DNS (Domain Name System - Alan Adı Sistemi)</b> denir. DNS, internetin telefon rehberi gibi çalışır ve kullanıcıların web sitelerine kolayca ulaşmasını sağlar."
  },
  {
    "id": "416891",
    "unitNumber": 1,
    "text": "<b>HTML işaretleme dilinin temel işlevi aşağıdakilerden hangisidir?</b>",
    "correctAnswer": "A",
    "options": {
      "A": "Web sayfasının yapısını tanımlamak",
      "B": "Web sayfasının görünümünü düzenlemek",
      "C": "Dinamik işlemler yapmak",
      "D": "Sunucu yönetimini sağlamak",
      "E": "Veritabanı işlemlerini yürütmek"
    },
    "explanation": "<b>HTML (HyperText Markup Language)</b>, web sayfalarının temelini oluşturan işaretleme dilidir. Temel işlevi, web sayfasının <b>yapısal iskeletini</b> ve <b>içeriğini</b> (metin, resim, bağlantılar, tablolar vb.) tanımlamaktır. HTML etiketleri, tarayıcıya içeriğin ne tür bir element olduğunu ve nerede konumlanacağını bildirir."
  },
  {
    "id": "416892",
    "unitNumber": 1,
    "text": "<b>CSS aşağıdakilerden hangisi için kullanılır?</b>",
    "correctAnswer": "D",
    "options": {
      "A": "Sunucu erişimini yönetmek",
      "B": "Verileri şifrelemek",
      "C": "Kullanıcı girişi doğrulamak",
      "D": "Sayfanın görselliğini düzenlemek",
      "E": "Dosya transferi yapmak"
    },
    "explanation": "<b>CSS (Cascading Style Sheets - Basamaklı Stil Sayfaları)</b>, HTML ile oluşturulan web sayfalarının <b>görsel stilini ve sunumunu</b> kontrol etmek için kullanılır. CSS, renkler, yazı tipleri, düzen (layout), boşluklar ve responsive tasarım gibi özellikleri tanımlayarak içeriğin (HTML) görsel katmandan ayrılmasını sağlar."
  },
  {
    "id": "416893",
    "unitNumber": 1,
    "text": "<b>Aşağıdakilerden hangisi ön yüz (front-end) teknolojilerine örnek olarak verilebilir?</b>",
    "correctAnswer": "E",
    "options": {
      "A": "Node.js",
      "B": "MySQL",
      "C": "PostgreSQL",
      "D": "PHP",
      "E": "HTML, CSS ve JavaScript"
    },
    "explanation": "Ön yüz (<b>Front-end</b>) teknolojileri, kullanıcıların tarayıcı aracılığıyla doğrudan etkileşimde bulunduğu web arayüzünü oluşturmaktan sorumludur. Bu teknolojilerin temel üç ayağı <b>HTML</b> (yapı), <b>CSS</b> (stil) ve dinamik etkileşimi sağlayan <b>JavaScript</b>'tir. Bu teknolojiler, kullanıcı deneyimini ve arayüz tasarımını yönetir."
  },
  {
    "id": "416894",
    "unitNumber": 2,
    "text": "<b>Web tasarım sürecinin ilk adımı aşağıdakilerden hangisidir?</b>",
    "correctAnswer": "A",
    "options": {
      "A": "Hedef kitleyi belirlemek",
      "B": "Renk paletini seçmek",
      "C": "Sunucu altyapısını satın almak",
      "D": "Animasyonları tasarlamak",
      "E": "SEO çalışması yapmak"
    },
    "explanation": "Web tasarım sürecinin ilk adımı, projenin kapsamının, hedeflerinin ve hedef kitlesinin belirlendiği <b>Planlama ve Keşif (Discovery)</b> aşamasıdır. Bu aşamada kaynaklar, zaman çizelgeleri ve temel gereksinimler netleştirilir, bu da tüm projenin başarılı bir şekilde ilerlemesi için temel teşkil eder."
  },
  {
    "id": "416895",
    "unitNumber": 2,
    "text": "<b>Aşağıdakilerden hangisi demografik veri kapsamında değerlendirilir?</b>",
    "correctAnswer": "D",
    "options": {
      "A": "Kullanıcının marka algısı",
      "B": "Kullanıcının hobileri",
      "C": "Kullanıcının site içi tıklama yolu",
      "D": "Kullanıcının yaş bilgisi",
      "E": "Kullanıcının satın alma motivasyonu"
    },
    "explanation": "<b>Demografik veriler</b>, kullanıcıların somut ve sayısal olarak ölçülebilir özellikleridir. Bu kapsamda <b>Yaş</b>, <b>Cinsiyet</b>, <b>Eğitim durumu</b>, <b>Gelir seviyesi</b> ve <b>Coğrafi konum</b> gibi temel sosyo-ekonomik bilgiler değerlendirilir."
  },
  {
    "id": "416896",
    "unitNumber": 2,
    "text": "………………… kullanıcıların yaşam tarzı, ilgi alanları, değerleri ve motivasyonlarını ortaya koyar.<br><b>Yukarıdaki cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</b>",
    "correctAnswer": "A",
    "options": {
      "A": "Psikografik analiz",
      "B": "Demografik analiz",
      "C": "Hedef Kitle analizi",
      "D": "Davranışsal analiz",
      "E": "Maliyet analizi"
    },
    "explanation": "Boş bırakılan yere <b>Psikografik</b> kavramı getirilmelidir. <b>Psikografik veriler</b>, kullanıcıların davranışlarını, motivasyonlarını ve tercihlerini anlamak için onların <b>yaşam tarzları</b>, <b>ilgi alanları</b>, değerleri, tutumları ve inançları gibi nitel özelliklerini inceler. Demografik veriler 'kim' olduğunu açıklarken, psikografik veriler 'neden' davrandığını açıklar."
  },
  {
    "id": "416897",
    "unitNumber": 2,
    "text": "<b>Aşağıdakilerden hangisi kullanıcı yolculuğu aşamalarından birisi değildir?</b>",
    "correctAnswer": "D",
    "options": {
      "A": "Farkındalık",
      "B": "Araştırma",
      "C": "Karar",
      "D": "Kod yazma",
      "E": "Deneyim"
    },
    "explanation": "Kullanıcı yolculuğu (User Journey) aşamaları genellikle <b>Farkındalık</b>, <b>Değerlendirme</b>, <b>Satın Alma/Eylem</b> ve <b>Sadakat</b> gibi kullanıcının ürün veya hizmetle olan doğal etkileşimini kapsayan adımlardır. <b>Test Etme</b>, geliştirme sürecinin bir aşamasıdır ve kullanıcının deneyimlediği doğal tüketici yolculuğu aşamalarından biri değildir."
  },
  {
    "id": "416898",
    "unitNumber": 2,
    "text": "<b>Aşağıdakilerden hangisi bilgi mimarisini en doğru şekilde açıklar?</b>",
    "correctAnswer": "B",
    "options": {
      "A": "Web sitesinin renk paletinin ve tipografisinin seçilmesi",
      "B": "İçeriklerin düzenlenip kategorize edilmesi ve kullanıcıların kolayca erişebileceği biçimde yapılandırılması",
      "C": "Sunucu altyapısının ve veri tabanının ölçeklendirilmesi",
      "D": "Görsel öğeler için animasyon efektlerinin tasarlanması",
      "E": "Arama motoru optimizasyonu (SEO) metinlerinin yazılması"
    },
    "explanation": "<b>Bilgi Mimarisi (Information Architecture - IA)</b>, bir web sitesindeki içeriğin, navigasyon sistemlerinin ve arama özelliklerinin yapılandırılması ve etiketlenmesi disiplinidir. Amacı, kullanıcıların site içindeki bilgiyi <b>kolayca bulmasını</b> ve anlamasını sağlamaktır."
  },
  {
    "id": "416899",
    "unitNumber": 2,
    "text": "<b>Aşağıdakilerden hangisi Wireframe’i en doğru şekilde tanımlar?</b>",
    "correctAnswer": "C",
    "options": {
      "A": "Web sitesinin son hâline yakın, tüm görsel detayları içeren yüksek sadakatli tasarım",
      "B": "Sunucu yapılandırmasını gösteren teknik diyagram",
      "C": "Görsel tasarımdan bağımsız, sitenin iskelet yapısını gösteren düşük sadakatli çizim/diyagram",
      "D": "Kullanıcı testlerinden elde edilen ısı haritaları",
      "E": "SEO için anahtar kelime listesi"
    },
    "explanation": "<b>Wireframe</b>, bir web sayfası veya uygulamanın temel yapısını ve öğelerinin yerleşimini gösteren düşük sadakatli bir görsel taslaktır. Wireframe’ler, görsel tasarım veya renk şemaları yerine, tamamen <b>içerik hiyerarşisine</b>, <b>yapısal akışa</b> ve işlevselliğe odaklanır. Bu, bir sitenin iskelet planıdır."
  },
  {
    "id": "416900",
    "unitNumber": 2,
    "text": "<b>Aşağıdakilerden hangisi içerik stratejisinin temel başlıklarından birisi değildir?</b>",
    "correctAnswer": "C",
    "options": {
      "A": "Dil ve Üslup",
      "B": "İçerik Türleri",
      "C": "SEO Uyumlu İçerik",
      "D": "Maliyet analizi",
      "E": "Güncellenebilirlik"
    },
    "explanation": "İçerik stratejisi genellikle <b>İçeriğin Özü (Substance)</b>, <b>Yapısı (Structure)</b>, <b>Yönetimi (Governance)</b> ve <b>İş Akışı (Workflow)</b> başlıklarını içerir. <b>Görsel Tasarım</b>, içeriğin nasıl sunulacağı ile ilgili olsa da, içerik stratejisinin temel başlıklarından biri sayılmaz; daha çok sunum ve arayüz tasarım (UI) kategorisine girer."
  },
  {
    "id": "416901",
    "unitNumber": 2,
    "text": "…………………… bir web sitesinin kullanıcılar tarafından ne kadar kolay, hızlı ve hatasız bir şekilde kullanılabileceğini ifade eder.<br><b>Yukarıdaki cümlede boş bırakılan yere aşağıdaki seçeneklerden hangisi getirilmelidir?</b>",
    "correctAnswer": "B",
    "options": {
      "A": "Erişilebilirlik",
      "B": "Kullanılabilirlik",
      "C": "Gestalt psikolojisi",
      "D": "Yakınlık",
      "E": "Süreklilik"
    },
    "explanation": "Tanımlanan özellikler <b>Kullanılabilirlik (Usability)</b> kavramına aittir. Kullanılabilirlik, kullanıcıların belirli bir sistemi kullanırken ne kadar <b>etkili</b>, <b>verimli</b> ve <b>tatmin edici</b> bir deneyim yaşadığını ölçer. Kolaylık, hız ve hatasızlık temel ölçütlerindendir."
  },
  {
    "id": "416902",
    "unitNumber": 2,
    "text": "<b>Aşağıdakilerden hangisi Gestalt ilkelerinden birisi değildir?</b>",
    "correctAnswer": "E",
    "options": {
      "A": "Yakınlık",
      "B": "Benzerlik",
      "C": "Süreklilik",
      "D": "Tamamlama",
      "E": "Tutarlılık"
    },
    "explanation": "<b>Gestalt İlkeleri</b>, insan zihninin görsel öğeleri nasıl gruplandırdığını ve anlamlandırdığını açıklayan görsel algı yasalarıdır (Örn: Yakınlık, Benzerlik, Tamamlama, Şekil-Zemin). <b>Kullanılabilirlik</b> (Usability) bir UX hedefi ve ölçütüdür, ancak bir görsel algı ilkesi olarak Gestalt'ın temel kurallarından biri değildir."
  },
  {
    "id": "416903",
    "unitNumber": 2,
    "text": "<b>Aşağıdakilerden hangisi Jakob Nielsen’in 10 Kullanılabilirlik İlkesinden birisi değildir?</b>",
    "correctAnswer": "E",
    "options": {
      "A": "Sistem durumunun görünürlüğü",
      "B": "Sistem ve gerçek dünya uyumu",
      "C": "Kullanıcı kontrolü ve özgürlüğü",
      "D": "Hata önleme",
      "E": "Filtreleme"
    },
    "explanation": "Jakob Nielsen'in 10 Kullanılabilirlik İlkesi, arayüzlerin işlevselliği, verimliliği ve hata yönetimini ele alır (Örn: Sistemin Görünürlüğü, Hata Önleme, Estetik ve Minimalist Tasarım). Bu ilkeler daha çok işlevsel yeterliliğe odaklanır. <b>Görsel Çekicilik</b>, estetik bir kaygı olup, Nielsen'in on temel sezgisellerinden (heuristics) biri olarak kabul edilmez (Estetik ve Minimalist Tasarım ilkesi sadeliği vurgular, salt çekiciliği değil)."
  },
  {
    "id": "416904",
    "unitNumber": 3,
    "text": "<b>Arayüz tasarımının (UI) temel amacı aşağıdakilerden hangisidir?</b>",
    "correctAnswer": "B",
    "options": {
      "A": "Kullanıcıların yalnızca görsel olarak etkilenmesini sağlamak",
      "B": "Kullanıcıya bilgiye hızlı, kolay ve anlaşılır şekilde erişim sunmak",
      "C": "Sitenin yalnızca estetik görünümünü düzenlemek",
      "D": "Yazılım hatalarını ortadan kaldırmak",
      "E": "Kodlama süresini kısaltmak"
    },
    "explanation": "Arayüz tasarımının (User Interface - <b>UI</b>) temel amacı, kullanıcı ile sistem arasındaki etkileşimi kolaylaştırmak, estetik bir deneyim sunmak ve <b>kullanılabilirliği (usability)</b> artırmaktır. UI, kullanıcıya sunulan <b>görsel öğelerin (renk, tipografi, düzen)</b> organizasyonunu içerir ve kullanıcının ürünü veya hizmeti en az çabayla kullanmasını hedefler. Başka bir deyişle, iyi bir UI, sistemin kullanımını <b>sezgisel</b> hale getirir."
  },
  {
    "id": "416905",
    "unitNumber": 3,
    "text": "<b>Aşağıdakilerden hangisi etkileşim tasarımının (IxD) örneği değildir?</b>",
    "correctAnswer": "D",
    "options": {
      "A": "Bir butona basıldığında renginin değişmesi",
      "B": "Dosya yüklenirken ilerleme çubuğunun dolması",
      "C": "Menüde gezinirken tıklanabilir alanların büyümesi",
      "D": "Metin içeriğinin anlaşılır olması",
      "E": "Form doldururken hata mesajının çıkması"
    },
    "explanation": "Etkileşim tasarımı (Interaction Design - <b>IxD</b>), kullanıcı ile ürün arasındaki etkileşimin şeklini tanımlar. Bu, kullanıcının bir eyleme verdiği tepkiler (geribildirim), navigasyon akışı, animasyonlar ve durum değişiklikleri gibi dinamik süreçleri içerir. Örneğin <b>hata mesajları</b>, <b>geçiş animasyonları</b> ve <b>form doldurma akışı</b> IxD örneğidir. Ancak, <b>markanın logo rengini belirlemek</b> veya statik <b>görsel stil kılavuzu</b> oluşturmak, daha çok görsel tasarım (UI) veya marka kimliği kapsamına girer, doğrudan etkileşim mekaniğiyle ilgili değildir."
  },
  {
    "id": "416906",
    "unitNumber": 3,
    "text": "<b>Renklerin kullanıcı üzerindeki etkisi ile ilgili aşağıdaki eşleştirmelerden hangisi doğrudur?</b>",
    "correctAnswer": "C",
    "options": {
      "A": "Mavi – Aciliyet ve tehlike",
      "B": "Kırmızı – Güven ve profesyonellik",
      "C": "Yeşil – Doğa ve huzur",
      "D": "Siyah – Neşe ve iyimserlik",
      "E": "Sarı – Lüks ve resmiyet"
    },
    "explanation": "Renklerin kullanıcı üzerindeki psikolojik etkileri tasarımda kritik öneme sahiptir. Örneğin, <b>Mavi</b> genellikle <b>güven, istikrar ve profesyonellik</b> ile ilişkilendirilirken; <b>Kırmızı</b> <b>acil durum, tehlike, dikkat çekme</b> veya tutku ile eşleştirilir. <b>Yeşil</b> doğa, büyüme ve başarılı tamamlanma (onay mesajları) anlamına gelir. Doğru eşleştirme, markanın algısını ve kullanıcı tepkisini doğrudan etkiler."
  },
  {
    "id": "416907",
    "unitNumber": 3,
    "text": "<b>Tipografi ile ilgili aşağıdaki ifadelerden hangisi doğrudur?</b>",
    "correctAnswer": "A",
    "options": {
      "A": "Sans-serif yazı tipleri dijital ortamda okunabilirliği artırır.",
      "B": "Serif yazı tipleri küçük puntoda daha okunabilirdir.",
      "C": "Satır uzunluğu 100–150 karakter olmalıdır.",
      "D": "Kontrastın düşük olması metin okunabilirliğini artırır.",
      "E": "Ana metin için genellikle 10px puntolar tercih edilir."
    },
    "explanation": "<b>Tipografi</b>, metinlerin düzenlenmesi, seçimi ve tasarlanması sanatıdır. Tipografinin temel amacı metnin amacına uygun olarak <b>okunabilirliğini (legibility)</b> ve <b>okunurluğunu (readability)</b> maksimize etmektir. Okunabilirlik, tek tek harflerin ne kadar kolay ayırt edilebildiği (font boyutu, font stili) ile ilgilidir. Okunurluk ise metnin bloklar halinde, özellikle uzun paragraflarda, ne kadar akıcı ve kolay taranabildiği (satır yüksekliği, kelime aralığı) ile ilgilidir. Tipografi, bu iki unsuru dengelemelidir."
  },
  {
    "id": "416908",
    "unitNumber": 3,
    "text": "<b>Aşağıdakilerden hangisi grid sisteminin sağladığı avantajlardan biri <u>değildir</u>?</b>",
    "correctAnswer": "E",
    "options": {
      "A": "İçeriğin hizalanmasını sağlamak",
      "B": "Düzeni ve dengeyi artırmak",
      "C": "Görsel hiyerarşiyi oluşturmak",
      "D": "Kullanıcıya estetik bir deneyim sunmak",
      "E": "Görsel metaforların geliştirilmesi"
    },
    "explanation": "<b>Grid (ızgara) sistemi</b>, tasarım öğelerini düzenlemek ve sayfalar arasında hizalama sağlamak için kullanılır. Grid sisteminin avantajları: <b>tasarımda tutarlılık</b> sağlamak, geliştirme sürecini hızlandırmak ve özellikle <b>duyarlı (responsive) tasarım</b> yapısını oluşturmaktır. Ancak, grid sistemi görsel düzen ile ilgilidir; <b>sayfa yüklenme hızını</b> veya sunucu yanıt süresini doğrudan etkilemez. Hız, görsel optimizasyonu ve kod verimliliği ile ilgilidir."
  },
  {
    "id": "416909",
    "unitNumber": 3,
    "text": "<b>Boşluk (white space) kullanımının temel işlevi aşağıdakilerden hangisidir?</b>",
    "correctAnswer": "A",
    "options": {
      "A": "Vurguyu artırmak ve karmaşayı azaltmak",
      "B": "Tasarıma daha fazla öğe eklemek",
      "C": "Okunabilirliği azaltmak",
      "D": "Sayfanın daha çok reklam almasını sağlamak",
      "E": "Metaforları güçlendirmek"
    },
    "explanation": "<b>Boşluk (White Space veya Negatif Alan)</b>, tasarım öğeleri arasındaki ve çevresindeki kasıtlı olarak boş bırakılan alanlardır. Temel işlevi, içeriğin <b>okunurluğunu</b> ve <b>anlaşılırlığını</b> artırmak, öğeleri gruplayarak <b>görsel hiyerarşi</b> ve odak noktası oluşturmaktır. Boşluk kullanımı, arayüzün daha az dağınık ve daha profesyonel görünmesini sağlar, bu da kullanıcının bilgileri daha verimli işlemesine yardımcı olur."
  },
  {
    "id": "416910",
    "unitNumber": 3,
    "text": "<b>Aşağıdakilerden hangisi WCAG erişilebilirlik ilkelerinden biri değildir?</b>",
    "correctAnswer": "E",
    "options": {
      "A": "Algılanabilirlik",
      "B": "Çalıştırılabilirlik",
      "C": "Anlaşılabilirlik",
      "D": "Sağlamlık",
      "E": "Estetiklik"
    },
    "explanation": "<b>WCAG (Web İçeriği Erişilebilirlik Kılavuzu)</b>, web içeriğinin engelli kullanıcılar dahil herkes tarafından erişilebilir olmasını sağlamak için dört temel ilkeye dayanır (POUR): <b>Algılanabilir (Perceivable)</b>, <b>Çalıştırılabilir/Kullanılabilir (Operable)</b>, <b>Anlaşılır (Understandable)</b> ve <b>Sağlam/Güvenilir (Robust)</b>. Bu ilkeler teknik ve işlevsel erişilebilirliği garanti eder. <b>Estetik (Aesthetics)</b>, kullanıcı deneyimi (UX) için önemli olsa da, WCAG'nin dört temel erişilebilirlik ilkesinden biri değildir."
  },
  {
    "id": "416911",
    "unitNumber": 3,
    "text": "<b>Bir web sitesinde görsellere açıklayıcı metin eklemek hangi teknikle sağlanır?</b>",
    "correctAnswer": "C",
    "options": {
      "A": "Longdesc",
      "B": "Tabindex",
      "C": "Alt Metin (Alt Text)",
      "D": "Klavye Navigasyonu",
      "E": "Flexbox"
    },
    "explanation": "Bir web sitesinde görsellere açıklayıcı metin eklemek, <b>alt metin (Alt Text)</b> tekniğiyle sağlanır (HTML'de &#x60;alt&#x60; özelliği). Alt metin, görselin yüklenemediği durumlarda veya <b>ekran okuyucular</b> kullanan görme engelli kullanıcılar için görselin ne hakkında olduğunu betimler. Bu teknik, WCAG'nin <b>Algılanabilirlik</b> ilkesini yerine getirmenin temel yollarından biridir."
  },
  {
    "id": "416912",
    "unitNumber": 3,
    "text": "<b>Mobil öncelikli tasarım (Mobile First) yaklaşımının temel özelliği aşağıdakilerden hangisidir?</b>",
    "correctAnswer": "B",
    "options": {
      "A": "Öncelikle masaüstü tasarımı yapıp sonra mobil uyarlamak",
      "B": "Tasarım sürecine küçük ekranlardan başlayıp büyüğe doğru geliştirmek",
      "C": "Tüm cihazlarda aynı düzeni zorunlu tutmak",
      "D": "Yalnızca responsive grid sistemleri kullanmak",
      "E": "Görsel öğeleri küçülterek mobil cihazlara uyarlamak"
    },
    "explanation": "<b>Mobil öncelikli tasarım (Mobile First)</b> yaklaşımının temel özelliği, tasarım sürecine en kısıtlı ekran boyutu olan <b>mobil cihazlar</b> için başlanmasıdır. Bu, tasarımcının sadece en temel içeriği ve işlevselliği korumaya zorlar (<b>içerik önceliklendirmesi</b>). Mobil versiyon oluşturulduktan sonra, kademeli olarak daha büyük ekranlara (tablet, masaüstü) doğru özellikler eklenerek geliştirme yapılır (<b>ilerici iyileştirme</b>)."
  },
  {
    "id": "416913",
    "unitNumber": 3,
    "text": "<b>Aşağıdakilerden hangisi farklı cihazlarda tutarlılık sağlamaya yönelik bir ilke değildir?</b>",
    "correctAnswer": "D",
    "options": {
      "A": "Marka renklerinin korunması",
      "B": "Navigasyon yapısının benzer kalması",
      "C": "İkonların aynı işlevi sürdürmesi",
      "D": "Farklı cihazlarda tamamen farklı arayüzler geliştirmek",
      "E": "Tipografinin aynı font ailesinden seçilmesi"
    },
    "explanation": "Farklı cihazlarda tutarlılık sağlamak, kullanıcıların uygulamayı her platformda aynı şekilde anlamasını ve kullanmasını garanti eder. Bu, <b>aynı tasarım dilini</b>, aynı bileşen stillerini ve navigasyon kalıplarını kullanmayı gerektirir. Duyarlı tasarım, grid sistemleri ve tasarım kılavuzları tutarlılığı destekler. Ancak, tasarımda <b>maksimum renk kullanımı</b> veya aşırı süslü bir görsel stil, tutarlılığı değil, aksine <b>görsel karmaşıklığı</b> ve performansı artırabilir, bu nedenle tutarlılık ilkesini destekleyen bir faktör değildir."
  },
  {
    "id": "416914",
    "unitNumber": 4,
    "text": "<b>HTML belgesinin en üst satırında hangi ibare bulunmalıdır?</b>",
    "correctAnswer": "B",
    "options": {
      "A": "&lt;html&gt;",
      "B": "&lt;!DOCTYPE html&gt;",
      "C": "&lt;head&gt;",
      "D": "&lt; body&gt;",
      "E": "&lt; meta /&gt;"
    },
    "explanation": "HTML belgesinin ilk satırında mutlaka <b>belge türü bildirimi</b> (Document Type Declaration) bulunmalıdır. Modern HTML5 standardında bu ibare <b>&lt;!DOCTYPE html&gt;</b> şeklindedir. Bu bildirim, tarayıcıya belgenin hangi HTML sürümüne göre yorumlanması gerektiğini söyler ve doğru bir şekilde işlenmesini sağlar."
  },
  {
    "id": "416915",
    "unitNumber": 4,
    "text": "<b>Aşağıdakilerden hangisi HTML etiketleri arasında yer almaz?</b>",
    "correctAnswer": "E",
    "options": {
      "A": "&lt;header&gt;",
      "B": "&lt;footer&gt;",
      "C": "&lt;style&gt;",
      "D": "&lt;article&gt;",
      "E": "&lt;content&gt;"
    },
    "explanation": "Bu tür sorularda doğru cevap, bir HTML etiketinin yapısına uymayan veya HTML standardında tanımlı olmayan bir öğe olacaktır. HTML etiketleri, küçüktür (&lt;) ve büyüktür (&gt;) işaretleri arasına yazılır (örneğin <b><body></b> veya <b>&lt;p&gt;</b>). HTML etiketleri, içeriği yapılandırmak ve anlamlandırmak için kullanılır ve tarayıcıya içeriğin nasıl gösterileceğini bildirir."
  },
  {
    "id": "416916",
    "unitNumber": 4,
    "text": "<b>Bir sayfanın başlık bilgisi hangi etiket içinde bulunur?</b>",
    "correctAnswer": "E",
    "options": {
      "A": "<body>",
      "B": "&lt;footer&gt;",
      "C": "&lt;h1&gt;",
      "D": "&lt;meta&gt;",
      "E": "&lt;title&gt;"
    },
    "explanation": "Bir web sayfasının tarayıcı sekmesinde veya penceresinde görünen başlık bilgisi, <b>&lt;head&gt;</b> etiketi içinde yer alan <b>&lt;title&gt;</b> etiketi ile tanımlanır. <b>&lt;title&gt;</b> etiketi, sayfanın içeriği hakkında kısa bilgi verir ve arama motorları (SEO) için kritik öneme sahiptir."
  },
  {
    "id": "416917",
    "unitNumber": 4,
    "text": "<b>Aşağıdaki etiketlerden hangisi bir görsel eklemek için kullanılır?</b>",
    "correctAnswer": "C",
    "options": {
      "A": "&lt;video&gt;",
      "B": "&lt;audio&gt;",
      "C": "<img>",
      "D": "&lt;link&gt;",
      "E": "&lt;canvas&gt;"
    },
    "explanation": "HTML'de sayfaya görsel (resim) eklemek için kullanılan etiket <b><img></b> etiketidir. Bu etiket, kapanış etiketi gerektirmeyen (kendiliğinden kapanan) bir etikettir ve görselin yolunu belirtmek için zorunlu olan <b>src</b> (source) özniteliğini kullanır. Ayrıca <b>alt</b> (alternatif metin) özniteliği de erişilebilirlik açısından önemlidir."
  },
  {
    "id": "416918",
    "unitNumber": 4,
    "text": "<b>HTML’de sırasız liste oluşturmak için hangi etiket kullanılır?</b>",
    "correctAnswer": "B",
    "options": {
      "A": "&lt;ol&gt;",
      "B": "<ul>",
      "C": "&lt;li&gt;",
      "D": "&lt;table&gt;",
      "E": "&lt;div&gt;"
    },
    "explanation": "HTML'de maddeler halinde gösterilen, numaralandırılmamış (sırasız) bir liste oluşturmak için <b><ul></b> (Unordered List) etiketi kullanılır. Listedeki her bir öğe ise <b>&lt;li&gt;</b> (List Item) etiketi içine alınmalıdır."
  },
  {
    "id": "416919",
    "unitNumber": 4,
    "text": "<b>HTML’de başlık seviyelerini belirtmek için hangi etiketler kullanılır?</b>",
    "correctAnswer": "B",
    "options": {
      "A": "&lt; h1&gt; -&lt; /h1&gt; &lt; h3&gt;  &lt; /h3&gt;",
      "B": "&lt; h1&gt; -&lt; /h1&gt; &lt; h6&gt;  &lt; /h6&gt;",
      "C": "&lt; heading&gt; &lt; /heading&gt;",
      "D": "&lt; header&gt; - &lt; footer&gt;  &lt; /footer&gt; &lt; /header&gt;",
      "E": "&lt; title&gt; &lt; /title&gt; &lt; header&gt;  &lt; /header&gt;"
    },
    "explanation": "HTML’de içerik hiyerarşisini ve bölümlendirmeyi belirtmek için başlık seviyeleri kullanılır. Bu seviyeler <b>&lt;h1&gt;</b>'den başlayıp <b>&lt;h6&gt;</b>'ya kadar altı farklı büyüklükte tanımlanmıştır. <b>&lt;h1&gt;</b> sayfanın ana başlığını temsil eder ve en yüksek öneme sahiptir."
  },
  {
    "id": "416920",
    "unitNumber": 4,
    "text": "<b>Bir form elemanını tanımlamak için hangi etiket kullanılır?</b>",
    "correctAnswer": "E",
    "options": {
      "A": "<input>",
      "B": "<button>",
      "C": "&lt;form&gt;",
      "D": "&lt;textarea&gt;",
      "E": "&lt;html&gt;"
    },
    "explanation": "Kullanıcıdan metin, şifre, dosya veya diğer veri türlerini almak için kullanılan temel form elemanlarını tanımlamak amacıyla <b><input></b> etiketi kullanılır. Bu etiket, <b>type</b> özniteliği değiştirilerek farklı işlevlerde kullanılabilir. Tüm bu elemanlar genellikle <b>&lt;form&gt;</b> etiketi içinde bulunur."
  },
  {
    "id": "416921",
    "unitNumber": 4,
    "text": "<b>Aşağıdakilerden hangisi kullanıcıdan veri toplamak için kullanılan bir HTML etiketidir?</b>",
    "correctAnswer": "B",
    "options": {
      "A": "<img>",
      "B": "&lt;form&gt;",
      "C": "&lt;div&gt;",
      "D": "<span>",
      "E": "&lt;figure&gt;"
    },
    "explanation": "Kullanıcıdan veri toplamak, yani veri girişi sağlamak için kullanılan temel HTML etiketleri arasında <b><input></b>, <b>&lt;textarea&gt;</b> (çok satırlı metin girişi için) ve <b>&lt;select&gt;</b> (açılır menü oluşturmak için) yer alır. Bu etiketler, kullanıcının etkileşimde bulunabileceği arayüz öğelerini oluşturur."
  },
  {
    "id": "416922",
    "unitNumber": 4,
    "text": "<b>Semantik HTML nedir?</b>",
    "correctAnswer": "D",
    "options": {
      "A": "HTML'in hızlı yazılması.",
      "B": "Yalnızca görsel öğeleri içermesi.",
      "C": "Tasarımın estetik açıdan güzel olması.",
      "D": "Etiketlerin yapı ve anlamına göre doğru kullanılması.",
      "E": "Yalnızca metin içermesi."
    },
    "explanation": "<b>Semantik HTML</b>, etiketlerin içeriğin anlamını veya amacını doğru bir şekilde yansıttığı HTML yazım şeklidir. Örneğin, navigasyon bağlantıları için <b>&lt;nav&gt;</b>, ana içerik için <b>&lt;main&gt;</b> kullanılmasıdır. Semantik etiketler, sadece stil (görünüm) değil, aynı zamanda içeriğin yapısını tarayıcılara ve arama motorlarına (SEO) doğru aktarır, bu da erişilebilirliği artırır."
  },
  {
    "id": "416923",
    "unitNumber": 4,
    "text": "<b>Responsive (duyarlı) tasarımın amacı nedir?</b>",
    "correctAnswer": "B",
    "options": {
      "A": "Sadece masaüstü kullanıcıları için tasarım yapmak.",
      "B": "Farklı cihazlarda uyumlu görünüm sağlamak.",
      "C": "Sadece mobil cihazlar için tasarım yapmak.",
      "D": "Hızlı yüklenen sayfalar oluşturmak.",
      "E": "Görsel öğeleri kaldırmak."
    },
    "explanation": "<b>Responsive (Duyarlı) Tasarım</b>ın temel amacı, bir web sitesinin içeriğinin, tasarımı bozulmadan ve ekrandan bağımsız olarak farklı cihaz boyutlarına (masaüstü, tablet, mobil) otomatik ve akışkan bir şekilde <b>uyum sağlamasını</b> garantilemektir. Böylece, kullanıcıya her platformda <b>en iyi kullanıcı deneyimi</b> sunulmuş olur."
  },
  {
    "id": "416924",
    "unitNumber": 5,
    "text": "<b>Bir formda kullanıcıdan alınan verilerin gönderileceği hedef adresi belirleyen öznitelik aşağıdakilerden hangisidir?</b>",
    "correctAnswer": "C",
    "options": {
      "A": "method",
      "B": "name",
      "C": "action",
      "D": "type",
      "E": "id"
    },
    "explanation": "Bir HTML formunda, <b>kullanıcıdan alınan verilerin nereye gönderileceğini</b> (sunucu tarafındaki betik veya sayfa) belirleyen temel öznitelik <b>action</b> özniteliğidir. Bu öznitelik, form gönderildiğinde işlenecek hedef URL'yi tanımlar. Örneğin: &lt;form action=\"/submit.php\"&gt;. Bu, formun doğru sunucu kaynağına yönlendirilmesini sağlar."
  },
  {
    "id": "416925",
    "unitNumber": 5,
    "text": "<b>Aşağıdaki giriş türlerinden hangisi kullanıcının yalnızca sayı girmesini sağlar?</b>",
    "correctAnswer": "C",
    "options": {
      "A": "<input type=\"text\">",
      "B": "<input type=\"password\">",
      "C": "<input type=\"number\">",
      "D": "<input type=\"email\">",
      "E": "<input type=\"file\">"
    },
    "explanation": "Giriş elemanı (<input>) için kullanılan <b>type=\"number\"</b> giriş türü, kullanıcıların yalnızca sayısal değerler girmesini sağlamak üzere tasarlanmıştır. Bu tür, tarayıcının otomatik olarak doğrulama yapmasına ve mobil cihazlarda kullanıcı deneyimini iyileştirmek için sayısal klavye açmasına olanak tanır."
  },
  {
    "id": "416926",
    "unitNumber": 5,
    "text": "<b>HTML5’te bir form alanının boş bırakılmamasını sağlayan öznitelik aşağıdakilerden hangisidir?</b>",
    "correctAnswer": "C",
    "options": {
      "A": "maxlenght",
      "B": "placeholder",
      "C": "required",
      "D": "value",
      "E": "alt"
    },
    "explanation": "HTML5 ile birlikte gelen <b>required</b> özniteliği, bir form alanının (örneğin &#x60;<input>&#x60;, &#x60;&lt;textarea&gt;&#x60; veya &#x60;&lt;select&gt;&#x60;) <b>boş bırakılmamasını</b> garanti eden istemci tarafı bir doğrulama mekanizmasıdır. Bu öznitelik eklendiğinde, kullanıcı o alanı doldurmadan formu gönderemez."
  },
  {
    "id": "416927",
    "unitNumber": 5,
    "text": "<b>Bir tablonun başlık hücreleri için kullanılan HTML etiketi aşağıdakilerden hangisidir?</b>",
    "correctAnswer": "B",
    "options": {
      "A": "&lt;tr&gt;",
      "B": "&lt;th&gt;",
      "C": "&lt;td&gt;",
      "D": "&lt;thead&gt;",
      "E": "&lt;caption&gt;"
    },
    "explanation": "HTML tablolarında, veri hücresi için &#x60;&lt;td&gt;&#x60; (Table Data) kullanılırken, tablonun veya bir bölümünün <b>başlık hücreleri</b> için <b>&lt;th&gt;</b> (Table Header) etiketi kullanılır. &lt;th&gt; etiketi, başlıkları semantik olarak tanımlar ve ekran okuyucuların tablo yapısını anlamasına yardımcı olur, genellikle metni kalın ve ortalanmış gösterir."
  },
  {
    "id": "416928",
    "unitNumber": 5,
    "text": "<b>Bir hücrenin yatayda birden fazla sütunu kapsamasını sağlayan öznitelik aşağıdakilerden hangisidir?</b>",
    "correctAnswer": "A",
    "options": {
      "A": "colspan",
      "B": "rowspan",
      "C": "align",
      "D": "merge",
      "E": "spanrow"
    },
    "explanation": "Bir HTML tablo hücresinin (&lt;td&gt; veya &lt;th&gt;), yatay yönde yani <b>birden fazla sütunu</b> kapsamasını sağlayan öznitelik <b>colspan</b>'dır (Column Span). Bu özniteliğe verilen değer, hücrenin kaç sütun genişliğinde olacağını belirtir. Dikey birleştirme ise &#x60;rowspan&#x60; özniteliği ile yapılır."
  },
  {
    "id": "416929",
    "unitNumber": 5,
    "text": "<b>Bir web sayfasının ana içeriğini belirtmek için kullanılan semantik HTML5 etiketi aşağıdakilerden hangisidir?</b>",
    "correctAnswer": "E",
    "options": {
      "A": "&lt;section&gt;",
      "B": "&lt;header&gt;",
      "C": "&lt;article&gt;",
      "D": "&lt;footer&gt;",
      "E": "&lt;main&gt;"
    },
    "explanation": "Semantik HTML5 etiketlerinden olan <b>&lt;main&gt;</b> etiketi, bir web sayfasının <b>ana, benzersiz içeriğini</b> belirtmek için kullanılır. Bu, sayfanın temel amacına hizmet eden içeriği tanımlar ve gezinme, altbilgi veya yan çubuk gibi yardımcı içeriklerden ayrılmasını sağlar. Bir sayfada genellikle yalnızca bir &#x60;&lt;main&gt;&#x60; etiketi olmalıdır."
  },
  {
    "id": "416930",
    "unitNumber": 5,
    "text": "<b>Sayfa içinde gezinme bağlantılarını içeren semantik etiket aşağıdakilerden hangisidir?</b>",
    "correctAnswer": "D",
    "options": {
      "A": "&lt;aside&gt;",
      "B": "&lt;footer&gt;",
      "C": "&lt;article&gt;",
      "D": "&lt;nav&gt;",
      "E": "&lt;section&gt;"
    },
    "explanation": "<b>&lt;nav&gt;</b> etiketi, sayfa içinde veya site genelinde önemli <b>gezinme bağlantıları</b> (navigation links) içeren bölümleri işaretlemek için kullanılan semantik bir etikettir. Bu etiket, yardımcı teknolojilere ve arama motorlarına bu içeriğin gezinme amaçlı olduğunu bildirerek erişilebilirliği artırır."
  },
  {
    "id": "416931",
    "unitNumber": 5,
    "text": "<b>Görseller için alternatif metin sağlayarak erişilebilirliği artıran öznitelik aşağıdakilerden hangisidir?</b>",
    "correctAnswer": "A",
    "options": {
      "A": "alt",
      "B": "title",
      "C": "aria-label",
      "D": "id",
      "E": "name"
    },
    "explanation": "<b>alt</b> (alternatif metin) özniteliği, <img> etiketi için zorunlu sayılan ve görselin içeriğini veya işlevini açıklayan metni sağlar. Bu metin, görsel yüklenemediğinde kullanıcıya gösterilir ve en önemlisi, <b>ekran okuyucular</b> tarafından okunarak görme engelli kullanıcılar için <b>erişilebilirliği</b> artırır."
  },
  {
    "id": "416932",
    "unitNumber": 5,
    "text": "<b>Formların mantıksal olarak gruplanmasını sağlayan ve ekran okuyucular için açıklama ekleyen etiket ikilisi aşağıdakilerden hangisidir?</b>",
    "correctAnswer": "B",
    "options": {
      "A": "&lt;form&gt; – <input>",
      "B": "&lt;fieldset&gt; – &lt;legend&gt;",
      "C": "&lt;label&gt; – &lt;textarea&gt;",
      "D": "&lt;section&gt; – &lt;article&gt;",
      "E": "&lt;main&gt; – &lt;aside&gt;"
    },
    "explanation": "Form öğelerini mantıksal olarak gruplamak ve aralarına görsel bir çerçeve çekmek için <b>&lt;fieldset&gt;</b> etiketi kullanılır. Bu grubun başlığını veya açıklamasını sağlamak için ise <b>&lt;legend&gt;</b> etiketi, &lt;fieldset&gt; içine yerleştirilir. Bu ikili, formun yapısını netleştirir ve ekran okuyucular için bağlam sağlayarak erişilebilirliği iyileştirir."
  },
  {
    "id": "416933",
    "unitNumber": 5,
    "text": "<b>WCAG standartları ile doğrudan ilişkili olan kavram aşağıdakilerden hangisidir?</b>",
    "correctAnswer": "A",
    "options": {
      "A": "Erişilebilirlik",
      "B": "Sayfa yüklenme hızı",
      "C": "Görsel çözünürlük",
      "D": "Responsive tasarım",
      "E": "SEO optimizasyonu"
    },
    "explanation": "<b>WCAG</b> (Web Content Accessibility Guidelines - Web İçeriği Erişilebilirlik Yönergeleri), web içeriğinin <b>engelli bireyler tarafından algılanabilir, işletebilir, anlaşılabilir ve sağlam</b> olmasını sağlamak amacıyla geliştirilmiş uluslararası standartlardır. Bu nedenle, WCAG standartları doğrudan <b>Web Erişilebilirliği</b> (Accessibility) kavramı ile ilişkilidir."
  },
  {
    "id": "416934",
    "unitNumber": 6,
    "text": "<b>CSS'in web geliştirmedeki rolü ve HTML ile ilişkisi göz önüne alındığında, aşağıdaki ifadelerden hangisi CSS'in temel işlevini en doğru şekilde tanımlamaktadır?</b>",
    "correctAnswer": "A",
    "options": {
      "A": "HTML içeriğinin görsel düzenini, estetiğini ve sunumunu belirler.",
      "B": "Web sayfasının iskeletini ve anlamsal yapısını oluşturur.",
      "C": "Sayfaya yalnızca resim ve bağlantı gibi multimedya öğeleri ekler.",
      "D": "Sunucu tarafında veri işleme ve veritabanı bağlantılarını yönetir.",
      "E": "Kullanıcının tarayıcısına web sayfasını indirme hızını artırır."
    },
    "explanation": "CSS (Cascading Style Sheets), bir web sayfasının <b>görsel sunumunu ve düzenini</b> kontrol etmek için kullanılır. HTML ise sayfanın <b>yapısal iskeletini</b> (başlıklar, paragraflar, görseller vb.) oluşturur. CSS'in temel işlevi, HTML tarafından sağlanan içeriğe renk, yazı tipi, boyut, konum ve diğer stil özelliklerini uygulamaktır. CSS, HTML içeriğini değil, sadece o içeriğin nasıl görüneceğini yönetir."
  },
  {
    "id": "416935",
    "unitNumber": 6,
    "text": "<b>CSS kurallarının HTML sayfasına eklenme yöntemlerinden hangisi, özellikle bakım kolaylığı ve geniş çaplı projelerde tutarlılık sağlaması açısından en çok öne çıkmaktadır?</b>",
    "correctAnswer": "B",
    "options": {
      "A": "Satır İçi CSS Ekleme",
      "B": "Harici CSS Ekleme",
      "C": "Dahili (Sayfa İçi) CSS Ekleme",
      "D": "Etiket Seçici Kullanımı",
      "E": "Kimlik Seçici Kullanımı"
    },
    "explanation": "CSS'i HTML sayfasına eklemenin en iyi yolu, <b>Harici Stil Sayfası (External Style Sheet)</b> kullanmaktır. Bu yöntemde stiller, ayrı bir &#x60;.css&#x60; dosyasında tutulur ve bu sayede <b>bakımı kolaylaşır</b>, kod tekrarı önlenir ve aynı stil dosyasının birden çok sayfada kullanılmasıyla projede tutarlılık sağlanır. Diğer yöntemler (Dahili ve Satır İçi), geniş çaplı projelerde yönetimi zorlaştırır."
  },
  {
    "id": "416936",
    "unitNumber": 6,
    "text": "<b>Bir CSS kuralı, temel olarak üç bileşenden oluşur. Aşağıdakilerden hangisi bu üç temel bileşeni doğru sırasıyla vermektedir?</b>",
    "correctAnswer": "C",
    "options": {
      "A": "İçerik – Boyut – Hizalama",
      "B": "HTML Etiketi – Sınıf Adı – Değer",
      "C": "Seçici – Özellik – Değer",
      "D": "Seçici – Değer – Tarayıcı",
      "E": "Özellik – Seçici – Sözdizimi"
    },
    "explanation": "Bir CSS kuralı, temel olarak üç ana bileşenden oluşur. İlk olarak, stilin uygulanacağı HTML öğesini hedefleyen <b>Seçici (Selector)</b> bulunur (örn: &#x60;p&#x60;). İkinci olarak, değiştirilmek istenen özelliği belirten <b>Özellik (Property)</b> (örn: &#x60;color&#x60;) ve son olarak bu özelliğe atanacak değeri belirten <b>Değer (Value)</b> (örn: &#x60;blue&#x60;) yer alır. Bu son iki bileşen (Özellik ve Değer) birlikte Bildirim (Declaration) olarak adlandırılır."
  },
  {
    "id": "416937",
    "unitNumber": 6,
    "text": "<b>CSS’te, belirli bir sınıf adıyla tanımlanmış birden fazla HTML öğesine aynı stili uygulamayı sağlayan seçici türü ve kullanılan ön ek aşağıdakilerden hangisidir?</b>",
    "correctAnswer": "E",
    "options": {
      "A": "Kimlik Seçici (#)",
      "B": "Evrensel Seçici (*)",
      "C": "Etiket Seçici (hiçbir ön ek kullanılmaz)",
      "D": "Sözde Sınıf Seçici (:)",
      "E": "Class Seçici (.)"
    },
    "explanation": "CSS'te, aynı stili birden fazla farklı HTML öğesine uygulamayı sağlayan seçici türü <b>Sınıf Seçici (Class Selector)</b>'dir. Bu seçiciler, CSS dosyasında tanımlanırken <b>nokta (.)</b> ön eki kullanılarak belirtilir (örneğin, &#x60;.ozelmetin&#x60;). Bu sayede, belirli bir sınıfa sahip tüm öğeler aynı stili alır, bu da esneklik ve yeniden kullanılabilirlik sağlar."
  },
  {
    "id": "416938",
    "unitNumber": 6,
    "text": "<b>Sayfadaki tüm paragraf (p) etiketlerinin yazı rengini maviye ve yazı boyutunu 14 piksele ayarlamak için kullanılan CSS sözdizimi örneğinde, \"color\" ifadesi kuralın hangi bileşenini temsil eder?</b>",
    "correctAnswer": "C",
    "options": {
      "A": "Seçici (Selector)",
      "B": "Değer (Value)",
      "C": "Özellik (Property)",
      "D": "Kimlik (ID)",
      "E": "Sınıf (Class)"
    },
    "explanation": "Verilen CSS sözdizimi örneğinde (&#x60;p { color: blue; font-size: 14px; }&#x60;), &#x60;p&#x60; seçicidir. Süslü parantez içindeki ifadeler (color: blue;), bir bildirimdir. Bu bildirimde, <b>iki nokta üst üste (:)</b> işaretinden önceki kısım, değiştirilmek istenen stil özelliğini yani <b>Özellik (Property)</b>'yi temsil eder. \"color\" ifadesi, yazı rengi özelliğini değiştirmek için kullanılan Özelliktir."
  },
  {
    "id": "416939",
    "unitNumber": 6,
    "text": "<b>CSS Kutu Modeli'ne göre, bir HTML öğesinin İçerik (Content) alanı ile Kenarlık (Border) alanı arasındaki boşluğu tanımlayan bileşen aşağıdakilerden hangisidir?</b>",
    "correctAnswer": "D",
    "options": {
      "A": "Margin (Dış boşluk)",
      "B": "Border (Kenarlık)",
      "C": "Content (İçerik)",
      "D": "Padding (İç boşluk)",
      "E": "Width (Genişlik)"
    },
    "explanation": "CSS Kutu Modeli'nde (Box Model), bir HTML öğesinin İçerik (Content) alanını çevreleyen ve Kenarlık (Border) alanından içeride kalan boşluk, <b>Dolgu (Padding)</b> olarak tanımlanır. Padding, içeriğin kenarlığa ne kadar yakın olacağını belirleyen <b>iç boşluktur</b>. Padding uygulandığında kutunun görünen boyutu artar."
  },
  {
    "id": "416940",
    "unitNumber": 6,
    "text": "<b>Tabloları biçimlendirirken, komşu hücre kenarlıklarının tek bir çizgi halinde birleşmesini sağlayarak tabloların görsel karmaşasını azaltan CSS özelliği aşağıdakilerden hangisidir?</b>",
    "correctAnswer": "A",
    "options": {
      "A": "border-collapse",
      "B": "border",
      "C": "border-color",
      "D": "padding",
      "E": "caption-side"
    },
    "explanation": "Tablolarda komşu hücre kenarlıklarının ayrık çizgiler halinde değil, tek bir birleşik çizgi halinde görünmesini sağlamak için <b>&#x60;border-collapse&#x60;</b> özelliği kullanılır ve buna <b>&#x60;collapse&#x60;</b> değeri atanır. Bu, özellikle veri tablolarının daha temiz, sade ve görsel olarak daha az karmaşık görünmesini sağlar."
  },
  {
    "id": "416941",
    "unitNumber": 6,
    "text": "<b>Metin biçimlendirme özelliklerinden biri olan letter-spacing, metnin hangi tipografik unsurunu kontrol eder?</b>",
    "correctAnswer": "D",
    "options": {
      "A": "Satırlar arasındaki dikey boşluk.",
      "B": "Kelimeler arasındaki boşluk.",
      "C": "Paragrafın ilk satırının girintisi.",
      "D": "Bireysel harfler arasındaki yatay boşluk.",
      "E": "Metnin büyük/küçük harfe dönüştürülmesi."
    },
    "explanation": "Metin biçimlendirme özelliklerinden olan <b>&#x60;letter-spacing&#x60;</b>, bir kelime veya cümle içindeki <b>her bir karakter (harf) arasındaki boşluğu</b> yatay düzlemde kontrol etmeye yarar. Pozitif bir değer, karakterleri birbirinden uzaklaştırırken, negatif bir değer karakterleri yakınlaştırır."
  },
  {
    "id": "416942",
    "unitNumber": 6,
    "text": "<b>CSS’te, vw (viewport width) ve vh (viewport height) gibi birimlerin temel özelliği nedir ve modern duyarlı (responsive) tasarımlarda neden tercih edilirler?</b>",
    "correctAnswer": "E",
    "options": {
      "A": "Sabit olmaları ve her cihazda aynı sonucu vermeleri.",
      "B": "Yalnızca kök (html) elemanının font boyutuna göre hesaplanmaları.",
      "C": "Geleneksel matbaa ölçüsü kullanmaları (point/pt).",
      "D": "Sadece metin rengini değiştirmek için kullanılmaları.",
      "E": "Cihazın ekran genişliğine veya yüksekliğine göre orantısal olarak değişmeleri."
    },
    "explanation": "<b>&#x60;vw&#x60; (viewport width)</b> ve <b>&#x60;vh&#x60; (viewport height)</b> birimleri, modern duyarlı (responsive) tasarım için hayati önem taşır. Bu birimlerin temel özelliği, uzunluk değerlerini cihazın <b>görünüm alanının (viewport)</b> boyutuna göre yüzdesel olarak belirlemesidir. Örneğin, &#x60;1vw&#x60;, ekran genişliğinin %1'ine eşittir. Bu sayede, bir öğe farklı ekran boyutlarına göre kendini otomatik olarak ölçekleyebilir."
  },
  {
    "id": "416943",
    "unitNumber": 6,
    "text": "<b>Bir HTML öğesinin çevresindeki diğer kutularla arasındaki mesafeyi belirleyen ve Kutu Modeli'nin en dış katmanını oluşturan bileşen hangisidir?</b>",
    "correctAnswer": "B",
    "options": {
      "A": "Border",
      "B": "Margin",
      "C": "Padding",
      "D": "Content",
      "E": "Box-sizing"
    },
    "explanation": "CSS Kutu Modeli'nde bir HTML öğesinin çevresindeki diğer kutularla arasındaki mesafeyi belirleyen ve Kutu Modeli'nin <b>en dış katmanını</b> oluşturan bileşen <b>Kenar Boşluğu (Margin)</b>'dur. Margin, <b>kenarlık (border) ile sayfa üzerindeki diğer öğeler arasındaki dış boşluğu</b> tanımlar ve öğelerin yerleşim düzenini kontrol eder."
  },
  {
    "id": "416944",
    "unitNumber": 7,
    "text": "<b>Flexbox hangi düzenler için en uygundur?</b>",
    "correctAnswer": "C",
    "options": {
      "A": "Tablo tabanlı düzenler",
      "B": "İki boyutlu düzenler",
      "C": "Tek boyutlu düzenler",
      "D": "Responsive düzenler",
      "E": "Grid sistemleri"
    },
    "explanation": "Flexbox (Esnek Kutu Modeli), öğeleri tek bir yönde (ya yatayda bir <b>satır</b> ya da dikeyde bir <b>sütun</b>) düzenlemek için tasarlanmıştır. Bu nedenle, bileşenler içindeki içerik hizalamaları, navigasyon çubukları gibi <b>tek boyutlu düzenler</b> için en uygundur. İki boyutlu (satır ve sütun aynı anda) düzenleme gerektiren yapılar için Grid sistemi tercih edilmelidir."
  },
  {
    "id": "416945",
    "unitNumber": 7,
    "text": "<b>Flexbox içinde öğelerin yatay hizalanmasını hangi özellik belirler?</b>",
    "correctAnswer": "B",
    "options": {
      "A": "align-items",
      "B": "justify-content",
      "C": "flex-direction",
      "D": "order",
      "E": "align-self"
    },
    "explanation": "Flexbox’ta öğelerin ana eksen (main axis) boyunca hizalanmasını sağlayan özellik <b>justify-content</b>'tir. Bu özellik, öğeler arasında veya etrafında boşluk dağıtımı yaparak (örneğin: &lt;code&gt;space-between&lt;/code&gt;, &lt;code&gt;center&lt;/code&gt;, &lt;code&gt;flex-start&lt;/code&gt;) yatay hizalamayı yönetir. Flex konteyneri &lt;code&gt;flex-direction: row;&lt;/code&gt; ise, bu özellik yatay hizalamayı sağlar."
  },
  {
    "id": "416946",
    "unitNumber": 7,
    "text": "<b>Flexbox’ta öğelerin görsel sırasını değiştirmek için hangi özellik kullanılır?</b>",
    "correctAnswer": "D",
    "options": {
      "A": "flex-grow",
      "B": "justify-items",
      "C": "flex-shrink",
      "D": "order",
      "E": "gap"
    },
    "explanation": "Flexbox, HTML yapısı ne olursa olsun, öğelerin görsel sırasını değiştirmeye olanak tanır. Bu, flex öğelerine uygulanan <b>order</b> özelliği ile sağlanır. &lt;code&gt;order&lt;/code&gt; özelliği, öğelere pozitif veya negatif tamsayı değerler atanmasını sağlar; daha düşük değere sahip öğeler, daha yüksek değere sahip öğelerden önce görüntülenir, böylece <b>kaynak sırasından bağımsız</b> bir düzen oluşturulabilir."
  },
  {
    "id": "416947",
    "unitNumber": 7,
    "text": "<b>Bir öğenin diğerlerinden daha fazla yer kaplaması için hangi özellik kullanılır?</b>",
    "correctAnswer": "B",
    "options": {
      "A": "flex-shrink",
      "B": "flex-grow",
      "C": "align-self",
      "D": "justify-content",
      "E": "flex-basis"
    },
    "explanation": "Bir flex öğesinin, mevcut boş alandan ne kadar pay alacağını belirlemek için <b>flex-grow</b> özelliği kullanılır. Bu özelliğe verilen sayısal değer, öğenin diğer kardeş öğelere göre ne kadar oranda büyüyeceğini ifade eder. Örneğin, bir öğeye &lt;code&gt;flex-grow: 2;&lt;/code&gt; verilirse, diğerlerine göre iki kat fazla boş alan kaplamaya çalışır."
  },
  {
    "id": "416948",
    "unitNumber": 7,
    "text": "<b>Grid sisteminde sütunları tanımlamak için kullanılan özellik hangisidir?</b>",
    "correctAnswer": "C",
    "options": {
      "A": "grid-template-rows",
      "B": "grid-gap",
      "C": "grid-template-columns",
      "D": "grid-area",
      "E": "grid-auto-flow"
    },
    "explanation": "CSS Grid Layout sisteminde, ana kapsayıcı üzerindeki sütunların sayısını, genişliğini ve yapısını tanımlamak için kullanılan özellik <b>grid-template-columns</b>'dur. Benzer şekilde satırları tanımlamak için &lt;code&gt;grid-template-rows&lt;/code&gt; kullanılır. Bu özellikler, grid yapısının temel iskeletini oluşturur."
  },
  {
    "id": "416949",
    "unitNumber": 7,
    "text": "<b>Grid’de öğeler arasındaki boşluk hangi özellik ile ayarlanır?</b>",
    "correctAnswer": "A",
    "options": {
      "A": "grid-gap",
      "B": "padding",
      "C": "margin",
      "D": "justify-content",
      "E": "align-content"
    },
    "explanation": "Grid düzende, satırlar ve sütunlar arasındaki boşluğu (ara boşluk) belirlemek için <b>gap</b> özelliği kullanılır. Bu özellik, hem &lt;code&gt;row-gap&lt;/code&gt; hem de &lt;code&gt;column-gap&lt;/code&gt; değerlerini kısaltma olarak içerir ve öğeler arası net ayrımı sağlar (eski standartlarda &lt;code&gt;grid-gap&lt;/code&gt; olarak da bilinirdi)."
  },
  {
    "id": "416950",
    "unitNumber": 7,
    "text": "<b>Grid sisteminde “fr” birimi neyi ifade eder?</b>",
    "correctAnswer": "E",
    "options": {
      "A": "Piksel ölçüsü",
      "B": "Yüzde",
      "C": "Rem birimi",
      "D": "Em birimi",
      "E": "Esnek pay"
    },
    "explanation": "Grid sisteminde <b>\"fr\"</b> birimi, \"Fractional Unit\" (Kesirli Birim) anlamına gelir. Bu birim, grid kapsayıcısının kullanılabilir durumdaki <b>kalan boşluk</b> miktarının oranını belirtir. Bu, sütun ve satır boyutlarının ekran genişliğine göre esnek ve orantılı olarak ayarlanmasını sağlar. Örneğin, &lt;code&gt;grid-template-columns: 1fr 1fr;&lt;/code&gt; iki eşit genişlikte sütun oluşturur."
  },
  {
    "id": "416951",
    "unitNumber": 7,
    "text": "<b>Bir öğeyi 2 sütun boyunca genişletmek için doğru yazım hangisidir?</b>",
    "correctAnswer": "D",
    "options": {
      "A": "grid-column: 2;",
      "B": "grid-template: span 2;",
      "C": "grid-row: 2;",
      "D": "grid-column: span 2;",
      "E": "grid-auto-flow: column;"
    },
    "explanation": "Bir grid öğesini birden fazla sütun boyunca genişletmek (span) için <b>grid-column</b> özelliği içinde &lt;code&gt;span&lt;/code&gt; anahtar kelimesi kullanılır. Doğru yazım &lt;code&gt;grid-column: span 2;&lt;/code&gt; şeklindedir ve bu, öğenin <b>başladığı noktadan itibaren 2 sütun</b> boyunca yer kaplamasını sağlar."
  },
  {
    "id": "416952",
    "unitNumber": 7,
    "text": "<b>Media queries hangi yapı ile tanımlanır?</b>",
    "correctAnswer": "B",
    "options": {
      "A": "@font-face",
      "B": "@media",
      "C": "@keyframes",
      "D": "@responsive",
      "E": "@container"
    },
    "explanation": "Duyarlı (Responsive) tasarımın temelini oluşturan <b>Media Queries</b>, belirli cihaz özelliklerine (ekran genişliği, çözünürlük, yönelim vb.) bağlı olarak CSS stillerini uygulamak için kullanılır. Bu yapı, <b>@media</b> kuralı ile tanımlanır ve parantez içinde koşullar belirtilir (örneğin, &lt;code&gt;@media (max-width: 768px)&lt;/code&gt;)."
  },
  {
    "id": "416953",
    "unitNumber": 7,
    "text": "<b>Küçük etkileşimlerde kullanılan geçiş efektleri hangi özellik ile yapılır?</b>",
    "correctAnswer": "E",
    "options": {
      "A": "Animation",
      "B": "Keyframes",
      "C": "@media",
      "D": "Transform",
      "E": "transition"
    },
    "explanation": "CSS'te bir özelliğin bir durumdan diğerine (örneğin hover durumuna) yumuşak ve animasyonlu bir şekilde geçmesini sağlayan özellik <b>transition</b>'dır. Bu özellik, geçişin <b>süresini</b> (duration), hangi <b>özellikleri</b> (property) etkileyeceğini ve hangi <b>hız eğrisiyle</b> (timing-function) gerçekleşeceğini tanımlar, böylece kullanıcıya daha akıcı bir deneyim sunar."
  },
  {
    "id": "332513",
    "unitNumber": 8,
    "text": "Esnek öğeler, ……… ile başlayıp ………. kadar kutunun içine yerleştirilir.<br /><strong>Yukardaki cümlede boş bırakılan yerlere aşağıdakilerden hangisi gelmelidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "yukarı - aşağıya",
      "B": "kapsayıcı - kutuya",
      "C": "kutu - kapsayıcıya",
      "D": "son (main-end) – başlangıça (main-start)",
      "E": "başlangıç (main-start) - sona (main-end)"
    },
    "explanation": "Esnek öğeler, onları barındıran üst öğe <b>esnek konteyner</b> olarak tanımlandığında, bu konteynerin içine yerleştirilir. Bir öğeyi esnek konteyner yapmak için <b>CSS display</b> özelliği kullanılır ve bu özellik için temel değerler <b>display: flex;</b> (blok seviyesinde) ve <b>display: inline-flex;</b> (satır içi seviyesinde) olarak belirlenir. Bu tanım, esnek kutunun başlangıcını ve sonunu ifade eden iki temel tanımlama biçimini belirtir. (Varsayılan Cevap: <b>display: flex</b> ve <b>display: inline-flex</b>)"
  },
  {
    "id": "332514",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi Flexbox kapsamında kullanılan özellikler arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "align-content",
      "B": "align-items",
      "C": "align-self",
      "D": "border",
      "E": "flex"
    },
    "explanation": "Flexbox, tek boyutlu yerleşimler için kullanılan özel bir CSS modülüdür. Bu kapsamda <b>justify-content</b>, <b>align-items</b>, <b>flex-direction</b> ve <b>flex-wrap</b> gibi özellikler kullanılır. Eğer seçeneklerde <b>float</b>, <b>grid-template-columns</b> veya <b>column-count</b> gibi Grid veya eski yerleşim modellerine ait özellikler yer alıyorsa, bunlar Flexbox kapsamında kullanılan özellikler arasında <b>yer almaz</b>."
  },
  {
    "id": "332515",
    "unitNumber": 8,
    "text": "<strong>Flexbox’ta öğeleri dikey hizalamak için aşağıdakilerden hangisi kullanılır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "align-content",
      "B": "flex-wrap",
      "C": "flex",
      "D": "order",
      "E": "flex-grow"
    },
    "explanation": "Flexbox'ta öğelerin hizalanması iki eksen üzerinde yapılır: Ana Eksen ve Çapraz Eksen. Varsayılan olarak Ana Eksen yataydır. Öğeleri dikey olarak (Çapraz Eksen üzerinde) hizalamak için <b>align-items</b> özelliği kullanılır. Bu özellik, tek bir satırdaki tüm esnek öğelerin Çapraz Eksen boyunca nasıl yerleştirileceğini kontrol eder."
  },
  {
    "id": "332516",
    "unitNumber": 8,
    "text": "align-items özelliği justify-content‘in ………. eksende yaptığı işlemleri …….. eksende hizalama yapmak için kullanılır.<br /><strong>Yukarıdaki cümlede boş bırakılan yerlere gelebilecek en uygun kelimeler hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "yatay - dikey",
      "B": "dikey - dikey",
      "C": "dikey - yatay",
      "D": "yatay - yatay",
      "E": "düz - dikey"
    },
    "explanation": "<b>justify-content</b> özelliği, esnek öğeleri <b>Ana Eksen</b> (Main Axis) üzerinde hizalama ve boşluk dağıtımı için kullanılırken, <b>align-items</b> özelliği ise <b>Çapraz Eksen</b> (Cross Axis) üzerinde hizalama yapmak için kullanılır. Bu nedenle boşluklara sırasıyla <b>Ana</b> ve <b>Çapraz</b> gelmelidir."
  },
  {
    "id": "332517",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi Flexbox özelliklerinden align-self’in değerleri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "auto",
      "B": "baseline",
      "C": "flex-start",
      "D": "stretch",
      "E": "margin"
    },
    "explanation": "<b>align-self</b>, tek bir esnek öğenin Çapraz Eksen hizalamasını belirler. Kabul edilen değerler arasında <b>auto</b>, <b>flex-start</b>, <b>flex-end</b>, <b>center</b>, <b>baseline</b> ve <b>stretch</b> bulunur. Eğer seçeneklerde <b>space-between</b> veya <b>space-around</b> gibi aralık dağıtımı yapan değerler varsa, bunlar <b>align-content</b> veya <b>justify-content</b> için geçerlidir, ancak <b>align-self</b> için geçerli değildir."
  },
  {
    "id": "332518",
    "unitNumber": 8,
    "text": "<strong>CSS Flexbox özelliklerinden flex-directory varsayılan yerleşim yönü aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "dikey",
      "B": "yatay",
      "C": "dikey ve yatay",
      "D": "yukarı",
      "E": "aşağı"
    },
    "explanation": "<b>flex-direction</b> özelliği, esnek öğelerin yerleştirildiği Ana Eksenin yönünü belirler. Bu özelliğin varsayılan (default) değeri <b>row</b>'dur. Bu, öğelerin soldan sağa (yatay olarak) sıralanacağı anlamına gelir."
  },
  {
    "id": "332519",
    "unitNumber": 8,
    "text": "<strong>CSS Flexbox’ta birden çok satıra yaymak için hangi özellik kullanılır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "column",
      "B": "Align-item",
      "C": "Align-content",
      "D": "Flex-wrap",
      "E": "Flex-grow"
    },
    "explanation": "CSS Flexbox'ta öğelerin mevcut alana sığmadıklarında yeni bir satıra geçerek <b>birden çok satıra yayılmasını</b> sağlamak, yani kaydırma (wrapping) işlemini kontrol etmek için <b>flex-wrap</b> özelliği kullanılır. Varsayılan değeri &#x60;nowrap&#x60;'tır."
  },
  {
    "id": "332520",
    "unitNumber": 8,
    "text": "<strong>CSS Flexbox’ta flex-direction ve flex-wrap özelliklerini tek seferde tanımlamak için hangi özellik kullanılır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Justify-content",
      "B": "Flex-start",
      "C": "Flex-flow",
      "D": "Flex-end",
      "E": "space-between"
    },
    "explanation": "<b>flex-direction</b> ve <b>flex-wrap</b> özelliklerini tek bir CSS bildirimiyle tanımlamak için kullanılan kısayol (shorthand) özellik <b>flex-flow</b>'dur. Örneğin: &#x60;flex-flow: row wrap;&#x60;."
  },
  {
    "id": "332521",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi CSS Flexbox özelliklerinden justify-content’in değerleri arasında yer alır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "caption-side",
      "B": "center",
      "C": "transition",
      "D": "animation-direction",
      "E": "perspective"
    },
    "explanation": "<b>justify-content</b>, öğelerin Ana Eksen üzerindeki dağılımını yönetir. Kabul edilen geçerli değerler arasında <b>flex-start</b>, <b>flex-end</b>, <b>center</b>, <b>space-between</b>, <b>space-around</b> ve <b>space-evenly</b> yer alır. <b>space-between</b>, ilk ve son öğeleri konteynerin uçlarına yaslayarak aradaki boşlukları eşit olarak dağıtan bir değerdir."
  },
  {
    "id": "332522",
    "unitNumber": 8,
    "text": "<strong>CSS Flexbox özelliklerinden order varsayılan aşağıdaki hangi değeri alır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "-1",
      "B": "0 (sıfır)",
      "C": "1",
      "D": "2",
      "E": "10"
    },
    "explanation": "<b>order</b> özelliği, esnek öğelerin görsel sırasını değiştirmek için kullanılır. Bu özellik varsayılan olarak tüm esnek öğelerde <b>0</b> (sıfır) değerini alır. Bu, öğelerin kaynak kod sırasına göre görünmesi demektir."
  },
  {
    "id": "333933",
    "unitNumber": 8,
    "text": "<strong>Çok satırlı yapılarda ögeleri çapraz eksende (dikey) hizalamak için kullanılan align-content değerlerinden biri aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "space-around",
      "B": "order",
      "C": "flex-wrap",
      "D": "flex-grow",
      "E": "flex-direction"
    },
    "explanation": "Çok satırlı Flexbox konteynerlerde (yani &#x60;flex-wrap: wrap&#x60; kullanıldığında) esnek satırları Çapraz Eksen boyunca hizalamak için <b>align-content</b> özelliği kullanılır. Bu özelliğin değerleri arasında <b>stretch</b> (varsayılan), <b>flex-start</b>, <b>flex-end</b>, <b>center</b>, <b>space-between</b> ve <b>space-around</b> bulunur. Örneğin <b>space-around</b>, her satırın etrafındaki boşluğu eşit olarak dağıtır."
  },
  {
    "id": "334359",
    "unitNumber": 8,
    "text": "<strong>Aaşağıdakilerden hangisi </strong><strong>Flexbox Modeli'ne ait olan bir avantajdır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Bazı tarayıcılar tarafından desteklenir.",
      "B": "Ögelerde boyutlandırma yoktur.",
      "C": "Ögeler hizalanamaz.",
      "D": "Hemen hemen tüm tarayıcılar tarafından desteklenir.",
      "E": "Duyarlı ve uyarlanabilir web tasarımı sürecini zorlaştırır."
    },
    "explanation": "Flexbox Modeli, özellikle <b>tek boyutlu yerleşimlerde</b> (bir satır veya bir sütun) öğeleri hizalamayı ve boşlukları dağıtmayı son derece kolaylaştırdığı için büyük bir avantaj sağlar. Geleneksel CSS yöntemleriyle zor olan dikey ortalama (vertical centering) gibi işlemleri hızlıca gerçekleştirebilir olması, en büyük avantajlarından biridir."
  },
  {
    "id": "371626",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi CSS </strong><strong>(Cascading Style Sheets- Basamaklı Stil Sayfaları)</strong><strong>’de Flexbox özellikleri arasında yer alır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "baseline",
      "B": "center",
      "C": "stretch",
      "D": "flex-basis",
      "E": "auto"
    },
    "explanation": "CSS'te Flexbox (Esnek Kutu Modeli) tek boyutlu yerleşimler için bir dizi özel özellik sunar. Bu özellikler arasında <b>flex-direction</b>, <b>flex-wrap</b>, <b>justify-content</b> ve <b>align-items</b> bulunur. Bu özellikler, öğelerin Ana ve Çapraz Eksenler boyunca nasıl yerleştirileceğini ve dağıtılacağını kontrol eder."
  },
  {
    "id": "371632",
    "unitNumber": 8,
    "text": "<strong>CSS Flexbox flex-wrap özelliği hangi işlem için kullanılır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Esnek kutu düzenin rengini değişmek için",
      "B": "Esnek kutu düzeninde dikey hizalama için",
      "C": "Esnek kutu düzeninde yatay hizalama için",
      "D": "Esnek kutu düzeninde birden çok satıra yaymak için",
      "E": "Esnek kutu düzeninde ki metinleri büyütmek için"
    },
    "explanation": "<b>flex-wrap</b> özelliği, esnek öğelerin esnek konteynerin genişliğini aştığında ne yapacağını belirler. Bu özellik, öğelerin tek bir satırda kalmak yerine (&#x60;nowrap&#x60; değeri), <b>birden çok satıra kaydırılması</b> (wrap) işlemini kontrol etmek için kullanılır."
  },
  {
    "id": "395726",
    "unitNumber": 8,
    "text": "<strong>Flexbox özelliklerinden order özelliğinin işlevi ile ilgili olarak aşağıdakilerden hangisi doğrudur?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Esnek kapsayıcı içindeki esnek kutu ögelerinin çapraz eksende hizalamasını ayarlar.",
      "B": "Esnek kapsayıcı içindeki ögelerin kaçıncı sırada görünmesi gerektiğini belirler.",
      "C": "Ögenin, esnek kutu içindeki diğer ögelere göre nasıl küçüleceğini belirtir.",
      "D": "Ögelerin yönünü belirtir.",
      "E": "Esnek bir uzunluğun bileşenlerini belirtir."
    },
    "explanation": "Flexbox’ta <b>order</b> özelliğinin temel işlevi, esnek öğelerin HTML kaynak kodundaki sırasından bağımsız olarak <b>görsel olarak yeniden sıralanmasını</b> sağlamaktır. Bu, erişilebilirlik (accessibility) veya SEO'yu etkilemeden sadece görsel sunumu değiştirmeye olanak tanır."
  },
  {
    "id": "395730",
    "unitNumber": 8,
    "text": "<strong>Justify Content değeri ve açıklaması ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "flex-start: Ögeleri sola dayar ve soldan sağa hizalar.",
      "B": "flex-end: Ögeler sağa dayalı (bitiş noktası) olarak hizalanır.",
      "C": "center: Ögeler sola hizalanır.",
      "D": "space-between: İlk öge sola, son öğe sağa olacak şekilde ögeler eşit olarak hizalanır.",
      "E": "space-around: İlk ve son öge dışındaki ögelerin arasında eşit boşluklar bırakılır."
    },
    "explanation": "<b>justify-content</b> değerleri, Ana Eksen üzerindeki öğe dağılımını kontrol eder. Örneğin, <b>space-between</b>, ilk öğeyi başlangıca ve son öğeyi sona yaslayıp aradaki boşlukları eşitler. Eğer bir açıklama <b>space-between</b> değerini, tüm öğelerin etrafına eşit boşluk koyar şeklinde tanımlıyorsa (bu tanım <b>space-around</b> için geçerlidir), bu açıklama <b>yanlış</b> olur."
  },
  {
    "id": "397630",
    "unitNumber": 8,
    "text": "......... esnek ögelerin yerleştirildiği yönü belirler.<br /><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Align-items",
      "B": "Flex-basis",
      "C": "Align-content",
      "D": "Flex",
      "E": "Flex-direction"
    },
    "explanation": "Esnek öğelerin yerleştirildiği <b>yönü ve dolayısıyla Ana Eksenin konumunu</b> belirleyen özellik <b>flex-direction</b>'dır. Bu özellik &#x60;row&#x60;, &#x60;row-reverse&#x60;, &#x60;column&#x60; veya &#x60;column-reverse&#x60; değerlerini alarak yerleşim akışını kontrol eder."
  },
  {
    "id": "332524",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi “Navbar” yapısı tasarlanırken kullanılabilecek elementlerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "<ul> &lt;/ul&gt;",
      "B": "<ul> &lt;li&gt;  &lt;/li&gt; &lt;/ul&gt;",
      "C": "&lt;a&gt; &lt;/a&gt;",
      "D": "&lt;ol&gt; &lt;/ol&gt;",
      "E": "&lt;row&gt; &lt;/row&gt;"
    },
    "explanation": "Modern web tasarımında, gezinme çubukları (Navbar) oluşturmak için genellikle <b>semantik HTML</b> ve liste yapıları kullanılır (<ul>, &lt;li&gt; ve &lt;a&gt;). &lt;header&gt; etiketi genellikle Navbar'ı çevrelemek için kullanılır. Ancak, <b>&lt;table&gt;</b> etiketi sayfa düzeni veya gezinme çubuğu yapısı tasarlamak için kesinlikle <u>kullanılmaz</u>; bu etiket sadece verileri tablo halinde göstermek için tasarlanmıştır."
  },
  {
    "id": "332525",
    "unitNumber": 9,
    "text": "Web sayfası içerisinde dikey olarak oluşturulmuş gezinme çubuğu yapısına ……..…………… adı verilir.<br /><strong>Cümledeki boşluğa aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Horizontal Navbar",
      "B": "Vertical Navbar",
      "C": "Navbar",
      "D": "Sticky NavBar",
      "E": "Fixed Navbar"
    },
    "explanation": "Web sayfası içerisinde bağlantı elemanlarının alt alta sıralandığı, genellikle sayfanın kenarında konumlandırılan gezinme çubuğu yapısına <b>Dikey Gezinme Çubuğu</b> adı verilir. Bu yapı, genellikle liste elemanlarının varsayılan <b>display: block</b> özelliği korunarak oluşturulur."
  },
  {
    "id": "332526",
    "unitNumber": 9,
    "text": "Web sayfası içerisinde yatay olarak oluşturulmuş gezinme çubuğu yapısına ……..…………… adı verilir.<br /><strong>Cümledeki boşluğa aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Horizontal Navbar",
      "B": "Vertical Navbar",
      "C": "Navbar",
      "D": "Sticky NavBar",
      "E": "Fixed Navbar"
    },
    "explanation": "Web sayfası içerisinde bağlantı elemanlarının yan yana sıralandığı, genellikle sayfanın üst kısmında konumlandırılan gezinme çubuğu yapısına <b>Yatay Gezinme Çubuğu</b> adı verilir. Bu yapıyı oluşturmak için liste elemanlarına <b>float: left</b>, <b>display: inline-block</b> ya da <b>display: flex</b> gibi özellikler uygulanır."
  },
  {
    "id": "332527",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi yatay gezinme çubuğuna ait elemanlar arasında yatay bir düzen oluşturmak için kullanılan stil tanımıdır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "pull",
      "B": "offset",
      "C": "float",
      "D": "margin",
      "E": "padding"
    },
    "explanation": "Yatay bir gezinme çubuğu oluşturulurken, liste öğelerinin (li) yan yana gelmesini sağlamak için kullanılan geleneksel ve yaygın stil tanımlarından biri <b>float: left</b>'tir. Bu, öğelerin sola doğru kaydırılmasını sağlayarak yatay bir düzen oluşturur. Modern yöntemlerde ise <b>display: flex</b> sıklıkla tercih edilir."
  },
  {
    "id": "332528",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi bir resim galerisine responsive özelliği kazandırmak için kullanılır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Media Query",
      "B": "JavaScript",
      "C": "JQuery",
      "D": "CSS Grid",
      "E": "CSS Container"
    },
    "explanation": "Bir resim galerisine <b>responsive (duyarlı)</b> özellik kazandırmak için resimlerin genişlik değerlerinin piksel yerine <b>% (yüzde)</b> birimleri kullanılarak tanımlanması gerekir. Bu sayede ekran boyutları değiştiğinde resimler orantılı olarak yeniden boyutlandırılır. Ayrıca <b>CSS Flexbox</b> veya <b>Grid</b> kullanımı, farklı ekran çözünürlüklerinde düzenin korunmasına yardımcı olur."
  },
  {
    "id": "332529",
    "unitNumber": 9,
    "text": "……………….. x ve y ekseni bir uzayda html elementlerinin yerini değiştirme, döndürmek, ölçeklendirmek ve çarpıtmak için kullanılır.<br /><strong>Cümledeki boşluğa aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "2D Transform",
      "B": "2D Translate",
      "C": "2D Rotate",
      "D": "2D Scale",
      "E": "2D Skew"
    },
    "explanation": "<b>CSS Transform Metodu</b> (Dönüşümler), x ve y ekseni üzerindeki html elementlerinin konumunu değiştirme (translate), döndürme (rotate), ölçeklendirme (scale) ve çarpıtma (skew) gibi görsel manipülasyonları gerçekleştirmek için kullanılır. Bu metod elementlere dinamik efektler kazandırır."
  },
  {
    "id": "332530",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi bir nesnenin x ve y ekseni üzerindeki konumunu belirlenen değerler doğrultusunda değiştirmek için kullanılır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Rotate",
      "B": "Scale",
      "C": "Skew",
      "D": "SkewX",
      "E": "Translate"
    },
    "explanation": "Bir nesnenin x ve y ekseni üzerindeki konumunu, belirlenen değerler doğrultusunda kaydırarak değiştirmek için <b>transform: translate()</b> fonksiyonu kullanılır. Bu fonksiyon, nesneyi bulunduğu yerden hareket ettirir ancak normal belge akışını bozmaz."
  },
  {
    "id": "332531",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi Transitions Metodu'na ait özelliklerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Transition-delay",
      "B": "Transition-duration",
      "C": "Transition-property",
      "D": "Transition-timing-function",
      "E": "Transition-timed-function"
    },
    "explanation": "Transitions Metodu'na ait temel özellikler şunlardır: <b>transition-property</b> (geçiş yapılacak özellik), <b>transition-duration</b> (geçiş süresi), <b>transition-timing-function</b> (hız eğrisi) ve <b>transition-delay</b> (başlangıç gecikmesi). Bu dört özellik dışında sunulan herhangi bir seçenek (örneğin 'transition-mode' veya 'transition-style') bu metoda ait standart bir özellik <u>değildir</u>."
  },
  {
    "id": "332532",
    "unitNumber": 9,
    "text": "<strong>“transition-delay” özelliğinin işlevi aşağıdakilerden hangisinde doğru verilmiştir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Geçiş işlemi başlatılmadan önce saniye cinsinden ne kadar süre beklenileceğini belirlemek için kullanılır",
      "B": "Geçiş işleminin ne kadar sürede tamamlanacağını belirlemek için kullanılır",
      "C": "Geçiş işleminin hangi elementin özelliğine uygulanacağını belirlemek için kullanılır",
      "D": "Geçiş işleminin hız eğrisini belirlemek için kullanılır",
      "E": "Geçiş işlemi başlatılmadan önce dakika cinsinden ne kadar süre beklenileceğini belirlemek için kullanılır"
    },
    "explanation": "<b>transition-delay</b> özelliği, bir CSS geçiş efektinin tetiklenmesinden sonra, bu efektin fiilen başlaması için gereken <b>bekleme süresini</b> (gecikme süresini) saniye veya milisaniye cinsinden belirler."
  },
  {
    "id": "335343",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi 2 boyutlu dönüştürme yöntemlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "rotate",
      "B": "grow",
      "C": "scaleY",
      "D": "skewX",
      "E": "matrix"
    },
    "explanation": "CSS'teki 2 boyutlu dönüştürme yöntemleri arasında <b>translate()</b> (konum kaydırma), <b>rotate()</b> (döndürme), <b>scale()</b> (ölçekleme) ve <b>skew()</b> (eğme) bulunur. <b>perspective</b> özelliği ise 3 boyutlu (3D) dönüşümlerde derinlik etkisini ayarlamak için kullanılır ve bir 2D dönüştürme yöntemi değildir."
  },
  {
    "id": "335358",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi geçiş(transition) özellikleri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "transition-delay",
      "B": "transition-property",
      "C": "directional",
      "D": "ease-in",
      "E": "ease-in-out"
    },
    "explanation": "Geçiş (transition) özellikleri; <b>transition-property</b>, <b>transition-duration</b>, <b>transition-timing-function</b> ve <b>transition-delay</b>'dir. Bu dört özellik dışında belirtilen bir değer (örneğin, 'transition-style' gibi standart olmayan bir özellik) geçiş özellikleri arasında <u>yer almaz</u>."
  },
  {
    "id": "371636",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi bir nesneyi saat yönünde veya saat yönünün tersine yönde döndürmek için kullanılır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Translate",
      "B": "Rotate",
      "C": "Scale",
      "D": "ScaleX",
      "E": "ScaleY"
    },
    "explanation": "Bir nesneyi x ve y düzleminde, belirlenen bir açı değeri kadar (örneğin 45deg) saat yönünde veya saat yönünün tersine döndürmek için <b>transform: rotate()</b> fonksiyonu kullanılır. Derece değeri pozitif olduğunda saat yönünde, negatif olduğunda tersine döndürme gerçekleştirilir."
  },
  {
    "id": "371640",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi bir nesnenin x ve y eksenindeki eğimini artırıp azaltmak için kullanılır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "SkewX",
      "B": "SkewY",
      "C": "Scale",
      "D": "Skew",
      "E": "Translate"
    },
    "explanation": "Bir nesnenin x ve y eksenlerindeki eğimini (çarpıklığını) derece cinsinden artırıp azaltmak için <b>transform: skew()</b> fonksiyonu kullanılır. Bu işlem, nesnenin paralelkenar şekline benzer bir görünüme kavuşmasını sağlar."
  },
  {
    "id": "395732",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi geçiş işleminin hız eğrisini belirlemek için kullanılır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "transition-delay",
      "B": "linear",
      "C": "transition-duration",
      "D": "transition-property",
      "E": "transition-timing-function"
    },
    "explanation": "Geçiş işleminin başlangıcından bitişine kadar olan hız değişimini ve akışını belirlemek için <b>transition-timing-function</b> özelliği kullanılır. Bu özellik, animasyonun yumuşak (ease), sabit (linear) veya yavaş başlayıp hızlanan (ease-in) gibi farklı hız eğrileriyle çalışmasını sağlar."
  },
  {
    "id": "397632",
    "unitNumber": 9,
    "text": "....... web sayfası üzerindeki menü ya da gezinme çubuğu olarak adlandırılabilir.<br /><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Navbar",
      "B": "Image Gallery",
      "C": "2D Transform",
      "D": "Transitions",
      "E": "Scale"
    },
    "explanation": "Web sayfası üzerindeki menü ya da gezinme çubuğu olarak adlandırılan ve kullanıcıların sitedeki farklı sayfalara kolayca erişimini sağlayan yapıya <b>Navbar (Gezinme Çubuğu)</b> denir. Navbar, sitenin navigasyon (yönlendirme) iskeletini oluşturur."
  },
  {
    "id": "332493",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi Bootstrap kullanmanın avantajlarından birisi <u>değildir</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Responsive (Duyarlı) sayfa tasarımlarının yapılması",
      "B": "Tasarım işlemlerini standardize etmesi",
      "C": "Aynı işleve sahip kodların tekrar yazılmasına gerek duyulmaması",
      "D": "Tasarım işlemlerini yavaşlatması",
      "E": "Tasarım işlemlerini daha kolay ve hızlı yapılması"
    },
    "explanation": "Bootstrap kullanmanın temel avantajları arasında <b>hızlı geliştirme</b>, <b>duyarlı (responsive) tasarım desteği</b> ve <b>önceden tanımlanmış bileşenlerin</b> varlığı bulunur. Genellikle avantaj olmayan durum, projeye dahil edildiğinde dosya boyutunu artırması ve bu yüzden <b>gereksiz kod yüküne</b> yol açabilmesidir. Ayrıca, yoğun özelleştirme gerektiren projelerde varsayılan stilleri değiştirmek zor olabilir."
  },
  {
    "id": "332494",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi Bootstrap v5 tarafından desteklenen internet tarayıcılar arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Internet Explorer",
      "B": "Chrome",
      "C": "Microsoft Edge",
      "D": "Firefox",
      "E": "Opera"
    },
    "explanation": "Bootstrap v5, modern web standartlarına odaklandığı için eski tarayıcılardan bazılarını desteklemeyi bırakmıştır. Bu kapsamda, <b>Internet Explorer (IE)</b>, Bootstrap v5 tarafından resmen desteklenmeyen internet tarayıcıları arasında yer alır. V5, güncel Chrome, Firefox, Edge, Safari ve Opera sürümlerini destekler."
  },
  {
    "id": "332495",
    "unitNumber": 10,
    "text": "HTML elementler üzerinde Bootstrap özellikleri ......... tanımı ile kullanılır.<br /><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "data",
      "B": "style",
      "C": "class",
      "D": "head",
      "E": "link"
    },
    "explanation": "Bootstrap, bir <b>CSS çatısı (framework)</b> olduğu için, HTML elementlerine görsel stil ve işlevsellik kazandırmak amacıyla <b>class</b> (sınıf) tanımı ile kullanılır. Kullanıcılar, elementlerin &#x60;class=\"...\"&#x60; niteliğine Bootstrap tarafından sağlanan önceden tanımlanmış sınıfları eklerler (Örn: &#x60;class=\"btn btn-primary\"&#x60;)."
  },
  {
    "id": "332496",
    "unitNumber": 10,
    "text": "I. Breakpoints (Kesme Noktaları)<br />II. Containers (Kapsayıcılar)<br />III. Grid (Izgara)<br />IV. Tables (Tablolar)<br /><strong>Yukarıdakilerden hangisi ya da hangileri Layout (Düzen) Sistemi'nin bileşenleri arasında yer alır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "I, II ve III",
      "E": "I, II ve IV"
    },
    "explanation": "Bootstrap'in <b>Layout (Düzen) Sistemi</b>, web sayfasının genel yapısını ve duyarlılığını sağlamak için kritik öneme sahip üç ana bileşenden oluşur: <b>Containers (Kapsayıcılar)</b>, <b>Breakpoints (Kesme Noktaları)</b> ve <b>Grid (Izgara)</b> sistemi (I, II, ve III). Tables (Tablolar) ise genellikle bir içerik bileşeni olarak Layout sisteminin kendisinin değil, sistemin içinde kullanılan bir elementin stilidir."
  },
  {
    "id": "332497",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi Breakpoint (Kesme Noktası) tanımlarından birisi <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "xs",
      "B": "sm",
      "C": "md",
      "D": "lg",
      "E": "xxl"
    },
    "explanation": "Bootstrap v5'te kullanılan standart <b>Breakpoint (Kesme Noktası)</b> tanımları şunlardır: &#x60;sm&#x60; (small), &#x60;md&#x60; (medium), &#x60;lg&#x60; (large), &#x60;xl&#x60; (extra large) ve &#x60;xxl&#x60; (extra extra large). Bu tanımların dışında yer alan veya standart dışı bir kısaltma doğru bir breakpoint tanımı değildir. Kesme noktaları, duyarlı tasarımlarda stil geçişlerinin ne zaman yapılacağını belirler."
  },
  {
    "id": "332498",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi kullanılan cihaz ya da ekranı tamamen kapsayan \"container\" tanımıdır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "container",
      "B": "container-fluid",
      "C": "container-sm",
      "D": "container-full",
      "E": "container-xxl"
    },
    "explanation": "Bootstrap’te iki ana kapsayıcı türü vardır. &#x60;container&#x60; sınıfı, belirlenen kesme noktalarına göre değişen maksimum genişliğe sahiptir. Buna karşılık, <b>container-fluid</b> sınıfı, kullanılan cihazın ya da ekranın genişliğini <b>tamamen kapsayan (%100 genişlik)</b> kapsayıcı tanımıdır."
  },
  {
    "id": "332499",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi bir HTML tablodaki satırları bir açık bir koyu renkte olacak şekilde renklendirir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "table-colored",
      "B": "row-colored",
      "C": "table-striped",
      "D": "row-striped",
      "E": "table-bordered"
    },
    "explanation": "Bir HTML tablodaki satırların bir açık bir koyu renkte, yani şeritli görünmesi (çizgili satırlar) için kullanılan Bootstrap sınıfı <b>.table-striped</b> sınıfıdır. Bu özellik, büyük veri setlerinin daha kolay okunabilmesini sağlar."
  },
  {
    "id": "332500",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi bir tablonun satır ve sütunlarına kenarlık eklemek için kullanılan özelliktir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "bordered",
      "B": "table-bordered",
      "C": "col-bordered",
      "D": "row-bordered",
      "E": "cell-bordered"
    },
    "explanation": "Bir tablonun tüm satır ve sütunlarına kenarlık eklemek (yani hücre kenarlıklarını belirginleştirmek) için kullanılan Bootstrap özelliği <b>.table-bordered</b> sınıfıdır. Bu sınıf, tabloya standart kenarlıklar ekleyerek her hücreyi görsel olarak ayırır."
  },
  {
    "id": "332501",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi bir HTML tabloya Responsive özelliği kazandırmak için kullanılır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "responsive",
      "B": "table-responsive",
      "C": "adaptive",
      "D": "table-adaptive",
      "E": "responsive adaptive"
    },
    "explanation": "HTML tabloya <b>Responsive (Duyarlı)</b> özellik kazandırmak için tabloyu saran bir &#x60;&lt;div&gt;&#x60; elementine <b>.table-responsive</b> sınıfı uygulanır. Bu sınıf sayesinde, küçük ekranlarda tablo genişliği ekrana sığmadığında otomatik olarak yatay kaydırma çubuğu belirir."
  },
  {
    "id": "332502",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi Bootstrap v5 içerisinde <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Html",
      "B": "Css",
      "C": "JavaScript",
      "D": "JQuery",
      "E": "TypeScript"
    },
    "explanation": "Bootstrap v5, performansı artırmak ve modernleştirmek amacıyla bazı eski bileşenleri ve bağımlılıkları kaldırmıştır. Kaldırılan temel bileşenlerden biri, büyük başlıklar ve dikkat çekici içerikler için kullanılan <b>Jumbotron</b> bileşenidir. V5’te bu bileşenin yerine utility sınıfları kullanılarak benzer tasarımlar yapılabilir."
  },
  {
    "id": "334360",
    "unitNumber": 10,
    "text": "<strong>Boostrap v5 versiyonu, windows masaüstü ortamında aşağıdaki internet tarayıcılarından hangisi tarafından <u>desteklenmez</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Safari",
      "B": "Firefox",
      "C": "Opera",
      "D": "Microsoft Edge",
      "E": "Chrome"
    },
    "explanation": "Bootstrap v5, modern web standartlarını destekleyen tarayıcıları hedefler. Windows masaüstü ortamında geçmişte yaygın olarak kullanılan ancak modern standartları takip etmeyen <b>Internet Explorer (IE)</b>, Bootstrap v5 tarafından resmi olarak desteklenmez."
  },
  {
    "id": "334361",
    "unitNumber": 10,
    "text": "<strong>1400 px ölçüsünden büyük kesme noktası tipi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Small (Küçük)",
      "B": "Medium (Orta)",
      "C": "Large (Büyük)",
      "D": "Extra large (Ekstra büyük)",
      "E": "Extra extra large (Ekstra ekstra büyük)"
    },
    "explanation": "Bootstrap v5'teki kesme noktaları belirlenmiş piksel değerlerinden başlar. <b>1400 px</b> ve bu ölçüden daha büyük ekranlar için tanımlanan kesme noktası tipi <b>XXL (Extra Extra Large)</b> olarak adlandırılır. Bu, en geniş masaüstü ekranlar için özelleştirme yapmayı sağlar."
  },
  {
    "id": "371610",
    "unitNumber": 10,
    "text": "<strong>Aşağıdaki Breakpoints (Kesme Noktaları) ile ilgili ifadelerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "12’lik ızgara yapısından oluşur.",
      "B": "Cihaza ait ekran ölçüsünü tespit ederek hangi kategoriye ait olduğunu belirler.",
      "C": "X-Small ekran boyutu için “xs” class tanımı kullanılır.",
      "D": "Small ekran boyutu için “sm” class tanımı kullanılır.",
      "E": "Medium ekran boyutu için “md” class tanımı kullanılır."
    },
    "explanation": "Breakpoints (Kesme Noktaları), içerik düzeninin değiştiği ekran genişliği sınırlarını temsil eder ve duyarlı tasarımın temelidir. Bu noktaların temel özelliği, bir breakpoint’e uygulanan bir sınıfın, aksi belirtilmedikçe o noktadan sonraki <b>tüm daha büyük ekranlara da uygulanmaya devam etmesidir</b> (mobile-first yaklaşımı). Yanlış ifade, bu kuralı veya tanımlı genişlikleri yanlış belirten bir seçenek olacaktır."
  },
  {
    "id": "371615",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi mouse (fare) imlecinin üzerinde bulunduğu satırı renklendirmek için kullanılan tablo yapısıdır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "table-mouseover",
      "B": "table-hover",
      "C": "table-responsive",
      "D": "table-cursor",
      "E": "table-pointer"
    },
    "explanation": "Bir tabloda kullanıcının <b>mouse (fare) imlecinin</b> üzerinde bulunduğu satırın rengini değiştirmesi (vurgulanması) özelliğine <b>Hoverable</b> özelliği denir. Bu özellik, tabloya <b>.table-hover</b> sınıfı eklenerek sağlanır ve kullanıcıya hangi satırı işaretlediğine dair görsel geri bildirim sunar."
  },
  {
    "id": "395361",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi Windows işletim sistemi tarafından desteklenen internet tarayıcıları arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Chrome",
      "B": "Firefox",
      "C": "Microsoft Edge",
      "D": "Opera",
      "E": "Safari"
    },
    "explanation": "Bootstrap v5, modern web teknolojilerini destekleyen tarayıcıları hedefler. Windows işletim sistemi altında geçmişte bulunan ancak v5 tarafından desteği kesilen tarayıcı <b>Internet Explorer (IE)</b>’dır. Güncel Chrome, Firefox ve Microsoft Edge tarayıcıları desteklenir."
  },
  {
    "id": "395362",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi bir HTML tabloya Hoverable özelliği kazandırmak için kullanılır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "table-responsive",
      "B": "responsive",
      "C": "table-bordered",
      "D": "table-hover",
      "E": "table-striped"
    },
    "explanation": "Bir HTML tabloya satırların üzerine gelindiğinde renginin değişmesi anlamına gelen <b>Hoverable</b> özelliği kazandırmak için tablo etiketine <b>.table-hover</b> sınıfı uygulanmalıdır. Bu, kullanıcının etkileşimde olduğu satırı belirginleştirir."
  },
  {
    "id": "395737",
    "unitNumber": 10,
    "text": "<strong>Grid sistemi ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Satır ve sütunlardan oluşan flexbox ile geliştirilmiş Layout sisteminin bir parçasıdır.",
      "B": "Satıları tanımlamak için row, sütunları tanımlamak için ise col class tanımı kullanılır.",
      "C": "Her bir satırda toplam 20 adet sütun bulunmaktadır.",
      "D": "Sütunlar farklı oranlarla birleştirilerek veya kaydırılarak kullanılabilir.",
      "E": "Container yapısı altında çalışmaktadır."
    },
    "explanation": "Bootstrap’in <b>Grid Sistemi</b>, içeriği hizalamak ve düzenlemek için kullanılan temel yapıdır. Bu sistem, her zaman <b>12 sütunlu bir yapı</b> üzerine kuruludur ve bu 12 sütun içinde satırlar (rows) ve sütunlar (cols) tanımlanır. 'Bootstrap Grid sistemi varsayılan olarak 16 sütundan oluşur' gibi bir ifade kesinlikle yanlıştır, çünkü standart sütun sayısı 12’dir."
  },
  {
    "id": "332503",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi bir form elementinin responsive özelliği kazanabilmesi için alabileceği class tanımlarından biridir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "form-label-check",
      "B": "form-responsive",
      "C": "form-control",
      "D": "form-element",
      "E": "form-adaptive"
    },
    "explanation": "Bir form elementinin cihaz boyutuna duyarlı (responsive) ve standart Bootstrap görünümüne sahip olabilmesi için kullanılan temel sınıf tanımı <b>form-control</b>'dür. Bu sınıf, input, select ve textarea gibi elementlerin genişliğini %100 yapar ve estetik görünümünü ayarlar, böylece element tüm ekran boyutlarında düzgün görünür."
  },
  {
    "id": "332504",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi bir form elementini kullanıcı etkileşimine kapatmak için kullanılan özelliktir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Readonly",
      "B": "Disabled",
      "C": "Closed",
      "D": "Form-readonly",
      "E": "Form-disabled"
    },
    "explanation": "Bir form elementini kullanıcı etkileşimine kapatmak, yani elementin tıklanamaz veya düzenlenemez olmasını sağlamak için HTML'de <b>disabled</b> özelliği kullanılır. Bu özellik, hem görsel olarak elementin pasif görünmesini sağlar hem de elementin form gönderimine dahil edilmesini engeller."
  },
  {
    "id": "332505",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi bir form elementini göründüğünden daha büyük göstermek için kullanılan class tanımıdır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "form-control-sm",
      "B": "form-control-xl",
      "C": "form-control-xxl",
      "D": "form-control-lg",
      "E": "form-larger"
    },
    "explanation": "Bootstrap form kontrollerinin standart boyutundan daha büyük görünmesini sağlamak için boyut sınıfları kullanılır. <b>form-control-lg</b> sınıfı (large - büyük) ile elementin yüksekliği ve yazı boyutu artırılarak daha büyük bir görsel sunum elde edilir. Küçük boyut için ise <b>form-control-sm</b> kullanılır."
  },
  {
    "id": "332506",
    "unitNumber": 11,
    "text": "………………………… , satır (row) ve sütunlardan (col) oluşan bir ızgara (Grid) yapısı içerisinde elementlerin alt alta dizilerek konumlandırılmasıyla ortaya çıkan form şeklidir.<br /><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Horizontal Form",
      "B": "Inline Form",
      "C": "Vertical Form",
      "D": "Legend Form",
      "E": "Fieldset"
    },
    "explanation": "Satır (row) ve sütun (col) yapısını kullanarak elementlerin yan yana ve alt alta hizalandığı form şekli, Bootstrap'in <b>Izgara (Grid)</b> yapısını kullanan formlardır. Özellikle etiket (label) ve kontrol elementlerinin aynı satırda konumlandırıldığı form yapısına <b>Yatay Form (Horizontal Form)</b> denir ve bu yapı tamamen sütun sınıfları (&#x60;col-md-*&#x60; gibi) kullanılarak oluşturulur."
  },
  {
    "id": "332507",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi kullanıcının var olan seçenekler arasından en az bir adet seçim yapması istendiği durumda kullanılan form kontrolüdür?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "checkbox",
      "B": "radio",
      "C": "selectbox",
      "D": "inputbox",
      "E": "dropbox"
    },
    "explanation": "Kullanıcının var olan seçenekler arasından <b>yalnızca bir tanesini</b> zorunlu olarak seçmesi istendiği durumlarda <b>Radyo Butonları (Radio Buttons)</b> kullanılır. Radyo butonları aynı &#x60;name&#x60; özelliğine sahip olduklarında birbirini dışlar (mutually exclusive) ve kullanıcının yalnızca tek bir seçim yapmasına olanak tanır."
  },
  {
    "id": "332508",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi button, file, text ve check gibi bir HTML elementin sağına ya da solun başka bir HTML elementin eklenmesiyle meydana gelen bileşene verilen isimdir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "form-group",
      "B": "button-group",
      "C": "list-group",
      "D": "label-group",
      "E": "input-group"
    },
    "explanation": "Button, file, text veya check gibi bir temel HTML elementinin sağına ya da soluna metin, düğme veya ikon gibi başka bir elementin eklenmesiyle oluşturulan bileşene <b>Giriş Grubu (Input Group)</b> adı verilir. Bu bileşen, giriş alanlarına ek bilgi veya işlevsellik katmak için kullanılır."
  },
  {
    "id": "332509",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi “Form Validation (Doğrulama)” işlemi için form elementinin class tanımına eklenmesi gereken ifadedir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "novalidate",
      "B": "validate-form",
      "C": "form-validate",
      "D": "form-valid",
      "E": "needs-validation"
    },
    "explanation": "Bootstrap ile form doğrulama (Validation) stillerini tetiklemek için, genellikle &lt;form&gt; etiketine <b>was-validated</b> sınıfı eklenir. Bu sınıf eklendiğinde, form içindeki tüm doğrulanabilir elemanlar (örneğin &#x60;required&#x60; özelliğine sahip olanlar) için geçerli (&#x60;is-valid&#x60;) veya geçersiz (&#x60;is-invalid&#x60;) durum stilleri görüntülenmeye başlar."
  },
  {
    "id": "332510",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi başarılı bir işlem sonucunu “Alert” bileşeni ile görüntülemek için kullanılması gereken en uygun class tanımıdır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "alert-primary",
      "B": "alert-danger",
      "C": "alert-success",
      "D": "alert-light",
      "E": "alert-dark"
    },
    "explanation": "Bootstrap'in <b>Alert</b> (Uyarı) bileşeni, farklı durumları (başarı, hata, bilgi) belirtmek için bağlamsal sınıflar kullanır. Başarılı bir işlem sonucunu görüntülemek için kullanılan en uygun sınıf <b>alert-success</b>'tır. Bu sınıf, uyarı kutusunun arka planını yeşil tonlarda, yazı rengini ise koyu yeşil tonlarında yaparak başarıyı görselleştirir."
  },
  {
    "id": "332511",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi içeriklerin yatay ya da dikey sekmeler halinde gruplandırılarak gösterilebilmesi için kullanılan bileşendir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Tab",
      "B": "List group",
      "C": "Breadcrumb",
      "D": "Navbar",
      "E": "Table"
    },
    "explanation": "İçerikleri düzenli bir şekilde gruplandırarak yatay ya da dikey olarak sekmeler halinde göstermek için kullanılan Bootstrap bileşeni <b>Sekmeler (Tabs)</b> veya <b>Pills</b>'tir. Bu bileşen, sayfada fazla yer kaplamadan, ilgili içerikleri kolayca erişilebilir kılmak için idealdir."
  },
  {
    "id": "332512",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi bir web sayfası üzerinde o anda bulunulan sayfayı hiyerarşik bir biçimde göstermek için kullanılan bileşendir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Breadcrumb",
      "B": "Navbar",
      "C": "Navigation Bar",
      "D": "Accordion",
      "E": "Bread Bar"
    },
    "explanation": "Bir web sayfası üzerinde o anda bulunulan sayfanın, sitenin genel yapısı içindeki konumunu hiyerarşik bir biçimde (genellikle anasayfadan başlayarak) göstermek için kullanılan navigasyon bileşenine <b>Ekmek Kırıntısı (Breadcrumb)</b> denir. Bu, kullanıcıların sitede nerede olduklarını anlamalarını kolaylaştırır."
  },
  {
    "id": "334364",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi Bootstrap bileşenlerinden biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Alert",
      "B": "Button",
      "C": "Square",
      "D": "Modal",
      "E": "Toast"
    },
    "explanation": "Bootstrap, UI (Kullanıcı Arayüzü) bileşenleri sunan bir CSS/JS kütüphanesidir. Bileşenler genellikle görsel veya etkileşimli öğelerdir (Modal, Carousel, Nav, Alert, Card vb.). Seçeneklerde yer alan, örneğin <b>AJAX</b> gibi bir teknoloji veya <b>HTML Headings</b> gibi temel bir etiket, Bootstrap'in kendine özgü bir bileşeni olarak kabul edilmez. Bootstrap, bu tür temel elementleri sadece stilize eder, ancak onları bir bileşen olarak tanımlamaz."
  },
  {
    "id": "371618",
    "unitNumber": 11,
    "text": "<strong>Bir form elementinin sunucuya hiçbir şekilde veri göndermemesi için kullanılan özellik aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "readonly",
      "B": "disabled",
      "C": "closed",
      "D": "form-readonly",
      "E": "form-disabled"
    },
    "explanation": "Bir form elementinin sunucuya hiçbir şekilde veri göndermemesi için kullanılan temel özellik <b>disabled</b>'dır. Bu özellik, elementin etkileşimini engellemenin yanı sıra, o elementin adını ve değerini form gönderimine dahil etmeme işlevini de yerine getirir. Başka bir yöntem ise elementin <b>name</b> özelliğinin kaldırılmasıdır, ancak form kontrolünü devre dışı bırakmak için &#x60;disabled&#x60; tercih edilir."
  },
  {
    "id": "371623",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi “Form Validation (Doğrulama)” işlemi için form elementine eklenmesi gereken bir özelliktir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "novalidate",
      "B": "validate-form",
      "C": "form-validate",
      "D": "form-valid",
      "E": "needs-validation"
    },
    "explanation": "HTML5 ve Bootstrap ile kullanılan Form Doğrulama (Validation) işlemi için form elementine eklenmesi gereken en yaygın özelliklerden biri <b>required</b> özelliğidir. Bu özellik, kullanıcının o alanı boş bırakmadan doldurmasını zorunlu kılar. Doğrulama mesajlarının düzgün görüntülenmesi için Bootstrap sınıflarıyla birlikte kullanılır."
  },
  {
    "id": "397648",
    "unitNumber": 11,
    "text": "<strong>Form yapısına hem estetik bir görünüm hem de her türlü cihaz ve ekran boyutuna duyarlı olma özelliği kazandıran web uygulaması aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Input",
      "B": "Bootstrap",
      "C": "Button",
      "D": "Img",
      "E": "Table"
    },
    "explanation": "Form yapısına hem estetik (modern, düzgün) bir görünüm hem de her türlü cihaz ve ekran boyutuna duyarlı (responsive) olma özelliği kazandıran en popüler ve yaygın kullanılan web uygulama çatısı (framework) <b>Bootstrap</b>'tir. Bootstrap, hazır CSS sınıfları ve JavaScript bileşenleri sağlayarak hızlı form geliştirme imkanı sunar."
  },
  {
    "id": "332533",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi mobil uyumlu web sitesini tanımlamaktadır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Tek ekran üzerinden çalışılıp paylaşılan web sayfalarıdır.",
      "B": "Masaüstü tasarımı olarak ayarlanıp kullanıcıların mobil cihazları ile giriş yaptığı tüm siteler mobil uyumlu web sitelerdir.",
      "C": "Alan adının önünde sadece “m.alanadi.com” olan siteler mobil uyumlu sitelerdir.",
      "D": "Farklı çözünürlük ve boyutlardaki cihazlarda ideal görüntülenmesi için tasarlanan web sayfalarıdır.",
      "E": "Alan adının sonunda sadece “alanadi.com/m” olan siteler mobil uyumlu sitelerdir."
    },
    "explanation": "Mobil uyumlu web sitesi (Mobile-Friendly Website), web sitesinin masaüstü, tablet ve akıllı telefonlar gibi farklı cihazlarda <b>ideal bir kullanıcı deneyimi</b> sağlamak üzere tasarlanmış olmasıdır. Bu uyumluluk genellikle <b>Duyarlı (Responsive)</b> veya <b>Uyarlanabilir (Adaptive)</b> tasarım yaklaşımlarıyla sağlanır."
  },
  {
    "id": "332535",
    "unitNumber": 12,
    "text": "<strong>Tek bir site ve içerik ile ekran boyutuna göre ideal görüntüleme deneyimini sağlayan tasarımlara ne ad verilir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Tek sayfalı tasarım",
      "B": "Görsel tasarım",
      "C": "Masaüstü tasarım",
      "D": "Uyarlanabilir tasarım",
      "E": "Duyarlı web tasarımı"
    },
    "explanation": "Tek bir site ve içerik ile ekran boyutuna göre ideal görüntüleme deneyimini sağlayan tasarımlara <b>Duyarlı Web Tasarımı (Responsive Web Design - RWD)</b> adı verilir. RWD, <b>esnek ızgaralar</b> (fluid grids), esnek resimler ve <b>CSS Medya Sorguları (@media queries)</b> kullanarak içeriğin her türlü cihaz ekranına dinamik olarak uyum sağlamasını garantiler."
  },
  {
    "id": "332536",
    "unitNumber": 12,
    "text": "<strong>Tek içerikten farklı boyut oluşturulduğu için tutarsız ara yüzler aşağıdaki tasarımlardan hangisinde oluşmaktadır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Duyarlı web tasarımı",
      "B": "Uyarlanabilir web tasarımı",
      "C": "CSS tasarımı",
      "D": "HTML tasarımı",
      "E": "HTML 5 tasarımı"
    },
    "explanation": "Bu durum, özellikle <b>Uyarlanabilir Tasarım (Adaptive Design)</b> yaklaşımında ortaya çıkabilir. Uyarlanabilir tasarım, akışkan yapılar yerine önceden belirlenmiş <b>sabit kırılma noktaları</b> (fixed breakpoints) kullanır. Eğer bir ekran boyutu bu tanımlanmış noktalar arasında kalırsa, site tutarsız veya optimize edilmemiş bir arayüz gösterebilir, çünkü ekran boyutu için özel bir düzen yoktur."
  },
  {
    "id": "332537",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi duyarlı web sitesi avantajlarından biridir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Duyarlı web siteleri ile CSS ve HTML kullanmadan web sitesi tasarlanabilmektedir.",
      "B": "Farklı ekran ölçülerine uygun özgün tasarımlar yapılabilir.",
      "C": "Tek HTML kodu ile tüm ekranlara tasarım yapıldığı için oluşturulması ve devamlılığı sağlamak için diğer yapılara göre daha az emek ile yapılabilmektedir.",
      "D": "Duyarlı web tasarımı çevre bilinci ile ilgili konuları kapsamaktadır.",
      "E": "Duyarlı web tasarımları işitme engelli kişiler için tasarlanmaktadır."
    },
    "explanation": "Duyarlı web sitesi, <b>tek bir URL ve tek bir kod tabanı</b> kullandığı için, site bakımı ve güncellemeler kolaylaşır. Bu durum, site yöneticilerinin farklı cihazlar için ayrı kodlama yapmak zorunda kalmasını ortadan kaldırarak <b>bakım maliyetlerini düşürür</b> ve verimliliği artırır."
  },
  {
    "id": "332538",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi duyarlı web sitesi avantajlarından biridir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Duyarlı web sitesi ile sadece masaüstü tasarımlar oluşturulabilmektedir.",
      "B": "HTML ve CSS olmadan da duyarlı web site tasarımları yapılabilir.",
      "C": "Duyarlı web sitesi sadece bazı konularda oluşturulabilmektedir.",
      "D": "Farklı ekranlara göre esnek boyutlandırmada sınırlı kontrol sunmaktadır.",
      "E": "Duyarlı web sitelerin analitik sayfalarına eklenmesi daha kolaydır."
    },
    "explanation": "Duyarlı web sitesi kullanmanın en önemli avantajlarından biri <b>SEO (Arama Motoru Optimizasyonu)</b> performansının iyileşmesidir. Google, aynı içerik için farklı URL’ler yerine (m.site.com gibi) tek bir URL’yi tercih eder. RWD, cihazdan bağımsız olarak <b>tek bir URL</b> kullandığı için arama motoru taraması ve indekslemesi daha verimli hale gelir."
  },
  {
    "id": "332539",
    "unitNumber": 12,
    "text": "<strong>Farklı boyutlardaki cihazlarda özel tasarımlar yapabilmeyi sağlayan esnek yapılı tasarım aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Uyarlanabilir Tasarım",
      "B": "Duyarlı Tasarım",
      "C": "Uyarlı ve Duyarlı Tasarım",
      "D": "Masaüstü Görünümlü Tasarım",
      "E": "UX UI Tasarım"
    },
    "explanation": "Farklı boyutlardaki cihazlarda özel tasarımlar yapabilmeyi sağlayan ve sürekli boyut değişimine uyum sağlayan esnek yapılı tasarım <b>Duyarlı Web Tasarımı (Responsive Web Design)</b>'dır. Bu tasarım, yüzdelik değerlere dayalı <b>akışkan ızgaralar</b> ve medya sorguları kullanarak ekranın her noktasına dinamik olarak uyum sağlar."
  },
  {
    "id": "332540",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi uyarlanabilir (adaptive) tasarımın özelliklerinden biridir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Tek HTML kodu ve tek site üzerinden tüm boyutlar ayarlandığı için bakımı kolaydır.",
      "B": "Uyarlanabilir tasarımda farklı ekranların site bileşenlerinin boyut ve davranışları özelleştirilebilir.",
      "C": "HTML ve CSS kodları yazılmadan da uyarlanabilir bir tasarım yapılabilir.",
      "D": "İşitme ve görme engelli kişiler için uyarlanabilir bir yapıdadır.",
      "E": "Çevre kontenjanına uyarlanabilir web siteleri kullanılabilir."
    },
    "explanation": "Uyarlanabilir (Adaptive) tasarımın temel özelliklerinden biri, tasarlanan sitenin <b>önceden belirlenmiş sabit kırılma noktalarına</b> (breakpoints) sahip olmasıdır. Site, kullanıcının cihazını algılar ve o cihaza en uygun olan sabit düzeni yükler. Örneğin, 6 farklı sabit düzen belirlenmiş olabilir."
  },
  {
    "id": "332541",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi duyarlı ve uyarlanabilir tasarım farklarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Cihaz boyutuna göre içeriklerin konumlandırılma durumu",
      "B": "Piyasaya yeni bir cihaz çıkarılması halinde duyarlı tasarımlar daha hızlı adapte olabilecektir.",
      "C": "İki tasarım prensibinin de web sitesini mobil uyumlu hale getirmesi",
      "D": "Duyarlı web siteleri uyarlanabilir web sitelerine göre daha yavaştır.",
      "E": "Uyarlanabilir web siteleri duyarlı web sitelerine göre daha esnektir."
    },
    "explanation": "Duyarlı ve uyarlanabilir tasarım arasındaki temel farklar; Duyarlı tasarımın <b>akışkan</b> (fluid) ve Uyarlanabilir tasarımın <b>statik/sabit</b> kırılma noktalarına dayalı olmasıdır. Her ikisinin de ortak amacı <b>mobil uyumluluk</b> sağlamaktır. Bu nedenle, 'mobil uyumluluk sağlamak', bu iki yaklaşımın farklarından biri değil, ortak hedeflerinden biridir."
  },
  {
    "id": "334166",
    "unitNumber": 12,
    "text": "<strong>Mobil uyumlu web site kütüphanelerinden birisi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Unification",
      "B": "Summarize",
      "C": "Foundation",
      "D": "Digitalize",
      "E": "Performance"
    },
    "explanation": "Mobil uyumlu (responsive) web site kütüphaneleri, web geliştiricilerin sıfırdan CSS yazmak yerine hazır bileşenleri ve grid sistemlerini kullanmasına olanak tanır. Bu kütüphanelerin en popüler örneği <b>Bootstrap</b>'tır. Bootstrap, hızlı ve kolay mobil uyumlu arayüzler geliştirmek için kapsamlı bir CSS, JavaScript ve HTML şablonları koleksiyonu sunar."
  },
  {
    "id": "335356",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi uyarlanabilir tasarım özelliklerinden biridir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "JavaScript kodları, uyarlanabilir tasarımlarda web site bileşenlerini kontrol etmek için kullanılabilir.",
      "B": "Duyarlı tasarım farklı cihazlarda benzer bir tasarım düzeni sunmaktadır.",
      "C": "Farklı ekranlara göre farklı düzenlemeler yapılamaz.",
      "D": "Belirli bir hedef kitlesi yoktur.",
      "E": "Uyarlanabilir tasarımda farklı ekranların site bileşenlerinin boyut ve davranışları özelleştirilemez."
    },
    "explanation": "Uyarlanabilir tasarım (Adaptive Design), kullanıcının cihaz tipini veya ekran genişliğini tespit ettikten sonra, o cihaza özel olarak tasarlanmış <b>statik bir düzeni</b> (layout) yükler. Bu, Duyarlı Tasarımın aksine sürekli akışkanlık yerine, <b>belirli boyutlar için önceden tasarlanmış düzenler</b> sunar."
  },
  {
    "id": "371645",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi ekran genişliğinin 250px altında olması hâlinde arka plan rengini sarı yapan koddur?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "@media only screen and (max-with: 250px) {body {background-color:red;}}",
      "B": "@media only screen and (max-with: 250px) {body {background-color:yellow;}}",
      "C": "@media only screen and (min-with: 250px) {body {background-color:yellow;}}",
      "D": "screen and (max-with: 250px) {body {background-color:yellow;}}",
      "E": "@media only screen and (max-with: 250px)"
    },
    "explanation": "Ekran genişliğine göre stil değiştirmek için <b>CSS Medya Sorguları (@media)</b> kullanılır. Ekran genişliğinin 250px altında olması (maksimum genişlik 250px olması) şartını belirleyen kod yapısı şöyledir: &lt;code&gt;@media screen and (<b>max-width: 250px</b>) { body { background-color: yellow; } }&lt;/code&gt;<br/>Bu kod, ekran genişliği 250 piksel ve altındayken sayfanın arka plan rengini sarı yapar."
  },
  {
    "id": "371646",
    "unitNumber": 12,
    "text": "CSS kodlarının sıfırdan yazılması yerine hazır CSS kütüphaneleri kullanılmaktadır.<br /><strong>Aşağıdakilerden hangisi CSS kütüphanesine örnek <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "HTML",
      "B": "Bootstrap",
      "C": "Semantic - UI",
      "D": "Foundation",
      "E": "Materialize"
    },
    "explanation": "Hazır CSS kütüphaneleri (Frameworks), genellikle mobil uyumlu bileşenler (gridler, butonlar, navigasyon çubukları) sağlayan paketlerdir. Örnekler arasında <b>Bootstrap, Foundation, Materialize, Semantic UI</b> yer alır. Eğer seçenekler arasında bir programlama dili (örneğin Python), bir veritabanı teknolojisi veya sadece bir HTML etiketi varsa, bu bir CSS kütüphanesi değildir."
  },
  {
    "id": "371648",
    "unitNumber": 12,
    "text": "<strong>Tasarlanan web sitelerinin mobil uyumlu olduğunu test etmek için aşağıdaki işlemlerden hangisi yapılır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Masaüstü tasarımları kontrol edilebilir.",
      "B": "Tasarımlarda H5 gibi küçük başlık stilleri kullanılabilir.",
      "C": "Tasarımlarda 50x50 px’i geçmeyecek şekilde resimler kullanılabilir.",
      "D": "Tasarımlarda logonun büyüklüğü her zaman 70px altında ise site mobil uyumludur.",
      "E": "Mobil uyumluluk test siteleri kullanılabilir."
    },
    "explanation": "Web sitelerinin mobil uyumlu olup olmadığını test etmek için kullanılan en yaygın ve hızlı yöntem, tarayıcıların sunduğu <b>Geliştirici Araçları (Developer Tools)</b>'nı kullanmaktır. Bu araçlarda bulunan 'Toggle Device Toolbar' özelliği sayesinde siteyi farklı cihaz çözünürlüklerinde ve dikey/yatay modlarda simüle etmek mümkündür."
  },
  {
    "id": "371651",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi mobil uyumluluk testi için kullanılan sitelerden biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "search.google.com/test/mobile-friendly",
      "B": "responsivedesignchecker.com",
      "C": "ami.responsivedesign.is/",
      "D": "responsivetesttool.com/",
      "E": "google.com/userfriendly"
    },
    "explanation": "Mobil uyumluluk testi için kullanılan araçlar arasında <b>Google Mobile-Friendly Test</b> ve farklı SEO araçlarının sunduğu uyumluluk denetleyicileri bulunur. Soruda, mobil uyumluluk testi için kullanılmayan bir site adı sorulmaktadır. Genellikle bu tip sorularda, alakasız bir web hizmeti (örneğin, bir sunucu yönetim paneli veya tamamen farklı bir amaca hizmet eden bir SEO aracı) doğru cevap olarak işaretlenir."
  },
  {
    "id": "396275",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi @media etiketinde kullanılan medya tipleri arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Screen",
      "B": "Tty",
      "C": "Tv",
      "D": "Projection",
      "E": "Bootstrap"
    },
    "explanation": "@media etiketinde kullanılan temel medya tipleri (media types) şunlardır: <b>all</b> (tüm cihazlar), <b>screen</b> (ekran tabanlı cihazlar), <b>print</b> (yazıcılar) ve <b>speech</b> (sesli okuma cihazları). 'desktop' veya 'tablet' gibi ifadeler medya tipleri arasında değil, genellikle boyut aralıklarını belirleyen özellikler (features) arasında yer alır."
  },
  {
    "id": "397654",
    "unitNumber": 12,
    "text": "I. Semantic – UI<br />II. Foundation<br />III. Materialize<br />IV. UI Kit<br /><strong>Yukarıdakilerden hangisi ya da hangileri CSS Framework kütüphaneleri arasında yer alır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "I, II ve III",
      "B": "I, II ve IV",
      "C": "I, III ve IV",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Verilen kütüphanelerin hepsi (I. Semantic – UI, II. Foundation, III. Materialize, IV. UI Kit) popüler ve yaygın olarak kullanılan <b>CSS Framework kütüphaneleridir</b>. Bu kütüphaneler, mobil uyumlu (responsive) web sitelerinin tasarımını ve geliştirilmesini hızlandırmak için önceden yazılmış stil ve bileşen setleri sağlarlar."
  },
  {
    "id": "334366",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi \"çapraz tarayıcı uyumluluğu sorununun yaygın nedenleri\" arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "DOCTYPE kullanımı",
      "B": "Tarayıcıya özel CSS kullanımı",
      "C": "CSS sıfırlama",
      "D": "Yeni tarayıcı algılama",
      "E": "Eski tarayıcı algılama"
    },
    "explanation": "Çapraz tarayıcı uyumluluğu sorunlarının yaygın nedenleri genellikle yanlış veya eksik <b>DOCTYPE</b> kullanımı, CSS/HTML standartlarına uyulmaması, <b>tarayıcı ön eklerinin</b> (vendor prefixes) yanlış kullanımı veya eski/geçersiz teknolojilerin kullanılmasıdır.<br/>Ancak, <b>CSS Sıfırlama (CSS Reset)</b> kullanmak, tarayıcılar arası varsayılan stil farklılıklarını gidermeye yarayan bir <b>çözüm ve iyi bir uygulamadır</b>, sorun nedeni değildir."
  },
  {
    "id": "335341",
    "unitNumber": 13,
    "text": "<strong>Çapraz tarayıcı uyumluluğunda aşağıdaki ifadelerden hangisi davranış uyumluluğunu ifade eder?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Web sitesinin istenilen şekilde görünüp görünmediğini kontrol eder.",
      "B": "CSS ve JavaScript kodlarının farklı tarayıcılarda geçerli olup olmadığını kontrol eder.",
      "C": "Responsive tasarımdaki sitenin farklı mobil cihazlarda farklı çözünürlükteki görünümünü kontrol eder. Ayrıca mobil cihazın yatay veya dikey çevrilmesi sonucundaki oluşacak görüntüyü de kontrol eder.",
      "D": "Sitenin farklı tarayıcılardaki performansına bakarak performansların yakın olup olmadığını kontrol eder.",
      "E": "Web sitesinin istenildiği gibi davranıp davranmadığını kontrol eder. Örneğin sitede bir butona tıklandığında yeni pencerede bir sayfa açılıyorsa bu işlemin bütün tarayıcılarda gerçekleşip gerçekleşmediğini kontrol eder."
    },
    "explanation": "Çapraz tarayıcı uyumluluğu testlerinin bir parçası olan <b>davranış uyumluluğu</b>, web sitesinin <b>işlevselliği</b> ile ilgilidir. Bu, formların, JavaScript etkileşimlerinin ve genel kullanıcı akışının (tıklamalar, kaydırmalar) tüm tarayıcılarda <b>beklendiği gibi ve aynı şekilde</b> çalışıp çalışmadığını kontrol eder."
  },
  {
    "id": "335345",
    "unitNumber": 13,
    "text": "<strong>Çapraz tarayıcı uyumluluğunda aşağıdaki ifadelerden hangisi kod uyumluluğunu ifade eder?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Web sitesinin istenilen şekilde görünüp görünmediğini kontrol eder.",
      "B": "CSS ve JavaScript kodlarının farklı tarayıcılarda geçerli olup olmadığını kontrol eder.",
      "C": "Responsive tasarımdaki sitenin farklı mobil cihazlarda farklı çözünürlükteki görünümünü kontrol eder.",
      "D": "Sitenin farklı tarayıcılardaki performansına bakarak performansların yakın olup olmadığını kontrol eder.",
      "E": "Web sitesinin istenildiği gibi davranıp davranmadığını kontrol eder."
    },
    "explanation": "<b>Kod uyumluluğu</b>, web sitesini oluşturan HTML, CSS ve JavaScript kodlarının farklı tarayıcıların yorumlayıcı motorları tarafından <b>geçerli ve standartlara uygun</b> bir şekilde işlenip işlenmediğini ifade eder. Bu, genellikle W3C standartlarına uygunluğu ve gerekli <b>tarayıcı ön eklerinin</b> doğru kullanımını kontrol etmeyi içerir."
  },
  {
    "id": "336586",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi çapraz tarayıcı uyumluluğu ile alakalı <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "PHP",
      "B": "JavaScript",
      "C": "CSS",
      "D": "HTML",
      "E": "CSS3"
    },
    "explanation": "Çapraz tarayıcı uyumluluğu, web sayfasının istemci tarafında (tarayıcıda) nasıl göründüğü ve çalıştığı ile ilgilidir (HTML, CSS, JavaScript). <b>Sunucu tarafı oturum yönetimi</b> veya veritabanı optimizasyonu gibi arka uç (back-end) konuları, doğrudan çapraz tarayıcı uyumluluğu ile alakalı <b>değildir</b>."
  },
  {
    "id": "336587",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi dünyada en çok kullanılan tarayıcılardan biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Chrome",
      "B": "Firefox",
      "C": "Internet Explorer",
      "D": "Opera",
      "E": "Xcode"
    },
    "explanation": "Günümüzde dünyada en çok kullanılan tarayıcılar arasında Google <b>Chrome</b>, Mozilla <b>Firefox</b>, Microsoft <b>Edge</b> ve Apple <b>Safari</b> yer alır. <b>Netscape Navigator</b>, 2000'li yılların başında popülerliğini kaybetmiş eski bir tarayıcıdır ve artık yaygın kullanılanlar listesinde <b>yer almaz</b>."
  },
  {
    "id": "336588",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi W3C (World Wide Web) konsorsiyumunun temel amaçları arasında yer alır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yeni yazılım dili oluşturmak",
      "B": "Teknoloji firmaları arasındaki rekabeti artırmak",
      "C": "Büyük teknolojik firmaları korumak",
      "D": "Web alanında standartlar oluşturmak",
      "E": "İnterneti dünyaya yaymak"
    },
    "explanation": "<b>W3C (World Wide Web Consortium)</b>'nun temel amacı, web'in uzun vadeli gelişimini sağlamak için <b>ortak web standartlarını</b> (HTML, CSS vb.) belirlemek ve geliştirmektir. Bu standartlar, içeriklerin tüm tarayıcı ve cihazlarda tutarlı bir şekilde çalışmasını ve erişilebilir olmasını hedefler."
  },
  {
    "id": "336589",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi çapraz tarayıcı uyumluluğundaki etkenlerden biridir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kullanıcının işlemcisi",
      "B": "Kullanıcının ana kartı",
      "C": "Kullanıcının ekran kartı",
      "D": "Sunucunun işlemcisi",
      "E": "Kullanıcının işletim sistemi"
    },
    "explanation": "Çapraz tarayıcı uyumluluğundaki en önemli etkenlerden biri, farklı tarayıcıların <b>farklı yorumlama motorlarını</b> (rendering engines) kullanmasıdır (Örn: Chromium tabanlı tarayıcılarda Blink, Firefox’ta Gecko). Bu motorlar, aynı kodun farklı şekillerde yorumlanmasına yol açarak uyumluluk sorunlarına neden olabilir."
  },
  {
    "id": "336590",
    "unitNumber": 13,
    "text": "…………. bir web sitesinin herhangi bir tarayıcıda beklendiği gibi çalışıp çalışmadığı anlamına gelir.<br /><strong>Cümlede boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Çapraz tarayıcı uyumluluğu",
      "B": "Yazılım dili",
      "C": "JavaScript",
      "D": "CSS3",
      "E": "HTML5"
    },
    "explanation": "Verilen cümledeki tanım, tam olarak <b>Çapraz Tarayıcı Uyumluluğu</b>nu (Cross-Browser Compatibility) açıklamaktadır. Bu kavram, bir web sitesinin veya uygulamasının, kullanılan işletim sisteminden veya tarayıcıdan bağımsız olarak <b>beklendiği gibi çalışmasını</b> garanti eder."
  },
  {
    "id": "336591",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi çapraz tarayıcı uyumluluğu parçalarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kod uyumluluğu",
      "B": "İşlemci uyumluluğu",
      "C": "Ara yüz uyumluluğu",
      "D": "Davranış uyumluluğu",
      "E": "Mobil uyumluluk"
    },
    "explanation": "Çapraz tarayıcı uyumluluğu genellikle üç ana parçada incelenir: <b>Görsel Uyumluluk</b> (Visual), <b>Davranış Uyumluluğu</b> (Behavioral/Functionality) ve <b>Kod Uyumluluğu</b> (Code Validity). <b>Performans Optimizasyonu</b> ise bir web sayfasının yüklenme hızı ve kaynak kullanımıyla ilgilidir, uyumluluğun doğrudan bir parçası <b>değildir</b>."
  },
  {
    "id": "336592",
    "unitNumber": 13,
    "text": "I. DOCTYPE Kullanımı<br />II. CSS Sıfırlama<br />III. HTML kodlarının doğru şekilde kullanımı<br />IV. Eski teknolojiler kullanmak<br /><strong>Yukardakilerden hangisi ya da hangileri çapraz tarayıcı uyumluluğu sorunlarının yaygın nedenleri arasında yer alır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I, II ve III",
      "D": "I ve III",
      "E": "Yalnız IV"
    },
    "explanation": "I, II ve III (DOCTYPE, CSS Sıfırlama, doğru HTML kullanımı) çapraz tarayıcı uyumluluğunu <b>sağlamak için kullanılan iyi uygulamalardır</b> (çözümlerdir). Yaygın bir sorun nedeni ise <b>Eski teknolojiler kullanmaktır</b> (IV). Eski teknolojiler (örneğin, güncel olmayan HTML veya CSS standartları) modern tarayıcılar tarafından farklı yorumlanabilir veya hiç desteklenmeyebilir, bu da uyumluluk sorunlarına yol açar. Bu nedenle IV bir sorunun yaygın nedenidir."
  },
  {
    "id": "336593",
    "unitNumber": 13,
    "text": "<strong>Aşağıdaki tarayıcılardan hangisi CSS’de “-moz” ön ekini kullanmaktadır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Firefox",
      "B": "Edge",
      "C": "Internet Explorer",
      "D": "Chrome",
      "E": "Opera"
    },
    "explanation": "CSS’deki <b>tarayıcı ön ekleri</b> (vendor prefixes), tarayıcıların deneysel veya henüz standartlaşmamış CSS özelliklerini desteklemesi için kullanılır. <b>-moz-</b> ön eki, Mozilla tarafından geliştirilen ve özellikle <b>Firefox</b> tarayıcısında kullanılan özellikleri işaret eder."
  },
  {
    "id": "336594",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisinde HTML de kullanılan “BR” etiketinin W3C standartlarına göre kullanımı doğru verilmiştir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "",
      "B": "",
      "C": "",
      "D": "</br>",
      "E": "br"
    },
    "explanation": "W3C standartlarına tam uyum sağlamak için, özellikle XHTML veya katı HTML5 uyumluluğu istenen durumlarda, kendi kendine kapanan etiketlerin (self-closing tags) doğru formatta kullanılması önemlidir. Doğru kullanım şekli <b><br /></b> (boşluk ve eğik çizgi) şeklindedir, bu format hem eski hem de modern tarayıcı standartları için önerilir."
  },
  {
    "id": "336595",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi çapraz tarayıcı uyumluluğu testlerinde kullanılabilecek araçlardan biridir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "TestComplate",
      "B": "Photoshop",
      "C": "Microsoft Word",
      "D": "Microsoft Accsess",
      "E": "Paint"
    },
    "explanation": "Çapraz tarayıcı uyumluluğu testlerinde kullanılan araçlar, geliştiricilerin kodlarını birden fazla tarayıcıda, cihazda ve işletim sisteminde eş zamanlı olarak test etmelerini sağlar. <b>BrowserStack</b> bu amaçla kullanılan, popüler, bulut tabanlı test platformlarından biridir."
  },
  {
    "id": "371657",
    "unitNumber": 13,
    "text": "<strong>CSS ve JavaScript kodlarının farklı tarayıcılarda geçerli olup olmadığını kontrol eden çapraz tarayıcı uyumluluğu test parçası aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kod uyumluluğu",
      "B": "Ara yüz uyumluluğu",
      "C": "Davranış uyumluluğu",
      "D": "Mobil uyumluluk",
      "E": "Performans uyumluluğu"
    },
    "explanation": "Çapraz tarayıcı uyumluluğunun bir parçası olan <b>Kod Uyumluluğu</b> testi, geliştirilen HTML, CSS ve JavaScript kodlarının ilgili <b>web standartlarına (W3C) uygunluğunu</b> ve bu kodların farklı tarayıcılar tarafından hatasız bir şekilde işlenip işlenemeyeceğini kontrol eder."
  },
  {
    "id": "396279",
    "unitNumber": 13,
    "text": "<strong>Kod uyumluluğu testi ile ilgili olarak aşağıdakilerden hangisi doğrudur?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Web sitesinin istenilen şekilde görünüp görünmediğini kontrol eder.",
      "B": "Web sitesinin istenildiği gibi davranıp davranmadığını kontrol eder.",
      "C": "Responsive tasarımdaki sitenin farklı mobil cihazlarda farklı çözünürlükteki görünümünü kontrol eder.",
      "D": "CSS ve JavaScript kodlarının farklı tarayıcılarda geçerli olup olmadığını kontrol eder.",
      "E": "Sitenin farklı tarayıcılardaki performansına bakarak performansların yakın olup olmadığını kontrol eder."
    },
    "explanation": "Kod uyumluluğu testi, web sayfasının temel yapısını oluşturan HTML, CSS ve JavaScript’in <b>W3C standartlarına</b> (World Wide Web Consortium) ne kadar uyumlu olduğunu belirler. Standartlara uygunluk, tarayıcılar arası yorumlama farklılıklarını minimize etmenin anahtarıdır."
  },
  {
    "id": "396280",
    "unitNumber": 13,
    "text": "<strong>Tarayıcıya dokümanın tip bilgisini sunmak için kullanılan etiket </strong><strong>aşağıdakilerden hangisidir? </strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Browserling",
      "B": "Doctype",
      "C": "TestComplate",
      "D": "Ghostlab",
      "E": "Html"
    },
    "explanation": "<b>DOCTYPE</b> (Document Type Declaration), bir HTML veya XHTML dokümanının başında yer alan ve tarayıcıya, sayfanın hangi HTML sürümüne ve standartlarına göre yorumlanması gerektiğini bildiren zorunlu bir etikettir. Doğru DOCTYPE kullanımı, tarayıcıların <b>Quirks Modu</b> yerine Standartlar Modu'nda çalışmasını sağlayarak çapraz tarayıcı uyumluluğuna katkıda bulunur."
  },
  {
    "id": "334367",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi Mock-Up hazırlama ortamlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Mockminus",
      "B": "Moqups",
      "C": "Mockup Builder",
      "D": "Origami Studio",
      "E": "MockPlus"
    },
    "explanation": "<b>Mock-up</b>, bir tasarımın yüksek çözünürlüklü görsel sunumudur; renk, tipografi ve stil gibi görsel detayları içerir. Yaygın Mock-up hazırlama ortamları arasında <b>Figma</b>, <b>Adobe XD</b>, <b>Sketch</b> ve <b>InVision Studio</b> gibi güçlü grafik ve prototipleme araçları bulunur. Bir aracın Mock-up ortamı olup olmadığını belirlemek için, görsel öğeleri (renk, yazı tipi, resim) tam doğrulukla gösterebilme yeteneğine bakılır."
  },
  {
    "id": "334368",
    "unitNumber": 14,
    "text": "<strong>Az yoğunlukta ve genellikle tek sayfadan veya ekrandan oluşan çalışmalarda insan gözünün hareket ettiği yolu açıklamaya çalışan tasarım modeli aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Z-Deseni",
      "B": "Gutenberg",
      "C": "F-Deseni",
      "D": "N-Deseni",
      "E": "V-Deseni"
    },
    "explanation": "Az yoğunlukta, genellikle tek sayfadan veya ekrandan oluşan çalışmalarda kullanılan ve insan gözünün <b>Z</b> harfi çizerek hareket ettiği yolu açıklayan tasarım modeli <b>Z-Deseni (Z-Pattern)</b>'dir. Bu model, kullanıcıların sol üstten başlayıp sağa, ardından çapraz olarak aşağı sol ve tekrar sağa doğru tarama yaptığını varsayar ve genellikle açılış sayfaları (landing pages) gibi basit tasarımlarda kullanılır."
  },
  {
    "id": "334369",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi WireFrame hazırlama ortamlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Luxery",
      "B": "Wireframe.cc",
      "C": "Balsamiq",
      "D": "InDesign",
      "E": "Axure"
    },
    "explanation": "<b>Wireframe</b> (Tel Kafes), bir web sitesinin veya uygulamanın temel iskeletini ve bilgi hiyerarşisini gösteren düşük çözünürlüklü bir taslaktır. Wireframe hazırlama ortamları, görsel stil yerine yapıya ve düzenlemeye odaklanır. Popüler Wireframe araçları arasında <b>Balsamiq</b>, <b>Axure</b> ve <b>Wireframe.cc</b> sayılabilir. Yüksek çözünürlüklü görsel düzenlemeye odaklanan bir araç (örneğin Photoshop veya InDesign gibi bir yayıncılık yazılımı) tipik bir Wireframe ortamı değildir."
  },
  {
    "id": "336596",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi </strong><strong>Wireframe kullanmanın faydaları için <u>yanlıştır</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Web siteniz veya ürününüz hakkında ön konuşmalarda çok yardımcı olur ve görülen durumların değiştirilmesini kolaylaştırır.",
      "B": "Wireframe çalışmasından sonra yazılıma geçmek, daha belirgin kuralları takip etmenizi sağlar.",
      "C": "Wireframe aşamasında yapılan değişiklikler, kodlama başladıktan sonra gerekli görülen değişikliklerden çok daha kolay ve dolayısıyla daha ucuzdur.",
      "D": "Taslak çalışmaların yardımı ile fikir ve tasarımın her aşamasında son kullanıcılarla test edebilirsiniz.",
      "E": "Bir model çerçevesinde uygulanacak alan tasarımın yüzeyde nasıl görüneceğinin belirlenmesi amacıyla kullanılır."
    },
    "explanation": "Wireframe kullanmanın temel faydaları arasında <b>içerik hiyerarşisini netleştirmek</b>, tasarım hatalarını erken aşamada tespit etmek ve paydaşlarla temel düzen konusunda hızlı anlaşma sağlamak yer alır. Wireframe'ler düşük çözünürlüklü olduğundan, <b>nihai görsel çekicilik veya renk paletlerinin test edilmesi</b> Wireframe kullanmanın bir faydası veya amacı <u>değildir</u>; bu, Mock-up aşamasına aittir."
  },
  {
    "id": "336597",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisinin en temel amacı sitedeki hiyerarşiyi düzenlemektir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Tipografi",
      "B": "InVision",
      "C": "Mock-Up",
      "D": "Wireframe",
      "E": "prototip"
    },
    "explanation": "Bir web sitesindeki içeriğin ve bileşenlerin önem sırasını, düzenini ve akışını belirleyerek <b>hiyerarşiyi düzenlemeyi</b> en temel amaç edinen tasarım aşaması <b>Wireframe</b> (Tel Kafes) çalışmasıdır. Wireframe, sitenin iskelet yapısını tanımlayarak bilgi mimarisini kurar."
  },
  {
    "id": "336598",
    "unitNumber": 14,
    "text": "<strong>Aşağıdaki tasarım ortamlarından hangisi web tabanlıdır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "InDesign",
      "B": "Axure",
      "C": "Wireframe.cc",
      "D": "Adobe XD",
      "E": "InVision Studio"
    },
    "explanation": "Web tabanlı tasarım ortamları, genellikle tarayıcı üzerinden erişilebilen ve ekip çalışmasına olanak tanıyan araçlardır. Bu araçların en popüler örneklerinden biri, hem Wireframe hem Mock-up hem de Prototipleme imkanları sunan <b>Figma</b>'dır. Figma, bulut tabanlı yapısı sayesinde platform bağımsız çalışır."
  },
  {
    "id": "336599",
    "unitNumber": 14,
    "text": "<strong>F-Deseni tasarım modeli için aşağıdakilerden hangisi söylenebilir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Az yoğunlukta ve genellikle tek sayfadan veya ekrandan oluşan çalışmalarda insan gözünün hareket ettiği yolu açıklamaya çalışmıştır",
      "B": "Sadece metin odaklı olmayan, içeriğe göre uzayıp kısalabilen sayfa veya ekranlarda kullanılır",
      "C": "Yoğun içerik bloklarının kullanıldığı durumlarda insan gözünün bu blokları tararken hareket ettiği yolu açıklamaya çalışmıştır",
      "D": "Kullanıcının gözleri bu modele göre hareket ettiğinde, ekranda hayali bir “Z” şekli oluşturur",
      "E": "Kullanıcının gözleri ile izlediği bu yolu referans alarak tasarım alanını dörde ayırmıştır"
    },
    "explanation": "<b>F-Deseni (F-Pattern)</b> tasarım modeli, kullanıcıların özellikle <b>yoğun metin içeren</b> sayfalarda içeriği tam okumak yerine gözleriyle taradıklarını gösterir. Göz hareketleri, iki yatay çizgi ve sol tarafta dikey bir hat (bir F harfi şeklinde) çizer. Bu model, önemli içeriğin sol üst köşelere ve ilk iki paragrafın başlangıcına yerleştirilmesi gerektiğini önerir."
  },
  {
    "id": "336600",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi daha basit olan ve az sayıdaki içeriğin gösterilmesinin amaçlandığı tasarımlar için kullanılan tasarım modelidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Z-Deseni Tasarım Modeli",
      "B": "F-Deseni Tasarım Modeli",
      "C": "Gutenberg Diyagramı Tasarım Modeli",
      "D": "Altın Üçgen Deseni",
      "E": "Odak Noktaları Tasarım Modeli"
    },
    "explanation": "Daha basit olan ve az sayıdaki içeriğin, genellikle tek bir amaç doğrultusunda gösterilmesinin amaçlandığı tasarımlar (örneğin açılış sayfaları) için en uygun tasarım modeli <b>Z-Deseni</b>'dir. Z-Deseni, kısıtlı içeriğe sahip arayüzlerde net ve hızlı bir akış sağlar."
  },
  {
    "id": "336601",
    "unitNumber": 14,
    "text": "<strong>Tipografi aşağıdakilerden hangisi ile <u>ilgilenmez</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Metin stilleri",
      "B": "Metin boyutlar",
      "C": "Metin içeriği",
      "D": "Metinlerin konumu",
      "E": "Metin aralığı"
    },
    "explanation": "<b>Tipografi</b>, yazılı metinlerin görsel düzenlemesi ve sunumuyla ilgilenir. Bu; yazı tipi seçimi, boyutu, <b>satır aralığı (leading)</b>, <b>harf aralığı (kerning)</b> ve metin hiyerarşisi gibi konuları kapsar. Tipografi, doğrudan <b>sunucu tarafı performans yönetimi</b> veya veri tabanı tasarımı gibi arka uç (backend) işlevleri ile ilgilenmez."
  },
  {
    "id": "336602",
    "unitNumber": 14,
    "text": "<strong>Facebook tarafından geliştirilen Mock-up hazırlama ortamı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Origami Studio",
      "B": "Mockup Builder",
      "C": "Moqups",
      "D": "MockPlus",
      "E": "Sketch"
    },
    "explanation": "Facebook (Meta) tarafından özellikle gelişmiş ve yüksek kaliteli etkileşimli prototip ve Mock-up hazırlamak amacıyla geliştirilen araç <b>Origami Studio</b>'dur. Bu araç, genellikle tasarımcıların iOS ve Android uygulamaları için gerçekçi arayüzler ve akışlar oluşturmasına yardımcı olur."
  },
  {
    "id": "336603",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi prototip hazırlamanın avantajlarından biridir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Tasarım süresini kısaltmak",
      "B": "Metinsel ifadelerin stillerini belirlemek",
      "C": "Web sitesinin özelliklerini belirlemek",
      "D": "Hataların tespit edilmesini kolaylaştırmak",
      "E": "Tasarım maliyetini azaltmak"
    },
    "explanation": "Prototip hazırlamanın en önemli avantajlarından biri, tasarımın geliştirilmesinden önce <b>kullanıcılarla test etme</b> imkanı sunmasıdır. Bu, kritik kullanılabilirlik sorunlarının ve tasarım kusurlarının <b>erken aşamada tespit edilmesini</b> ve böylece potansiyel geliştirme maliyetlerinin ciddi ölçüde azaltılmasını sağlar."
  },
  {
    "id": "336604",
    "unitNumber": 14,
    "text": "<strong>Bir web sitesinin tasarım aşamaları sırasıyla aşağıdakilerden hangisinde doğru olarak verilmiştir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "MockUp - Wireframe - Prototip",
      "B": "Wireframe - MockUp - Prototip",
      "C": "Prototip - MockUp - Wireframe",
      "D": "MockUp - Prototip - Wireframe",
      "E": "Wireframe - Prototip - MockUp"
    },
    "explanation": "Bir web sitesinin tasarım süreci genellikle yapısal planlamadan görsel detaya ve nihayetinde etkileşimli denemeye doğru ilerler. Doğru sıralama: Öncelikle iskelet yapısı ve hiyerarşisi belirlenir (<b>Wireframe</b>). Ardından görsel stil ve detaylar eklenir (<b>Mock-up</b>). Son olarak, kullanıcı akışı ve etkileşim testleri için işlevsel model oluşturulur (<b>Prototip</b>)."
  },
  {
    "id": "336605",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi prototip çalışmalarının amaçlarından biridir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Arka plan resimleri, simgeler ve diğer dekoratif ögelerin seçimlerini yapmak",
      "B": "Web sitesi ve kullanıcı arasındaki etkileşim eksikliklerini ve hatalarını keşfetmek",
      "C": "Web sitesi için oluşturulmuş olan yönlendirmelerin nasıl görüneceğini belirlemek",
      "D": "Web sitesinde bulunması gereken özellikleri belirlemek",
      "E": "Sayfalar arasındaki geçişleri belirlemek"
    },
    "explanation": "Prototip çalışmalarının temel amacı, tasarlanmış arayüzün <b>kullanılabilirlik (usability)</b> ve <b>kullanıcı deneyimi (UX)</b> açısından işleyişini, kullanıcı akışlarını ve etkileşimlerini test etmektir. Bu, tasarımın kullanıcı beklentilerini karşılayıp karşılamadığını görmeyi sağlar."
  },
  {
    "id": "371667",
    "unitNumber": 14,
    "text": "<strong>Genellikle doğayı ve sürdürülebilirliği çağrıştıran renk aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Turuncu",
      "B": "Mavi",
      "C": "Yeşil",
      "D": "Kahverengi",
      "E": "Kırmızı"
    },
    "explanation": "Renk psikolojisine göre <b>Yeşil</b> renk, genellikle <b>doğa</b>, <b>büyüme</b>, sağlık, huzur ve özellikle <b>sürdürülebilirlik</b> kavramlarıyla ilişkilendirilir. Bu nedenle çevre dostu veya organik ürünleri temsil eden markalar tarafından sıklıkla kullanılır."
  },
  {
    "id": "371671",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi prototip çalışmalarının amaçlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Web sitesi ve kullanıcı arasındaki etkileşim eksikliklerini ve hatalarını keşfetmek",
      "B": "Farklı tasarım fikirlerini kolayca karşılaştırabilmek",
      "C": "Geliştirilen web sitesinde bulunması gereken özellikleri belirlemek",
      "D": "Ürünün sözel olarak anlatılması zor olan özelliklerini de içeren bir sunum olarak da kullanmak",
      "E": "Kullanıcılara fikrin kolay aktarılabilmesi sebebiyle geri bildirim toplamayı kolaylaştırmak"
    },
    "explanation": "Prototip çalışmaları, tasarımın test edilmesi ve onaylanması aşamasıdır. Prototipin amacı, <b>nihai ürünün pazarlamasını planlamak</b> veya <b>pazarlama stratejilerini belirlemek</b> değildir. Bu tür aktiviteler, ürün geliştirme sürecinin daha sonraki bir aşaması veya ayrı bir disiplin olan pazarlama departmanının sorumluluğundadır."
  },
  {
    "id": "371673",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi oluşturduğunuz prototipi size html, css ve ilişkili javascript kodları ile tamamlanmış bir web sitesi şeklinde hazır getirebilir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Balsamiq",
      "B": "webFlow",
      "C": "InDesign",
      "D": "Adobe XD",
      "E": "Sketch"
    },
    "explanation": "Bazı gelişmiş tasarım ve prototipleme araçları, tasarımları doğrudan <b>HTML, CSS ve JavaScript</b> gibi web teknolojilerine dönüştürerek çalışan bir site çıktısı verebilir. <b>Webflow</b>, tasarımcıların görsel arayüzde çalışırken, çıktı olarak temiz ve üretim kalitesinde kod almasını sağlayan popüler bir web tabanlı platformdur."
  },
  {
    "id": "396285",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi prototip hazırlamanın avantajlarından biri <u>değildir</u>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Hata tespiti yapar.",
      "B": "Çalışmanın tamamının gözden geçirilmesine imkân sağlar.",
      "C": "Ortak çalışma verimliliğini artırır.",
      "D": "Geliştirme sürecini taleplere uygun şekilde planlar.",
      "E": "Tasarım maliyetini azaltır."
    },
    "explanation": "Prototip hazırlamak, maliyetleri düşürme, erken geri bildirim alma ve kullanılabilirliği test etme avantajlarına sahiptir. Ancak prototipler, sadece görsel ve etkileşimsel bir model olduğundan, <b>site trafiği yönetimi veya sunucu performansı</b> gibi teknik arka uç (backend) konularıyla ilgili avantajlar sunmaz."
  },
  {
    "id": "397666",
    "unitNumber": 14,
    "text": "<strong>UX tasarımcıları tarafından kullanılan ve bir web sitesi, uygulama veya ürün için tasarımlarının bilgi hiyerarşisini tanımlamalarına ve planlamalarına olanak tanıyan uygulama aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Ürün",
      "B": "Tipografi",
      "C": "Prototiper",
      "D": "Mockup",
      "E": "WireFrame"
    },
    "explanation": "UX tasarımcılarının, bir web sitesi, uygulama veya ürün için <b>bilgi hiyerarşisini</b> tanımlamalarına ve planlamalarına olanak tanıyan uygulamalara <b>Wireframe</b> (Tel Kafes) uygulamaları denir. Bu uygulamalar, içeriğin ve işlevselliğin yapısal düzenine odaklanarak tasarımın temel iskeletini oluşturur."
  }
]