[
  {
    "id": "380306",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi yayın grafiği kapsamına giren tasarım ürünlerinden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Gazete",
      "B": "Dergi",
      "C": "Tabela",
      "D": "Broşür",
      "E": "Kitap"
    },
    "correctAnswer": "C",
    "explanation": "Yayın grafiği (Publishing Graphics), içeriğin çoğaltılması ve dağıtılması amacıyla tasarlanan görsel iletişim ürünlerini kapsar. Bunlara <b>gazeteler, dergiler, kitaplar</b> ve <b>broşürler</b> gibi basılı veya dijital materyaller dahildir. Yayın grafiği kapsamına girmeyen bir ürün, genellikle kişisel sanat eserleri, endüstriyel tasarımlar veya mimari yapılar gibi çoğaltma ve süreli yayıncılık amacı taşımayan nesnelerdir."
  },
  {
    "id": "380309",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi tarih öncesi mağara duvar resimlerinin en önemli özellikleri arasında yer alır?</strong>",
    "options": {
      "A": "Çizimlerde boya tekniği konusunda oldukça iyidirler",
      "B": "Çizimler çok renk kullanmışlardır",
      "C": "Çizimlerde oran ve orantıya dikkat etmişlerdir",
      "D": "Çizimlerde yüksek düzeyde gözlem ve stilizasyon yeteneği gizlidir",
      "E": "Çizimlerde görselleri sürekli tekrarlamışlardır"
    },
    "correctAnswer": "D",
    "explanation": "Tarih öncesi mağara duvar resimleri, <b>insanlığın ilk görsel iletişim biçimi</b> olarak kabul edilir. Bu resimlerin en önemli özelliği, o dönemin avcılık pratiklerini, hayvan figürlerini ve gündelik yaşamlarını <b>sembolik ve ritüelistik</b> amaçlarla kaydetme çabasıdır. Bu, bilginin sözlü gelenek dışına çıkarak görsel yollarla aktarılmasının ilk adımıdır."
  },
  {
    "id": "380312",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi insanlık tarihinde en eski yazılı kayıtlar arasında yer almaktadır?</strong>",
    "options": {
      "A": "Uruk kentinde bulunan tabletlerdir",
      "B": "Erzurum’da bulunan tabletler",
      "C": "Budapeşte’de bulunan tabletler",
      "D": "Efes kazılarında bulunan tabletler",
      "E": "Osaka’da bulunan tabletler"
    },
    "correctAnswer": "A",
    "explanation": "İnsanlık tarihinde bilinen en eski yazılı kayıtlar, yaklaşık MÖ 3200 yıllarında Mezopotamya'da (Sümerler) geliştirilen <b>çivi yazısıdır (cuneiform)</b>. Çivi yazısı, başlangıçta ticari kayıtları tutmak amacıyla kil tabletler üzerine kama şeklindeki uçlarla basılırdı ve bu, bilginin kalıcı hale getirilmesinde devrim yarattı."
  },
  {
    "id": "380315",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi ilk alfabenin temelini oluşturan resim yazı örneği arasında yer alır?</strong>",
    "options": {
      "A": "Semafor piktogramları",
      "B": "Filipin piktogramları",
      "C": "Frig Vadisi piktogramları",
      "D": "Kapadokya piktogramları",
      "E": "Girit piktogramları"
    },
    "correctAnswer": "E",
    "explanation": "İlk alfabenin (fonetik temelli yazı sistemlerinin) temelini oluşturan resim yazı örnekleri, <b>Mısır Hiyeroglifleridir</b>. Hiyeroglifler, hem logografik hem de fonetik unsurlar içeriyordu. Fenikeliler ve diğer Akdeniz medeniyetleri, Mısır hiyerogliflerinin basitleştirilmiş ve sadece sesleri temsil eden işaretlerini alarak, modern alfabenin atası olan ilk gerçek alfabeyi geliştirmiştir."
  },
  {
    "id": "380319",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi Eski Mısır'da papirüs olarak adlandırılan yazıların yazıldığı yüzey arasında yer alır?</strong>",
    "options": {
      "A": "İnce taş tabletler",
      "B": "Papirüs bitkisi yaprağı",
      "C": "Küçük baş hayvan derisi",
      "D": "Nil timsahı derisi",
      "E": "Ağaç kabukları"
    },
    "correctAnswer": "B",
    "explanation": "Eski Mısır'da yazıların yazıldığı ve 'papirüs' olarak adlandırılan yüzey, <b>Cyperus papyrus</b> adı verilen bir sulak alan bitkisinin saplarından üretilirdi. Bu bitkinin lifli kısımları preslenip kurutularak, kağıdın ilk atası sayılan, hafif ve taşınabilir bir yazı malzemesi elde edilmiştir. Bu icat, bilginin taşınabilirliğini büyük ölçüde artırmıştır."
  },
  {
    "id": "380321",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi Gutenberg’in matbaayı bulmasının en önemli sonuçları arasında <u>yer almaz</u>?</strong>",
    "options": {
      "A": "Yeni kolonilerin bulunması",
      "B": "Basılan ürünlerin yaygınlaşması",
      "C": "Yayın grafiği ürünlerinin çoğaltılması",
      "D": "Bilimsel bilginin yayılması",
      "E": "Yayıncılığın çeşitlenmesi ve artması"
    },
    "correctAnswer": "A",
    "explanation": "Johannes Gutenberg'in hareketli tip matbaayı icat etmesi (yaklaşık 1440'lar), tarihin en önemli iletişim devrimlerinden biridir. Sonuçları arasında <b>kitap maliyetlerinin düşmesi</b>, <b>bilgiye erişimin demokratikleşmesi</b> ve <b>okuryazarlık oranının artması</b> yer alır. Matbaanın sonuçları arasında <u>yer almayacak</u> bir durum, üretim hızının yavaşlaması veya elle yazılan el yazmalarının yaygınlaşması gibi matbaanın etkilerine ters düşen bir durumdur."
  },
  {
    "id": "380324",
    "unitNumber": 1,
    "text": "<strong>Yayın grafiği tarihinde Litografi tekniğinin en önemli faydası arasında aşağıdakilerden hangisi yer alır?</strong>",
    "options": {
      "A": "Baskı hızının artması",
      "B": "Çok renk kullanılması",
      "C": "Fotoğrafik etkinin güçlenmesi",
      "D": "Baskı hatalarının azalması",
      "E": "Baskı maliyetinin düşmesi"
    },
    "correctAnswer": "C",
    "explanation": "Litografi (taş baskı) tekniği, Alois Senefelder tarafından 1798'de keşfedilmiştir. Yayın grafiği tarihindeki en önemli faydası, <b>sanatçıların çizimlerini ve metinleri kimyasal bir süreçle</b> (yağ ve suyun birbirini itmesi prensibi) doğrudan baskı plakasına aktarabilme yeteneğidir. Bu, özellikle karmaşık illüstrasyonların ve daha sonra <b>renkli baskıların</b> ticari olarak hızlı ve kaliteli bir şekilde çoğaltılmasını sağlamıştır."
  },
  {
    "id": "380327",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi klavye yardımıyla çalışan ilk dizgi makinesini tasarlayan kişi arasında yer alır?</strong>",
    "options": {
      "A": "Tolbert Lanston",
      "B": "Johannes Gutenberg",
      "C": "Friedric Koening",
      "D": "Ottmar Mergenthaler",
      "E": "Julies Cheret"
    },
    "correctAnswer": "D",
    "explanation": "Klavye yardımıyla çalışan ve gazete yayıncılığını devrimci bir şekilde hızlandıran ilk dizgi makinesi, <b>Linotype</b> makinesidir. Bu makineyi 1886 yılında tasarlayan kişi <b>Ottmar Mergenthaler</b>'dir. Linotype, dizgi işlemini otomatize ederek, elle dizgiye göre çok daha hızlı bir şekilde bütün bir satırı (“line of type”) tek bir kalıpta oluşturuyordu."
  },
  {
    "id": "380330",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi masaüstü yayıncılığın öncüleri arasında <u>yer almaz</u>?</strong>",
    "options": {
      "A": "John Warnock",
      "B": "Steven Jobs",
      "C": "Steve Wozniak",
      "D": "Paul Brainard",
      "E": "Joseph Niepce"
    },
    "correctAnswer": "E",
    "explanation": "Masaüstü Yayıncılık (DTP), 1980'lerin ortalarında ortaya çıkan ve kişisel bilgisayarlar ile profesyonel yayıncılık yapmayı mümkün kılan bir devrimdir. Öncü teknolojiler arasında <b>Apple Macintosh</b> bilgisayarlar, <b>Adobe PostScript</b> sayfa tanımlama dili ve <b>Aldus PageMaker</b> yazılımı yer alır. Bu bileşenlerin dışında kalan bir kişi veya teknoloji, DTP'nin öncüsü sayılmaz."
  },
  {
    "id": "380333",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi gazetelerin özellikleri arasında <u>yer almaz</u>?</strong>",
    "options": {
      "A": "Basılı süreli yayınlardır.",
      "B": "Tamamen reklam amaçlı çıkarılır.",
      "C": "Genellikle 8 sütuna göre tasarlanır.",
      "D": "Haber ve bilgi paylaşım hedeflidir.",
      "E": "Basılı ve elektronik olarak üretilir."
    },
    "correctAnswer": "B",
    "explanation": "Gazeteler, yayın grafiğinin temel ürünlerinden olup belirli özelliklere sahiptir. Bunlar arasında <b>süreli yayın</b> olması (günlük, haftalık vb.), <b>güncel olaylara odaklanması</b> ve <b>geniş bir kitleye</b> hitap etmesi bulunur. Gazetelerin özellikleri arasında <u>yer almayacak</u> bir durum, akademik derinlikte veya kalıcı ciltlenmiş formatta olması gibi süreli yayıncılık doğasına aykırı özelliklerdir."
  },
  {
    "id": "381797",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi Sanayi Devrimi ile gelişen matbaa makineleri arasında <u>yer almaz</u>?</strong>",
    "options": {
      "A": "Dökme demir matbaa makineleri",
      "B": "Buharlı matbaa makineleri",
      "C": "Linotype matbaa makineleri",
      "D": "Litografik rotatif matbaa",
      "E": "Gutenberg matbaa makineleri"
    },
    "correctAnswer": "E",
    "explanation": "Sanayi Devrimi, baskı teknolojisinde büyük bir ilerleme sağladı. Gelişen makineler arasında <b>buharla çalışan silindirli baskı makineleri</b> (Koenig & Bauer), <b>rotatif (döner) baskı makineleri</b> ve daha hızlı dizgi sağlayan makineler yer alır. Matbaa öncesi veya çok sonraki bir teknoloji (örneğin, manuel ahşap baskı presi veya modern dijital baskı), Sanayi Devrimi ile gelişen makineler arasında yer almaz."
  },
  {
    "id": "381801",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi elektronik yayıncılığın kazanımları arasında <u>yer almaz</u>?</strong>",
    "options": {
      "A": "Kâğıt israfını azaltmıştır.",
      "B": "Bilgiye erişim hızlanmıştır.",
      "C": "Yaratıcı üretimler kolaylaşmıştır.",
      "D": "İş gücü daha fazla artmıştır.",
      "E": "Çok farklı sektöre ulaşılabilmektedir."
    },
    "correctAnswer": "D",
    "explanation": "Elektronik yayıncılık, içeriğin dijital ortamda üretilmesi ve dağıtılması sürecidir. Kazanımları arasında <b>multimedya entegrasyonu</b>, <b>küresel ve anlık erişim</b>, <b>düşük üretim maliyeti</b> ve <b>içeriğin kolay güncellenebilirliği</b> bulunur. Elektronik yayıncılığın kazanımları arasında <u>yer almayacak</u> bir durum, yüksek fiziksel depolama ihtiyacı veya dağıtımın yavaşlaması gibi dijital doğasına aykırı durumlardır."
  },
  {
    "id": "381807",
    "unitNumber": 1,
    "text": "<strong>Aşağıdakilerden hangisi çağlar boyunca bilgi aktarım araçlarının başında yer almıştır?</strong>",
    "options": {
      "A": "Dergi",
      "B": "Gazete",
      "C": "El ilanı",
      "D": "Kitap",
      "E": "Broşür"
    },
    "correctAnswer": "D",
    "explanation": "Çağlar boyunca bilginin aktarımının temel aracı, <b>yazı</b> olmuştur. Mağara resimlerinden başlayarak, çivi yazısı, hiyeroglifler ve nihayet matbaa ile çoğaltılan metinler, bilginin kuşaktan kuşağa kalıcı ve standart bir formatta aktarılmasını sağlamıştır. Yazı, bilginin zamana ve mekâna yayılmasını mümkün kılan en önemli araçtır."
  },
  {
    "id": "380345",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi grafik tasarımcı kelimesini oluşturan köklerden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Çizen",
      "B": "Planlayan",
      "C": "Yapan",
      "D": "Eskizleyen",
      "E": "Tasarlayan"
    },
    "correctAnswer": "C",
    "explanation": "Grafik tasarım kelimesi iki ana kökten gelir:<br>1. <b>Grafik (Graphic):</b> Yunanca 'graphikos' (yazılı, çizili) ve Latince 'graphicus' (yazma/çizme ile ilgili) köklerinden türemiştir.<br>2. <b>Tasarım (Design):</b> Latince 'designare' (işaret etmek, planlamak, tasarlamak) kökünden gelir.<br>Dolayısıyla, tasarımcı, çizme, yazma ve planlama eylemlerini birleştiren bir rolü ifade eder. Şıklarda yer alacak olan ve bu köklerden biri olmayan (örneğin 'Mimari' veya 'Heykel') doğru cevaptır çünkü bunlar grafik tasarımın etimolojik köklerini oluşturmaz."
  },
  {
    "id": "380350",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi hem sanat hem de tasarım üretimi için ortak bir konudur?</strong>",
    "options": {
      "A": "Hızlı üretim zorunludur.",
      "B": "Fiyatı uygun olmalıdır.",
      "C": "Estetik kaygı taşımaktadır.",
      "D": "Kullanacak kişinin ihtiyaçları önceliklidir.",
      "E": "Çok sayıda üretilmelidir."
    },
    "correctAnswer": "C",
    "explanation": "Tasarım ve sanatın amaçları farklı olsa da (sanat ifade amaçlı, tasarım problem çözme amaçlıdır), her ikisinin üretim sürecinin merkezinde <b>yaratıcılık</b> (creativity) yer alır.<br>Hem bir sanat eseri hem de bir grafik tasarım ürünü, estetik form ve yenilikçi çözümler aracılığıyla izleyiciye ulaşmayı hedefler. Bu nedenle, fikrin özgün bir şekilde ortaya konulması (yaratıcılık) her iki disiplin için de ortak ve temel bir konudur."
  },
  {
    "id": "380354",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi fikir oluşturma süreci için önemli bir hazırlıktır?</strong>",
    "options": {
      "A": "Esneme gerinme hareketleri yapmak.",
      "B": "Ön araştırma yapmak.",
      "C": "Bol besin tüketmek.",
      "D": "Çalışma ortamını toparlamak.",
      "E": "Üretim malzemelerinin kontrolünü yapmak."
    },
    "correctAnswer": "B",
    "explanation": "Fikir (ideation) aşamasına geçmeden önce, tasarımcının elindeki problemi tam olarak anlaması gerekir. Bu da <b>kapsamlı ön araştırma</b> ve <b>brief analizi</b> ile mümkündür. <br>Hazırlık aşamasında hedef kitle, pazar, rakipler ve teknik kısıtlamalar incelenir. Bu hazırlık, fikir oluşturma sürecinin 'ne' hakkında olması gerektiğini belirler ve yaratıcılığa doğru yön verir."
  },
  {
    "id": "380358",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi grafik tasarım süreçlerinden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Talebin anlaşılması",
      "B": "Fiziksel etkinlik aşaması",
      "C": "Ön araştırma",
      "D": "Taslağın oluşturulması",
      "E": "Tasarımın nihai halinin oluşturulması"
    },
    "correctAnswer": "B",
    "explanation": "Grafik tasarım süreci genellikle şu aşamalardan oluşur: Brief/Problem Tanımı, Araştırma, Fikir Geliştirme (İdeasyon), Tasarım Geliştirme/Eskiz, Üretim/Uygulama ve Değerlendirme. <br>Bu çekirdek sürecin dışında kalan ve genellikle idari, lojistik veya nihai satış sonrası aşamalar olan konular (örneğin <b>nihai ürünün lojistik dağıtımı</b> veya <b>satış sonrası garanti işlemleri</b>) grafik tasarım süreçlerinden biri olarak kabul edilmez."
  },
  {
    "id": "380361",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerin hangisi tasarım sürecinin bir parçası <u>değildir</u>?</strong>",
    "options": {
      "A": "Fiyat indirmek",
      "B": "Talebin anlaşılması",
      "C": "Ön araştırma yapılması",
      "D": "Taslağın oluşturulması",
      "E": "Tasarımın nihai halinin oluşturulması"
    },
    "correctAnswer": "A",
    "explanation": "Tasarım süreci, bir ihtiyacın tanımlanmasından (brief) projenin tamamlanıp uygulamaya konulmasına kadar geçen yaratıcı ve teknik aşamaları içerir. <br>Bu sürecin doğrudan bir parçası olmayan eylemler genellikle idari veya üretim sonrası işlemlerdir. Örneğin, tasarlanan ürünün fiziksel depolanması veya muhasebe kayıtlarının tutulması gibi <b>lojistik ve finansal yönetim</b> süreçleri, çekirdek tasarım sürecinin bir parçası değildir."
  },
  {
    "id": "380363",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi proje ön araştırmasının kapsamında <u>yer almaz</u>?</strong>",
    "options": {
      "A": "Ele alınacak proje konusuna ilişkin önemli örnekler",
      "B": "Ele alınacak projenin hedef kitlesinin beğenileri",
      "C": "Projenin tasarımcısının maddi kazanç bilgileri",
      "D": "Projenin yayımlanacağı malzemenin bilgileri",
      "E": "Projenin sunulacağı ortamın bilgileri"
    },
    "correctAnswer": "C",
    "explanation": "Proje ön araştırması, brief'te belirtilen sorunu çözmek için gerekli bağlamı toplamayı amaçlar. Bu kapsamda pazar analizi, rakip analizi, hedef kitle sosyolojisi ve projenin teknik kısıtlamaları incelenir.<br>Ancak, <b>projenin genel yönetimsel veya maliyetlendirme kararları</b> (örneğin bütçenin yeterliliğine karar vermek veya tasarımcının nihai kar marjını hesaplamak) ön araştırmanın bir sonucu olabilir, ancak araştırmanın kendisinin doğrudan bir kapsamında yer almaz; bu, genellikle proje yönetimi veya müşteri kararıdır."
  },
  {
    "id": "380407",
    "unitNumber": 2,
    "text": "<strong>Beyin Fırtınası Tekniği gerçekleştirilirken hangi içerikte fikirler ortaya sunulmalıdır?</strong>",
    "options": {
      "A": "Çocuk sağlığını düşünen",
      "B": "Doğayı korumaya odaklı",
      "C": "Konunun çağrıştırdığı tüm bağlamlarda",
      "D": "Sağlıklı beslenmeyi öven",
      "E": "Silahsızlanmaya dikkat çeken"
    },
    "correctAnswer": "C",
    "explanation": "Beyin Fırtınası Tekniği (Brainstorming) temel kuralı, ilk aşamada <b>miktara odaklanmak</b> ve <b>yargılamayı ertelemektir</b>. Amaç, eleştiri filtresi olmadan, olabildiğince çok ve çeşitli fikir üretmektir. <br>Bu nedenle, ortaya sunulan fikirler çılgın, mantıksız veya uygulanması zor olabilir; önemli olan, yaratıcılığı sınırlamadan serbestçe ifade edilmeleridir."
  },
  {
    "id": "380408",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi yaratıcı bir yayın grafiği tasarımı projesinin ön şartıdır?</strong>",
    "options": {
      "A": "Yeni olmak.",
      "B": "Beğeni uyandırıcı olmak.",
      "C": "Büyük boyutlu olmak.",
      "D": "Pahalı olmak.",
      "E": "Çok görünür olmak."
    },
    "correctAnswer": "A",
    "explanation": "Yaratıcı bir projenin başarılı olmasının ön şartı, yaratıcılığın uygulanacağı <b>sınırların ve hedeflerin net olarak belirlenmesidir</b>. <br>Yayın grafiği projesinde, projenin amacının (bilgilendirme, ikna etme vb.) ve hitap edeceği <b>hedef kitlenin</b> tanımlanması zorunludur. Bu netlik, tasarımcının yaratıcı enerjisini doğru iletişim hedefine yönlendirmesini sağlar."
  },
  {
    "id": "380409",
    "unitNumber": 2,
    "text": "<strong>Bireyin yaratıcı yetilerinin en yüksek olduğu zaman dilimi aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Sabah saatleridir.",
      "B": "Öğle saatleridir.",
      "C": "Akşamüstü saatleridir.",
      "D": "Akşam saatleridir.",
      "E": "Her birey için farklı saatlerdir."
    },
    "correctAnswer": "E",
    "explanation": "Yaratıcılık psikolojisinde, bireyin yaratıcı yetilerinin en yüksek olduğu zaman dilimleri genellikle <b>zihnin dinlenmiş olduğu ve rutin baskıların azaldığı</b> anlardır. <br>Özellikle bir problem üzerinde çalışıp ara verdikten sonra (kuluçka dönemi), zihnin rahatladığı ve 'Aydınlanma' (Illumination) anlarının yaşandığı, yani fikirlerin kendiliğinden ortaya çıktığı zaman dilimleri, yaratıcı üretkenliğin zirvesi olarak kabul edilir."
  },
  {
    "id": "380411",
    "unitNumber": 2,
    "text": "<strong>Yayın grafiği tasarımının ele aldığı ana konulardan bazıları aşağıdakilerden hangisinde doğru olarak belirtilmiştir?</strong>",
    "options": {
      "A": "Logo, Seramik.",
      "B": "Halıcılık, Kitap Tasarımı",
      "C": "Maskot Karakter, Kuklacılık.",
      "D": "Font, Sayfa Düzeni.",
      "E": "Kullanıcı Ara Yüzü, Sinema Filmi"
    },
    "correctAnswer": "D",
    "explanation": "Yayın grafiği (Publication Design), gazete, dergi, kitap ve broşür gibi basılı veya dijital yayınların tasarımını kapsar. <br>Bu alanın ana konuları, metin ve görsellerin okuyucuya en etkili şekilde iletilmesini sağlamaktır. Bunlar başlıca şunlardır: <b>Tipografi</b> (yazı karakteri ve metin düzenlemesi), <b>Sayfa Düzeni (Layout)</b> ve bu düzeni destekleyen <b>Grid Sistemleri</b>."
  },
  {
    "id": "381916",
    "unitNumber": 2,
    "text": "<strong>Bulunan bir fikrin eski bir tasarımda kullanılmadığından emin olmak isteyen kişi aşağıdakilerden hangisini yapmalıdır?</strong>",
    "options": {
      "A": "Çalışma arkadaşlarına sormalıdır.",
      "B": "Konu üzerine derinlikli düşünmelidir.",
      "C": "Daha yaratıcı olmak için odaklanmalıdır.",
      "D": "Ön araştırma yapmalıdır.",
      "E": "Aynı fikri daha önce görüp görmediğini hatırlamalıdır."
    },
    "correctAnswer": "D",
    "explanation": "Bir fikrin özgünlüğünden emin olmak ve daha önce piyasada kullanılmadığını garantilemek için tasarım sürecinin araştırma aşamasında <b>kapsamlı piyasa analizi ve telif/marka araştırması</b> yapılmalıdır. <br>Bu araştırma, hem yasal sorunları önlemek hem de tasarımın gerçekten yenilikçi ve ayırt edici olmasını sağlamak açısından kritik öneme sahiptir. Rakip tasarımların ve mevcut fikri mülkiyetlerin kontrol edilmesi gerekir."
  },
  {
    "id": "381926",
    "unitNumber": 2,
    "text": "<strong>Beyin Fırtınası Tekniği aşağıdaki amaçlardan hangisi için kullanılmaktadır?</strong>",
    "options": {
      "A": "Çalışma süresini artırmak",
      "B": "Yaratıcı fikir bulmak",
      "C": "Araştırma yapmak",
      "D": "Gider kalemi oluşturmak",
      "E": "Çalışmayı daha güzel göstermek"
    },
    "correctAnswer": "B",
    "explanation": "Beyin fırtınası tekniği (Brainstorming), belirli bir soruna çözüm bulmak amacıyla <b>kısa sürede yüksek miktarda alternatif fikir</b> üretmek için kullanılır. <br>Bu teknik, yaratıcı çözümlerin ortaya çıkma olasılığını artırmak için katılımcıları alışılmışın dışındaki düşünceleri paylaşmaya teşvik eder."
  },
  {
    "id": "381931",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi tasarımın sanattan farklı bir hedefidir?</strong>",
    "options": {
      "A": "Güzel görünmek",
      "B": "Yenilikçi olmak",
      "C": "İlgi çekici olmak",
      "D": "Farklı olmak",
      "E": "Bir sorunu çözmek"
    },
    "correctAnswer": "E",
    "explanation": "Sanat genellikle duygusal ifade ve estetik kaygılarla yapılırken, tasarımın temel hedefi <b>belirli bir işlevi yerine getirmek</b> veya <b>bir iletişim sorununu çözmektir</b>. <br>Tasarım, daima bir amaca hizmet eder (ürün satmak, bilgi vermek, navigasyon sağlamak vb.) ve bu işlevsellik, onu sanattan ayıran en belirgin hedeftir."
  },
  {
    "id": "381932",
    "unitNumber": 2,
    "text": "<strong>Beyin fırtınası tekniği gerçekleştirilirken ilk aşamada hangi nitelikte fikirler ortaya sunulmalıdır?</strong>",
    "options": {
      "A": "Kötü fikirler sunulmalıdır.",
      "B": "Hiç kullanılmamış fikirler sunulmalıdır.",
      "C": "Tüm fikirler bildirilir.",
      "D": "Kullanılagelen fikirler sunulmalıdır.",
      "E": "Çok iyi fikirler sunulmalıdır."
    },
    "correctAnswer": "C",
    "explanation": "Beyin fırtınası tekniğinin verimli olabilmesi için, ilk aşamada sunulan fikirlerin <b>yargılanmamış</b> ve <b>miktara odaklı</b> olması gerekir. Fikirlerin uygulanabilirliği veya mantıksallığı bu aşamada ikinci plandadır. <br>Tüm katılımcıların en uç, en sınırsız veya en çılgın görünen fikirleri dahi özgürce ortaya atabilmesi, sürecin zenginleşmesi için kritik öneme sahiptir."
  },
  {
    "id": "380428",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi yayın grafiğindeki tasarım elemanlarından biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Doku",
      "B": "Çizgi",
      "C": "Biçim",
      "D": "Birlik",
      "E": "Nokta"
    },
    "correctAnswer": "D",
    "explanation": "Yayın grafiği tasarımında kullanılan temel unsurlar <b>tasarım elemanları</b> olarak adlandırılır. Bunlar genellikle Çizgi, Şekil, Form, Doku, Boşluk (Alan), Renk ve Tipografi gibi görsel unsurlardır. Eğer seçeneklerde <b>Denge</b> (Balance), <b>Ritim</b> (Rhythm) veya <b>Vurgu</b> (Emphasis) gibi kavramlar varsa, bunlar eleman değil, tasarımın düzenleniş biçimini belirleyen <b>tasarım ilkeleri</b> grubuna dahildir ve doğru cevap (tasarım elemanı olmayan) bu ilkelerden biri olacaktır."
  },
  {
    "id": "380429",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi tasarım ilkeleri arasında <u>yer almaz</u>?</strong>",
    "options": {
      "A": "Oran orantı",
      "B": "Denge",
      "C": "Hiyerarşi",
      "D": "Vurgu",
      "E": "Form"
    },
    "correctAnswer": "E",
    "explanation": "<b>Tasarım ilkeleri</b>, tasarım elemanlarının (çizgi, renk, şekil vb.) bir araya getirilme ve düzenlenme biçimlerini açıklayan, estetik ve işlevsel bir bütünlük sağlayan kılavuzlardır. Bunlar arasında <b>Denge</b>, <b>Vurgu</b>, <b>Ritim</b>, <b>Kontrast</b>, <b>Bütünlük</b> ve <b>Hiyerarşi</b> bulunur.<br> Eğer bir seçenek <b>Form</b>, <b>Doku</b> veya <b>Renk</b> gibi görsel bir unsurun kendisini tanımlıyorsa, bu bir ilke değil, bir <b>tasarım elemanıdır</b> ve bu durumda ilke olmayan seçenek bu elemanlardan biri olacaktır."
  },
  {
    "id": "380430",
    "unitNumber": 3,
    "text": "<strong>Yayın ve yayın grafiği terimlerinin tanımlamasında aşağıdaki bilgilerin hangisi <u>yer almamaktadır</u>?</strong>",
    "options": {
      "A": "Yayınlar dijital ve basılı olarak iki farklı mecrada da yer alır.",
      "B": "Yayın, bilgi, duyuru ve ileti aktarımında kullanılır.",
      "C": "Dijital mecralar yayın grafiklerinde basılı mecralar kadar etkin değildir.",
      "D": "Dijital yayınlara erişim daha kolaydır.",
      "E": "Yayın grafiğindeki görseller tipografiye göre daha önce algılanır."
    },
    "correctAnswer": "C",
    "explanation": "<b>Yayın grafiği</b>, basılı veya dijital ortamlarda çoğaltılmak ve dağıtılmak üzere hazırlanan materyallerin (kitap, dergi, gazete, broşür vb.) görsel iletişim ihtiyaçlarını karşılamak amacıyla, metin ve görsellerin estetik ve işlevsel olarak düzenlenmesi sürecini ifade eder.<br>Tanımda genellikle <b>çoğaltma</b>, <b>düzenleme</b>, <b>görsel iletişim</b> ve <b>dağıtım</b> gibi unsurlar yer alır. Eğer tanımın kapsamına girmeyen (örneğin sadece kişisel kullanım veya geçici bir görsel performans gibi) bir ifade varsa, doğru cevap o ifade olacaktır."
  },
  {
    "id": "380433",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi tasarım elemanlarından çizgiyle ilgili doğru bir bilgidir?</strong>",
    "options": {
      "A": "Çizgi insan icadıdır.",
      "B": "Çizgi doğada mevcuttur.",
      "C": "Tasarımın en küçük birimidir.",
      "D": "Yan anlamları ve psikolojik etkileri yoktur.",
      "E": "Bir nesnenin boşlukta kapladığı alandır."
    },
    "correctAnswer": "A",
    "explanation": "<b>Çizgi</b>, tasarım elemanlarının en temelidir ve iki nokta arasındaki mesafeyi, yönü veya sınırı temsil eder. Çizginin temel işlevleri şunlardır:<br>1. <b>Yön</b> ve <b>hareket</b> yaratmak (izleyicinin gözünü yönlendirmek).<br>2. Şekillerin <b>kenarlarını</b> tanımlamak.<br>3. Boşlukları bölmek veya bölümleri ayırmak.<br>Bu nedenle çizgi, kompozisyonda akış ve yapı sağlamada hayati bir role sahiptir."
  },
  {
    "id": "380434",
    "unitNumber": 3,
    "text": "“Nesnenin yüzey örüntüsüdür ve doğanın özünde vardır.” <strong>Bu tanımlama hangi tasarım ilke veya elemana aittir?</strong>",
    "options": {
      "A": "Form",
      "B": "Doku",
      "C": "Biçim",
      "D": "Hiyerarşi",
      "E": "Ritim"
    },
    "correctAnswer": "B",
    "explanation": "Tanımlamada bahsedilen 'Nesnenin <b>yüzey örüntüsü</b>' ifadesi doğrudan <b>Doku</b> (Texture) tasarım elemanını işaret eder. Doku, bir yüzeyin hissedilen (dokunsal) veya görsel olarak algılanan kalitesidir. Doku, nesnelerin pürüzlü, düz, yumuşak veya sert gibi özelliklerini yansıtır ve tasarımda derinlik ve ilgi katmak için kullanılır."
  },
  {
    "id": "380438",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi yayın grafiğinde tasarım elemanlarından renk ile ilgili doğru bir bilgi <u>değildir</u>?</strong>",
    "options": {
      "A": "Işığın dışa vurumudur.",
      "B": "Biçim ve içerikten önce algılanır.",
      "C": "Cmyk ve Rgb olarak iki renk modeli mevcuttur.",
      "D": "Renklerin psikolojik etkileri mevcuttur.",
      "E": "Renklerin anlamları yayın grafiklerinin çeşitlerine göre değişir."
    },
    "correctAnswer": "E",
    "explanation": "Renk, tasarımda hem estetik hem de psikolojik açıdan güçlü bir <b>tasarım elemanıdır</b>. Renk, genellikle üç temel özelliği üzerinden incelenir: <b>Ton</b> (Hue), <b>Değer</b> (Value - açıklık/koyuluk) ve <b>Doygunluk</b> (Saturation - yoğunluk).<br>Renklerin duygusal etkileri vardır (sıcaklık/soğukluk), hiyerarşi oluşturur ve belirli bir anlamı iletebilir.<br>Renk ile ilgili yanlış bir bilgi, bu temel özelliklerden birini hatalı tanımlayan veya rengin işlevini yanlış ilişkilendiren bir ifade olacaktır."
  },
  {
    "id": "380440",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi RGB ve CMYK renk modellerini tanımlarken kullanılan bir bilgidir?</strong>",
    "options": {
      "A": "RGB; kırmızı, yeşil ve macenta renklerini, CMYK ise mavi, macenta, sarı ve beyaz renklerini temsil eder.",
      "B": "Tasarım yapılırken bilgisayar ortamında RGB renk modeli kullanılırken, baskı aşamasında CMYK renk modeli kullanılır.",
      "C": "RGB baskı renkleri olarak adlandırılır.",
      "D": "CMYK ışık renkleri olarak adlandırılır.",
      "E": "RGB ve CMYK renk modelleri yayın grafiklerinin sadece basılı mecralarında kullanılıp, dijital mecralarında kullanılmaz."
    },
    "correctAnswer": "B",
    "explanation": "<b>RGB</b> (Kırmızı, Yeşil, Mavi), dijital ekranlarda, televizyonlarda ve web sitelerinde kullanılan <b>ışık temelli</b> (toplamsal) bir renk modelidir. Bu modelde tüm renkler birleştiğinde beyaz ışık oluşur.<br><b>CMYK</b> (Cyan, Magenta, Yellow, Key/Black), baskı materyallerinde kullanılan <b>pigment temelli</b> (çıkarsamalı) bir renk modelidir. Bu modelde tüm renkler birleştiğinde teorik olarak siyah oluşur (baskıda saf siyah için K kullanılır).<br>Bu modelleri tanımlayan en temel bilgi, kullanım alanları ve çalışma prensipleridir: RGB dijital/ekran, CMYK baskı/mürekkep."
  },
  {
    "id": "380442",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi “Yayın grafiğinde tasarım öğelerinin, uyumlu ve uygun şekilde bir araya getirilerek düzenlenmesi ile oluşur.” şeklinde tanımlanır?</strong>",
    "options": {
      "A": "Birlik/Bütünlük",
      "B": "Hiyerarşi",
      "C": "Denge",
      "D": "Vurgu",
      "E": "Ritim"
    },
    "correctAnswer": "A",
    "explanation": "Tasarım öğelerinin (eleman ve ilkelerin) bir araya getirilerek uyumlu ve uygun şekilde düzenlenmesi süreci <b>Kompozisyon</b> olarak adlandırılır. <b>Kompozisyon</b> (düzenleme), tasarımcının mesajı etkili bir şekilde iletmek için elemanları belirli ilkeler çerçevesinde (denge, vurgu, ritim) görsel bir bütünlük içinde organize etmesidir. İyi bir kompozisyon, eserin okunabilirliğini ve estetik kalitesini artırır."
  },
  {
    "id": "380445",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi görsel hiyerarşiyi <u>etkilememektedir</u>?</strong>",
    "options": {
      "A": "Boyut",
      "B": "Renk",
      "C": "Doku",
      "D": "Konum",
      "E": "Ton"
    },
    "correctAnswer": "C",
    "explanation": "<b>Görsel hiyerarşi</b>, bir tasarımdaki elemanların önem sırasına göre düzenlenmesidir; bu, izleyicinin gözünün önce nereye odaklanacağını belirler. Hiyerarşiyi etkileyen temel unsurlar <b>Boyut</b> (daha büyük daha önemli), <b>Kontrast</b> (renk veya değer farkı), <b>Konum</b> (yerleştirme) ve <b>Boşluk</b> (etrafındaki alan) kullanımıdır.<br>Eğer bir seçenek, görsel akışı veya odak noktasını belirlemeyen, tamamen kişisel veya dışsal bir faktör içeriyorsa (örneğin tasarımcının ruh hali), bu hiyerarşiyi doğrudan etkilemeyecektir."
  },
  {
    "id": "380446",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi yayın grafiğinde tasarım ilkelerinden vurgu ilkesini tanımlar?</strong>",
    "options": {
      "A": "Tasarımdaki en önemli öğenin en belirgin olmasıdır.",
      "B": "Tasarımdaki en sıcak rengi kasteder.",
      "C": "Tasarımdaki tipografik öğeleri belirtir.",
      "D": "Tasarımdaki görsellerin en soğuk renkli olanıdır.",
      "E": "Tasarımdaki dengeyi bozan öğeyi kasteder."
    },
    "correctAnswer": "A",
    "explanation": "<b>Vurgu</b> (Emphasis), tasarım ilkelerinden biridir ve kompozisyonda belirli bir öğenin veya alanın diğerlerinden daha dikkat çekici hale getirilmesini sağlar. Vurgu, izleyicinin gözünü <b>odak noktasına</b> (focal point) çekmeyi amaçlar. Bu genellikle <b>Kontrast</b>, <b>Boyut farklılığı</b>, <b>Renk kullanımı</b> veya alışılmışın dışındaki bir düzenleme ile sağlanır."
  },
  {
    "id": "381960",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi formu tanımlar?</strong>",
    "options": {
      "A": "Tasarım ögelerinin birbiriyle uyumudur.",
      "B": "Bir nesnenin yüzey örüntüsüdür.",
      "C": "Bir nesnenin algılanmasını sağlayan yapısal özelliklerdir.",
      "D": "Bir nesnenin boşlukta kapladığı alandır.",
      "E": "Tasarımdaki nesnelerin önem sırasıdır."
    },
    "correctAnswer": "D",
    "explanation": "Tasarım elemanları arasında <b>Şekil</b> (Shape) iki boyutlu (genişlik ve yükseklik) iken, <b>Form</b> üç boyutlu (genişlik, yükseklik ve <b>derinlik</b>) olan öğeyi tanımlar. Form, nesnelere hacim ve gerçeklik hissi verir. Yayın grafiklerinde form, genellikle gölgelendirme ve perspektif kullanımıyla iki boyutlu yüzeyde üç boyutluluk yanılsaması oluşturularak ifade edilir."
  },
  {
    "id": "381964",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerin hangisinde sıcak ve soğuk renkler sıralanmıştır?</strong>",
    "options": {
      "A": "Sarı, kırmızı, turuncu - mavi, mor, yeşil",
      "B": "Mavi, kırmızı, turuncu - sarı, magenta, yeşil",
      "C": "Sarı, kırmızı, cyan - mavi, mor, yeşil",
      "D": "Sarı, kırmızı, turuncu - siyah, mor, yeşil",
      "E": "Sarı, beyaz, turuncu - mavi, mor, kırmızı"
    },
    "correctAnswer": "A",
    "explanation": "Renk çarkında yer alan renkler duygusal etkilerine göre iki ana kategoriye ayrılır.<br>1. <b>Sıcak Renkler</b>: Kırmızı, Turuncu ve Sarı ile bunların ara tonlarıdır. Enerji, tutku, yakınlık ve hareketlilik hissi verir.<br>2. <b>Soğuk Renkler</b>: Mavi, Yeşil ve Mor ile bunların ara tonlarıdır. Sakinlik, mesafe, dinginlik ve profesyonellik hissi verir. Bu ayrım, kompozisyonda <b>derinlik</b> ve <b>duygu</b> yaratmak için önemlidir."
  },
  {
    "id": "381965",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi ritmi tanımlamaktadır?</strong>",
    "options": {
      "A": "Ritim, boyutlar arasındaki ilişkidir.",
      "B": "Ritim, bir nesnenin boyutuna ilişkin oransal izlenimidir.",
      "C": "Ritim, kendi içinde ölçü, değer ve renk bakımından incelenirken simetrik-asimetrik ve dairesel kurgulanır.",
      "D": "Ritim, mesajımızın önemli kısımlarını öne çıkararak dikkat çekmektedir.",
      "E": "Ritim sürekliliktir, değişen ölçülerin tekrarlanmasından meydana gelir."
    },
    "correctAnswer": "E",
    "explanation": "<b>Ritim</b> (Rhythm), tasarım ilkelerinden biri olup, görsel elemanların <b>tekrarlanması</b>, aralıklandırılması veya düzenli ilerlemesi yoluyla bir kompozisyonda <b>göz hareketini</b> veya akışı sağlayan yapıdır. Ritim, müzikteki tempo gibi, tasarımda belirli bir düzen ve hareket duygusu oluşturur. Tekrarın düzenliliği, ritmin algılanışını etkiler."
  },
  {
    "id": "381967",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi yayın grafiklerinde tasarımcının duyarlılık geliştirmesi açısından önemli olup, belli standartları gerektiren bir argümandır?</strong>",
    "options": {
      "A": "Oran Orantı",
      "B": "Ölçek",
      "C": "Denge",
      "D": "Biçim",
      "E": "Vurgu"
    },
    "correctAnswer": "B",
    "explanation": "Yayın grafiklerinde tasarımcının duyarlılığı ve profesyonelliği, belirlenmiş <b>standartlara</b> uymasını gerektirir. Bu standartlar genellikle <b>Okunabilirlik</b> (Metinlerin kolay algılanması), <b>Erişilebilirlik</b> (Farklı kullanıcı gruplarına uygunluk), <b>Kurumsal Kimlik</b> (Marka kılavuzlarına bağlılık) veya <b>Etik Kurallar</b> (Doğruluk ve tarafsızlık) ile ilgilidir. Özellikle metin tabanlı yayınlarda <b>tipografi</b> ve <b>okunabilirlik</b> standartları, iletişimin başarısı için kritik öneme sahiptir."
  },
  {
    "id": "381972",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi bir yayın grafiği tasarımı <u>değildir</u>?</strong>",
    "options": {
      "A": "Dergi tasarımı",
      "B": "Kitap tasarımı",
      "C": "Broşür tasarımı",
      "D": "Gazete tasarımı",
      "E": "Tipografi tasarımı"
    },
    "correctAnswer": "E",
    "explanation": "<b>Yayın grafiği</b>, çoğaltılmak ve dağıtılmak üzere hazırlanan sabit, organize edilmiş görsel materyalleri kapsar. Tipik yayın grafiği örnekleri: Gazeteler, Dergiler, Kitaplar, Broşürler, Kataloglar ve E-kitaplar gibi sabit formatlardır.<br>Eğer bir seçenek, yaygın dağıtımı olmayan, geçici bir sanat eseri, canlı bir performans veya sürekli güncellenen bir yazılım arayüzü gibi sabit bir yayın formatına uymayan bir şeyse, bu yayın grafiği tasarımı <b>değildir</b>."
  },
  {
    "id": "380580",
    "unitNumber": 4,
    "text": "<strong>Fotoğraf işleme çalışmaları ve dijital illüstrasyonlar aşağıdaki programlardan hangisi ile yapılmaktadır?</strong>",
    "options": {
      "A": "AdobeIllustrator",
      "B": "AdobePhotoshop",
      "C": "AdobeInDesign",
      "D": "Coral Draw",
      "E": "AdobeXd"
    },
    "correctAnswer": "B",
    "explanation": "Fotoğraf işleme (rötuş, montaj) ve detaylı dijital illüstrasyonlar genellikle <b>piksel tabanlı</b> çalışan yazılımlarla yapılır. Bu alandaki endüstri standardı yazılım <b>Adobe Photoshop</b>'tur. Photoshop, görüntüleri oluşturan pikseller üzerinde doğrudan kontrol sağlayarak karmaşık düzenlemeler yapılmasına olanak tanır."
  },
  {
    "id": "380581",
    "unitNumber": 4,
    "text": "<strong>Çoklu sayfa tasarımı aşağıdaki programlardan hangisi ile yapılmaktadır?</strong>",
    "options": {
      "A": "AdobeInDesign",
      "B": "AdobePhotoshop",
      "C": "AdobeXd",
      "D": "AdobeIllustrator",
      "E": "Skencil"
    },
    "correctAnswer": "A",
    "explanation": "Dergi, kitap, katalog gibi <b>çoklu sayfa</b> ve karmaşık mizanpaj gerektiren yayınların tasarımı için özel olarak geliştirilmiş yazılım <b>Adobe InDesign</b>'dır. InDesign, ana sayfalar, otomatik sayfa numaralandırma ve gelişmiş tipografi yönetimi gibi DTP özelliklerini barındırır."
  },
  {
    "id": "380583",
    "unitNumber": 4,
    "text": "<strong>Yarım forma kaç sayfadan oluşmaktadır?</strong>",
    "options": {
      "A": "4",
      "B": "8",
      "C": "12",
      "D": "16",
      "E": "20"
    },
    "correctAnswer": "B",
    "explanation": "Matbaacılıkta, bir <b>forma</b> (baskı tabakası) genellikle 16 adet A4 sayfasını basılıp katlanmaya hazır hâle getirecek şekilde düzenlenir. Dolayısıyla, <b>yarım forma</b>, bunun yarısı olan <b>8 sayfa</b> anlamına gelmektedir. Bu, baskı sonrası ciltleme ve kesim işlemlerine hazırlık için kritik bir terimdir."
  },
  {
    "id": "380584",
    "unitNumber": 4,
    "text": "<strong>4+0 CMYK baskı nedir?</strong>",
    "options": {
      "A": "Serigrafi Baskı",
      "B": "Çift Yön Baskı",
      "C": "Kabartma Baskı",
      "D": "Tek Yön Baskı",
      "E": "Gofre Baskı"
    },
    "correctAnswer": "D",
    "explanation": "Baskı tekniklerinde kullanılan 4+0 ifadesi, işin <b>dört renkli (CMYK: Cyan, Magenta, Yellow, Key/Black)</b> olarak basılacağı yüz sayısını belirtir. Buradaki '4' ön yüzün tam renkli olduğunu, '0' ise arka yüzün <b>basılmayacağını</b> (boş kalacağını) ifade eder. Yani 4+0 CMYK baskı, tek yüze 4 renkli baskı anlamına gelir."
  },
  {
    "id": "380585",
    "unitNumber": 4,
    "text": "<strong>Gutenberg Diyagramı'na göre okuma yer çekimi hangi yöne hareket etmektedir?</strong>",
    "options": {
      "A": "Sağ alttan, Sol üste",
      "B": "Sol üsten, Sağ üste",
      "C": "Aşağıdan Yukarıya",
      "D": "Sol alttan, Sol üste",
      "E": "Sol üstten, Sağ alta"
    },
    "correctAnswer": "E",
    "explanation": "<b>Gutenberg Diyagramı</b>, okuyucunun bakışının Batı dillerinde (soldan sağa okunan) bir sayfada doğal olarak izlediği yolu gösterir. Buna göre, <b>okuma yer çekimi</b> genellikle sayfanın <b>sol üst köşesinden başlayarak sağ alt köşeye</b> doğru (Z-şeklinde) ilerlemektedir. En önemli alan sol üstte yer alan 'birincil optik alan'dır."
  },
  {
    "id": "380586",
    "unitNumber": 4,
    "text": "<strong>Aşağıdaki programlardan hangisi piksel tabanlıdır?</strong>",
    "options": {
      "A": "AdobePhotoshop",
      "B": "AdobeIndesign",
      "C": "AdobeIllustrator",
      "D": "3ds Max",
      "E": "Corel Draw"
    },
    "correctAnswer": "A",
    "explanation": "Grafik tasarım yazılımları piksel (raster) veya vektör tabanlı olabilir. <b>Adobe Photoshop</b>, görüntüleri küçük renkli kareler olan pikseller kullanarak tanımlar ve işler, bu nedenle <b>piksel tabanlı</b> bir yazılımdır. Fotoğraflar ve dijital boyamalar bu kategoriye girer."
  },
  {
    "id": "380587",
    "unitNumber": 4,
    "text": "<strong>Dosya paketlemenin kısa yolu aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Ctrl+Alt+Shift+C",
      "B": "Ctrl+Alt+Shift+F",
      "C": "Ctrl+Alt+Shift+V",
      "D": "Ctrl+Alt+Shift+P",
      "E": "Ctrl+Alt+Shift+I"
    },
    "correctAnswer": "D",
    "explanation": "Baskıya hazırlık aşamasında, tasarım dosyasının (örneğin InDesign belgesi) içeriğindeki <b>tüm bağlantılı görüntüleri ve kullanılan fontları</b> tek bir klasörde toplama işlemine <b>paketleme (Package)</b> denir. Bu işlem, baskı stüdyosunun dosyayı eksiksiz açabilmesi için hayati önem taşır. Bu fonksiyona genellikle <b>Dosya > Paketle (File > Package)</b> yoluyla ulaşılır."
  },
  {
    "id": "380588",
    "unitNumber": 4,
    "text": "<strong>Dosya açarken sayfadaki sütun sayısı aşağıdakilerden hangisi ile ayarlanmaktadır?</strong>",
    "options": {
      "A": "Blend",
      "B": "Columns",
      "C": "Slug",
      "D": "Pages",
      "E": "Margins"
    },
    "correctAnswer": "B",
    "explanation": "InDesign gibi DTP yazılımlarında yeni bir belge oluşturulurken, sayfanın yapısını belirleyen temel ayarlar <b>'Yeni Belge' (New Document)</b> penceresinde yapılır. Bu pencere içinde sayfa boyutu, kenar boşlukları ve sayfanın kaç sütuna bölüneceği (<b>Sütun Sayısı</b>) belirlenir."
  },
  {
    "id": "380589",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerken hangisi InDesign yazılımında <u>tasarlanmaz</u>?</strong>",
    "options": {
      "A": "Kitap",
      "B": "Dergi",
      "C": "Gazete",
      "D": "Dijital Illüstrasyon",
      "E": "Broşür"
    },
    "correctAnswer": "D",
    "explanation": "Adobe InDesign, <b>masaüstü yayıncılık</b> ve çoklu sayfa mizanpajı için optimize edilmiştir. Dergi, kitap ve broşür gibi belgeler tasarlanır. Ancak, <b>video düzenleme</b>, gelişmiş <b>3D modelleme</b> veya kapsamlı <b>piksel tabanlı fotoğraf rötuşu</b> InDesign'ın işlevi değildir ve bu işlemler için özel yazılımlar (Premiere Pro, Blender, Photoshop) kullanılmalıdır."
  },
  {
    "id": "380590",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi tasarıma uygun şekilde büyültülüp küçültülmesine rağmen çözünürlüğü bozulmayan grafik şekillerdir?</strong>",
    "options": {
      "A": "Piksel",
      "B": "Izgara",
      "C": "Vektör",
      "D": "Görsel",
      "E": "RGB"
    },
    "correctAnswer": "C",
    "explanation": "<b>Vektör tabanlı grafikler</b>, piksel yerine matematiksel formüller ve geometrik şekiller (noktalar, çizgiler, eğriler) kullanılarak tanımlanır. Bu sayede, bu şekiller <b>tasarıma uygun şekilde büyütülüp küçültülse bile çözünürlükleri bozulmaz</b> ve her zaman keskin kalır. Logolar ve illüstrasyonlar genellikle vektör tabanlıdır (örn: Adobe Illustrator)."
  },
  {
    "id": "381986",
    "unitNumber": 4,
    "text": "<strong>Damlalık aracı aşağıdakilerden hangisini yapmamızı sağlamaktadır?</strong>",
    "options": {
      "A": "Projeyi pdf formatında kaydetmek",
      "B": "Dosyayı paketlemek",
      "C": "Sayfaları tek tek jpeg olarak kaydetmek",
      "D": "Proje dosyasını mail olarak göndermek",
      "E": "Tasarımları farklı yazılımlarda yapıp jpeg olarak Adobe Indesign’a yerleştirmek"
    },
    "correctAnswer": "",
    "explanation": "<b>Damlalık Aracı (Eyedropper Tool)</b>, grafik yazılımlarında bir alandaki <b>rengi örneklemek</b> (seçmek) veya bir nesnenin <b>stil özelliklerini</b> (dolgu, kontur, yazı tipi ayarları) kopyalayıp başka bir nesneye uygulamak için kullanılır. Bu, tasarımlar arasında tutarlılık sağlamak için kritik bir araçtır."
  },
  {
    "id": "381990",
    "unitNumber": 4,
    "text": "<strong>Masaüstü yayıncılık için daha çok araç bulunduran yazılım hangisidir?</strong>",
    "options": {
      "A": "Fotoğrafları kopyalamak",
      "B": "Metinleri convertlemek",
      "C": "Renk kopyalamak ve kodlarını görmek",
      "D": "Sayfa boyutunu düzenlemek",
      "E": "Alanları seçmek"
    },
    "correctAnswer": "",
    "explanation": "<b>Masaüstü yayıncılık (Desktop Publishing - DTP)</b>, çoklu sayfa düzenleme, profesyonel tipografi ve baskı ön hazırlık süreçlerini kapsar. Bu alanda en kapsamlı araç setini sunan yazılım <b>Adobe InDesign</b>'dır. InDesign, kitaplar, dergiler ve interaktif PDF'ler gibi yayınların hazırlanmasında endüstri standardıdır."
  },
  {
    "id": "381992",
    "unitNumber": 4,
    "text": "<strong>Yazılımdaki araçların kısayollarını değiştirmek için hangi işlemleri yapmamız gerekmektedir?</strong>",
    "options": {
      "A": "File, Package",
      "B": "Window, Toolbar",
      "C": "File, Export",
      "D": "Edit, Keyboard Shortcuts",
      "E": "Window, Workspace"
    },
    "correctAnswer": "D",
    "explanation": "Profesyonel grafik yazılımlarında kullanıcılar, kendi iş akışlarına uygun kısayollar tanımlayarak verimliliklerini artırabilirler. Araçların kısayollarını değiştirmek için genellikle <b>Düzen > Klavye Kısayolları (Edit > Keyboard Shortcuts)</b> menü yolu takip edilmelidir."
  },
  {
    "id": "381998",
    "unitNumber": 4,
    "text": "<strong>Yazılım kullanırken sayfa alanını aşağı yukarı hareket ettiren ''El Aracını'', klavyemizin hangi tuşuyla aktif hâle getirebiliriz?</strong>",
    "options": {
      "A": "Ctrl",
      "B": "Enter",
      "C": "Delete",
      "D": "Alt",
      "E": "Boşluk"
    },
    "correctAnswer": "E",
    "explanation": "Çalışma alanında hızlıca gezinmeyi sağlayan <b>El Aracı (Hand Tool)</b>, genellikle klavyedeki <b>Boşluk Çubuğu (Spacebar)</b> tuşuna basılı tutularak anlık olarak aktif hâle getirilir. Bu tuş bırakıldığında, kullanıcı otomatik olarak daha önce kullandığı araca geri döner, bu da hızlı bir iş akışı sağlar."
  },
  {
    "id": "380792",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi süreli yayın grafiği tasarımı ile ilgili iletişim araçlarından biridir?</strong>",
    "options": {
      "A": "Kitap",
      "B": "Dergi",
      "C": "Broşür",
      "D": "Afiş",
      "E": "Katalog"
    },
    "correctAnswer": "C",
    "explanation": "Süreli yayın grafiği tasarımında iletişim, içeriği okuyucuya ulaştırmanın görsel yoludur. Kullanılan temel araçlar arasında <b>tipografi</b> (yazı karakteri seçimi), <b>renk paleti</b>, <b>görsel hiyerarşi</b> ve <b>mizanpaj (sayfa düzeni)</b> yer alır. Bu unsurlar, mesajın tonunu ve okunabilirliğini belirler. Bu araçlardan birinin seçilmesi beklenmektedir."
  },
  {
    "id": "380797",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi sayfa tasarımında bir kılavuzun ana bileşenlerinden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "İllüstrasyon",
      "B": "Kenar boşlukları",
      "C": "Akış çizgileri",
      "D": "Sütun",
      "E": "Modül"
    },
    "correctAnswer": "A",
    "explanation": "Sayfa tasarımında kullanılan kılavuz (grid) sistemlerinin ana bileşenleri, sayfanın yapısal düzenini belirler. Bunlar genellikle <b>marjlar (kenar boşlukları)</b>, <b>sütunlar</b>, <b>satır araları (oluklar/gutters)</b> ve <b>akış çizgileri (flow lines)</b> gibi düzenleyici elemanlardır. Tasarımın estetiği veya içeriği ile ilgili olmayan bir unsur, kılavuzun ana bileşeni sayılmaz."
  },
  {
    "id": "380800",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi sayfa tasarımı için <u>yanlıştır</u>?</strong>",
    "options": {
      "A": "Sayfa tasarımı okuyucuyu yönlendirmelidir.",
      "B": "Sayfa tasarımı kolay algılanmalıdır.",
      "C": "Sayfa tasarımı okunaklı ve seçilebilir olmalıdır.",
      "D": "Sayfa tasarımı estetik bir düzene sahip olmalıdır.",
      "E": "Sayfa tasarımı dikkat çekici olmamalıdır."
    },
    "correctAnswer": "E",
    "explanation": "Sayfa tasarımının temel amacı, metin ve görselleri organize ederek <b>okunaklılığı</b> ve <b>bilgi akışını</b> optimize etmektir. Yanlış bir bilgi, sayfa tasarımının görsel hiyerarşiyi bozduğunu, karmaşayı artırdığını veya estetik kaygıların içeriğin önüne geçtiğini iddia eden bir ifade olacaktır. Başarılı sayfa tasarımı her zaman <b>içeriği destekler</b>."
  },
  {
    "id": "380803",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi sayfa tasarımı kılavuz ızgara sistemlerinden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Modüler ızgaralar",
      "B": "Çok sütunlu ızgaralar",
      "C": "Tematik ızgaralar",
      "D": "Hiyerarşik ızgara sistemi",
      "E": "Bir çift sütun ızgarası"
    },
    "correctAnswer": "C",
    "explanation": "Sayfa tasarımında kullanılan başlıca kılavuz ızgara sistemleri, düzenin karmaşıklığına ve ihtiyaca göre farklılaşır. Bunlar arasında en yaygın olanlar <b>Sütun Izgarası</b>, <b>Modüler Izgara</b> ve <b>Hiyerarşik Izgara</b> sistemleridir. Bu listeye dahil olmayan bir kavram (örneğin, tamamen tipografiye ait bir ölçek veya renk sistemi) doğru cevap olmalıdır."
  },
  {
    "id": "380804",
    "unitNumber": 5,
    "text": "<strong>Aşağıda yayın grafiğinde sayfa tasarımı ile ilgili verilen bilgilerden hangisi <u>yanlıştır</u>?</strong>",
    "options": {
      "A": "Bir sayfadaki dikey çizgi aralıklarına sütun denir",
      "B": "Izgara (grid) sistemi yalnızca gazete tasarımlarında kullanılır",
      "C": "Kenar boşluklarından oluşan tampon bölgeye marj denir",
      "D": "İşaretçiler, okuyucunun sayfalarda gezinmesini kolaylaştırır",
      "E": "Modüller içerisinde görsel, metin, grafik barındıran yatay ve dikey bölmelerdir"
    },
    "correctAnswer": "B",
    "explanation": "Yayın grafiğinde sayfa tasarımı, tüm yayın boyunca <b>tutarlılık</b>, <b>görsel denge</b> ve belirlenen <b>marka kimliği</b> standartlarına uymalıdır. Yanlış bir bilgi, bu temel prensiplere aykırı bir iddia olacaktır, örneğin 'sayfa tasarımında her zaman maksimum sayıda görsel kullanılmalıdır' veya 'her sayfada farklı bir tipografi kullanılmalıdır'."
  },
  {
    "id": "380805",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi süreli yayın grafiği tasarımı süreçlerinden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Bilgi Toplama / Araştırma",
      "B": "Problem Durumu",
      "C": "Çözüm Bulma",
      "D": "Uzamsal Bölgeler",
      "E": "Uygulama Aşaması"
    },
    "correctAnswer": "D",
    "explanation": "Süreli yayın grafiği tasarım süreci, içeriğin oluşturulmasından baskıya kadar uzanan mantıksal bir sıra izler. Temel adımlar <b>Planlama</b>, <b>İçerik Toplama</b>, <b>Mizanpaj/Tasarım</b>, <b>Baskı Öncesi Hazırlık</b> ve <b>Baskı/Çoğaltım</b>dır. Bu süreç zincirinde yer almayan, örneğin 'Dağıtım Lojistiği' veya 'Hukuki İnceleme' gibi bir faaliyet bu süreçlerden biri değildir."
  },
  {
    "id": "380806",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisinde gazetenin sayfa tasarımını oluşturan elemanlar doğru bir şekilde verilmiştir?</strong>",
    "options": {
      "A": "Başlıklar – Haber Metinleri – Spotlar – Fotoğraflar",
      "B": "Resim – Kültür – Spor – Takvim – Logo",
      "C": "Kontrastlık – Renk – Biçim – İnavasyon",
      "D": "Magazin – Bülten – İlan – Spoiler",
      "E": "Birlik – Düzen – Renk – Marj – Hiyerarşi"
    },
    "correctAnswer": "A",
    "explanation": "Gazete sayfa tasarımını oluşturan elemanlar, okuyucuyu bilgilendirmek ve yönlendirmek için birlikte çalışan metinsel ve görsel bileşenlerdir. Bunlar, ana hatlarıyla <b>Başlıklar/Manşetler</b>, <b>Gövde Metni</b>, <b>Fotoğraflar/Grafikler</b> ve sayfanın düzenini sağlayan <b>Sütunlar</b> ve <b>Kılavuzlar</b>dır."
  },
  {
    "id": "380807",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi sayfa tasarımında fotoğrafın kullanımı ile ilgili bir bilgi <u>değildir</u>?</strong>",
    "options": {
      "A": "Fotoğraf, net ve alaşılır olmalı",
      "B": "Baskıya uygun CMYK modunda kaydedilmeli",
      "C": "Haber içeriği ile anlamlı bir bütünlük taşımalı",
      "D": "Fotoğrafın yerleşimi okumayı kolaylaştırmalı",
      "E": "Fotoğraf haberle birlikte içe içe girmeli"
    },
    "correctAnswer": "E",
    "explanation": "Sayfa tasarımında fotoğraf kullanımı, içeriğin etkisini artırmak amacıyla belirli kurallara uymalıdır. Fotoğraf, <b>ilgili hikayeyi doğrudan desteklemeli</b>, <b>yüksek çözünürlükte olmalı</b> ve kompozisyon açısından anlamlı olmalıdır. 'Metinle ilgisiz, sırf boşluk doldurmak için fotoğraf kullanmak' gibi bir öneri yanlış bir bilgi teşkil eder."
  },
  {
    "id": "380808",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi sayfa tasarımında başlıkların kullanımı ile ilgili bir bilgi <u>değildir</u>?</strong>",
    "options": {
      "A": "Bold ve siyah okunması anlaşılan bir font seçilmeli",
      "B": "Tırnaksız (serifsiz) bir karakter tercih edilmeli",
      "C": "Hiyerarşik düzende haber büyüklüğüne göre yerleştirilmeli",
      "D": "Tüm sayfada aynı büyüklükte başlıklar yer almalı",
      "E": "Sütun sayısına göre hizalanmalı"
    },
    "correctAnswer": "D",
    "explanation": "Başlıklar, okuyucunun dikkatini çekmek, içeriğin ana fikrini özetlemek ve sayfada <b>görsel hiyerarşi</b> oluşturmak için hayati öneme sahiptir. Başlıklar, gövde metninden daha büyük ve genellikle daha kalın olmalıdır. Başlıkların, <b>metinle aynı boyutta kullanılması</b> veya <b>içeriği yanlış yansıtması</b> yanlış kullanım bilgisine örnektir."
  },
  {
    "id": "380809",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisinde Gazete ve dergi arasındaki farklar doğru bir şekilde verilmiştir?</strong>",
    "options": {
      "A": "Metin, düzen, hiyerarşi, espas, fotoğraf",
      "B": "Kağıt, Baskı Ölçüleri, İçerik Çalışması, İçindekiler, Çeşitlilik",
      "C": "Resim, Grafik, Sütun, Denge, Ritim, Renk",
      "D": "Form, Biçim, Baskı, Birim, Vurgu, Başlık",
      "E": "Fotoğraf, Metin, Kağıt, Sütun, Marj"
    },
    "correctAnswer": "B",
    "explanation": "Gazete ve dergi arasındaki temel farklar <b>yayım sıklığı</b>, <b>içerik derinliği</b> ve <b>kullanılan malzeme kalitesidir</b>. Gazeteler genellikle günlük/sık yayımlanır, güncel haber odaklıdır ve kağıt kalitesi düşüktür; dergiler ise daha az sıklıkta yayımlanır, derinlemesine analiz sunar ve <b>daha kaliteli baskı kağıdı</b> kullanır."
  },
  {
    "id": "382286",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisinde süreli yayın grafiği süreçleri doğru bir şekilde verilmiştir?</strong>",
    "options": {
      "A": "Bilgi toplama- araştırma / eskiz -taslak-yerleşim (layout) / problem durumu / çözümleme / baskı süreçleri / uygulama",
      "B": "Problem durumu / bilgi toplama-araştırma / eskiz- taslak-yerleşim (layout) / çözümleme /uygulama / baskı süreçleri",
      "C": "Problem durumu / çözümleme / bilgi toplama-araştırma / eskiz- taslak-yerleşim (layout) / baskı süreçleri / uygulama",
      "D": "Problem durumu / eskiz- taslak-yerleşim (layout) / bilgi toplama-araştırma / çözümleme /uygulama / baskı süreçleri",
      "E": "Bilgi toplama-araştırma / Problem durumu / eskiz- taslak-yerleşim (layout) / uygulama / baskı süreçleri / çözümleme"
    },
    "correctAnswer": "B",
    "explanation": "Süreli yayın grafiği süreçleri, konsept aşamasından ürünün piyasaya sürülmesine kadar uzanır. Doğru süreç sıralaması, <b>Planlama ve Konsept Geliştirme</b>, <b>İçerik Toplama ve Editörlük</b>, <b>Tasarım ve Mizanpaj Uygulaması</b>, <b>Baskı Öncesi Hazırlık</b> ve son olarak <b>Baskı ve Çoğaltım</b> aşamalarını içerir."
  },
  {
    "id": "382291",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi süreli yayın grafiği baskı ve çoğaltım aşamasındaki süreçlerden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Forma düzeni",
      "B": "Renk ayrımı",
      "C": "Eskiz çalışması",
      "D": "Kalıp",
      "E": "Baskı modeli"
    },
    "correctAnswer": "C",
    "explanation": "Baskı ve çoğaltım aşaması, tasarım dosyalarının fiziksel ürüne dönüştürüldüğü son üretim safhasıdır. Bu süreçler <b>kalıp hazırlama</b>, <b>baskı makinesinde çalıştırma</b>, <b>mücellit (ciltleme ve kesim)</b> ve <b>son kontrol</b> gibi matbaa işlerini kapsar. <b>Tasarım Kararlarının Alınması</b> veya <b>Metin Yazımı</b> gibi faaliyetler bu aşamadan önce tamamlanmıştır."
  },
  {
    "id": "382297",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisi ile sayfa tasarımında grid (ızgara) düzeniyle ayarlamalar <u>yapılamaz</u>?</strong>",
    "options": {
      "A": "Ölçeklendirme",
      "B": "Marj boşlukları",
      "C": "Modül sistemi",
      "D": "Görüntü işleme",
      "E": "Gözün hareket planı"
    },
    "correctAnswer": "D",
    "explanation": "Grid (ızgara) düzeni, sayfa üzerindeki yapısal ayarlamaları kontrol eder: <b>Sütunların genişliği</b>, <b>marjların boyutu</b>, görsellerin ve metinlerin <b>hizalanması</b>. Grid, tasarımın fiziksel yapısıyla ilgilenir, ancak <b>kullanılan yazı tipinin stili</b> (fontun estetik özellikleri) veya <b>renk paleti</b> gibi doğrudan estetik tercihleri kontrol etmek için kullanılmaz."
  },
  {
    "id": "382306",
    "unitNumber": 5,
    "text": "<strong>Aşağıdakilerden hangisinde süreli yayın grafiği tasarımında kullanılan bir kılavuzun ana bileşenlerinden olan işaretçiler için <u>yanlıştır</u>?</strong>",
    "options": {
      "A": "Üst bilgiler yer alır.",
      "B": "Fotoğrafların bulunduğu alanlardır.",
      "C": "Sayfa numaraları bilgisi vardır.",
      "D": "Forma üzerinde tutarlı bir konum bildirir.",
      "E": "Alt bilgiler yer alır."
    },
    "correctAnswer": "B",
    "explanation": "Tasarım kılavuzlarındaki işaretçiler (running heads, folios, sayfa numaraları), okuyucuya nerede olduklarını belirten ve yayında <b>tutarlılık</b> sağlayan yapısal elemanlardır. Yanlış bir bilgi, bu işaretçilerin <b>sadece dekoratif amaçlı</b> olduğu veya okuyucuya herhangi bir yönlendirme sağlamadığı yönünde olacaktır, çünkü ana işlevleri yapısal ve yönlendiricidir."
  },
  {
    "id": "380850",
    "unitNumber": 6,
    "text": "<strong>Metnin rahat bir şekilde algılanabilmesi gerekli satır arası boşlukların düzenlenmesi işlemi aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Kerning",
      "B": "Tracking",
      "C": "Spacing",
      "D": "Leading",
      "E": "Hyphenating"
    },
    "correctAnswer": "D",
    "explanation": "Metnin rahat ve akıcı bir şekilde algılanabilmesi için satırlar arasında bırakılan dikey boşluğun ayarlanması işlemine <b>Satır Aralığı (Leading)</b> denir. Bu ayar, metnin okunurluğunu (readability) doğrudan etkileyen en önemli tipografik unsurlardan biridir."
  },
  {
    "id": "380851",
    "unitNumber": 6,
    "text": "<strong>Belli bir yazı karakterinin doğasında olan x-yüksekliği, karakter şekli, kapatılmış alan büyüklüğü, çizgi kontrastı ve yazı ağırlığı gibi fiziksel özellikleri yoluyla bir harf biçimini diğerinden ayırt edebilme yetisi aşağıdakilerden hangisinin tanımıdır?</strong>",
    "options": {
      "A": "Dizgi",
      "B": "Yazı tipi",
      "C": "Tipografi",
      "D": "Alfabe",
      "E": "Okunurluk"
    },
    "correctAnswer": "E",
    "explanation": "Belirli bir yazı karakterinin temel fiziksel özellikleri (x-yüksekliği, karakter şekli, çizgi kontrastı vb.) sayesinde bir harf biçimini diğerinden ayırt edebilme yetisine <b>Okunabilirlik (Legibility)</b> denir. Okunabilirlik, yazı karakterinin tasarımının kendisinden kaynaklanan temel bir özelliktir."
  },
  {
    "id": "380852",
    "unitNumber": 6,
    "text": "<strong>1 inçin 72 eşit parçaya bölünmesi ile elde edilen tipografik ölçü birimi aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Punto",
      "B": "Pika",
      "C": "Cicero",
      "D": "Em",
      "E": "Milimetre"
    },
    "correctAnswer": "A",
    "explanation": "Tipografideki temel ölçü birimi <b>Punto (Point)</b>'dur. Bir punto, geleneksel olarak 1 inçin 72 eşit parçaya bölünmesiyle elde edilen uzunluk ölçüsüdür. Bu birim genellikle yazı boyutunu belirlemede kullanılır."
  },
  {
    "id": "380853",
    "unitNumber": 6,
    "text": "<strong>Aynı belirgin tasarıma sahip karakterlerin, harflerin, rakamların, sembollerin, noktalama işaretlerinin bir koleksiyonudur, şeklinde tanımlanan terim aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Yazı tipi",
      "B": "Yazı yüzü",
      "C": "Alfabe",
      "D": "Yazı ailesi",
      "E": "Tipografi"
    },
    "correctAnswer": "B",
    "explanation": "Aynı temel belirgin tasarıma sahip, ancak farklı ağırlık (light, bold), biçim (italic) ve boyutlarda olabilen karakterlerin, harflerin, rakamların ve sembollerin tüm koleksiyonuna <b>Yazı Ailesi (Typeface)</b> adı verilir. Örneğin, Arial bir yazı ailesidir ve Arial Bold, Arial Italic bu ailenin üyeleridir."
  },
  {
    "id": "380854",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi bir yazı ailesine ait biçem <u>değildir</u>?</strong>",
    "options": {
      "A": "Light",
      "B": "Bold",
      "C": "Hyphenate",
      "D": "Condensed",
      "E": "İtalik"
    },
    "correctAnswer": "C",
    "explanation": "Bir yazı ailesine ait biçemler (stilller) genellikle <b>Regular, Bold (Kalın), Italic (Eğik)</b> gibi varyasyonlardır. Eğer şıklarda bu tarz bir özellik olmayan bir seçenek varsa (örneğin 'Dikey Hizalama' veya 'Mizanpaj'), o seçenek yazı ailesine ait bir biçem <u>değildir</u>, mizanpaj veya ölçüm terimidir. Yazı biçemleri, karakterin görünüşünü değiştiren varyasyonlardır."
  },
  {
    "id": "380855",
    "unitNumber": 6,
    "text": "<strong>Bir paragrafın son satırı bir sonraki sayfaya ya da sütuna taşarak bağlı olduğu paragraftan ayrı düşmesi durumuna ne ad verilir?</strong>",
    "options": {
      "A": "Dul",
      "B": "Yetim",
      "C": "Öksüz",
      "D": "Kırıntı",
      "E": "Nehir"
    },
    "correctAnswer": "A",
    "explanation": "Bir paragrafın yalnızca son satırının bir sonraki sayfaya veya sütuna taşarak paragraftan kopması durumuna <b>Dul (Widow)</b> satır denir. Bu durum, okuyucunun dikkatini dağıttığı ve estetik olarak uygun görülmediği için tipografide düzeltilmesi gereken bir hatadır. Bir paragrafın ilk satırının önceki sayfada kalması ise Yetim (Orphan) olarak adlandırılır."
  },
  {
    "id": "380856",
    "unitNumber": 6,
    "text": "<strong>Satır sonlarında düzenli bir görüntü elde etmek için hangisinden <u>faydalanılmaz</u>?</strong>",
    "options": {
      "A": "Yazının puntosunun değiştirilmesi",
      "B": "Harf boşluk ayarlarının değiştirilmesi",
      "C": "Tireleme kullanılması",
      "D": "Satır aralıklarının değiştirilmesi",
      "E": "Sütun ayarlarının değiştirilmesi"
    },
    "correctAnswer": "D",
    "explanation": "Satır sonlarında düzenli bir görüntü elde etmek ve kelimeler arası boşluklardaki dalgalanmaları azaltmak için <b>Tireleme (Hyphenation)</b>, <b>Kerning</b> (harf aralığı) ve <b>Tracking</b> (genel aralık) gibi tipografik ayarlardan faydalanılır. <b>Satır Aralığı (Leading)</b> ise dikey boşluğu düzenler ve satır sonu düzenliliğini yatay bağlamda doğrudan etkilemez."
  },
  {
    "id": "380857",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerden hangisi okunurluğu ve okuturluğu etkileyen unsurlardan biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Satır uzunlukları",
      "B": "Nehirlerin olmaması",
      "C": "Zemin rengi",
      "D": "Hizalama şekli",
      "E": "Yazının puntosu"
    },
    "correctAnswer": "B",
    "explanation": "Okunurluğu (Legibility) ve Okuturluğu (Readability) etkileyen temel unsurlar arasında <b>yazı karakteri seçimi, punto büyüklüğü, satır aralığı, metin-zemin kontrastı</b> ve <b>hizalama</b> yer alır. Bu tipografik faktörler dışında kalan, metnin algılanışını veya fiziksel okuma akışını etkilemeyen unsurlar (örneğin dosya formatı veya yazı renginin ruh hali gibi) bu kategoriye dahil <u>değildir</u>."
  },
  {
    "id": "380858",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerken hangisi metinler için bir hizalama türü <u>değildir</u>?</strong>",
    "options": {
      "A": "Aşağıda hizalama",
      "B": "Yukarıda hizalama",
      "C": "Merkeze hizalama",
      "D": "İki yana yaslanmış",
      "E": "Yana hizalama"
    },
    "correctAnswer": "E",
    "explanation": "Metinler için kullanılan dört temel hizalama türü vardır: <b>Sola Yaslı (Flush Left), Sağa Yaslı (Flush Right), Ortalanmış (Centered)</b> ve <b>İki Yana Yaslı (Justified)</b>. Bu temel hizalama biçimleri dışında kalan kavramlar (örneğin dikey hizalama veya satır aralığı) metinler için bir hizalama türü olarak kabul edilmez."
  },
  {
    "id": "380859",
    "unitNumber": 6,
    "text": "<strong>InDesign programında tireleme işleme yapmak için aşağıdakilerden hangisi seçili hâle getirilmelidir?</strong>",
    "options": {
      "A": "Type",
      "B": "Character",
      "C": "Left indent",
      "D": "Increments",
      "E": "Hyphenate"
    },
    "correctAnswer": "E",
    "explanation": "Adobe InDesign gibi mizanpaj programlarında metin bloğu içindeki kelimelerin otomatik olarak tirelenerek satır sonuna uyarlanması için Paragraf panelinde bulunan <b>Tirele (Hyphenate)</b> seçeneğinin aktif hale getirilmesi gerekmektedir. Bu işlem, iki yana yaslı metinlerde 'nehirler' oluşumunu azaltmak için kritik öneme sahiptir."
  },
  {
    "id": "382318",
    "unitNumber": 6,
    "text": "<strong>İki harf arasındaki boşluğun uyumlanması işlemi aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Kerning",
      "B": "Tracking",
      "C": "Spacing",
      "D": "Leading",
      "E": "Hyphenating"
    },
    "correctAnswer": "A",
    "explanation": "Tipografide, özellikle görsel olarak dengesiz görünen harf çiftleri (örneğin AV, WA, To) arasındaki yatay boşluğun belirli bir uyum içinde ayarlanması işlemine <b>Kerning (Harf Çifti Aralığı)</b> denir. Bu, harflerin birbirine daha yakın veya uzak görünmesini sağlayarak optik dengeyi hedefler."
  },
  {
    "id": "382323",
    "unitNumber": 6,
    "text": "<strong>İki yana yaslanmış metinlerde ortaya çıkan ve kelimeler arasında oluşan fazla boşlukların satırlar boyunca aşağı doğru oluşturduğu beyaz boşluğa ne ad verilir?</strong>",
    "options": {
      "A": "Dul",
      "B": "Yetim",
      "C": "Öksüz",
      "D": "Kırıntı",
      "E": "Nehir"
    },
    "correctAnswer": "E",
    "explanation": "İki yana yaslanmış (justified) metinlerde, kelimeler arasındaki boşlukların düzensiz bir şekilde büyümesi ve bu boşlukların satırlar boyunca alt alta gelerek görsel olarak dikey veya çapraz beyaz çizgiler oluşturmasına <b>Nehirler (Rivers)</b> denir. Nehirler, metnin okunma akışını bozan önemli tipografik hatalardandır."
  },
  {
    "id": "382326",
    "unitNumber": 6,
    "text": "<strong>Aşağıdakilerken hangisi yazı sınıflarından biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Modern",
      "B": "Post-modern",
      "C": "Tırnaklı",
      "D": "Tırnaksız",
      "E": "Dekoratif"
    },
    "correctAnswer": "B",
    "explanation": "Temel yazı sınıflandırmaları, karakterlerin yapısal özelliklerine dayanır ve <b>Serif (Tırnaklı), Sans Serif (Tırnaksız), Script (El Yazısı), Slab Serif (Blok Tırnaklı)</b> gibi kategorileri içerir. Tipografiyle ilgili bir ölçü birimi (örneğin punto) veya mizanpaj kuralı (örneğin hizalama) yazı sınıflarından biri <u>değildir</u>."
  },
  {
    "id": "380860",
    "unitNumber": 7,
    "text": "<strong>Fotoğraf makinalarındaki fotoğraflanması hedeflenen alanı tanımlayan çerçeve aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Diyafram",
      "B": "Deklanşör",
      "C": "Vizör",
      "D": "Örtücü",
      "E": "Işık ölçer"
    },
    "correctAnswer": "C",
    "explanation": "Fotoğraf makinesinde çekimi yapılacak alanın sınırlarını belirleyen ve fotoğrafçı tarafından düzenlenen alana <b>kadraj</b> (çerçeveleme) denir. Kadraj, fotoğrafın anlatımını ve kompozisyonunu doğrudan etkileyen en önemli unsurdur. Fotoğraflanması hedeflenen alanın vizör veya ekran aracılığıyla görülüp sınırlarının belirlenmesi işlemidir."
  },
  {
    "id": "380861",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi illüstrasyonun işlevleri arasında <u>yer almaz</u>?</strong>",
    "options": {
      "A": "Görselleştirmek",
      "B": "Detaylandırmak",
      "C": "Bilgilendirmek",
      "D": "Kaydetmek",
      "E": "İlgi çekici hâle getirmek"
    },
    "correctAnswer": "D",
    "explanation": "İllüstrasyon (resimleme), genellikle metinleri açıklama, süsleme, görsel olarak zenginleştirme veya vurgulama işlevlerine sahiptir. Ancak illüstrasyonun temel amacı nesnel bir <b>kanıtlama</b> veya <b>belgeleme</b> değildir (bu daha çok fotoğrafın işlevidir). İllüstrasyon, yazarın veya tasarımcının yorumunu yansıtır, hayali veya soyut kavramları somutlaştırır."
  },
  {
    "id": "380862",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi rengin bir özelliğidir?</strong>",
    "options": {
      "A": "Yalınlığı",
      "B": "Derinliği",
      "C": "Görsel olması",
      "D": "Adlandırılabilmesi",
      "E": "Genişliği"
    },
    "correctAnswer": "C",
    "explanation": "Rengin üç temel özelliği vardır: <b>Ton (Hue)</b>, rengin adıdır (kırmızı, mavi, sarı vb.); <b>Değer (Value)</b>, rengin açıklık ya da koyuluk derecesidir; <b>Yoğunluk (Saturation/Kroma)</b> ise rengin saflık derecesi, yani ne kadar canlı ya da solgun olduğudur. Bu üç özellik, renkleri birbirinden ayırmamızı sağlar."
  },
  {
    "id": "380863",
    "unitNumber": 7,
    "text": "<strong>Aşağıdaki İllüstrasyon tekniklerinden hangisi 21.yüzyıla aittir?</strong>",
    "options": {
      "A": "Çizim",
      "B": "Boyama",
      "C": "Bezeme",
      "D": "Derleme",
      "E": "Tarama"
    },
    "correctAnswer": "E",
    "explanation": "21. yüzyıl, görsel sanatlar ve tasarımda büyük ölçüde <b>dijitalleşme</b> ile karakterize edilir. Bu döneme ait en baskın illüstrasyon tekniği, geleneksel tekniklerin dijital çizim araçları, grafik tabletler ve yazılımlar kullanılarak uygulanması olan <b>Dijital İllüstrasyon</b>'dur. Bu teknik, hızlı üretim ve kolay düzeltme imkanı sunar."
  },
  {
    "id": "380864",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisinde biçim-içerik ilişkisi <u>kurulmamıştır</u>?</strong>",
    "options": {
      "A": "Atkı - kış",
      "B": "Bulantı – net olmama hâli",
      "C": "Kiraz - kırmızı",
      "D": "Temiz - tabak",
      "E": "Çöl - sıcak"
    },
    "correctAnswer": "D",
    "explanation": "Tasarımda <b>biçim</b> (görsel elemanların düzenlenişi, şekli, rengi) ve <b>içerik</b> (iletilmek istenen mesaj veya anlam) arasında güçlü bir ilişki olmalıdır. İyi bir tasarımda biçim, içeriği destekler ve vurgular. Eğer biçim, içerikle alakasız veya çelişkiliyse (örneğin, neşeli bir mesajın karanlık ve sert hatlarla sunulması), biçim-içerik ilişkisi kurulmamıştır ve bu durum mesajın anlaşılmasını zorlaştırır."
  },
  {
    "id": "380865",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi bir fotoğrafın değiştirilemeyen özelliklerinden biridir?</strong>",
    "options": {
      "A": "Netlik",
      "B": "Çözünürlük",
      "C": "Ton",
      "D": "Renk",
      "E": "Ölçü"
    },
    "correctAnswer": "B",
    "explanation": "Fotoğraf, çekildiği anın ve mekanın bir kaydıdır. Işık, anlık zaman dilimi, mekan ve konunun o andaki durumu fotoğraf çekilir çekilmez değişmeyecek şekilde sabitlenir. Dolayısıyla, bir fotoğrafın en temel ve değiştirilemeyen özelliği <b>çekildiği an ve zamanın kaydı</b> olmasıdır. (Teknolojik olarak manipülasyon yapılabilse bile, orijinal verinin bu anı temsil etmesi sabittir.)"
  },
  {
    "id": "380866",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi bir tasarım ilkesi <u>değildir</u>?</strong>",
    "options": {
      "A": "Bütünlük",
      "B": "Vurgu",
      "C": "Uyum",
      "D": "Özen",
      "E": "Ritim"
    },
    "correctAnswer": "D",
    "explanation": "Tasarım ilkeleri, görsel elemanların etkin ve estetik bir şekilde düzenlenmesi için kullanılan kurallardır. Temel ilkeler arasında <b>Denge</b>, <b>Hiyerarşi</b>, <b>Kontrast</b>, <b>Bütünlük (Vahdet)</b>, <b>Vurgu</b> ve <b>Ritim</b> yer alır. Bu ilkeler dışında kalan (örneğin rastgele bir işlem veya teknik terim), tasarım ilkesi olarak kabul edilmez."
  },
  {
    "id": "380867",
    "unitNumber": 7,
    "text": "<strong>Gestalt kuramı aşağıdakilerden hangi alanla ilişkilidir?</strong>",
    "options": {
      "A": "Algılama",
      "B": "Okuma",
      "C": "Görsel Algılama",
      "D": "Besteleme",
      "E": "Biçimlendirme"
    },
    "correctAnswer": "C",
    "explanation": "<b>Gestalt Kuramı</b>, Almanca'da 'bütün' veya 'form' anlamına gelir. Bu kuram, insan zihninin görsel verileri nasıl organize ettiğini ve anlamlandırdığını inceler. Temel olarak <b>Görsel Algı</b> ve algısal organizasyon alanıyla ilişkilidir. Gestalt'a göre, bütünü oluşturan parçalardan daha fazlasıdır (Tüm, parçaların toplamından farklıdır) ve algı yasaları (Yakınlık, Benzerlik, Tamamlama vb.) görsel iletişimin temelini oluşturur."
  },
  {
    "id": "380868",
    "unitNumber": 7,
    "text": "I. İllustrasyon<br/>II. Fotoğraf<br/>III. Şekil<br/><strong>Yukarıdakilerden hangisi ya da hangileri yayın grafiğinin görsel unsurları arasında yer alır?</strong>",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "correctAnswer": "E",
    "explanation": "Yayın grafiği (gazete, dergi, kitap vb. görsel düzenlemesi), metin ve görsel unsurlardan oluşur. Görsel unsurlar, metni desteklemek, okuyucuyu çekmek ve bilgiyi iletmek amacıyla kullanılır.<br><b>I. İllüstrasyon</b> (Çizimler)<br><b>II. Fotoğraf</b> (Belgesel veya sanatsal görüntüler)<br><b>III. Şekil</b> (Grafikler, diyagramlar, dekoratif elemanlar)<br>Bu unsurların hepsi yayın grafiğinin temel görsel bileşenleri arasında yer alır."
  },
  {
    "id": "380869",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi bir kompozisyon kuralı <u>değildir</u>?</strong>",
    "options": {
      "A": "Üçler",
      "B": "Boşluklar",
      "C": "Yığma",
      "D": "Birler",
      "E": "Tekler"
    },
    "correctAnswer": "D",
    "explanation": "Kompozisyon kuralları, bir görselin içindeki elemanların yerleşimini ve ilişkisini düzenler. Bilinen temel kompozisyon kuralları arasında <b>Üçler Kuralı</b>, <b>Altın Oran</b>, <b>Simetri/Asimetri</b> ve <b>Boşluk Kullanımı</b> bulunur. Bu kurallar dışındaki, kompozisyonun düzenlenmesiyle doğrudan ilgili olmayan bir kavram (örneğin bir teknik terim) kompozisyon kuralı olarak kabul edilmez."
  },
  {
    "id": "382328",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi yayın grafiğinde kullanılan görsel unsurlardan biridir?</strong>",
    "options": {
      "A": "Folklör",
      "B": "Tıp illüstrasyonu",
      "C": "Giyim etiketi",
      "D": "Sarı renk",
      "E": "Film"
    },
    "correctAnswer": "B",
    "explanation": "Yayın grafiğinde kullanılan görsel unsurlar, okuyucunun ilgisini çekmek ve metinle birlikte anlam bütünlüğü sağlamak için kullanılır. Bu unsurlar arasında en sık kullanılanlar <b>fotoğraflar</b>, <b>illüstrasyonlar</b> ve <b>grafikler/diyagramlar</b>dır. Bu görseller, bilginin hızlı ve etkili bir şekilde aktarılmasında kritik role sahiptir."
  },
  {
    "id": "382329",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi fotoğrafın işlevleri arasında <u>yer almaz</u>?</strong>",
    "options": {
      "A": "Duygulandırmak",
      "B": "Belgelemek",
      "C": "Bilgilendirmek",
      "D": "Sayı bildirmek",
      "E": "Düşündürmek"
    },
    "correctAnswer": "D",
    "explanation": "Fotoğrafın temel işlevleri arasında <b>belgeleme</b>, <b>sanat</b>, <b>reklam/tanıtım</b> ve <b>haber iletme</b> yer alır. Fotoğraf, gerçekliği objektif bir bakış açısıyla (en azından izleyiciye öyle yansıtılarak) kaydetme gücüne sahiptir. Ancak fotoğrafın işlevi, genellikle metinlerin yerine geçerek tamamen yeni ve kurgusal bir içerik <b>oluşturmak</b> değildir; daha çok mevcut içeriği desteklemek veya kaydetmektir."
  },
  {
    "id": "382335",
    "unitNumber": 7,
    "text": "<strong>Bir kompozisyonda aşağıdaki özelliklerden hangisi <u>aranmaz</u>?</strong>",
    "options": {
      "A": "Oran-orantı",
      "B": "Bütünlük",
      "C": "Uyum",
      "D": "Denge",
      "E": "Armoni"
    },
    "correctAnswer": "E",
    "explanation": "İyi bir kompozisyonda aranan temel özellikler <b>denge</b>, <b>ritim</b>, <b>bütünlük</b>, <b>uyum</b> ve <b>vurgu</b>dur. Bu özellikler, görselin göze hoş gelmesini ve mesajı net iletmesini sağlar. Kompozisyonda kesinlikle aranmayan özellik ise <b>kaos</b>, <b>dağınıklık</b> veya <b>kopukluk</b>tur, zira bunlar bütünlüğü bozar ve izleyicinin mesajı algılamasını zorlaştırır."
  },
  {
    "id": "382337",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi nötr renklerden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Kahverengi",
      "B": "Beyaz",
      "C": "Mürdüm",
      "D": "Siyah",
      "E": "Gri"
    },
    "correctAnswer": "C",
    "explanation": "Nötr renkler, esasen saf renklere (kromatik renklere) sahip olmayan veya çok düşük yoğunlukta olan renklerdir. Bunlar, diğer renkleri etkilemeden kompozisyonda dengeleyici olarak kullanılır. Klasik nötr renkler <b>Siyah</b>, <b>Beyaz</b> ve bunların karışımı olan <b>Gri</b>’dir. Canlı ve doygun bir ana renk (Örn: Mavi, Kırmızı, Sarı) nötr renklerden biri <u>değildir</u>."
  },
  {
    "id": "380870",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi gazete reklam türlerinden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Teşhir (display)",
      "B": "Kamu duyuruları",
      "C": "Seri ilanlar",
      "D": "Mesleki",
      "E": "İlaveler"
    },
    "correctAnswer": "D",
    "explanation": "Gazete reklam türleri genellikle <b>Seri İlanlar</b> (sınıflandırılmış, kısa metinli ilanlar), <b>Ticari/Kurumsal Reklamlar</b> (ürün, hizmet veya marka tanıtımı) ve <b>Özel İlanlar</b> (tebrik, ölüm vb.) gibi çeşitleri kapsar. Eğer seçeneklerde bir tasarım öğesi (örn. Amblem) veya başka bir medya türüne ait bir reklam türü verilmişse (örn. Outdoor Reklam), bu gazete reklam türlerinden biri <u>değildir</u>. Temel ayrım, gazetenin formatı içinde yayınlanma şeklidir."
  },
  {
    "id": "380871",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi süreli yayın reklamlarında görsel tasarımı oluşturan unsurlardan biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Başlık",
      "B": "İllüstrasyon",
      "C": "Video",
      "D": "Fotoğraf",
      "E": "Metin"
    },
    "correctAnswer": "C",
    "explanation": "Süreli yayın reklamlarında görsel tasarımı oluşturan unsurlar; <b>illüstrasyon, fotoğraf, amblem/logo</b> ve <b>renk</b> gibi öğelerdir. Bunlar mesajın estetik ve görsel algısını sağlar. <b>Başlık</b> (headline), <b>alt başlık</b> veya <b>gövde metni</b> gibi unsurlar ise görsel değil, <b>tipografik</b> (yazılı) unsurlardır."
  },
  {
    "id": "380872",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi süreli yayın reklamlarında görsel unsurlardan biridir?</strong>",
    "options": {
      "A": "Fotoğraf",
      "B": "Başlık",
      "C": "Metin",
      "D": "Alt başlık",
      "E": "Sayfa düzeni"
    },
    "correctAnswer": "A",
    "explanation": "Süreli yayın reklamlarında görsel unsurlar mesajın akılda kalıcılığını artırır. Bu unsurlar arasında <b>illüstrasyonlar, fotoğraflar, markanın amblemi veya logosu</b> ve kullanılan <b>renk paleti</b> bulunur. Bu öğelerden herhangi biri doğru cevap olarak kabul edilir çünkü doğrudan görsel algıya hitap eder."
  },
  {
    "id": "380873",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi bir ürün, hizmet ya da kurumu tanıtmak için kullanılan illüstrasyon türüdür?</strong>",
    "options": {
      "A": "Yayın",
      "B": "Bilimsel",
      "C": "Reklam",
      "D": "Teknik",
      "E": "Tıp"
    },
    "correctAnswer": "C",
    "explanation": "Bir ürün, hizmet ya da kurumu tanıtmak amacıyla reklamcılık alanında kullanılan illüstrasyon türü <b>Marka İllüstrasyonu</b> veya <b>Reklam İllüstrasyonu</b> olarak adlandırılır. Bu illüstrasyonlar, genellikle ürünün kullanım bağlamını, <b>özelliklerini vurgulamayı</b> veya hedef kitlede belirli bir duygusal tepki yaratmayı hedefler."
  },
  {
    "id": "380874",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi süreli yayınlarda tipografik unsurları oluşturan unsurlardan biridir?</strong>",
    "options": {
      "A": "Fotoğraf",
      "B": "İllüstrasyon",
      "C": "Sayfa Düzeni",
      "D": "Amblem",
      "E": "Alt Başlık"
    },
    "correctAnswer": "E",
    "explanation": "Süreli yayın reklamlarında tipografik unsurlar, reklamın yazılı bileşenleridir ve okuma sürecini yönetir. Bu unsurlar arasında <b>Başlık</b> (headline), <b>Alt Başlık</b> (subhead), <b>Gövde Metni</b> (body copy), <b>Slogan</b> ve <b>İmza</b> (signature line/marka adı) yer alır. Bunlar, mesajın sözlü içeriğini aktarmak için kullanılır."
  },
  {
    "id": "380875",
    "unitNumber": 8,
    "text": "<strong>Hedef kitle aşağıdakilerden hangisini etkili bulduğunda reklam metnini okumaktadır?</strong>",
    "options": {
      "A": "Başlık",
      "B": "Alt Başlık",
      "C": "Metin",
      "D": "Slogan",
      "E": "Logo/Amblem"
    },
    "correctAnswer": "A",
    "explanation": "Hedef kitle, reklamın <b>Başlığını</b> (Headline) etkili, ilgi çekici ve kendilerine yönelik bir fayda vaat eden bulduğunda reklam metnini okumaya başlamaktadır. Başlık, reklamın <b>en önemli okuyucu çekme aracıdır</b> ve gövde metnine geçişi tetikler."
  },
  {
    "id": "380876",
    "unitNumber": 8,
    "text": "<strong>“Başlık ve metin arasında köprü oluşturmaktadır.” Bu tanım aşağıdakilerden hangisine aittir?</strong>",
    "options": {
      "A": "Alt başlık",
      "B": "Metin",
      "C": "Başlık",
      "D": "Slogan",
      "E": "Logo/Amblem"
    },
    "correctAnswer": "A",
    "explanation": "Başlık ve metin arasında köprü oluşturan unsur <b>Alt Başlık</b>'tır (Subhead). Alt başlık, başlığın ilgisini pekiştirir, <b>gövde metninin daha detaylı içeriğine hazırlar</b> ve okuyucuyu reklama devam etmeye ikna eder."
  },
  {
    "id": "380877",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi etkili bir sloganın yaratılmasındaki kriterlerden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Kısa olması",
      "B": "Markanın gösterilmesi",
      "C": "Aşağılayıcı olmaması",
      "D": "Mesajın kişiselleştirilmesi",
      "E": "Uzun olması"
    },
    "correctAnswer": "E",
    "explanation": "Etkili bir slogan <b>kısa, akılda kalıcı, benzersiz olmalı, markanın temel faydasını</b> veya <b>konumlandırmasını</b> yansıtmalıdır. Eğer seçenekler arasında 'Uzun ve açıklayıcı olması', 'Sadece teknik detaylara odaklanması' veya 'Kolayca taklit edilebilir olması' gibi bir madde varsa, bu başarılı bir sloganın kriteri <u>değildir</u>."
  },
  {
    "id": "380878",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi bir amblemin başarılı olmasındaki etkenlerden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Özgün",
      "B": "Estetik",
      "C": "Öznel",
      "D": "Dikkat çekici",
      "E": "Firmayı tanıtıcı"
    },
    "correctAnswer": "C",
    "explanation": "Bir amblemin (logo sembolü) başarılı olmasındaki temel etkenler <b>yalınlık, özgünlük, akılda kalıcılık, zamana meydan okuma</b> (kalıcılık) ve <b>farklı boyutlarda uygulanabilirlik</b> (ölçeklenebilirlik) özellikleridir. Başarısızlık nedeni olabilecek faktörler ise <b>aşırı karmaşıklık</b> veya sadece geçici trendlere uymaktır."
  },
  {
    "id": "380879",
    "unitNumber": 8,
    "text": "Tasarım gerçekleştirilmeden önce kılavuzluk yapması için sayfanın yatay ve dikey çizgilerle bölünmesidir.<br/><strong>Bu tanım aşağıdakilerden hangisine aittir?</strong>",
    "options": {
      "A": "Denge",
      "B": "Perspektif",
      "C": "Vurgu",
      "D": "Izgara",
      "E": "Hiyerarşi"
    },
    "correctAnswer": "D",
    "explanation": "Tasarım gerçekleştirilmeden önce sayfanın yatay ve dikey çizgilerle bölünerek kılavuzluk yapılması, <b>Izgara Sistemi</b>'nin (Grid System) tanımıdır. Izgara, reklam yerleşimi ve kompozisyonunda <b>denge, hizalama ve tutarlılık</b> sağlamak için kullanılır."
  },
  {
    "id": "382338",
    "unitNumber": 8,
    "text": "“Reklamın konusu ve mesajı hakkında hedef kitleye ayrıntılı bilgilendirme sunmaktadır.”<br/><strong>Bu tanım aşağıdakilerden hangisine aittir?</strong>",
    "options": {
      "A": "Başlık",
      "B": "Alt Başlık",
      "C": "Metin",
      "D": "Slogan",
      "E": "Fotoğraf"
    },
    "correctAnswer": "C",
    "explanation": "Reklamın konusu ve mesajı hakkında hedef kitleye ayrıntılı bilgilendirme sunan kısım <b>Gövde Metni</b>'dir (Body Copy). Gövde metni, başlıkta uyandırılan ilginin ardından ürünün <b>faydalarını, özelliklerini ve destekleyici kanıtları</b> detaylı olarak açıklar."
  },
  {
    "id": "382342",
    "unitNumber": 8,
    "text": "<strong>\"Markayı ifade eden harf, kelime veya rakamlardan meydana gelmektedir.\" şeklinde tanımlanan kavram aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Logo",
      "B": "Amblem",
      "C": "Slogan",
      "D": "Metin",
      "E": "Logo/Amblem"
    },
    "correctAnswer": "A",
    "explanation": "Markayı ifade eden harf, kelime veya rakamlardan meydana gelen ve markanın sözlü kimliğini görselleştiren kavram <b>Logo</b>'dur (veya daha teknik adıyla <b>Logotype/Kelime Markası</b>). Logo, markanın temel <b>tanıtım ve ayırt edici unsurudur</b>."
  },
  {
    "id": "382344",
    "unitNumber": 8,
    "text": "<strong>Aşağıdakilerden hangisi reklam tasarımındaki kompozisyon ve sayfa düzeni ilkelerinden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Değer",
      "B": "Denge",
      "C": "Izgara",
      "D": "Vurgu",
      "E": "Perspektif"
    },
    "correctAnswer": "A",
    "explanation": "Reklam tasarımındaki kompozisyon ve sayfa düzeni ilkeleri, görsel iletişimin etkinliğini sağlayan temel kurallardır. Bunlar arasında <b>Denge, Vurgu (Odak Noktası), Ritim/Hareket, Bütünlük</b> ve <b>Zıtlık</b> yer alır. Eğer seçeneklerde pazarlama veya medya planlama ile ilgili bir kavram varsa (örn. Yayın Sıklığı), bu tasarım ilkelerinden biri <u>değildir</u>."
  },
  {
    "id": "382709",
    "unitNumber": 9,
    "text": "<strong>Yayında kullanılan özel terimlerin, kişilerin ya da kavramların hangi sayfalarda göründüklerini gösteren liste aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Sözlük",
      "B": "Dizin",
      "C": "İçindekiler",
      "D": "Referanslar",
      "E": "Künye"
    },
    "correctAnswer": "B",
    "explanation": "Yayında kullanılan özel terimlerin, önemli kişilerin ya da kavramların alfabetik olarak listelenip, bu unsurların hangi sayfalarda geçtiğini gösteren yapıya <b>Dizin</b> (Index) adı verilir. Dizin, okuyucunun belirli bilgilere hızlıca ulaşmasını sağlamak amacıyla yayının sonunda yer alır."
  },
  {
    "id": "382710",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi çok sayfalı yayınlarda başlıkların işlevlerinden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Sayfada güçlü bir giriş noktası yaratır.",
      "B": "Metni bölümlemeye yardımcı olur.",
      "C": "Metinde sunulan iddiayı destekler.",
      "D": "Okuma kolaylığı sağlar.",
      "E": "Fark edilebilirliğe yardımcı olur."
    },
    "correctAnswer": "C",
    "explanation": "Çok sayfalı yayınlarda başlıkların temel işlevleri; okuyucunun dikkatini çekmek, metin akışını organize etmek, içeriğin hiyerarşisini göstermek ve ilgili bölümün içeriğini özetlemektir. Başlıklar, yayınla ilgili yasal bilgileri (ISBN, telif hakkı, baskı tarihi vb.) içermek gibi bir işleve sahip <u>değildir</u>; bu tür bilgiler <b>Künye Sayfası</b>'nda yer alır."
  },
  {
    "id": "383275",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi ön kapakta yer alan unsurlardan birisi <u>değildir</u>?</strong>",
    "options": {
      "A": "Barkod",
      "B": "Başlık",
      "C": "Yayınevi logosu",
      "D": "Görsel öğeler",
      "E": "Edisyon sayısı"
    },
    "correctAnswer": "A",
    "explanation": "Ön kapakta genellikle yayının <b>Adı</b>, varsa <b>Alt Başlığı</b>, <b>Yazarının Adı</b> ve <b>Yayıncının Logosu</b>/Adı yer alır. Yayının basım detayları, telif hakkı ve ISBN gibi yasal bilgileri içeren <b>Künye Sayfası</b> (Imprint) ön kapakta değil, genellikle ilk iç sayfalarda bulunur."
  },
  {
    "id": "383276",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi çok sayfalı yayını oluşturan fiziksel kısımlardan biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Sırt",
      "B": "Yan kağıtlar",
      "C": "Sayfalar",
      "D": "Şömiz",
      "E": "Su yolu"
    },
    "correctAnswer": "E",
    "explanation": "Çok sayfalı yayını oluşturan fiziksel kısımlar <b>Kapak</b> (ön, arka), <b>Sırt</b> ve iç sayfaların oluşturduğu <b>Metin Bloğu</b>'dur. İçindekiler veya Dizin gibi kısımlar, yayının fiziksel yapısını değil, içeriğin organizasyonel yapısını oluşturan unsurlardır."
  },
  {
    "id": "383277",
    "unitNumber": 9,
    "text": "<strong>Künye sayfasında aşağıdakilerden hangisi <u>yer almaz</u>?</strong>",
    "options": {
      "A": "İllüstratörün adı soyadı",
      "B": "Matbaanın adresi",
      "C": "Yayının ithaf edildiği kişinin adı soyadı",
      "D": "Yayın sorumlusunun adı soyadı",
      "E": "Sayfa tasarımcısının adı soyadı"
    },
    "correctAnswer": "C",
    "explanation": "<b>Künye Sayfası</b> (Imprint), yayının yasal kimliğini oluşturan tüm bilgileri barındırır: Telif hakkı, yayıncının adı ve adresi, ISBN, baskı tarihi ve edisyon bilgileri. Genellikle yazarın kişisel bilgileri, biyografisi veya fotoğrafı bu sayfada <u>yer almaz</u>; bu bilgiler başka bir sayfada veya arka kapakta bulunabilir."
  },
  {
    "id": "383278",
    "unitNumber": 9,
    "text": "<strong>Aşağıdakilerden hangisi sayfanın barındırdığı öğelerden birisidir?</strong>",
    "options": {
      "A": "Yüzey özellikleri",
      "B": "Doku yönü",
      "C": "Gramajı",
      "D": "Kenar boşlukları",
      "E": "Yoğunluğu"
    },
    "correctAnswer": "D",
    "explanation": "Bir sayfa, içeriği oluşturan ve düzeni sağlayan pek çok öğeyi barındırır. Bu öğeler arasında en temel olanlar <b>Metin</b>, <b>Görseller</b> (fotoğraf, grafik vb.) ve metni organize eden <b>Başlıklar</b> yer alır. Bu unsurlar sayfa tasarımının temelini oluşturur."
  },
  {
    "id": "383279",
    "unitNumber": 9,
    "text": "<strong>Tüm unsurları bir arada tutmasının yanında sayfaların okunabilmesi için kapların açılıp kapanmasını ve sayfaların çevrilmesini sağlayan bölüm aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Sırt",
      "B": "Dirsek",
      "C": "Kapak",
      "D": "Cilt",
      "E": "Boğum"
    },
    "correctAnswer": "A",
    "explanation": "Kitabın sayfalarını ve kapaklarını bir arada tutan, aynı zamanda sayfaların kolayca çevrilmesi için kapakların açılıp kapanmasını sağlayan fiziksel kısım <b>Sırt</b>'tır (Spine). Sırt, yayının dayanıklılığı ve işlevselliği açısından kritik öneme sahiptir."
  },
  {
    "id": "383280",
    "unitNumber": 9,
    "text": "<strong>Yayın ismi, bölüm ismi, alt başlıklar, yazar adı gibi referansların bulunduğu ve yayın boyunca tekrar eden satırlara ne ad verilir?</strong>",
    "options": {
      "A": "Dip not",
      "B": "Yan not",
      "C": "Açıklamalar",
      "D": "Dizin",
      "E": "Süren başlıklar"
    },
    "correctAnswer": "E",
    "explanation": "Yayın boyunca her sayfada (veya belirli sayfalarda) tekrar eden, referans amaçlı bilgilerin (yayın adı, bölüm adı, yazar adı vb.) bulunduğu satırlara <b>Köşe Yazısı</b> (Running Head/Foot) adı verilir. Bu unsurlar genellikle sayfanın üst (üst bilgi) veya alt (alt bilgi) kenar boşluklarında yer alır ve okuyucunun yayındaki konumunu takip etmesini kolaylaştırır."
  },
  {
    "id": "383281",
    "unitNumber": 9,
    "text": "<strong>Parlak kuşe kağıt hangi yayın için uygun <u>değildir</u>?</strong>",
    "options": {
      "A": "Dergi",
      "B": "Roman",
      "C": "Katalog",
      "D": "Portfolyo",
      "E": "Çizgi roman"
    },
    "correctAnswer": "B",
    "explanation": "<b>Parlak kuşe kağıt</b>, yüksek düzeyde ışığı yansıtır. Bu yansıtma, özellikle uzun soluklu okumalarda göz yorgunluğuna neden olur. Bu nedenle, kuşe kağıt, görsel ağırlıklı kataloglar ve dergiler için uygunken, yoğun <b>metin ağırlıklı yayınlar</b> (roman, ders kitabı) için uygun <u>değildir</u>. Mat veya yarı mat kağıtlar metin yayınlarında daha çok tercih edilir."
  },
  {
    "id": "383282",
    "unitNumber": 9,
    "text": "<strong>Metin ağırlıklı yayınlarda daha çok hangi format tercih edilir?</strong>",
    "options": {
      "A": "Yatay",
      "B": "Dikey",
      "C": "Kare",
      "D": "Oval",
      "E": "Diyagonal"
    },
    "correctAnswer": "B",
    "explanation": "Metin ağırlıklı yayınlarda, okuma akışını ve göz hareketini optimize etmek amacıyla genellikle <b>Dikey (Portre) formatı</b> tercih edilir. Dikey format, satır uzunluğunu ideal seviyede tutarak metnin rahat okunabilirliğini sağlar."
  },
  {
    "id": "383283",
    "unitNumber": 9,
    "text": "<strong>Yazarın yayını birine adamak ya da hediye etmek için yazmış olduğu kısa notunu içeren sayfa aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Teşekkür",
      "B": "Önsöz",
      "C": "İthaf",
      "D": "Künye",
      "E": "Giriş"
    },
    "correctAnswer": "C",
    "explanation": "Yazarın yayını özel bir kişiye veya gruba adadığını belirten, duygusal ve kısa bir not içeren sayfa <b>Adama Sayfası</b> (Dedication Page) olarak adlandırılır. Bu sayfa, genellikle başlık sayfasının hemen arkasında bulunur."
  },
  {
    "id": "383284",
    "unitNumber": 9,
    "text": "<strong>InDesign programında diğer tüm sayfalar için şablonlar oluşturma, sayfa numarası atama ve değişiklikler yapma olanağı sağlayan özellik aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "Current page number",
      "B": "Spread",
      "C": "Facing Pages",
      "D": "Export",
      "E": "Master/Parent pages"
    },
    "correctAnswer": "E",
    "explanation": "Adobe InDesign programında, yayın boyunca tekrar eden unsurları (örneğin sayfa numaraları, köşe yazıları) otomatik olarak eklemek, temel düzen şablonlarını oluşturmak ve tüm sayfalarda toplu değişiklikler yapmak için kullanılan özellik <b>Ana Sayfa</b> (Master Page) olarak adlandırılır. Ana Sayfada yapılan değişiklikler, bu ana sayfayı kullanan diğer tüm sayfalara uygulanır."
  },
  {
    "id": "382718",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi geleneksel k</strong><strong>â</strong><strong>ğıt standartlarından biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Emperor/İmparator",
      "B": "Giraffe/Zürafa",
      "C": "Grand Eagle/Büyük Kartal",
      "D": "Elephant/Fil",
      "E": "Royal/Asil"
    },
    "correctAnswer": "B",
    "explanation": "Geleneksel kâğıt standartları terimi, genellikle <b>metrik sistemin yaygınlaşmasından önce kullanılan</b> veya <b>ISO standartları dışındaki yaygın formatları</b> (özellikle Kuzey Amerika'da kullanılan Letter ve Legal gibi) ifade eder. ISO (International Organization for Standardization) A, B ve C serileri günümüzde en yaygın ve evrensel kabul görmüş standartlardır. Sorunun doğru cevabı, genellikle ISO, ABD veya tarihi bir standart olmayan uydurma bir ölçü veya spesifik bir kâğıt özelliği olmalıdır. Standartlar genellikle <b>A, B veya C</b> serileri gibi ölçü sistemlerini içerir, bu nedenle bunlardan farklı olan bir seçenek geleneksel standart sayılmaz."
  },
  {
    "id": "382719",
    "unitNumber": 10,
    "text": "<strong>Otokopi türü kâğıtlar arasında aşağıdakilerden hangisi <u>yer almaz</u>?</strong>",
    "options": {
      "A": "İrsaliye kağıdı",
      "B": "Makbuz kağıdı",
      "C": "Fatura kağıdı",
      "D": "Sipariş kağıdı",
      "E": "Kuşe kağıdı"
    },
    "correctAnswer": "E",
    "explanation": "<b>Otokopi (Karbonsuz Kopya - NCR) kâğıtlar</b>, üzerine baskı yapıldığında mürekkep kullanmadan alttaki kâğıda yazı transferi sağlayan özel kimyasal katmanlara sahiptir. Bir set genellikle 3 ana kâğıt türünden oluşur:<br>1. <b>CB (Coated Back):</b> En üstteki kâğıt, alt yüzeyi kaplı.<br>2. <b>CFB (Coated Front and Back):</b> Ortadaki kâğıtlar, hem ön hem arka yüzeyi kaplı.<br>3. <b>CF (Coated Front):</b> En alttaki kâğıt, sadece ön yüzeyi kaplı.<br>Bu üç tür dışında kalan, örneğin 'CC' (Coated Center) gibi bir tür otokopi kâğıt seti içinde yer almaz."
  },
  {
    "id": "382724",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi baskı öncesi hazırlıklarda yer alan ciltleme hedefi kazanımlarından biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Maliyetten kazanç",
      "B": "Estetik görünüm",
      "C": "İş gücünden kazanım",
      "D": "Basılı ürünün direnci",
      "E": "Kullanıcı ergonomisi"
    },
    "correctAnswer": "C",
    "explanation": "Baskı öncesi hazırlıklarda ciltleme hedefi, basılan malzemenin (forma) <b>hatasız bir şekilde katlanması, kesilmesi ve birleştirilmesi</b> için gerekli düzenlemeleri (montaj/imposition) sağlamaktır. Kazanımlar arasında <b>doğru sayfa sıralamasının sağlanması</b>, <b>cilt payı (tıraş payı) bırakılması</b> ve <b>katlama izlerinin belirlenmesi</b> yer alır. Baskının kalitesini artırmak (örneğin renk doygunluğunu yükseltmek) doğrudan bir ciltleme hedefi kazanımı değil, <b>baskı kalibrasyonunun</b> bir hedefidir."
  },
  {
    "id": "383285",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi baskı öncesi hazırlık aşamalarından biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Kağıt ölçülendirme",
      "B": "Kağıt türü seçimi",
      "C": "Forma sayısı seçimi",
      "D": "Kargo ve nakliye",
      "E": "Ciltleme seçimi"
    },
    "correctAnswer": "D",
    "explanation": "<b>Baskı öncesi (Prepress) hazırlık aşamaları</b>, tasarımın oluşturulmasından baskı makinesine gönderilecek kalıpların/dosyaların hazırlanmasına kadar uzanan süreci kapsar. Bu aşamalar tipik olarak <b>tasarım ve mizanpaj</b>, <b>dijital montaj (imposition)</b>, <b>renk ayrımı</b>, <b>prova (proofing)</b> ve <b>kalıp hazırlığı (CTP/CTF)</b> içerir. <b>Mürekkep Karıştırma</b> veya <b>Baskının kendisi (ofset/flekso)</b> ise baskı aşamasına ait faaliyetlerdir."
  },
  {
    "id": "383286",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi kâğıt standartları arasında <u>yer almaz</u>?</strong>",
    "options": {
      "A": "ISO",
      "B": "DIN",
      "C": "ÇİN",
      "D": "JAPON",
      "E": "KANADA"
    },
    "correctAnswer": "C",
    "explanation": "Kâğıt standartları genellikle kâğıdın <b>boyutlarını</b> (ISO A, B, C serileri; Letter, Legal) veya <b>ağırlığını/gramajını</b> (gsm, pound) tanımlayan sistemlerdir. Örneğin, A4 (210x297 mm) bir standarttır. Standart olmayan veya kâğıt yerine baskı malzemesi (örneğin <b>PVC Folyo</b>) tanımlayan seçenekler, kâğıt standartları arasında yer almaz."
  },
  {
    "id": "383287",
    "unitNumber": 10,
    "text": "<strong>Aşağıdaki ölçülerden hangisi ISO kağıt standartlarından biri olarak yer almaktadır?</strong>",
    "options": {
      "A": "A4 (210x297 mm)",
      "B": "PA4 (210x297 mm)",
      "C": "CAN (210x297 mm)",
      "D": "ANSI A (210x297 mm)",
      "E": "JIS B (210x297 mm)"
    },
    "correctAnswer": "A",
    "explanation": "<b>ISO 216 standardı</b>, dünya genelinde en çok kullanılan kâğıt ölçülerini (A, B ve C serileri) tanımlar. Bu standardın temel özelliği, kâğıdı ortadan ikiye kestiğinizde oranın (1:karekök 2) korunmasıdır. Başlangıç ölçüsü olan A0, 1 metrekare alana sahiptir (841 x 1189 mm). <b>A4 ölçüsü 210 x 297 mm</b> olarak belirlenmiştir ve en yaygın kullanılan ISO standardıdır. Seçeneklerde belirtilen diğer, standart dışı ölçüler ISO kâğıt serisine ait değildir."
  },
  {
    "id": "383288",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi A4 (210x297 mm) ölçüsü kağıttan üretilen bir yayın grafiği tasarımlarından biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Formlar",
      "B": "Broşür",
      "C": "Kitap",
      "D": "Dergi",
      "E": "Gazete"
    },
    "correctAnswer": "E",
    "explanation": "A4 boyutu (210x297 mm), <b>iş dünyası ve genel yayıncılıkta</b> en çok kullanılan formattır. Raporlar, dergiler, mektup kağıtları ve kitapçıklar genellikle A4 veya A4'ün katları/yarısı (A5) olarak hazırlanır. Çok büyük formatlı baskılar (örneğin büyük <b>outdoor billboard afişleri</b>) veya standart dışı özel ambalaj tasarımları bu ölçüden üretilen yayın grafiği kapsamına girmez."
  },
  {
    "id": "383289",
    "unitNumber": 10,
    "text": "<strong>Aşağıdaki kağıt türlerinden hangisi baskı sürecinde en çok yaygın olarak tüketilen kağıt türlerinden biri olarak yer almaktadır?</strong>",
    "options": {
      "A": "II. Hamur Kağıt",
      "B": "I. Hamur Kağıt",
      "C": "Kroma Karton",
      "D": "III. Hamur Kağıt",
      "E": "Bristol Karton"
    },
    "correctAnswer": "B",
    "explanation": "Baskı sürecinde en yaygın tüketilen kâğıt türleri, genel yayıncılık ve ofset baskı ihtiyaçlarını karşılayanlardır. Bunlar genellikle yüzeyi işlenmiş <b>Kuşe Kâğıtlar (Coated Paper)</b> (dergiler, broşürler) ve yüzeyi işlenmemiş <b>1. Hamur Kâğıtlar (Wood-free offset paper)</b> (kitaplar, ofis kâğıtları) veya düşük kaliteli <b>Gazete Kâğıtlarıdır</b>. Dünya genelinde <b>1. Hamur Kâğıtlar</b>, ofis, kitap ve yazışma amaçlı kullanımı nedeniyle en yüksek hacimli tüketilen türlerdendir."
  },
  {
    "id": "383290",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi sayısal baskı tabanlı kağıt türleri arasında <u>yer almaz</u>?</strong>",
    "options": {
      "A": "Lazer kağıtları",
      "B": "Mürekkep püskürtmeli kağıtları",
      "C": "Yüksek dokulu çok kalın gramaj kağıtlar",
      "D": "Bond ve etiket kağıtları",
      "E": "Çok amaçlı fotokopi kağıtları"
    },
    "correctAnswer": "C",
    "explanation": "Sayısal (Dijital) baskı makineleri, toner veya sıvı mürekkep teknolojileriyle çalıştığından, bu makinelere uygun kâğıtların <b>yüksek ısıya dayanıklı</b> olması (toner fırınları için) ve <b>mürekkep emilimini optimize eden yüzey kaplamalarına</b> sahip olması gerekir. Dijital baskı makineleri genellikle kesilmiş tabaka (sheet-fed) kâğıt kullanır. <b>Filigran Kâğıtlar</b> gibi özel kâğıtlar geleneksel veya dijital baskıda kullanılabilir ancak sayısal baskıya özgü olmayan, tamamen farklı amaçlı bir kâğıt türü (örneğin, <b>CTP Plakası</b> veya <b>Hava Yastığı Kâğıdı</b>) sayısal baskı kâğıdı sayılmaz."
  },
  {
    "id": "383291",
    "unitNumber": 10,
    "text": "<strong>Önceden planlanmış bir kağıt baskı sonucunun üç kez katlanması sonucu oluşan formanın arkalı önlü sayfa sayısı aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "16",
      "B": "14",
      "C": "12",
      "D": "10",
      "E": "08"
    },
    "correctAnswer": "A",
    "explanation": "Baskıda forma (signature), tek bir büyük kâğıt tabakasının belirli bir düzende basılıp ardından katlanarak kitap veya dergi bloğunu oluşturmasıdır. Kâğıt <b>N kez katlandığında</b>, oluşan yaprak (leaf) sayısı $2^N$ olur. Her yaprağın önü ve arkası sayfa olduğundan, toplam sayfa sayısı $2^N \\times 2$ olur. Üç kez katlama (N=3) yapılması durumunda:<br>Yaprak sayısı: $2^3 = 8$ yaprak.<br>Sayfa sayısı: $8 \\times 2 = <b>16 sayfa</b>$ olur. Bu tipik bir matbaa formasıdır."
  },
  {
    "id": "383292",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi katlama/kırma biçimlerinden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Dört sayfa tek katlama",
      "B": "Altı sayfa beşgen katlama",
      "C": "Sekiz sayfa kapı katlama",
      "D": "Sekiz sayfa paralel katlama",
      "E": "Altı sayfa zig/zag katlama"
    },
    "correctAnswer": "B",
    "explanation": "Matbaacılıkta yaygın katlama biçimleri genellikle katlama yönlerine ve sayısına göre isimlendirilir. Bunlara örnek olarak <b>Tek Kırma</b>, <b>Paralel Katlama (Z veya Akordeon)</b>, <b>Mektup (Sarmal) Katlama</b>, <b>Haç/Çapraz Katlama</b> ve <b>Kapı Katlama</b> verilebilir. '<b>Dairesel Kesim</b>' veya '<b>Spiral Çevrim</b>' gibi terimler katlama/kırma biçimi değil, ciltleme veya kesim yöntemidir."
  },
  {
    "id": "383293",
    "unitNumber": 10,
    "text": "<strong>Aşağıdakilerden hangisi ciltleme türleri arasında <u>yer almaz</u>?</strong>",
    "options": {
      "A": "Yumuşak kapak ciltleme",
      "B": "Sert kapak ciltleme",
      "C": "Gizli tel spiral ciltleme",
      "D": "Kristal destekli ciltleme",
      "E": "Tel dikişli ciltleme"
    },
    "correctAnswer": "D",
    "explanation": "Ciltleme, basılı sayfaların kalıcı olarak bir araya getirilme yöntemidir. Temel ciltleme türleri şunlardır: <b>Tel Dikiş (Saddle Stitching)</b>, <b>İplik Dikiş</b>, <b>Sıcak Tutkal Cilt (Perfect Binding)</b>, <b>Spiral/Telli Cilt</b> ve <b>Amerikan Cilt</b>. Bunların dışında kalan, örneğin <b>Laminasyon (Kaplama)</b> veya <b>Vernikleme</b> gibi işlemler ciltleme türü değil, baskı sonrası yüzey işlem (finish) türleridir."
  },
  {
    "id": "385385",
    "unitNumber": 10,
    "text": "<strong>Kuzey Amerika Paund veya Bond Sistemi olarak anılan sistemin sembolü aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "&amp;",
      "B": "$",
      "C": "<span>\\(\\square \\)</span>",
      "D": "½",
      "E": "#"
    },
    "correctAnswer": "E",
    "explanation": "Kuzey Amerika'da kullanılan ve <b>Paund Sistemi</b> veya <b>Bond Sistemi</b> olarak da anılan kâğıt ağırlık ölçüm sistemi (Basis Weight), bir kâğıdın temel boyutlardaki 500 tabakasının ağırlığını ifade eder. Bu sistemde ağırlık birimi olarak <b>Pound (Lira)</b> kullanılır ve sembolü genellikle <b>#</b> (hash/pound işareti) veya <b>lb</b> (libra) olarak gösterilir. Bu, metrik sistemdeki <b>gramaj (gsm)</b> karşılığıdır."
  },
  {
    "id": "382725",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi yayın grafiği basımında 1970’li yıllara kadar 500 yılı aşkın bir süreyle kullanılan baskı türüdür?</strong>",
    "options": {
      "A": "Ofset Baskı",
      "B": "Tipo Baskı",
      "C": "Dijital Baskı",
      "D": "Sergirafi",
      "E": "Flesko Baskı"
    },
    "correctAnswer": "B",
    "explanation": "Yayın grafiği basımında 500 yılı aşkın bir süre, özellikle 1970’li yıllara kadar yaygın olarak kullanılan baskı türü <b>Yüksek Baskı</b> (Relief Printing) veya <b>Tipo Matbaacılığıdır</b>. Bu sistem, 15. yüzyılda <b>Johannes Gutenberg</b> tarafından geliştirilen hareketli harf sistemi temeline dayanır ve baskı elemanlarının baskı yapmayan yüzeyden daha yüksekte olduğu bir teknolojidir. 1970’lerden sonra yerini hızla ofset (düz baskı) sistemlerine bırakmıştır."
  },
  {
    "id": "382727",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisinde baskı öncesi aşamalar doğru bir şekilde sıralanmıştır?</strong>",
    "options": {
      "A": "Kağıt / Matbaa / Kalıplama / Renk Ayrımı / Montaj",
      "B": "Tireleme / Tram / Layout / Dijital Baskı /Uygulama",
      "C": "Pilyaj / Poza / Revolta / Montaj / Flekso / Tram",
      "D": "Matbaa / Layout / Scanner / Perforaj / Gofre",
      "E": "Varak / Gofre / Lak / Pantone / CMYK"
    },
    "correctAnswer": "A",
    "explanation": "Baskı öncesi (Prepress) aşamalar, tasarım dosyasının basıma hazır hale getirilmesi sürecidir. Doğru sıralama genellikle şöyledir: <b>Tasarım ve Metin Girişi</b>, <b>Görsel İşleme ve Düzeltme</b>, <b>Mizanpaj/Sayfa Düzeni</b> (Montaj), <b>Renk Ayrımı</b> ve son olarak <b>Kalıp Hazırlama</b> (CTP veya film çıkışı). Bu sıralama, yayının teknik doğruluğunu ve matbaa standartlarına uygunluğunu garanti eder."
  },
  {
    "id": "382729",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi tabaka k</strong><strong>â</strong><strong>ğıdın standart ebatlarına göre uyarlanmış bir forma düzeni <u>değildir</u>?</strong>",
    "options": {
      "A": "4+4 8’li forma sistemi",
      "B": "16+16 32’li forma sistemi",
      "C": "24+24 48’li forma sistemi",
      "D": "7+7 14’lü forma sistemi",
      "E": "8+8 16’lı forma sistemi"
    },
    "correctAnswer": "D",
    "explanation": "<b>Forma düzeni</b> (Imposition), baskı tabakasına sayfaların, katlama ve ciltleme sonrası doğru sırayla çıkacak şekilde yerleştirilmesidir. Standart forma düzenleri, bir tabaka kağıdın katlanmasıyla elde edilebilecek sayfa sayılarıdır ve genellikle 2’nin katları şeklinde (4, 8, 16, 32 sayfa) olur. Standart ebatlara uyarlanmış bir forma düzeni olmayan seçenek, matbaacılıkta verimliliği düşüren veya standart katlama teknikleriyle elde edilemeyen bir sayfa sayısı veya düzensiz bir yerleşim olacaktır."
  },
  {
    "id": "383294",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi yayın grafiği aşamalarında ve yayının sonuçlandırılmasındaki görevlilerden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Tasarımcı",
      "B": "Editör",
      "C": "Matbaa",
      "D": "Yayıncı",
      "E": "Konuşmacı"
    },
    "correctAnswer": "E",
    "explanation": "Yayın grafiği aşamalarında ve yayının sonuçlandırılmasında görev alan personel, genellikle <b>Grafiker/Tasarımcı</b>, <b>Editör</b>, <b>Mizanpajcı</b>, <b>Baskı Öncesi Uzmanı</b> ve <b>Matbaa Operatörü</b> gibi doğrudan üretim zincirinde yer alan kişilerdir. Yayının sonuçlandırılmasında teknik görevli olmayan bir kişi (örneğin muhasebe veya lojistik personeli) bu görevliler arasında sayılmaz."
  },
  {
    "id": "383295",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi baskı sistemleri teknolojileri arasında <u>yer almaz</u>?</strong>",
    "options": {
      "A": "Postscript Baskı",
      "B": "Düz Baskı",
      "C": "Çukur Baskı",
      "D": "Yüksek Baskı",
      "E": "Dijital Baskı"
    },
    "correctAnswer": "A",
    "explanation": "Temel baskı sistemleri teknolojileri, baskı kalıbındaki mürekkep taşıma yüzeyinin geometrisine göre sınıflandırılır: <b>Yüksek Baskı</b> (Tipo), <b>Düz Baskı</b> (Ofset), <b>Çukur Baskı</b> (Gravür) ve <b>Elek Baskı</b> (Serigrafi) ile modern <b>Dijital Baskı</b>. Baskı teknolojileri arasında yer almayan seçenek, üretim (örneğin plastik enjeksiyon) veya yüzey işlem (örneğin laminasyon) gibi başka bir sanayi dalına ait bir yöntemdir."
  },
  {
    "id": "383296",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi düz baskı sistemi ile üretilen matbaacılık türüdür?</strong>",
    "options": {
      "A": "Tipo Baskı",
      "B": "Ofset Baskı",
      "C": "Tifdruk Baskı",
      "D": "Flekso Baskı",
      "E": "Gofre Baskı"
    },
    "correctAnswer": "B",
    "explanation": "<b>Düz Baskı</b> (Planografik) sistemi, baskı elemanlarının yüzeyde aynı seviyede olduğu, mürekkep taşıma ve itme prensibine (su ve yağın birbirini itmesi) dayanan bir sistemdir. Bu sistemle üretilen en yaygın matbaacılık türü <b>Ofset Matbaacılıktır</b> (Offset Lithography). Ofset, günümüzde ticari baskının büyük çoğunluğunu oluşturur."
  },
  {
    "id": "383297",
    "unitNumber": 11,
    "text": "<strong>Web ofset matbaacılık ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?</strong>",
    "options": {
      "A": "Gazete, dergi, kitap gibi yüksek tirajlı işler basılır.",
      "B": "Bir web ofset makinasında yazdırma, katlama ve tabakalama aynı sırada işlenir.",
      "C": "Hızlı ve etkili işlevselliğe sahiptir.",
      "D": "Küçük tirajlı işler için kullanılır.",
      "E": "Web ofset makinaları maliyetli ve daha büyüktür."
    },
    "correctAnswer": "D",
    "explanation": "<b>Web Ofset</b> (Bobin Ofset), yüksek hızlı, sürekli form baskı makinesidir ve <b>rulo (bobin) kâğıt</b> kullanır. Bu sistem, genellikle çok yüksek tirajlı (gazete, dergi, katalog) işlerde kullanılır ve yüksek hızlı kurutma sistemleri gerektirebilir. Yanlış olan ifade, muhtemelen bu sistemin tabaka kâğıt kullandığını veya düşük tirajlar için ideal olduğunu iddia eden seçenektir."
  },
  {
    "id": "383298",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi dijital baskı sistemlerinden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Tonerli Dijital Baskı",
      "B": "İnkjet Dijital Baskı",
      "C": "Portable Dijital Baskı",
      "D": "Özel Mürekkepli Dijital Baskı",
      "E": "Dijital Donanımlı Ofset Baskı"
    },
    "correctAnswer": "C",
    "explanation": "Dijital baskı sistemleri, kalıp kullanmadan doğrudan bilgisayar verisinden kağıda görüntü aktarır. Başlıca dijital baskı türleri <b>Elektrofotografi</b> (Lazer/Toner) ve <b>Mürekkep Püskürtmeli</b> (Inkjet) sistemlerdir. Dijital baskı sistemlerinden biri olmayan seçenek, kalıp gerektiren klasik baskı sistemlerinden (Ofset, Gravür, Tipo vb.) biri olmalıdır."
  },
  {
    "id": "383299",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi çukur baskı sitemi matbaa teknolojisidir?</strong>",
    "options": {
      "A": "Flesko Baskı",
      "B": "Tifdruk Baskı",
      "C": "Serigraf Baskı",
      "D": "Ofset Baskı",
      "E": "Tipo Baskı"
    },
    "correctAnswer": "B",
    "explanation": "<b>Çukur Baskı</b> (Intaglio), baskı yapılacak bölgelerin (hücrelerin) baskı yapmayacak yüzeyden daha çukurda olduğu baskı sistemidir. Bu çukur bölgeler mürekkebi taşır. Çukur baskı sisteminin en yaygın matbaa teknolojisi <b>Gravür</b> veya <b>Tifdruk Matbaacılığıdır</b>. Bu sistem, yüksek tirajlı ve kaliteli resim baskıları (özellikle ambalaj ve dergi) için kullanılır."
  },
  {
    "id": "383300",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi baskı öncesi dikkat edilmesi gereken görevlerden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Yayın grafiğinde metin ve fontların doğruluğundan ve bozulmadığından emin olmak için en az iki kez kontrol ediniz.",
      "B": "Ofset matbaa CMYK sistemine göre çalışır; bu sebeple RGB dosyalar veya görüntüler varsa bu formatları uygun şekilde dönüştürünüz.",
      "C": "Dosyanın yerleştirilmesini, yani forma düzenini ayarlayın, sayfaları yazdırmak için doğru sırada yerleştirin.",
      "D": "Yayın grafiğini yazdırmadan önce dijital dosyaları RGB olarak formatlayınız.",
      "E": "Yayın grafiğinde ofset baskıya girmeden önce mutlaka dijital prova çıktıları alarak son kontrollerinizi yapınız."
    },
    "correctAnswer": "D",
    "explanation": "Baskı öncesi (Prepress) görevler, dosya kontrolü ve teknik hazırlıkları içerir. Bunlar arasında <b>Taşma paylarının (bleed) kontrolü</b>, <b>Görsel çözünürlüklerinin kontrolü</b> ve <b>Renk ayrımının yapılması</b> yer alır. Baskı makinesinin ayarlanması, kağıt yüklenmesi veya mürekkep yoğunluğunun belirlenmesi gibi fiziksel üretim eylemleri ise <b>baskı aşamasına</b> aittir ve baskı öncesi görev değildir."
  },
  {
    "id": "383301",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi baskı aşamasında bilinmesi gereken önemli aşamalardan biri <u>olamaz</u>?</strong>",
    "options": {
      "A": "Kağıt özellikleri",
      "B": "Renk ve Tonlama",
      "C": "Forma Düzeni",
      "D": "Tram ve Montaj",
      "E": "Brief Yön Bilgi"
    },
    "correctAnswer": "E",
    "explanation": "Baskı aşaması, mürekkebin kalıp vasıtasıyla kağıda aktarıldığı sürecin kendisidir. Bu aşamada önemli olan eylemler <b>Kalıp Takılması</b>, <b>Mürekkep ve Su Dengelemesi</b> (Ofset için) ve <b>Baskı Kontrolü</b>dür. Yayının sayfa düzeninin yapılması veya fontların gömülmesi gibi işlemler <b>baskı öncesi</b> aşamasına aittir ve baskı aşamasında bilinmesi gereken aşamalardan biri olamaz."
  },
  {
    "id": "383302",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi baskı aşamasında bilinmesi gereken önemli kavramlardan biri <u>olamaz</u>?</strong>",
    "options": {
      "A": "Hiyerarşi",
      "B": "Poza",
      "C": "Revolta",
      "D": "Tram",
      "E": "Trigromi"
    },
    "correctAnswer": "A",
    "explanation": "Baskı aşamasında kullanılan önemli kavramlar, üretim ve kalite kontrolle ilgilidir. Bunlara örnek olarak <b>Tram</b> (Register), <b>Yoğunluk</b> (Density), <b>Tiraj</b> ve <b>Kalıp</b> verilebilir. <b>Piksel</b>, <b>Vektör</b> veya <b>RGB</b> gibi kavramlar ise genellikle baskı öncesi <b>Tasarım ve Görsel Hazırlık</b> aşamalarıyla ilgilidir ve baskı aşamasında temel kavramlar arasında sayılmaz."
  },
  {
    "id": "383303",
    "unitNumber": 11,
    "text": "<strong>Aşağıdakilerden hangisi CMYK renk modellerinden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Magenta",
      "B": "Cyan",
      "C": "Green",
      "D": "Yellow",
      "E": "Black"
    },
    "correctAnswer": "C",
    "explanation": "CMYK, dört temel baskı rengini ifade eden <b>eksiltici renk modelidir</b>. Harflerin karşılıkları şunlardır: <b>C</b>yan (Camgöbeği), <b>M</b>agenta (Galibarda), <b>Y</b>ellow (Sarı) ve <b>K</b>ey (Siyah). CMYK’dan biri olmayan bir renk (örneğin Kırmızı, Yeşil, Beyaz veya RGB modeline ait bir renk) doğru cevap olacaktır, zira bu renkler CMYK sistemi tarafından karıştırılarak oluşturulur veya spot renklerdir."
  },
  {
    "id": "382735",
    "unitNumber": 12,
    "text": "<strong>Dijital ortamda yayınlanacak bir yayın grafiği tasarımı ürününün ekran üzerinde görüntülenebilmesi için hangi renk ve dosya biçimi formatlarında düzenlenmiş olması gerekmektedir?</strong>",
    "options": {
      "A": "CMYK – PDF",
      "B": "RGB - PDF",
      "C": "CMYK – Jpeg",
      "D": "RGB – Pantone",
      "E": "PDF – Jpeg"
    },
    "correctAnswer": "B",
    "explanation": "Ekran üzerinde görüntülenecek grafik tasarımlar için temel renk modeli <b>RGB (Red, Green, Blue)</b> olmalıdır, çünkü ekranlar ışık yayan piksellerle çalışır. Basılı yayınlar için kullanılan CMYK (Cyan, Magenta, Yellow, Key/Black) ise baskı makineleri için geçerlidir. Dijital ortamda yayınlanacak yayın grafikleri için yaygın dosya biçimleri ise genellikle görüntü kalitesini koruyan ve hızlı yüklenen <b>JPG</b>, <b>PNG</b> veya <b>interaktif PDF</b> biçimleridir."
  },
  {
    "id": "382737",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi Dijital Yayın Grafiği ürünlerinin (e-kitap, e-dergi gibi) okuyucuya sunduğu avantajlardan biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Düşük maliyetli olması",
      "B": "Kolaylıkla erişilebilir olması",
      "C": "Baskı sürecindeki zamandan kazanç sağlanması",
      "D": "Kaynak çeşitliliğinin fazla olması",
      "E": "Satın alma kolaylığının olması"
    },
    "correctAnswer": "C",
    "explanation": "Dijital yayın grafiği ürünlerinin (e-kitap, e-dergi) sunduğu başlıca avantajlar; <b>düşük üretim ve dağıtım maliyeti</b>, <b>geniş depolama kapasitesi</b>, <b>taşınabilirlik</b> ve <b>arama/etkileşim</b> imkanıdır. Okuyucuya sunduğu avantajlardan biri <u>olmayan</u> durum ise genellikle fiziksel basılı materyallerin sağladığı <b>dokunma hissi</b> veya <b>ekrandan bağımsız okuma</b> özelliği gibi durumlardır, zira dijital yayınlar cihaz bağımlılığı gerektirir."
  },
  {
    "id": "382740",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi e-gazetelerin avantajlarından biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Güncel haberlere ulaşabilme kolaylığının olması",
      "B": "Geleneksel okuyucuya hitap etmesi",
      "C": "Kolaylıkla erişilebilir olması",
      "D": "Farklı platformlardan ve araçlardan okunabilmesi",
      "E": "Genellikle ücretsiz haberlere erişilebilmesi"
    },
    "correctAnswer": "B",
    "explanation": "E-gazetelerin avantajları arasında <b>anlık güncellenebilirlik</b>, <b>hızlı dağıtım</b>, <b>arşivlere kolay erişim</b> ve <b>düşük maliyet</b> yer alır. Bu avantajların yanında, bir dezavantajı (yani avantajı olmayan durum) okumak için <b>elektronik bir cihaza ve internet bağlantısına bağımlılık</b> gerektirmesidir. Geleneksel gazetelerde bu bağımlılık bulunmaz."
  },
  {
    "id": "382741",
    "unitNumber": 12,
    "text": "Dijital ortamda sergilenen dergi, kitap benzeri tasarımların sayfa kaydırma efektli (Flip) yüklenmesi, …………………bakımından, tasarımcı ve kullanıcı için cazip hâle gelmektedir.<br/><b>Cümle boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?</b>",
    "options": {
      "A": "kullanıcıya fiziksel deneyime yakın bir olanak sunması",
      "B": "tasarımcının kolay tasarlanabilmesi",
      "C": "birden çok alternatif sunması",
      "D": "farklı kayıt seçenekleri barındırması",
      "E": "daha fazla kişiye ulaşabilmesi"
    },
    "correctAnswer": "A",
    "explanation": "Dijital ortamda sergilenen dergi, kitap benzeri tasarımların sayfa kaydırma efektli (Flip) yüklenmesi, kullanıcıların <b>geleneksel okuma deneyimine</b> en yakın hissiyatı almasını sağlar. Bu, yayının <b>etkileşim</b> ve <b>kullanıcı deneyimi</b> (UX) bakımından daha cazip hâle gelmesini sağlar."
  },
  {
    "id": "383304",
    "unitNumber": 12,
    "text": "<strong>Hangisi tasarım uygulamalarında kullanılan ekran rengidir?</strong>",
    "options": {
      "A": "CMYK",
      "B": "RGB",
      "C": "PDF",
      "D": "JPEG",
      "E": "Pantone"
    },
    "correctAnswer": "C",
    "explanation": "Tasarım uygulamalarında kullanılan ve çıktının bir ekranda (monitör, telefon, tablet) gösterilmesi amaçlandığında tercih edilen temel renk modeli <b>RGB (Red, Green, Blue)</b>'dir. Bu model, ışık tabanlıdır ve dijital cihazların çalışma prensibine uygundur. CMYK ise baskı (print) ortamları için kullanılır."
  },
  {
    "id": "383305",
    "unitNumber": 12,
    "text": "<strong>Bir fotoğraf veya görüntüyü dijital bir ortama yüklerken hangi çözünürlük ayarı genellikle tercih edilmelidir?</strong>",
    "options": {
      "A": "300 dpi.",
      "B": "600dpi.",
      "C": "36 dpi.",
      "D": "72 dpi.",
      "E": "100dpi"
    },
    "correctAnswer": "B",
    "explanation": "Bir fotoğraf veya görüntüyü dijital bir ortama (web, mobil ekran) yüklerken genellikle tercih edilen çözünürlük ayarı <b>72 dpi (dots per inch)</b> olmalıdır. Bu çözünürlük, ekranlarda görselin yeterli kalitede görünmesi için yeterlidir ve dosya boyutunu düşük tutarak hızlı yüklenme sağlar. 300 dpi veya üzeri, baskı işleri için gereklidir."
  },
  {
    "id": "383306",
    "unitNumber": 12,
    "text": "<strong>Flip (Kaydırma) temalı dergi veya katalog görüntüsü oluşturmak için sıralı bir tasarım dosyası hangi dosya biçimi ile kaydedilmelidir?</strong>",
    "options": {
      "A": "PDF",
      "B": "tiff",
      "C": "jpeg",
      "D": "doc.",
      "E": "mov."
    },
    "correctAnswer": "A",
    "explanation": "Flip (Kaydırma) temalı dergi veya katalog görüntüsü oluşturmak için, sıralı tasarım dosyaları öncelikle <b>PDF (Portable Document Format)</b> biçimi ile kaydedilmelidir. PDF, sayfa düzenini ve grafikleri koruyan standart bir format olup, Issuu veya Yumpu gibi dijital yayın platformları tarafından kolayca alınıp etkileşimli flip görünümlerine dönüştürülür."
  },
  {
    "id": "383307",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi dijital yayın grafiği tasarımlarından biri <u>değildir</u>?</strong>",
    "options": {
      "A": "e-gazete",
      "B": "e-kitap",
      "C": "e-mail",
      "D": "e-katalog",
      "E": "e-dergi"
    },
    "correctAnswer": "C",
    "explanation": "Dijital yayın grafiği tasarımları elektronik ortamda tüketilen <b>e-kitaplar, e-dergiler, e-gazeteler</b> gibi yayınları kapsar. Bu tasarımlardan biri <u>olmayan</u> bir seçenek, tamamen fiziksel üretim gerektiren <b>matbu broşür</b> veya <b>basılı afiş</b> gibi geleneksel yayın ürünleridir."
  },
  {
    "id": "383308",
    "unitNumber": 12,
    "text": "<strong>Hangisi e-kitapların avantajlarından biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Kolaylıkla her yerde okunabilmesi",
      "B": "Maliyetinin düşük olması",
      "C": "Kolay ulaşılabilir olması",
      "D": "Baskı sürecinin rahat gerçekleştirilmesi",
      "E": "Her türlü kaynağa erişim dağlanabilmesi"
    },
    "correctAnswer": "C",
    "explanation": "E-kitapların temel avantajları <b>taşınabilirlik</b>, <b>geniş depolama</b>, <b>erişim kolaylığı</b> ve <b>düşük maliyet</b>tir. E-kitapların avantajı <u>olmayan</u> bir durum ise <b>ekran okumasına bağlı kalınması</b> veya <b>cihazın pil ömrüne bağımlı olmasıdır</b>. Fiziksel kitap gibi 'pilsiz okuma imkanı' sunmaz."
  },
  {
    "id": "383309",
    "unitNumber": 12,
    "text": "<strong>Hangisi dergi, gazete ve katalogların dijitale yönlenmelerinin sektörlere sağladığı kazançlardan biri <u>olamaz</u>?</strong>",
    "options": {
      "A": "Baskı sürecinde kaybedilen zamandan tasarruf edilmesi",
      "B": "Kağıt masraflarından tasarruf edilmesi",
      "C": "Tasarım sürecinde iş gücünden tasarruf sağlanması",
      "D": "Daha fazla tüketiciye erişilebilir olması",
      "E": "Kolay yenilenebilir olması"
    },
    "correctAnswer": "D",
    "explanation": "Dergi, gazete ve katalogların dijitale yönlenmesi sektörlere <b>baskı ve kağıt maliyetlerinden tasarruf</b>, <b>hızlı dağıtım</b> ve <b>geniş kitle erişimi</b> kazandırır. Kazançlardan biri <u>olamayacak</u> durum, genellikle <b>geleneksel dağıtım zorluklarının artması</b> veya <b>fiziksel depolama maliyetlerinin yükselmesi</b> gibi dijitalleşmenin tam tersi etkiler yaratan durumlardır."
  },
  {
    "id": "383310",
    "unitNumber": 12,
    "text": "<strong>Türkiye'de geleneksel basından dijital yayıncılığına ilk adım atan dergi aşağıdakilerden hangisidir?</strong>",
    "options": {
      "A": "XN dergisi",
      "B": "Travel dergisi",
      "C": "Cosmopolitan dergisi",
      "D": "Aktüel dergisi",
      "E": "Elman dergisi"
    },
    "correctAnswer": "C",
    "explanation": "Türkiye'de geleneksel basından dijital yayıncılığa ilk adımı atarak bu dönüşüm sürecini başlatan ve dijital yayıncılık açısından bir referans noktası olan dergi <b>Milliyet Sanat</b>'tır."
  },
  {
    "id": "383311",
    "unitNumber": 12,
    "text": "<strong>Hangisi dijital dergi ve katalog oluşturmada İssuu, Yumpu, Joomag, Calemeo gibi sitelerin avantajlarından biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Görüntüyü optimize etmesi",
      "B": "Kolay erişilebilir olması",
      "C": "Sayfa seçenek ayarlarının olması",
      "D": "Tasarımcıya ihtiyaç duyulmaması",
      "E": "Ekran üzerinde kaliteli görüntü sunması"
    },
    "correctAnswer": "D",
    "explanation": "Issuu, Yumpu, Joomag gibi platformlar kolay yayıncılık ve flip efektleri sunar. Ancak, bu tür uygulamaların avantajlarından biri <u>olmayan</u> durum, genellikle <b>tasarımda sınırsız özelleştirme</b> imkanı sunmaları veya <b>yayın üzerinde platformdan bağımsız mutlak kontrol</b> sağlamalarıdır; zira kullanıcılar platformun kısıtlamalarına ve reklam politikalarına tabidir."
  },
  {
    "id": "383312",
    "unitNumber": 12,
    "text": "<strong>Aşağıdakilerden hangisi e-kitap okumak için <u>kullanılmamaktadır</u>?</strong>",
    "options": {
      "A": "Telefon",
      "B": "Tablet",
      "C": "Bilgisayar",
      "D": "Televizyon",
      "E": "Kindle"
    },
    "correctAnswer": "D",
    "explanation": "E-kitap okumak için e-kitap okuyucular (e-reader), tabletler, akıllı telefonlar ve bilgisayarlar kullanılır. E-kitap okumak için <u>kullanılmayacak</u> olanlar, dijital içeriği görüntüleme yeteneği olmayan veya sadece fiziksel üretimde kullanılan araçlardır, örneğin bir <b>matbaa makinesi</b> veya <b>ciltleme ekipmanı</b>."
  },
  {
    "id": "383313",
    "unitNumber": 12,
    "text": "<strong>Yumpu, Issue gibi uygulamalar hangi durumlarda tercih edilmelidir?</strong>",
    "options": {
      "A": "E- kitap okumada.",
      "B": "Baskı formatına hazırlamada.",
      "C": "Dijital Katalog hazırlamada.",
      "D": "Online menü hazırlamada.",
      "E": "PDF dosya oluşturmada."
    },
    "correctAnswer": "C",
    "explanation": "Yumpu, Issuu gibi uygulamalar, özellikle eldeki <b>basılı veya PDF içerikleri</b> hızlı, etkileşimli (flip efektli) ve <b>kolay erişilebilir dijital katalog veya dergi formatına dönüştürmek</b> ve bunları web sitelerine gömmek istendiğinde tercih edilmelidir. Bu platformlar <b>hızlı ve profesyonel online dağıtım</b> imkanı sunar."
  },
  {
    "id": "382746",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi sayfa kenar boşluklarının işlevleri arasında yer alır?</strong>",
    "options": {
      "A": "Mizanpajı hızlandırır.",
      "B": "Maliyetleri azaltır.",
      "C": "Kitabı tutuş kolaylığı sağlar.",
      "D": "Sayfa numaraları için bırakılır.",
      "E": "Diyagonal çizgilerle bağ kurar."
    },
    "correctAnswer": "C",
    "explanation": "Sayfa kenar boşlukları (marjlar), mizanpajda hayati bir rol oynar. Temel işlevleri arasında, içeriğin sayfada <b>nefes almasını sağlamak</b>, metin ve görsel unsurların sınırlarını belirleyerek <b>okunabilirliği artırmak</b> ve sayfanın <b>estetik bütünlüğünü</b> korumak yer alır. Kenar boşlukları, görsel yorgunluğu azaltır ve okuyucunun gözünü sayfa içeriğine odaklar."
  },
  {
    "id": "382752",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi modüler ızgara çarpanları (örüntü) arasında <u>yer almaz</u>?</strong>",
    "options": {
      "A": "3x4",
      "B": "3x6",
      "C": "5x8",
      "D": "5x12",
      "E": "7x14"
    },
    "correctAnswer": "E",
    "explanation": "Modüler ızgara sistemlerinde çarpanlar veya örüntüler, genellikle uyum ve denge sağlamak amacıyla matematiksel oranlara dayanır. Sıklıkla kullanılan oranlar arasında <b>Altın Oran (Golden Ratio)</b> ve <b>Fibonacci Dizisi</b> yer alır. Bu oranlar, modüllerin ve sütunların görsel olarak hoş ve tutarlı bir şekilde bölünmesine olanak tanır. 'Yer almaz' olarak kabul edilen şıkkın, bu tür standart geometrik veya matematiksel temellere dayanmayan, rastgele bir çarpan veya oran olması beklenir."
  },
  {
    "id": "382760",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi istatistiklerde neredeyse hiç tercih edilmeyen ekran ölçüsüdür?</strong>",
    "options": {
      "A": "1440 piksel - 900 piksel",
      "B": "1600 piksel - 900 piksel",
      "C": "1680 piksel - 1050 piksel",
      "D": "1920 piksel - 1080 piksel",
      "E": "2560 piksel ve üzeri 1440 piksel"
    },
    "correctAnswer": "E",
    "explanation": "Modern web tasarım istatistiklerinde ve kullanıcı eğilimlerinde, düşük çözünürlüklü veya eski ekran ölçüleri giderek daha az tercih edilmektedir. Günümüzde standartlar 1920x1080 (Full HD) veya daha yüksek çözünürlüklere kaymıştır. <b>640x480</b> gibi çok eski ve küçük ekran ölçüleri, güncel kullanım istatistiklerinde neredeyse hiç yer almaz çünkü bu çözünürlükler modern içerikleri yeterince göstermemektedir. (Doğru şıkkın 640x480 olduğu varsayılmıştır.)"
  },
  {
    "id": "383318",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi dijital ortamda ızgara anatomisi ve kavramlarından <u>değildir</u>?</strong>",
    "options": {
      "A": "Sayfa biçimi ve format",
      "B": "Kenar boşlukları (kenar espasları)",
      "C": "Akış çizgileri",
      "D": "İçerik özeti",
      "E": "Modüller"
    },
    "correctAnswer": "D",
    "explanation": "Dijital ortamda ızgara anatomisi, genellikle <b>sütunlar (columns)</b>, <b>satırlar (rows)</b>, <b>oluklar (gutters)</b> ve <b>kapsayıcılar (containers)</b> gibi elemanlardan oluşur. Bu kavramlar, içeriğin ekrana uyumunu (responsive tasarım) ve hizalamasını sağlar. Eğer şıklarda <b>Pica</b> veya <b>Tipo-metre</b> gibi tamamen baskı tabanlı ve dijital mizanpajda bir anatomik kavram olmayan bir ölçü birimi yer alıyorsa, doğru cevap bu olacaktır."
  },
  {
    "id": "383320",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi akış çizgisi işlevleri arasında yer alır?</strong>",
    "options": {
      "A": "Renklerin tonunu belirler",
      "B": "Maliyetleri azaltmak amaçlıdır",
      "C": "Yazı ve görsellerde hizalamayı kolaylaştırır ve sağlar",
      "D": "Dikey dizilimi sağlar",
      "E": "Diyagonal çizgilerle bağ kurar"
    },
    "correctAnswer": "C",
    "explanation": "Akış çizgileri (Flowlines veya Baseline Grids), mizanpajda sayfa içeriğinin yatay hizalamasını sağlamak için kullanılan önemli araçlardır. Bunlar, özellikle metin bloklarının ve görsellerin üst, orta veya alt hizasını belirleyen hayali çizgilerdir. Temel işlevi, sayfa boyunca <b>göz hareketini düzenlemek</b>, okuyucuyu yönlendirmek ve farklı içerik türleri arasında <b>tutarlı bir görsel hizalama</b> sağlamaktır."
  },
  {
    "id": "383321",
    "unitNumber": 13,
    "text": "<strong>Mekânsal bölgelerin içerisinde bulunan görsel elamanlar arasında aşağıdakilerden hangisi aktif olarak <u>yer almaz</u>?</strong>",
    "options": {
      "A": "Sayfa numaraları",
      "B": "Fotoğraf",
      "C": "Tipografi",
      "D": "Video",
      "E": "İllüstrasyonlar (resimleme)"
    },
    "correctAnswer": "A",
    "explanation": "Mekânsal bölgeler, içeriğin (görsel elemanlar) yerleştirildiği tanımlı alanlardır. Bu bölgeler tipik olarak <b>metin bloklarını</b>, <b>görüntüleri</b>, <b>başlıkları</b> ve diğer <b>aktif görsel içerikleri</b> barındırır. Ancak, <b>kenar boşlukları (marjlar)</b> veya <b>oluklar (gutters)</b> gibi yapısal boşluk elemanları, bölgenin sınırını tanımlasa da, aktif bir görsel içerik olarak bölgenin içerisinde yer almazlar; bu boşluklar bölgeyi çevreler ve içeriğe nefes alma alanı sunar."
  },
  {
    "id": "383323",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi ızgara anatomisinin sütun işlevsellikleri arasında aktif yer alır?</strong>",
    "options": {
      "A": "Web tabanlı ve baskılı gazete tasarımlarında çokgen sistemleri kullanılmaz",
      "B": "Web tabanlı ve baskılı gazete tasarımlarında sadece dairesel sistemler kullanılır",
      "C": "Web tabanlı ve baskılı gazete tasarımlarında sadece diyagonal sistemler kullanılır",
      "D": "Web tabanlı ve baskılı gazete tasarımlarında çoklu sütun sistemleri kullanılmaz",
      "E": "Web tabanlı ve baskılı gazete tasarımlarında çoklu sütun sistemleri kullanılır"
    },
    "correctAnswer": "E",
    "explanation": "Izgara anatomisinde sütunlar, dikey olarak sayfa içeriğini bölümlere ayırır. Sütunların temel işlevi, sayfa üzerindeki içeriğin <b>organizasyonunu kolaylaştırmak</b>, okuma sürecini yönetmek ve görsel elamanların <b>tutarlı bir şekilde hizalanmasını</b> sağlamaktır. Bu yapı, özellikle çok sütunlu dergi ve gazete mizanpajlarında içeriğin akışını belirlemede merkezi bir rol oynar."
  },
  {
    "id": "383325",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi mizanpajda ızgara çeşitleri arasında aktif <u>yer almaz</u>?</strong>",
    "options": {
      "A": "El yazısı ızgara",
      "B": "Arkaik ızgara",
      "C": "Gotik ızgara",
      "D": "Diyagonal ızgara",
      "E": "Temel ızgara"
    },
    "correctAnswer": "B",
    "explanation": "Mizanpajda yaygın olarak kullanılan ızgara çeşitleri şunlardır: <b>El Yazması (Manuscript)</b> ızgara (tek sütun), <b>Sütun (Column)</b> ızgara, <b>Modüler (Modular)</b> ızgara ve <b>Hiyerarşik (Hierarchical)</b> ızgara. Bu sistemler, içeriğin yapısına göre esneklik sağlar. Eğer şıklarda 'Yarıçap Izgara' gibi standart mizanpaj metodolojisine ait olmayan bir terim varsa, bu aktif olarak yer almayan çeşittir."
  },
  {
    "id": "383326",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi modüler ızgara modül çeşitleri arasında <u>yer almaz</u>?</strong>",
    "options": {
      "A": "Yatay dikdörtgen modüller",
      "B": "Dikey dikdörtgen modüller",
      "C": "Kare modüller",
      "D": "Çokgen modüller",
      "E": "Hiyerarşik modüller"
    },
    "correctAnswer": "E",
    "explanation": "Modüler ızgara, sayfanın hem dikey (sütunlar) hem de yatay (satırlar) olarak eşit boyutlu küçük birimlere, yani modüllere ayrılmasıyla oluşur. Modüller genellikle <b>kare</b> veya <b>dikdörtgen</b> biçimindedir ve boyutları önceden belirlenmiştir. Modüler ızgaranın amacı tutarlılıktır. Bu nedenle, <b>Gelişigüzel (Random) Modül</b> gibi tutarsız veya standart dışı bir modül çeşidi bu yapıda yer almaz."
  },
  {
    "id": "383329",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi kanonların geometrik yapısallığında daire formu kullanan tasarımcı olarak yer alır?</strong>",
    "options": {
      "A": "Villard De Honnecourt kanonu",
      "B": "Raúl Mario Rosarivo Kanonu",
      "C": "Jan Tschichold Kanonu",
      "D": "Van de Graaf kanonu",
      "E": "Da Vinci Kanonu"
    },
    "correctAnswer": "C",
    "explanation": "Mizanpaj ve sanat tarihinde, geometrik kanonları kullanan birçok tasarımcı bulunmaktadır. Daire formunu geometrik yapısallıkta kullanan tasarımcılar arasında genellikle <b>Max Bill</b> öne çıkar. Bill, Konkrete Sanat (Concrete Art) akımının temsilcisi olarak, tasarımlarında ve sanat eserlerinde daire ve diğer temel geometrik formları kesin matematiksel oranlarla kullanmıştır. (Doğru cevabın Max Bill olduğu varsayılmıştır.)"
  },
  {
    "id": "383332",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi mizanpajda uluslararası ölçülendirme standartları arasında <u>yer almaz</u>?</strong>",
    "options": {
      "A": "ISO 216",
      "B": "DIN 476",
      "C": "ANSU",
      "D": "AB 432",
      "E": "JIS"
    },
    "correctAnswer": "D",
    "explanation": "Mizanpajda (özellikle baskı ve tipografide) kullanılan uluslararası standartlar genellikle <b>Pica</b>, <b>Point</b>, <b>milimetre (mm)</b> ve <b>santimetre (cm)</b> gibi uzunluk veya tipografik ölçü birimleridir. <b>Kilo-Pascal (kPa)</b> ise basınç ölçü birimidir ve mizanpajda sayfa boyutunu veya tipografik büyüklüğü tanımlamak için kullanılan bir ölçü standardı değildir."
  },
  {
    "id": "383335",
    "unitNumber": 13,
    "text": "<strong>Aşağıdakilerden hangisi baskı tabanlı mizanpajda kullanılan dergi ölçüleri arasında yer alır?</strong>",
    "options": {
      "A": "A4 (210x297 mm)",
      "B": "A0 (841x1189 mm)",
      "C": "A1 (594x841 mm)",
      "D": "B8 (62x88 mm)",
      "E": "C6 (114x162 mm)"
    },
    "correctAnswer": "A",
    "explanation": "Baskı tabanlı mizanpajda dergiler için kullanılan standart ölçüler uluslararası standart kağıt boyutlarına dayanır. En yaygın kullanılan dergi ölçüsü, özellikle profesyonel ve akademik yayınlarda, <b>A4</b> (210 x 297 mm) boyutudur. Diğer standart boyutlar (A5, B5 vb.) kullanılsa da, A4 uluslararası alanda en çok tercih edilen dergi standardıdır."
  },
  {
    "id": "383337",
    "unitNumber": 13,
    "text": "………………….. web site tasarımı, farklı ekran formatlarında, bilginin kolaylıkla kaydırılıp hizalanması, ortama göre şekillenmesi ve uyum sağlamasıdır. <strong>Boş bırakılan bölgeye aşağıdakilerden hangisi yer alır?</strong>",
    "options": {
      "A": "Etkileşimli",
      "B": "Responsive (Duyarlı)",
      "C": "Sayısal Statik",
      "D": "Renkli",
      "E": "Diyagonal"
    },
    "correctAnswer": "B",
    "explanation": "Verilen tanım, web sitelerinin farklı ekran boyutlarına (mobil, tablet, masaüstü) otomatik olarak adapte olabilme yeteneğini açıklamaktadır. Bilginin kolaylıkla kaydırılıp hizalanması, ortama göre şekillenmesi ve uyum sağlaması, <b>Duyarlı Web Tasarımı (Responsive Web Design)</b> kavramının temelini oluşturur. Bu yaklaşım, kullanıcı deneyimini optimize etmek için modern web geliştirmenin ana standardıdır."
  },
  {
    "id": "382767",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi hareketli grafik tasarımında storyboard’un kullanılabileceği alanlardan biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Televizyon reklamları",
      "B": "Hareketli online bannerlar",
      "C": "Çeviri amaçlı alt yazılar",
      "D": "Televizyonda yayımlanan canlandırmalar",
      "E": "Film jenerikleri"
    },
    "correctAnswer": "C",
    "explanation": "Storyboard, hareketli grafik tasarımında temel olarak <b>planlama, görselleştirme ve iletişimi</b> sağlamak için kullanılır. Hikâyenin akışını, temel canlandırma pozlarını, kamera açılarını ve zamanlamayı belirler. Ancak storyboard’un işlevi, projenin tamamlanıp kullanıcıya sunulacağı <b>dağıtım kanallarının belirlenmesi</b> gibi pazarlama veya teknik dağıtım kararlarını almak değildir. Bu tür kararlar genellikle proje planının daha sonraki aşamalarında, teknik gereksinimler doğrultusunda belirlenir."
  },
  {
    "id": "382779",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi, hareketin yavaşlayarak veya hızlanarak gerçekleştirilmesinin projeye kattığı bir katkıdır?</strong>",
    "options": {
      "A": "Projenin tasarımını öne çıkarması",
      "B": "Süresinin uzaması",
      "C": "Renklerin etkisinin artması",
      "D": "Hareketlerin doğal görünmesi",
      "E": "İzleyicinin konuyu anlaması"
    },
    "correctAnswer": "D",
    "explanation": "Hareketin yavaşlayarak (Slow In) veya hızlanarak (Slow Out) gerçekleştirilmesi prensibi, canlandırmada <b>Kolaylaştırma (Easing)</b> olarak adlandırılır. Bu prensibin projeye kattığı en büyük katkı, hareketin <b>doğal ve inandırıcı</b> görünmesini sağlamaktır. Gerçek hayatta hiçbir şey aniden durmaz veya maksimum hızla başlamaz; her hareketin bir ivmelenme ve yavaşlama aşaması vardır. Bu, canlandırılan nesneye <b>ağırlık</b> ve <b>kütle hissi</b> kazandırır ve robotik görünümü engeller."
  },
  {
    "id": "382782",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi vektör tabanlı görüntü ile üretilmiş bir hareketli grafik görüntünün piksel tabanlı hareketli görüntüye karşı avantajıdır?</strong>",
    "options": {
      "A": "Saniyede geçen kare sayısının ayarlanabilmesi",
      "B": "İstenilen renk paletinin uygulanabilmesi",
      "C": "Zengin doku ve detayların kolaylıkla tasarıma uygulanabilmesi",
      "D": "Üretiminin daha kolay bir şekilde gerçekleştirilebilmesi",
      "E": "Görüntünün bulanıklaşmadan istenilen boyutta büyütülebilmesi"
    },
    "correctAnswer": "E",
    "explanation": "Vektör tabanlı grafikler (örneğin Adobe Illustrator veya After Effects'in şekil katmanları), matematiksel denklemlerle tanımlanmış çizgiler ve eğriler kullanır. Piksel tabanlı görüntülerin aksine, vektör tabanlı görüntüler <b>çözünürlükten bağımsızdır</b>. Bu, görüntünün boyutu ne kadar büyütülürse büyütülsün, herhangi bir <b>kalite veya netlik kaybı</b> yaşanmayacağı anlamına gelir. Bu özellik, vektör grafikleri özellikle logo animasyonları veya farklı boyutlardaki ekranlara uyarlanması gereken arayüzler için avantajlı kılar."
  },
  {
    "id": "382784",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi, canlandırma tasarımında cazibe yaratma yöntemlerinden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Karaktere özgün bir konuşma şekli vermek",
      "B": "Karaktere akılda kalıcı fiziksel özellikler vermek",
      "C": "Karaktere diğer karakterler ile aynı kostümü vermek",
      "D": "Karaktere öne çıkan bir kişilik özelliği vermek",
      "E": "Karaktere farklı bir hareket ediş tarzı vermek"
    },
    "correctAnswer": "C",
    "explanation": "Canlandırma prensiplerinden biri olan <b>Cazibe (Appeal)</b>, izleyicinin karakteri veya nesneyi izlemeye devam etmesini sağlayan çekicilik, karizma veya ilgi çekici bir tasarıma sahip olmasıdır. Cazibe yaratma yöntemleri arasında <b>açık ve anlaşılır karakter tasarımı</b>, simetri ve dengeden kaçınarak ilginç pozlar kullanma ve karakterin benzersiz bir kişilik sergilemesi yer alır. Ancak, karakteri veya nesneyi <b>aşırı karmaşık geometrilerle</b> doldurmak, genellikle cazibeyi artırmak yerine karmaşıklık yaratır ve canlandırmanın anlaşılırlığını azaltır. Basit, net hatlar cazibeyi artırır."
  },
  {
    "id": "382786",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi konu olarak canlandırmada ezilme ve esneme prensibinin uygulanması için uygun <u>değildir</u>?</strong>",
    "options": {
      "A": "Metal küre",
      "B": "Su dolu balon",
      "C": "Plastik top",
      "D": "Jelibon şeker",
      "E": "Kuştüyü yastık"
    },
    "correctAnswer": "A",
    "explanation": "Ezilme ve Esneme (Squash and Stretch) prensibi, bir nesnenin hareketini, hızını ve kütlesini vurgulamak için kullanılır ve bu prensip sadece <b>esnek (elastik)</b> objeler için uygun ve gerçekçidir. Örneğin bir top, balon veya bir karakterin vücudu gibi. Eğer konu <b>katı ve bükülmez bir nesneyse</b> (örneğin ağır bir taş blok, bir makine parçası veya sert bir metal yapı), bu nesnelerin ezilip esnemesi fiziksel olarak imkansızdır ve bu prensibin uygulanması canlandırmanın inandırıcılığını bozar."
  },
  {
    "id": "383351",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi öncül hareket içeren bir örnek <u>değildir</u>?</strong>",
    "options": {
      "A": "Topa vuran bezbolcu",
      "B": "Taş atan bir sapan",
      "C": "Dağdan düşen çığ",
      "D": "Topa vuran tenisçi",
      "E": "Yumruk atan boksör"
    },
    "correctAnswer": "C",
    "explanation": "<b>Öncül Hareket (Anticipation)</b>, canlandırılan ana hareketten hemen önce gerçekleşen küçük, ters yönde bir hazırlık hareketidir. Bu, izleyiciye ne olacağının sinyalini verir ve ana aksiyonun etkisini artırır (örneğin, bir zıplamadan önce hafifçe çömelmek). Eğer bir hareket <b>hiçbir hazırlık yapılmadan aniden</b> gerçekleşiyorsa (örneğin, tamamen hareketsiz duran bir nesnenin patlama sesiyle birlikte anında maksimum hıza ulaşması), bu öncül hareket içermeyen bir örnektir ve şok edici bir etki yaratır."
  },
  {
    "id": "383353",
    "unitNumber": 14,
    "text": "<strong>Dijital hareketli grafik üretiminin gerçekleşmesi için aşağıdakilerden hangisi gerekli <u>değildir</u>?</strong>",
    "options": {
      "A": "Bilgisayar veya benzeri donanıma sahip cihazlar",
      "B": "Grafik tasarıma yönelik yazılımlar",
      "C": "Hareketli görüntü üretmeye yönelik yazılımlar",
      "D": "Dijital çizim tabletleri",
      "E": "Müzik yazılımını sağlayan yazılımlar"
    },
    "correctAnswer": "E",
    "explanation": "Dijital hareketli grafik üretiminin gerçekleşmesi için temel olarak <b>güçlü donanım</b> (bilgisayar), <b>profesyonel yazılım</b> (After Effects, Blender, Cinema 4D vb.), <b>tasarım bilgisi</b> ve <b>konsept</b> gereklidir. Ancak, <b>geleneksel çizim araçları</b> (örneğin ışık masası, fiziksel boyalar veya şeffaf asetatlar) dijital üretim için zorunlu bir gereklilik değildir; zira dijital ortamda tüm çizim ve canlandırma süreçleri yazılım aracılığıyla gerçekleştirilebilir."
  },
  {
    "id": "383355",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi, vektör tabanlı hareketli grafik tasarımı kullanımının piksele göre avantajlı olduğu bir yayındır?</strong>",
    "options": {
      "A": "İnternette yayınlanan siteler",
      "B": "Sinema filmleri",
      "C": "Televizyon haber programları",
      "D": "Gerçekçi bilgisayar oyunları",
      "E": "Müzik klipleri"
    },
    "correctAnswer": "E",
    "explanation": "Vektör tabanlı grafikler, <b>sonsuz ölçeklenebilirlik</b> sundukları için çözünürlüğün sık sık değişebileceği veya çok yüksek olması gereken yayınlarda avantajlıdır. Televizyon yayını, sinema veya sosyal medya genellikle sabit çözünürlüklerle çalışsa da, <b>Geniş Formatlı Dijital Ekranlar (Digital Signage)</b> veya <b>Arayüz Tasarımları (UI/UX)</b> vektör tabanlı çalışmanın en büyük avantajını sunar. Bu platformlarda, içeriğin küçük mobil ekrandan devasa bina yüzeyine kadar sorunsuz ölçeklenmesi kritiktir."
  },
  {
    "id": "383358",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi, doğrudan ve uç kare canlandırma yapımının gerçekleştirilme yöntemine ilişkin olarak doğru <u>değildir</u>?</strong>",
    "options": {
      "A": "Doğrudan canlandırma çizimi, her bir karenin sıra ile çizilmesidir.",
      "B": "Uç kare canlandırma, önce anahtar pozların çizilmesini ve ardından aradaki karelerin doldurulmasını içerir.",
      "C": "Doğrudan canlandırma kaotik hareketlerde daha iyi bir sonuç yaratabilir.",
      "D": "Doğrudan canlandırma, harekette her zaman uç kare canlandırma tekniğine göre daha kesin ve hassas sonuçlar oluşturulmasını sağlar.",
      "E": "Uç kare canlandırma, daha verimli olabilir ve son canlandırma üzerinde daha fazla kontrol sağlar."
    },
    "correctAnswer": "D",
    "explanation": "<b>Doğrudan Canlandırma (Straight Ahead Action)</b>, kare kare ilerleyerek doğal, akıcı ve spontane hareketler yaratır, ancak zamanlamanın kontrolü zordur. <b>Uç Kare Canlandırma (Pose-to-Pose)</b> ise önce ana pozları (key frame) belirler, bu da zamanlamayı ve sahnelemeyi <b>daha planlı ve kontrollü</b> hale getirir. Yanlış olan ifade, genellikle bu iki tekniğin özelliklerini karıştırır; örneğin, Uç Kare Canlandırma'nın beklenmedik ve spontane hareketler için ideal olduğunu iddia etmek yanlıştır, çünkü bu Straight Ahead tekniğinin özelliğidir."
  },
  {
    "id": "383361",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi hareketli grafik tasarımında hareketlerin planlanmasının faydalarından biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Hareketli grafik tasarımının renklerinin daha canlı olmasını sağlamaktadır.",
      "B": "Projenin amacına uygun biçimde gerçekleşmesine katkı sağlamaktadır.",
      "C": "Hareket sırasında doğru uç pozların oluşmasına yardımcı olmaktadır.",
      "D": "Karmaşık koreografilerin kolaylıkla üretilmesini sağlamaktadır.",
      "E": "Olay akışının doğru bir şekilde gerçekleşmesini sağlamaktadır."
    },
    "correctAnswer": "A",
    "explanation": "Hareketli grafik tasarımında hareketlerin planlanması (storyboarding, animatik hazırlama) sayesinde <b>zamanlama tutarlılığı</b> sağlanır, <b>üretim verimliliği</b> artar, olası hatalar erken aşamada tespit edilir ve <b>iletişim netliği</b> kurulur. Planlamanın amacı, projeyi verimli hale getirmektir. Ancak planlama, donanım veya yazılımla ilgili bir sorun olan <b>render süresini kısaltmayı garanti etmez</b>. Render süresi, sahnenin karmaşıklığı ve kullanılan bilgisayarın işlem gücüne bağlıdır."
  },
  {
    "id": "383364",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi, canlandırma için tasarımı oluşturulan konuda katı çizim yaratmanın bir yolu <u>değildir</u>?</strong>",
    "options": {
      "A": "Ağırlığının düşünülerek ona uygun temsil ile çizilmesi.",
      "B": "Parlak öne çıkan renkler ile çizilmesi.",
      "C": "Hacminin düşünülerek ona uygun temsil ile çizilmesi.",
      "D": "Rahat okunan tanımlayıcı siluet ile çizilmesi.",
      "E": "Ölçülerinin anlaşılacağı şekilde çizilmesi."
    },
    "correctAnswer": "B",
    "explanation": "<b>Katı Çizim (Solid Drawing)</b> prensibi, 2 boyutlu canlandırmada karakterlere veya nesnelere 3 boyutlu bir görünüm, hacim ve ağırlık kazandırmayı amaçlar. Bu, doğru <b>perspektif kullanımı</b>, ışık ve gölge detayları, ve nesnenin uzayda kapladığı hacmi gösteren geometrik formların anlaşılmasıyla sağlanır. Bir nesnenin üç boyutlu görünmesini sağlamayan veya <b>sadece düz bir siluet</b> oluşturan yöntemler (örneğin sadece iki boyutlu kesitler kullanmak), katı çizim yaratmanın bir yolu değildir."
  },
  {
    "id": "383366",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi, 3B sayısal canlandırma elemanını oluşturan birimlerden biri <u>değildir</u>?</strong>",
    "options": {
      "A": "Kenar",
      "B": "Nokta",
      "C": "Köşe",
      "D": "Yüzey",
      "E": "Model"
    },
    "correctAnswer": "C",
    "explanation": "3 Boyutlu sayısal canlandırma, modellenen geometriden (Mesh), bu geometriye uygulanan doku ve renkten (Texture/Material), hareketi sağlayan iskelet yapısından (Rigging) ve sahneye derinlik katan ışıktan (Lighting) oluşur. Bu birimlerin hepsi dijital yazılımlar aracılığıyla yönetilir. <b>Şeffaf Asetatlar (Cels)</b>, geleneksel 2B el çizimi canlandırmada kullanılan fiziksel araçlardır ve 3B sayısal canlandırma sürecinin bir elemanı değildirler."
  },
  {
    "id": "383367",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisinin, hareket tasarımında eğrilerin kullanılması, hareketin doğasına uygun <u>değildir</u>?</strong>",
    "options": {
      "A": "Yerde yuvarlanan bir topun yavaşlaması.",
      "B": "Dans eden bir çift.",
      "C": "Çalışmasını sürdüren makinanın dönen dişlileri.",
      "D": "Salıncakta sallanan çocuk.",
      "E": "Mutlu bir köpeğin kuyruk hareketi."
    },
    "correctAnswer": "B",
    "explanation": "<b>Yaylar (Arcs)</b> prensibi, doğal hareketin (canlıların ve fırlatılan nesnelerin hareketi) genellikle düz bir çizgiden ziyade eğimli bir yol izlemesi gerektiğini ifade eder. Eğrilerin kullanılması, harekete <b>akışkanlık ve doğallık</b> katar. Ancak, <b>bir robotun mekanik hareketi</b>, bir duvara çarpma sonucu oluşan ani yön değişikliği veya bir makinenin piston hareketi gibi kasıtlı olarak doğrusal veya köşeli olması gereken hareketler için eğrilerin kullanılması, hareketin doğasına uygun olmaz."
  },
  {
    "id": "383370",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi canlandırmada zamanlama ile ilgili olarak <u>yanlıştır</u>?</strong>",
    "options": {
      "A": "Zamanlama, bir eylemin veya hareketin meydana gelme hızını ifade eder.",
      "B": "Zamanlama, bir karakterin duygularını veya kişiliğini iletmek için kullanılabilir.",
      "C": "Zamanlama canlandırma sanatına ilişkin önemli bir husus değildir.",
      "D": "Zamanlama, komik bir etki yaratmak için kullanılabilir.",
      "E": "Zamanlama, bir gerilim veya dram duygusu yaratmak için kullanılabilir."
    },
    "correctAnswer": "C",
    "explanation": "Canlandırmada <b>Zamanlama (Timing)</b>, hareketin gerçekleştiği kare sayısını ve dolayısıyla hızını ifade eder. Zamanlama, bir karakterin veya nesnenin <b>ağırlığını, büyüklüğünü ve duygusal durumunu</b> belirleyen kritik bir faktördür. Çok az karede yapılan hareket hızlı, çok sayıda karede yapılan hareket ise yavaş görünür. Yanlış olan ifade, genellikle zamanlamanın <b>duygusal ifade veya ağırlık aktarımında rolü olmadığını</b> iddia eden ifadedir, zira doğru zamanlama olmadan bu özelliklerin aktarılması mümkün değildir."
  },
  {
    "id": "383373",
    "unitNumber": 14,
    "text": "<strong>Aşağıdakilerden hangisi, canlandırma prensiplerinden, ezilme ve esneme ile ilgili doğru bir ifade <u>değildir</u>?</strong>",
    "options": {
      "A": "Ezilme ve esneme, canlandırmada önemli bir husus değildir.",
      "B": "Ezilme ve esneme, hareket eden veya şekil değiştiren bir nesnenin deformasyonunun abartılmasını içerir.",
      "C": "Ezilme ve esneme, bir nesnede veya karakterde ağırlık ve kütle hissi yaratmaya yardımcı olur.",
      "D": "Ezilme ve esneme, gerçek hayatta da örneklerinin gözlemlenebileceği bir canlandırma prensibidir.",
      "E": "Ezilme ve esneme, bir stilizasyon veya sanatsal ifade için kullanılabilir."
    },
    "correctAnswer": "A",
    "explanation": "Ezilme ve Esneme (Squash and Stretch) prensibinin temel kuralı, nesnenin şekli değişse bile, hareket boyunca <b>hacminin (volume) korunması</b> gerektiğidir. Eğer bir top ezildiğinde veya esnediğinde, hacmi de belirgin şekilde artıyor veya azalıyorsa, bu durum canlandırmanın <b>fiziksel inandırıcılığını</b> bozar ve prensibin yanlış uygulandığını gösterir. Doğru bir ifade, hacmin daima sabit kalması gerektiğini vurgular."
  }
]