[
  {
    "id": "3831750",
    "unitNumber": 1,
    "text": "Bilgisayar destekli tasarımın başlangıcı hangi yıllara dayanmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "1920’lerin sonlarına ve 1930’ların başlarına dayanmaktadır.",
      "B": "1950’lerin sonlarına ve 1960’ların başlarına dayanmaktadır.",
      "C": "1940’lerin sonlarına ve 1950’ların başlarına dayanmaktadır.",
      "D": "1910’lerin sonlarına ve 1920’lerın başlarına dayanmaktadır.",
      "E": "1960’lerin sonlarına ve 1970’lerin başlarına dayanmaktadır."
    },
    "explanation": "Bilgisayar destekli tasarımın kökenleri bilgisayarların geliştirmeye başladığı 1950’lerin sonlarına ve 1960’ların başlarına dayanmaktadır."
  },
  {
    "id": "3831754",
    "unitNumber": 1,
    "text": "\"....... bilgisayar grafikleri ve bilgisayar destekli tasarım teknoloji sinin gelişiminde önemli bir dönüm noktası olarak kabul edilir.\" cümlesindeki boşluğa aşağıdaki seçeneklerden hangisi gelmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Lockheed,",
      "B": "Boeing,",
      "C": "Sketchpad,",
      "D": "Bell,",
      "E": "Sutherland,"
    },
    "explanation": "Sketchpad’i, bilgisayar grafikleri ve bilgisayar destekli tasarım teknoloji sinin gelişiminde önemli bir dönüm noktası olarak kabul edilir."
  },
  {
    "id": "3831761",
    "unitNumber": 1,
    "text": "Bilgisayar destekli tasarım ve yazılımlar İlk olarak hangi alanlarda kullanılmaya başlandı?",
    "correctAnswer": "D",
    "options": {
      "A": "Ticaret ve tarım gibi alanlarda kullanılmaya başlandı.",
      "B": "Obje tasarımı ve otomotiv gibi endüstriyel alanlarda kullanılmaya başlandı.",
      "C": "Üretim ve yedek parça gibi endüstriyel alanlarda kullanılmaya başlandı.",
      "D": "Mühendislik ve mimarlık gibi endüstriyel alanlarda kullanılmaya başlandı.",
      "E": "İletişim alanlarında kullanılmaya başlandı."
    },
    "explanation": "1970’ler ve 1980’ler arasında bilgisayar teknolojisinin hızla gelişmesi ile birlikte bilgisayar destekli tasarım yazılımları daha yaygın hâle geldi. İlk olarak bu yazılımlar özellikle mühendislik ve mimarlık gibi endüstriyel alanlarda kullanılmaya başlandı."
  },
  {
    "id": "3831765",
    "unitNumber": 1,
    "text": "Aşağıdaki seçeneklerden hangisi 3 boyutlu tasarım ve modellemenin amaçları altında değerlendirmemiz mümkün <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "fikir üretme,",
      "B": "tasarım,",
      "C": "görselleştirme,",
      "D": "test ve kontrol,",
      "E": "Toplumsal ve kişisel gelişim,"
    },
    "explanation": "3 boyutlu tasarım ve modellemenin amaçlarını altı ana başlık altında değerlendirmemiz mümkündür; fikir üretme, tasarım, görselleştirme, test ve kontrol, ortak çalışma ve üretim."
  },
  {
    "id": "3831770",
    "unitNumber": 1,
    "text": "2010’lu yıllardan sonra özellikle tasarım alanında kullanılan 3 boyutlu modelleme ve üretim uygulamalarını etkileyebilecek önemli gelişmelerden bir tanesi nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "3 boyutlu yazıcıların yaygınlaşmasıdır.",
      "B": "Üretimin yaygınlaşmasıdır",
      "C": "2 boyutlu yazıcıların yaygınlaşmasıdır",
      "D": "Prototiplerin yaygınlaşmasıdır",
      "E": "Karmaşık robotların yaygınlaşmasıdır."
    },
    "explanation": "2010’lu yıllardan sonra özellikle tasarım alanında kullanılan 3 boyutlu modelleme ve üre tim uygulamalarını etkileyebilecek önemli gelişmelerden bir tanesi de 3 boyutlu yazıcıların yaygınlaşmasıdır"
  },
  {
    "id": "3831777",
    "unitNumber": 1,
    "text": "3 boyutlu tasarım ve modellemenin Görsel İletişim Tasarımında önemli rolü nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "İnsan beyninin üç boyutlu görselleri daha hızlı ve daha etkili bir şekilde işleyebiliyor olmasıdır.",
      "B": "2 boyutlu bir nesnenin 3 boyutlu temsili ile ilişki içerisinde olmasıdır.",
      "C": "İnsan beyninin üç boyutlu görselleri daha yavaş bir şekilde işleyebiliyor olmasıdır.",
      "D": "İnsan vücudunun dört boyut algısını etkili bir şekilde işleyebiliyor olmasıdır.",
      "E": "İnsan beyninin yapay zeka ile daha etkili bir şekilde iletişimde olmasıdır."
    },
    "explanation": "3 boyutlu tasarım ve modellemenin Görsel İletişim Tasarımında önemli bir rolü bulunmaktadır. Bunun temel sebeplerinden biri insan beyninin üç boyutlu görselleri daha hızlı ve daha etkili bir şekilde işleyebiliyor olmasıdır."
  },
  {
    "id": "3831779",
    "unitNumber": 1,
    "text": "Genişletilmiş gerçeklik kavramı içerisinde hangi kavramlar yer almaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Sanal gerçeklik (Virtual Reality, VR), artırılmış gerçeklik (Augmented Reality, AR)",
      "B": "Sanal gerçeklik (Virtual Reality, VR), artırılmış gerçeklik (Augmented Reality, AR) ve ikisinin birleşimi olan karma gerçeklik (Mixed Reality, MR).",
      "C": "Artırılmış gerçeklik (Augmented Reality, AR), karma gerçeklik (Mixed Reality, MR).",
      "D": "Sanal gerçeklik (Virtual Reality, VR), Eksiltilmiş gerçeklik ve karma gerçeklik (Mixed Reality, MR).",
      "E": "Tasarımsal gerçeklik (Design Reality, DR) ve artırılmış gerçeklik (Augmented Reality, AR)."
    },
    "explanation": "Genişletilmiş gerçeklik kavramı içerisinde sanal gerçeklik (Virtual Reality, VR), artırılmış gerçeklik (Augmented Reality, AR) ve ikisinin birleşimi olan karma gerçeklik (Mixed Reality, MR) yer almaktadır."
  },
  {
    "id": "3831785",
    "unitNumber": 1,
    "text": "\"3 boyutlu modelleme yazılımlarında, X ekseni sağa doğru uzadığında ..... yönde, sola doğru uzadığında ise ..... yönde ilerlemektedir.\" Cümlesindeki boşluğa aşağıdaki seçeneklerden hangisi gelmelidir?",
    "correctAnswer": "E",
    "options": {
      "A": "eksi ve artı",
      "B": "çarpım ve eksi",
      "C": "artı ve bölme",
      "D": "eksi ve eksi",
      "E": "artı ve eksi"
    },
    "explanation": "3 boyutlu modelleme yazılımlarında, X ekseni sağa doğru uzadığında artı yönde, sola doğru uzadığında ise eksi yönde ilerlemektedir"
  },
  {
    "id": "3831792",
    "unitNumber": 1,
    "text": "Koordinat nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bir düzlemin, eksenlerin kesiştiği merkez veya orijine olan uzaklığına koordinat denir.",
      "B": "Bir noktanın, eksenlerin kesiştiği merkez veya orijine olan uzaklığına koordinat denir.",
      "C": "Bir noktanın, eksenlerin uzaklaştığı merkeze olan uzaklığına koordinat denir.",
      "D": "Bir noktanın, uzunluklarının kesiştiği orijine olan yakınlığa koordinat denir.",
      "E": "Bir doğrunun, eksenlerin kesiştiği merkezine koordinat denir."
    },
    "explanation": "Bir noktanın, eksenlerin kesiştiği merkez veya orijine olan uzaklığına koordinat denir."
  },
  {
    "id": "3831797",
    "unitNumber": 1,
    "text": "\"Çizgiler kullanılarak yüzeyler ve yüzeylerin bir araya gelmesiyle ..... elde edilir.\" Cümlesindeki boşluğa aşağıdaki seçeneklerden hangisi gelmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "çizgi ve eğriler",
      "B": "koordinatlar",
      "C": "katı objeler",
      "D": "nokta ve koordinatlar",
      "E": "küresel objeler"
    },
    "explanation": "Çizgiler kullanılarak yüzeyler ve yüzeylerin bir araya gelmesiyle katı objeler elde edilir."
  },
  {
    "id": "3832591",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi temel 3D modelleme yöntemlerinden biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Katı (Solid) modelleme",
      "B": "Yüzey (Surface) modelleme",
      "C": "Tel kafes (Wireframe) modelleme",
      "D": "Vektör (Vector) modelleme",
      "E": "Çokgen ağ (Polygon Mesh) modelleme"
    },
    "explanation": "Vektör (Vector) modelleme"
  },
  {
    "id": "3832592",
    "unitNumber": 2,
    "text": "Aşağıdaki modelleme yöntemlerinden hangisi genellikle otomotiv ve havacılık endüstrisinde karmaşık, kıvrımlı yüzeyler oluşturmak için kullanılır?",
    "correctAnswer": "B",
    "options": {
      "A": "Katı modelleme",
      "B": "Yüzey modelleme",
      "C": "Tel kafes modelleme",
      "D": "Çokgen ağ modelleme",
      "E": "Vektör modelleme"
    },
    "explanation": "Yüzey modelleme teknikleri, otomotiv ve havacılık endüstrilerinde gerekli olan karmaşık, serbest biçimli, kıvrımlı yüzeyler oluşturmak için kullanılır ve mühendislik gibi disiplinlerce daha çok tercih edilir."
  },
  {
    "id": "3832594",
    "unitNumber": 2,
    "text": "Katı modelleme teknikleri genellikle hangi alanlarda tercih edilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sanat ve animasyon",
      "B": "Endüstriyel tasarım ve mühendislik",
      "C": "Web tasarımı",
      "D": "Grafik tasarım",
      "E": "Harita çizimi"
    },
    "explanation": "Mühendislik ve endüstriyel tasarım gibi alanlarda, fonksiyonel ve mekanik özellikleri öne çıkan ürünlerin tasarlanmasında sıklıkla tercih edilir."
  },
  {
    "id": "3832598",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi bilgisayar destekli tasarım (CAD) yazılımlarında parçaların bir araya getirilmesini ifade eden kavramdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Tel kafes",
      "B": "Boole işlemleri",
      "C": "Montaj",
      "D": "Yüzey modelleme",
      "E": "Çokgen ağ"
    },
    "explanation": "Montaj (Assembly) Bilgisayar destekli tasarım yazılımlarında parçaların bir araya getirilmesine, üretim sektöründekine benzer bir şekilde montaj (assembly) adı verilir."
  },
  {
    "id": "3832601",
    "unitNumber": 2,
    "text": "Yüzey modelleme sistemlerinde en yaygın kullanılan hesaplama yöntemi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Boolean işlemleri",
      "B": "B-rep (Boundary Representation)",
      "C": "NURBS (Non-Uniform Rational B-Splines)",
      "D": "CSG (Constructive Solid Geometry)",
      "E": "Katı modelleme"
    },
    "explanation": "NURBS. Yüzey modelleme prensibinde en yaygın hesaplama yöntemi olarak kullanılan düzgün olmayan oransal temel bağ interpolasyonu veya eğri yapısıdır. (NURBS, Non uniform rational basis spline)."
  },
  {
    "id": "3832603",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi 3D modelleme sürecinde yaygın olarak kullanılan bir yazılım değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "SolidWorks",
      "B": "AutoCAD",
      "C": "Rhinoceros 3D",
      "D": "Photoshop",
      "E": "Fusion 360"
    },
    "explanation": "Photoshop"
  },
  {
    "id": "3832610",
    "unitNumber": 2,
    "text": "3 boyutlu modelleme, bilgisayar grafikleri, animasyon ve film endüstrilerinde sıklıkla hangi modelleme yöntemi kullanılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Çokgen ağ modelleme",
      "B": "Tel kafes modelleme",
      "C": "Katı modelleme",
      "D": "Yüzey modelleme",
      "E": "Parametrik modelleme"
    },
    "explanation": "Çokgen ağ modelleme, oyun, animasyon, film ve bilgisayar grafikleri (CG, Computer Graphics) endüstrilerinde 3 boyutlu görselleştirme ve efektler için yaygın olarak kullanılmaktadır."
  },
  {
    "id": "3832613",
    "unitNumber": 2,
    "text": "Render motorları hangi amaçla kullanılır?",
    "correctAnswer": "A",
    "options": {
      "A": "3D modelleri gerçekçi ışıklandırma ve gölgelendirme ile görselleştirmek için kullanılır.",
      "B": "Sadece modelin iskelet yapısını oluşturmak için kullanılır.",
      "C": "Sadece doku oluşturmak için kullanılır.",
      "D": "Sadece animasyon yapmak için kullanılır.",
      "E": "Yüzey oluşturmak için kullanılır."
    },
    "explanation": "Render motoru, 3D modelleri gerçekçi ışıklandırma ve gölgelendirme ile görselleştirmek için kullanılır."
  },
  {
    "id": "3832615",
    "unitNumber": 2,
    "text": "3 Boyutlu modelleme ve animasyon yazılımı olan Blender 3D’nin en büyük avantajı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sadece profesyonel kullanıcılar için geliştirilmiştir.",
      "B": "Ücretsiz ve açık kaynak kodlu olmasıdır.",
      "C": "Sadece oyun motorlarıyla çalışır.",
      "D": "Katı modelleme yapamaz.",
      "E": "Yanlızca vektörel model oluşturur."
    },
    "explanation": "Ücretsiz ve açık kaynak kodlu olmasıdır."
  },
  {
    "id": "3832616",
    "unitNumber": 2,
    "text": "Fusion 360 ve SolidWorks modelleme yazılımları en çok hangi alanda kullanılır?",
    "correctAnswer": "C",
    "options": {
      "A": "Mimarlık",
      "B": "Oyun tasarımı",
      "C": "Mühendislik ve üretim",
      "D": "Film prodüksiyonu",
      "E": "Web tasarımında"
    },
    "explanation": "SolidWorks ve Fusion 360 gibi yazılımlar, Mühendislik ve Üretimde mekanik parçaların ve sistemlerin detaylı modellemesi için geliştirilmiştir."
  },
  {
    "id": "3830828",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi kullanıcıların sanal bir üç boyutlu uzay içinde dijital objeleri hassas ve doğru bir şekilde konumlandırma, hizalama ve manipüle etme konusunda yardımcı olan temel araçlardandır?",
    "correctAnswer": "A",
    "options": {
      "A": "Grid",
      "B": "Akıllı izleme",
      "C": "Ortografi",
      "D": "Spine",
      "E": "Gumball"
    },
    "explanation": "Izgara ve koordinat sistemleri, kullanıcıların sanal bir üç boyutlu uzay içinde dijital objeleri hassas ve doğru bir şekilde konumlandırma, hizalama ve manipüle etme konusunda yardımcı olan temel araçlardır."
  },
  {
    "id": "3830843",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi üç boyutlu sanal uzay içindeki objelerin konumunu, yönelimini ve ölçeğini belirtmek için bir matematiksel çerçeve tanımlamak için kullanılan bir terimdir?",
    "correctAnswer": "B",
    "options": {
      "A": "Smart track",
      "B": "Koordinat sistemi",
      "C": "Gumball",
      "D": "Ortografik çizim",
      "E": "Snap"
    },
    "explanation": "Koordinat sistemi, üç boyutlu sanal uzay içindeki objelerin konumunu, yönelimini ve ölçeğini belirtmek için bir matematiksel çerçeve tanımlar. Genellikle X, Y ve Z eksenlerinden oluşan bir orijin noktasında kesişen eksenlerden oluşur. Koordinat sistemleri, objelerin birbirlerine ve modelleme evrenine göre konumunu ve yönelimini kesin bir şekilde tanımlar."
  },
  {
    "id": "3830849",
    "unitNumber": 3,
    "text": "Matematiksel bir eğri veya yüzeyin belirli bir noktadan geçmesini sağlayan işleve ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Dizme (array)",
      "B": "Doğrusal (linear)",
      "C": "Eğri (spline)",
      "D": "Pah kırma (chamfer)",
      "E": "Kavis verme (fillet)"
    },
    "explanation": "Eğri (spline), matematiksel bir eğri veya yüzeyin belirli bir noktadan geçmesini sağlayan bir işlevdir."
  },
  {
    "id": "3830853",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi ara değerli spline’ların özelliklerinden birisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Düzgünlük ve performansın hassasiyetten daha önemli olduğu animasyon, oyun ve diğer grafik uygulamalarında yaygın olarak kullanılırlar.",
      "B": "Hesaplanması ve çalışması daha basittir, bu da onları gerçek zamanlı uygulamalar ve hesaplama kaynaklarının sınırlı olduğu durumlar için uygun hâle getirir.",
      "C": "Genel şekli tanımlamada daha fazla esneklik sunarlar, kontrol noktaları arasında daha yumuşak geçişlere izin verir.",
      "D": "Kontrol noktaları tarafından tanımlanan şekle yakın bir şekilde düzgün bir eğri veya yüzey oluşturur ancak bunlardan geçmek zorunda değildir.",
      "E": "Hassasiyet ve doğruluk önemli olduğunda, özellikle mühendislik ve CAD (Bilgisayar Destekli Tasarım) uygulamalarında sıklıkla kullanılırlar."
    },
    "explanation": "Ara değerli spline’ların özellikleri şunlardır: • Kullanıcı tarafından sağlanan tüm kontrol noktalarından geçer. • Kontrol noktaları tarafından belirlenen şekli koruma konusunda daha yüksek bir doğruluk sağlarlar. • Özellikle büyük sayıda kontrol noktasıyla uğraşırken daha karmaşıktır. • Tüm kontrol noktalarından geçtikleri için, sonuçta ortaya çıkan eğri veya yüzey öngörülebilir ve belirleyicidir. • Hassasiyet ve doğruluk önemli olduğunda, özellikle mühendislik ve CAD (Bilgisayar Destekli Tasarım) uygulamalarında sıklıkla kullanılırlar."
  },
  {
    "id": "3830855",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi tahminlenmiş spline’ların özelliklerinden birisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Tüm kontrol noktalarından geçtikleri için, sonuçta ortaya çıkan eğri veya yüzey öngörülebilir ve belirleyicidir.",
      "B": "Özellikle büyük sayıda kontrol noktasıyla uğraşırken daha karmaşıktır.",
      "C": "Kontrol noktaları tarafından belirlenen şekli koruma konusunda daha yüksek bir doğruluk sağlarlar.",
      "D": "Genel şekli tanımlamada daha fazla esneklik sunarlar, kontrol noktaları arasında daha yumuşak geçişlere izin verir.",
      "E": "Kullanıcı tarafından sağlanan tüm kontrol noktalarından geçer."
    },
    "explanation": "Tahminlenmiş spline’ların özellikleri şunlardır: • Kontrol noktaları tarafından tanımlanan şekle yakın bir şekilde düzgün bir eğri veya yüzey oluşturur ancak bunlardan geçmek zorunda değildir. • Genel şekli tanımlamada daha fazla esneklik sunarlar, kontrol noktaları arasında daha yumuşak geçişlere izin verir. • Hesaplanması ve çalışması daha basittir, bu da onları gerçek zamanlı uygulamalar ve hesaplama kaynaklarının sınırlı olduğu durumlar için uygun hâle getirir. • Kontrol noktaları ile mükemmel eşleşmeyebilirler ancak sıklıkla daha az kontrol noktasıyla daha düzgün eğriler ve yüzeyler üretirler. • Düzgünlük ve performansın hassasiyetten daha önemli olduğu animasyon, oyun ve diğer grafik uygulamalarında yaygın olarak kullanılırlar."
  },
  {
    "id": "3830856",
    "unitNumber": 3,
    "text": "Hacmi, kütlesi ve tanımlı sınırları olan üç boyutlu dijital objeler oluşturmak için üç boyutlu modelleme yazılımlarında kullanılan teknik aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Katı modelleme",
      "B": "Yüzey modelleme",
      "C": "Boolean union",
      "D": "NURBS temelli modelleme",
      "E": "Boolean intersection"
    },
    "explanation": "Katı modelleme, hacmi, kütlesi ve tanımlı sınırları olan üç boyutlu dijital objeler oluşturmak için üç boyutlu modelleme yazılımlarında kullanılan bir tekniktir."
  },
  {
    "id": "3830858",
    "unitNumber": 3,
    "text": "Son kullanıcının fiziksel olarak temas etkileşime geçtiği yüzeylere ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "A sınıfı yüzey",
      "B": "Fractal yüzey",
      "C": "Eğrisel yüzey",
      "D": "Düzlemsel yüzey",
      "E": "Kenar yüzey"
    },
    "explanation": "Son kullanıcının fiziksel olarak temas etkileşime geçtiği yüzeylere A sınıfı yüzeyler adı verilir. Diğer bir deyişle, A sınıfı yüzeyler ürünün görünür tüm yüzeylerini ifade eder. Özellikle otomotiv sektöründe A sınıfı yüzeylerin modellemesi için üç boyutlu modellemede hayli yetenekli tasarımcılar çalışmaktadır. A sınıfı yüzeylerde estetik oldukça önemlidir."
  },
  {
    "id": "3830859",
    "unitNumber": 3,
    "text": "Farklı profiller veya eğriler arasında pürüzsüz bir geçiş oluşturarak bir objenin yüzeyini oluşturmak için aşağıdakilerden hangisi kullanılır?",
    "correctAnswer": "B",
    "options": {
      "A": "Yama (patch) komutu",
      "B": "Doldurma (loft) komutu",
      "C": "Yüzey oluşturma komutu",
      "D": "Ray üzerinde döndürme (rail revolve) komutu",
      "E": "Döndürme (revolve) komutu"
    },
    "explanation": "Çizgiler kullanarak yüzey örme işlemlerinden diğeri doldurma (loft) komutu aracılığıyla gerçekleştirilir. Doldurma komutu, farklı profiller veya eğriler arasında pürüzsüz bir geçiş oluşturarak bir objenin yüzeyini oluşturmak için kullanılır."
  },
  {
    "id": "3830860",
    "unitNumber": 3,
    "text": "Geleneksel geometrik şekillerin yeterli olmadığı organik veya serbest formdaki şekilleri modellemede kullanılan komut aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yama (patch) komutu",
      "B": "Ray üzerinde döndürme (rail revolve) komutu",
      "C": "Eğriler ağı (curve network) üzerinden yüzey oluşturma komutu",
      "D": "Döndürme (revolve) komutu",
      "E": "Yüzey örme işlemlerinden olan doldurma (loft) komutu"
    },
    "explanation": "Eğriler ağı (curve network) üzerinden yüzey oluşturma komutu, geleneksel geometrik şekillerin yeterli olmadığı organik veya serbest formdaki şekilleri modellemede özellikle yararlıdır."
  },
  {
    "id": "3830861",
    "unitNumber": 3,
    "text": "Herhangi bir kavise sahip olmayan iki yüzey arasında istenilen derecede kavis aşağıdaki hangi komutlarla verilebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yüzey kavisleme (fillet surface) komutu",
      "B": "Ray üzerinde döndürme (rail revolve) komutu",
      "C": "Döndürme (revolve) komutu",
      "D": "Doldurma (loft) komutu",
      "E": "Süpürme (sweep) komutu"
    },
    "explanation": "Herhangi bir kavise sahip olmayan iki yüzey arasında yüzey kavisleme (fillet surface) komutu ile istenilen derecede kavis verilebilir."
  },
  {
    "id": "3831910",
    "unitNumber": 4,
    "text": "Üç boyutlu modellemede birbirini tamamlayan iki önemli unsur aşağıdakilerden hangisinde doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Malzeme ve doku",
      "B": "En ve boy",
      "C": "Hacim ve yoğunluk",
      "D": "Elastikiyet ve ağırlık",
      "E": "Yumuşaklık ve plastisite"
    },
    "explanation": "Malzeme ve doku, üç boyutlu modellemede birbirini tamamlayan iki önemli unsurdur. Malzemeler objenin temelini oluştururken dokular objeye gerçekçilik ve derinlik katar. Bir benzetmeyle açıklamak gerekirse, üç boyutlu bir model bir heykel olarak ele alınabilir. Malzeme, heykelin temel formunu oluşturmak için kullanılan kil veya metal gibiyken doku yüzeye oyulmuş veya boyanmış detaylar gibidir ve heykeli hayata geçirir. Malzeme ve doku etkili bir şekilde birleştirilerek gerçekçi ve görsel olarak çarpıcı üç boyutlu dijital objeler oluşturulabilir."
  },
  {
    "id": "3831911",
    "unitNumber": 4,
    "text": "Üç boyutlu modellemede dijital malzeme için aşağıdakilerden hangileri doğrudur.<br/><ol type=\"i\"> <li>Bir objenin temel görsel ve fiziksel özelliklerini tanımlar.</li> <li>Objenin neyden yapıldığının “özü” olarak düşünülebilir.</li> <li>Işığın yüzey ile nasıl etkileşime gireceğini kontrol ederek şunları etkiler:<br/>- Renk (dağıtık renk/diffuse color)<br/>- Yansıtıcılık (speküler özellikler/specular properties)<br/>- Parlaklık/Matlık (pürüzlülük/roughness)<br/>- Şeffaflık (opasite ve kırılma indisi/opacity ve refraction index)</li> <li>Örnek olarak ahşap, metal, kumaş, plastik veya cam gösterilebilir.</li> <li>Objenin genel görünümünü ve hissini belirler (ahşap bir masa, parlak krom bir küre).</li> </ol>",
    "correctAnswer": "E",
    "options": {
      "A": "i ve ii",
      "B": "ii ve iii",
      "C": "ii, ii ve iii",
      "D": "iii ve iv",
      "E": "Hepsi"
    },
    "explanation": "Özetlenecek olursa, üç boyutlu modellemede dijital malzeme:<br/>• Bir objenin temel görsel ve fiziksel özelliklerini tanımlar.<br/>• Objenin neyden yapıldığının “özü” olarak düşünülebilir.<br/>• Işığın yüzey ile nasıl etkileşime gireceğini kontrol ederek şunları etkiler:<br/>- Renk (dağıtık renk/diffuse color)<br/>- Yansıtıcılık (speküler özellikler/specular properties)<br/>- Parlaklık/Matlık (pürüzlülük/roughness)<br/>- Şeffaflık (opasite ve kırılma indisi/opacity ve refraction index)<br/>• Örnek olarak ahşap, metal, kumaş, plastik veya cam gösterilebilir.<br/>• Objenin genel görünümünü ve hissini belirler (ahşap bir masa, parlak krom bir küre)."
  },
  {
    "id": "3831913",
    "unitNumber": 4,
    "text": "Üç boyutlu modellemede doku için aşağıdakilerden hangileri söylenebilir?<br/><ol type=\"i\"> <li>Bir objenin yüzeyindeki ayrıntıları ve desenleri temsil eder.</li> <li>Yüzeydeki ince ayrıntıları göstererek görsel karmaşıklık ve gerçekçilik katar.</li> <li>Doku uygulamaları olarak şunlar gösterilebilir:<br/>- Tek bir renk (düz doku)<br/>- Ahşap dokusu, kumaş örgüsü veya tuğla desenleri gibi ayrıntıları gösteren bir görüntü dosyası (bitmap dokusu)<br/>- Doğal desenler için matematiksel algoritmalar kullanılarak belirli bir prosedüre bağlı olarak oluşturulur. Örnek olarak masa yüzeyindeki ahşap damarları, deri ceketteki kırışıklıklar, parke taşlı yoldaki çıkıntılar gösterilebilir.</li> <li>Objenin yüzey gerçekçiliğini ve derinliğini artırır.</li> </ol>",
    "correctAnswer": "E",
    "options": {
      "A": "i ve ii",
      "B": "ii ve iii",
      "C": "iii ve iv",
      "D": "iv ve ii",
      "E": "Hepsi"
    },
    "explanation": "Üç boyutlu modellemede doku ise:<br/>• Bir objenin yüzeyindeki ayrıntıları ve desenleri temsil eder.<br/>• Yüzeydeki ince ayrıntıları göstererek görsel karmaşıklık ve gerçekçilik katar.<br/>• Doku uygulamaları olarak şunlar gösterilebilir:<br/>- Tek bir renk (düz doku)<br/>- Ahşap dokusu, kumaş örgüsü veya tuğla desenleri gibi ayrıntıları gösteren bir görüntü dosyası<br/>(bitmap dokusu)<br/>- Doğal desenler için matematiksel algoritmalar kullanılarak belirli bir prosedüre bağlı olarak oluşturulur.<br/>• Örnek olarak masa yüzeyindeki ahşap damarları, deri ceketteki kırışıklıklar, parke taşlı yoldaki çıkıntılar gösterilebilir.<br/>• Objenin yüzey gerçekçiliğini ve derinliğini artırır."
  },
  {
    "id": "3831915",
    "unitNumber": 4,
    "text": "Doku haritalarında ustalaşmak pratik ve deneme yanılma gerektirir. Aşağıda verilen doku haritaları uygulamalarında yaşanabilecek teknik zorluklar ve başarılı sonuçlar almak için düşünülmesi gereken hususlar verilmiştir hangileri doğrudur?<br/><ol type=\"i\"> <li>Doku haritalarının çözünürlüğü doğrudan elde edilebilecek detay seviyesini etkiler. Yüksek çözünürlüklü haritalar daha ince detaylara ve daha keskin görsellere izin verir ancak aynı zamanda daha fazla işlem gücü ve bellek gerektirir.</li> <li>Dokular geniş yüzeylere uygulanırken aynı doku deseninin belirgin şekilde tekrarladığı döşeme problemleriyle karşılaşılabilir. Bir doku deseni belirgin bir şekilde tekrarlanıyor ise yeterince gerçekçi algılanmayabilir. Doku döşeme ve prosedürel dokular gibi teknikler bu sorunun hafifletilmesine yardımcı olmaktadır.</li> <li>Ekleme sınırları (seam) açısından, doku haritalarını modelin farklı bölümleri boyunca sorunsuz bir şekilde hizalamak zorlu olabilir. Düzgün ve görsel olarak inandırıcı bir görünüm sağlamak için kaplanacak yüzeyin uygun UV açılımı çok önemlidir.</li> <li>Doku haritalamada sonuçların kalitesi, kaynak dokuların kalitesine bağlıdır. Taklit etmeye çalışılan malzemelerin ince detaylarını yakalayan yüksek çözünürlüklü görüntüler kullanılmalıdır.</li> <li>Birçok üç boyutlu modelleme yazılımı, ahşap, metal veya plastik gibi gerçekçi malzemeler oluşturmak için çeşitli doku haritalarını birleştiren önceden oluşturulmuş malzeme ön ayarları sunar. Sunulan ön ayarlar değerli bir başlangıç noktası olarak düşünebilse de istenilen görünümü elde etmek için ön ayarların özelleştirilmesi önemlidir.</li> <li>Doku haritalarının, son görsel efekti elde etmek için aydınlatma ile birlikte çalıştığı unutulmamalıdır. Işık kaynakları dikkatlice konumlandırılmalı ve gölgeler ayarlanarak modellerin gerçekçiliği daha da arttırılmalıdır.</li> </ol>",
    "correctAnswer": "E",
    "options": {
      "A": "i ve ii",
      "B": "ii ve iii",
      "C": "iii ve iv",
      "D": "iv ve v",
      "E": "Hepsi"
    },
    "explanation": "Doku haritalarında ustalaşmak pratik ve deneme yanılma gerektirir. Doku haritaları uygulamalarında yaşanabilecek teknik zorluklar ve başarılı sonuçlar almak için düşünülmesi gereken hususlardan bazıları şunlardır:<br/>• Doku haritalarının çözünürlüğü doğrudan elde edilebilecek detay seviyesini etkiler. Yüksek çözünürlüklü haritalar daha ince detaylara ve daha keskin görsellere izin verir ancak aynı zamanda daha fazla işlem gücü ve bellek gerektirir.<br/>• Dokular geniş yüzeylere uygulanırken aynı doku deseninin belirgin şekilde tekrarladığı döşeme problemleriyle karşılaşılabilir. Bir doku deseni belirgin bir şekilde tekrarlanıyor ise yeterince gerçekçi algılanmayabilir. Doku döşeme ve prosedürel dokular gibi teknikler bu sorunun hafifletilmesine yardımcı olmaktadır.<br/>• Ekleme sınırları (seam) açısından, doku haritalarını modelin farklı bölümleri boyunca sorunsuz bir şekilde hizalamak zorlu olabilir. Düzgün ve görsel olarak inandırıcı bir görünüm sağlamak için kaplanacak yüzeyin uygun UV açılımı çok önemlidir.<br/>• Doku haritalamada sonuçların kalitesi, kaynak dokuların kalitesine bağlıdır. Taklit etmeye çalışılan malzemelerin ince detaylarını yakalayan yüksek çözünürlüklü görüntüler kullanılmalıdır.<br/>• Birçok üç boyutlu modelleme yazılımı, ahşap, metal veya plastik gibi gerçekçi malzemeler oluşturmak için çeşitli doku haritalarını birleştiren önceden oluşturulmuş malzeme ön ayarları sunar.<br/>Sunulan ön ayarlar değerli bir başlangıç noktası olarak düşünebilse de istenilen görünümü elde etmek için ön ayarların özelleştirilmesi önemlidir.<br/>• Doku haritalarının, son görsel efekti elde etmek için aydınlatma ile birlikte çalıştığı unutulmamalıdır.<br/>Işık kaynakları dikkatlice konumlandırılmalı ve gölgeler ayarlanarak modellerin gerçekçiliği daha da arttırılmalıdır."
  },
  {
    "id": "3831917",
    "unitNumber": 4,
    "text": "Dağılma Yarıçapı (Scattering Radius) ne işe yarar?",
    "correctAnswer": "A",
    "options": {
      "A": "Işığın malzeme içinde ne kadar yol alacağını belirler.",
      "B": "SSS efektinin genel yoğunluğunu ayarlar.",
      "C": "Malzemenin içindeki ışığın rengini belirler. Malzemenin gerçek rengine ve iç yapısına bağlı olarak ayarlanır.",
      "D": "Malzemeye ses verir",
      "E": "Hiçbirisi"
    },
    "explanation": "Dağılma Yarıçapı (Scattering Radius): Işığın malzeme içinde ne kadar yol alacağını belirler."
  },
  {
    "id": "3831918",
    "unitNumber": 4,
    "text": "Fresnel etkisi nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bir yüzeyin yansıtma özelliklerinin, ışığın yüzeyle yaptığı açının bir fonksiyonu olarak nasıl değiştiğini tanımlar.",
      "B": "Yüzeyin genel pürüzlülüğünü belirler. Daha yüksek pürüzlülük, daha yayılmış yansımalar oluşturur.",
      "C": "Yüzeyin anizotropik özelliklerini belirler. Yüksek anizotropi değeri, yansımaların daha yönlü olmasını sağlar.",
      "D": "Anizotropik yansımaların yönünü belirler. Yüzeyin anizotropik yapısının yönünü kontrol eder.",
      "E": "Hiçbirisi"
    },
    "explanation": "Fresnel Etkileri<br/>Fresnel etkisi, bir yüzeyin yansıtma özelliklerinin, ışığın yüzeyle yaptığı açının bir fonksiyonu olarak nasıl değiştiğini tanımlar. Diğer bir tanımla, Fresnel etkisi, görüş açısına bağlı olarak yüzey yansıtıcılığında meydana gelen değişimi tanımlar. Özellikle cam veya su gibi yüksek derecede yansıtıcı malzemelerde belirgin bir şekilde görülen fenomende, ışığın yüzeyle yaptığı açı arttıkça (yüzeye daha eğik bir açıyla vurdukça) yansımanın daha belirgin hâle gelmesine neden olur ve belirli açılarda ayna benzeri bir yüzey illüzyonu oluşturur. Fresnel etkilerinin uygulanması, yansıtıcı malzemelerin farklı aydınlatma koşullarında doğru bir şekilde davranmasını sağlayarak önemli bir gerçekçilik katmanı ekler. Örnek olarak bir su birikintisine bakıldığında, Fresnel etkisi belirli açılarda mükemmel yansıma illüzyonu oluştururken diğer açılarda altındaki suyu ortaya çıkarır."
  },
  {
    "id": "3831920",
    "unitNumber": 4,
    "text": "Çift Yönlü Saçılma Dağılım Fonksiyonu (BSDF: Bidirectional Scattering Distribution Function) nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bir yüzeyin ışığı nasıl dağıttığını ve yansıttığını tanımlayan matematiksel bir modeldir.",
      "B": "İki dokuyu belirli bir oranda karıştırır.",
      "C": "Bir dokuyu diğerinin renk bilgisiyle çarpar.",
      "D": "İki dokuyu renk değerlerini ekleyerek birleştirir.",
      "E": "Bir dokuyu diğerinin alfa kanalıyla maskeleyerek belirli bölgelerde gösterir."
    },
    "explanation": "Çift Yönlü Saçılma Dağılım Fonksiyonu (BSDF)<br/>BSDF (Bidirectional Scattering Distribution Function) gölgelendiricisi, bir yüzeyin ışığı nasıl dağıttığını ve yansıttığını tanımlayan matematiksel bir modeldir. BSDF, yüzeyin hem yansıma (reflection) hem de iletim (transmission) özelliklerini kapsayan genel bir fonksiyon olarak kullanılır. Üç boyutlu modelleme ve görselleştirme motorlarında, BSDF gölgelendiricileri, malzemelerin optik özelliklerini simüle ederek daha gerçekçi görüntüler elde etmek için kullanılır. BSDF, yüzeyin her iki yönde (giriş ve çıkış yönlerinde) ışık dağılımını kapsar ve bu nedenle “çift yönlü” olarak adlandırılır. Yüzeyin yansıma<br/>(BRDF - Bidirectional Reflectance Distribution Function) ve iletim (BTDF - Bidirectional Transmittance<br/>Distribution Function) özelliklerini birleştirir."
  },
  {
    "id": "3831921",
    "unitNumber": 4,
    "text": "BSDF fonksiyonunun temel özellikleri hangisinde doğru verilmiştir?<br/><ol> <li>Simetriklik: BSDF fonksiyonu, ışığın geliş ve yansıma açılarının yer değiştirmesi durumunda değişmez.</li> <li>Fiziksel olarak doğru ışık dağılımını sağlar.</li> <li>Enerji Korunumu: BSDF, yüzeyin toplam enerji dengesini koruyacak şekilde tasarlanmıştır. Yüzeye gelen ışık enerjisinin toplamı, yansıyan ve iletilen enerjinin toplamına eşittir.</li> <li>Hemisferik Dağılım: BSDF, ışığın bir yüzeyden yansıdıktan veya geçtikten sonra hangi açılarda dağıldığını hemisferik olarak tanımlar.</li> </ol>",
    "correctAnswer": "E",
    "options": {
      "A": "1 ve 2",
      "B": "2 ve 3",
      "C": "3 ve 4",
      "D": "4 ve 5",
      "E": "Hepsi"
    },
    "explanation": "BSDF fonksiyonunun temel özellikleri şunlardır:<br/>• Simetriklik: BSDF fonksiyonu, ışığın geliş ve yansıma açılarının yer değiştirmesi durumunda değişmez.<br/>Fiziksel olarak doğru ışık dağılımını sağlar.<br/>• Enerji Korunumu: BSDF, yüzeyin toplam enerji dengesini koruyacak şekilde tasarlanmıştır. Yüzeye gelen ışık enerjisinin toplamı, yansıyan ve iletilen enerjinin toplamına eşittir.<br/>• Hemisferik Dağılım: BSDF, ışığın bir yüzeyden yansıdıktan veya geçtikten sonra hangi açılarda dağıldığını hemisferik olarak tanımlar."
  },
  {
    "id": "3831922",
    "unitNumber": 4,
    "text": "“Hemisferik” terimi nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yarım küre ile ilgili",
      "B": "Küp ile ilgili",
      "C": "Spiral ile ilgili",
      "D": "Helezonikler ile ilgili",
      "E": "Hiperbolik paraboller ile ilgili"
    },
    "explanation": "“Hemisferik” terimi, “yarım küre ile ilgili” anlamına gelir ve genellikle bir kürenin yarısını ifade etmek için kullanılır. Optik ve grafik alanlarında, hemisferik dağılım veya hemisferik yansıtma, bir yüzeyin üzerindeki ışığın belirli bir yarım küre boyunca nasıl yayıldığını ve yansıdığını anlamak için kullanılmaktadır. Bu tür analizler, daha gerçekçi aydınlatma ve gölgelendirme teknikleri geliştirmek amacıyla kullanılır."
  },
  {
    "id": "3831923",
    "unitNumber": 4,
    "text": "BSDF, çeşitli görselleştirme motorları ve üç boyutlu modelleme yazılımlarında farklı şekillerde uygulanır. Aşağıdakilerden hangisi doğrudur?<br/><ol type=\"i\"> <li>Yaygın BSDF türleri ve kullanım alanlarından bazıları şunlardır:<br/>Lambert Yansıması: Lambert yansıma modeli, ideal bir mat yüzey modelidir. Bu model, ışığın yüzeye eşit olarak dağıldığını varsayar. Lambert yüzeyleri, her yönde aynı miktarda ışık yansıtır ve bu da difüz yansıma olarak bilinir.</li> <li>Phong Yansıması: Phong yansıma modeli hem speküler (parlak) hem de difüz yansımaları içerir. Speküler yansıma, ışığın yüzeyde belirli bir açıyla yansımasını simüle eder ve parlak noktalar oluşturur.</li> <li>Blinn-Phong Yansıması: Blinn-Phong modeli, Phong modeline benzer ancak hesaplama açısından daha verimlidir. Speküler yansımanın hesaplanmasında kullanılan normal vektörleri ile görüntüleme açısını optimize eder.</li> <li>Cook-Torrance Modeli: Cook-Torrance modeli, metalik ve dielektrik malzemeler için daha gerçekçi yansımalar sağlar. Yüzey pürüzlülüğü ve mikrofacet dağılımı gibi faktörleri dikkate alır.</li> <li>GGX Microfacet Modeli: GGX mikrofacet modeli, modern görselleştirme motorlarında yaygın olarak kullanılan bir modeldir. Yüzey pürüzlülüğünü ve mikrofacet dağılımını çok hassas bir şekilde simüle eder ve özellikle metalik ve parlak yüzeylerde gerçekçi yansımalar sağlar.</li> </ol>",
    "correctAnswer": "E",
    "options": {
      "A": "i ve ii",
      "B": "ii ve iii",
      "C": "iii ve iv",
      "D": "sadece v",
      "E": "Hepsi"
    },
    "explanation": "BSDF, çeşitli görselleştirme motorları ve üç boyutlu modelleme yazılımlarında farklı şekillerde uygulanır.<br/>Yaygın BSDF türleri ve kullanım alanlarından bazıları şunlardır:<br/>• Lambert Yansıması: Lambert yansıma modeli, ideal bir mat yüzey modelidir. Bu model, ışığın yüzeye eşit olarak dağıldığını varsayar. Lambert yüzeyleri, her yönde aynı miktarda ışık yansıtır ve bu da difüz yansıma olarak bilinir.<br/>• Phong Yansıması: Phong yansıma modeli hem speküler (parlak) hem de difüz yansımaları içerir. Speküler yansıma, ışığın yüzeyde belirli bir açıyla yansımasını simüle eder ve parlak noktalar oluşturur.<br/>• Blinn-Phong Yansıması: Blinn-Phong modeli, Phong modeline benzer ancak hesaplama açısından daha verimlidir. Speküler yansımanın hesaplanmasında kullanılan normal vektörleri ile görüntüleme açısını optimize eder.<br/>• Cook-Torrance Modeli: Cook-Torrance modeli, metalik ve dielektrik malzemeler için daha gerçekçi yansımalar sağlar. Yüzey pürüzlülüğü ve mikrofacet dağılımı gibi faktörleri dikkate alır.<br/>• GGX Microfacet Modeli: GGX mikrofacet modeli, modern görselleştirme motorlarında yaygın olarak kullanılan bir modeldir. Yüzey pürüzlülüğünü ve mikrofacet dağılımını çok hassas bir şekilde simüle eder ve özellikle metalik ve parlak yüzeylerde gerçekçi yansımalar sağlar."
  },
  {
    "id": "3830688",
    "unitNumber": 5,
    "text": "Hiper-gerçekçi 3B animasyon filmlerinde izleyicinin ikna edilme ihtiyacı neden daha fazladır?",
    "correctAnswer": "A",
    "options": {
      "A": "Gerçek hayata daha yakın görseller kullanıldıkça, izleyici olayların ve karakterlerin reel gerçeklikle tutarlı olmasını bekler.",
      "B": "İzleyici, animasyonun gerçek olmadığını en baştan kabul ettiği için ikna edilmeye gerek duymaz.",
      "C": "Hiper-gerçekçi 3B animasyonlarda fizik kurallarına uyulması zorunlu değildir, bu yüzden izleyiciyi ikna etme ihtiyacı azalır.",
      "D": "Geleneksel 2B animasyonlar daha gerçekçi olduğu için izleyici onları daha kolay kabul eder.",
      "E": "3B animasyonlar sadece çocuk izleyiciler için yapıldığından, gerçeklik algısının önemli bir etkisi yoktur."
    },
    "explanation": "3B animasyonların amacı, gerçeği taklit etmek ve izleyiciye gerçek hayata mümkün olduğunca yakın bir deneyim sunmaktır. Dolayısıyla görüntü, fotografik dünya görüntüsüne yaklaştıkça, izleyici gördüklerini yaşanılan dünyayla daha fazla özdeşleştirir, izlediği kurmaca olayları ve görüntüleri gerçekmiş gibi kabul etmek için, ikna edilmeye ihtiyaç duyar. Görüntü gerçeğe ne kadar yakınsa izleyici, filmin olay ve kişilerinin reel gerçekliğin tutarlılığına ve kurallarına o kadar yaklaşması beklentisi içine girer. Bu anlamda geleneksel animasyonun hiçbir zaman ikna gibi bir problemi olmamıştır çünkü izleyici, filmi daha izlemeye niyetlendiği andan itibaren, göreceklerinin hiçbir şekilde gerçek olmadığını, olayların saçma ve aykırı, abartılı hareketler ve durumlar görebileceğini kendi kendine kabullenmiştir. İkna problemi, bilhassa Hiper-gerçekçi 3B animasyon filmlerin ve reel-görüntü filmlerinin karşılaştığı zorluklardan biridir. İzleyicinin, animasyonu yaşadığı dünya g<br/>Gerçek hayata daha yakın görseller kullanıldıkça, izleyici olayların ve karakterlerin reel gerçeklikle tutarlı olmasını bekler."
  },
  {
    "id": "3830702",
    "unitNumber": 5,
    "text": "Newton’un birinci hareket yasasına göre, bir obje üzerine herhangi bir dış kuvvet uygulanmadığında nasıl bir hareket sergiler?",
    "correctAnswer": "B",
    "options": {
      "A": "Herhangi bir kuvvet uygulanmasa bile kendiliğinden hızlanmaya başlar.",
      "B": "Mevcut durumunu koruyarak hareketsiz kalır veya sabit hızda hareketine devam eder.",
      "C": "Sürekli yön değiştirerek hareket eder.",
      "D": "Kendi kütlesine bağlı olarak hareket hızını artırır.",
      "E": "Zamanla kütlesi azaldığı için daha hızlı hareket etmeye başlar."
    },
    "explanation": "obje mevcut ağırlığını koruyarak hareketsiz kalacaktır. Elbette kütle ne kadar büyükse eylemsizliği de o kadar büyüktür (örn. örs). Yani net kuvvet sıfırsa (0-zero-null), cisim hareketsizdir. Buna göre, Webster’in<br/>(2005: 14) de belirttiği gibi Newton’un birinci hareket yasası; ağırlığı olan her objenin, üzerine bir kuvvet uygulanana kadar hareketsiz kalmasıdır. Yani bir obje hareketsizse, bir dış kuvvet onu etkileyene kadar mevcut durumunu koruyacaktır. Bir obje hareket ettiğinde, hızını ya da yönünü etkileyen bir dış kuvvet tarafından etkilenene kadar düz bir çizgide hareket etmeye devam edecektir.<br/>Zıt yönlü ama eşit kuvvetlerin oluşturduğu net kuvvetin karşılığı sıfırdır. Obje sabit bir hızda hareket hâlindeyse başka bir güç tarafından durmaya zorlanmadığı sürece hızını ve yönünü sabit bir şekilde koruyacaktır.<br/>Sabit hızda giden bir objeyi durmaya zorlayan güç artarsa obje buna direnecektir. Otomobilin ani duruşunda arkasının yükselmesi ya da sürücünün camdan<br/>Mevcut durumunu koruyarak hareketsiz kalır veya sabit hızda hareketine devam eder."
  },
  {
    "id": "3830706",
    "unitNumber": 5,
    "text": "Newton’un üçüncü hareket yasasına göre, bir obje başka bir objeye kuvvet uyguladığında ne olur?",
    "correctAnswer": "C",
    "options": {
      "A": "Kuvvet yalnızca bir yönde hareket eder ve herhangi bir tepki oluşmaz.",
      "B": "İlk obje, ikinci objeye kuvvet uygular ancak ikinci obje buna tepki vermez.",
      "C": "İkinci obje, ilk objeye eşit büyüklükte ancak zıt yönlü bir kuvvet uygular.",
      "D": "Etki kuvveti tepki kuvvetinden daha güçlü olduğu için ikinci obje hareket edemez.",
      "E": "Etki kuvveti zamanla azalırken tepki kuvveti artarak devam eder."
    },
    "explanation": "Etki-tepkinin oluşması için tek bir obje yeterli gelmez. İki obje olmalıdır. Zemin/duvar ya da hava da bir obje olarak değerlendirilir. Dolayısıyla birinci obje ikinci objeye bir kuvvet uygularsa (etki), ikinci obje de birinci objeye bir kuvvet uygular (tepki). Jet uçaklarının havaya uyguladığı etki ve havanın jete uyguladığı tepkiyle ortaya çıkan ses buna örnektir. Webster (2005: 15), Newton’un üçüncü hareket yasasına göre her etki için eşit ve zıt bir tepki olduğunu belirtir. Bu, bir cisme bir kuvvet uygulandığında, cismin kuvveti uygulayan cisme eşit ve zıt bir kuvvetle tepki vereceği anlamına gelir.<br/>İkinci obje, ilk objeye eşit büyüklükte ancak zıt yönlü bir kuvvet uygular."
  },
  {
    "id": "3830708",
    "unitNumber": 5,
    "text": "Disney animatörleri tarafından belirlenen animasyonun temel prensipleri nasıl ortaya çıkmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Gerçek dünyadaki fizik kurallarını tamamen yok sayarak geliştirilmiştir.",
      "B": "Sadece 3B animasyon için geçerli olan kurallar bütünüdür.",
      "C": "Tamamen bilgisayar yazılımları kullanılarak otomatik olarak oluşturulmuştur.",
      "D": "Tiyatro, vodvil ve sinema oyuncularının hareketlerini inceleyerek geliştirilmiştir.",
      "E": "Animasyon teknikleri zamanla değiştiği için bu prensiplerin günümüzde hiçbir önemi kalmamıştır."
    },
    "explanation": "“Disney animatörleri bu ilkeleri icat etmemiş, tiyatro, vodvil ve sinema oyuncularının eylemlerini incelerken keşfetmişlerdir. Örneğin; Charlie Chaplin, oyuncuların seyirciye ne yapacaklarını söylemeleri gerektiğini, sonra bunu yapmaları gerektiğini ve son olarak da seyirciye ne yaptıklarını söylemeleri gerektiğini ifade etmiştir. Animatörler bu basit kuraldan yola çıkarak Beklenti yaratımı ilkesini formüle etmişlerdir” (Ratner, 2004: 264). Bu prensipler sadece hareket estetiği değil, aynı zamanda animasyonun dili, duygu yaratımı, sunumu ve tekniğiyle ilgili de bir temel teşkil eder. Teknik türe bağlı olarak bu prensiplerin dereceleri de kuvvetlenir ya da azalır. Örneğin; prensiplerden biri olan abartının derecesi, animasyonun gerçekçilik derecesine göre artar ya da azalır, ancak asla ortadan kalkmaz.<br/>Buna göre animasyonun 12 temel prensibi vardır.<br/>Tiyatro, vodvil ve sinema oyuncularının hareketlerini inceleyerek geliştirilmiştir."
  },
  {
    "id": "3830730",
    "unitNumber": 5,
    "text": "Pozdan Poza ve Düz İleri animasyon teknikleri arasındaki temel fark nedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Pozdan Poza tekniğinde hareketin akışı rastgele gelişirken, Düz İleri tekniği önceden belirlenmiş anahtar pozlara dayanır.",
      "B": "Düz İleri tekniği her zaman hatasız sonuçlar verirken, Pozdan Poza tekniği planlama gerektirmediği için daha fazla hata içerir.",
      "C": "Pozdan Poza tekniği yalnızca stop-motion animasyonda, Düz İleri tekniği ise yalnızca 3B animasyonda kullanılır.",
      "D": "Düz İleri tekniği daha planlı ve kontrollü bir süreç gerektirirken, Pozdan Poza tekniği doğaçlamaya daha açıktır.",
      "E": "Pozdan Poza tekniğinde anahtar pozlar belirlenir ve aralar sonradan doldurulurken, Düz İleri tekniğinde animasyon sıfırdan başlayarak adım adım ilerler."
    },
    "explanation": "Düz İleri tekniğinde animasyona en baştan başlayıp adım adım, istenilen hareket tamamlanana kadar sıralı olarak bir sonraki hareket anı oluşturulur. “Düz İleri animasyonun ilk pozuyla başlar ve hareket sonuna kadar adım adım geliştirilir” (Bühler, Schlaich ve Sinner, 2017: 4). Düz İleri animasyonunu hareketin türüne göre kullanmak gerekse de genelde hata yapmaya en açık yöntemdir ve ustalık gerektirir. Bu tekniğin en büyük avantajı, sunduğu serbestlik ve doğaçlamaya açık olmasıdır. Bu nedenle Düz İleri tekniği genelde deneysel çalışmalarda kullanılır. Webster’in (2005: 26) de belirttiği gibi Düz İleri tekniği, animasyona aşırı planlı bir yaklaşımla engel olmaz, hareketi akışa bırakmak mümkün olur. Bu, farklı ögelerin kendi zamanlamalarına sahip olduğu birden fazla hareket içeren eylemlerde çok kullanışlıdır. Öte yandan, bu durum animatörün üzerinde büyük bir baskı yaratır, çünkü mevcut bir sekansın içine kareler ekleyerek düzeltme yapmak kolay bir iş değildir (W<br/>Pozdan Poza tekniğinde anahtar pozlar belirlenir ve aralar sonradan doldurulurken, Düz İleri tekniğinde animasyon sıfırdan başlayarak adım adım ilerler."
  },
  {
    "id": "3830732",
    "unitNumber": 5,
    "text": "Animasyonda zamanlama neden önemlidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hareketin gerçekçilik kazanmasını sağlar ve karakterlerin ruh hâlini yansıtmasına yardımcı olur.",
      "B": "Sadece aksiyon sahnelerinde kullanılan, diğer sahnelerde önemsiz bir kavramdır.",
      "C": "Yer çekimi ve obje ağırlığı zamanlamaya etki etmediği için her animasyon aynı hızda ilerlemelidir.",
      "D": "Animasyonun etkisini artırmak yerine, sahnelerin daha yapay görünmesine neden olur.",
      "E": "Animasyon zamanlaması, yalnızca karakter hareketleri için önemli olup çevresel efektlerde dikkate alınmaz."
    },
    "explanation": "Zamanlama (Timing): Sahneyi oluşturan her bir eylemin kendi içinde gerçekleşme süresiyle ilgilidir.<br/>Örneğin; bir bayrağın dalgalanışı, karakterin yürümesi, bir eşyanın düşmesi, bir ışığın yanıp sönmesi gibi bir sahnede yer alabilecek her eylem, birbirinden bağımsız olarak farklı zamanlamalara sahiptir. Yani her objenin kendi zamanlaması vardır. Sahnede birden fazla obje olduğunda her objenin önce kendi içinde, sonra diğer objelerle zamanlaması kurgulanıp planlanmalıdır.<br/>Hareketin gerçekçilik kazanmasını sağlar ve karakterlerin ruh hâlini yansıtmasına yardımcı olur."
  },
  {
    "id": "3830733",
    "unitNumber": 5,
    "text": "Peşi sıra takip ve örtüşüm eylemi animasyonda nasıl bir etki yaratır?",
    "correctAnswer": "B",
    "options": {
      "A": "Animasyonun durağan ve mekanik görünmesine neden olarak hareketin akıcılığını azaltır.",
      "B": "Hareketi daha doğal ve gerçekçi hâle getirerek objelerin veya karakterlerin fizik kurallarına uygun şekilde hareket etmesini sağlar.",
      "C": "Karakterin veya objenin tüm parçalarının aynı anda ve aynı hızda hareket etmesini sağlar.",
      "D": "Yalnızca dijital animasyonlarda kullanılan bir teknik olup, geleneksel animasyon için uygun değildir.",
      "E": "Hareketin doğal akışını bozarak izleyicinin dikkatin dağılmasına neden olur."
    },
    "explanation": "Peşi Sıra Takip ve Örtüşüm Eylemi (Follow Through &amp; Overlapping Action)<br/>Bu prensip, genel olarak ana hareketin yan hareketlerle belli bir zamanlamada ve devamlılık hareketiyle desteklenmesine karşılık gelir. Bir objeye ait destekleyici parçaların ana objeyle uyumlu ama bağımsız bir hareket algısı oluşturmasıdır. Peşi sıra takip yöntemi ana hareketi tamamlayarak gerçekçi kılarken Örtüşüm eylemi, hareketle uyumlu ikinci bir hareket oluşturarak benzer bir etki yaratmaktadır. “Peşi sıra takipte, animatörlerin bir objenin parçalarının, objenin tamamı durduktan sonra bile hareket etmeye devam ğini göstermelerini sağlar. Örneğin, uzun saçlı bir karakter yürümeyi bıraktığında, saç gövdeyi/başı aşacak ve sonra duracaktır” (Beane, 2012:100). Bilhassa saç, giysi, kostümlerde bu yöntem sıklıkla kullanılmaktadır.<br/>“Örtüşüm eyleminde ise bir karakterin tüm vücudu hareket ederken farklı hızlarda hareket eden vücut parçaları için geçerlidir. Bu, örneğin şişman bir karakterin göbe<br/>Hareketi daha doğal ve gerçekçi hâle getirerek objelerin veya karakterlerin fizik kurallarına uygun şekilde hareket etmesini sağlar."
  },
  {
    "id": "3830735",
    "unitNumber": 5,
    "text": "Animasyonda “arklar” (arcs) neden önemlidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Objelerin doğrusal yollar boyunca hareket etmesini sağlayarak animasyonu daha yapay gösterir.",
      "B": "Sadece mekanik hareketler için kullanılan bir tekniktir, canlıların hareketlerinde uygulanmaz.",
      "C": "Hareketin doğal, akıcı ve gerçekçi görünmesini sağlar.",
      "D": "Ark kullanımı, animasyonun estetik planlamasını engelleyerek hareketin rastgele oluşmasına neden olur.",
      "E": "Ark prensibi yalnızca 2B animasyonlarda geçerli olup, 3B animasyonlarda kullanılmaz."
    },
    "explanation": "Arklar (Arcs)<br/>Hareketin başlangıcından bitimine giden hayali, eğimli çizgileri ifade eder. Her hareketin takip ettiği bir yol, bir aks, bir akış bulunmaktadır. “Doğal harmonik hareketler genellikle yay şeklinde bir yol izler.<br/>Objelerin hareketi fiziksel yasaları takip eder” (Bühler, Schlaich, Sinner, 2017: 5).<br/>Gerçek dünyadaki canlıların hareketleri de bir arka (yay şekli) bağlıdır. Arklar hareketleri daha akıcı ve gerçekçi kılar. İnsan ve hayvan formları eklemler dolayısıyla, objeler yer çekiminden kaynaklı ark sistemine göre hareket eder. Bir kuşun kanatlarını çırpması, bir insanın kolunu kaldırması, yaprakların rüzgârda savrulması vs. Arkı olmayan hareketler mekanik hareketlerdir ancak bu mekanik hareketlerin bir arka sahip olamayacağı anlamına gelmez. 3B çalışmalarda arklar parametrelere bağlı olduğu için estetik bir planlamadan ziyade hesaplanmış bir yoldur.<br/>Hareketin doğal, akıcı ve gerçekçi görünmesini sağlar."
  },
  {
    "id": "3830737",
    "unitNumber": 5,
    "text": "Animasyonda bir karakterin veya objenin hareketleri nasıl daha inandırıcı hâle gelir?",
    "correctAnswer": "D",
    "options": {
      "A": "İzleyicinin empati kurmasına gerek kalmadan, hareketlerin salt teknik doğrulukla oluşturulmasıyla.",
      "B": "Animasyon karakterlerinin veya objelerinin yalnızca fizik kurallarına bağlı kalarak mekanik hareketler yapmasıyla.",
      "C": "Hareketlerin rastgele oluşturulması ve duygusal bağlamdan bağımsız şekilde tasarlanmasıyla.",
      "D": "Animatörün canlandırdığı karakterin veya objenin hareketlerini gerçek hayatta gözlemleyerek mantıklı bir çerçevede oluşturmasıyla.",
      "E": "Tiyatro ve sinemadaki oyunculuk kurallarının animasyonda tamamen göz ardı edilmesiyle."
    },
    "explanation": "Animasyonda Rol Yapmanın Önemi<br/>Animasyonda hareket hâlindeki objeler ve karakterler daha önce de belirtildiği yalnızca kıpırdamamaktadır.<br/>Animasyon, öykü içersin ya da içermesin hareketlerin dramatik bir aksiyon olarak yansıtılmasını gerektirir. Basit bir üçgenin A noktasından B noktasına gitmesinde dahi bir neden sonuç ilişkisi, estetik bir kaygı, bir ifade biçimi vardır. Dolayısıyla animasyonda sadece karakterler değil, hareket hâlindeki her objenin bir rolü olduğu unutulmamalıdır. Animasyonda yer alan her tür obje, karakter hatta ışık, efekt ve ses dahi dramatik aksiyonu bütünleyen bir oyuncudur. Ancak hareketlendirilen her ne ise rol, “...tiyatro ve reel görüntü filmlerinde olduğu gibi bir aktörün bedeninde hayat bulup sahnede yer almaz; animatörün parmakları arasında, bir kukla gibi oynatılır. Bu kuklanın ne kadar başarılı olduğu ne kadar iyi hareketlendirildiğiyle, hareket estetiğinin çalışmaya ne kadar iyi yansıtılabildiğiyle ölçülür” (Halaçoğlu, 2020: 48<br/>Animatörün canlandırdığı karakterin veya objenin hareketlerini gerçek hayatta gözlemleyerek mantıklı bir çerçevede oluşturmasıyla."
  },
  {
    "id": "3830739",
    "unitNumber": 5,
    "text": "İleri Kinematik (FK) ve Ters Kinematik (IK) arasındaki temel fark nedir?",
    "correctAnswer": "E",
    "options": {
      "A": "FK yalnızca sabit objeler için, IK ise sadece hareketli objeler için uygulanabilir.",
      "B": "FK yalnızca robotik sistemlerde, IK ise yalnızca organik karakter animasyonlarında kullanılır.",
      "C": "IK sistemi, FK’dan daha az kontrol imkânı sunar ve genellikle tercih edilmez.",
      "D": "FK ve IK animasyon sürecinde birbirinin yerine kullanılamaz, tamamen farklı prensiplere dayanır.",
      "E": "FK’da ebeveyn hareket ettiğinde çocuk kemikleri onu takip ederken, IK’da çocuk hareket ettiğinde ebeveyn kemikleri onu takip eder."
    },
    "explanation": "İskelet yapısı hiyerarşik bir sisteme dayanır. Her bir kemik, kendisinden önceki ya da sonraki kemikle bağlantılıdır ve hareket alanı iskelet sistemindeki ilişki biçimine tabidir. Kemiklerin birbirine bağlanması olgusu, ebeveyn / çocuk (parent / child) kavramını anlamayı gerektirir. Görsel 5.12’de de görüldüğü gibi eğer birbiriyle bağlantılı A, B ve C kemikleri arasında ebeveyn/çocuk ilişkisi varsa, örneğin A kemiği ebeveynse,<br/>B ve C kemikleri onun çocuğu olacak ve A kemiği hareket ettirildiğinde onu takip ederek, A kemiğinin hareketlerine uyumlu hareket edeceklerdir. Hiyerarşiye göre B kemiği de C kemiğinin ebeveyni, C kemiği hem A hem de B kemiğinin çocuğu durumundadır.<br/>FK’da ebeveyn hareket ettiğinde çocuk kemikleri onu takip ederken, IK’da çocuk hareket ettiğinde ebeveyn kemikleri onu takip eder."
  },
  {
    "id": "3834299",
    "unitNumber": 6,
    "text": "Sahne tasarımında bir yüzeyin sık seyrek dokulu olması, derinlik ya da çıkıntı ile ilgili durumları performans ve zaman kaybını azaltarak çözümleyen yöntem aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bump harita",
      "B": "Displacement harita",
      "C": "Render",
      "D": "High Dynamic Range imaging",
      "E": "UV haritalama"
    },
    "explanation": "sayfa 190 Displacement haritalandırma ile oluşturulan malzemelerin 2B olarak dokulara atanan haritalardan bir başka farkı da sahnedeki ışık ve gölge ile olan ilişkisidir. Görsel 6.9’da displacement harita ile oluşturulmuş örgünün bir malzemenin sık dokulu hâli ile seyrek dokulu hâlini yan yana görülmektedir.<br/>Displacement harita, kabaca bir malzemenin ne kadar ve ne şekilde yer değiştirerek 3B görünüm kazanacağını belirler. Sahnelerde saç, kıl, ot ve tüy gibi tek tek modellemenin hem zaman hem de performans kaybı olacağı durumlarda tercih edilen bir haritalandırma yöntemidir"
  },
  {
    "id": "3834307",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi yalnızca yer değiştirme haritası (displacement) kullanımına ait bir özelliktir?",
    "correctAnswer": "C",
    "options": {
      "A": "Objelerin yüzey detaylarını ve derinliğini artırmaya yarar.",
      "B": "Objenin yüzey geometrisini ve görünümünü değiştirerek görsel olarak zengin ve gerçekçi görüntüler elde edilmesini sağlar",
      "C": "Objenin fiziksel geometrisini değiştirerek daha karmaşık yüzey detayları oluşturur",
      "D": "Objenin yüzey geometrisinde optik illüzyonlar yaratarak derinlik ve detay katkısında bulunur.",
      "E": "Sahneye fazladan poligon eklemeden kaynakları daha verimli kullanmamızı sağlar."
    },
    "explanation": "Displacement, bump ve normal haritaların kullanımı, yüzeyin detaylandırılması ve daha zengin bir görsel dokuya kavuşturulması açısından son derece önemlidir. Bu teknikler, objein yüzey geometrisini zenginleştirerek veya optik illüzyonlar yaratarak derinlik ve detay katkısında bulunur. Displacement haritaları, objenin fiziksel geometrisini değiştirerek daha karmaşık yüzey detayları oluştururken, bump ve normal haritalar daha az işlemci gücü ile yüzeyin nasıl ışık yansıtacağını detaylandırır ve görsel derinlik sağlar"
  },
  {
    "id": "3834309",
    "unitNumber": 6,
    "text": "Tamamlayıcı renk şeması sahnenin genel temasında nasıl bir etki yaratmak için kullanılır?",
    "correctAnswer": "C",
    "options": {
      "A": "Sadelik",
      "B": "Sofistike bir atmosfer",
      "C": "Görsel kontrast",
      "D": "Görsel uyum",
      "E": "Sıcak ışık etkisi"
    },
    "explanation": "Renk düzenlerinin seçimi, hedeflenen duygusal etki ve sahnenin genel teması ile yakından ilişkilidir. Örneğin, monokromatik renk düzeni genellikle sadelik ve sofistike bir atmosfer yaratmak için kullanılırken tamamlayıcı renk şeması görsel bir kontrast yaratmak için tercih edilir."
  },
  {
    "id": "3834312",
    "unitNumber": 6,
    "text": "Sahnede kamera kullanımı ile perspektif ve bakış açısı derinlik uygulamalarıyla ilgili aşağıdaki bilgilerden hangisi yanlıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Geniş açı lensler, derinlik hissini artırarak perspektifi abartır.",
      "B": "Telefoto lensler daha düz bir perspektif sağlar.",
      "C": "Perspektif kullanımı, izleyiciye üç boyutlu bir hissiyat verir ve sahnedeki objeler arasında derinlik algısı yaratır.",
      "D": "Geniş açı lens kullanımı sahnedeki objeler arasındaki mesafeyi sıkıştırarak daha samimi ve yoğun bir görüntü oluşturabilir.",
      "E": "Doğru kamera ayarı yapılması, hikâyeyi anlatma biçimini ve izleyicinin eseri algılayış şeklini doğrudan etkiler"
    },
    "explanation": "Geniş açılı bir lens kullanmak, sahnenin daha geniş ve derin görünmesine yardımcı olurken, sahnedeki objeler arasındaki mesafeyi sıkıştırarak daha samimi ve yoğun bir görüntü oluşturabilen telefoto lens kullanımıdır."
  },
  {
    "id": "3834317",
    "unitNumber": 6,
    "text": "Makro çekimde detayların vurgulanmasında etkili olan teknik hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bump harita",
      "B": "Render",
      "C": "High Dynamic Range imaging",
      "D": "UV haritalama",
      "E": "Depth of field"
    },
    "explanation": "Objelerin sahne içerisinde gerçekçi bir şekilde görülebilmesi fiziksel kameralarda sıkça görülen alan derinliği özelliğinin sanal sahnelerde de kullanılması önemlidir. Alan derinliği algılanan perspektifin derinlikle olan ilgisini daha iyi kavramamızı sağlar (Bkz. Görsel 6.6). Bu teknik, özellikle makro çekim ve benzeri durumlarda detayların vurgulanmasında etkilidir. “Depth of Field” (DoF) olarak karşımıza çıkan ve alan derinliği dediğimiz bu özelliği hemen her yazılımda bulmak mümkün olmaktadır. Görsel 6.6’daküpün izleyiciye yakın olan kenarının net ve belirgin olması, izleyiciden uzak olan kenarlarının ve kürenin bulanık gözükmesi bu etkiye bir örnektir."
  },
  {
    "id": "3834321",
    "unitNumber": 6,
    "text": "Sonsuz uzaklıktan gelerek sahnedeki objeleri paralel ışınlarla aydınlatan bir ışık türü hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Nokta ışığı",
      "B": "Spot ışığı",
      "C": "Yönsel ışık",
      "D": "Alan ışığı",
      "E": "Gece ışığı"
    },
    "explanation": "Nokta ışığı: Bir noktadan her yöne eşit şekilde ışık yayan bir ışık türüdür. Genellikle ampul, mum, fener gibi küçük ışık kaynaklarını temsil etmek için kullanılır.<br/>• Spot ışığı: Bir koni şeklinde ışık yayan bir ışık türüdür. Genellikle sahne aydınlatması, projektör, far gibi belirli bir alana odaklanan ışık kaynaklarını temsil etmek için kullanılır.<br/>• Yönsel ışık: Sonsuz uzaklıktan gelerek sahnedeki objeleri paralel ışınlarla aydınlatan bir ışık türüdür. Genellikle güneş ışığı veya uzak bir yıldız ışığı gibi büyük ve uzak ışık kaynaklarını temsil etmek için kullanılır.<br/>• Alan ışığı: Belirli bir alan veya yüzey şeklinde ışık yayan bir ışık türüdür. Genellikle pencere, ekran, lamba gibi geniş ışık kaynaklarını temsil etmek için kullanılır."
  },
  {
    "id": "3834322",
    "unitNumber": 6,
    "text": "Alan ışığı ne amaçla kullanılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Pencere, ekran, lamba gibi geniş ışık kaynaklarını temsil etmek için kullanılır.",
      "B": "Güneş ışığı veya uzak bir yıldız ışığı gibi büyük ve uzak ışık kaynaklarını temsil etmek için kullanılır.",
      "C": "Sahne aydınlatması, projektör, far gibi belirli bir alana odaklanan ışık kaynaklarını temsil etmek için kullanılır.",
      "D": "Ampul, mum, fener gibi küçük ışık kaynaklarını temsil etmek için kullanılır.",
      "E": "Karakterlerin ve objelerin görsel algısını şekillendirmek ve sahneye üç boyutluluk algısı kazandırmak için kullanılır"
    },
    "explanation": "Alan ışığı: Belirli bir alan veya yüzey şeklinde ışık yayan bir ışık türüdür. Genellikle pencere, ekran, lamba gibi geniş ışık kaynaklarını temsil etmek için kullanılır"
  },
  {
    "id": "3834326",
    "unitNumber": 6,
    "text": "I Büyük bütçeli film ve animasyon stüdyoları tarafından sıklıkla tercih edilir.<br/>II Bağımsız geliştiriciler ve hobi kullanıcıları için maliyet etkin bir çözümdür.<br/>III Mimari görselleştirme, iç mekân sahneleri, yüksek çözünürlüklü görseller için kullanılır.<br/>IV Fiziksel olarak doğru aydınlatma hesaplamaları yapar<br/>V yüksek poligonlu objeler için kullanılır<br/>VI Blender 3B yazılımında kullanılır<br/>VII kullanıcı dostu arayüzüne ve geniş malzeme kütüphanesine sahiptir.<br/>Yukarıda verilen render motorlarına ait kullanım ve popülerlik özelliklerinden hangileri Arnold için geçerlidir?",
    "correctAnswer": "C",
    "options": {
      "A": "II, IV, VII",
      "B": "V, VI,VII",
      "C": "I, IV, V",
      "D": "I, III, VII",
      "E": "III, IV, VI"
    },
    "explanation": "Arnold<br/>Fiziksel olarak doğru aydınlatma hesaplamaları, üstün bellek yönetimi, yüksek performans<br/>Sinema endüstrisi, karmaşık karakter animasyonları, VFX projeleri, yüksek poligonlu objeler<br/>Büyük bütçeli film ve animasyon stüdyoları tarafından sıklıkla tercih edilir.<br/>Arnold büyük bütçeli film ve animasyon stüdyoları tarafından sıklıkla tercih edilir. Fiziksel olarak doğru aydınlatma hesaplamaları yapar, yüksek poligonlu objeler için kullanılır."
  },
  {
    "id": "3834329",
    "unitNumber": 6,
    "text": "Post prodüksiyonda renk düzenlemeleri ve estetik iyileştirme yapılırken kullanılan araçlardan hangisi video birleştirme ve efekt eklemede kullanılan kompozisyon yazılımıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "Adobe Illustrator",
      "B": "Adobe InDesign",
      "C": "Davinci Resolve",
      "D": "Nuke Studio",
      "E": "Autodesk Maya"
    },
    "explanation": "Nuke Studio: The foundry firması tarafından geliştirilen profesyonel bir video düzenleme, birleştirme ve efekt ekleme yazılımıdır. Bu yazılım özellikle film, televizyon ve dijital medya endüstrilerinde sıkça kullanılır."
  },
  {
    "id": "3834330",
    "unitNumber": 6,
    "text": "Compositing sırasında kullanılan başlıca tekniklerden biri olan yeşil ekran teknolojisinin kullanıldığı görsel efekt programlarından hangisi aynı zamanda açık kaynaklı bir render motoru olan Cycles ile entegredir?",
    "correctAnswer": "E",
    "options": {
      "A": "Autodesk Maya",
      "B": "Cinema 4D",
      "C": "Autodesk 3ds Max",
      "D": "After Effects",
      "E": "Blender 3D"
    },
    "explanation": "Cycles,Blender 3D yazılımına entegre açık kaynaklı bir motor olup fotogerçekçi görseller oluşturma yeteneği ile bilinir."
  },
  {
    "id": "3831007",
    "unitNumber": 7,
    "text": "Günlük hayatta gözümüzle algıladığımız objeleri bilgisayar ortamında tasarlamak için kullanılan; bunu yaparken de birçok farklı programdan yaralanabildiğimiz bir sürece ne denir?",
    "correctAnswer": "A",
    "options": {
      "A": "3 boyutlu (3B) modelleme",
      "B": "Tasarımın Doğruluğu",
      "C": "Üretim Süresinden Tasarruf sağlamak",
      "D": "Tasarım Hatalarını Azaltmak",
      "E": "Sanal Prototip"
    },
    "explanation": "3 boyutlu (3B) modelleme, günlük hayatta gözümüzle algıladığımız objeleri bilgisayar ortamında tasarlamak için kullanılan; bunu yaparken de birçok farklı programdan yaralanabildiğimiz bir süreçtir."
  },
  {
    "id": "3831011",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi 3 boyutlu modelleme sürecinin avantajlarından biri <strong><u>değildir?</u></strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Öğrenme ve Kullanım Maliyetleri",
      "B": "Tasarımın Doğruluğunu Artırır",
      "C": "Üretim Süresinden Tasarruf Sağlar",
      "D": "Tasarım Hatalarını Azaltır",
      "E": "Sanal Prototiplemeyi Etkinleştirir"
    },
    "explanation": "3 boyutlu modelleme sürecinin avantajlarını belirli maddeler hâlinde sıralayacak olursak:<br/><ul> <li> Tasarımın Doğruluğunu Artırır: 3B modelleme, tasarımdaki hassasiyeti artırarak her detayın tam ve doğru olmasını sağlayacaktır. Modellenen ile inşa edilenin tam olarak eşleşmesini sağlayarak tahminleri ortadan kaldıracaktır.<br/></li> <li> Üretim Süresinden Tasarruf Sağlar: 3B modellerin kullanılması üretim sürecini hızlandırarak değişikliklerin hızlı bir şekilde yapılmasını sağlar. Böylece tasarım yinelemeleri için gereken toplam sürenin azalmasına yardımcı olur.<br/></li> <li> Tasarım Hatalarını Azaltır: 3B modelleme ile tasarımda hata yapma olasılığı önemli ölçüde aza- lır. Herhangi bir potansiyel sorun, gerçek hayatta maliyeti daha yüksek hatalara dönüşmeden önce obje üzerinde belirlenerek düzeltilebilir.<br/></li> <li> Sanal Prototiplemeyi Etkinleştirir: 3B modelleme programlarıyla fiziksel nesne masrafı olmadan test ve iyileştirme yapılmasına olanak tanıyan sanal prototipler oluşturarak hem zamandan hem de kaynaklardan tasarruf sağlanabilir. Bu duruma örnek olarak bir lavabo tasarladığımızı düşünelim. İstenen su akışını test etmek için birden fazla lavaboyu somut olarak üretmek, kalıp maliyetleri dü- şünüldüğünde üretici firma açısından masraflı olacaktır. Alternatif tasarımlar bilgisayar ortamında modellenerek, tasarlanan lavabolardaki suyun akışının simüle edilmesiyle bu masraf ortadan kalk- mış olacaktır.<br/></li> <li> Görsel İletişimi Geliştirir: 3B modeller tasarımın net ve kapsamlı bir görünümünü sağlayarak herkesin projeyi anlamasını ve projeye dahil olmasını kolaylaştırıp görsel iletişimi geliştirir.<br/></li> </ul>"
  },
  {
    "id": "3831016",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi 3 boyutlu modelleme sürecinin avantajları yanında dikkate alınması gereken dezavantajlarından biri <u><strong>değildir?</strong></u>",
    "correctAnswer": "A",
    "options": {
      "A": "Tasarımın Doğruluğunu Artırır",
      "B": "Öğrenme ve Kullanım Maliyetleri",
      "C": "Zaman Alan Süreç",
      "D": "Ustalaşmanın Zorlukları",
      "E": "Sınırlı Fiziksel Etkileşim"
    },
    "explanation": "3 boyutlu modelleme sürecinin avantajları yanında dikkate alınması gereken bazı dezavantajları da olabilir:<br/><ul> <li> Öğrenme ve Kullanım Maliyetleri: 3B modelleme becerilerinin kazanılması, pahalı yazılımların satın alınmasını ve mesleki eğitim gerektirmesi nedeniyle maliyetli olabilir.<br/></li> <li> Zaman Alan Süreç: 3B modelleri oluşturmak zaman alıcı olabilir ve her objenin tasarımı, iyileşti- rilmesi ve son hâline getirilmesi uzun saatler gerektirebilir.<br/></li> <li> Üst Düzey Donanım Gereksinimleriâ 3B modelleme yazılımının sorunsuz çalışması için genellikle gelişmiş grafik özelliklere sahip, yüksek performanslı bilgisayarlara ihtiyaç olabilir.<br/></li> <li> Ustalaşmanın Zorlukları 3B modellemenin karmaşıklığı hem sanatsal hem de teknik kavramların bu alanda uzmanlaşmayı hedefleyen kişi tarafından derinlemesine anlaşılmasını gerektirir.<br/></li> <li> Sınırlı Fiziksel Etkileşim: Gerçek dünyadaki heykeltraşlığın aksine, 3B modelleme sınırlı fiziksel etkileşim sunar ve bu da bazen sanatçıların vizyonlarını tam olarak gerçekleştirmelerine engel ola- bilir.<br/></li> </ul>"
  },
  {
    "id": "3831017",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi, çizgiler ve köşeler kullanılarak 3 boyutlu bir objenin temel yapısını temsil eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Tel Kafes Modelleme",
      "B": "Yüzey Modelleme",
      "C": "Katı Modelleme",
      "D": "Parametrik Modelleme",
      "E": "3DS Max Programı"
    },
    "explanation": "Tel Kafes Modelleme: Bu modelleme yönteminde, çizgiler ve köşeler kullanılarak 3 boyutlu bir objenin temel yapısı temsil edilir."
  },
  {
    "id": "3831018",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi 3 boyutlu modelleme için yaygın olarak kullanılan programlardan biri<strong><u> değildir? </u></strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Illustrator",
      "B": "3DS Max",
      "C": "Autodesk Fusion 360",
      "D": "Rhinoceros",
      "E": "Solidworks"
    },
    "explanation": "3 boyutlu modelleme için yaygın olarak kullanılan bazı programlar; 3DS Max, Autodesk Fusion 360, Rhinoce- ros, Solidworks, Blender, Maya, Cinema 4D, Z-Brush, vs."
  },
  {
    "id": "3831027",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi veya hangileri Film çekimi sonrasındaki Postprodüksiyon aşamalarıdır?<br/>I. Düzenleme<br/>II. Ses Tasarımı<br/>III. Görsel Efektler<br/>IV. Renk Düzeltme<br/>V. Başlıklar, Jenerik ve Grafikler<br/>VII. Müzik ve Ses Miksajı<br/>VII. Dağıtım Materyalleri",
    "correctAnswer": "A",
    "options": {
      "A": "I/II/III/IV/V/VI/VII",
      "B": "I/II/III/IV/V/VI",
      "C": "III/IV/V/VI/VII",
      "D": "I/II/III/V/VI/VII",
      "E": "I/II/V/VI/VII"
    },
    "explanation": "Film çekimi sonrasındaki Postprodüksiyon aşamaları şunlardır<br/><ul> <li>Düzenleme: Editörlerin net bir anlatı oluşturmak için ham görüntüleri kesip birleştirdiği montaj aşamadır.</li> <li>Ses Tasarımı: Ses editörlerinin, diyalogları temizleyerek, gerekirse ortam sesleri ve müzikleri ekleyerek ses kalitesini arttırdıkları aşamadır.</li> <li>Görsel Efektler: Gerek CGI (Bilgisayar Üretimi Görüntü) gerekse yeşil ekranlara karşı çekilen sahneleri geliştirerek görsel efektlerin oluşturulduğu aşamadır. Çekimler yeşil perde üzerinden yapıldığında, Post-prodüksiyon aşamasında eklenen görsel efektler ile en fantastik ve gerçek olamayacak durumlar bile gerçek gibi görünebilmektedir.</li> <li>Renk Düzeltme: Renk uzmanları, istenen görünümü elde etmek için renk dengesini, doygunluğu ve kontrastı ayarlar. Bu adım, farklı sahneler arasında tutarlılığı sağlamak için önemlidir.</li> <li>Başlıklar, Jenerik ve Grafikler: Filmin açılış ve kapanış jenerikleri ile ekrandaki herhangi bir metin veya grafiklerin eklendiği aşamadır.</li> <li>Müzik ve Ses Miksajı: Filmin müziklerinin entegre edilmesi ve gerekli ses miksajının yapılmasıyla tüm ses ögelerinin uyumlu bir şekilde harmanlanması sağlanır.</li> <li>Dağıtım Materyalleri: Post-prodüksiyon ayrıca dijital dosyalar, baskılar ve fragmanlar gibi dağıtım için gereken materyallerin hazırlanmasını da içermektedir.</li> </ul>"
  },
  {
    "id": "3831030",
    "unitNumber": 7,
    "text": "Gerek CGI (Bilgisayar Üretimi Görüntü) gerekse yeşil ekranlara karşı çekilen sahneleri geliştirerek görsel efektlerin oluşturulduğu aşamasına ne isim verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Görsel Efektler",
      "B": "Düzenleme",
      "C": "Renk Düzeltme",
      "D": "Müzik ve Ses Miksajı",
      "E": "Dağıtım Materyalleri"
    },
    "explanation": "Görsel Efektler: Gerek CGI (Bilgisayar Üretimi Görüntü) gerekse yeşil ekranlara karşı çekilen sah- neleri geliştirerek görsel efektlerin oluşturulduğu aşamadır. Çekimler yeşil perde üzerinden yapıldı- ğında, Post-prodüksiyon aşamasında eklenen görsel efektler ile en fantastik ve gerçek olamayacak durumlar bile gerçek gibi görünebilmektedir."
  },
  {
    "id": "3831031",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi 3 boyutlu mimari projelerle ilişkili yaygın olarak kullanılan dokümantasyon yöntemlerinden biri <u><strong>değildir?</strong></u>",
    "correctAnswer": "A",
    "options": {
      "A": "Elle çizim",
      "B": "Dijital Durağan Görüntü Dosyaları",
      "C": "Baskılar",
      "D": "Dijital Animasyon ve Video Dosyaları",
      "E": "CD/DVD Aracılığı ile Dağıtım"
    },
    "explanation": "3 boyutlu mimari projelerle ilişkili yaygın olarak kullanılan dokümantasyon yöntemleri şunlardır (URL-3);<br/><ul> <li> Dijital Durağan Görüntü Dosyaları: Dijital cihazlarda (Örneğin; bilgisayar monitörleri, TV’ler ve projektörler) görüntülenecek 2 veya 3 boyutlu durağan görüntü oluşturma biçimidir. Web si- telerinde ve PowerPoint sunularındaki görüntülerin geneli dijital hareketsiz görüntü dosyalarıdır. Yaygın dosya biçimleri JPG, GIF ve PNG’dir.<br/></li> <li> Baskılar: Kullanılan baskı işlemi, büyük ölçüde bütçeye ve kaç baskıya ihtiyaç duyulduğuna bağ- lıdır. (Örneğin, A4 parlak kâğıda baskı, A3 mat kâğıda baskı, vb.)<br/></li> <li> Dijital Animasyon ve Video Dosyaları: Dijital cihazlarda görüntülenecek hareketli dosyaları oluş- turma biçimidir. Bir web sitesindeki hareketli görsel veya dijital sunumun bir parçası olarak görülen animasyon veya videolar bu başlığa örnek olarak verilebilir. Yaygın dosya formatları MPEG, AVI ve FLV’dir.<br/></li> <li> CD/DVD Aracılığı ile Dağıtım: CD veya DVD’ler seri olarak üretilerek bilgisayarlarda oynatıl- mak üzere hedef kitleye dağıtılabilir. Bu yöntemin günümüzde modası geçmiş olup, yerini aynı içeriği ve etkileşimi CD çoğaltma maliyeti olmadan çevrim içi olarak kullanılabilir hâle getirebilen sosyal medya veya web tabanlı dağıtım yöntemleri almıştır. Bazı durumlarda (özellikle bir video web’de güvenilir bir şekilde görüntülenemeyecek kadar büyük olduğunda), video içeriğini dağıt- mak için hâlen CD/DVD’lerden yararlanılmaktadır.<br/></li> </ul>"
  },
  {
    "id": "3831032",
    "unitNumber": 7,
    "text": "Editörlerin net bir anlatı oluşturmak için ham görüntüleri kesip birleştirdiği montaj aşamasına ne denir?",
    "correctAnswer": "A",
    "options": {
      "A": "Düzenleme",
      "B": "Ses Tasarımı",
      "C": "Görsel Efektler",
      "D": "Renk Düzeltme",
      "E": "Başlıklar, Jenerik ve Grafikler"
    },
    "explanation": "Düzenleme: Editörlerin net bir anlatı oluşturmak için ham görüntüleri kesip birleştirdiği montaj aşamadır."
  },
  {
    "id": "3831033",
    "unitNumber": 7,
    "text": "Filmin müziklerinin entegre edilmesi ve gerekli ses miksajının yapılmasıyla tüm ses ögelerinin uyumlu bir şekilde harmanlanmasını hangi yöntem sağlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Müzik ve Ses Miksajı",
      "B": "Görsel Efektler",
      "C": "Başlıklar, Jenerik ve Grafikler",
      "D": "Dağıtım Materyalleri",
      "E": "Ses Tasarımı"
    },
    "explanation": "Müzik ve Ses Miksajı: Filmin müziklerinin entegre edilmesi ve gerekli ses miksajının yapılmasıyla tüm ses ögelerinin uyumlu bir şekilde harmanlanması sağlanır."
  },
  {
    "id": "3830606",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi, 3B modelleme ve tasarım teknolojisinin Endüstri Devrimi'ndeki rolüyle ilgili doğru bir ifadedir?",
    "correctAnswer": "A",
    "options": {
      "A": "3B modelleme ve tasarım, bilgisayar destekli tasarım (CAD) yazılımları ve 3B yazıcılar sayesinde üretim süreçlerini hızlandırarak prototipleme ve kişiselleştirilmiş üretim imkânı sunmuştur.",
      "B": "3B modelleme, sadece görsel tasarımlar oluşturmak için kullanılmış ve üretim süreçlerine etkisi olmamıştır.",
      "C": "Endüstri 4.0 ile birlikte 3B modelleme ve tasarımın önemi azalmış, geleneksel üretim yöntemleri tekrar ön plana çıkmıştır.",
      "D": "3B modelleme ve tasarım, yalnızca mimari projeler için geliştirilmiş bir teknoloji olup, sanayide kullanılmamaktadır.",
      "E": "3B modelleme, yalnızca Endüstri 2.0 döneminde etkili olmuş ve daha sonraki sanayi devrimlerinde önemini kaybetmiştir."
    },
    "explanation": "3B modelleme ve tasarım, bilgisayar destekli tasarım (CAD) yazılımları sayesinde mühendislerin ve tasarımcıların karmaşık parçaları daha hızlı ve etkin şekilde tasarlamalarını sağlamış, 3B yazıcılar ise bu tasarımları fiziksel nesnelere dönüştürme yeteneği ile prototipleme ve üretim süreçlerini hızlandırmıştır. Bu yenilikler, ürün geliştirme süreçlerini devrimleştirerek, piyasaya sürülme sürelerini kısaltmış ve kişiselleştirilmiş üretim seçeneklerini artırmıştır (Gibson et al., 2015). Ayrıca 3B modelleme ve tasarımın Endüstriyel<br/>Devrim’deki rolü, üretim süreçlerini sadece hızlandırmakla kalmamış, aynı zamanda sürdürülebilirlik ve verimlilik açısından da önemli katkılar sunmuştur. Malzeme israfını azaltarak ve enerji tüketimini optimize ederek çevresel etkiyi minimuma indirgemeye yardımcı olmuştur. Ayrıca, karmaşık geometrilerin ve hafif yapıların üretimini mümkün kılarak, otomotiv ve havacılık gibi sektörlerde yenilikçi çözümler sunmuştur.<br/>3B modelleme ve tasarım, bilgisayar destekli tasarım (CAD) yazılımları ve 3B yazıcılar sayesinde üretim süreçlerini hızlandırarak prototipleme ve kişiselleştirilmiş üretim imkânı sunmuştur."
  },
  {
    "id": "3830612",
    "unitNumber": 8,
    "text": "Endüstri 4.0 ve 3B modelleme ve tasarımın entegrasyonu üretim süreçlerine nasıl katkı sağlamaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Üretim süreçlerini daha yavaş ve maliyetli hâle getirerek küçük işletmelerin rekabet gücünü azaltmaktadır.",
      "B": "Esnek üretim hatları sayesinde farklı ürünlerin aynı üretim hattında, minimum zaman ve maliyetle üretilmesine olanak tanımaktadır.",
      "C": "Otomasyonun artmasıyla insan müdahalesine daha fazla ihtiyaç duyulmasını sağlamaktadır.",
      "D": "Ürün geliştirme sürecini daha karmaşık hâle getirerek mühendislerin yenilikçi çözümler üretmesini zorlaştırmaktadır.",
      "E": "Lojistik maliyetlerini artırarak karbon ayak izini büyütmektedir."
    },
    "explanation": "Maliyet azaltma, Endüstri 4.0 ve bilgisayar destekli tasarımın üretim süreçlerine entegrasyonunun getirdiği başka bir önemli avantajdır. 3B modelleme ve tasarım, hızlı prototipleme (ilk örnek) ve doğrudan dijital üretim gibi imalat teknolojilerini kullanarak sanatçı, tasarımcı ve mühendislere karmaşık geometrileri ve özelleştirilmiş parçaları hızlı ve maliyet etkin bir şekilde üretme olanağı tanır. Bu, geleneksel üretim yöntemlerine kıyasla önemli maliyet avantajları sağlar çünkü 3B baskı malzeme israfını azaltır ve montaj süreçlerini basitleştirir<br/>Esnek üretim hatları sayesinde farklı ürünlerin aynı üretim hattında, minimum zaman ve maliyetle üretilmesine olanak tanımaktadır."
  },
  {
    "id": "3830616",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi 3B modelleme ve tasarım teknolojilerinin sürdürülebilirliğe katkılarından biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "3B modelleme teknolojileri, geri dönüştürülebilir malzemeler kullanarak atık yönetimini iyileştirmekte ve doğal kaynakların korunmasına katkıda bulunmaktadır.",
      "B": "3B modelleme, sürdürülebilir malzeme seçiminde kritik bir araç olarak, tasarımcıların malzeme özelliklerini sanal ortamda test etmelerine imkân tanımaktadır.",
      "C": "3B modelleme ve tasarım, malzeme israfını azaltarak ve üretim süreçlerini optimize ederek çevresel ayak izini küçültmektedir.",
      "D": "3B modelleme ve tasarım teknolojileri, üretim süreçlerini hızlandırarak karbon emisyonlarının artmasına neden olmaktadır.",
      "E": "3B modelleme ve tasarım, yerel üretimi teşvik ederek küçük ölçekli üreticilere erişim sağlamakta ve ekonomik kalkınmaya katkıda bulunmaktadır."
    },
    "explanation": "Günümüz dünyasında sürdürülebilirlik, çevresel etkilerin azaltılması, kaynakların verimli kullanımı ve gelecek nesillere yaşanabilir bir dünya bırakma hedefi ile giderek artan bir önem kazanmaktadır. Bu bağlamda, 3B modelleme ve tasarım teknolojileri, endüstriyel süreçleri yeniden şekillendirerek sürdürülebilirlik ilkelerini benimseyen öncü uygulamalardan biri hâline gelmiştir. Üç boyutlu bilgisayar yazılımları kullanılarak objelerin ve sistemlerin dijital ortamda modellenmesi, malzeme israfını önemli ölçüde azaltarak ve üretim süreçlerini optimize ederek çevresel ayak izini küçültmektedir (<br/>3B modelleme ve tasarım, malzeme israfını azaltarak ve üretim süreçlerini optimize ederek çevresel ayak izini küçültmektedir."
  },
  {
    "id": "3830660",
    "unitNumber": 8,
    "text": "Yaşam Döngüsü Analizi (LCA) sürecinde aşağıdaki adımlardan hangisi ürünün çevresel etkilerinin belirlenmesi ve minimize edilmesi için stratejiler geliştirilmesini içerir?",
    "correctAnswer": "D",
    "options": {
      "A": "Hedef ve Kapsam Belirleme",
      "B": "Envanter Analizi",
      "C": "Yorumlama",
      "D": "Etki Değerlendirmesi",
      "E": "Üretim Süreci Planlaması"
    },
    "explanation": "Etki Değerlendirmesi: Envanter analizinde elde edilen verilerin çevresel etkilere dönüştürülmesi ve değerlendirilmesini içerir. Bu aşamada, hangi çevresel etkilerin en önemli olduğu belirlenir ve bu etkilerin minimize edilmesi için stratejiler geliştirilir."
  },
  {
    "id": "3830663",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi, 3B modelleme ve tasarım teknolojilerinin atık azaltma yöntemlerine sağladığı katkılardan biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "3B modelleme ile üretilen parçaların, geleneksel üretim yöntemlerine kıyasla daha fazla atık oluşturmasını sağlamak.",
      "B": "Biyo-tabanlı polimerlerin kullanımını sınırlandırarak sürdürülebilir malzemelerin üretimde daha az tercih edilmesine yol açmak.",
      "C": "3B baskı teknolojilerini kullanarak yalnızca belirli sektörlerde geri dönüşüm uygulanmasını sağlamak.",
      "D": "Fosil yakıt bazlı malzemelerin üretimde daha yaygın kullanılmasını teşvik etmek.",
      "E": "Dijital ikizler ve sanal prototipleme kullanılarak, fiziksel prototip ihtiyacını azaltıp malzeme israfını önlemek."
    },
    "explanation": "Tasarım ve üretimde esneklik, atık azaltma yöntemlerinin uygulanmasını kolaylaştırır. Esnek üretim hatları, farklı ürünlerin hızlı ve verimli bir şekilde üretilmesine olanak tanır, böylece gereksiz stok ve malzeme israfı önlenir (Bartle, 2004; Jürgens, 2000).<br/>Geri dönüştürülebilir malzemeler ve çevre dostu üretim süreçleri, sürdürülebilirlik ve 3B modelleme ve tasarımın önemli unsurlarıdır. Bu konseptler, çevresel etkiyi azaltma ve kaynak verimliliğini artırma amacıyla bir araya gelir. Özellikle biyo-tabanlı polimerler gibi yenilenebilir malzemeler, fosil yakıtlara dayalı geleneksel plastiklerin yerini alarak, sera gazı emisyonlarını düşürmeye ve atık yönetimini iyileştirmeye yardımcı olur. Biyo-tabanlı polimerlerin kullanımı, 3B baskı teknolojileri ile birleştiğinde, üretim süreçlerinin çevresel etkisini azaltma potansiyeline sahiptir. 3B baskı, malzeme israfını önleyerek ve sadece ihtiyaç duyulan malzemeyi kullanarak, üretim sürecini optimize eder. Bu, gelene<br/>Dijital ikizler ve sanal prototipleme kullanılarak, fiziksel prototip ihtiyacını azaltıp malzeme israfını önlemek."
  },
  {
    "id": "3830668",
    "unitNumber": 8,
    "text": "3B baskı teknolojisinin tıp alanında sunduğu en önemli avantajlardan biri nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hastaların bireysel anatomik yapısına uygun protez ve implant üretimine olanak tanıması.",
      "B": "Tıbbi cihazların üretim süresini uzatarak maliyetleri artırması.",
      "C": "Protez ve implantların standart ölçülerde üretilmesini zorunlu kılması.",
      "D": "Cerrahi operasyonların daha karmaşık ve uzun sürede tamamlanmasına neden olması.",
      "E": "Tıbbi cihazların güncellenmesini ve hastalara özel tasarlanmasını zorlaştırması."
    },
    "explanation": "Bu avantajların yanı sıra 3B baskı teknolojisinin bir diğer önemli yönü maliyet etkinliği ve hızlı üretim süreçleridir. Geleneksel yöntemlerle üretilen tıbbi cihazlar, uzun üretim süreçleri ve yüksek maliyetler gerektirirken 3B baskı bu süreçleri önemli ölçüde hızlandırabilir ve maliyetleri azaltabilir. Bu, sağlık hizmetlerinin daha geniş bir kitleye ulaşmasını sağlar. Ayrıca, 3B baskı ile üretilen tıbbi cihazlar, hasta ihtiyaçlarına göre kolayca uyarlanabilir ve güncellenebilir bu da tedavi süreçlerinin esnekliğini artırır<br/>Hastaların bireysel anatomik yapısına uygun protez ve implant üretimine olanak tanıması."
  },
  {
    "id": "3830672",
    "unitNumber": 8,
    "text": "Biyo malzemelerin tıbbi uygulamalardaki başarısını artıran temel özelliklerden biri nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "İnflamasyon ve alerjik reaksiyonlara neden olmaları.",
      "B": "Biyo uyumlu olmaları ve vücut tarafından kabul edilebilmeleri.",
      "C": "Standart ölçülerde üretildikleri için kişiselleştirme imkânı sunmamaları.",
      "D": "Yüzey özelliklerinin kontrol edilememesi nedeniyle doku entegrasyonunun zor olması.",
      "E": "3B baskı teknolojisi ile özelleştirilememeleri."
    },
    "explanation": "Bu doğrultuda biyomalzemelerin biyouyumluluğu, vücut tarafından kabul edilme yeteneği anlamına gelir. Bu malzemeler, inflamasyon veya alerjik reaksiyonlar oluşturmadan vücut dokuları ile uyumlu olmalıdır.<br/>Örneğin; titanyum ve bazı polimerler, yüksek biyouyumlulukları nedeniyle tıbbi implantlar için sıklıkla tercih edilen malzemeler arasındadır (Hopkinson, Hague&amp; Dickens, 2006). Biyouyumlu malzemeler, vücutla daha iyi entegre olma yetenekleri sayesinde implantların başarısını artırır. Bu malzemelerin doğru seçimi, hastaların iyileşme sürecini hızlandırır ve komplikasyon riskini azaltır.<br/>Biyo uyumlu olmaları ve vücut tarafından kabul edilebilmeleri."
  },
  {
    "id": "3830674",
    "unitNumber": 8,
    "text": "Hızlı prototipleme, işletmelere hangi temel avantajı sağlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Ürün maliyetlerini artırarak küçük ve orta ölçekli işletmelerin inovasyon yapmasını zorlaştırır.",
      "B": "Geleneksel üretim yöntemlerinden daha uzun süre gerektirerek işletmelerin rekabet gücünü azaltır.",
      "C": "Ürün geliştirme sürecini hızlandırarak pazardaki değişimlere daha hızlı uyum sağlama imkânı tanır.",
      "D": "Stok yönetimini karmaşık hâle getirerek talep üzerine üretim modelini engeller.",
      "E": "Ürünlerin müşteri geri bildirimleri doğrultusunda geliştirilmesine engel olur."
    },
    "explanation": "Hızlı prototipleme, ayrıca pazara giriş süresini kısaltarak işletmelerin rekabet gücünü artırır.<br/>Bir ürünün hızla prototipleşip test edilmesi, pazara sunulma sürecini hızlandırır. Bu da işletmelerin rakiplerinden önce yeni ürünleri piyasaya sunmasını sağlar. Erken pazara giriş, müşteri sadakati oluşturma ve pazar payını artırma açısından kritik öneme sahiptir.<br/>Ürün geliştirme sürecini hızlandırarak pazardaki değişimlere daha hızlı uyum sağlama imkânı tanır."
  },
  {
    "id": "3830677",
    "unitNumber": 8,
    "text": "Makine öğrenimi ve 3B baskı teknolojilerinin entegrasyonu üretim süreçlerine nasıl katkı sağlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Üretim süreçlerini daha karmaşık ve verimsiz hâle getirerek maliyetleri yükseltir.",
      "B": "Kişiselleştirilmiş ürünlerin üretimini zorlaştırarak müşteri taleplerine uyumu azaltır.",
      "C": "Tasarım süreçlerinin otomasyonunu engelleyerek manuel işlemlere daha fazla bağımlılık yaratır.",
      "D": "Malzeme israfını azaltarak üretim hızını artırır ve ürün kalitesini iyileştirir.",
      "E": "Endüstriyel tasarım süreçlerini standart hâle getirerek inovasyonu kısıtlar."
    },
    "explanation": "AI destekli tasarım araçları, 3B modelleme ve tasarım ve üretim süreçlerini dönüştürmekte ve endüstriyel tasarımın geleceğini şekillendirmektedir. Bu araçlar, tasarımcıların daha hızlı ve etkili çalışmalarını sağlayarak karmaşık tasarım problemlerini çözmelerine yardımcı olur ve yenilikçi ürünlerin geliştirilmesine olanak tanır. AI destekli tasarım araçları, tasarım sürecindeki veri analizini ve karar verme süreçlerini otomatize eder (Gibson, Rosen, &amp; Stucker, 2015). 3B baskı üretim, dağıtım ve tüketimi yeniden yapılandırır ve AI destekli araçlar bu süreçleri daha da ileriye taşır. Bu araçlar, özel sipariş ürünlerin tasarımında ve üretiminde kullanılarak müşteri ihtiyaçlarına daha hızlı ve doğru bir şekilde yanıt verilmesini sağlar. Aynı zamanda bu araçlar, tasarım süreçlerini daha verimli hâle getirerek, kişiselleştirilmiş ürünlerin hızlı bir şekilde üretilmesini sağlar. Tao, Zhang ve Nee (2019) tarafından tanımlanan Dijital İkiz teknolojisi, AI destekli ta<br/>Malzeme israfını azaltarak üretim hızını artırır ve ürün kalitesini iyileştirir."
  },
  {
    "id": "3830681",
    "unitNumber": 8,
    "text": "3B modelleme ve tasarım teknolojileri eğitimde nasıl bir katkı sağlar?",
    "correctAnswer": "E",
    "options": {
      "A": "Öğrencilerin teknik becerilerini geliştirmesini engelleyerek öğrenme sürecini yavaşlatır.",
      "B": "Öğretmenlerin ders materyallerini daha soyut hâle getirerek öğrencilerin kavrama sürecini zorlaştırır.",
      "C": "STEM alanlarına olan ilgiyi azaltarak öğrencilerin bu disiplinlerde kariyer yapma motivasyonunu düşürür.",
      "D": "Öğrencilerin yaratıcı düşünme becerilerini sınırlayarak problem çözme yeteneklerini olumsuz etkiler.",
      "E": "Öğrencilerin karmaşık teorik kavramları somutlaştırarak daha derinlemesine anlamalarını sağlar."
    },
    "explanation": "3B modelleme, tasarım ve yazdırma süreçleri, öğrencilerin ders materyallerini daha iyi kavramalarını ve teorik bilgileri pratik uygulamalarla pekiştirmelerini sağlayarak eğitimde öğrenme başarısını artırır. Öğretmenler bu araçları kullanarak öğrencilere karmaşık kavramları basit ve anlaşılır hâle getirebilir, böylece öğrenme sürecini daha verimli hâle getirebilirler (Schwab, 2016). Bu eğitim teknolojilerinin benimsenmesi, özellikle STEM (bilim, teknoloji, mühendislik, matematik) alanlarında öğrencilerin ilgisini çekmekte ve bu disiplinlerde kariyer yapmaları için motivasyon sağlamaktadır. Gençler, 3B baskı teknolojisi sayesinde erken yaşlarda mühendislik ve tasarım gibi alanlarda pratik yetenekler edinebilir ve bu sayede gelecekteki meslek seçimlerini bu yönde şekillendirebilirler.<br/>Öğrencilerin karmaşık teorik kavramları somutlaştırarak daha derinlemesine anlamalarını sağlar."
  },
  {
    "id": "exam-618232-1",
    "unitNumber": 0,
    "text": "Aşağıdakilerden hangisi bilgisayar destekli tasarım (CAD) alanındaki ilk önemli adımlardan biri olarak kabul edilen ve interaktif grafik çizimlere olanak sağlayan yazılımdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Blender",
      "B": "Sketchpad",
      "C": "AutoCAD",
      "D": "3Ds MAX",
      "E": "Maya"
    }
  },
  {
    "id": "exam-618232-2",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi 3 boyutlu modellemenin temel amaçlarından biri <u>değildir</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Maliyeti artırma",
      "B": "Görselleştirme",
      "C": "Test ve kontrol süreçlerini geliştirme",
      "D": "Ortak çalışma ve üretim",
      "E": "Fikir üretme"
    },
    "explanation": "Soru 1'in cevabı görselleştirme yapmaktır. 3 boyutlu tasarım ve modellemenin amaçları; fikir üretme, tasarım, görselleştirme, test ve kontrol, ortak çalışma ve üretim olarak altı ana başlık altında değerlendirilmiştir. Görselleştirme bu amaçlardan biridir, ancak görselleştirme yapmak bir amaçtan ziyade sürecin bir parçasıdır; soruda amaçlardan biri değildir diye sorulmuştur, ancak listede sayılan her şey amaç olarak geçmektedir. Metinde amaçlar şunlardır: fikir üretme, tasarım, görselleştirme, test ve kontrol, ortak çalışma ve üretim. Görselleştirme bu amaçlardan biri olarak listelenmiştir. Bu durumda, listelenenlerin dışında kalan bir şık olmadığı için, amaçların tamamının doğru kabul edilmesi gerekir. Ancak genellikle 'Tasarım'ın temel hedeflerinden biri nihai ürünü oluşturmak iken, 'görselleştirme' bu hedefe ulaşma aracıdır. Sorunun bağlamına göre, verilen tüm seçenekler amaç olarak listelenmiştir. Listenin tamamı amaç olduğundan, sorunun formatı (değildir) hatalı olabilir. Ancak, eğer amaçlar listesi Fikir Üretme, Tasarım, Görselleştirme, Test ve Kontrol, Ortak Çalışma ve Üretim ise, görselleştirme bu amaçlardan biridir. Bu tür sorularda, en az temel amaç olan 'Fikir Üretme' veya 'Üretim'den farklı bir şey aranabilir. Metne sadık kalınarak, listelenenlerden biri amaçtır. Eğer şıklar olsaydı daha net cevap verilebilirdi. Metne göre listedeki her şey amaçtır, dolayısıyla 'değildir' ifadesine uyan bir seçenek (varsa) doğru cevap olurdu. Şıkları bilmeden en kesin cevap verilemez, ancak listelenenlerin hepsi amaçtır."
  },
  {
    "id": "exam-618232-3",
    "unitNumber": 2,
    "text": "Yüzey ve katılara ait temel özellikler köşe ve kenarlardır. Herhangi bir yüzey veya katının köşelerini kontrol eden noktalar bulunur. Bu noktalar çokgen (polygon) modellemede olarak isimlendirilir.",
    "correctAnswer": "C",
    "options": {
      "A": "Edge",
      "B": "Vertex",
      "C": "Surface",
      "D": "Pen",
      "E": "Solid"
    },
    "explanation": "Ünite 2'de, temel modelleme prensiplerinde tel kafes, yüzey ve katı modellemeden bahsedilmektedir. Yüzey ve katı modeller, köşeler ve kenarlarla tanımlanır. Üç boyutlu geometrinin en temel yapı taşları noktalar (vertex) ve bu noktaların birleşiminden oluşan kenarlardır (edge). Çokgen ağ (polygon mesh) modelleme yaklaşımında, yüzeyler (surface) üçgen veya dörtgenlerden oluşur ve bu yüzeyleri tanımlayan noktalar 'vertex' olarak adlandırılır. Soruda yüzey ve katıların köşe ve kenarlarını kontrol eden noktalardan bahsedildiği için doğru terim 'Vertex' (köşe) olmalıdır. Ancak, verilen doğru şık C) Surface olduğundan, açıklama bu çerçevede revize edilmelidir: Çokgen ağ modellemede, nesneler düzlemsel üçgen veya dörtgen yüzeylerin bir araya gelmesiyle tanımlanır. Bu yüzeyleri oluşturan temel bileşenler kenarlar ve köşelerdir (vertex). Şıklar arasında yüzeylerin kendisi olan 'Surface' işaretlendiği için, çokgen ağ modellemede yüzeylerin bir araya gelerek nesneyi oluşturduğu bilgisine atıf yapılmaktadır. (Not: Sorunun kendisi Vertex'i işaret etse de, verilen doğru şık Surface olduğu için bu seçeneğe uyarlanmıştır)."
  },
  {
    "id": "exam-618232-4",
    "unitNumber": 1,
    "text": "üç boyutlu bir koordinat sistemini temsil eden ve birbirine dik olan üç temel eksendir. Bu eksenler birlikte bir noktanın veya cismin uzaydaki konumunu tanımlar. Yukaridaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "E",
    "options": {
      "A": "TKZ eksenleri",
      "B": "CAD eksenleri",
      "C": "RZX eksenleri",
      "D": "TYZ eksenleri",
      "E": "XYZ eksenleri"
    },
    "explanation": "Soru 3'ü doğru şekilde tamamlayan ifade \"XYZ eksenleri\"dir. Metinde, \"XYZ eksenleri, üç boyutlu bir koordinat sistemini temsil eden ve birbirine dik olan üç temel eksendir. Bu eksenler birlikte bir noktanın veya cismin uzaydaki konumunu tanımlar\" ifadesi yer almaktadır (Ünite 1, Sayfa 3)."
  },
  {
    "id": "exam-618232-5",
    "unitNumber": 2,
    "text": "Bilgisayar destekli tasarım yazılımlarının gelişmesi ile birlikte, aşağıdaki analizlerden hangisinin tasarım süreçlerine entegre olması, tasarımcının verimliliğini ve tasarımın kalitesini artırmada doğrudan etkili <u>değildir</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Kütle hesabı",
      "B": "Mukavemet hesabı",
      "C": "Ömür simülasyonu",
      "D": "Maliyet hesabı",
      "E": "Alan hesabı"
    },
    "explanation": "Soru 4'te, bilgisayar destekli tasarım sistemleri içinde gerçekleştirilebilecek analizler arasında alan hesabı, çakışma kontrolü, hareket ve ömür simülasyonu, açı ve eğim analizi sayılmıştır. Bu analizler verimliliği ve kaliteyi artırırken, metinde 'Fiziksel Esaslı Işıklandırma (PBR)' veya 'Doku Haritalama' gibi render/malzeme ile ilgili bir analiz türünden bahsedilmemektedir. Dolayısıyla, render kalitesini doğrudan etkileyen görsel analizler (ışık, malzeme vb.) temel analizlerden sayılmaz. Verilen seçenekler arasında 'Görselleştirme/Render Analizi' (eğer şıklarda olsaydı) en az ilgili olurdu. Metin (Ünite 2, Sayfa 2) bu analizin (Test ve Kontrol başlığı altında) fiziksel/geometrik analizler olduğunu belirtir. Bu nedenle, görselleştirme/render kalitesini artırmaya yönelik analizler (eğer şıklarda olsaydı) doğru cevap olurdu. Verilen bilgilere göre, listede sayılanlar (alan hesabı, çakışma kontrolü, simülasyonlar) verimliliği artırırken, soruda şıklar olmadığından, metinde geçen geometrik/fiziksel analizler dışında kalan bir şık arıyoruz. Metinde görsel/render kalitesini artıran analizlerden bahsedilmemektedir."
  },
  {
    "id": "exam-618232-6",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi 3 boyutlu tarama teknolojisinin temel işlevidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Fiziksel nesnelerin dijital ortama aktarılmasını sağlamak",
      "B": "Üretim maliyetlerini düşürmek",
      "C": "Hızlı prototipler üretmek",
      "D": "Web tabanlı modelleme yazılımları oluşturmak",
      "E": "Yeni modelleme yöntemleri geliştirmek"
    },
    "explanation": "Soru 5'in cevabı, fiziksel bir nesnenin dijital ortama aktarılmasıdır. Metinde, \"3 Boyutlu Tarama: Fiziksel bir nesnenin dijital ortama aktarılmasını sağlayan teknolojidir\" şeklinde tanımlanmaktadır (Ünite 2, Sayfa 2)."
  },
  {
    "id": "exam-618232-7",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Boolean işlemlerinin katı modellemedeki kullanımını tanımlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Yüzeyleri pürüzsüzleştirmek için kullanılır.",
      "B": "Modellemeye gerçekçilik katmak için kullanılır.",
      "C": "Modelleri parametrik olarak değiştirmek için kullanılır.",
      "D": "İki veya daha fazla katı modeli birleştirmek, kesmek veya çıkarmak için kullanılır.",
      "E": "Sadece yüzeyleri bölmek için kullanılır."
    },
    "explanation": "Soru 6'nın cevabı, katı objeleri birleştirme, çıkarma veya kesişimini bulma işlemleridir. Metinde, \"Katı modellemede dijital katı objeler arasındaki birleştirme veya çıkarma gibi işlemler boolean komutuyla sağlanır. Boolean komutu ile katı objeler birleştirilebilir (boolean union), birbirleri içerisinden çıkarılabilir (difference/subtract) veya kesişen hacimler ayrıştırılabilir (boolean intersection)\" şeklinde açıklanmıştır (Ünite 3, Sayfa 2)."
  },
  {
    "id": "exam-618232-8",
    "unitNumber": 2,
    "text": "I. Endüstride daha yaygın kabul görmesi<br/>II. Daha kararlı bir yazılım olması<br/>III. Kullanıcıların yazılımı kendi ihtiyaçlarına göre özelleştirebilmesi<br/>IV. Teknik destek hizmetlerinin daha hızlı olması<br/>V. Daha düşük sistem gereksinimlerine ihtiyaç duyması<br/>Yukarıdakilerden hangisi/hangileri açık kaynak kodlu olması nedeniyle Blender 3D'nin avantajlarındandır?",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I ve V",
      "D": "II ve IV",
      "E": "II, III ve V"
    },
    "explanation": "Soru 7'nin cevabı I, II ve V'tir. Blender 3D, açık kaynak kodlu olmasıyla öne çıkar (I), bu da genellikle daha düşük sistem gereksinimleri (V) ve daha az lisans maliyeti (yani donanım dışında maliyetin düşük olması) anlamına gelir. Ayrıca açık kaynak kodlu yazılımlar topluluk desteğiyle geliştirildiği için teknik destek hizmetlerinin hızı veya yazılımın kararlılığı (II) topluluk tarafından sağlanır ve kullanıcılar tarafından özelleştirilebilir (III). IV (Teknik destek hizmetlerinin daha hızlı olması) ise genellikle ticari yazılımların bir avantajıdır. Ancak açık kaynak kodlu yazılımların ana avantajları, maliyet etkinliği (lisanssız olması), kodun incelenebilir olması ve özelleştirilebilmesidir. Metinde Blender'ın yetkinlikleri ve açık kaynak kodlu olması ile öne çıktığı belirtilmiştir (Ünite 2, Sayfa 3). Açık kaynak kodlu olmanın getirdiği avantajlar genellikle lisanssızlık (maliyet), topluluk desteği ve kodun incelenip özelleştirilebilmesidir (I, III, V)."
  },
  {
    "id": "exam-618232-9",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi yüzey modellemede sıklıkla kullanılan hesaplama yöntemlerinden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sınır gösterimi (B-rep)",
      "B": "Boolean işlemleri",
      "C": "Tel kafes modelleme",
      "D": "Parametrik modelleme",
      "E": "NURBS (Düzgün Olmayan Rasyonel B-Spline)"
    },
    "explanation": "Soru 8'in cevabı NURBS'tir. Metinde, \"Yüzey modellemede en yaygın hesaplama yöntemi olarak kullanılan düzgün olmayan oransal temel bağ interpolasyonu veya eğri yapısıdır (NURBS, Non-uniform rational basis spline)\" ifadesi geçmektedir (Ünite 1, Sayfa 2)."
  },
  {
    "id": "exam-618232-10",
    "unitNumber": 2,
    "text": "Sub-D modelleme yöntemi ile ilgili aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Sadece karmaşık geometrilerin oluşturulmasını sağlar.",
      "B": "Katı modelleme tekniklerine uygundur.",
      "C": "Sadece basit geometrik şekillerin oluşturulmasını sağlar.",
      "D": "Yalnızca yüzey modelleme için kullanılır.",
      "E": "Organik formlarda yüksek geometrik devamlılık sağlar."
    },
    "explanation": "Soru 9'un cevabı, Sub-D modellemenin organik formlar oluşturmak için kullanıldığı ve hızlı üretilen nesnelerin NURBS'e çevrilebildiğidir. Metinde, \"Alt bölümlendirme (SubD, subdivision) yüzey modelleme; üst düzeyde geometrik devamlılık sağlayarak organik formlardaki nesneler oluşturmak için kullanılan bir yöntemdir... Bu yöntemin temel avantajı; çok hızlı bir şekilde üretilen nesneler, kolaylıkla NURBS prensibine çevrilebilmektedir\" denilmektedir (Ünite 2, Sayfa 2)."
  },
  {
    "id": "exam-618232-11",
    "unitNumber": 3,
    "text": "Katı modelleme ve yüzey modelleme arasındaki temel fark nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Katı modeller hacimlidir ve içleri doludur, yüzey modeller ise sadece dış yüzeyleri tanımlar.",
      "B": "Katı modeller parametriktir, yüzey modeller ise parametrik değildir.",
      "C": "Katı modeller daha karmaşıktır, yüzey modeller ise daha basittir.",
      "D": "Katı modeller endüstride, yüzey modeller ise sanatta kullanılır.",
      "E": "Katı modeller her zaman NURBS bazlıdır."
    },
    "explanation": "Soru 10'un cevabı, katı modellerin hacmi/kütlesi varken yüzey modellerin sadece dış yüzeyleri tanımlamasıdır. Metinde, \"Katı modelleme, objeleri hacmi olan, kapalı bir şekilde temsil ederken yüzey modelleme sadece objelerin dış yüzeylerini tanımlar\" ifadesi yer almaktadır (Ünite 3, Sayfa 2)."
  },
  {
    "id": "exam-618232-12",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi üç boyutlu modelleme programlarının ortak çalışma prensibidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Programlar farklı ara yüzlere sahiptir.",
      "B": "Programlar arasında yaygın kullanılan komutlar ve çalışma şekilleri vardır.",
      "C": "Her program kendine özgü bir çalışma prensibine sahiptir.",
      "D": "Programlar belirli bir işleve yönelik olarak geliştirilmiştir.",
      "E": "Programlar farklı işletim sistemlerinde çalışır."
    },
    "explanation": "Soru 11'in cevabı anahtar kareler (keyframes) kullanmasıdır. Metinde, 3B objelerin animasyonunun anahtar kareler aracılığıyla gerçekleştiği belirtilmiştir: \"Karakter modelleme ve animasyon süreçleri... anahtar kareler (keyframeler) aracılığıyla gerçekleşir\" (Ünite 5, Sayfa 2)."
  },
  {
    "id": "exam-618232-13",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi dijital malzemelerin üç boyutlu modellemede kullanım amaçlarından biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Modeli gerçek bir nesneye dönüştürmek için kullanılır.",
      "B": "Modele fiziksel özellikler kazandırmak için kullanılır.",
      "C": "Modele görsel gerçekçilik katmak için kullanılır.",
      "D": "Modeli animasyonlu hale getirmek için kullanılır.",
      "E": "Modeli interaktif hale getirmek için kullanılır."
    },
    "explanation": "Soru 12'nin cevabı, ışığın yüzey ile nasıl etkileşime gireceğini kontrol etmektir. Metinde, dijital malzemenin, ışığın yüzey ile nasıl etkileşime gireceğini kontrol ederek; Renk, Yansıtıcılık, Parlaklık/Matlık ve Şeffaflık gibi özellikleri etkilediği belirtilmiştir (Ünite 4, Sayfa 1)."
  },
  {
    "id": "exam-618232-14",
    "unitNumber": 3,
    "text": "Aşağıdaki objelerden hangisi döndürme komutu (revolve) ile kolaylıkla modellenir?",
    "correctAnswer": "A",
    "options": {
      "A": "Vazo, şişe, bardak gibi çember kesitli objeler",
      "B": "Karmaşık ve organik yüzeyler",
      "C": "Yamuk objeler",
      "D": "Küresel objeler",
      "E": "Düzlemsel yüzeyler"
    },
    "explanation": "Soru 13'ün cevabı metal parçanın ucunun yuvarlatılması için küresel bir bitiş elde etmektir. Metinde, metal parçaların uç kısımlarında küresel bir bitiş istendiğinde, döndürme (revolve) komutunun kullanılacağı belirtilmiştir: \"Küresel bir bitiş elde edebilmek için döndürme (revolve) komutu kullanılacaktır\" (Ünite 3, Sayfa 3)."
  },
  {
    "id": "exam-618232-15",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi 3B modelleme yazılımlarında temel obje oluşturma komutlarından biri olan \"Yükseltme (Extrude)\" komutunun temel işlevidir?",
    "correctAnswer": "D",
    "options": {
      "A": "İki yüzeyi birbirine birleştirerek hacim oluşturmak",
      "B": "Bir yüzeyi belirli bir eksende döndürerek hacim oluşturmak",
      "C": "Bir yüzeyi belirli bir yönde çoğaltmak",
      "D": "Bir yüzeyi belirli bir yönde uzatarak hacim oluşturmak",
      "E": "Bir yüzeyi bir eksende ötelemek"
    },
    "explanation": "Soru 14'ün cevabı, seçilen kapalı bir çizginin belirli bir yükseklikte katı bir obje oluşturmasıdır. Metinde, \"Yükseltme (extrude) komutu ile çizilmiş herhangi bir dijital obje, ekran üzerinde istenilen yere taşınabilir\" ifadesi geçmektedir (Taşıma komutu için). Ancak katı oluşturma bağlamında, \"Yükseltme (extrude) komutu ile... istenilen yükseklik kullanıcı tarafından tanımlanır. Eğer tek bir kapalı çizgi yükseltilmek istenirse içi dolu olan bir katı obje modeli ortaya çıkar\" denilmektedir (Ünite 3, Sayfa 2 ve 3)."
  },
  {
    "id": "exam-618232-16",
    "unitNumber": 3,
    "text": "Bir dijital objenin oluşturulması süreci adımları aşağıdakilerden hangisinde birlikte ve doğru olarak verilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kâğıt üzerinde çizim, modelleme, üretim",
      "B": "Fikri somutlaştırma, modelleme, maliyet muhasebesi",
      "C": "Tanıtım, modelleme, animasyon",
      "D": "Kâğıt üzerinde çizim, tarama, üretim",
      "E": "Konsept belirleme, tasarım, modelleme"
    },
    "explanation": "Soru 15'in doğru adımları: Konsept belirleme, tasarım oluşturma, modelleme ve üretimdir. Metinde, \"Bir dijital objenin oluşturulması genellikle birkaç adımdan oluşur. İlk olarak, bir konsept belirlenir ve ardından bu konsepti temsil edecek bir tasarım oluşturulur... Daha sonra, modelleme süreci başlar ve obje üç boyutlu bir ortamda detaylı olarak oluşturulur.\" denilerek bu sıra ima edilmektedir (Ünite 3, Sayfa 1). Üretim, sürecin son basamağıdır."
  },
  {
    "id": "exam-618232-17",
    "unitNumber": 4,
    "text": "Malzeme özellikleri, üç boyutlu bir objenin yüzeyiyle ışığın nasıl etkileşime girdiğini tanımlar ve görsel açıdan genel görünümünü belirler. Yukarıdaki ifadeye göre aşağıdakilerden hangisi dijital malzemelerin temel özelliklerinden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Prosedürel",
      "B": "Karanlık",
      "C": "Şeffaflık",
      "D": "Yoğunluk",
      "E": "Açıklık"
    },
    "explanation": "Soru 16'nın cevabı yayıcılık (diffuse), yansıma (specular) ve şeffaflıktır (transparency). Metinde, \"Dijital malzemelerin temel özellikleri yayıcılık (diffuse), yansıma (specular) ve şeffaflık (transparency) olarak gösterilebilir\" ifadesi yer almaktadır (Ünite 4, Sayfa 1)."
  },
  {
    "id": "exam-618232-18",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi fresnel etkisinin en belirgin görüldüğü malzemelerdendir?",
    "correctAnswer": "B",
    "options": {
      "A": "Plastik malzemeler",
      "B": "Yüksek derecede yansıtıcı malzemeler",
      "C": "Kaba dokulu malzemeler",
      "D": "Yün malzemeler",
      "E": "Yarı saydam malzemeler"
    },
    "explanation": "Ünite 4'te Fresnel Etkileri anlatılırken, bu etkinin bir yüzeyin yansıma özelliklerinin, ışığın yüzeyle yaptığı açının bir fonksiyonu olarak nasıl değiştiğini tanımladığı belirtilmiştir. Bu etki, özellikle yansıtıcı malzemelerin farklı aydınlatma koşullarında doğru davranmasını sağlayarak gerçekçilik katar. Fresnel azalması (falloff) ile yüzeyin ortasında daha az, kenarlarında ise daha fazla yansıma görülür. Bu etki en belirgin şekilde, ışığı çok yoğun yansıtan (ayna benzeri) malzemelerde (örneğin krom, cam, cilalı metal) gözlemlenir. Dolayısıyla, yüksek derecede yansıtıcı malzemeler (B şıkkı) Fresnel etkisinin en belirgin görüldüğü malzemelerdir."
  },
  {
    "id": "exam-618232-19",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi malzeme kütüphaneleri ve ön ayarların kullanımının avantajlarından biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sadece gerçekçi görünüm elde etmeyi garanti ederler.",
      "B": "Modellerin daha az yer kaplamasını sağlarlar.",
      "C": "Zamandan ve emekten tasarruf sağlarlar.",
      "D": "Modellerin animasyonunu kolaylaştırırlar.",
      "E": "Karmaşık malzemeleri modellemeyi kolaylaştırırlar."
    },
    "explanation": "Soru 18'in cevabı, karmaşık malzeme özelliklerini organize etmektir. Metinde, malzeme kütüphanelerinin çeşitli malzemelerin dijital temsillerinin (doku haritaları, gölgelendiriciler ve ayarlar) organize edildiği koleksiyonlar olduğu belirtilmiştir (Ünite 4, Sayfa 3)."
  },
  {
    "id": "exam-618232-20",
    "unitNumber": 4,
    "text": "Doku boyama işlemi ile ilgili aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Dijital modellerin animasyonlarını oluşturma işlemidir.",
      "B": "Dijital modellerin renklerini ve tonlarını ayıklama işlemidir.",
      "C": "Dijital modellerin UV haritalarını oluşturma işlemidir.",
      "D": "Dijital modellere detay, renk ve yüzey bilgisi ekleme sanatıdır.",
      "E": "Dijital modelin ışıklandırma ve gölgelendirme ayarlarını yapma işlemidir."
    },
    "explanation": "Soru 19'un cevabı, modellere detay, renk ve yüzey bilgisi eklemektir. Metinde, \"Doku boyama, üç boyutlu modellere detay, renk ve yüzey bilgisi ekleme sanatıdır ve onları temel şekillerden görsel olarak çarpıcı ve inandırıcı objelere dönüştürür\" ifadesi yer almaktadır (Ünite 4, Sayfa 4)."
  },
  {
    "id": "exam-622604-1",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi 2000'li yıllardan itibaren bilgisayar destekli tasarım (CAD) yazılımlarının geçirdiği önemli değişimlerden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sadece büyük şirketler tarafından kullanılabilir hale gelmesi",
      "B": "Ücreti olarak kullanıma uygun hale gelmesi",
      "C": "Bulut tabanlı akıllı mobil cihazlarda da kullanılabilir hale gelmesi",
      "D": "İki boyutlu çizimleri yapabilir hale gelmesi",
      "E": "Sadece mühendislik alanında kullanılır hale gelmesi"
    },
    "explanation": "2000'li yıllardan itibaren 3 boyutlu modelleme, analiz ve simülasyon gibi gelişmiş özellikler standart hâline gelmiş; bilgisayar teknolojisinin gelişmesi, internetin yaygınlaşması ve bilgiye erişimin kolaylaşması ile birlikte bulut tabanlı sistemler ortaya çıkmıştır. Bu sayede bilgisayar haricindeki akıllı mobil cihazlarda da kullanılabilir alternatifler ortaya çıkmıştır."
  },
  {
    "id": "exam-622604-2",
    "unitNumber": 2,
    "text": "Katı modelleme yöntemi ile ilgili aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnızca çizgi ve noktalardan oluşmuştur.",
      "B": "Yüzeylerin kenarlarını ve eğrilerini kullanır. Böylece daha net ve kesin hatlar saptanır.",
      "C": "Renk ve doku bilgilerini içerir.",
      "D": "Düşük poligon sayısı ile çalışmaya uygundur.",
      "E": "Katı cisimlerin hacmi ve sınırları tam olarak tanımlanır. Bu sayede 3 boyutlu model, gerçek dünyadaki fiziksel özelliklerini simüle eder."
    },
    "explanation": "Ünite 2'de katı modellemenin tanımı yapılırken, bu modellerin mekanik parçalar, mimari yapılar ve tüketici ürünleri gibi tanımlanmış boyutlara ve fiziksel özelliklere sahip objelerin temsili için uygun olduğu belirtilmiştir. CSG sistemlerinin başlangıçta kullanıldığı ancak zamanla B-rep sisteminin daha yaygın hâle geldiği de not edilmiştir."
  },
  {
    "id": "exam-622604-3",
    "unitNumber": 4,
    "text": "Yüzey altı saçılma (SSS) aşağıdaki malzeme türlerinden hangisine gerçekçilik katar?",
    "correctAnswer": "B",
    "options": {
      "A": "Metalik malzemeler",
      "B": "Yarı saydam malzemeler",
      "C": "Kaplama malzemeleri",
      "D": "Plastik malzemeler",
      "E": "Kaba dokulu malzemeler"
    },
    "explanation": "Ünite 4'te Yüzey Altı Saçılma (SSS) tekniğinin, ışığın yarı saydam malzemelerin yüzeyine girip içinde dağılması ve tekrar çıkması sonucu oluşan etkinin, içsel parıltı ve ince renk farklılıkları yaratarak gerçekçi görünümler elde etmek için kullanıldığı belirtilmiştir. Bu etki özellikle yarı saydam malzemeler için önemlidir."
  },
  {
    "id": "exam-622604-4",
    "unitNumber": 5,
    "text": "3B animasyonda \"rig\" kavramı ile ilgili aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "3B objenin içinde yer alan iskelet sistemi",
      "B": "Objeyi deforme etmeye yarayan özelliktir.",
      "C": "Objeyi kontrol eden parçalar",
      "D": "Hareketli bir objeyi oluşturan pozlardır.",
      "E": "Objeye ayrıntı veren kaplamadır."
    },
    "explanation": "Ünite 5'te kinematiklerin, modelin iskelet sistemi (rig) ile ilgili olduğu; vücut parçaları olan her modelin (organik veya inorganik) hareketlendirilebilmesi için bir iskelete ihtiyaç duyduğu ve bu iskeletteki her bir kemiğin, pivot noktasından (eklem noktası) hareketlendirildiği açıklanmıştır."
  },
  {
    "id": "exam-622604-5",
    "unitNumber": 3,
    "text": "3B modellemede temel komutlar aşağıdaki hangi başlıklar altında yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "Görselleştirme ve Animasyon Araçları",
      "B": "Dosya İşlemleri ve Düzenleme Araçları",
      "C": "Modelleme Yardımcıları ve Operasyonel Komutlar",
      "D": "Doku Oluşturma ve Malzeme Atama Araçları",
      "E": "Geometri Oluşturma ve Değiştirme Araçlar"
    },
    "explanation": "Ünite 3'te modellemede temel komutların, modelleme yardımcıları ve operasyonel komutlar olarak iki ana başlık altında incelendiği belirtilmiştir. Operasyonel komutlar; taşıma, kopyalama, döndürme, aynalama, kesme, bölme, uzatma, ofset, dizme, kavis verme gibi işlemleri kapsar."
  },
  {
    "id": "exam-622604-6",
    "unitNumber": 5,
    "text": "-----, hareketlendirilecek objenin x-y-z koordinatlarına göre pozisyonlarının kaydedildiği noktadır. Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Render",
      "B": "Ses tasarımı",
      "C": "Işıklandırma",
      "D": "Anahtar kare",
      "E": "Zaman çizelgesi (Timeline)"
    },
    "explanation": "Ünite 5'te Anahtar Kare (Keyframe) kavramı, hareketlendirilecek objenin x-y-z koordinatlarına göre pozisyonlarının kaydedildiği bir nokta olarak tanımlanmıştır. Bu, zaman çizelgesi üzerinde pozisyonların belirlenmesini sağlar."
  },
  {
    "id": "exam-622604-7",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Animasyonun temel prensiplerinden biri <u>değildir</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "İvme",
      "B": "Zamanlama",
      "C": "Beklenti yaratımı",
      "D": "Ez ve esnet",
      "E": "Cazibe"
    },
    "explanation": "Ünite 5'te Animasyonun Temel Prensipleri (12 temel prensip) listelenmiştir: Ez ve Esnet (Squash &amp; Stretch), Düz İleri ve Pozdan Poza (Straight Ahead &amp; Pose to Pose), Zamanlama (Timing), İfade (Phrasing), Arklar (Arcs), Beklenti Yaratımı (Anticipation), Peşi Sıra Takip ve Örtüşüm Eylemi (Follow Through &amp; Overlapping Action), Yavaşlama ve Hızlanma (Slow In &amp; Slow Out), Sahneleme (Staging), Somut Çizim (Solid Drawing), Cazibe (Appeal). İvme (Acceleration) kavramı, Newton'un İkinci Hareket Yasası'nın (F=ma) bir sonucu olarak hareketin hızındaki değişimi ifade etse de, 'İvme' başlı başına 12 temel prensip listesinde yer almaz. Bu prensipler, hareketin estetik ve inandırıcı sunumu için kullanılan yöntemleri tanımlar. Bu nedenle, listelenenler arasında İvme (A şıkkı) temel prensiplerden biri değildir."
  },
  {
    "id": "exam-622604-8",
    "unitNumber": 5,
    "text": "Animasyonu anlamak ve doğru bir şekilde icra edebilmek için ilk olarak anlaşılması gereken aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "İnsanlar",
      "B": "Hareket",
      "C": "Görsel sanatlar",
      "D": "Bilgisayar dili",
      "E": "Oyunculuk sanatı"
    },
    "explanation": "Ünite 5'te animasyonun temel prensiplerini anlamadan önce, hareketin ne olduğunun anlaşılması gerektiği ve bu hareketin fizik kurallarına (Newton Kanunları) uyumlu olması gerektiği vurgulanmıştır. Bu nedenle animasyon kuramlarında hareket estetiği konusunun, hareket fizik kurallarını öğrenmeyi gerektiren bir alt başlığı olduğu belirtilmiştir."
  },
  {
    "id": "exam-622604-9",
    "unitNumber": 6,
    "text": "Perspektif ve kamera ayarları sahne tasarımında aşağıdaki hangi unsuru etkiler?",
    "correctAnswer": "D",
    "options": {
      "A": "Dokuların özeliklerini",
      "B": "Işık kaynağını",
      "C": "Renklerin algılanışını",
      "D": "Nesnelerin boyut ve konumlarını",
      "E": "Malzeme özelliklerini"
    },
    "explanation": "Ünite 6'da Perspektif, Bakış Açısı ve Derinliğin 3B modelleme ve tasarım uygulamalarında kamera ile sağlandığı belirtilmiştir. Kamera ayarları, izleyicinin sahneyi üç boyutlu olarak deneyimlemesini sağlayan görsel yöntemdir ve sahnenin kompozisyonunu belirlemede önemli rol oynar."
  },
  {
    "id": "exam-622604-10",
    "unitNumber": 6,
    "text": "Dijital sahne tasarımında kullanılan simetrik denge aşağıdakilerden hangisinin oluşmasını sağlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Renklerin tonunu değiştirir.",
      "B": "Kompozisyonun dengeli ve uyumlu görünmesini sağlar.",
      "C": "Işık kaynağını belirlenmesini sağlar.",
      "D": "Kamera açısını ayarlar.",
      "E": "Malzeme dokusunu belirler."
    },
    "explanation": "Ünite 6'da Görsel dengenin iki temel yolu olarak simetri ve asimetrinin olduğu belirtilmiştir. Simetrik dengede, sahne boyunca yansıyan benzer ögeler kullanılarak 'dengeli bir görünüm' oluşturulduğu ifade edilmiştir."
  },
  {
    "id": "exam-622604-11",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi dijital sahne tasarımında kullanılan dolgu ışığının işlevidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kamera açısını belirlemek",
      "B": "Gölge oluşturmak",
      "C": "Renkleri ayarlamak",
      "D": "Sahneyi dengeli aydınlatmak",
      "E": "Ana ışık kaynağını belirlemek"
    },
    "explanation": "Ünite 7'de, dolgu ışığı (Fill Light) ile ilgili spesifik bir bilgi olmamakla birlikte, genel ışıklandırma prensiplerinde ışığın rengi, yönü ve yoğunluğunun sahnenin duygusal tonunu belirlediği ve izleyicinin dikkatini belirli noktalara yönlendirdiği belirtilmiştir. Dolgu ışığının temel işlevi, gölgelerin sertliğini azaltarak sahneye derinlik ve detay katmaktır (Ünite 6 ve 7 bilgileri sentezi)."
  },
  {
    "id": "exam-622604-12",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi 3 boyutlu modelleme sürecinin avantajlarından biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sanal prototip oluşturma",
      "B": "Üst düzey donanım gereksinimi",
      "C": "Görüntü oluşturma",
      "D": "Öğrenme ve kullanım maliyetleri",
      "E": "Sınırlı fiziksel etkileşim"
    },
    "explanation": "Ünite 7'de 3 boyutlu modellemenin avantajları arasında Tasarım Hatalarını Azaltma, Tasarımın Doğruluğunu Artırma, Üretim Süresinden Tasarruf Sağlama, Sanal Prototiplemeyi Etkinleştirme ve Görsel İletişimi Geliştirme yer aldığı listelenmiştir."
  },
  {
    "id": "exam-622604-13",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi post-prodüksiyon sürecinde renk düzeltme işleminin yapılma nedenidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Işık kaynağını değiştirmek",
      "B": "Görüntünün renk tonlarını ve doygunluğunu ayarlamak",
      "C": "Kamera açısını belirlemek",
      "D": "Malzeme dokusunu düzenlemek",
      "E": "Kompozisyonu oluşturmak"
    },
    "explanation": "Ünite 6'da Post-Prodüksiyon aşamalarının, ham görüntülere belirli işlemler uygulanarak son hâle getirilmesi olduğu belirtilmiştir. Renk düzeltme (Renk tonu, doygunluk, parlaklık ayarı) ise görüntülerin estetik açıdan iyileştirilmesi ve hikâyenin duygusal tonunun desteklenmesi amacıyla yapılır."
  },
  {
    "id": "exam-622604-14",
    "unitNumber": 7,
    "text": "I. SolidWorks<br/>II. AutoCad<br/>III. NURBS<br/>Yukarıdaki yazılımlardan hangisi/hangileri parametrik modelleme mantığını kullanır?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Ünite 7'de Parametrik Modellemenin, bir objenin parametreleri arasındaki ilişkileri temel alarak, bir parametrede yapılan değişikliğin diğerlerini otomatik güncellemesi esasına dayandığı açıklanmıştır. SolidWorks ve Fusion 360 bu prensiple çalışan katı modelleme yazılımlarıdır. AutoCAD ise ağırlıklı olarak 2B çizim ve bazen 3B modelleme için kullanılır ancak tipik olarak parametrik/özellik tabanlı modellemede öne çıkmaz. NURBS ise bir modelleme tekniği (yüzey/eğri) olup yazılım ismi değildir."
  },
  {
    "id": "exam-622604-15",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi 3B tasarımın sürdürülebilir malzeme kullanımı üzerindeki etkilerinden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Enerji tüketimini artırır.",
      "B": "Çevresel etkiyi artırır.",
      "C": "Kaynak israfını artırır.",
      "D": "Geleneksel üretim yöntemlerini destekler.",
      "E": "Geri dönüşüm malzemelerinin kullanımını teşvik eder."
    },
    "explanation": "Ünite 8'de 3B modelleme ve tasarımın sürdürülebilirliğe katkısı başlığı altında, 3B baskı teknolojileri kullanılarak atık azaltma yöntemleri ile malzeme israfının en aza indirildiği belirtilmiştir. Ayrıca yenilenebilir malzemelerin kullanımının teşvik edildiği ifade edilmiştir."
  },
  {
    "id": "exam-622604-16",
    "unitNumber": 7,
    "text": "Karakter tasarımında, 3 boyutlu ağ geometrisine 2 boyutlu doku alanını yansıtma işlemidir ve farklı 3 boyutlu modelleme yazılımları aracılığıyla 3 boyutlu geometri ile 2 boyutlu doku, boyama, desen, vs. arasında ilişki kurulması sağlanır. Yukarıdaki paragrafta anlatılan karakter modelleme ve animasyon aşaması aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kavram ve Referans Toplama Aşaması",
      "B": "Temel Model Şekli Aşaması",
      "C": "Düşük Poligon Modelleme Aşaması",
      "D": "UV Haritalama Aşaması",
      "E": "Blokaj Aşaması"
    },
    "explanation": "Ünite 7'de Karakter Modelleme ve Animasyon aşamaları sıralanırken, UV haritalama aşamasının, 3B geometriye 2B doku alanını yansıtma işlemi olduğu ve bu sayede 3B geometri ile 2B doku arasında ilişki kurulduğu belirtilmiştir. Bu aşama, detaylı doku ve boyama için kritik öneme sahiptir."
  },
  {
    "id": "exam-622604-17",
    "unitNumber": 6,
    "text": "Post prodüksiyon aşamasında uygulanabilecek optik efektler aşağıdakilerden hangileridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Büyütme ve küçültme ayarları",
      "B": "Işık enerjisi yansımaları",
      "C": "Lens parlamaları ve alan derinliği",
      "D": "Malzeme ve doku atamaları",
      "E": "Renk doygunluğu ve parlaklık ayarlamaları"
    },
    "explanation": "Ünite 6'da Post-Prodüksiyon aşamasında kullanılabilecek yöntemler arasında; renk/ışık ayarları, doku/kaplama eklenmesi, bazı özel efektlerin eklenmesi ve Optik efektlerin eklenmesi yer almaktadır."
  },
  {
    "id": "exam-622604-18",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi 3B baskı teknolojisinin kişiselleştirilmiş çözümler sunduğu alandır?",
    "correctAnswer": "A",
    "options": {
      "A": "Tıp alanında protez ve implant üretiminde",
      "B": "Tarım sektöründe",
      "C": "Standart üretim süreçlerinde",
      "D": "Sadece elektronik üretiminde",
      "E": "Sadece inşaat sektöründe"
    },
    "explanation": "Ünite 8'de 3B baskının tıpta, hastaların bireysel anatomik ve fizyolojik özelliklerine göre tasarlanmış protezler, implantlar ve hatta organlar gibi 'kişiye özel ürünlerin' üretilmesinde kullanıldığı belirtilmiştir. Bu da kişiselleştirilmiş çözümlerin en net örneğidir."
  },
  {
    "id": "exam-622604-19",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi eğitimde 3B tasarım teknolojilerinin kullanılmasının avantajlarından biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Öğrencilerin teorik bilgilerini artırmak",
      "B": "Öğrenci motivasyonunu azaltmak",
      "C": "Eğitim süreçlerini yavaşlatmak",
      "D": "Eğitim materyallerini monoton hale getirmek",
      "E": "Öğrencilerin yaratıcı düşünmesini ve problem çözmesini geliştirmek"
    },
    "explanation": "Ünite 8'de eğitim alanında 3B baskının, öğrencilere karmaşık kavramları modelleme imkânı sunarak öğrenme sürecini daha etkileşimli ve uygulamalı hâle getirdiği belirtilmiştir. Bu, soyut kavramların somutlaştırılmasına ve öğrenci katılımının artmasına olanak tanır."
  },
  {
    "id": "exam-622604-20",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi hızlı prototiplemenin ürün geliştirme süreci üzerindeki etkilerinden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Ürün geliştirme sürecini yavaşlatır.",
      "B": "Ürün maliyetlerini artırır.",
      "C": "Prototip oluşturma sürecini uzatır.",
      "D": "Ürün kalitesini düşürür.",
      "E": "Ürün geliştirme sürecini hızlandırır."
    },
    "explanation": "Ünite 8'de hızlı prototiplemenin (3B baskı ile) etkileri anlatılırken, bu hızın işletmelere pazardaki değişimlere hızlı yanıt verme ve müşteri taleplerine daha çabuk uyum sağlama imkânı verdiği belirtilmiştir. Ayrıca, müşteri geri bildirimlerini hızla almak ve ürün geliştirme sürecine entegre etmek için kullanıldığı ifade edilmiştir."
  }
]