[
  {
    "id": "3790552",
    "unitNumber": 1,
    "text": "<strong>Hizmet Adı Numara</strong>\n<br/>I. Alo AFAD A. 187\n<br/>II. Su Arıza B. 186\n<br/>III. Yangın İhbar C. 185\n<br/>D. 110\n<br/>E. 122\n<br/>Yukarıda acil yardım çağrı hizmeti ve numaraları verilmektedir. Belirtilen acil yardım çağrı hizmeti ile numaralarının doğru bir biçimde eşleşmesi aşağıdaki seçeneklerden hangisinde verilmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "I-A, II-D, III-E",
      "B": "I-C, II-E, III-B",
      "C": "I-B, II-A, III-C",
      "D": "I-E, II-C, III-D",
      "E": "I-D, II-B, III-A"
    },
    "explanation": "<strong>Hizmet Adı Numara</strong>\n<br/>I. Alo AFAD A. 187\n<br/>II. Su Arıza B. 186\n<br/>III. Yangın İhbar C. 185\n<br/>D. 110\n<br/>E. 122\n<br/>Yukarıda acil yardım çağrı hizmeti ve numaraları verilmektedir. Bu acil yardım çağrı hizmeti ile numaralarının doğru bir biçimde eşleşmesi şu şekildedir:\n<br/>I. Alo AFAD- 122 (E seçeneği) \n<br/>II. Su Arıza 185 (C seçeneği) \n<br/>III. Yangın İhbar 110 (D seçeneği)"
  },
  {
    "id": "3790553",
    "unitNumber": 1,
    "text": "<strong>Numara</strong><strong> Hizmet Adı </strong>\n I. 153 A. Jandarma İmdat\n II. 154 B. Trafik\n III. 156 C. Orman Yangın İhbar\n IV. 177 D. Zabıta\n E. Polis İmdat\n F. Alo AFAD \n Yukarıda acil yardım çağrı hizmeti ve numaraları verilmektedir. Belirtilen acil yardım çağrı hizmeti ile numaralarının doğru bir biçimde eşleşmesi aşağıdaki seçeneklerden hangisinde verilmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "I-E, II-F, III-D, IV-A",
      "B": "I-F, II-A, III-C, IV-B",
      "C": "I-E, II-C, III-D, IV-F",
      "D": "I-B, II-D, III-F, IV-A",
      "E": "I-D, II-B, III-A, IV-C"
    },
    "explanation": "<strong> Numara Hizmet Adı </strong>\n I. 153 A. Jandarma İmdat\n II. 154 B. Trafik\n III. 156 C. Orman Yangın İhbar\n IV. 177 D. Zabıta\n E. Polis İmdat\n F. Alo AFAD \n Yukarıda acil yardım çağrı hizmeti ve numaraları verilmektedir. Belirtilen acil yardım çağrı hizmeti ile numaralarının doğru bir biçimde eşleşmesi aşağıdaki gibidir:\n I. 153 Zabıta (D) \n II. 154 Trafik (B)\n III. 156 Jandarma İmdat (A) \n IV. 177 Orman Yangın İhbar (C)"
  },
  {
    "id": "3790554",
    "unitNumber": 1,
    "text": "Mehmet Bey, evinde yaşadığı acil bir durum nedeniyle acil çağrı merkezini aramış ve çok kısa zamanda gerekli yardım hizmetini almıştır. Bu durumda Mehmet Bey, acil çağrı hizmeti almak için hangi telefon numarasını aramıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "110",
      "B": "155",
      "C": "112",
      "D": "156",
      "E": "122"
    },
    "explanation": "Mehmet Bey, evinde yaşadığı acil bir durum nedeniyle acil çağrı merkezini aramış ve çok kısa zamanda gerekli yardım hizmetini almıştır. Bu durumda Mehmet Bey, acil çağrı hizmeti almak için tek acil numara sistemi kapsamında112 Acil Çağrı Merkezinin telefon numarasını aramıştır."
  },
  {
    "id": "3790555",
    "unitNumber": 1,
    "text": "112 Acil Çağrı Hizmetleri/Merkezi kurulması kapsamında Tek Numara Projesine ilişkin aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Müstakil acil çağrı birimlerinin etkinlik alanları daha çok genişletilmelidir",
      "B": "Kurumlarda öncelikle yeni özelliklere sahip acil yardım hatları kurulmalıdır",
      "C": "Çağrı merkezlerinin teknolojik ve ulaşım altyapılarını geliştirmek önemsenmelidir",
      "D": "Acil çağrı, çağrıyı karşılama ve yönlendirme gibi iki aşamalı bir sistemle yapılmalıdır",
      "E": "Acil çağrı merkezlerinde çalışan kişilerin uzmanlık alanları tüm kurumları kapsamalıdır"
    },
    "explanation": "112 Acil Çağrı Hizmetleri/Merkezi kurulması kapsamında Tek Numara Projesinde sisteme gelen acil çağrıyı karşılama ve yönlendirme aynı kişi tarafından yapılmamaktadır. Çağrı karşılayıcı ve çağrı yönlendirici olarak iki aşamalı bir sistemle yapılmaktadır."
  },
  {
    "id": "3790556",
    "unitNumber": 1,
    "text": "112 Acil Çağrı Merkezindeki çağrı alıcılarının sistem üzerinden göndermiş olduğu acil yardım taleplerini diğer birimler ile koordinasyon içersinde kendi kurumunun olanaklarını kullanarak sevk ve koordine eden ve çağrı merkezinde kurumunu temsil eden uzman personel aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "İller İdaresi müdürü",
      "B": "Çağrı merkezi müdürü",
      "C": "Çağrı yönlendirici",
      "D": "Çağrı karşılayıcı",
      "E": "Operasyon sorumlusu"
    },
    "explanation": "112 Acil Çağrı Merkezindeki çağrı alıcılarının sistem üzerinden göndermiş olduğu acil yardım taleplerini diğer birimler ile koordinasyon içersinde kendi kurumunun olanaklarını kullanarak sevk ve koordine eden ve çağrı merkezinde kurumunu temsil eden uzman personel, çağrı yönlendirici olarak adlandırılır."
  },
  {
    "id": "3790557",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi acil çağrı merkezlerinin temel ilkelerinden biri olarak nitelendirilemez?",
    "correctAnswer": "E",
    "options": {
      "A": "Dürüstlük",
      "B": "Tarafsızlık",
      "C": "Sorumluluk",
      "D": "Gizlilik",
      "E": "Yönlendiricilik"
    },
    "explanation": "Acil çağrı merkezlerinin dürüstlük, tarafsızlık, eşitlik, sorumluluk ve gizlilik temel ilkeleridir. Yönlendiricilik ise çağrı merkezinin temel bir ilkesi olarak nitelendirilemez."
  },
  {
    "id": "3790558",
    "unitNumber": 1,
    "text": "Personel Görev\n<br/>I. Çağrı Merkezi Müdürü A. Çağrı merkezinde kurumunu temsil etmek\n<br/>II. Çağrı alıcı B. Çağrı merkezinde çağrıyı karşılamak\n<br/>III. Çağrı yönlendirici C. Acil yardım hizmetini yürütmek \n<br/>D. Acil çağrı merkezinin bilgisayar yazılımını takip ve kaydetmek \n<br/>Yukarıda 112 Acil Çağrı Merkezine ilişkin personel ve görev ifadeleri vardır. Merkezde görevli personel ile bunların görevlerine ilişkin doğru bir eşleştirme aşağıdaki seçeneklerden hangisinde verilmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "II-A",
      "B": "I-A",
      "C": "III-C",
      "D": "III-D",
      "E": "II-B"
    },
    "explanation": "Personel Görev\n<br/>I. Çağrı Merkezi Müdürü A. Çağrı merkezinde kurumunu temsil etmek\n<br/>II. Çağrı alıcı B. Çağrı merkezinde çağrıyı karşılamak\n<br/>III. Çağrı yönlendirici C. Acil yardım hizmetini yürütmek \n<br/>D. Acil çağrı merkezinin bilgisayar yazılımını takip ve kaydetmek \n<br/>Yukarıda 112 Acil Çağrı Merkezine ilişkin personel ve görev ifadeleri vardır. Merkezde görevli personel ile bunların görevlerine ilişkin doğru bir eşleştirme II-B'de verilmektedir. Çağrı alıcı, çağrı merkezinde çağrıyı karşılayan personeldir."
  },
  {
    "id": "3790559",
    "unitNumber": 1,
    "text": "Bir yerleşim biriminde büyük bir trafik kazası meydana gelmiş ve tek numara sistemi acil çağrı merkezi hizmetleri unsurları müdahalede bulunmuştur. Bu durumda, acil çağrı merkezi hangi hizmet birimleri kapsamında olayı değerlendirmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yangın söndürme hizmetleri",
      "B": "Güvenlik hizmetleri",
      "C": "Acil sağlık hizmetleri",
      "D": "Acil yardım ve kurtarma hizmetleri",
      "E": "Emniyet ve asayiş hizmetleri"
    },
    "explanation": "Bir yerleşim biriminde büyük bir trafik kazası meydana gelmiş ve tek numara sistemi acil çağrı merkezi hizmetleri unsurları müdahalede bulunmuştur. Bu durumda, acil çağrı merkezi, acil yardım ve kurtarma hizmet birimleri kapsamında olayı değerlendirmiştir."
  },
  {
    "id": "3790560",
    "unitNumber": 1,
    "text": "Afetlere hazırlık kapsamında afetlere müdahale edecek gönüllü sağlık personelinden oluşan medikal kurtarma ekipleri oluşturulmuştur. Bu medikal kurtarma ekiplerinin kısaltılmış adı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "AFAD",
      "B": "UMKE",
      "C": "KBRN",
      "D": "GATT",
      "E": "UKOME"
    },
    "explanation": "Afetlere hazırlık kapsamında afetlere müdahale edecek gönüllü sağlık personelinden oluşan medikal kurtarma ekipleri oluşturulmuştur. Bu medikal kurtarma ekiplerinin kısaltılmış adı UMKE'dir ve Ulusal Medikal Kurtarma Ekibini ifade etmektedir."
  },
  {
    "id": "3790561",
    "unitNumber": 1,
    "text": "Bir yerleşim biriminde 112 acil çağrı merkezi kurulmuştur. Bu çağrı merkezi aldığı çağrıları şehrin farklı yerlerindeki polis, jandarma, itfaiye ve sağlık gibi ilgili kurumlarına aktarmakta ve bu ilgili birimler de müdahale etmektedirler. Bu yerleşim biriminde kurulmuş bulunan çağrı merkezinin çalışma modeli aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Karma Model",
      "B": "Klasik Model",
      "C": "Entegre Model",
      "D": "Tek Numara Modeli",
      "E": "Bütünleşik Model"
    },
    "explanation": "Bir yerleşim biriminde 112 acil çağrı merkezi kurulmuştur. Bu çağrı merkezi aldığı çağrıları şehrin farklı yerlerindeki polis, jandarma, itfaiye ve sağlık gibi ilgili kurumlarına aktarmakta ve bu ilgili birimler de müdahale etmektedirler. Bu yerleşim biriminde kurulmuş bulunan çağrı merkezi, klasik çalışma modeli ile hizmet görmektedir."
  },
  {
    "id": "3790632",
    "unitNumber": 1,
    "text": "Türkiye Kızılayı çağrı hizmeti numarası aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "132",
      "B": "136",
      "C": "140",
      "D": "168",
      "E": "175"
    },
    "explanation": "Acil Yardım Çağrı Hizmeti Numaraları<br/>168 TÜRKİYE KIZILAYI"
  },
  {
    "id": "3790633",
    "unitNumber": 1,
    "text": "Amerika Birleşik Devletleri’nde kullanılan acil çağrı hizmeti uygulamasının numarası aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "911",
      "B": "855",
      "C": "118",
      "D": "161",
      "E": "157"
    },
    "explanation": "acil çağrı merkezleri<br/>Buradan hareketle, özellikle Amerika<br/>Birleşik Devletleri’nde çok iyi kullanılan ve hemen<br/>tüm dünyanın bildiği “911” acil çağrı hizmeti uygulamasının bir benzeri artık ülkemize de kullanılır<br/>hâle gelmiştir."
  },
  {
    "id": "3790634",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Türkiye’de Tek Numara Projesi kapsamında faal ve 112 Acil Çağrı Merkezleri olan illerden birisi <u>değildir?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Ankara",
      "B": "İstanbul",
      "C": "İzmir",
      "D": "Antalya",
      "E": "Eskişehir"
    },
    "explanation": "112 ACİL ÇAĞRI MERKEZLERİ<br/>Türkiye’de Tek Numara Projesi kapsamında faal ve<br/>112 Acil Çağrı Merkezleri olan iller şunlardır: Adana, Afyonkarahisar, Aksaray, Amasya, Ankara, Antalya, Balıkesir, Bartın,Bilecik, Bolu, Burdur, Bursa, Çanakkale, Denizli, Düzce, Edirne, Erzurum,<br/>Hakkari, Hatay, Isparta, İstanbul, İzmir, Kahramanmaraş, Karaman, Kayseri, Kırıkkale, Kırklareli,<br/>Kırşehir, Kocaeli, Konya, Kütahya, Manisa, Mardin,<br/>Mersin, Muğla, Nevşehir, Niğde, Sakarya, Samsun,<br/>Sivas, Şanlıurfa, Uşak, Yalova, Yozgat, Zonguldak."
  },
  {
    "id": "3790645",
    "unitNumber": 1,
    "text": "\"Kamu düzeni ve güvenliği, kişi sağlığı ve güvenliği, toplum sağlığı, su kaynakları ve sulak alanlar ile doğaya yönelik ani tehditler ve mala yönelik zararları içeren durumlara ilişkin her türlü çağrı\" yı ifade eden tanımlama aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Acil çağrı hizmeti",
      "B": "Acil çağrı",
      "C": "Acil yardım hizmeti",
      "D": "Araç takip sistemi",
      "E": "Çağrı alıcı"
    },
    "explanation": "Acil Çağrı Merkezi Tanımları<br/>Acil çağrı: Kamu düzeni ve güvenliği, kişi<br/>sağlığı ve güvenliği, toplum sağlığı, su kaynakları ve sulak alanlar ile doğaya yönelik<br/>ani tehditler ve mala yönelik zararları içeren<br/>durumlara ilişkin her türlü çağrıyı"
  },
  {
    "id": "3790646",
    "unitNumber": 1,
    "text": "Çağrı merkezinde çağrıyı ilk karşılayan personel aşağıdakilerden hangisi ile tanımlanır?",
    "correctAnswer": "A",
    "options": {
      "A": "Çağrı alıcı",
      "B": "Çağrı merkezi müdürü",
      "C": "Çağrı yönlendirici",
      "D": "Konsol",
      "E": "Acil çağrı hizmeti"
    },
    "explanation": "Acil Çağrı Merkezi Tanımları<br/>Çağrı alıcı: Çağrı merkezinde çağrıyı ilk<br/>karşılayan personeli,"
  },
  {
    "id": "3790647",
    "unitNumber": 1,
    "text": "Kasabalarda, kentlerde belediyelere bağlı, can ve mal güvenliğini korumak, yangınlara karşı önlem alınmasını sağlayan, doğal afetler sonucu meydana gelen olaylarda arama-kurtarma gibi görevleri kapsayan devlet kuruluşu aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Belediye",
      "B": "Jandarma",
      "C": "İtfaiye",
      "D": "Emniyet",
      "E": "Orman Bölge ve İşletme Müdürlüğü"
    },
    "explanation": "Yangın Söndürme Hizmetleri<br/>İtfaiye: Kasabalarda, kentlerde belediyelere bağlı, can ve mal güvenliğini korumak, yangınlara karşı önlem alınmasını sağlayan, doğal afetler sonucu<br/>meydana gelen olaylarda arama-kurtarma gibi görevleri kapsayan devlet kuruluşudur."
  },
  {
    "id": "3790648",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Orman Bölge ve İşletme Müdürlüğü'nün görevleri kapsamındaki olay türlerinden biri <u>değildir?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Otlatma-Çoban",
      "B": ". İzinsiz Piknik Yapma",
      "C": "Avcılık",
      "D": "İzinsiz Bitki Toplama",
      "E": "Terör/Güvenlik/Toplumsal Olay"
    },
    "explanation": "Yangın Söndürme Hizmetleri<br/>Olay Türleri;<br/>1. Otlatma-Çoban,<br/>2. İzinsiz Piknik Yapma,<br/>3. Avcılık,<br/>5. İzinsiz Bitki Toplama,<br/>6. İzinsiz Konaklama Kamp Yapma,<br/>7. Orman Envali Kaçakçılığı,<br/>8. İzinsiz Katran Ocağı Açmak,<br/>9. Orman Yangını,"
  },
  {
    "id": "3790649",
    "unitNumber": 1,
    "text": "Genel emniyet ve asayişin sağlanması, meydana gelen olaylara müdahale edilmesi ve<br/>trafiğin düzenlenmesi görevi Jandarmanın hangi özel maksatlı birimine aittir?",
    "correctAnswer": "C",
    "options": {
      "A": "Jandarma Doğal Hayatı Koruma Takımları ve Jandarma Çevre Koruma Timleri",
      "B": "Jandarma Asayiş Bot Komutanlıkları",
      "C": "Jandarma Motosikletli Asayiş Timleri",
      "D": "Jandarma Dağ Arama-Kurtarma Timleri",
      "E": "Çocuk Kısım Amirlikleri"
    },
    "explanation": "Jandarma Motosikletli Asayiş Timleri; genel emniyet ve asayişin sağlanması, meydana gelen olaylara müdahale edilmesi ve trafiğin düzenlenmesi"
  },
  {
    "id": "3790650",
    "unitNumber": 1,
    "text": "Özellikle turistik bölgelerdeki mesire yerleri, ormanlık alanlar ve araçlarla girilemeyen yerlerde önleyici kolluk hizmetlerinin yerine getirilmesi görevini hangi özel maksatlı Jandarma birimi yerine getirmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Atlı Jandarma Birlikleri",
      "B": "Çocuk Kısım Amirlikleri",
      "C": "Jandarma Dağ Arama-Kurtarma Timleri",
      "D": "Köpek Timleri",
      "E": "Jandarma Asayiş Bot Komutanlıkları"
    },
    "explanation": "Atlı Jandarma Birlikleri; özellikle turistik<br/>bölgelerdeki mesire yerleri, ormanlık alanlar ve araçlarla girilemeyen yerlerde önleyici kolluk hizmetlerinin yerine getirilmesi<br/>maksatlarıyla teşkil edilmişlerdir."
  },
  {
    "id": "3790651",
    "unitNumber": 1,
    "text": "Hangi yılda Sahil Güvenlik Komutanlığının ana ast komutanlıklarının adları yeniden düzenlenmiş ve bölge komutanlığı olarak adlandırılmışlardır?",
    "correctAnswer": "D",
    "options": {
      "A": "1997",
      "B": "1923",
      "C": "1893",
      "D": "1993",
      "E": "2003"
    },
    "explanation": "1993 yılında Sahil Güvenlik Komutanlığının ana ast komutanlıklarının adları yeniden düzenlenmiş ve bölge komutanlığı olarak aşağıdaki<br/>şekilde adlandırılmışlardır;<br/>* Sahil Güvenlik Marmara ve Boğazlar Bölge<br/>Komutanlığı<br/>* Sahil Güvenlik Karadeniz Bölge Komutanlığı<br/>* Sahil Güvenlik Akdeniz Bölge Komutanlığı<br/>* Sahil Güvenlik Ege Deniz Bölge Komutanlığı"
  },
  {
    "id": "3790722",
    "unitNumber": 1,
    "text": "Acil Yardım Hizmeti Numara\n<br/>I. Yangın İhbar A. 168 \n<br/>II. Alo AFAD B. 175\n<br/>III. Türkiye Kızılayı C. 177\n<br/>IV. Tüketici Hattı D. 122 \n<br/>V. Orman Yangını İhbar E. 110\n<br/>Yukarıda verilen beş acil yardım çağrı hizmeti ile numaralarının tümünün doğru bir biçimde eşleşmesi aşağıdaki seçeneklerden hangisinde yer almaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "I-A, II-E, III-B, IV-D, V-C",
      "B": "I-C, II-E, III-A, IV-D, V-B",
      "C": "I-A, II-C, III-D, IV-E, V-B",
      "D": "I-E, II-A, III-D, IV-B, V-C",
      "E": "I-E, II-D, III-A, IV-B, V-C"
    },
    "explanation": "Acil Yardım Hizmeti Numara\n<br/>I. Yangın İhbar A. 168 \n<br/>II. Alo AFAD B. 175\n<br/>III. Türkiye Kızılayı C. 177\n<br/>IV. Tüketici Hattı D. 122\n<br/>V. Orman Yangını İhbar E. 110\n<br/>Yukarıda verilen beş acil yardım çağrı hizmeti ile numaralarının tümünün doğru bir biçimde eşleşmesi aşağıdaki gibidir:\n<br/>I.E. 110,\n<br/>II. D. 122\n<br/>III. A. 168\n<br/>IV. B. 175\n<br/>V. C. 177"
  },
  {
    "id": "3790723",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi acil yardım çağrı hizmeti ve bu hizmetin çağrı telefon numarasının eşleşmesini doğru olarak vermektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "156 - Zabıta",
      "B": "122 - Sağlık danışma",
      "C": "175 - Tüketici hattı",
      "D": "159 - Alo sahil güvenlik",
      "E": "186- Türk Kızılayı"
    },
    "explanation": "Seçenekler arasında acil yardım çağrı hizmeti ve bu hizmetin çağrı telefon numarasının eşleşmesini doğru olarak veren seçenek 175 - Tüketici Hattı 'dır."
  },
  {
    "id": "3790724",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi acil çağrı merkezlerinin işleyişine ilişkin doğru bir ifadedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Müstakil birimlerdeki gibi olayı alma ve ekipleri sevk etme işlemini tek bir görevli takip ederek gerçekleştirmektedir",
      "B": "Tek numara projesi ile sisteme gelen çağrıyı karşılama ve yönlendirme aynı kişi tarafından yapılmamaktadır",
      "C": "Gerekli engellemeler ve kontroller sistem görevlisi tarafından yazılı kayıtlar aracılığı ile detaylı biçimde tutulmaktadır",
      "D": "Adres tesbitindeki işlemler kısalmakla birlikte bu işlemler nedeniyle vakaya müdahale süresi uzamıştır",
      "E": "Tek numara ile vatandaşa kolaylık sağlanmakla birlikte teknoloji kullanımı nedeniyle geri planda işleyiş güçleşmiştir"
    },
    "explanation": "Tek numara projesi ile sisteme gelen çağrıyı karşılama ve yönlendirme aynı kişi tarafından yapılmamaktadır. Bu sistemde çağrı karşılayıcı ve çağrı yönlendirici olarak iki aşamalı bir sistem mavcuttur."
  },
  {
    "id": "3790725",
    "unitNumber": 1,
    "text": "112 Acil Çağrı Merkezi Çalışma Modelleri kapsamında karma modelin özelliğini ifade eden seçenek aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Çağrıyı karşılayan kişinin tüm ekipleri yönlendirme ve sevk etme yetkisine de sahip olması",
      "B": "Acil çağrıları karşılayan tüm ekiplerin her an müdahaleye hazır olmasının gerekmesi",
      "C": "Çağrıyı karşılayan personel ile operasyon sevk ve idare edecek personelin aynı mekanda hizmet vermesi",
      "D": "Sisteme gelen çağrıyı karşılama ve yönlendirme işini aynı kişinin tek elden yapmasını gerektirmesi",
      "E": "Acil çağrılarının farklı mekanlarda görev yapan birim personellerinin ortak bilişim ağı ile işlenmesi"
    },
    "explanation": "112 Acil Çağrı Merkezi Çalışma Modelleri kapsamında karma modelde, çağrıyı karşılayan personel ile operasyon sevk ve idare edecek personelin aynı mekanda hizmet vermesi söz konusudur."
  },
  {
    "id": "3790726",
    "unitNumber": 1,
    "text": "\"Göç hareketleri açısından Türkiye’nin “geçiş ülkesi” konumu son yıllarda değişime uğramış ve ülkemiz aynı zamanda bir ..... konumuna gelmiştir\" ifadesinde boş bırakılan kısmı en uygun biçimde tamamlayan seçenek aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "kıyı emniyeti güvenliği",
      "B": "hedef ülke",
      "C": "uluslararası göç",
      "D": "karayolları geçişi",
      "E": "AFAD"
    },
    "explanation": "\"Göç hareketleri açısından Türkiye’nin “geçiş ülkesi” konumu son yıllarda değişime uğramış ve ülkemiz aynı zamanda bir ..... konumuna gelmiştir\" ifadesinde boş bırakılan kısmı en uygun biçimde tamamlayan seçenek \"hedef ülke\" biçimindedir:\n Göç hareketleri açısından Türkiye’nin “geçiş ülkesi” konumu son yıllarda değişime uğramış ve ülkemiz aynı zamanda bir hedef ülke konumuna gelmiştir\""
  },
  {
    "id": "3790727",
    "unitNumber": 1,
    "text": "Belediye İtfaiye Yönetmeliği'ne göre itfaiye teşkilatının asgari araç sayısına ilişkin aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Nüfusu on bine kadar olan yerlerde en az bir çift kabinli pikap, bir hizmet aracı ve bir itfaiye söndürme aracı bulunmalıdır",
      "B": "Nüfusu yirmibeş bin ile elli bin arası olan yerlerde bir ambulans, bir pikap ve dört adet itfaiye söndürme aracı bulunmalıdır",
      "C": "Nüfusu altı yüzbinden fazla yerlerde en az bir merdivenli araç ve on adet itfaiye aracı hizmet vermek için bulunmalıdır",
      "D": "Nüfusu on bin ile yirmibeş bin arasında olan yerlerde en az bir acil kurtarma, iki itfaiye söndürme ve bir merdivenli araç bulunmalıdır",
      "E": "Nüfusu yüz binin üzerinde olan her yerleşim yerinde en az beş ambulans, onsekiz itfaiye söndürme aracı ve beş merdivenli araç bulunmalıdır"
    },
    "explanation": "Belediye İtfaiye Yönetmeliği'ne göre itfaiye teşkilatının asgari araç sayısına ilişkin olarak nüfusu on bin ile yirmibeş bin arasında olan yerlerde en az bir acil kurtarma, iki itfaiye söndürme ve bir merdivenli araç bulunmalıdır."
  },
  {
    "id": "3790728",
    "unitNumber": 1,
    "text": "Çevre, ekolojik denge ve doğal hayatın korunması,<br/>çevre kirliliğinin ve kaçak yapılaşmanın önlenmesi<br/>gibi görevler hangi güvenlik birimi tarafından yerine getirilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "İl Afet ve Acil Durum Müdürlükleri",
      "B": "Jandarma Doğal Hayatı Koruma Takımları",
      "C": "Emniyet Özel Güvenlik Denetleme Başkanlığı",
      "D": "Belediye İtfaiye Teşkilatı Birimleri",
      "E": "AFAD ve Sahil Güvenlik"
    },
    "explanation": "Jandarma Doğal Hayatı Koruma Takımları; çevre, ekolojik denge ve doğal hayatın korunması, çevre kirliliğinin ve kaçak yapılaşmanın önlenmesi gibi görevleri yerine getirmektedir."
  },
  {
    "id": "3790729",
    "unitNumber": 1,
    "text": "\"2003 yılından itibaren acil sağlık hizmetlerinin güçlendirilmesi hedeflenmiş, ülke genelinde afetlere müdahale edecek gönüllü<br/>sağlık personellerinden oluşan .......... hizmetleri başlatılmıştır\" ifadesinde boş bırakılan kısmı en doğru biçimde tamamlayan seçenek aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "jandarma arama-kurtarma",
      "B": "medikal kurtarma",
      "C": "AFAD",
      "D": "acil çağrı",
      "E": "entegre model"
    },
    "explanation": "2003 yılından itibaren acil sağlık hizmetlerinin güçlendirilmesi hedeflenmiş, ülke genelinde afetlere müdahale edecek gönüllü<br/>sağlık personellerinden oluşan medikal kurtarma hizmetleri başlatılmıştır. Doğru yanıt \"medikal kurtarma\" olmalıdır."
  },
  {
    "id": "3790730",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi sahil güvenlik komutanlığının ilgilendiği temel olay türlerinden biri olarak nitelendirilemez?",
    "correctAnswer": "E",
    "options": {
      "A": "Su sporları",
      "B": "Düzensiz göç",
      "C": "Tıbbi tahliye",
      "D": "Gürültü kirliliği",
      "E": "Trafik olayları"
    },
    "explanation": "Trafik olayları, sahil güvenlik komutanlığının ilgilendiği temel olay türü değildir. Trafik olayları temel olarak emniyet müdürlüklerinin ilgilendiği olaylardır."
  },
  {
    "id": "3790731",
    "unitNumber": 1,
    "text": "I. Yangın\n II. Kurtarma\n III. Su baskınları\n IV. Trafik kazaları\n Yukarıda ilgilendiği olay türleri verilen bu hizmetlerin tümü temelde hangi birimin görevleri arasında yer almaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Jandarma güvenlik birimleri",
      "B": "Acil yardım ve kurtarma birimleri",
      "C": "Emniyet güvenlik birimleri",
      "D": "İtfaiye birimleri",
      "E": "Orman bölge ve işletme birimleri"
    },
    "explanation": "I. Yangın\n II. Kurtarma\n III. Su baskınları\n IV. Trafik kazaları\n Yukarıda ilgilendiği olay türleri verilen bu hizmetlerin tümü temelde itfaiye biriminin görevleri arasında yer almaktadır."
  },
  {
    "id": "3790872",
    "unitNumber": 1,
    "text": "Acil yardım çağrı hizmeti numaralarından, Alo Karayolları'nın kısa numarası kaçtır?",
    "correctAnswer": "A",
    "options": {
      "A": "159",
      "B": "122",
      "C": "140",
      "D": "161",
      "E": "158"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/4252433102118218008a1d991cfce171.png\" alt=\"\" width=\"345\" height=\"596\">"
  },
  {
    "id": "3790873",
    "unitNumber": 1,
    "text": "29002 sayılı Resmî Gazete’ de yayımlanan 112 Acil Çağrı Merkezleri Yönetmeliği’nin 4 maddesinde geçen; acil yardım hizmetlerini veren kurumların kendi mevzuatına göre acil yardım hizmetini yürütmekle görevlendirilen personele verilen isim nedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Çağrı alıcı",
      "B": "Çağrı merkezi müdürü",
      "C": "Çağrı yönlendirici",
      "D": "Diğer personel",
      "E": "Yardımcı personel"
    },
    "explanation": "Diğer personel: Acil yardım hizmetlerini veren kurumların kendi mevzuatına göre acil yardım hizmetini yürütmekle görevledirilen personeli tanımlar."
  },
  {
    "id": "3790874",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi acil yardım ve kurtarma hizmetleri kapsamındaki olay türlerinden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Arama Kurtarma",
      "B": "Kayıp",
      "C": "Boğulma",
      "D": "Orman Yangınlarında Tahliye",
      "E": "Hırsızlık, Darp, Hakaret vb. Adli Suçlar"
    },
    "explanation": "Acil Yardım ve Kurtarma Hizmetleri\n Afet ve Acil Durum Müdürlüğü: İçişleri Bakanlığı bağlı kuruluşu olan AFAD başkanlığına bağlı bir müdürlük olup, afetlerin gerçekleşmesi kaçınılmaz olduğu gerçeğinden hareketle, depremler, seller, heyelanlar, kaya düşmeleri, kuraklıklar, fırtınalar, tsunamiler ve diğer birçok afetin insanlar, çevre ve ekonomi üzerinde yıkıcı etkilerine karşılık afetin etkilerini, zararlarını en aza indirmek ve afet sonrası toplumun ayağa kalkma süresini minimize etmektir.\n Olay Türleri;\n <ol> <li> Arama Kurtarma\n </li> <li> Kayıp\n </li> <li> Selde Arama Kurtarma\n </li> <li> Boğulma\n </li> <li> Deprem\n </li> <li> Orman Yangınlarında Tahliye\n </li> <li> Tahliye\n </li> <li> İntihar\n </li> <li> Büyük Trafik Kazaları\n </li> <li> Mahsur Kalma\n </li> <li> Arama Kurtarma Diğer\n </li> <li> KBRN İlgili Olaylardır\n </li> </ol>"
  },
  {
    "id": "3790875",
    "unitNumber": 1,
    "text": "Size aşağıda verilenlerden hangisi acil çağrı merkezi ilkelerinden birisi <u><strong>değildir?</strong></u>",
    "correctAnswer": "B",
    "options": {
      "A": "Dürüstlük",
      "B": "Yenilikçilik",
      "C": "Tarafsızlık",
      "D": "Sorumluluk",
      "E": "Gizlilik"
    },
    "explanation": "Dürüstlük-tarafsızlık-eşitlik, sorumluluk ve gizlilik acil çağrı merkezlerinin temel ilkeleridir."
  },
  {
    "id": "3790876",
    "unitNumber": 1,
    "text": "Aşağıda verilenlerden hangisi yangın söndürme hizmetleri kapsamında itfaiyenin sorumluluğundaki olay türlerinden birisi <u><strong>değildir?</strong></u>",
    "correctAnswer": "C",
    "options": {
      "A": "Yangın",
      "B": "Kurtarma",
      "C": "Yaralanma",
      "D": "Su baskınları",
      "E": "Trafik kazaları"
    },
    "explanation": "Yangın Söndürme Hizmetleri\n İtfaiye: Kasabalarda, kentlerde belediyelere bağlı, can ve mal güvenliğini korumak, yangınlara karşı önlem alınmasını sağlayan, doğal afetler sonucu meydana gelen olaylarda arama-kurtarma gibi görevleri kapsayan devlet kuruluşudur.\n Olay Türleri;\n <ol> <li> Yangın,\n </li> <li> Kurtarma,\n </li> <li> Su baskınları,\n </li> <li> Trafik kazalarıdır.\n </li> </ol>"
  },
  {
    "id": "3790877",
    "unitNumber": 1,
    "text": "I. Acil çağrı hizmetinin etkinliğini ve acil yardım kurumları arasındaki koordinasyonu <br/>güçlendirmek adına, son yıllarda Tek Acil Numara Sistemi önemsenmektedir.\n<br/>II. Ülkemizde, daha önce acil çağrı yardım talep ve ihbarlar 115-156-158-110-112-177 vb. acil yardım telefonlarına yapılırken, günümüzde birden fazla acil numaraları tüm illerde 112 numarasında tek bir çatı altında birleştirilmiştir.\n<br/>III. Amerika Birleşik Devletleri’nde 911, Avrupa ülkelerinde 112 acil çağrı hizmeti bulunur.\n<br/>Acil çağrı merkezleri ile ilgili yukarıdaki ifadelerden hangisi/hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I ve III"
    },
    "explanation": "Buradan hareketle, özellikle Amerika Birleşik Devletleri’nde çok iyi kullanılan ve hemen <br/>tüm dünyanın bildiği “911” acil çağrı hizmeti uygulamasının bir benzeri artık ülkemize de kullanılır hâle gelmiştir. Şu an için ülkenin belirli sayıdaki ilinde uygulanan “112 Acil Çağrı Hizmeti/Merkezi” uygulaması, ülke insanının karşılaşmış olduğu ve acil yardım gerektiren bir sorun karşısında o anki telaşla “şimdi kimi veya nereyi aramam gerekiyor” sorusunun net yanıtını vermektedir.\n<br/>Buradan hareketle, özellikle Amerika Birleşik Devletleri’nde çok iyi kullanılan ve hemen <br/>tüm dünyanın bildiği “911” acil çağrı hizmeti uygulamasının bir benzeri artık ülkemize de kullanılır hâle gelmiştir. Şu an için ülkenin belirli sayıdaki ilinde uygulanan “112 Acil Çağrı Hizmeti/Merkezi” uygulaması, ülke insanının karşılaşmış olduğu ve acil yardım gerektiren bir sorun karşısında o anki telaşla “şimdi kimi veya nereyi aramam gerekiyor” sorusunun net yanıtını vermektedir.\n<br/>Ülkemizde acil çağrı hizmeti kapsamında<br/>I ve III"
  },
  {
    "id": "3790878",
    "unitNumber": 1,
    "text": "Bir itfaiye birimi en az 1 adet acil kurtarma aracı, 1 adet çok maksatlı kurtarma aracı, 1 adet ambulans, 6 adet itfaiye söndürme aracı, 2 adet merdivenli araç, 2 adet çift kabinli pikap, 1 adet hizmet aracı içeriyor ise, bu itfaiye biriminin bulunduğu yerleşim yerinin nüfusu ne kadardır?",
    "correctAnswer": "D",
    "options": {
      "A": "10.000-25.000",
      "B": "25.000-50.000",
      "C": "50.000-100.000",
      "D": "100.000-200.000",
      "E": "200.000-300.000"
    },
    "explanation": "Nüfusu 100.000-200.000 olan yerlerde; en az 1 adet acil kurtarma aracı, 1 adet çok maksatlı kurtarma aracı, 1 adet ambulans, 6 adet itfaiye söndürme aracı, 2 adet merdivenli araç, 2 adet çift kabinli pikap, 1 adet hizmet aracı,"
  },
  {
    "id": "3790879",
    "unitNumber": 1,
    "text": "\"112 Acil çağrıları karşılayan personel ile operasyonun sevk ve koordine edecek polis, jandarma, sağlık, itfaiye gibi kurumların yetkilileri aynı mekânda hizmet vermektedir.\" Buna göre bu tip çalışma modeli aşağıdaki hangi acil çağrı merkezleri ile yapılmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Kombine",
      "B": "Entegre",
      "C": "Klasik",
      "D": "Yarı zamanlı",
      "E": "Karma"
    },
    "explanation": "112 Acil Çağrı Merkezi Çalışma Modelleri\n Dünya üzerinde 911, 999, 112 gibi acil numaralar altında çeşitli acil yardım kurumları faaliyet göstermektedirler. Çok değişik kıta ve ülkelerdeki acil çağrı merkezlerinin çalışma modelleri de ülke- nin nüfus, sosyo-ekonomik-kültürel yapısı, coğrafik yapısı, güvenlik hassasiyetleri ile sağlık ve yangın hizmetlerinin yönetimindeki farklar nedeniyle değişkenlik göstermektedir. Buradan hareketle, acil çağrı merkezlerinde üç tip çalışma modeli bulun- maktadır:\n <ul> <li> Karma Model (co-location): 112 Acil çağrıları karşılayan personel ile operasyonun sevk ve koordine edecek polis, jandarma, sağlık, itfaiye gibi kurumların yetkilileri aynı mekânda hizmet vermektedir.\n </li> </ul>"
  },
  {
    "id": "3790880",
    "unitNumber": 1,
    "text": "I. Tek Numara Projesi kapsamında sisteme gelen acil çağrıyı karşılama ve yönlendirme aynı kişi tarafından yapılmamaktadır. Çağrı Karşılayıcı ve Çağrı Yönlendirici olarak iki aşamalı bir sistem mevcuttur. \n II. Dürüstlük-tarafsızlık-eşitlik, sorumluluk ve gizlilik acil çağrı merkezlerinin temel ilkeleridir.\n III. Acil Çağrı Merkezi ile kurumların kaynakları arasında bilgi paylaşımının ve haberleşmenin sağlanması acil çağrı sisteminin görevi değildir.\n Acil çağrı merkezi ile ilgili yukarıdaki ifadelerden hangisi/hangileri doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "II ve III"
    },
    "explanation": "112 Acil Çağrı Merkezlerinde kullanılan gelişmiş ve yoğun elektronik altyapı, donanım ve yazılım ile birlikte görevli personel tarafından verilen acil çağrı hizmetinin standart ve etkin bir şekilde sağlanması hedeflenmektedir. Kurulan bu sistemin içeriği ve faydaları kısaca aşağıdaki gibi özetlenmektedir: Acil Çağrı Merkezi ile kurumların kaynakları arasında bilgi paylaşımının ve haberleşmenin sağlanması\n<br/>Tek Numara Projesi kapsamında sisteme gelen acil çağrıyı karşılama ve yönlendirme aynı kişi <br/>tarafından yapılmamaktadır. Çağrı Karşılayıcı ve Çağrı Yönlendirici olarak iki aşamalı bir <br/>sistem mevcuttur. Diğer müstakil birimlerde ise olayı alma, değerlendirme ve ekiplerin sevk <br/>işlemleri genelde tek, zaman zaman iki görevli tarafından yapılmaktadır\n<br/>Dürüstlük-tarafsızlık-eşitlik, sorumluluk ve gizlilik acil çağrı merkezlerinin temel ilkeleridir.<br/>I ve II"
  },
  {
    "id": "3790881",
    "unitNumber": 1,
    "text": "Su ürünleri avcılığını denetlemek, Deniz kirliliğini önlemek maksadıyla denetimler yapmak hangi güvenlik kurumunun sorumluluğundadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Jandarma",
      "B": "Sahil güvenlik",
      "C": "Polis",
      "D": "AFAD",
      "E": "İtfaiye"
    },
    "explanation": "Denizlerimizde genel kolluk kuvveti olarak görev ve yetkilere sahip olan Sahil Güvenlik Komutanlığına 2692 sayılı Yasa ile tevdi edilen başlıca görevler şunlardır:\n <ul> <li> Deniz yolu ile yapılan her türlü kaçakçılık eylemine engel olmak,\n </li> <li> Gemi ve deniz araçlarının telsiz, sağlık, pasaport, demirleme, bağlama, avlanma, dal- gıçlık ve bayrak çekme ile ilgili kanunlarda belirtilen hükümlere aykırı eylemlerini önlemek,\n </li> <li> Su ürünleri avcılığını denetlemek, Deniz kirliliğini önlemek maksadıyla denetimler yapmak,\n </li> </ul>"
  },
  {
    "id": "3790882",
    "unitNumber": 1,
    "text": "Kısa numarası \"157\" olan acil yardım çağrı hizmetinin adı nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Alo Karayolları",
      "B": "Alo Sahil Güvenlik",
      "C": "İnsan ticareti mağdurlarına yardım ve ihbar hattı",
      "D": "Zabıta",
      "E": "Alo Gümrük Kaçakçılığı"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/95c632e6fdc3379bd452de3f7174172a.png\" alt=\"\" width=\"352\" height=\"601\">"
  },
  {
    "id": "3790883",
    "unitNumber": 1,
    "text": "............................................... İçişleri Bakanlığı bağlı kuruluşu olan AFAD başkanlığına bağlı bir müdürlük olup, afetlerin gerçekleşmesi kaçınılmaz olduğu gerçeğinden hareketle, depremler, seller, heyelanlar, kaya düşmeleri, kuraklıklar, fırtınalar, tsunamiler ve diğer birçok afetin insanlar, çevre ve ekonomi üzerinde yıkıcı etkilerine karşılık afetin etkilerini, zararlarını en aza indirmek ve afet sonrası toplumun ayağa kalkma süresini minimize etmektir.\n Yukarıdaki boşluğa aşağıdaki ifadelerden hangisi gelir?",
    "correctAnswer": "A",
    "options": {
      "A": "Afet ve Acil Durum Müdürlüğü",
      "B": "Doğa Koruma ve Millî Parklar Müdürlüğü",
      "C": "Orman Bölge ve İşletme Müdürlüğü",
      "D": "Sahil Güvenlik",
      "E": "İl Emniyet Müdürlüğü"
    },
    "explanation": "Afet ve Acil Durum Müdürlüğü: İçişleri Bakanlığı bağlı kuruluşu olan AFAD başkanlığına bağlı bir müdürlük olup, afetlerin gerçekleşmesi kaçınılmaz olduğu gerçeğinden hareketle, depremler, seller, heyelanlar, kaya düşmeleri, kuraklıklar, fırtınalar, tsunamiler ve diğer birçok afetin insanlar, çevre ve ekonomi üzerinde yıkıcı etkilerine karşılık afetin etkilerini, zararlarını en aza indirmek ve afet sonrası toplumun ayağa kalkma süresini minimize <br/>etmektir."
  },
  {
    "id": "3790884",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Acil Çağrı Merkezlerinin dört bürosundan biri <strong>değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Muhasebe ve Satın Alma Bürosu",
      "B": "Çağrı Değerlendirme Bürosu",
      "C": "Kalite Koordinasyon ve Değerlendirme Bürosu",
      "D": "İdari Büro",
      "E": "Bilgi İşlem ve Teknik Hizmetler Bürosu"
    },
    "explanation": "Acil Çağrı Merkezlerinin dört bürosu vardır. Bunlar; İdari, Muhasebe ve Satın Alma, Kalite Koordinasyon ve Değerlendirme ile Bilgi İşlem ve Teknik Hizmetler Bürosudur.<br/>Çağrı karşılama bürosu"
  },
  {
    "id": "3790885",
    "unitNumber": 1,
    "text": "Size aşağıda verilenlerden hangisi Acil Çağrı Merkezlerinde bulunmaz?",
    "correctAnswer": "D",
    "options": {
      "A": "İdari Büro",
      "B": "Muhasebe ve Satınalma Bürosu",
      "C": "Kalite Koordinasyon ve Değerlendirme Bürosu",
      "D": "Ön Değerlendirme ve Enformasyon Bürosu",
      "E": "Bilgi İşlem ve Teknik Hizmetler Bürosu"
    },
    "explanation": "Acil Çağrı Merkezlerinin dört bürosu vardır. Bunlar; İdari, Muhasebe ve Satın Alma, Kalite Koordinasyon ve Değerlendirme ile Bilgi İşlem ve Teknik Hizmetler Bürosudur. Ayrıca İçişleri Bakanlığınca atanan Çağrı merkezinde çalışacak ön çağrı karşılayıcı personel ve ilgili kurum/kuruluşların personellerinden oluşmaktadır."
  },
  {
    "id": "3790886",
    "unitNumber": 1,
    "text": "Türkiye'de ambulans helikopter hizmeti hangi tarihte başlamıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "28 Mayıs 2005",
      "B": "18 Temmuz 2007",
      "C": "28 Ekim 2008",
      "D": "18 Haziran 2010",
      "E": "28 Ağustos 2011"
    },
    "explanation": "Ambulans Helikopterler: Ambulans helikopter hizmeti 28 Ekim 2008 tarihinde başlamıştır."
  },
  {
    "id": "3790890",
    "unitNumber": 1,
    "text": "Acil sağlık hizmetlerinin güçlendirilmesi amacıyla kurulmuş, ülke genelinde afetlere müdahale edecek gönüllü sağlık personellerinden oluşan medikal kurtarma ekibi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "AFAD",
      "B": "112 Acil Çağrı Hizmetleri",
      "C": "Sahil Güvenlik",
      "D": "UMKE",
      "E": "Türk Kızılayı"
    },
    "explanation": "Özellikle acil sağlık hizmetlerinin güçlendirilmesi hedeflenmiş, ülke genelinde afetlere müdahale edecek gönüllü sağlık personellerinden oluşan medikal kurtarma hizmetleri başlatılmış ve kısa sürede dünyada en fazla personele sahip olan medikal kurtarma ekibi olma unvanına kavuşmuştur. Ulusal Medikal Kurtarma Ekibi (UMKE) adını alan bu ekipler 81 ilde arazi tipi araçları ve medikal kurtarma ekipmanları ile donatılmıştır."
  },
  {
    "id": "3790898",
    "unitNumber": 1,
    "text": "................. illerde doğrudan valiye bağlı İl Afet ve Acil Durum Müdürlükleri ve 11 ilde bulunan Sivil Savunma Arama ve Kurtarma Birlik Müdürlükleri vasıtasıyla çalışmalarını yürütmektedir. Afet ve acil durumlara ilişkin tek yetkili kurum olup bir şemsiye kurum anlayışıyla afet ve acil durumun niteliği ve büyüklüğüne göre gerek Genelkurmay Başkanlığı, Dışişleri, Sağlık, Orman ve Su İşleri ve ilgili diğer bakanlıklar ile gerekse sivil toplum kuruluşları ile iş birliği içerisinde faaliyetlerini sürdürmektedir.\n Yukarıdaki boşluğa aşağıdaki ifadelerden hangisi gelir?",
    "correctAnswer": "B",
    "options": {
      "A": "UMKE",
      "B": "AFAD",
      "C": "112 Acil Çağrı Merkezi",
      "D": "Jandarma Dağ Arama-Kurtarma Timi",
      "E": "Türk Kızılayı"
    },
    "explanation": "AFAD, illerde doğrudan valiye bağlı İl Afet ve <br/>Acil Durum Müdürlükleri ve 11 ilde bulunan Sivil Savunma Arama ve Kurtarma Birlik Müdürlükleri vasıtasıyla çalışmalarını yürütmektedir.<br/>Afet ve Acil Durum Yönetimi Başkanlığı, afet ve acil <br/>durumlara ilişkin tek yetkili kurum olup bir şemsiye <br/>kurum anlayışıyla afet ve acil durumun niteliği ve <br/>büyüklüğüne göre gerek Genelkurmay Başkanlığı, <br/>Dışişleri, Sağlık, Orman ve Su İşleri ve ilgili diğer <br/>bakanlıklar ile gerekse sivil toplum kuruluşları ile iş <br/>birliği içerisinde faaliyetlerini sürdürmektedir"
  },
  {
    "id": "3790899",
    "unitNumber": 1,
    "text": "<ul> <li>Sahil ve kara sularımızı korumak, güvenliğini sağlamak,</li> <li>Denizlerimizde can ve mal emniyetini sağlamak,</li> <li>Deniz ve kıyılarda görülecek başıboş mayın, patlayıcı madde ve şüpheli cisimler <br/>için gerekli tedbirleri alarak, ilgili makamlara iletmek,</li> <li>Deniz seyir yardımcılarının çalışma durumlarını izlemek, görülen aksaklıkları ilgili <br/>makamlara iletmek</li> </ul> Yukarıdakiler hangi kurumun başlıca görevlerindendir?",
    "correctAnswer": "C",
    "options": {
      "A": "Jandarma Genel Komutanlığı",
      "B": "Emniyet Genel Müdürlüğü",
      "C": "Sahil Güvenlik Komutanlığı",
      "D": "Göç İdaresi Genel Müdürlüğü",
      "E": "Orman Genel Müdürlüğü"
    },
    "explanation": "Denizlerimizde genel kolluk kuvveti olarak görev <br/>ve yetkilere sahip olan Sahil Güvenlik Komutanlı\u0002ğına 2692 sayılı Yasa ile tevdi edilen başlıca görev\u0002ler şunlardır:<br/>• Sahil ve kara sularımızı korumak, güvenli\u0002ğini sağlamak,<br/>• Denizlerimizde can ve mal emniyetini sağ\u0002lamak,<br/>• Deniz ve kıyılarda görülecek başıboş ma\u0002yın, patlayıcı madde ve şüpheli cisimler <br/>için gerekli tedbirleri alarak, ilgili makam\u0002lara iletmek,<br/>• Deniz seyir yardımcılarının çalışma durum\u0002larını izlemek, görülen aksaklıkları ilgili <br/>makamlara iletmek,<br/>• Kara sularımıza giren mültecileri, yanların\u0002da bulunabilecek silah ve mühimmattan <br/>arındırmak ve bunları ilgili makamlara tes\u0002lim etmek,<br/>• Deniz yolu ile yapılan her türlü k<br/>Sahil Güvenlik Komutanlığı"
  },
  {
    "id": "3790900",
    "unitNumber": 1,
    "text": "• Belirlenen Saha İçerisinde Tekel Olmak Üzere Tüm Denizlerde Gemi Kurtarma<br/>• Tahlisiye (Can Kurtarma)<br/>• Türk Boğazları Gemi Trafik Hizmetleri Otoritesi<br/>• Fenerler Otoritesi<br/>• Deniz Haberleşmede Hesaplaşma Otoritesi ve Navteks Yayın Koordinatörü<br/>• Kılavuzluk Hizmeti<br/>• Römorkaj Hizmeti\n Yukarıdaki ifadeler hangi kurumun faaliyet alanlarıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Türk Kızılayı",
      "B": "Kıyı Emniyeti Genel Müdürlüğü",
      "C": "Sahil Güvenlik",
      "D": "AFAD",
      "E": "UMKE"
    },
    "explanation": "Kıyı Emniyeti Genel Müdürlüğü fa\u0002aliyetlerini, üç adedinde otorite olmak üzere yedi <br/>temel alanda sürdürmektedir.<br/>• Belirlenen Saha İçerisinde Tekel Olmak<br/>Üzere Tüm Denizlerde Gemi Kurtarma<br/>• Tahlisiye (Can Kurtarma)<br/>• Türk Boğazları Gemi Trafik Hizmetleri<br/>Otoritesi<br/>• Fenerler Otoritesi<br/>• Deniz Haberleşmede Hesaplaşma Otoritesi<br/>ve Navteks Yayın Koordinatörü<br/>• Kılavuzluk Hizmeti<br/>• Römorkaj Hizmet"
  },
  {
    "id": "3790901",
    "unitNumber": 1,
    "text": "112 Acil çağrılarının karşılanabilmesi için çağrı merkezleri kurulur ve bu merkez çağrıları farklı mekânlarda bulunan polis, jandarma, itfaiye, sağlık gibi kurumlara aktarmaktadır.\n Yukarıdaki ifadede acil çağrı merkezlerinin hangi tip çalışma modeli açıklanmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Karma",
      "B": "Entegre",
      "C": "Yarı entegre",
      "D": "Esnek",
      "E": "Klasik"
    },
    "explanation": "Klasik Model:112 Acil çağrılarının karşılanabilmesi için çağrı merkezleri kurulur ve <br/>bu merkez çağrıları farklı mekânlarda bulunan polis, jandarma, itfaiye, sağlık gibi <br/>kurumlara aktarmaktadır."
  },
  {
    "id": "3790562",
    "unitNumber": 2,
    "text": "I.Birden çok ofis yerine tek bir ofisle personel sayısının azaltılması\n II.Birden çok numara yerine tek bir numaranın bilinmesi\n III.Çağrıdan sonra tüm ekiplerin en kısa sürede olay yerine ulaşabilmesi\n IV.Bütün çağrıların Valiliklerin gözetim ve denetiminde yönetilmesi\n V.Avrupa Birliği Çağrı Merkezi yasalarıyla uyumun sağlanması\n 112 Acil Çağrı Merkezi sisteminin iki temel amacı bulunmaktadır. Yukarıdaki ifadelerden hangileri bu amaçları tanımlamaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "III ve IV",
      "D": "IV ve V",
      "E": "I ve V"
    },
    "explanation": "Acil çağrı yapılmasını gerektirecek durumlarda kişilerin birden çok numara yerine tek bir numarayı bilmeleri ve acil çağrı alındıktan sonra ihtiyaç duyulacak tüm ekiplerin en kısa sürede olay mahalline ulaşmaları 112 Acil Çağrı Merkezi sisteminin iki temel amacını oluşturmaktadır."
  },
  {
    "id": "3790563",
    "unitNumber": 2,
    "text": "I.Kriz yönetimi sistemi\n II.Acil harekat sistemi\n III.Yangın alarm sistemi\n IV.Gazlı söndürme sistemi\n V.Güvenlik kamera sistemi\n Yukarıdakilerden hangileri acil çağrı merkezlerinin elektrik-elektronik sistemleri içerisinde yer alan unsurlardır.",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "III ve IV",
      "C": "I ve V",
      "D": "I, II, III",
      "E": "III, IV, V"
    },
    "explanation": "Acil çağrı merkezlerinin elektrik-elektronik sistemleri içerisinde yer alan unsurlar jeneratör, kesintisiz güç kaynağı (UPS), enerji panoları, programlanabilen lojik kontrolör (PLC) panosu, kartlı geçiş sistemi, yangın algılama ve alarm sistemi, gazlı söndürme sistemi, klima ve havalandırma sistemi ve güvenlik kamera sistemidir."
  },
  {
    "id": "3790564",
    "unitNumber": 2,
    "text": "Acil Çağrı Merkezinde bulunması gereken unsurlardan jeneratör ile UPS aşağıdakilerden hangisinde en doğru şekilde tanımlanmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Jeneratör mekanik yolla elektrik üretir, UPS üretilen elektriği şebekeye verir.",
      "B": "Jeneratör yüksek akımı dengeler, UPS dengeli akımı bilgisayarlara aktarır.",
      "C": "Jeneratör sel-su baskılarında suyu tahliye eder, UPS su borusudur.",
      "D": "UPS telefonları kayıt altına alır, jeneratör bu kayıtları depolar.",
      "E": "UPS kesintisiz güç kaynağıdır, jeneratör elektrik enerjisi üretir."
    },
    "explanation": "Mekanik enerjiyi elektrik enerjisine dönüştüren makinelere jeneratör denilmektedir. Elektrik kesintilerinde 112 Acil Çağrı Merkezlerinin bina ve sistemlerinin enerji ihtiyacını karşılamak için kullanılmaktadır. Kesintisiz güç kaynakları (UPS), elektrik enerjisi ile beslenen sistemleri hem şebekede meydana gelen veya gelebilecek çöküntüler, yükselmeler, ani değişikler, harmonikler gibi gerilim dalgalanmalarına karşı koruyan hem de enerji kesintisi sırasında enerji üreterek sistemin devamlılığını sağlayan elektronik cihazlara denir. Diğer bir ifadeyle elektriksel sistemleri besleyerek, şebekedeki anormal durumları düzelterek sisteme temiz ve kaliteli enerji aktarımı yapan cihazlardır."
  },
  {
    "id": "3790565",
    "unitNumber": 2,
    "text": "Şebekeden, jeneratörden ve UPS’lerden gelen enerji hatlarının dağıtımını sağlayan şalter, sigorta ve kontaktörlerden oluşan panolara ................. adı verilmektedir. 112 Acil Çağrı Merkezlerinde 3 faz ............ Volt olarak gelen enerjiyi 220 Volt olarak sistemlere dağıtmaktadır.\n Yukarıdaki ifadede boş bırakılan yerler, aşağıdakilerden hangisinde sırasıyla doğru şekilde ifade edilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "enerji panosu, 380",
      "B": "yıldırım panosu, 320",
      "C": "paratöner panosu, 450",
      "D": "doğru akım panosu, 300",
      "E": "dalgalı akım panosu, 110"
    },
    "explanation": "Enerji panoları, şŞebekeden, jeneratörden ve UPS’lerden gelen enerji hatlarının dağıtımını sağlayan şalter, sigorta ve kontaktörlerden oluşan panolardır. 112 Acil Çağrı Merkezlerinde 3 faz 380 Volt olarak gelen enerjiyi 220 Volt olarak sistemlere dağıtmaktadır."
  },
  {
    "id": "3790566",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi acil çağrı hizmetlerinde haberleşme araçlarından biri <u>değildir?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Bilgisayar",
      "B": "Faks",
      "C": "Analog telefon santrali",
      "D": "Mobil terminal",
      "E": "Güvenlik kamera sistemi"
    },
    "explanation": "Acil çağrı hizmetlerinde \"haberleşme\" araçları bilgisayar, faks, telefon santralleri, telsiz, mobil ve ajans terminallerinden oluşmaktadır. Güvenlik kamera sistemi \"haberleşme\" aracı değildir."
  },
  {
    "id": "3790567",
    "unitNumber": 2,
    "text": "Acil çağrı hizmetlerinde kullanılan \"JEMUS\" aşağıdakilerden hangisinin kısaltmasıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Jandarma Entegre Muharebe ve Bilgi Sistemi",
      "B": "Jeopolitik Enformasyon Muhafaza Sistemi",
      "C": "Jeotermal Enerjiye Merkezi Ulaşım Sistemi",
      "D": "Japonya Enerji ve Mühendislik Uzmanlığı Sistemi",
      "E": "Jeneratörlü Entegre Müracaat ve Ulaşım Sistemi"
    },
    "explanation": "Bilginin en küçük Jandarma birimine kadar kesintisiz, eş zamanlı, doğru ve emniyetli şekilde ulaştırılmasını sağlamak amacıyla, Jandarma Entegre Muhabere ve Bilgi Sistemi (JEMUS) geliştirilmiştir."
  },
  {
    "id": "3790568",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi araç plakalarının otomatik tanınması, çalıntı kayıp araç veri tabanından anlık sorgulanarak, çalıntı araçların bulunması ve çalıntı bilgisi olan araçlar için sesli ve görsel ikaz gönderilmesi anlamında kullanım sağlamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "JEMUS",
      "B": "SAHMUS",
      "C": "TETRA",
      "D": "APCO-25",
      "E": "ETSI"
    },
    "explanation": "JEMUS (Jandarma Entegre Muharebe ve Bilgi Sistemi) sisteminin özelliklerinden biri şudur:\n<br/>Araç plakalarının otomatik tanınması, çalıntı kayıp araç veri tabanından anlık sorgulanarak, çalıntı araçların bulunması ve çalıntı bilgisi olan araçlar için en yakın Jandarma karakoluna sesli ve görsel ikaz gönderilmesi maksadıyla otoyol gişeleri veya önemli yol kavşakları gibi noktalara Plaka Tanıma Sistemi (PTS) tesis edilmektedir.<br/>JEMUS (Jandarma Entegre Muharebe ve Bilgi Sistemi) sisteminin özelliklerinden biri şudur:\n Araç plakalarının otomatik tanınması, çalıntı kayıp araç veri tabanından anlık sorgulanarak, çalıntı araçların bulunması ve çalıntı bilgisi olan araçlar için en yakın Jandarma karakoluna sesli ve görsel ikaz gönderilmesi maksadıyla otoyol gişeleri veya önemli yol kavşakları gibi noktalara Plaka Tanıma Sistemi (PTS) tesis edilmektedir."
  },
  {
    "id": "3790569",
    "unitNumber": 2,
    "text": "I.Sağlık\n II.İtfaiye\n III.Jandarma\n IV.Emniyet\n V.AFAD\n Acil Çağrı Merkezlerine İlişkin Vaka Modellemesine göre, maddi hasarlı bir trafik kazası vakasında haber verilerek yönlendirme yapılacak birimler yukarıdakilerden hangileridir?",
    "correctAnswer": "D",
    "options": {
      "A": "I, II, III",
      "B": "II, III, IV",
      "C": "III, IV, V",
      "D": "III ve IV",
      "E": "II ve V"
    },
    "explanation": "Maddi hasarlı bir trafik kazasında haber verilecek birimler jandarma ve emniyet birimleridir."
  },
  {
    "id": "3790570",
    "unitNumber": 2,
    "text": "I.Sağlık\n II.İtfaiye\n III.Jandarma\n IV.Orman\n V.AFAD\n Yukarıdakilerden hangileri Acil Çağrı Merkezlerine İlişkin Vaka Modellemesine göre, dağda mahsur kalma / kaybolma vakalarında haber verilerek yönlendirme yapılacak birimler arasında yer alır?",
    "correctAnswer": "D",
    "options": {
      "A": "I, II, III",
      "B": "II, III, IV",
      "C": "III, IV, V",
      "D": "I, III, V",
      "E": "II, IV, V"
    },
    "explanation": "Dağda gölde muhsar kalma, kaybolma vakalarında sağlık, jandarma, emniyet ve AFAD birimlerine haber verilerek yönlendirme sağlanır."
  },
  {
    "id": "3790571",
    "unitNumber": 2,
    "text": "I.İtfaiye\n<br/>II.Sağlık\n<br/>III.Jandarma\n<br/>IV.Emniyet\n<br/>V.AFAD\n<br/>Yukarıdakilerden hangileri Acil Çağrı Merkezlerine İlişkin Vaka Modellemesine göre, psikolojik rahatsızlıklara ilişkin vakalarda haber verilerek yönlendirme yapılacak birimler arasında yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "I, II, III",
      "B": "II, III, IV",
      "C": "III, IV, V",
      "D": "I, III, V",
      "E": "II, IV, V"
    },
    "explanation": "Psikolojik rahatsızlık vakalarında sağlık, jandarma ve emniyet birimlerine haber verilir."
  },
  {
    "id": "3790652",
    "unitNumber": 2,
    "text": "Tüm acil çağrıları karşılamak, sevk ve koordinasyonu sağlamak üzere büyükşehir belediyesi bulunan illerde yatırım izleme ve koordinasyon başkanlığı bünyesinde, diğer illerde ise valilikler bünyesinde 112 Acil Çağrı merkezleri kurulması hangi sayılı Kanun ile düzenlenmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "3142",
      "B": "3148",
      "C": "3152",
      "D": "3158",
      "E": "3181"
    },
    "explanation": "Yanıtınız yanlış ise “Giriş” bölümünü yeniden gözden geçiriniz.<br/>Tüm acil çağrıları karşılamak, sevk ve koordinasyonu sağlamak üzere büyükşehir belediyesi bulunan illerde yatırım izleme ve koordinasyon başkanlığı bünyesinde, diğer illerde ise valilikler bünyesinde 112 Acil Çağrı merkezleri kurulması 3152 Sayılı Kanun ile düzenlenmiştir."
  },
  {
    "id": "3790653",
    "unitNumber": 2,
    "text": "Şebekeden, jeneratörden ve UPS’lerden gelen enerji hatlarının dağıtımını sağlayan şalter, sigorta ve kontaktörlerden oluşan pano aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Lojik Kontrolör (PLC) Panosu",
      "B": "Enerji Panosu",
      "C": "Erişim kontrol panosu",
      "D": "Yangın algılama panosu",
      "E": "Gaz panosu"
    },
    "explanation": "Yanıtınız yanlış ise “ACİL ÇAĞRI MERKEZLERİNİN ELEKTRİK-ELEKTRONİK SİSTEMLERİ” bölümünü yeniden gözden geçiriniz.<br/>Enerji Panoları Şebekeden, jeneratörden ve UPS’lerden gelen enerji hatlarının dağıtımını sağlayan şalter, sigorta ve kontaktörlerden oluşan panolardır."
  },
  {
    "id": "3790654",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Acil çağrı merkezlerinin elektrik-elektronik sistemleri içerisinde yer alan unsurlardan birisi değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "jeneratör",
      "B": "enerji panoları",
      "C": "kartlı geçiş sistemi",
      "D": "gazsız söndürme sistemi",
      "E": "güvenlik kamera sistemi"
    },
    "explanation": "Yanıtınız yanlış ise “ACİL ÇAĞRI MERKEZLERİNİN ELEKTRİK-ELEKTRONİK SİSTEMLERİ” bölümünü yeniden gözden geçiriniz.<br/>Acil çağrı merkezlerinin elektrik-elektronik sistemleri içerisinde yer alan unsurlar jeneratör, kesintisiz güç kaynağı (UPS), enerji panoları, programlanabilen lojik kontrolör (PLC) panosu, kartlı geçiş sistemi, yangın algılama ve alarm sistemi, gazlı söndürme sistemi, klima ve havalandırma sistemi ve güvenlik kamera sistemidir."
  },
  {
    "id": "3790655",
    "unitNumber": 2,
    "text": "Acil çağrı hizmetlerinde bilginin iletilmesi, alınması ve gerekli birimlere aktarılması sürecini kapsayan terim aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bilgisayar",
      "B": "İletişim",
      "C": "Dinleme",
      "D": "Etkileşim",
      "E": "Yardım"
    },
    "explanation": "Yanıtınız yanlış ise “ACİL ÇAĞRI HİZMETLERİNDE HABERLEŞME ARAÇLARI VE HABERLEŞMENİN AŞAMALARI” bölümünü yeniden gözden geçiriniz.<br/>İletişim terimi bilgiyi elektriksel yollarla göndermeye, almaya, işlemeye karşılık gelmektedir."
  },
  {
    "id": "3790656",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi IP telefon santralinin avantajları arasında yer almaz?",
    "correctAnswer": "A",
    "options": {
      "A": "Az katılımcılı telefon görüşmesi (telekonferans) yapılabilmektedir.",
      "B": "Analog telefon santrallarına göre daha verimli bant genişliği kapasitesi sağlamaktadır.",
      "C": "Günümüzde kullanılan analog santrallara göre çok düşük bir maliyete sahiptir.",
      "D": "Çok şubeli işletmeler arasında ücretsiz iletişim imkânı sunmaktadır.",
      "E": "Video IP telefonlar aracılığıyla görüntülü görüşme olanağı bulunmaktadır."
    },
    "explanation": "Yanıtınız yanlış ise “ACİL ÇAĞRI HİZMETLERİNDE HABERLEŞME ARAÇLARI VE HABERLEŞMENİN AŞAMALARI” bölümünü yeniden gözden geçiriniz.<br/>Az katılımcılı telefon görüşmesi (telekonferans IP telefon santralinin avantajları arasında yer almaz aksine Çok katılımcılı telefon görüşmesi (telekonferans) yapılabilmektedir."
  },
  {
    "id": "3790657",
    "unitNumber": 2,
    "text": "Kurumlar üzerinde bulunan ve komuta haricinde sisteme kısmen dahil olarak gerekli tüm işlemleri gerçekleştirebilecek kişiler aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bilgisayar",
      "B": "Analog telefon Santrali",
      "C": "Faks",
      "D": "Telsiz",
      "E": "Ajans terminal"
    },
    "explanation": "Yanıtınız yanlış ise “ACİL ÇAĞRI HİZMETLERİNDE HABERLEŞME ARAÇLARI VE HABERLEŞMENİN AŞAMALARI” bölümünü yeniden gözden geçiriniz.<br/>Ajans Terminal Kurumlar üzerinde bulunan ve komuta haricinde sisteme kısmen dahil olarak gerekli tüm işlemleri gerçekleştirebilecek kişilerdir."
  },
  {
    "id": "3790658",
    "unitNumber": 2,
    "text": "Devriyelerin el telsizi üzerinden araç ve şahıs sorgulaması yapabildiği sistem aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "JEMUS Sistemi",
      "B": "TETRA Sistemi",
      "C": "SAHMUS Sistemi",
      "D": "Project Sistem",
      "E": "Analog Telsiz Sistemi"
    },
    "explanation": "Yanıtınız yanlış ise “ACİL ÇAĞRI HİZMETLERİNDE KULLANILAN TELSİZ SİSTEMLERİ VE ARAÇLARI” bölümünü yeniden gözden geçiriniz.<br/>JEMUS sisteminde Devriyeler el telsizi üzerinden araç ve şahıs sorgulaması yapabilmektedir."
  },
  {
    "id": "3790659",
    "unitNumber": 2,
    "text": "Kurumlar üzerinde bulunan ve yönetici konumunda çalışan bütün sistemi izleyebilen ve bütün vakalara müdahale edebilen kişi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "çağrı alıcı",
      "B": "çağrı yönlendirici",
      "C": "uzman",
      "D": "sistemci",
      "E": "telsizci"
    },
    "explanation": "Yanıtınız yanlış ise “ACİL YÖNETİM SİSTEMİNİN İŞLEYİŞİ” bölümünü yeniden gözden geçiriniz.<br/>Uzmanlar Kurumlar üzerinde bulunan ve yönetici konumunda çalışan bütün sistemi izleyebilen ve bütün vakalara müdahale edebilen kişilerdir."
  },
  {
    "id": "3790660",
    "unitNumber": 2,
    "text": "Trafik sıkışma ve kurtarma vakasında aşağıdaki ekiplerden hangisi yönlendirilmez?",
    "correctAnswer": "E",
    "options": {
      "A": "Sağlık",
      "B": "İtfaiye",
      "C": "Emniyet",
      "D": "AFAD",
      "E": "Sahil Güvenlik"
    },
    "explanation": "Yanıtınız yanlış ise “ACİL ÇAĞRI MERKEZLERİ VAKA MODELLEMELERİ” bölümünü yeniden gözden geçiriniz.<br/>Trafik sıkışma ve kurtarma vakasında ise Sağlık, İtfaiye, Jandarma veya Emniyet ile AFAD ekipleri yönlendirilmektedir."
  },
  {
    "id": "3790661",
    "unitNumber": 2,
    "text": "Boğulma (Çay, Göl, Baraj) vakasında aşağıdaki ekiplerden hangisi yönlendirilmez?",
    "correctAnswer": "E",
    "options": {
      "A": "Sağlık",
      "B": "Jandarma",
      "C": "Emniyet",
      "D": "AFAD",
      "E": "Sahil Güvenlik"
    },
    "explanation": "Yanıtınız yanlış ise “ACİL ÇAĞRI MERKEZLERİ VAKA MODELLEMELERİ” bölümünü yeniden gözden geçiriniz.<br/>Boğulma (Çay, Göl, Baraj) vakasında Sahil güvenlik yönlendirilmez."
  },
  {
    "id": "3790712",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi acil çağrı merkezlerinin elektrik-elektronik sistemleri içinde yer alan unsurlardan biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Radar",
      "B": "Telsiz",
      "C": "Jeneratör",
      "D": "Mobil terminal",
      "E": "Faks"
    },
    "explanation": "Acil çağrı merkezlerinin elektrik-elektronik sistemleri içerisinde yer alan unsurlar jeneratör, kesintisiz güç kaynağı (UPS), enerji panoları, programlanabilen lojik kontrolör (PLC) panosu, kartlı geçiş sistemi, yangın algılama ve alarm sistemi, gazlı söndürme sistemi, klima ve havalandırma sistemi ve güvenlik kamera sistemidir."
  },
  {
    "id": "3790713",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi acil çağrı merkezlerinin elektrik-elektronik sistemleri içinde yer alan unsurlardan biri <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Jenaratör",
      "B": "UPS",
      "C": "Enerji panosu",
      "D": "Klima sistemi",
      "E": "Radar"
    },
    "explanation": "Acil çağrı merkezlerinin elektrik-elektronik sistemleri içerisinde yer alan unsurlar jeneratör, kesintisiz güç kaynağı (UPS), enerji panoları, programlanabilen lojik kontrolör (PLC) panosu, kartlı geçiş sistemi, yangın algılama ve alarm sistemi, gazlı söndürme sistemi, klima ve havalandırma sistemi ve güvenlik kamera sistemidir."
  },
  {
    "id": "3790714",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi 112 Acil Çağrı Merkezlerinde yaygın olarak kullanılan temel haberleşme araçlarından birisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Televizyon",
      "B": "Telefon",
      "C": "Telsiz",
      "D": "Kamera sistemi",
      "E": "UPS"
    },
    "explanation": "Günümüzde telefon, radyo, televizyon gibi elektriksel iletişimin çeşitleri, günlük yaşantımızın vazgeçilmez birer parçası olmuşlardır. Bunların dışında radar, telemetredizgeleri, bilgisayarlar arası bilgi aktarımı, askerî amaçlar için kullanılan telsiz sistemleri de haberleşme araçları içerisinde yer almaktadır. 112 Acil Çağrı Merkezlerinde yaygın olarak kullanılan temel haberleşme araçları; bilgisayar, faks, IP telefon santrali, analog telefon santrali, telsiz, mobil terminal ve ajans terminaldir."
  },
  {
    "id": "3790715",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi 112 Acil Çağrı Merkezlerinde yaygın olarak kullanılan temel haberleşme araçlarından biri <strong>değildir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kamera sistemi",
      "B": "IP telefon santrali",
      "C": "Bilgisayar",
      "D": "Faks",
      "E": "Ajans terminal"
    },
    "explanation": "Günümüzde telefon, radyo, televizyon gibi elektriksel iletişimin çeşitleri, günlük yaşantımızın vazgeçilmez birer parçası olmuşlardır. Bunların dışında radar, telemetredizgeleri, bilgisayarlar arası bilgi aktarımı, askerî amaçlar için kullanılan telsiz sistemleri de haberleşme araçları içerisinde yer almaktadır. 112 Acil Çağrı Merkezlerinde yaygın olarak kullanılan temel haberleşme araçları; bilgisayar, faks, IP telefon santrali, analog telefon santrali, telsiz, mobil terminal ve ajans terminaldir."
  },
  {
    "id": "3790716",
    "unitNumber": 2,
    "text": "İletişimi merkeze bağlı kablolar aracılığı ile sağlayan modüler sistem aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Mobil terminal",
      "B": "Ajans terminal",
      "C": "Analog telefon santrali",
      "D": "IP telefon santrali",
      "E": "Faks"
    },
    "explanation": "Analog Telefon Santrali: İletişimi merkeze bağlı kablolar aracılığıyla sağlayan modüler bir sistemdir."
  },
  {
    "id": "3790717",
    "unitNumber": 2,
    "text": "Ses, görüntü vb. iletişim gereksinimlerini network (ağ) üzerinden ileten, yazılım tabanlı telekomünikasyon sistemine ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "UPS",
      "B": "IP telefon santrali",
      "C": "JEMUS",
      "D": "Faks",
      "E": "Ajans terminal"
    },
    "explanation": "IP Telefon Santrali: Ses, görüntü vb. iletişim gereksinimlerini network (ağ) üzerinden IP protokolü ile ileten, yazılım tabanlı telekomünikasyon sistemidir"
  },
  {
    "id": "3790718",
    "unitNumber": 2,
    "text": "Her kurumun kullanımına göre tasarlanmış çağrı yazılımı ve ajans yazılımında yapılabilecek her türlü işleme imkân sağlayan ve saha ekiplerinde bulunan tablet cihazlarına yüklü olarak bulunan yazılımlara ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Analog telefon santrali",
      "B": "Faks",
      "C": "Telefon",
      "D": "Mobil terminal",
      "E": "IP telefon santrali"
    },
    "explanation": "Mobil Terminal: Her kurumun kullanımına göre tasarlanmış çağrı yazılımı ve ajans yazılımında yapılabilecek her türlü işleme imkân sağlayan ancak kurum taleplerine göre sınırlaması getirilmiş mobil yazılımlardır. Saha ekiplerinde bulunan tablet cihazlarına yüklü olarak bulunur."
  },
  {
    "id": "3790719",
    "unitNumber": 2,
    "text": "Aralarında herhangi bir fiziki bağlantı olmaksızın elektromanyetik dalgalar yolu ile açık, kodlu veya kriptolu ses, veri ve resimleri almaya ve vermeye veya yalnızca vermeye veya almaya yarayan sistemlere ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Radar",
      "B": "Telefon",
      "C": "Faks",
      "D": "Telsiz",
      "E": "UPS"
    },
    "explanation": "Telsiz: Aralarında herhangi bir fiziki bağlantı olmaksızın elektromanyetik dalgalar yoluyla açık, kodlu veya kriptolu ses, veri ve resimleri almaya ve vermeye veya yalnızca vermeye veya almaya yarayan sistemleridir."
  },
  {
    "id": "3790720",
    "unitNumber": 2,
    "text": "112 Acil Çağrı Merkezinde gelen acil çağrılar fiber kablolar aracılığı ile nereye gider?",
    "correctAnswer": "C",
    "options": {
      "A": "PRI Gateway",
      "B": "Switchler",
      "C": "Telekom kabini",
      "D": "Konsol yazılımı",
      "E": "Ekran"
    },
    "explanation": "112 Acil Çağrı Merkezinde haberleşme dört aşamadan oluşmaktadır. Gelen acil çağrı fiber kablolar aracılığıyla Telekom kabinine girmektedir. Telekom kabininden PRI Gateway cihazına gelen çağrı buradan switchler aracılığıyla çağrı alıcı personelin bulunduğu konsoldaki yazılıma gelmektedir."
  },
  {
    "id": "3790721",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Acil Çağrı Merkezlerinde kullanılan telsiz sistemlerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "TETRA",
      "B": "Çağrı alıcı",
      "C": "Çağrı yönlendirici",
      "D": "E-Call",
      "E": "IP telefon santrali"
    },
    "explanation": "Acil Çağrı Merkezlerinde kullanılan telsiz sistemlerini altı başlıkta sınıflandırabiliriz. Bunlar JEMUS Sistemi, Analog Telsiz Sistemi, Sayısal Telsiz Sistemi, Project Sistem, TETRA Sistemi ve SAHMUS Sistemidir."
  },
  {
    "id": "3790852",
    "unitNumber": 2,
    "text": "Elektriksel sistemleri besleyerek, şebekedeki anormal durumları düzelterek sisteme temiz ve kaliteli enerji aktarımı yapan cihaz, aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Jeneratör",
      "B": "Kesintisiz güç kaynağı (UPS)",
      "C": "Enerji Panosu",
      "D": "Programlanabilen Lojik Kontrolör (PLC) Panosu",
      "E": "Kartlı Geçiş Sistemi"
    },
    "explanation": "Kesintisiz Güç Kaynağı (UPS)<br/>Kesintisiz Güç Kaynakları (UPS); Elektrik enerjisi ile beslenen sistemleri hem şebekede meydana gelen/gelebilecek çöküntüler, yükselmeler, ani değişikler, harmonikler gibi gerilim dalgalanmalarına karşı koruyan hem de enerji kesintisi sırasında enerji üreterek sistemin devamlılığını sağlayan elektronik cihazlara denir. Diğer bir ifadeyle elektriksel sistemleri besleyerek, şebekedeki anormal durumları düzelterek sisteme temiz ve kaliteli enerji aktarımı yapan cihazlardır."
  },
  {
    "id": "3790853",
    "unitNumber": 2,
    "text": "Min 250 kVA gücünde olup yaklaşık olarak 48 saat kesintisiz enerji ihtiyacını karşılayacak kapasiteye sahip cihaz, aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kesintisiz güç kaynağı (UPS)",
      "B": "Enerji Panosu",
      "C": "Programlanabilen Lojik Kontrolör (PLC) Panosu",
      "D": "Jeneratör",
      "E": "Kartlı Geçiş Sistemi"
    },
    "explanation": "Mekanik enerjiyi elektrik enerjisine dönüştüren makinelere jeneratör denilmektedir. Elektrik kesintilerinde 112 Acil Çağrı Merkezlerinin bina ve sistemlerinin enerji ihtiyacını karşılamak için kullanılmaktadır. Min 250 kVA gücünde olup yaklaşık olarak 48 saat kesintisiz enerji ihtiyacını karşılayacak kapasiteye sahiptir."
  },
  {
    "id": "3790854",
    "unitNumber": 2,
    "text": "IP Telefon Santrali’nin, Analog Telefon Santraline göre farklılığı (üstünlüğü) nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Çağrı kısıtlama",
      "B": "Doğrudan aboneye erişim",
      "C": "Görüntülü görüşme olanağı",
      "D": "Gece servisi",
      "E": "Faks yönlendirme"
    },
    "explanation": "ACİL ÇAĞRI HİZMETLERİNDE HABERLEŞME ARAÇLARI VE HABERLEŞMENİN AŞAMALARI /\n<br/>IP Telefon Santrali<br/>IP Telefon Santrali: Ses, görüntü vb. iletişim gereksinimlerini network (ağ) üzerinden IP protokolü ile ileten, yazılım tabanlı telekomünikasyon sistemidir. IP telefon santralinin avantajlarını şöyle sıralayabiliriz:\n …….\n Video IP telefonlar aracılığıyla görüntülü görüşme olanağı bulunmaktadır.\n …….."
  },
  {
    "id": "3790855",
    "unitNumber": 2,
    "text": "Aralarında herhangi bir fiziki bağlantı olmaksızın elektromanyetik dalgalar yoluyla açık, kodlu veya kriptolu ses, veri ve resimleri almaya, vermeye yarayan sistemlere ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Mobil Terminal",
      "B": "Ajans Terminal",
      "C": "Telsiz",
      "D": "Faks",
      "E": "Analog Telefon"
    },
    "explanation": "TELSİZ, aralarında herhangi bir fiziki bağlantı olmaksızın elektromanyetik dalgalar yoluyla açık, kodlu veya kriptolu ses, veri ve resimleri almaya ve vermeye veya yalnızca vermeye veya almaya yarayan sistemleridir."
  },
  {
    "id": "3790856",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi, Acil Çağrı Merkezlerinde kullanılan telsiz sistemleri arasında yer alır?",
    "correctAnswer": "D",
    "options": {
      "A": "JESUS",
      "B": "SAHMER",
      "C": "TESLA",
      "D": "TETRA",
      "E": "SAHNUR"
    },
    "explanation": "ACİL ÇAĞRI HİZMETLERİNDE KULLANILAN TELSİZ SİSTEMLERİ VE ARAÇLARI<br/>Acil Çağrı Merkezlerinde kullanılan telsiz sistemlerini altı başlıkta sınıflandırabiliriz. Bunlar JEMUS Sistemi, Analog Telsiz Sistemi, Sayısal Telsiz Sistemi, Project Sistem, TETRA Sistemi ve SAHMUS Sistemidir."
  },
  {
    "id": "3790857",
    "unitNumber": 2,
    "text": "Kriptolu telsiz muhaberesinin yanı sıra araç takip sistemi, plaka tanıma sistemi, T.C. kimlik numarası ile şahıs sorgulama ve plaka numarası ile araç sorgulama uygulamalarına sahip olan sistem, aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "JEMUS Sistemi",
      "B": "Analog Telsiz Sistemi",
      "C": "Sayısal Telsiz Sistemi",
      "D": "Project Sistem",
      "E": "SAHMUS Sistemi"
    },
    "explanation": "ACİL ÇAĞRI HİZMETLERİNDE KULLANILAN TELSİZ SİSTEMLERİ VE ARAÇLARI /\n<br/>Jandarma Entegre Muhabere ve Bilgi Sistemi (JEMUS)<br/>Jandarma Entegre Muhabere ve Bilgi Sistemi (JEMUS): Kriptolu telsiz muhaberesinin yanı sıra araç takip sistemi, plaka tanıma sistemi, T.C. kimlik numarası ile şahıs sorgulama ve plaka numarası ile araç sorgulama uygulamalarına sahip olan sistemin oluşturulmasındaki amaç, Jandarmaya anında müdahale imkânı sağlamaktır. Yurt genelinde kurulumu tamamlanan telli sistem saye sinde; kaliteli ses haberleşmesi, elektronik posta alış verişi, dosya paylaşımı, intranet erişimi, emniyetli ve süratli veri aktarımı, suç ve suçlu sorgulama ve sistemlerin merkezden yönetimi gibi imkânlar elde edilmiştir."
  },
  {
    "id": "3790858",
    "unitNumber": 2,
    "text": "Sesin kriptolaması için ses kodlama tekniklerinin kullanıldığı telsiz türü, aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "JEMUS Sistemi",
      "B": "Analog Telsiz Sistemi",
      "C": "Sayısal Telsiz Sistem",
      "D": "Project Sistem",
      "E": "TETRA Sistemi"
    },
    "explanation": "ACİL ÇAĞRI HİZMETLERİNDE KULLANILAN TELSİZ SİSTEMLERİ VE ARAÇLARI/\n<br/>Sayısal telsiz sistemleri<br/>Sayısal telsiz sistemlerinde sesin kriptolaması için ses kodlama teknikleri kullanılmaktadır. İlk geliştirilen kodlama teknikleri 1 saniyelik ses işaretini 12000-16000 bit ile kodlayabilmekteydi. Son yıllarda ortaya çıkan gelişmiş ses kodlama teknikleri ile 1 saniyelik ses 4800 bit ile kodlanarak oldukça iyi kalitede sayısal ses iletimi sağlanabilmektedir. Bu yeni tekniklerin kullanımı ile düşük Radyo Frekans seviyelerinde dahi güvenilir ve net sayısal ses iletimi mümkün hâle gelmiştir"
  },
  {
    "id": "3790859",
    "unitNumber": 2,
    "text": "“Yerleşim Yerinde Duman” ile ilgili bir çağrı operasyonunda, hangi ekipler yönlendirilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Jandarma",
      "B": "İtfaiye",
      "C": "Orman",
      "D": "Emniyet",
      "E": "AFAD"
    },
    "explanation": "ACİL ÇAĞRI MERKEZLERİ VAKA MODELLEMELERİ<br/>Tablo 2.2 Acil Çağrı Merkezlerine İlişkin Vaka Modellemeleri’ne göre söz konusu durumda sadece İtfaiye’ye yönlendirme yapılır"
  },
  {
    "id": "3790860",
    "unitNumber": 2,
    "text": "<strong>“</strong>Kaçak Kara Avcılığı” ile ilgili bir çağrı operasyonunda, hangi ekipler yönlendirilmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "İtfaiye",
      "B": "Orman",
      "C": "AFAD",
      "D": "Milli Park",
      "E": "Emniyet"
    },
    "explanation": "ACİL ÇAĞRI MERKEZLERİ VAKA MODELLEMELERİ<br/>Tablo 2.2 Acil Çağrı Merkezlerine İlişkin Vaka Modellemeleri’ne göre söz konusu durumda sadece Mill Park’a yönlendirme yapılır"
  },
  {
    "id": "3790861",
    "unitNumber": 2,
    "text": "Sahil Güvenlik Komutanlığı için ASELSAN tarafından üretilen SAHMUS Sisteminde hangi band kullanılmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "MF",
      "B": "HF",
      "C": "VHF",
      "D": "UHF",
      "E": "Microwave"
    },
    "explanation": "VHF Geniş Alan Sayısal Emniyetli Muhabere Sistemi (SAHMUS): Sahil Güvenlik Komutanlığı için ASELSAN tarafından üretilen VHF Geniş Alan Sayısal Emniyetli Muhabere Sistemi’dir."
  },
  {
    "id": "3790862",
    "unitNumber": 2,
    "text": "Size aşağıda verilen nem düzeylerinden hangisi, acil çağrı merkezlerinde bulunan sistem odaları için uygun % nem miktarı <u><strong>değildir?</strong></u>",
    "correctAnswer": "E",
    "options": {
      "A": "40",
      "B": "50",
      "C": "55",
      "D": "60",
      "E": "65"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/62e9d2e1a2b79a3aa4c353b35abbb419.png\" alt=\"\" width=\"487\" height=\"124\">"
  },
  {
    "id": "3790863",
    "unitNumber": 2,
    "text": "112 Acil Çağrı Merkezlerinde sistemlerin ve bilgisayarların elektrik kesintilerinden etkilenmeden çalışmalarını sağlamak amacıyla, en az kaç adet 100 kVA’lık kesintisiz güç kaynakları kullanılmalıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "4",
      "E": "5"
    },
    "explanation": "112 Acil Çağrı Merkezlerinde sistemlerin ve bilgisayarların elektrik kesintilerinden etkilenmeden çalışmalarını sağlamak amacıyla, en az 2 adet 100 kVA’lık kesintisiz güç kaynakları kullanılmaktadır. UPS’ler sistemi yaklaşık 4 saat boyunca besleme kapasitesine sahiptir."
  },
  {
    "id": "3790864",
    "unitNumber": 2,
    "text": "<ol type=\"I\"> <li>Yazılım tabanlı olduğundan bilgisayar, internet ve iletişim teknolojilerindeki gelişmelere kolaylıkla entegre edilebilecek yapıdadır.</li> <li>Analog telefon santrallarına göre daha verimli bant genişliği kapasitesi sağlamaktadır</li> <li>Bakımı basit olup kapasite artırımı, yönetimi ve entegrasyonu kolay olmaktadır.</li> </ol> Size yukarıda verilenlerden hangisi/hangileri acil çağrı merkezlerinde kullanılan IP telefon santrallerinin avantajlarındandır?",
    "correctAnswer": "E",
    "options": {
      "A": "I",
      "B": "II",
      "C": "III",
      "D": "I-II",
      "E": "I-II-III"
    },
    "explanation": "IP Telefon Santrali\n Ses, görüntü vb. iletişim gereksinimlerini network (ağ) üzerinden IP protokolü ile ileten, yazılım tabanlı telekomünikasyon sistemidir. IP telefon santralinin avantajlarını şöyle sıralayabiliriz:\n <ul> <li> Yazılım tabanlı olduğundan bilgisayar, internet ve iletişim teknolojilerindeki gelişmelere kolaylıkla entegre edilebilecek yapıdadır.\n </li> <li> Çok katılımcılı telefon görüşmesi (telekonferans) yapılabilmektedir.\n </li> <li> Analog telefon santrallarına göre daha verimli bant genişliği kapasitesi sağlamaktadır.\n </li> <li> Network üzerinden çalışması nedeniyle aynı anda internet ve IP telefonlar kullanılabilmektedir.\n </li> <li> Günümüzde kullanılan analog santrallara göre çok düşük bir maliyete sahiptir.\n </li> <li> Çok şubeli işletmeler arasında ücretsiz iletişim imkânı sunmaktadır.\n </li> <li> Video IP telefonlar aracılığıyla görüntülü görüşme olanağı bulunmaktadır.\n </li> <li> Bakımı basit olup kapasite artırımı, yönetimi ve entegrasyonu kolay olmaktadır.\n </li> <li> Mobil cihaz aracılığıyla IP santrala bağlanıp arama gerçekleştirebilme imkânı sağlamaktadır.\n </li> </ul>"
  },
  {
    "id": "3790865",
    "unitNumber": 2,
    "text": "Size aşağıda verilenlerden hangisi olağanüstü hâller ile ülkenin güvenliğini ilgilendiren durumlarda, sıkıyönetim, seferberlik ve savaş hâlinde alınacak tertip ve tedbirlerle kamu yararına ve Millî Savunma amaçları doğrultusunda kullanılır?",
    "correctAnswer": "C",
    "options": {
      "A": "Analog Telefon Santralleri",
      "B": "Mobil Terminaller",
      "C": "Telsizler",
      "D": "IP Telefon Santrali",
      "E": "Faks"
    },
    "explanation": "Olağanüstü hâller ile ülkenin güvenliğini ilgilendiren durumlarda, sıkıyönetim, seferberlik ve savaş hâlinde tüm telsiz cihazları ve sistemleri alınacak tertip ve tedbirlerle kamu yararına ve Millî Savunma amaçları doğrultusunda kullanılır."
  },
  {
    "id": "3790866",
    "unitNumber": 2,
    "text": "Uluslararası dolaşım (Roaming) kullanımına olanak sağlayarak ulusal veya uluslararası çapta haberleşme imkânı veren sistem aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "JEMUS",
      "B": "Analog Telsiz Sistemi",
      "C": "Sayısal Telsiz Sistem",
      "D": "SAHMUS",
      "E": "TETRA Sistemi"
    },
    "explanation": "TETRA ayrıca uluslararası dolaşım (Roaming) kul- lanımına olanak sağlayarak ulusal veya uluslararası çapta haberleşmeye imkân vermektedir3"
  },
  {
    "id": "3790867",
    "unitNumber": 2,
    "text": "<ol type=\"I\"> <li>Asayiş hizmetleri</li> <li>Doğal afetler ve toplumsal olaylara müdahale</li> <li>Askerî operasyonlar</li> <li>Kişisel Kullanımlar</li> </ol> Size yukarıda verilen alanlardan hangilerinde JEMUS sistemi kullanılmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "I-II",
      "B": "II-III",
      "C": "III-IV",
      "D": "I-II-III",
      "E": "I-II-III-IV"
    },
    "explanation": "JEMUS sistemi üç alanda kullanılmaktadır. Bunları şöyle sıralayabiliriz:\n <ul> <li> Asayiş hizmetleri\n </li> <li> Doğal afetler ve toplumsal olaylara müdahale\n </li> <li> Askerî operasyonlar\n </li> </ul>"
  },
  {
    "id": "3790868",
    "unitNumber": 2,
    "text": "Size aşağıda verilen ortam sıcaklıklarından hangisinde sistem odalarında barındırılan sunucu ve diğer ekipmanların sağlıklı bir şekilde çalışabilir?",
    "correctAnswer": "D",
    "options": {
      "A": "15",
      "B": "16",
      "C": "17",
      "D": "18",
      "E": "28"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/62e9d2e1a2b79a3aa4c353b35abbb419.png\" alt=\"\" width=\"514\" height=\"131\">"
  },
  {
    "id": "3790869",
    "unitNumber": 2,
    "text": "Acil Çağrı Merkezlerinde çağrıyı ilk karşılayan birim aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çağrı Alıcılar",
      "B": "Çağrı Yönlendiriciler",
      "C": "Uzmanlar",
      "D": "E-Call Çağrı Alıcıları",
      "E": "Yöneticiler"
    },
    "explanation": "Çağrı Alıcılar\n Acil Çağrı Merkezlerinde çağrı alıcı, çağrı merkezinde çağrıyı ilk karşılayan birimdir. Merkezde görev alacak çağrı alıcı personel, görev öncesi mutlaka “Temel Acil Çağrı Karşılama Eğitimi” almaktadır."
  },
  {
    "id": "3790870",
    "unitNumber": 2,
    "text": "Açık denizde gerçekleşen tekne yangınlarında yönlendirilen birim aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sağlık",
      "B": "İtfaiye",
      "C": "Sahil güvenlik",
      "D": "Emniyet",
      "E": "AFAD"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/27ce349f9f7fa259a8d172e35a04d9a7.png\" alt=\"\" width=\"515\" height=\"426\">"
  },
  {
    "id": "3790871",
    "unitNumber": 2,
    "text": "İntihar ve kurtarma ile ilgili bir çağrının operasyonu için öncelikle yönlendirme yapılacak birim hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sağlık",
      "B": "İtfaiye",
      "C": "Emniyet",
      "D": "Jandarma",
      "E": "Sahil güvenlik"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/433e3ef1c4f9f450792f034f19a2567c.png\" alt=\"\" width=\"528\" height=\"361\">"
  },
  {
    "id": "3839198",
    "unitNumber": 2,
    "text": "Acil çağrı hizmetlerinde bilginin iletilmesi, alınması ve gerekli birimlere aktarılması sürecini kapsayan terim aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Müdahale",
      "B": "Koordinasyon",
      "C": "Haberleşme",
      "D": "Değerlendirme",
      "E": "Görevlendirme"
    },
    "explanation": "Haberleşme, Acil çağrı hizmetlerinde bilginin iletilmesi, alınması ve gerekli birimlere aktarılması sürecini kapsamaktadır.<br/>Acil çağrı hizmetlerinde bilginin iletilmesi, alınması ve gerekli birimlere aktarılması sürecini kapsayan terim, haberleşmedir."
  },
  {
    "id": "3790542",
    "unitNumber": 3,
    "text": "Stres kelimesi hangi yüzyılda \"felaket, bela\" anlamında kullanılmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "15.",
      "B": "16.",
      "C": "17.",
      "D": "18.",
      "E": "19."
    },
    "explanation": "STRES İLE İLGİLİ TANIMLAR<br/>17. yüzyılda stres kelimesi, felaket, bela, keder, dert gibi anlamlarda kullanılmasına karşın 18. yüzyıldan itibaren nesnelere, bireylere, organlara ya da ruhsal yapıya karşı uygulanan güç, baskı, zor gibi daha farklı bir anlamda kullanılmaya başlanmıştır."
  },
  {
    "id": "3790543",
    "unitNumber": 3,
    "text": "Stres kelimesi hangi yüzyıldan itibaren nesnelere, bireylere, organlara ya da ruhsal yapıya karşı uygulanan güç, baskı, zor gibi daha farklı bir anlamda kullanılmaya başlanmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "15.",
      "B": "16.",
      "C": "17.",
      "D": "18.",
      "E": "19."
    },
    "explanation": "STRES İLE İLGİLİ TANIMLAR<br/>...stres kelimesi, felaket, bela, keder, dert gibi anlamlarda kullanılmasına karşın 18. yüzyıldan itibaren nesnelere, bireylere, organlara ya da ruhsal yapıya karşı uygulanan güç, baskı, zor gibi daha farklı bir anlamda kullanılmaya başlanmıştır."
  },
  {
    "id": "3790544",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi stres kavramı konusunda önemli çalışmaları bulunan birisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hans Selye",
      "B": "Benjamin Blomm",
      "C": "Erik Ericson",
      "D": "Abraham Maslow",
      "E": "Mc Clelland"
    },
    "explanation": "STRES İLE İLGİLİ TANIMLAR<br/>Stres kavramı konusunda önemli çalışmaları bulunan Hans Selye stresin ne olmadığını maddeler hâlinde aşağıdaki gibi sıralamaktadır:"
  },
  {
    "id": "3790545",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "Stres sinirsel bir gerginliktir",
      "B": "Stres basit endişe değildir",
      "C": "Stres her zaman bir hasarın sonucudur",
      "D": "Stres belirli bir şeye karşı verilen özel bir tepkidir.",
      "E": "Stres mutlaka kaçınılacak veya kaçınılması gereken, zarar verici bir şeydir"
    },
    "explanation": "STRES İLE İLGİLİ TANIMLAR<br/>• Stres sinirsel bir gerginlik değildir. Çünkü stres, sinir sistemi olmayan bitkilerde bile görülebilir.<br/>• Stres sadece hormonlardan kaynaklanan bir boşalım değildir.<br/>• Stres basit bir endişe değildir. Çünkü kendini fizyolojik alanda da gösterir.<br/>• Stres her zaman bir hasarın sonucu değildir. Tenis oynamak gibi normal bir aktivite bile belirli bir düzeyde stres yaratabilir.<br/>• Stres alarm tepkisi yaratan bir şey değildir, bunu yaratan stresörlerdir.<br/>• Stres belirli bir şeye karşı verilen özel bir tepki değildir, herhangi bir şey karşısında oluşabilir.<br/>• Stres mutlaka kaçınılacak veya kaçınılması gereken, zarar verici bir şey değildir. Herkes az veya çok belirli bir düzeyde stres altındadır. Stresten tamamen kaçınmak ancak ölümle mümkün olur."
  },
  {
    "id": "3790546",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi günlük strestir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yakın arkadaşlardan birinin ölümü",
      "B": "Aileden birinin ciddi bir hastalığı",
      "C": "Arkadaşların istenmeyen davranışları",
      "D": "İşten çıkarılma",
      "E": "Okuldan atılma"
    },
    "explanation": "Stres Türleri<br/>Günlük Stres: Günlük yaşamamızın bir rutini olarak gerçekleşen, genellikle düşük düzeylerde stres yaratan basit gerilimlerdir. İşe veya eve giderken trafikte beklemek, geç kalmak, gün içerisinde iş yerinde veya evde bir aksaklıkla karşılaşmak, aile<br/>üyeleri veya arkadaşların istenmeyen davranışları, aynı anda birden fazla insanın isteklerini yerine getirmeye çalışmaktan kaynaklanan stres en sık yaşanan günlük stres örnekleridir."
  },
  {
    "id": "3790547",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi gelişimsel strese bir örnektir?",
    "correctAnswer": "D",
    "options": {
      "A": "Trafikte beklemek",
      "B": "Gün içerisinde iş yerinde veya evde bir aksaklıkla karşılaşmak,",
      "C": "Aile üyeleri veya arkadaşların istenmeyen davranışları",
      "D": "Eğitimini tamamlamış bir kişinin iş bulamaması",
      "E": "Çok fazla veya çok az işimizin olması"
    },
    "explanation": "Bir çocuğun 7 yaşında okula başlaması, bir<br/>gencin 22-25 yaşlarında eğitim hayatını tamamlayarak bir işe başlaması, bir yetişkinin 35-40 yaşlarında terfi alması gibi aşamaların başarılı bir şekilde gerçekleşmemesi ise sosyal gelişim kapsamında<br/>ortaya çıkan gelişimsel stres türleridir.<br/>Gelişimsel Stres: Bireyin yaşamsal gelişim sürecinde belirli dönemlerde yaşanan stres türüdür."
  },
  {
    "id": "3790548",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi hayati kriz niteliğindeki strese bir örnektir?",
    "correctAnswer": "B",
    "options": {
      "A": "Geç kalmak",
      "B": "Boşanmak",
      "C": "Trafikte beklemek",
      "D": "Evde bir aksaklıkla karşılaşmak",
      "E": "Arkadaşların istenmeyen davranışları"
    },
    "explanation": "Stres Türleri<br/>Hayati Kriz Niteliğindeki Stres: Kişilerin yaşamlarını tamamen değiştirebilecek, büyük kayıplar olarak nitelendirilebilecek olayların neden olduğu streslerdir. Aileden veya yakın arkadaşlardan birinin ölümü, ciddi bir hastalığı, boşanma, işten çıkarılma, okuldan atılma hayati kriz niteliğindeki stres örnekleridir"
  },
  {
    "id": "3790549",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi çevresel stres faktörlerindendir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kişilik yapısı",
      "B": "Yaşam biçimi",
      "C": "Fizyolojik özellikler",
      "D": "Aile yapısı",
      "E": "Ekonominin gidişi"
    },
    "explanation": "ACİL ÇAĞRI HİZMETLERİNDE STRES FAKTÖRLERİ VE STRES AŞAMALARI<br/>Çevresel Stres Faktörleri: Bireyin yaşadığı şehrin, ülkenin, toplumun yapısından ve çeşitli özelliklerinden kaynaklanan stres faktörleridir. Ekonomik koşullar (işsizlik, enflasyon, gelir düzeyi vb.), sosyokültürel koşullar ve değişimler (ulaşım sistemi,<br/>çevre kirliliği, kültürel özellikler vb.) ve teknolojik yenilikler (teknolojik belirsizlikler, değişimin hızı, yapılan işte teknolojinin rolü vb.) çevresel stres faktörleri örnekleridir."
  },
  {
    "id": "3790550",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi bireysel stres faktörlerindendir?",
    "correctAnswer": "A",
    "options": {
      "A": "Maddi sorunlar",
      "B": "Çalışma koşulları",
      "C": "Örgüt yapısı",
      "D": "Örgütsel sorumlulukların dağılımı",
      "E": "Ekonomik koşullar"
    },
    "explanation": "ACİL ÇAĞRI HİZMETLERİNDE STRES FAKTÖRLERİ VE STRES AŞAMALARI<br/>Bireysel Stres Faktörleri: Bireyin kendisinden kaynaklanan stres faktörleridir. Kişilik yapısı, yaşam biçimi (alkol, tütün ürünleri aşırı kullanımı, kötü alışkanlıklara sahip olma, aşırı hareketli veya monoton yaşama vb.), fizyolojik özellikler (çok uzun boylu, çok zayıf olmak vb.), sağlık sorunları, maddi sorunlar, aile yapısı (evli, bekâr, çocuk sahibi olmak, aileyle birlikte veya ayrı yaşamak vb.), yaşı ve gelişimi (Ergenlik, menopoz, andropoz vb.) gibi unsurlar bireysel stres faktörleri örnekleridir."
  },
  {
    "id": "3790551",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi örgütsel stres faktörlerinden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kişilik yapısı",
      "B": "Yaşam biçimi",
      "C": "Maddi sorunlar",
      "D": "Ücretlerin yetersizliği",
      "E": "Aileden ayrı yaşamak"
    },
    "explanation": "ACİL ÇAĞRI HİZMETLERİNDE STRES FAKTÖRLERİ VE STRES AŞAMALARI<br/>Örgütsel Stres Faktörleri: Bireyin çalıştığı iş yerinden kaynaklanan stres faktörleridir. Çalışma koşulları (güvenliği, hijyeni, genel koşulları vb.), örgüt yapısı (adil olmayan iş bölümü, düzensiz iş akışı vb.), örgütsel rol, görev ve sorumlulukların dağılımı (belirsizlikler, çatışmalar, aşırı monoton veya çeşitlilik olması vb.), iş yerinin uzaklığı (ulaşım esnasında karşılaşılan zorluklar, kaybedilen zaman vb.), ücretlerin yetersizliği, kariyer geliştirme olanaklarında sorunlar, vardiyalı çalışma, teknik değişiklik ve yenilikler, örgütsel ilişkiler ve rekabet sorunları örgütsel stres faktörleri örnekleridir."
  },
  {
    "id": "3790742",
    "unitNumber": 3,
    "text": "I-Stres sinirsel bir gerginlik değildir.\n II-Stres sadece hormonlardan kaynaklanan bir boşalımdır.\n III-Stres alarm tepkisi yaratan bir şey değildir, bunu yaratan stresörlerdir.\n IV- Stres belirli bir şeye karşı verilen özel bir tepki değildir.\n V-Stres her zaman bir hasarın sonucu değildir.\n Yukarıdakilerden hangisi ya da hangileri stres ile ilgili doğru ifadeler arasında yer almaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "I",
      "B": "I,II",
      "C": "II,III,IV",
      "D": "I,III,IV,V",
      "E": "I,II,III,IV,V"
    },
    "explanation": "Stres kavramı konusunda önemli çalışmaları bulunan Hans Selye stresin ne olmadığını maddeler hâlinde aşağıdaki gibi sıralamaktadır.<br/>• Stres sinirsel bir gerginlik değildir. Çünkü stres, sinir sistemi olmayan bitkilerde bile görülebilir.<br/>• Stres sadece hormonlardan kaynaklanan bir boşalım değildir.<br/>• Stres basit bir endişe değildir. Çünkü kendini fizyolojik alanda da gösterir.<br/>• Stres her zaman bir hasarın sonucu değildir. Tenis oynamak gibi normal bir aktivite bile belirli bir düzeyde stres yaratabilir.<br/>• Stres alarm tepkisi yaratan bir şey değildir, bunu yaratan stresörlerdir.<br/>• Stres belirli bir şeye karşı verilen özel bir tepki değildir, herhangi bir şey karşısında oluşabilir.<br/>• Stres mutlaka kaçınılacak veya kaçınılması gereken, zarar verici bir şey değildir. Herkes az veya çok belirli bir düzeyde stres altındadır. Stresten tamamen kaçınmak ancak ölümle mümkün olur."
  },
  {
    "id": "3790743",
    "unitNumber": 3,
    "text": "Kişilerin yaşamlarını tamamen değiştirebilecek, büyük kayıplar olarak nitelendirilebilecek olayların neden olduğu stresler aşağıdaki stres türlerinden hangisinde yer almaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Hayati Kriz Niteliğindeki Stres",
      "B": "Günlük Stres",
      "C": "Gelişimsel Stres",
      "D": "Bireysel Stres",
      "E": "Çevresel Stres"
    },
    "explanation": "Hayati Kriz Niteliğindeki Stres: Kişilerin yaşamlarını tamamen değiştirebilecek, büyük kayıplar olarak nitelendirilebilecek olayların neden olduğu streslerdir. Aileden veya yakın arkadaşlardan birinin ölümü, ciddi bir hastalığı, boşanma, işten çıkarılma, okuldan atılma hayati kriz niteliğindeki stres örnekleridir."
  },
  {
    "id": "3790744",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi bireysel stres faktörleri arasında <strong>yer almaz?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kişilik yapısı",
      "B": "Yaşam biçimi",
      "C": "Çalışma koşulları",
      "D": "Fizyolojik özellikler",
      "E": "Sağlık sorunları"
    },
    "explanation": "Bireysel Stres Faktörleri: Bireyin kendisinden kaynaklanan stres faktörleridir. Kişilik yapısı, yaşam<br/>biçimi (alkol, tütün ürünleri aşırı kullanımı, kötü alışkanlıklara sahip olma, aşırı hareketli veya monoton yaşama vb.), fizyolojik özellikler (çok uzun boylu, çok zayıf olmak vb.), sağlık sorunları, maddi sorunlar, aile yapısı (evli, bekâr, çocuk sahibi olmak, aileyle birlikte veya ayrı yaşamak vb.), yaşı ve gelişimi (Ergenlik,menopoz, andropoz vb.) gibi unsurlar bireysel stres faktörleri örnekleridir."
  },
  {
    "id": "3790745",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisinde stres aşamaları sırasıyla doğru bir şekilde yer almaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Alarm aşaması- Direnme aşaması-Tükenme aşaması",
      "B": "Alarm aşaması- Tükenme aşaması-Direnme aşaması",
      "C": "Direnme aşaması-Tükenme aşaması-Alarm aşaması",
      "D": "Direnme aşaması-Alarm aşaması- Tükenme aşaması",
      "E": "Tükenme aşaması-Alarm aşaması- Direnme aşaması"
    },
    "explanation": "Stres, stres faktörlerinin yoğunluğu ve süresi etkisi altında ortaya çıkmakta ve kademe kademe ilerlemektedir. Stres aşamaları sırasıyla alarm aşaması, direnme aşaması ve tükenme aşamasıdır."
  },
  {
    "id": "3790746",
    "unitNumber": 3,
    "text": "I-Alkol Alma\n II-Telaş\n III-Kaza Yapma\n IV-Öfke, Asabiyet\n V-Şiddet Eğilimi\n Yukarıdakilerden hangisi ya da hangileri stresin davranışsal sonuçları arasında yer almaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "I",
      "B": "II,III",
      "C": "I,II,III",
      "D": "I,III,V",
      "E": "II,IV,V"
    },
    "explanation": "Stresin sonuçları fizyolojik, psikolojik ve davranışsal olmak üzere üç grup altında incelenmektedir.\n Davranışsal Sonuçları;\n <ul> <li>Sigara Kullanma</li> <li>Alkol Alma</li> <li>İlaç Kullanma</li> <li>Kaza Yapma</li> <li>İştahsızlık / Aşırı Yemek Yeme</li> <li>Uykusuzluk /Sürekli Uyku Hali</li> <li>Bozuk Aile ve Evlilik İlişkileri</li> <li>Şiddet Eğilimi</li> <li>İletişim Zorlukları</li> <li>Verimlilik Düşüşü</li> <li>İşe Devamsızlık</li> <li>İş Gücü Devri</li> </ul>"
  },
  {
    "id": "3790747",
    "unitNumber": 3,
    "text": "Stres yönetim sürecinin son aşaması aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Stresin Nedenlerini Belirleme",
      "B": "Planı Uygulama",
      "C": "Stresin Etkilerini Anlama",
      "D": "Yöntem ve Araç Belirleme",
      "E": "Eylem Planı Oluşturma"
    },
    "explanation": "Stres yönetimi sürecinde ilk olarak stresi tanımlamak, stresin nedenlerini belirlemek ve stresin<br/>yarattığı etkileri anlamak gerekir. Ardından eylem planı yapılarak, uyumu sağlamak için nelerin değiştirileceği, strese karşı verilerin tepkilerin yoğunluğunun nasıl azaltılacağı ve bunları sağlamak için hangi yöntem ve araçlardan yararlanılacağı kararlaştırılmalıdır. Ve son olarak yapılan planlamalar doğrultusunda stres yönetiminin etkinliğini arttırmak için en kısa zamanda harekete geçilmelidir."
  },
  {
    "id": "3790748",
    "unitNumber": 3,
    "text": "bireyin yaşam tarzının sağlıklı ve dengeli bir hale getirilmesi ve bireyin daha başarılı olmasını sağlayacak şekilde stresi yönetme becerisinin geliştirilmesi asli amaçlandığı stres yönetim süreç dönemi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kısa Dönem",
      "B": "Orta Dönem",
      "C": "Uzun Dönem",
      "D": "Fiziksel Güç",
      "E": "Duygusal Güç"
    },
    "explanation": "Uzun döndemde; bireyin yaşam tarzının sağlıklı ve dengeli bir hale getirilmesi ve bireyin daha başarılı olmasını sağlayacak şekilde stresi yönetme becerisinin geliştirilmesi asli amaçlardır."
  },
  {
    "id": "3790749",
    "unitNumber": 3,
    "text": "\"Zamanın, mümkün olan en etkin ve etkili bir biçimde kullanımını ve denetlenmesini öngören .... .... anlayışıdır.\" \n Noktalı yere aşağıdakilerden hangisi geldiğinde ifade doğru olmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Zaman Yönetimi",
      "B": "Algılanan Zaman",
      "C": "Gerçek Zaman",
      "D": "Zaman",
      "E": "Stres"
    },
    "explanation": "Zaman Yönetimi: Zamanın, mümkün olan en etkin ve etkili bir biçimde kullanımını ve denetlenmesini öngören zaman yönetimi anlayışıdır."
  },
  {
    "id": "3790750",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi zaman yönetim yaklaşımlarından planlı yaklaşımın ilkeleri arasında yer <strong>almaz?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Önceliklerin belirlenmesi,",
      "B": "Etkinliklerin formlar aracılığıyla planlanması",
      "C": "Yapılan planın uygulanması ve uygulama sırasında gerçekleşebilecek kesintilerin önlenmesi,",
      "D": "Önem ve aciliyetlerine göre değerlendirme,",
      "E": "Zamanın doğru etkinliklere yönlendirilmesi,"
    },
    "explanation": "Planlama yaklaşımı; (1) önceliklerin belirlenmesi, (2) etkinliklerin formlar aracılığıyla planlanması (günlük/haftalık/ aylık/yıllık), (3) yapılan planın uygulanması ve uygulama sırasında gerçekleşebilecek kesintilerin önlenmesi, (4) zamanın doğru etkimliklere yönlendirilmesi, (5) enerji periyotlarının gözetilmesi, (6) gerektiği yerlerde işlerin ve yetkinin devredilmesi, (7) talimatların etkili verilmesi gibi ilkeleri kapsamaktadır."
  },
  {
    "id": "3790751",
    "unitNumber": 3,
    "text": "I-Aksaklıkları azaltır,\n II-Verimliliği ve yaratıcılığı artırır,\n III-İş güvenliğini artırır,\n IV-Kurumun performansından memnuniyet duyulur,\n V-Keyifle çalışılan, huzurlu ortam hazırlarlar,\n Yukarıdakilerden hangisi ya da hangileri zaman yönetiminin örgütlere olan yararları arasında yer almaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "I",
      "B": "I,II",
      "C": "I,II,III",
      "D": "III,IV,V",
      "E": "II,III,IV,V"
    },
    "explanation": "Zaman Yönetiminin Örgütlere Yararları şunlardır;\n <ul> <li> Aksaklıkları azaltır,\n </li> <li> Verimliliği ve yaratıcılığı artırır,\n </li> <li> İş güvenliğini artırır,\n </li> <li>Devamsızlığı ve işten ayrılmaları azaltır,</li> <li>Motivasyonu ve başarıyı arttırır,</li> <li>Hizmetin devamlılığını düzenler,</li> </ul>"
  },
  {
    "id": "3790762",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi stresle ilgili <u>yanlış</u> bir kavramdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Stres sinirsel bir gerginlik değildir.",
      "B": "Stres hormonlardan kaynaklanan bir boşalımdır.",
      "C": "Stres her zaman bir hasarın sonucu değildir.",
      "D": "Stres alarm tepkisi yaratan bir şey değildir.",
      "E": "Stres zarar verici bir şey değildir."
    },
    "explanation": "Stresi daha iyi<br/>tanımlayabilmek için, öncelikle stresin ne olmadığından başlamak gerekir. Stres kavramı konusunda<br/>önemli çalışmaları bulunan Hans Selye stresin ne<br/>olmadığını maddeler hâlinde aşağıdaki gibi sıralamaktadır (www.icnr.com):<br/>• Stres sinirsel bir gerginlik değildir. Çünkü<br/>stres, sinir sistemi olmayan bitkilerde bile<br/>görülebilir.<br/>• <strong>Stres sadece hormonlardan kaynaklanan bir</strong><br/><strong>boşalım değildir.</strong><br/>• Stres basit bir endişe değildir. Çünkü kendini fizyolojik alanda da gösterir.<br/>• Stres her zaman bir hasarın sonucu değildir.<br/>Tenis oynamak gibi normal bir aktivite bile<br/>belirli bir düzeyde stres yaratabilir.<br/>• Stres alarm tepkisi yaratan bir şey değildir,<br/>bunu yaratan stresörlerdir.<br/>• Stres belirli bir şeye karşı verilen özel bir<br/>tepki değildir, herhangi bir şey karşısında<br/>oluşabilir.<br/>• Stres mutlaka kaçınılacak veya kaçınılması<br/>gereken, zarar verici bir şey değildir. Herkes<br/>az veya çok belirli bir düzeyde stres altındadır. Stresten tamamen kaçınmak ancak<br/>ölümle mümkün olur."
  },
  {
    "id": "3790763",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi stresin özelliklerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Stres, dışarıda değil bireyin içindedir.",
      "B": "Stres, organizmanın sadece bir kısmını etkiler.",
      "C": "Aynı etken, farklı bireylerde aynı düzeylerde strese neden olabilir.",
      "D": "İnsanların esenliği ve huzuru için, bir uyarı olarak<br/>algılanan olaylara gösterilen, belirgin olan bir tepkidir.",
      "E": "Stresin bireyi harekete geçirme oranı motivasyondan daha az olabilir."
    },
    "explanation": "Günümüzde stres kavramını, “insanların esenliği ve huzuru için bir tehlike işareti, bir uyarı olarak<br/>algılanan ve dolayısıyla yetersiz bir şekilde ele alınan olaylara gösterilen belirgin olmayan fizyolojik<br/>ve psikolojik tepki” olarak açıklamak mümkündür.<br/>Stresin özellikleri aşağıda özetlenmektedir:<br/>• Stres, dışarıda değil bireyin içindedir.<br/>• Stres, organizmanın sadece bir kısmını değil tamamını etkiler.<br/>• Stres, bireylerin olayları algılama şekline göre<br/>bu olaylar karşısında verdiği bir tepkidir.<br/>• Aynı etken, farklı bireylerde farklı düzeylerde strese neden olabilir.<br/>• Stresin bireyi harekete geçirme oranı motivasyondan daha fazla olabilir.<br/>• Stresle baş edilememesi durumunda birey<br/>kendini çaresiz ve çıkmazda hissedebilir"
  },
  {
    "id": "3790764",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi bireysel stres faktörlerinden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "İş yerinin uzaklığı",
      "B": "Ücretlerin yetersizliği",
      "C": "Maddi sorunlar",
      "D": "Vardiyalı çalışma",
      "E": "Teknolojik belirsizlikler"
    },
    "explanation": "Bireysel Stres Faktörleri: Bireyin kendisinden kaynaklanan stres faktörleridir. Kişilik yapısı, yaşam<br/>biçimi (alkol, tütün ürünleri aşırı kullanımı, kötü alışkanlıklara sahip olma, aşırı hareketli veya monoton<br/>yaşama vb.), fizyolojik özellikler (çok uzun boylu, çok zayıf olmak vb.), sağlık sorunları,<strong> maddi sorunlar,</strong><br/>aile yapısı (evli, bekâr, çocuk sahibi olmak, aileyle birlikte veya ayrı yaşamak vb.), yaşı ve gelişimi (Ergenlik,<br/>menopoz, andropoz vb.) gibi unsurlar bireysel stres faktörleri örnekleridir."
  },
  {
    "id": "3790765",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi deneyimlenen stres üzerinde etkili olan örgütsel stres faktörlerden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Geçmiş Deneyimler",
      "B": "Algılar",
      "C": "Bireysel Farklılıklar",
      "D": "Sosyal Destek",
      "E": "İş Koşulları"
    },
    "explanation": "Şekil 3.3’te bireysel ve örgütsel stres<br/>faktörlerin, deneyimlenen stres üzerindeki etkisi bir model üzerinden gösterilmektedir"
  },
  {
    "id": "3790766",
    "unitNumber": 3,
    "text": "Stres aşamalarından alarm aşamasında davranışsal olarak hangi belirti gözlemlenebilmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Terleme",
      "B": "Baş ağrısı",
      "C": "Yüz kızarması",
      "D": "Uykusuzluk",
      "E": "Gerginlik"
    },
    "explanation": "Alarm aşamasında hafif düzeyde fizyolojik<br/>(terleme, yüz kızarması, baş ağrısı vb.), psikolojik<br/>(telaş, gerginlik, acelecilik vb.) ve <strong>davranışsal</strong> (sigara kullanımında aşırı olmayan artış, <strong>uykusuzluk</strong><br/>vb.) tepkiler söz konusudur"
  },
  {
    "id": "3790767",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi stresin fizyolojik sonuçlarından biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Endişe",
      "B": "Korku",
      "C": "Telaş",
      "D": "Terleme",
      "E": "Gerginlik"
    },
    "explanation": "Tablo 3.1 Stresin Sonuçları\n Fizyolojik sonuçlarda terleme bulunmaktadır."
  },
  {
    "id": "3790768",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisinin stres yönetim sürecinde; yöntem ve araç belirleme kapsamında uygulanması gerekmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Duygusal gücü oluşturma",
      "B": "Stres nedenlerini belirleme",
      "C": "Stres etkilerini anlama",
      "D": "Stres planını uygulama",
      "E": "En kısa zamanda harekete geçme"
    },
    "explanation": "Şekil 3.5 Stres Yönetimi Süreci\n 4. YÖNTEM VE ARAÇ BELİRLEME<br/>• Fiziksel gücü oluşturma<br/>•<strong> Duygusal gücü oluşturma</strong>"
  },
  {
    "id": "3790769",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi örgütsel stres yönetimine yönelik uygulamalardan biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sağlıklı ve dengeli beslenme",
      "B": "Sorunun tanımlanması",
      "C": "İdeal kilonun korunması",
      "D": "Yaşam kalitesinin yükseltilmesi",
      "E": "Toplumun refah düzeyinin arttırılması"
    },
    "explanation": "Örgütsel stres yönetimi sürecinde öncelikle<br/><strong>sorun tanımlanmalı,</strong> stresin nedenleri açığa çıkarılmalıdır."
  },
  {
    "id": "3790770",
    "unitNumber": 3,
    "text": "Zaman yönetim sürecinde; amaç ve önceliklerin belirlenmesi aşamasından sonra hangi aşama gelmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Zaman Yönetimi Tekniklerinden Yararlanma",
      "B": "Zaman Kullanım Analizi",
      "C": "Kendini Tanımlama",
      "D": "Uygulama Planları Oluşturma",
      "E": "Zaman Problemlerini Tanıma"
    },
    "explanation": "Şekil 3.6 Zaman Yönetimi Süreci\n 4. Amaç ve Önceliklerin Belirlenmesinden sonra 5. Uygulama Planları Oluşturma gelmektedir"
  },
  {
    "id": "3790771",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi zaman yönetiminin topluma olan yararlarından biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "İş güvenliğini artırır.",
      "B": "Keyifle çalışılan, huzurlu ortam hazırlarlar.",
      "C": "Verimliliği ve yaratıcılığı artırır.",
      "D": "Aksaklıkları azaltır",
      "E": "Kurumdan hizmet adaletli alınır"
    },
    "explanation": "Tablo 3.2 Zaman Yönetiminin Yararları\n Topluma Yararları: Kurumdan hizmet adaletli<br/>alınır."
  },
  {
    "id": "3790887",
    "unitNumber": 3,
    "text": "“Bir gencin, normal süreç olarak görülen 22-25 yaşlarında eğitim hayatını tamamlayarak bir işe başlaması”nın başarılı bir şekilde gerçekleşmemesi, hangi tür strese örnektir?",
    "correctAnswer": "D",
    "options": {
      "A": "Hayati Kriz Niteliğindeki Stres",
      "B": "Fizyolojik gelişim sonrasında ortaya çıkan gelişimsel stres",
      "C": "Psikolojik gelişim sonrasında ortaya çıkan gelişimsel stres",
      "D": "Sosyal gelişim sonrasında ortaya çıkan gelişimsel stres",
      "E": "Günlük stres"
    },
    "explanation": "Bir çocuğun 7 yaşında okula başlaması, bir gencin 22-25 yaşlarında eğitim hayatını tamamlayarak bir işe başlaması, bir yetişkinin 35-40 yaşlarında terfi alması gibi aşamaların başarılı bir şekilde gerçekleşmemesi ise sosyal gelişim kapsamında ortaya çıkan gelişimsel stres türleridir."
  },
  {
    "id": "3790888",
    "unitNumber": 3,
    "text": "Acil çağrı hizmeti çalışanları stresi, neden dinamik bir durum niteliğindedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Zamanı etkili kullanmak istediklerinden",
      "B": "Hata yapmak istemedikleri için",
      "C": "İşlerini kaybetme riskinden dolayı",
      "D": "Yönergelere uymak zorunda oldukları için",
      "E": "Süreç, çok sayıda paydaş etkileşimiyle gerçekleştiği için"
    },
    "explanation": "Stres Kavramı<br/>Acil çağrı hizmeti çalışanı bir yandan (çoğu zaman durumu net olarak ifade edemeyecek durumda olan) çağrı sahibini en doğru şekilde anlamaya ve zaman kaybetmeden gerekli bilgileri edinmeye çalışmanın baskısı altındayken, diğer yandan yönergeler ve teknik unsurlar doğrultusunda gerekli yönlendirmeleri yapma sorumluluğunu taşımaktadır. Süreç sadece çağrı sahibi ve acil çağrı hizmeti çalışanı arasında değil, aynı zamanda emniyet güçleri ve sağlık ekipleri gibi çok sayıda paydaşın etkileşimiyle gerçekleştiği için dinamik bir durum niteliğindedir."
  },
  {
    "id": "3790889",
    "unitNumber": 3,
    "text": "“Sürece başka stres faktörleri dahil olmadığı takdirde, genel olarak baş edilebilecek bir aşama” olarak nitelendirilen stres aşaması hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Alarm Aşaması",
      "B": "Normal Direnç Düzeyi",
      "C": "Direnme Aşaması",
      "D": "Tükenme Aşaması",
      "E": "Örgütsel Stres"
    },
    "explanation": "Stres Aşamaları / Direnme aşaması<br/>Direnme aşaması, sürece başka stres faktörleri dahil olmadığı takdir[1]de, genel olarak stresle baş edelibilecek bir aşama olarak nitelendirilir."
  },
  {
    "id": "3790891",
    "unitNumber": 3,
    "text": "Birey, hangi aşamada artık sorunu çözmek için çaba göstermez ve stresle baş etmeyi başaramamasından kaynaklı yaşadığı üzüntü ve kızgınlık nedeniyle normalde sergilemediği davranışları sergilemeye başlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Alarm Aşaması",
      "B": "Normal Direnç Düzeyi",
      "C": "Direnme Aşaması",
      "D": "Tükenme Aşaması",
      "E": "Örgütsel Stres"
    },
    "explanation": "Stres Aşamaları / Tükenme Aşaması<br/>Birey, tükenme aşamasında artık sorunu çözmek için çaba göstermez ve stresle baş etmeyi başaramaması nedeniyle yaşadığı üzüntü ve kızgınlık nedeniyle normalde sergilemediği davranışlar sergilemeye başlar."
  },
  {
    "id": "3790892",
    "unitNumber": 3,
    "text": "Stres yönetimi sürecinde ilk aşama, aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Eylem planı yaparak, uyumu sağlamak",
      "B": "Strese karşı verilen tepkilerin yoğunluğunun nasıl azaltılacağını belirlemek",
      "C": "Hangi yöntem ve araçlardan yararlanılacağı kararlaştırılmak",
      "D": "Yapılan planlamalar doğrultusunda en kısa zamanda harekete geçmek",
      "E": "Stresi tanımlamak, nedenlerini belirlemek ve yarattığı etkileri anlamak"
    },
    "explanation": "ACİL ÇAĞRI HİZMETLERİNDE STRES YÖNETİMİ<br/>Stres yönetimi sürecinde ilk olarak stresi tanımlamak, stresin nedenlerini belirlemek ve stresin yarattığı etkileri anlamak gerekir. Ardından eylem planı yapılarak, uyumu sağlamak için nelerin değiştirileceği, strese karşı verilerin tepkilerin yoğunluğunun nasıl azaltılacağı ve bunları sağlamak için hangi yöntem ve araçlardan yararlanılacağı kararlaştırılmalıdır. Ve son olarak yapılan planlamalar doğrultusunda stres yönetiminin etkinliğini arttırmak için en kısa zamanda harekete geçilmelidir."
  },
  {
    "id": "3790893",
    "unitNumber": 3,
    "text": "Stres yönetimi sürecinde 5. ve en son aşama, aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Strese karşı verilen tepkilerin yoğunluğunun nasıl azaltılacağını belirlemek",
      "B": "Eylem planı yaparak, uyumu sağlamak",
      "C": "Hangi yöntem ve araçlardan yararlanılacağı kararlaştırılmak",
      "D": "Koşullar değişmeden en kısa zamanda harekete geçmek",
      "E": "Stresi tanımlamak, nedenlerini belirlemek ve yarattığı etkileri anlamak"
    },
    "explanation": "ACİL ÇAĞRI HİZMETLERİNDE STRES YÖNETİMİ<br/>Stres yönetimi sürecinde ilk olarak stresi tanımlamak, stresin nedenlerini belirlemek ve stresin yarattığı etkileri anlamak gerekir. Ardından eylem planı yapılarak, uyumu sağlamak için nelerin değiştirileceği, strese karşı verilerin tepkilerin yoğunluğunun nasıl azaltılacağı ve bunları sağlamak için hangi yöntem ve araçlardan yararlanılacağı kararlaştırılmalıdır. Ve son olarak yapılan planlamalar doğrultusunda stres yönetiminin etkinliğini arttırmak için en kısa zamanda harekete geçilmelidir.\n “Şekil 3.5 Stres Yönetimi Süreci”nde 5. Ve en son aşama; “5. PLANI UYGULAMA • Koşullar değişmeden ve stres aşamaları ilerlemeden, en kısa zamanda harekete geçme” olarak ifade edilmiştir."
  },
  {
    "id": "3790894",
    "unitNumber": 3,
    "text": "“Eğitim, iş rotasyonu, çalışma saatleri ve izin dönemlerinin optimum şekilde planlanması”, hangi tür stres yönetimine yönelik bir uygulamadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Bireysel",
      "B": "Deneysel",
      "C": "Çevresel",
      "D": "Örgütsel",
      "E": "Politik"
    },
    "explanation": "Örgütsel Stres Yönetimine Yönelik Uygulamalar<br/>Yöneticiler; işgören bulma ve seçme (beklentileri ve nitelikleri iş koşulları ile uyumlu çalışan seçimi), eğitim (stres yönetimi, zaman yönetimi, kişisel gelişim vb.), iş rotasyonu, çalışanların kararlara ve uygulamaya katılımının arttırılması, örgütsel iletişimin geliştirilmesi, çalışma saatleri ve izin dönemlerinin optimum şekilde planlanması, iş güvenliğinin sağlanması, işlerin ve örgütün yeniden tasarımı gibi pek çok uygulama ile örgütsel stres yönetimine yönelik çok sayıda araç geliştirebilir."
  },
  {
    "id": "3790895",
    "unitNumber": 3,
    "text": "Zaman yönetimi yaklaşımına göre,<strong> “</strong>Ertelenemez nitelikte ve en önce yapılması gereken işler” hangileridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Önemli, Acil değil",
      "B": "Acil, Önemli",
      "C": "Acil değil, Önemsiz",
      "D": "Önemsiz, Acil",
      "E": "Bekleyebilir, Önemli"
    },
    "explanation": "Zaman Yönetimi ve Yaklaşımları<br/>Önem ve Aciliyet Yaklaşımı: Bu yaklaşımda yapılması gereken işler önem ve aciliyetlerine göre derecelendirilir. Ardından önem ve aciliyet düzeyi en yüksek olandan başlanarak işler yapılır ve böylelikle zamanın daha akılcı kullanımı sağlanmış olur. Bu yaklaşım kapsamında kişiler, yapması gereken işleri “Önem ve Aciliyet Matrisine” yerleştirerek derecelendirirler. Matriste 1 numaralı hücrede yer alan işler hem önemli hem de acil işler olduğu için en önce yapılması gereken, ertelenemez nitelikteki işlerdir."
  },
  {
    "id": "3790896",
    "unitNumber": 3,
    "text": "”İş rutinin bir parçası olabilecek bazı resmi yazışmalar, bazı bürokratik işlemler veya ziyaretler gibi, belirli ve kısa bir sürede yapılması zorunluluğu nedeniyle en sona bırakılmaması gerekir”. Bu tür işlerin önem ve aciliyet yaklaşımı, aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Önemli, Acil değil",
      "B": "Acil, Önemli",
      "C": "Acil değil, Önemsiz",
      "D": "Önemsiz, Acil",
      "E": "Bekleyebilir, Önemli"
    },
    "explanation": "Zaman Yönetimi ve Yaklaşımları<br/>3 numaralı hücrede önemsiz ancak acil işler yer almaktadır. Bunlar iş rutinin bir parçası olabilecek bazı resmi yazışmalar, bazı bürokratik işlemler veya ziyaretler olabilir. Bu işlerin belirli ve kısa bir sürede yapılması zorunluluğu nedeniyle en sona bırakılmaması gerekir."
  },
  {
    "id": "3790897",
    "unitNumber": 3,
    "text": "<strong>“</strong>Bireyin değişimi veya uyaranı bir gerilim unsuru olarak algıladığı” stres aşaması hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Alarm Aşaması",
      "B": "Normal Direnç Düzeyi",
      "C": "Direnme Aşaması",
      "D": "Tükenme Aşaması",
      "E": "Örgütsel Stres"
    },
    "explanation": "Stres Aşamaları / Direnme aşaması<br/>Bireyin değişimi veya uyaranı bir gerilim unsuru olarak algıladığı ilk aşama alarm aşamasıdır. Örneğin; acil çağrı hizmetleri çalışanlarında, iş kaynaklı stresin alarm aşaması çağrı sinyalinin alındığı anda veya herhangi bir çağrı alınmasa dahi, bir trafik kazası veya orta şiddetli bir yer sarsıntısı bilgisinin çalışana ulaştığı anda başlayabilir. Alarm aşamasında hafif düzeyde fizyolojik (terleme, yüz kızarması, baş ağrısı vb.), psikolojik (telaş, gerginlik, acelecilik vb.) ve davranışsal (sigara kullanımında aşırı olmayan artış, uykusuzluk vb.) tepkiler söz konusudur. Bireyin strese karşı hazırlandığı alarm aşamasında ortaya çıkan tepkiler, stres yaratan unsurun ortadan kalkmasıyla hızlı bir şekilde yok olur ve birey kalıcı bir zarar görmeden stres ile baş edebilmiş olarak nitelendirilir. Alarm aşaması, bireyin riskin veya tehlikenin farkına vardığı aşama olması, dolayısıyla sorunun tespit ediliyor olması nedeniyle de önemli bir aşamadır."
  },
  {
    "id": "3790572",
    "unitNumber": 4,
    "text": "Türkiye’de herhangi bir nedenle acil bir durum karşısında yardıma ihtiyacı olanların talepleri ve ihbarları, yirmiden fazla sayıdaki acil yardım telefonlarına yapılmaktadır. Bu sıkıntının giderilmesi nedeniyle aşağıdakilerden hangisi \"Tek Numara Projesi” kapsamında faal olan 112 Acil Çağrı Merkezi uygulamasına başlanan illerden biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Düzce",
      "B": "Denizli",
      "C": "Eskişehir",
      "D": "Manisa",
      "E": "Çanakkale"
    },
    "explanation": "Türkiye’de herhangi bir nedenle acil bir durum karşısında yardıma ihtiyacı olanların bu tür talepleri ve ihbarları, çok değişik ve farklı kurumlara ait yirmiden fazla sayıdaki acil yardım telefonlarına yapılmaktadır. Bu sıkıntının giderilmesi nedeniyle, teknik altyapısı tamamlanan Adana, Afyonkarahisar, Aksaray, Amasya, Ankara, Antalya, Balıkesir, Bartın,Bilecik, Bolu, Burdur, Bursa, Çanakkale, Denizli, Düzce, Edirne, Erzurum, Hakkari, Hatay, Isparta, İstanbul, İzmir, Kahramanmaraş, Karaman, Kayseri, Kırıkkale, Kırklareli, Kırşehir, Kocaeli, Konya, Kütahya, Manisa, Mardin, Mersin, Muğla, Nevşehir, Niğde, Sakarya, Samsun, Sivas, Şanlıurfa, Uşak, Yalova, Yozgat, Zonguldak’ta “Tek Numara Projesi” kapsamında faal olan 112 Acil Çağrı Merkezi uygulamasına başlanmıştır. Doğru cevap C'dir."
  },
  {
    "id": "3790573",
    "unitNumber": 4,
    "text": "Tek numara uygulamasına ilk kez hangi ülkede başlanmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "İngiltere",
      "B": "İspanya",
      "C": "Almanya",
      "D": "Fransa",
      "E": "İtalya"
    },
    "explanation": "Tek numara uygulaması, ilk kez, İngiltere’de 1937 yılında sağlık, polis ve itfaiyeye “999” numarası üzerinden ulaşma imkânı sağlanarak gündeme gelmiştir. Doğru cevap A'dır."
  },
  {
    "id": "3790574",
    "unitNumber": 4,
    "text": "Avrupa Birliği, 29 Temmuz 1991 tarihinde almış olduğu bir kararla, birlik çatısı altındaki tüm ülkelerde “Tek Avrupa Acil Çağrı Numarası-Single European Emergency Call Number” olarak aşağıda verilen hatlardan hangisinin kullanımını öngörmüştür?",
    "correctAnswer": "E",
    "options": {
      "A": "122",
      "B": "110",
      "C": "155",
      "D": "177",
      "E": "112"
    },
    "explanation": "Avrupa Birliği, 29 Temmuz 1991 tarihinde almış olduğu bir kararla, birlik çatısı altındaki tüm ülkelerde 112 hattının “Tek Avrupa Acil Çağrı Numarası-Single European Emergency Call Number” olarak kullanımını öngörmüştür. Doğru cevap E'dir."
  },
  {
    "id": "3790575",
    "unitNumber": 4,
    "text": "2011 yılında 122 numaralı acil yardım hattı aşağıdakilerden hangisi için kullanılmaya başlanmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Jandarma imdat",
      "B": "Ambulans",
      "C": "Orman ihbar",
      "D": "AFAD",
      "E": "Polis imdat"
    },
    "explanation": "2011 yılında ise 122 numaralı acil yardım hattı İl AFAD Müdürlüklerince kullanılmaya başlanmıştır. Ücretsizdir. 112 Tek numara çalışmaları kapsamında faal olan Acil Çağrı Merkezlerinde 122 AFAD hattı 112 sistemine yönlendirme ile faaliyet göstermekte olup bu merkezlerde ihbarcı tarafından 122 numarası aranılsa da 112 Acil Çağrı Merkezi tarafından cevap verilmektedir. Doğru cevap D2dir."
  },
  {
    "id": "3790576",
    "unitNumber": 4,
    "text": "Aile, kadın, çocuk, engelli, yaşlı, şehit yakınları ve gazilere yönelik hizmetler hakkında bilgilendirme ve yönlendirme sağlayan hat aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "4448353 Tele Sağlık",
      "B": "Alo 183 Sosyal Destek Hattı",
      "C": "Alo 159 Karayolları Hattı",
      "D": "156 Jandarma İmdat Hattı",
      "E": "112 Acil Sağlık Hizmetleri"
    },
    "explanation": "Alo 183 Sosyal Destek Hattı: Aile, kadın, çocuk, engelli, yaşlı, şehit yakınları ve gazilere yönelik hizmetler hakkında bilgilendirme ve yönlendirme sağlayan bir hattır. Doğru cevap B'dir."
  },
  {
    "id": "3790577",
    "unitNumber": 4,
    "text": "Türkiye’de “Tek Acil Çağrı Numarası” oluşturma çalışmalarına ne zaman başlanmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Avrupa Birliği, 29 Temmuz 1991 tarihinde almış olduğu bir karar kapsamında",
      "B": "1997 depremi Alo 183 Sosyal Destek Hattı kurulumu sonrasında",
      "C": "16 Mayıs 2014 tarihinde yayımlanan “112 Acil Çağrı Merkezleri Kuruluş, Görev ve Çalışma Yönetmeliği”“kapsamında",
      "D": "2000 yılında Almanya Hükümeti ile MATRA projesi kapsamında",
      "E": "2003 yılında, Hollanda Hükûmeti ve İçişleri Bakanlığının iş birliği ile MATRA Projeleri kapsamıyla"
    },
    "explanation": "Türkiye’de “Tek Acil Çağrı Numarası” oluşturma çalışmalarına; 2003 yılında, Hollanda Hükûmeti ve İçişleri Bakanlığının iş birliği ile MATRA Projeleri kapsamında başlanmıştır. Doğru cevap E'dir."
  },
  {
    "id": "3790578",
    "unitNumber": 4,
    "text": "Acil Çağrı Merkezine farklı sistemler üzerinden yardım talep edilmesi mümkün olup yeni sistemler üzerinden ihbarların alınması için çalışmalar sürmektedir. Aşağıdakilerden hangisi bu sistemlerden <strong>biri değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Elektronik posta",
      "B": "eCall",
      "C": "Video çekip izleme",
      "D": "Telefon",
      "E": "SMS"
    },
    "explanation": "Acil Çağrı Merkezine farklı sistemler üzerinden yardım talep edilmesi mümkün olup yeni sistemler üzerinden<br/>ihbarların alınması için çalışmalar sürmektedir.<br/>Bunlar;<br/>• Telefon<br/>• SMS<br/>• Elektronik Posta<br/>• Reach 112 Projesi ve Görüntülü Görüşme (Engelliler için)<br/>• eCall (Uyumlaştırılmış Araç İçi Acil Çağrı Sistemi projesi’dir (Kaza yapan araçların sisteme ihbar vermesi) uygulamalarıdır. Doğru cevap C'dir."
  },
  {
    "id": "3790579",
    "unitNumber": 4,
    "text": "Kırsal alanlarda ki acil durumlarda ve ihbarların özellikle köylerde direk olarak yapıldığı Tek numara sistemi ile Çağrı Merkezlerinde faaliyet gösteren kurum aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "İl Sağlık Müdürlüğü Komuta ve Kontrol Merkezi",
      "B": "Polis İmdat",
      "C": "İl AFAD Müdürlükleri",
      "D": "İl Jandarma Komutanlığı",
      "E": "İl Emniyet Müdürlükleri"
    },
    "explanation": "Genel bir bakış açısı ile kırsal alanlarda ki acil durumlara Jandarma teşkilatı müdahale eder. İhbarların özellikle köylerde direk olarak en yakın Jandarma birimine yapıldığı uygulamada sıkça karşılaşılan bir durumdur. Böyle durumlarda ihbarı alan Jandarma teşkilatı olaya müdahale şartlarını oluşturur. Doğru cevap D'dir."
  },
  {
    "id": "3790580",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi ülke genelinde uygulanacak hizmet standartları ile politikaları tespit edip planlar, ilgili bakanlıklar ve kurumlar arasında koordinasyon gerektiren konularda karar alır?",
    "correctAnswer": "B",
    "options": {
      "A": "Acil Çağrı Merkezi",
      "B": "Acil Çağrı Hizmetleri Merkez Koordinasyon Komisyonu",
      "C": "AFAD",
      "D": "İl Emniyet Müdürlüğü",
      "E": "İl Sağlık Hizmetleri Komisyonu"
    },
    "explanation": "Acil Çağrı Hizmetleri Merkez Koordinasyon Komisyonu, ülke genelinde uygulanacak hizmet standartları ile politikaları tespit eder ve planlar, ilgili bakanlıklar ve kurumlar arasında koordinasyon gerektiren konularda karar alır ve uygulanmasını takip eder. Buna ilave olarak aynı komisyon sorun ve önerileri değerlendirir, sorunların çözüm şeklini belirler. Doğru cevap B'dir."
  },
  {
    "id": "3790581",
    "unitNumber": 4,
    "text": "Acil Çağrı Merkezlerine sıkça birden fazla kurumun müdahale etmesi gereken vaka ihbarları gelmektedir. Aşağıdakilerden hangisi bu vakalardan biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "İntihar girişimleri",
      "B": "Küçük trafik kazaları",
      "C": "Hırsızlık",
      "D": "Su borularının patlaması",
      "E": "Silahlı yaralama"
    },
    "explanation": "Acil Çağrı Merkezlerine sıkça birden fazla kurumun müdahale etmesi gereken vaka ihbarları gelmektedir. Bu vakalar;<br/>• Deprem, sel gibi afetler,<br/>• Terör eylemleri,<br/>• Büyük trafik kazaları (hava, kara, deniz),<br/>• Büyük orman ve kent yangınları,<br/>• Kaybolma vakaları,<br/>• İntihar girişimleri,<br/>• Psikolojik rahatsızlıklar olarak genellenebilir\n Doğru cevap A'dır."
  },
  {
    "id": "3790587",
    "unitNumber": 4,
    "text": "Bir işi yapmak ya da önlem almak için kullanılabilecek sürenin kısıtlı olması, işin yapılmaması ya da önlemin alınmaması durumunda ölümcül bir riskin ortaya çıkabilmesi aşağıdakilerden hangisinin tanımıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Acil durum",
      "B": "Acil yardım",
      "C": "Acil çağrı",
      "D": "Acil ihbar",
      "E": "Acil hizmet"
    },
    "explanation": "Tek numara sistemine ihtiyaç duyulmasının nedeni yaşam içinde meydana gelen ve müdahale gerektiren acil durum olaylarıdır. Literatürde ise acil durum şu şekilde tanımlanmaktadır: Bir işi yapmak ya da önlem almak için kullanılabilecek sürenin kısıtlı olması, işin yapılmaması ya da önlemin alınmaması durumunda ölümcül bir riskin ortaya çıkabilmesidir. Buradan hareketle acil yardım hizmetleri ise acil bir durumda, ek zararın oluşmaması ya da zararın daha kötü sonuçlar doğurmaması için yapılması gereken hizmetlerin organizasyonu şeklinde ifade edilmektedir."
  },
  {
    "id": "3790588",
    "unitNumber": 4,
    "text": "Türkiye’de herhangi bir nedenle acil bir durum karşısında yardıma ihtiyacı olanların bu tür talepleri ve ihbarları, çok değişik ve farklı kurumlara ait yirmiden fazla sayıdaki acil yardım telefonlarına yapılmaktadır. Bu sıkıntının giderilmesi nedeniyle, teknik altyapısı tamamlanan şehirlerde tek numarayla bu talepler karşılanmaktadır. Aşağıdaki şehirlerden hangisi bunlardan biri <strong><u>değildir?</u></strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Uşak",
      "B": "Eskişehir",
      "C": "Aksaray",
      "D": "Edirne",
      "E": "Yozgat"
    },
    "explanation": "Bu sıkıntının giderilmesi nedeniyle, teknik altyapısı tamamlanan Adana, Afyonkarahisar, Aksaray, Amasya, Ankara, Antalya, Balıkesir, Bartın, Bilecik, Bolu, Burdur, Bursa, Çanakkale, Denizli, Düzce, Edirne, Erzurum, Hakkari, Hatay, Isparta, İstanbul, İzmir, Kahramanmaraş, Karaman, Kayseri, Kırıkkale, Kırklareli, Kırşehir, Kocaeli, Konya, Kütahya, Manisa, Mardin, Mersin, Muğla, Nevşehir, Niğde, Sakarya, Samsun, Sivas, Şanlıurfa, Uşak, Yalova, Yozgat, Zonguldak’ta “Tek Numara Projesi” kapsamında faal olan 112 Acil Çağrı Merkezi uygulamasına başlanmıştır.<br/>Eskişehir"
  },
  {
    "id": "3790589",
    "unitNumber": 4,
    "text": "Ülkemizde hâlen kullanılmakta olan acil yardım çağrı hizmeti numaralarından 136 aşağıdakilerden hangisine aittir?",
    "correctAnswer": "C",
    "options": {
      "A": "Alo Kıyı Emniyeti",
      "B": "Alo Kara Yolları",
      "C": "Alo Gümrük Kaçakçılığı",
      "D": "Alo Sahil Güvenlik",
      "E": "Alo Afad"
    },
    "explanation": "<table><tbody><tr><td><br/><strong>Kısa Numara </strong>\n<br/></td><td><br/><strong>Hizmet Adı </strong>\n<br/></td></tr><tr><td><br/>1\n<br/></td><td><br/>110\n<br/></td><td><br/>YANGIN İHBAR\n<br/></td></tr><tr><td><br/>2\n<br/></td><td><br/>112\n<br/></td><td><br/>SIHHİ İMDAT- 112 AÇM PROJESİ\n<br/></td></tr><tr><td><br/>3\n<br/></td><td><br/>122\n<br/></td><td><br/>ALO AFAD\n<br/></td></tr><tr><td><br/>4\n<br/></td><td><br/>131\n<br/></td><td><br/>TCDD ACİL DURUM İHBAR HATTI\n<br/></td></tr><tr><td><br/>5 \n<br/></td><td><br/>132\n<br/></td><td><br/>ACİL YARDIM HİZMETLERİ DESTEK HATTI\n<br/></td></tr><tr><td><br/>6\n<br/></td><td><br/>136\n<br/></td><td><br/>ALO GÜMRÜK KAÇAKÇILIĞI\n<br/></td></tr><tr><td><br/>7\n<br/></td><td><br/>140\n</td></tr></tbody></table><br/>Alo Gümrük Kaçakçılığı"
  },
  {
    "id": "3790590",
    "unitNumber": 4,
    "text": "Tek numara uygulaması, ilk kez kaç yılında gündeme gelmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "1968",
      "B": "1959",
      "C": "1985",
      "D": "1937",
      "E": "1991"
    },
    "explanation": "Tek numara uygulaması, ilk kez, İngiltere’de 1937 yılında sağlık, polis ve itfaiyeye “999” numarası üzerinden ulaşma imkânı sağlanarak gündeme gelmiştir."
  },
  {
    "id": "3790591",
    "unitNumber": 4,
    "text": "077 Hızır Acil Servis olarak Ankara, İstanbul ve İzmir büyükşehir belediyelerinin ambulans, teknik alt yapı, şoför ve maddi destek vermesi, Sağlık Bakanlığının hekim ve tıbbi malzeme desteği ile daha çok doktorlu hasta taşımacılığına benzer bir sistem ülkemizde kullanılmış ve şimdiki acil sağlık hizmetlerinin temelleri atılmıştır. Bahsi geçen hizmet hangi tarihte kurulmuştur?",
    "correctAnswer": "E",
    "options": {
      "A": "1995",
      "B": "1994",
      "C": "1991",
      "D": "1985",
      "E": "1986"
    },
    "explanation": "Ülkemizde ilk kez Sağlık Bakanlığı tarafından 1985 yılında bazı ana arterler ve turistik bölgelerde bir merkeze bağlı olmadan araç telefonu ile ulaşılabilen gezici ambulans ekipleri bir süre denenmiş ve bu organizasyon daha çok trafik kazaları için kullanılmıştır. 1986 yılında da 077 Hızır Acil Servis olarak Ankara, İstanbul ve İzmir büyükşehir belediyelerinin ambulans, teknik alt yapı, şoför ve maddi destek vermesi, Sağlık Bakanlığının hekim ve tıbbi malzeme desteği ile daha çok doktorlu hasta taşımacılığına benzer bir sistem ülkemizde kullanılmış ve şimdiki acil sağlık hizmetlerinin temelleri atılmıştır."
  },
  {
    "id": "3790592",
    "unitNumber": 4,
    "text": "Ülkemizde doğal afetlere ilişkin politikalar ilk olarak 1939 Erzincan Depremi sonrası geliştirilmeye başlanmıştır. Buna göre Alo AFAD’ın numarası aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "122",
      "B": "140",
      "C": "151",
      "D": "158",
      "E": "161"
    },
    "explanation": "Alo AFAD’ın numarası 122’dir."
  },
  {
    "id": "3790593",
    "unitNumber": 4,
    "text": "Türkiye’de “Tek Acil Çağrı Numarası” oluşturma çalışmalarına; 2003 yılında MATRA Projeleri kapsamında başlanmıştır. B u kapsamda işbirliği yapılan ülke hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "İsviçre",
      "B": "Hollanda",
      "C": "Almanya",
      "D": "İngiltere",
      "E": "İspanya"
    },
    "explanation": "Türkiye’de “Tek Acil Çağrı Numarası” oluşturma çalışmalarına; 2003 yılında, Hollanda Hükûmeti ve İçişleri Bakanlığının iş birliği ile MATRA Projeleri kapsamında başlanmıştır."
  },
  {
    "id": "3790594",
    "unitNumber": 4,
    "text": "Acil gelen çağrılar, çağrıyı karşılama, gereksiz çağrıları sonlandırma, vaka formu oluşturma, arayanın konumunu sorgulama, ilgili kurum veya kurumlara aktarma görevlerini yerine getiren aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Çağrı sitemi",
      "B": "Çağrı hizmeti",
      "C": "Çağrı alıcı",
      "D": "Çağrı yönetimi",
      "E": "Çağrı merkezi"
    },
    "explanation": "Acil Çağrı Merkezine gelen çağrılar, İçişleri Bakanlığı kadrosunda yer alan Çağrı Alıcı tanımlanan çalışanlar tarafından karşılanmaktadır. Özetle; çağrıyı karşılama, gereksiz çağrıları sonlandırma, vaka formu oluşturma, arayanın konumunu sorgulama, ilgili kurum veya kurumlara aktarma görevlerini yerine getirmektedir."
  },
  {
    "id": "3790595",
    "unitNumber": 4,
    "text": "112 Acil Çağrı Merkezleri Projesi kapsamında çalışmalara öncelikle pilot iller olarak belirlenen Antalya ve Isparta’da başlanmış ve bu iki ilde çağrı merkezleri 2010 yılında hizmete açılmıştır. Daha sonra pek çok il 112 Acil Çağrı Merkezi faaliyete geçirilmiştir. 2020 yılında 24 ilin daha faaliyete geçişleri hedeflenmiştir. Aşağıdakilerden hangisi bu illerden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Çanakkale",
      "B": "Aksaray",
      "C": "Karaman",
      "D": "Bayburt",
      "E": "Amasya"
    },
    "explanation": "24 ilin (Eskişehir, Kastamonu, Karabük, Çankırı, Çorum, Tokat, Ordu, Trabzon, Artvin, Gümüşhane, Bayburt, Erzincan, Tunceli, Malatya, Elazığ, Diyarbakır, Batman, Muş, Kars, Iğdır, Van, Gaziantep, Kilis, Osmaniye) 2020 yılında faaliyete geçişleri hedeflenmiştir. Diğer illerde 112 Acil Çağrı Merkezi arsa temini, imar işleri, ihale, inşaat vb. süreçler devam etmektedir."
  },
  {
    "id": "3790596",
    "unitNumber": 4,
    "text": "Genel bir bakış açısı ile kırsal alanlarda ki acil durumlara hangi teşkilat müdahale eder?",
    "correctAnswer": "E",
    "options": {
      "A": "Doğa Koruma ve Milî Parklar Bölge",
      "B": "Sahil Güvenlik Bölge",
      "C": "İl Emniyet",
      "D": "Orman Bölge",
      "E": "Jandarma"
    },
    "explanation": "Genel bir bakış açısı ile kırsal alanlarda ki acil durumlara Jandarma teşkilatı müdahale eder. İhbarların özellikle köylerde direk olarak en yakın Jandarma birimine yapıldığı uygulamada sıkça karşılaşılan bir durumdur. Böyle durumlarda ihbarı alan Jandarma teşkilatı olaya müdahale şartlarını oluştururken Acil Çağrı Merkezine bilgi vermektedir."
  },
  {
    "id": "3790662",
    "unitNumber": 4,
    "text": "Aşağıdaki seçeneklerde verilen acil yardım çağrı hizmeti numaraları ile hizmet adlarından hangisi <u>yanlıştır?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "177 - Orman Yangın İhbar",
      "B": "122 - Alo AFAD",
      "C": "140 - Alo Terör İhbar Hattı",
      "D": "156 - Jandarma İmdat",
      "E": "168 - Otoyol Acil Yardım"
    },
    "explanation": "Otoyol Acil Yardım hizmetinin acil durum numarası 161’dir. Bu yüzden doğru seçenek E şıkkıdır."
  },
  {
    "id": "3790663",
    "unitNumber": 4,
    "text": "İlk olarak İngiltere’de uygulaması görülen tek numara sistemi kaç yılında gündeme gelmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "1913",
      "B": "1928",
      "C": "1937",
      "D": "1948",
      "E": "1951"
    },
    "explanation": "İlk olarak İngiltere’de uygulaması görülen tek numara sistemi 1937 yılında gündeme gelmiştir. Doğru seçenek C şıkkıdır."
  },
  {
    "id": "3790664",
    "unitNumber": 4,
    "text": "Aşağıdakilerin hangisinde sağlık hizmetleri itfaiye teşkilatı ve özel sektör tarafından verilmekte olup, polis teşkilatı ile itfaiyeye, 112 üzerinden ulaşmak mümkündür?",
    "correctAnswer": "D",
    "options": {
      "A": "İtalya'da",
      "B": "Fransa'da",
      "C": "Belçika'da",
      "D": "Finlandiya'da",
      "E": "Almanya'da"
    },
    "explanation": "Finlandiya’da sağlık hizmetleri itfaiye teşkilatı ve özel sektör tarafından verilmekte olup, polis teşkilatı ile itfaiyeye, 112 üzerinden ulaşmak mümkündür. Bu yüzden doğru seçenek D şıkkıdır."
  },
  {
    "id": "3790665",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Jandarma İmdat Hattı’nın acil yardım çağrı hizmeti numarasıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "110",
      "B": "122",
      "C": "156",
      "D": "177",
      "E": "183"
    },
    "explanation": "Jandarma İmdat Hattı’nın acil yardım çağrı hizmeti numarası 156’dır. Bu yüzden doğru seçenek C şıkkıdır."
  },
  {
    "id": "3790666",
    "unitNumber": 4,
    "text": "İnsan ticareti mağdurlarının tespitine ve göçmen kaçakçılığı mağduru yabancıların denizde kurtarılma operasyonlarına yönelik ihbar ve yardım hattı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "122 Alo AFAD",
      "B": "155 Polis İmdat",
      "C": "157 YİMER",
      "D": "Alo 159 Karayolları Hattı",
      "E": "112 Acil Sağlık Hizmetleri"
    },
    "explanation": "İnsan ticareti mağdurlarının tespitine ve göçmen kaçakçılığı mağduru yabancıların denizde kurtarılma öperasyonlarına yönelik ihbar ve yardım hattı 157 YİMER’dir."
  },
  {
    "id": "3790667",
    "unitNumber": 4,
    "text": "Aşağdakilerden hangisi aile, kadın, çocuk, engelli, yaşlı, şehit yakınları ve gazilere yönelik hizmetler hakkında bilgilendirme ve yönlendirme sağlayan sosyal destek hattın numarasıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "Alo 155",
      "B": "Alo 156",
      "C": "Alo 157",
      "D": "Alo 177",
      "E": "Alo 183"
    },
    "explanation": "Aile, kadın, çocuk, engelli, yaşlı, şehit yakınları ve gazilere yönelik hizmetler hakkında bilgilendirme ve yönlendirme sağlayan sosyal destek hattın numarası ALO 183’tür. Bu yüzden doğru seçenek E şıkkıdır."
  },
  {
    "id": "3790668",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi acil çağrı birimlerinin ortak özelliklerinden biri <u>değildir?</u>",
    "correctAnswer": "B",
    "options": {
      "A": "SMS ile ulaşılabilme",
      "B": "Ses kayıtlarının sürekli olarak sistemde saklanması",
      "C": "Yabancı dil desteğinin olması",
      "D": "Konferans görüşme yapılabilmesi",
      "E": "Gereksiz arama yapan numaraları sistemde saklanması"
    },
    "explanation": "Ses kayıtları sürekli olarak değil, belirli sürelerde sistemde saklanmaktadır. Bu yüzden cevap şıkkı B’dir."
  },
  {
    "id": "3790669",
    "unitNumber": 4,
    "text": "Aşağıdakilerin hangisinde ilk olarak 112 Acil Çağrı Merkezi faaliyetine geçilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Adana'da",
      "B": "Bursa'da",
      "C": "Isparta'da",
      "D": "İstanbul'da",
      "E": "Ankara'da"
    },
    "explanation": "112 Acil Çağrı Merkezleri Projesi kapsamında çalışmalara öncelikle pilot iller olarak belirlenen Antalya ve Isparta’da başlanmış ve bu iki ilde çağrı merkezleri 2010 yılında hizmete açılmıştır. Bu yüzden doğru seçenek C şıkkıdır."
  },
  {
    "id": "3790670",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi acil çağrı merkezlerine gelen ihbar sonucu birden fazla kurumun müdahale etmesi gereken vakalardan biri <u>değildir?</u>",
    "correctAnswer": "A",
    "options": {
      "A": "Hırsızlık",
      "B": "Yangın",
      "C": "Trafik kazası",
      "D": "Kaybolma vakası",
      "E": "İntihar girişimi"
    },
    "explanation": "Hırsızlık birden fazla kurumun müdahalesi gereken bir vaka değildir. Sadece Polis teşkilatının ilgilendiği bir vakadır. Bu yüzden doğru seçenek A şıkkıdır."
  },
  {
    "id": "3790671",
    "unitNumber": 4,
    "text": "Aşağıdaki hangisi Acil Çağrı Merkezlerne yapılan gereksiz aramaların yoğun olmasının ana nedenleri arasında <u>gösterilemez?</u>",
    "correctAnswer": "C",
    "options": {
      "A": "Şebekeden bağımsız olarak aranabilmesi",
      "B": "Kurumların iç görüşmelerini bu hattan yapmaları",
      "C": "Terörist grupların kurum faaliyetlerini engellemek istemesi",
      "D": "Küçük çocuklara oyun maksatlı telefon verilmesi",
      "E": "SIM kart olmadan aranabilmesi"
    },
    "explanation": "Terörist grupların kurum faaliyetlerini engellemek istemesi Acil Çağrı Merkezlerne yapılan gereksiz aramaların yoğun olmasının ana nedenleri arasında gösterilemez. Bu sebeple doğru seçenek C şıkkıdır."
  },
  {
    "id": "3790732",
    "unitNumber": 4,
    "text": "Acil bir durumda, ek zararın oluşmaması ya da zararın daha kötü sonuçlar doğurmaması için yapılması gereken hizmetlerin organizasyonuna ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Acil yardım hizmetleri",
      "B": "Tek numara sistemi",
      "C": "Acil durum alarmı",
      "D": "Acil durum ihbar hattı",
      "E": "Alo güvenlik"
    },
    "explanation": "Literatürde ise acil durum şu şekilde tanımlanmaktadır: Bir işi yapmak ya da önlem almak için kullanılabilecek sürenin kısıtlı olması, işin yapılmaması ya da önlemin alınmaması durumunda ölümcül bir riskin ortaya çıkabilmesidir. Buradan hareketle acil yardım hizmetleri ise acil bir durumda, ek zararın oluşmaması ya da zararın daha kötü sonuçlar doğurmaması için yapılması gereken hizmetlerin organizasyonu şeklinde ifade edilmektedir."
  },
  {
    "id": "3790733",
    "unitNumber": 4,
    "text": "Acil durum sisteminde tek numara uygulaması, ilk kez hangi ülkede hangi numarayla hayata geçmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "İngiltere - 999",
      "B": "İngiltere - 911",
      "C": "Amerika - 999",
      "D": "Amerika - 911",
      "E": "İngiltere - 112"
    },
    "explanation": "Tek numara uygulaması, ilk kez, İngiltere’de 1937 yılında sağlık, polis ve itfaiyeye “999” numarası üzerinden ulaşma imkânı sağlanarak gündeme gelmiştir."
  },
  {
    "id": "3790734",
    "unitNumber": 4,
    "text": "I. Çağrıların bir merkezden karşılanıp farklı merkezlerde konuşlandırılan kurumlara yönlendirilmesi \n II. Çağrıların bir merkezde karşılanıp, aynı merkezde konuşlandırılan kurumlara yönlendirilmesi \n III. Acil yardımın 112 ile tek numara sisteminde yürütülebilmesi\n IV. Tüm Avrupa ülkelerinde SIM kart olmadan 112'ye ulaşımın mümkün olması\n Avrupa Birliği ülkelerinde yürütülen acil yardım sistemiyle ilgili yukarıda verilen bilgilerden hangileri doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II ve III",
      "B": "I, II ve IV",
      "C": "I, III ve IV",
      "D": "II, III ve IV",
      "E": "I ve III"
    },
    "explanation": "Avrupa Birliği içinde ve aday ülkelerdeki seyahatlerinde “112”yi aramaları hâlinde acil yardım servislerine ulaşabilmeleri amaçlanmaktadır. Avrupa Birliği tek numara uygulamasında iki farklı acil çağrı merkezi yapısı bulunmaktadır: \n • Çağrıların bir merkezden karşılanıp farklı merkezlerde konuşlandırılan kurumlara yönlendirilmesi \n • Çağrıların bir merkezde karşılanıp, aynı merkezde konuşlandırılan kurumlara yönlendirilmesi \n Öte yandan Belçika’da Acil Çağrı Merkezine gelen çağrılar karşılanmakta, vakaya göre yönlendirme yapılmaktadır. Bu ülkede SIM kart olmadan 112’ye ulaşım mümkün değildir."
  },
  {
    "id": "3790735",
    "unitNumber": 4,
    "text": "Ülkemizde doğal afetlere ilişkin politikalar ilk ne zaman hangi olaydan sonra geliştirilmeye başlamıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "1939 Erzincan Depremi",
      "B": "1959 Erzincan Depremi",
      "C": "1939 Marmara Depremi",
      "D": "1960 Erzurum Depremi",
      "E": "1939 İzmit Depremi"
    },
    "explanation": "Ülkemizde doğal afetlere ilişkin politikalar ilk olarak 1939 Erzincan Depremi sonrası geliştirilmeye başlanmış; 1959 yılında çıkarılan 7269 sayılı “Umumi Hayata Müessir Afetler Dolayısıyla Alınacak Tedbirlerle Yapılacak Yardımlara Dair Kanun” ile konuyla ilgili yasal boşluk giderilmeye çalışılmıştır."
  },
  {
    "id": "3790736",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi orman yangını ihbarı alındıktan sonra ilgili İşletme Müdürlüğünce telsiz, telefon, telgraf veya faks ile bildirilecek kurumlardan biri <u>değildir?</u>",
    "correctAnswer": "A",
    "options": {
      "A": "Sağlık Bakanlığı",
      "B": "Orman Genel Müdürlüğü",
      "C": "Valilik",
      "D": "Kaymakamlık",
      "E": "Cumhuriyet Başsavcılığı"
    },
    "explanation": "Orman yangınlarının söndürülmesi için alınan bütün önlemlerin mücadeleye başlayabilmesi, öncelikle orman yangının görülmesi ve yerinin tespit edilmesiyle olur. Yangının görülebilmesi için yangın sezonu boyunca bütün ormanların devamlı olarak gözetlenmesi mutlaka sağlanacaktır. Orman yangını haberleşmesi: Yangın dışı haberleşme ve yangın içi haberleşme olmak üzere iki kısımda olmaktadır. Yangın ihbarı alındıktan sonra ilgili İşletme Müdürlüğünce: \n • Orman Genel Müdürlüğüne, \n • Orman Bölge Müdürlüğüne, \n • Valiliğe, \n • Kaymakamlığa, \n • Cumhuriyet Savcılığına, \n • İlgili Askeri Birlik Komutanlığına \n telsiz, telefon, telgraf veya faks ile bildirilecek sonradan yazı ile teyidi yapılacaktır."
  },
  {
    "id": "3790737",
    "unitNumber": 4,
    "text": "I. 24 saat faal olmaları \n II. Tecrübeli ve yetkili personel tarafından aramaların karşılanması \n III. Ücretli olması\n IV. Ses kayıtlarının belli süre sistemde saklanması \n V. Sabit ve mobil telefonlardan tahsisli üç kısa numara ile ulaşılabilmeleri \n Yukarıda verilen bilgilerden hangileri acil çağrı birimlerinin ortak özelliklerindendir?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, IV ve V",
      "B": "I, II, III ve IV",
      "C": "I, II, III ve V",
      "D": "I, II ve IV",
      "E": "I, II ve III"
    },
    "explanation": "Gerek tek numara çatısında gerekse ayrı bina ve hatlar üzerinden faaliyet gösteren acil çağrı birimlerinin kendilerine has işletme şartları olduğu gibi, ortak birtakım özellikleri de bulunmaktadır. Bunları aşağıdaki gibi sıralamak mümkündür: \n 24 saat faal olmaları, \n • Sabit ve mobil telefonlardan tahsisli üç kısa numara ile ulaşılabilmeleri \n • Başka bir ildeki acil yardım servisleri için 0- Şehirler arası Kod - Kısa Numara+0000 (Örneğin 0-222-1120000, 0-432- 1560000, 02121100000 şeklinde arama imkânı sağlaması) \n • Önemli bir kısmının arayan kişinin konum ve hat bilgilerini sistemden çekmesi \n • Tecrübeli ve yetkili personel tarafından aramaların karşılanması \n • 112 numaralı hat dışında ki acil yardım hatlarının şebeke hizmetine bağımlı olması \n • Ücretsiz olması \n • Konferans görüşme yapılabilmesi \n • Yabancı dil desteği \n • Gereksiz arama yapan numaraları, sistemde kısa veya sürekli engelleme imkânı \n • 112 (Tek Numara kapsamında) ve 155 sisteminde SMS ile ulaşılabilme \n • İhbar, yardım ve şikâyetten başlayarak müdahale dâhil tüm aşamaların kaydedilmesi \n • Ses kayıtlarının belli süre sistemde saklanması. \n Görüldüğü gibi acil çağrı birimleri ücretsizdir. III. madde doğru değildir."
  },
  {
    "id": "3790738",
    "unitNumber": 4,
    "text": "Ali çalıştığı merkezde acil çağrı telefonuna bakıyor, gereksiz çağrıları sonlandırıyor, vaka formu oluşturuyor, arayanın konumunu sorguluyor ve bu bilgileri ilgili kurumlara aktarıyor. Çalıştığı merkezde Ali'nin görevi nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çağrı alıcı",
      "B": "Olay yeri ekibi",
      "C": "Çağrı yönlendirici",
      "D": "Vakaya müdahale ekibi",
      "E": "Çağrı merkezi yönetimi"
    },
    "explanation": "Acil Çağrı Merkezine gelen çağrılar, İçişleri Bakanlığı kadrosunda yer alan Çağrı Alıcı olarak tanımlanan çalışanlar tarafından karşılanmaktadır. Özetle; çağrıyı karşılama, gereksiz çağrıları sonlandırma, vaka formu oluşturma, arayanın konumunu sorgulama, ilgili kurum veya kurumlara aktarma görevlerini yerine getirmektedir."
  },
  {
    "id": "3790739",
    "unitNumber": 4,
    "text": "I. Maliyet tasarrufu ve hizmette etkinlik sağlanmıştır.\n II. Uluslararası standartlar ve gelişmelerin takip edilerek ülkemizdeki sisteme entegrasyonu sağlanmıştır. \n III. İller arasında uygulama birliği sağlanmıştır. \n IV. Maliyette artış olmasına karşın kalite yükselmiştir.\n Yukarıda verilen ifadelerden hangileri 112 Acil Çağrı Merkezleri Projesinin sağladığı yararlar arasındadır?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II ve III",
      "B": "I, II ve IV",
      "C": "I, III ve IV",
      "D": "I ve II",
      "E": "I ve IV"
    },
    "explanation": "112 Acil Çağrı Merkezleri Projesi sayesinde: \n • Vatandaşların ve ülkemizde bulunan yabancıların acil çağrılar için birden fazla numara bilme zorunluluğu ortadan kalkmıştır. \n • Maliyet tasarrufu ve hizmette etkinlik sağlanmıştır. \n • İlgili kurumlar arasında koordinasyon ve iş birliği sağlanmıştır. \n • Tüm acil çağrılar kayıt altına alınmıştır. \n • Yabancı dil bilen personel istihdam edilmek suretiyle yabancıların hizmetten yararlanması mümkün hâle gelmiştir. \n • İller arasında uygulama birliği sağlanmıştır. \n • Çağrı merkezlerinde kullanılan teknik sistemin tüm illerde aynı standart ve kalitede olması sağlanmıştır. \n • Çağrı merkezlerinde kullanılan coğrafi bilgi sistemleri sayesinde olay mahallinin tespiti kolaylaşmıştır. \n • Araç takip sistemi sayesinde araç ve ekiplerin sevk ve idaresi daha verimli hâle gelmiştir. \n • Çağrıların karşılanmasından, ekiplerin olay yerine ulaşmasına kadar tüm veriler sistemde kaydedildiği için, istatistiksel olarak verimlilik ölçümü yapılabilmektedir. \n • Uluslararası standartlar ve gelişmelerin takip edilerek ülkemizdeki sisteme entegrasyonu sağlanmıştır. \n Görüldüğü gibi maliyette artış olmamış, aksine tasarruf sağlanmıştır."
  },
  {
    "id": "3790740",
    "unitNumber": 4,
    "text": "Acil Çağrı Merkezinden yardım talep edilmesi sürecinde kullanılan, Uyumlaştırılmış Araç İçi Acil Çağrı Sistemi projesi kapsamında kaza yapan araçları sisteme ihbar eden yeni sistemin adı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "eCall",
      "B": "Reach 112",
      "C": "Telefon",
      "D": "SMS",
      "E": "e-Reach"
    },
    "explanation": "Acil Çağrı Merkezine farklı sistemler üzerinden yardım talep edilmesi mümkün olup yeni sistemler üzerinden ihbarların alınması için çalışmalar sürmektedir. Bunlar; \n • Telefon \n • SMS \n • Elektronik Posta \n • Reach 112 Projesi ve Görüntülü Görüşme (Engelliler için) \n • eCall (Uyumlaştırılmış Araç İçi Acil Çağrı Sistemi projesi’dir (Kaza yapan araçların sisteme ihbar vermesi)"
  },
  {
    "id": "3790741",
    "unitNumber": 4,
    "text": "I. Ülke genelinde uygulanacak hizmet standartları ile politikaları tespit eder.\n II. Politika planlar, ilgili bakanlıklar ve kurumlar arasında koordinasyon sağlar.\n III. Politikaları uygulanmasını takip eder.\n IV. Sorunları değerlendirir, sorunların çözüm şeklini belirler ve çözüm üretir.\n V. İçişleri Bakanlığı Müsteşarı ve kurumların Komutan ve Genel Müdürleri ile iş birliği sağlar.\n Yukarıda Acil Çağrı Hizmetleri Merkez Koordinasyon Komisyonunun görevleri sıralanmıştır. Bu görevlerden hangisi asılsız ve gereksiz bir çağrılara karşın 5326 Sayılı Kabahatler Kanunun, Asılsız İhbar başlıklı 42/A maddesi kapsamında ceza yolunun oluşturulmasıyla <u>doğrudan</u> ilgilidir?",
    "correctAnswer": "A",
    "options": {
      "A": "IV",
      "B": "III",
      "C": "II",
      "D": "I",
      "E": "V"
    },
    "explanation": "Asılsız ihbarlarda, gerçekte var olmayan bir olay için ekipler görevlendirilmektedir. Genelde ekip veya ekiplerin verilen konuma ulaştığında herhangi bir olay, mağdur ya da acil durum tespit etmemesi ile olayın asılsız bir ihbar olduğu anlaşılmaktadır. Asılsız ihbar(lar) hem çağrı alıcı-yönlendirici hem de ekipleri oyalamakta ve o esnada meydana gelebilecek gerçek bir olaya yardımın gitmesini de geciktirmektedir. \n Gereksiz aramaların yoğunluğunun çok fazla olması nedeniyle, kanun koyucu tarafından hiç kuşkusuz bir düzenleme yapılması ihtiyacını doğurmaktadır. 5326 Sayılı Kabahatler Kanunun, Asılsız İhbar başlıklı 42/A maddesinde “112 Acil Çağrı Merkezini asılsız ihbarda bulunmak suretiyle meşgul ettikleri tespit edilen kişilere bu Kanuna göre il valileri tarafından ikiyüzelli Türk Lirası idari para cezası verilir. Tekerrür halinde bu ceza iki katı olarak uygulanır” denilerek, ceza yolu ile caydırıcılık çözümü getirilmeye çalışılmaktadır. \n Bu durum IV.madde kapsamında sorunların değerlendirimesi, sorunların çözüm şeklinin belirlenmesi ve çözüm üretilmesini içerir."
  },
  {
    "id": "3790612",
    "unitNumber": 5,
    "text": "Ülkemizde sağlıkla ilgili acil çağrı durumları için hangi hizmet numarası kullanılmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "155",
      "B": "177",
      "C": "112",
      "D": "156",
      "E": "110"
    },
    "explanation": "Ülkemizde sağlıkla ilgili acil çağrı durumları için 112 hizmet numarası kullanılmaktadır.<br/>Yanıt C'dir. 112'dir."
  },
  {
    "id": "3790613",
    "unitNumber": 5,
    "text": "Aşağıdaki seçeneklerde yer alan kurumlardan hangisi Acil Çağrı Merkezi koordinasyonu kapsamında <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Sahil Güvenlik",
      "B": "Jandarma İmdat",
      "C": "Orman Yangını",
      "D": "Acil Sağlık",
      "E": "Acil Dask"
    },
    "explanation": "Yanıt E'dir. Acil Dask Acil Çağrı Merkezi koordinasyonu kapsamında değildir. Dask acil durumu işaret etmez, zorunlu deprem sigortasıdır."
  },
  {
    "id": "3790614",
    "unitNumber": 5,
    "text": "Acil Çağrı Merkezinde çağrı alıcı, acil çağrı yapan kişinin numarasının görünmemesi halinde, çağrıyı çağrı yönlendiricilere aktarmadan önce mutlaka ne yapmakla sorumludur?",
    "correctAnswer": "B",
    "options": {
      "A": "Yeniden aramasını istemek",
      "B": "Arayanın numarasını ve ikinci bir numara sormak",
      "C": "Hatta kalmasını istemek",
      "D": "Konum paylaşmasını istemek",
      "E": "Telefonunu kapatmasını istemek"
    },
    "explanation": "Acil Çağrı Merkezinde çağrı alıcı, acil çağrı yapan kişinin numarasının görünmemesi halinde, çağrıyı çağrı yönlendiricilere aktarmadan önce mutlaka arayanın numarasını ve iletişim kurulabilecek başka telefon numarası olup olmadığını sorgulamalıdır.<br/>Yanıt B'dir. Arayanın numarasını ve ikinci bir numara sormaktır."
  },
  {
    "id": "3790615",
    "unitNumber": 5,
    "text": "Acil Çağrı Merkezi'nde çağrı alıcı, çağrı kendisine atandıktan sonra sistemden veya arayandan kaynaklanan bir hata nedeniyle konuşmanın kesilmesi halinde ne yapmalıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Arayan kişiye hemen geri dönüş yapmalıdır",
      "B": "Arayan kişinin adını rehberden bulmaya çalışmalıdır",
      "C": "Durumu ekip arkadaşlarına bildirmelidir",
      "D": "Tekrar aramasını beklemelidir",
      "E": "Telefonunu açık tutmalıdır"
    },
    "explanation": "Acil Çağrı Merkezi'nde çağrı alıcı, çağrı kendisine atandıktan sonra sistemden veya arayandan kaynaklanan bir hata nedeniyle konuşmanın kesilmesi halinde arayan kişiye hemen geri dönüş yapmalıdır.<br/>Yanıt A'dır. Arayan kişiye hemen geri dönüş yapmalıdır."
  },
  {
    "id": "3790616",
    "unitNumber": 5,
    "text": "Çağrı merkezi işletme kurallarına uygun çağrı gelmediğinde, gelen çağrının acil çağrı olması durumunda yapılması<br/>gereken nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Araması gereken numarayı söylemek",
      "B": "Acil vaka kaydı oluşturmak",
      "C": "Yanlış aradığını bildirmek",
      "D": "Asılsız ihbar olarak değerlendirmek",
      "E": "Telefonu kapatıp meşgul etmemek"
    },
    "explanation": "Çağrı merkezi işletme kurallarına uygun çağrı gelmediğinde, gelen çağrının acil çağrı olması durumunda yapılması<br/>gereken acil vaka kaydı oluşturmaktır.<br/>Yanıt B'dir. Acil vaka kaydı oluşturmaktır."
  },
  {
    "id": "3790617",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi acil çağrı yapan kişilerin acil çağrı merkezinden beklentilerinden biri <u>olamaz</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Kolay ulaşılabilir olması",
      "B": "Nazik davranması",
      "C": "Konuya hakim ve bilgili olması",
      "D": "Olay yerine gelmesi",
      "E": "Soruna çözüm bulması"
    },
    "explanation": "Olay yerine gelmesi acil çağrı yapan kişilerin acil çağrı merkezinden beklentilerinden biri olamaz.<br/>Yanıt D'dir. Olay yerine gelmesi beklenmez."
  },
  {
    "id": "3790618",
    "unitNumber": 5,
    "text": "Acil çağrı aramalarında arayan alkollü olduğunda, çağrıyı alan ne yapmalıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Asılsız ihbar olarak değerlendirmek",
      "B": "Dikkat ve hassasiyet gösterip çağrıyı dikkate almak",
      "C": "Alkol oranını tespit etmeye çalışmak",
      "D": "Telefona alkollü olmayan birini istemek",
      "E": "Ne zaman alkol aldığını tespit etmeye çalışmak"
    },
    "explanation": "Acil çağrı aramalarında arayan alkollü olduğunda, çağrıyı alan dikkat ve hassasiyet gösterip çağrıyı dikkate almalıdır.<br/>Yanıt B'dir. Hassasiyet gösterip dikkate almalıdır."
  },
  {
    "id": "3790619",
    "unitNumber": 5,
    "text": "Acil çağrı merkezlerinde arayan kişi yaşlı bir birey ise çağrıyı alanın aşağıdakilerden hangisini yapması doğru <u>değildir</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Kısa ve net cümleler kurmak",
      "B": "Kısa tekrarlarla anlaşıldığını teyit etmek",
      "C": "Soğukkanlı ve sakin davranmak",
      "D": "İyi işitmesi için yüksek sesle bağırarak konuşmak",
      "E": "Tane tane ve vurgulu konuşmak"
    },
    "explanation": "Daha iyi işitmesi için yüksek sesle bağırarak konuşmak yaşlıları daha da tedirgin edebilir. Bunun yerine yavaş hızda, tane tane ve vurgulu konuşmak daha etkili olur.<br/>Yanıt D^'dir. Yüksek sesle bağırarak konuşmak doğru değildir."
  },
  {
    "id": "3790620",
    "unitNumber": 5,
    "text": "I. Yangın ihbar\n II. Orman yangını\n III. Sahil güvenlik\n IV. Doğa koruma ve milli parklar\n Yukarıdakilerin hangileri Acil Çağrı Merkezi koordinasyonunda bulunan kurumlardır?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "I ve III",
      "D": "I, II ve III",
      "E": "I, II, III ve IV"
    },
    "explanation": "I. Yangın ihbar\n<br/>II. Orman yangını\n<br/>III. Sahil güvenlik\n<br/>IV. Doğa koruma ve milli parklar\n<br/>Seçeneklerinin tamamı acil çağrı merkezi bünyesine dâhil olan kurumlardandır.<br/>Yanıt E'dir. Tümü acil çağrı koordinasyonundadır."
  },
  {
    "id": "3790621",
    "unitNumber": 5,
    "text": "I. Jandarma imdat\n<br/>II. AFAD\n<br/>III. Sahil güvenlik\n<br/>IV. Yol yardım\n<br/>Yukarıdakilerin hangisi/hangileri Acil Çağrı Merkezi koordinasyonunda bulunan kurumlardan <u>değildir</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "III ve IV",
      "C": "Yalnız III",
      "D": "Yalnız IV",
      "E": "II ve III"
    },
    "explanation": "I. Jandarma imdat\n<br/>II. AFAD\n<br/>III. Sahil güvenlik\n<br/>Acil Çağrı Merkezi koordinasyonunda bulunan kurumlardandır. Yol yardımı ise araçların yaşadıkları sorunlarda sürücülerin yararlandığı bakım çağrıları ile ilgilidir ve acil çağrı sistemiyle ilgisi yoktur.<br/>Yanıt D'dir. Yol yardımı acil çağrı sisteminde yer almaz."
  },
  {
    "id": "3790672",
    "unitNumber": 5,
    "text": "Aşağıdaki seçeneklerde verilen acil yardım numaraları ile kurum adlarının hangisi doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "110 - Yangın ihbar",
      "B": "132 - Orman Yangını",
      "C": "144 - AFAD",
      "D": "168 - Sahil Güvenlik",
      "E": "196 - Jandarma İmdat"
    },
    "explanation": "110 - Yangin ihbar acil yardım numarası ile kurum adı doğru verilmiştir."
  },
  {
    "id": "3790673",
    "unitNumber": 5,
    "text": "Acil yardım gereken olay bildirimlerinde acil çağrı alıcısının öncelikli olarak yapması gereken aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "İhbarın doğruluğunu teyit etmek",
      "B": "Olayı acil müdahale ekiplerine yönlendirmek",
      "C": "İhbarın sisteme düşmesini sağlamak",
      "D": "Olayın boyutları ve ehemmmiyeti hakkında bilgi almak",
      "E": "İhbarda bulunan kişiyi sakinleştirmek"
    },
    "explanation": "Acil yardım gereken olay bildirimlerinde Acil Çağrı Alıcı, öncelikle olayın boyutları ve ehemmiyeti hakkında bilgi almaya çalışır. Bu yüzden doğru seçenek D şıkkıdır."
  },
  {
    "id": "3790674",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi çağrı alıcısının görev ve sorumlulukları arasında<u> yer almaz?</u>",
    "correctAnswer": "C",
    "options": {
      "A": "İlk sorgulamadan sonra ilgili kurum operatörüne çağrıyı yönlendirmek",
      "B": "Konsollarına düşen her türlü aramayı cevaplandırmak",
      "C": "Çağrıyı sadece ‘Acil Çağrı Noktası’ ifadesiyle cevaplandırmak",
      "D": "Çağrının kurallara uygun bir arama olup olmadığını tespit etmek",
      "E": "Bir sonraki vardiyadaki görevli gelinceye kadar görevi sürdürmek"
    },
    "explanation": "Çağrı alıcısının çağrıyı sadece ‘Acil Çağrı Merkezi’ ifadesiyle cevaplandırması gerekmektedir. Bu yüzden doğru seçenek C şıkkıdır."
  },
  {
    "id": "3790675",
    "unitNumber": 5,
    "text": "I. Kolaylıkla ulaşılabilir olması\n II. Çağrı alacının en az lisans mezunu olması\n III. Hizmetler, basit, pratik işlemlerle sunulması\n IV. Samimi ve içten davranılması\n Yukarıdakilerden hangisi ya da hangileri çağrı yapan kişilerin Acil Çağrı Merkezinden beklentileri arasında yer almaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnızca I",
      "B": "Yalnizca II",
      "C": "I ve III",
      "D": "II ve IV",
      "E": "I, III ve IV"
    },
    "explanation": "Kolaylıkla ulaşılabilir olmalı ve Hizmetlerin, basit, Pratik işlemlerle sunulması acil çağrı yapan kişilerin Acil Çağrı Merkezinden beklentilerİ arasında gösterilebilir. Bu yüzden doğru seçenek C şıkkıdır."
  },
  {
    "id": "3790676",
    "unitNumber": 5,
    "text": "I. Ön yargı\n II. Bilgilendirme eksikliği\n III. Belirsizlik\n IV. İletişim beceri eksikliği\n Yukarıdakilerden hangisi ya da hangileri arayana bağlı nedenlerden dolayı oluşabilecek iletişim sorunlarından biri <u>değildir?</u>",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnızca I",
      "B": "Yalnızca IV",
      "C": "II ve IV",
      "D": "I ve III",
      "E": "I, II, III ve IV"
    },
    "explanation": "‘Bilgilendirme eksiksiliği’ ve ‘İletişim beceri eksikliği’ arayana bağlı nedenlerden dolayı oluşabilecek iletişim sorunlarından değildir. Bu yüzden doğru seçenek C şıkkıdır."
  },
  {
    "id": "3790677",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi acil çağrı alıcısı ile ilgili iletişim sorunlardan biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Çaresizlik",
      "B": "Heyecan",
      "C": "Acil çağrı sistemini bilmemesi",
      "D": "Belirsizlik",
      "E": "Ön yargı"
    },
    "explanation": "‘Ön yargı’ acil çağrı alıcısı ile ilgili iletişim sorunlardan biridir. Bu yüzden cevap şıkkı E şıkkıdır."
  },
  {
    "id": "3790678",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi çağrı alıcısının yaşlılarla konuşurken <u>yapmaması</u> gereken bir davranıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Kısa cümleler kurmak",
      "B": "Tane tane ve vurgulu konuşmak",
      "C": "Açık ifadeler kullanmak",
      "D": "Yüksek sesle konuşmak",
      "E": "Mesajların anlaşıldığı tekrarlar yapılarak teyit etmek"
    },
    "explanation": "Yüksek sesle (bağırarak) konuşmak yaşlıları daha da tedirgin edebilir. Bunun yerine yavaş hızda, tane tane ve vurgulu konuşmak daha etkili olur. Bu yüzden yaşlılarla konuşurken yüksek sesle konuşmaktan kaçınılmalıdır. Doğru seçenek D şıkkıdır."
  },
  {
    "id": "3790679",
    "unitNumber": 5,
    "text": "Tutum ve davranışlarından dolayı Acil Çağrı Merkezini arayanların hangisi çağrı karşılayıcıda ciddiyetsizlik ve asılsızlık düşüncesini tetiklemektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yaşlı arayanlar",
      "B": "Çocuk arayanlar",
      "C": "Engelli arayanlar",
      "D": "Alkollü arayanlar",
      "E": "Yabancı dilde arayanlar"
    },
    "explanation": "Arayan kişinin alkollü olması çağrı karşılayıcıda ciddiyetsizlik ve asılsızlık düşüncesini tetikler ise hata riski ortaya çıkar yani acil çağrı karşılayıcı her ne olursa olsun her telefona gerçek bir çağrı gözü ile bakmalı ve ön yargıdan uzak durmalıdır. Bu yüzden doğru seçenek D şıkkıdır."
  },
  {
    "id": "3790680",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi kriz zamanlarında yetkililerin yazılı ve görsel olarak yapılan açıklamalarında dikkat etmesi gereken hususlardan biri <u>değildir?</u>",
    "correctAnswer": "C",
    "options": {
      "A": "Habercilik ilkesi olan 5N 1K kuralına uygun hareket edilmeli",
      "B": "Akıcı ve duru bir konuşma yapılmalı",
      "C": "Konuya ilişkin yeni ve orjinal metinler hazırlanmalı",
      "D": "Yetki kişinin olaya tüm yönleri ile hakim olmalı",
      "E": "Personelin sosyal ağları takip etme yetisine sahip olmalı"
    },
    "explanation": "Yetkililer tarafından yazılı ve görsel olarak yapılacak bu açıklamalarda, bir habercilik ilkesi olan 5N 1K kuralına uygun hareket edilmesi, akıcı ve duru bir konuşma ve yazı dili kullanılması, konuya ilişkin mümkün olduğunca daha önceden hazır- lanmış standart metinlerin kullanılması, açıklamayı yapacak kişinin olaya tüm yönleri ile hakim biri olması önemlidir. Yine kriz merkezlerinde görev yapan personelin haber siteleri, televizyon kanalları ve sosyal ağları takip etme yetisine sahip olmaları önemlidir. Doğru seçenek C şıkkıdır."
  },
  {
    "id": "3790681",
    "unitNumber": 5,
    "text": "Medyada olumsuz haber ve paylaşımların önüne geçilmesi için bir olayın gerçekleştiği andan itibaren yetkililerin basını ve vatandaşları bilgilendirmesi hangi zamanda yapılmalıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "İlk on beş dakikada",
      "B": "İlk yarım saatte",
      "C": "İlk bir saatte",
      "D": "İlk üç saatte",
      "E": "İlk altı saatte"
    },
    "explanation": "Genellikle bir olayın meydana gelmesini müteâkiben ilk yarım saatte, yetkililer tarafından basının ve vatandaşların bilgilendirilmemesi hâlinde olumsuz haber ve paylaşımların medyada yer aldığı bilinen bir gerçektir. Doğru seçenek B şıkkıdır."
  },
  {
    "id": "3790772",
    "unitNumber": 5,
    "text": "Aşağıdaki acil çağrı numaralarından hangisi afet ve acil durumlarda aranmalıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "112",
      "B": "110",
      "C": "122",
      "D": "156",
      "E": "177"
    },
    "explanation": "Acil çağrı merkezi bünyesine dâhil olan kurumlar ve numaraları şu şekildedir.\n 1 Acil Sağlık 112<br/>2 Yangın İhbar 110<br/>3 Orman Yangını 177<br/>4 Jandarma İmdat 156<br/>5 Polis İmdat 155<br/>6 AFAD (Afet ve Acil Durum) 122<br/>7 Sahil Güvenlik 158"
  },
  {
    "id": "3790773",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi çağrı merkezinde çalışan kişilerin sahip olması gereken özelliklerden <u>değildir?</u>",
    "correctAnswer": "A",
    "options": {
      "A": "Bireysel hareket edebilen",
      "B": "Strese dayanıklı",
      "C": "Hızlı karar alabilen",
      "D": "Diksiyonu düzgün",
      "E": "İşini sahiplenen"
    },
    "explanation": "Takım ruhu ile hareket edebilen, strese<br/>dayanıklı, hızlı karar alabilen, kriz yönetiminde<br/>etkin, diksiyonu düzgün, işinin gerektirdiği mutlakıyetlere sahip, özde işini sahiplenen bireyler olmaları gerekmektedir"
  },
  {
    "id": "3790774",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi acil çağrı merkezlerini arayanla ilgili iletişim sorunlarından biri <u>değildir?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Ön yargı",
      "B": "Artmış heyecan",
      "C": "Belirsizlik",
      "D": "Çaresizlik",
      "E": "Konuşma bozuklukları"
    },
    "explanation": "Arayanla İlgili İletişim Sorunları<br/>• Ön yargı<br/>• Acil çağrı sistemini bilmemesi<br/>• Artmış heyecan<br/>• Belirsizlik<br/>• Çaresizlik"
  },
  {
    "id": "3790775",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi acil çağrı alıcı ile ilgili bir iletişim sorunudur?",
    "correctAnswer": "B",
    "options": {
      "A": "Acil çağrı sistemini bilmemesi",
      "B": "Bilgilendirme eksikliği",
      "C": "Kulaklık arızası",
      "D": "Sistemin çökmesi",
      "E": "Artmış heyecan"
    },
    "explanation": "Acil Çağrı Alıcı ile İlgili İletişim Sorunları<br/>• Ön yargı<br/>• Acil çağrı arayanı bilmemesi<br/>• Endişe<br/>• Korku<br/>• İletişim becerileri eksikliği<br/>• Bilgilendirme eksikliği<br/>• Mesleki bilgi beceri eksikliği"
  },
  {
    "id": "3790776",
    "unitNumber": 5,
    "text": "İyi bir medya okur yazarı topladığı bilgileri hangi kriterlere göre ayıklamaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Tutarsızlık",
      "B": "Ön yargı",
      "C": "Manipülasyon",
      "D": "Dürüstlük",
      "E": "Yanlışlar"
    },
    "explanation": "İyi bir<br/>medya okuryazarı bilgilenirken bilgiye nasıl ulaşacağını bilir. Bunları kullanır, gerektiğinde yeni stratejilerle değiştirir. Elde ettiği bilgiyi ve onun kaynaklarını eleştirel olarak değerlendirir, kendi bilgi dağarcığına<br/>ve değer sistemine katar. Topladığı bilgilerdeki temel<br/>fikirleri ve iddiaları belirler. Bilgiyi ve elde ettiği kaynakları güvenirlik, geçerlik, doğruluk ve dürüstlük<br/>açılarından inceleyip değerlendirir. <strong>Yanlış, hata, tutarsızlık, manipülasyon, ön yargı vb. varsa tespit edip</strong><br/><strong>ayıklar</strong>"
  },
  {
    "id": "3790777",
    "unitNumber": 5,
    "text": "Bir olayın meydana gelmesinden sonra yetkililer ne kadar süre içinde açıklama yapmalıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "30 dakika",
      "B": "60 dakika",
      "C": "120 dakika",
      "D": "180 dakika",
      "E": "240 dakika"
    },
    "explanation": "Kamu idarelerince yürütülen kriz yönetimi çalışmalarında, öncelikle toplumun doğru ve zamanında bilgilendirilmesi önemlidir. Genellikle bir<br/>olayın meydana gelmesini müteâkiben <strong>ilk yarım</strong><br/><strong>saatte,</strong> yetkililer tarafından basının ve vatandaşların<br/>bilgilendirilmemesi hâlinde olumsuz haber ve paylaşımların medyada yer aldığı bilinen bir gerçektir.<br/>Bu nedenle yetkililerin ilk yarım saatte kamuoyuyla olay ile ilgili bilgi ve verileri paylaşması, hiçbir<br/>bilgi ve veri alınamamışsa bunun da açık bir şekilde paylaşılması, belli periyotlarla bu açıklamaların<br/>güncellenmesi, art niyetli ve olumsuz paylaşım ile<br/>haberleri engelleyecektir."
  },
  {
    "id": "3790778",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi dijitalleşme ve teknik ilerlemelerin bir sonucu olarak karşımıza çıkmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Bilgisayar ekipmanlarının değeri giderek artmaktadır.",
      "B": "Telekom fiyatları artma eğilimindedir.",
      "C": "Bilgisayar kapasiteleri artmaktadır.",
      "D": "Bilgi depoları azalmaktadır.",
      "E": "Standart elipmanlar azalmaktadır."
    },
    "explanation": "Bilgisayar kapasitesi, iletişim ağları ve bilgi<br/>depoları ve düzeltme sistemleri geçmişteki<br/>bilgi teknolojilerinden daha hızlı artmakta<br/>ve görece küçük giderler için standart ekipmanlarla muazzam bir şekilde artmaktadır. <br/>• Telekomun fiyatlarındaki önemli azalmaya<br/>paralel olarak dijital dönüşüm ve bilgisayar<br/>ekipmanlarının değeri giderek azalmaktadır."
  },
  {
    "id": "3790779",
    "unitNumber": 5,
    "text": "Çağrı merkezlerini arayan özel gruplardan hangisinin aramasında suistimal ihtimali düşünülmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Engelli arayanlar",
      "B": "Yabancı dilde arayanlar",
      "C": "Çocuk arayanlar",
      "D": "Yaşlı arayanlar",
      "E": "Alkollü arayanlar"
    },
    "explanation": "Alkollü Arayanlar<br/>Acil çağrı aramalarında oldukça üst sıralarda<br/>grup oluşturan bir arama çeşidi Alkollü arayanlardır. Alkollü arayanlar ile sağlıklı bir iletişim sağlanamayabileceği gibi arayan şahıs kendisinin ya da<br/>bir başka şahsın müşkül anında çağrı yapıyor olabilir. <strong>Alkollü arayanların genellikle suiistimal için</strong><br/><strong>arayabileceği düşüncesi vardır. </strong>"
  },
  {
    "id": "3790780",
    "unitNumber": 5,
    "text": "Konuşma engeli olup arayanlar açısından iletişimin sorunsuz olabilmesi için aşağıdakilerden hangisinin olması gereklidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Alarm butonu sistemi",
      "B": "Telekonferans hattı",
      "C": "Teleks sistemi",
      "D": "Görüntülü arama sistemi",
      "E": "Fax sistemi"
    },
    "explanation": "Bu sistemlerin pratikte kullanılabilmesi için konuşma engelli arayan kişide ve Acil Çağrı Merkezinde gerekli donanımın olması gerekir. Örneğin;<br/>yazıyı sese çeviren teleks cihazı, SMS kısa mesajları<br/>çağrı alma ekranında gösteren yazılım,<strong> telekonferans</strong><br/><strong>hattı gibi.</strong>"
  },
  {
    "id": "3790781",
    "unitNumber": 5,
    "text": "Çağrı merkezini çocuk arayan olduğunda hangi şekilde konuşulmalıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Kısa mesaj sistemine yönlendirilmeli",
      "B": "Yüksek sesli konuşulmalı",
      "C": "Kapalı uçlu ve yönlendirici sorular sorulmalı",
      "D": "Tekrarlar yapılmalı",
      "E": "Karmaşık cümleler kurulmalı"
    },
    "explanation": "Çocuk arayanlar, olaylardan daha fazla etkilendikleri ve korktukları için bazen onlarla iletişim<br/>kurmak güç olabilir. Ancak bazen de çocuk arayan<br/>acil olaydaki tehlikenin tam farkında olmadığı için<br/>gereğinden fazla sakin de olabilir. Bundan dolayı<br/>çocuklarla konuşurken daha çok <strong>kapalı uçlu ve gerektiğinde yönlendirici sorularla</strong> olayın boyutları<br/>anlaşılmaya çalışılmalıdır."
  },
  {
    "id": "3790832",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Acil çağrı merkezi bünyesine dâhil olan kurumlardan biri <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Jandarma İmdat",
      "B": "Yangın İhbar",
      "C": "Sahil Güvenlik",
      "D": "Acil Kan Arama",
      "E": "Yangın İhbar"
    },
    "explanation": "Acil çağrı merkezi bünyesine dâhil olan kurumlar aşağıdaki gibidir.<br/>1 Acil Sağlık 112<br/>2 Yangın İhbar 110<br/>3 Orman Yangını 177<br/>4 Jandarma İmdat 156<br/>5 Polis İmdat 155<br/>6 AFAD (Afet ve Acil Durum) 122<br/>7 Sahil Güvenlik 158<br/>8 DDKMP (Doğa Koruma ve Millî Parklar) -\n Doğru cevap D'dir."
  },
  {
    "id": "3790833",
    "unitNumber": 5,
    "text": "Aşağıda karışık olarak numaralandırılarak verilen Acil çağrı merkezlerinde ihbar alınması ve yönlendirilmesi aşamaları hangi seçenekte doğru olarak sıralanmıştır?\n II. Çağrı, sisteme düşer.<br/>IV. Çağrı, alıcı personel yönetmelikte de belirtilen esasa uygun olarak Acil Çağrı Merkezi anonsu ile çağrıyı yanıtlar.<br/>I. Olayın ehemmiyetine binaen ilgili kurum ya da kurumları seçerek vakayı yayınlar eş zamanlı olarak da aynı sayfada bulunan kurum kuyrukları butonundan uygun kurumu seçer ve çift tıkla o kuruma vakanın sesini de göndermiş olur\n V. Çağrı, sistem tarafından uygun olan (boşta olan) operatöre aktarılır.\n III. Konum sorgusunu yaptıktan sonra olayın ne olduğunu kısa ve anlaşılır bir şekilde yeni vaka butonunu kullanarak oluşturduğu vaka formunu işler.",
    "correctAnswer": "C",
    "options": {
      "A": "II-V-III-IV-I",
      "B": "III-I-II-V-IV",
      "C": "II-V-IV-III-I",
      "D": "IV-V-I-III-II",
      "E": "V-II-IV-I-III"
    },
    "explanation": "Acil Çağrı Merkezlerinde İhbar Alınması ve Yönlendirilmesi Aşamaları\n <br/>• Çağrı, öncellikle sisteme düşer.<br/>• Çağrı, sistem tarafından uygun olan (boşta olan) operatöre aktarılır.<br/>• Çağrı, alıcı personel yönetmelikte de belirtilen esasa uygun olarak Acil Çağrı Merkezi anonsu ile çağrıyı yanıtlar.<br/>• Konum sorgusunu yaptıktan sonra olayın ne olduğunu kısa ve anlaşılır bir şekilde yeni vaka butonunu kullanarak oluşturduğu vaka formunu işler.<br/>• Olayın ehemmiyetine binaen ilgili kurum ya da kurumları seçerek vakayı yayınlar eş zamanlı olarak da aynı sayfada bulunan kurum kuyrukları butonundan uygun kurumu seçer ve çift tıkla o kuruma vakanın sesini de göndermiş olur.\n Doğru cevap C'dir."
  },
  {
    "id": "3790834",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Çağrı alıcının görev ve sorumlulukları arasında sayılamaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Çağrı kendisine atandıktan sonra sistemden veya arayandan kaynaklanan bir hata nedeniyle konuşmanın kesilmesi halinde derhâl arayan kişiye geri dönüş yapmak",
      "B": "Acil çağrı yapan kişinin numarasının görünmemesi halinde, çağrıyı çağrı yönlendiricilere aktarmadan önce mutlaka arayanın numarasını ve iletişim kurulabilecek başka telefon numarası olup olmadığını sorgulamak",
      "C": "Çağrıyı sadece “Acil Çağrı Merkezi” ifadesiyle cevaplandırmak",
      "D": "Konsollarına düşen her türlü aramayı cevaplandırmak",
      "E": "Acil çağrı olmasa da arayan kişinin sorunlarını çözmek amacıyla konuşmalar yaparak kişiyi yönlendirmek"
    },
    "explanation": "Çağrı alıcının görev ve sorumlulukları\n a. Konsollarına düşen her türlü aramayı cevaplandırmak,<br/>b. Görevlendirildiği konsolda çağrıyı karşılayarak, konsollarında yaşanacak donanım ve yazılımla ilgili her türlü sorunu ivedilikle mesai saati içinde bilgi işlem bürosuna, mesai saati dışında nöbetçi teknik personele bildirmek,\n c. Çağrıyı sadece “Acil Çağrı Merkezi” ifadesiyle cevaplandırmak,\n d. Acil çağrı yapan kişinin numarasının görünmemesi halinde, çağrıyı çağrı yönlendiricilere aktarmadan önce mutlaka arayanın numarasını ve iletişim kurulabilecek başka telefon numarası olup olmadığını sorgulamak,\n e. Çağrı kendisine atandıktan sonra sistemden veya arayandan kaynaklanan bir hata nedeniyle konuşmanın kesilmesi halinde derhâl arayan kişiye geri dönüş yapmak.\n Doğru cevap E'dir."
  },
  {
    "id": "3790835",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi arayanla ilgili iletişim sorunlarından biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Artmış heyecan",
      "B": "Endişe",
      "C": "Bilgilendirme eksikliği",
      "D": "Mesleki bilgi beceri eksikliği",
      "E": "Acil çağrı arayanı bilmemesi"
    },
    "explanation": "Arayanla İlgili İletişim Sorunları<br/>• Ön yargı<br/>• Acil çağrı sistemini bilmemesi<br/>• Artmış heyecan<br/>• Belirsizlik<br/>• Çaresizlik\n Doğru cevap A'dır."
  },
  {
    "id": "3790836",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi acil çağrı merkezlerinde karşılaşılan sistem kaynaklı sorunlardan biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "İletişim becerileri eksikliği",
      "B": "Kulaklık arızası",
      "C": "Bilgilendirme eksikliği",
      "D": "Acil çağrı sistemini bilmemesi",
      "E": "Mesleki bilgi beceri eksikliği"
    },
    "explanation": "Sistem Kaynaklı Sorunlar<br/>• Kulaklık arızası<br/>• Sistemin çökmesi<br/>• Bilgisayar arızası<br/>• Konum servislerinin çalışmaması bunlardan bazılarıdır.\n Doğru cevap B'dir."
  },
  {
    "id": "3790837",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Konuşma ve işitme engellilerin acil çağrı hizmetine ulaşması için kullanılan özel sistemlerinden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Konuşmayı başka bir yetkiliye aktarma sistemi",
      "B": "Yabancı dil sistemi",
      "C": "Yazılı sistem",
      "D": "Alarm butonu sistemi",
      "E": "Yüksek sesle konuşmak"
    },
    "explanation": "Konuşma ve işitme engellilerin acil çağrı hizmetine ulaşması için kullanılan özel sistemler\n Teleks sistemi<br/>Telefonla kısa mesaj sistemi (SMS)<br/>Alarm butonu sistemi<br/>Görüntülü telekonferans sistemi \n Doğru cevap D'dir."
  },
  {
    "id": "3790838",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Acil Çağrı Merkezine yabancı bir dilde yapılan çağrı zorluklarını aşabilmek için alınabilecek tedbirlerden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yüksek sesle (bağırarak) konuşmak",
      "B": "Daha çok kapalı uçlu ve gerektiğinde yönlendirici sorularla olayın boyutlarını<br/>anlamaya çalışmak",
      "C": "Acil Çağrı Merkezlerinde görev yapan çağrı alıcıların öncelikli ihtiyaç duyulan yabancı dilde konuşma becerilerini geliştirilmek",
      "D": "Mesajların anlaşıldığını tekrarlar yaparak teyit etmek",
      "E": "Konuşurken sakinleştirici ve cesaretlendirici cümleler kurmak"
    },
    "explanation": "Zorlukları aşabilmek için şu tedbirler alınabilir:\n <br/>1. Acil Çağrı Merkezlerinde görev yapan çağrı alıcıların öncelikli ihtiyaç duyulan yabancı dilde konuşma becerileri geliştirilmelidir.<br/>Özellikle turistlerin yoğun bulunduğu yerlerde mümkünse her vardiyada en az bir yabancı dil bilen personel bulundurulmalıdır.<br/>2. Mevcut Acil Çağrı Merkezi yabancı dil desteği modülü tüm çalışanlarca bilinmeli ve uygulanmalıdır.<br/>3. Acil Çağrı Merkezlerine sık gelen çağrılara ait soru ve cevap şeklinde konuşma kalıpları, yabancı dillerde tercümesiyle birlikte basılı halde veya bilgisayar ortamında bulundurulabilir.<br/>4. Yabancı dille arayanla iletişim kurarken yüksek sesle konuşmak arayanın gerginliğini artırır. Bunun yerine bilinen kısa ve basit kelimeler kullanılmalıdır.\n Doğru cevap C'dir."
  },
  {
    "id": "3790839",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Acil çağrı merkezlerinde Yaşlılarla telefonda konuşurken karşılaşılan sorunların çözümü için gereklidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Uzun bir süre hatta kalmaları istenmemelidir",
      "B": "Uzun cümleler kurulmalıdır",
      "C": "Hızlı konuşmalıdır",
      "D": "Yüksek sesle (bağırarak) konuşmalıdır",
      "E": "Mesajların anlaşıldığı tekrarlar yapılarak teyit edilmelidir"
    },
    "explanation": "Yaşlılarla telefonda konuşurken;<br/>• Kısa ve net cümleler kurulmalıdır.<br/>• Mesajların anlaşıldığı tekrarlar yapılarak teyit edilmelidir.<br/>• Yüksek sesle (bağırarak) konuşmak yaşlıları daha da tedirgin edebilir. Bunun yerine yavaş hızda, tane tane ve vurgulu konuşmak daha etkili olur.\n<br/>Doğru cevap E'dir."
  },
  {
    "id": "3790840",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi acil çağrı merkezini arayan çocuk arayanlar için yapılması gerekenlerden biri <strong>değildir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Aramanın amaç dışı olduğu anlaşıldığı gibi hemen telefon aceleyle kapatılmalıdır",
      "B": "Çocuklarla konuşurken daha çok kapalı uçlu ve gerektiğinde yönlendirici sorularla olayın boyutları anlaşılmaya çalışılmalıdır",
      "C": "Çocuklarla konuşurken karmaşık cümleler kurmaktan ve zor kelimeler kullanmaktan kaçınılmalıdır",
      "D": "Acil bir olay için arayan çocukla konuşurken sakinleştirici ve cesaretlendirici<br/>cümleler kurmak gereklidir",
      "E": "Çocukla iletişimde güçlük yaşanıyorsa kısa, net ve pratik talimatlarla bilgi alınabilir"
    },
    "explanation": "Acil çağrı merkezini arayan çocuk arayanlar için yapılması gerekenler:\n <ul> <li>Aramanın amaç dışı olduğu anlaşıldığı gibi hemen telefon aceleyle kapatılmamalıdır.</li> <li>Çocuklarla konuşurken daha çok kapalı uçlu ve gerektiğinde yönlendirici sorularla olayın boyutları anlaşılmaya çalışılmalıdır</li> <li>Çocuklarla konuşurken karmaşık cümleler kurmaktan ve zor kelimeler kullanmaktan kaçınılmalıdır</li> <li>Acil bir olay için arayan çocukla konuşurken sakinleştirici ve cesaretlendirici<br/>cümleler kurmak gereklidir</li> <li>Çocukla iletişimde güçlük yaşanıyorsa kısa, net ve pratik talimatlarla bilgi alınabilir.</li> <li>Doğru cevap A'dır.</li> </ul>"
  },
  {
    "id": "3790841",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi kriz zamanlarında medya yönetimi için gereklidir?",
    "correctAnswer": "C",
    "options": {
      "A": "İlk yarım saatte kamuoyuyla olay ile ilgili bilgi ve veriler paylaşılmamalı",
      "B": "Olayla ilgili hiçbir bilgi ve veri alınamamışsa bununla ilgili bilgi verilmesinden kaçınılmalı",
      "C": "Hiçbir bilgi ve veri alınamamışsa bunun da açık bir şekilde paylaşılması, belli periyotlarla bu açıklamaların güncellenmesi gereklidir",
      "D": "Yetkililer tarafından yazılı ve görsel olarak açıklamalar uzun bir zaman sonra yapılmalıdır",
      "E": "Olayla ilgili vatandaşlara fotoğraf, video ve birtakım bilgilerin gönderilmesi olay iyice aydınlanınca olmalıdır"
    },
    "explanation": "Yetkililerin ilk yarım saatte kamuoyuyla olay ile ilgili bilgi ve verileri paylaşması, hiçbir bilgi ve veri alınamamışsa bunun da açık bir şekilde paylaşılması, belli periyotlarla bu açıklamaların güncellenmesi, art niyetli ve olumsuz paylaşım ile haberleri engelleyecektir. Yetkililer tarafından yazılı ve görsel olarak yapılacak bu açıklamalarda, bir habercilik ilkesi olan 5N 1K kuralına uygun hareket edilmesi, akıcı ve duru bir konuşma ve yazı dili kullanılması, konuya ilişkin mümkün olduğunca daha önceden hazırlanmış standart metinlerin kullanılması, açıklamayı yapacak kişinin olaya tüm yönleri ile hakim biri olması önemlidir. Yine kriz merkezlerinde görev yapan personelin haber siteleri, televizyon kanalları ve sosyal ağları takip etme yetisine sahip olmaları önemlidir. Acil durumlarda hızlı bir şekilde olaya vâkıf olmak amacıyla, vatandaşlarca fotoğraf, video ve birtakım<br/>bilgilerin gönderilebileceği internet siteleri ve mobil uygulamalar olmalıdır.\n Doğru cevap C'dir."
  },
  {
    "id": "3790602",
    "unitNumber": 6,
    "text": "türkiyede acil yardım hizmetlerinden olan itfaiye için kullanılan numara hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "110",
      "B": "112",
      "C": "155",
      "D": "999",
      "E": "144"
    },
    "explanation": "türkiyede acil yardım hizmetlerinden olan itfaiye için kullanılan numara 110 dur ve doğru cevap A dır."
  },
  {
    "id": "3790603",
    "unitNumber": 6,
    "text": "aşağıdakilerden hangisi ATAÇNU başladıktan sonra 112 dışında başka bir ulusal acil çağrı numarası kullanmayan birinci grup ülkelerinden birisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "güney kıbrıs",
      "B": "irlanda",
      "C": "britanya",
      "D": "lüksemburg",
      "E": "danimarka"
    },
    "explanation": "Danimarka ATAÇNU başladıktan sonra 112 dışında başka bir ulusal acil çağrı numarası kullanmayan birinci grup ülkelerinden birisidir ve doğru cevap E olur."
  },
  {
    "id": "3790604",
    "unitNumber": 6,
    "text": "Aşağıdaki ülkelerin hangisi acil çağrı sistemlerinde, 112 acil çağrı numarası ile birlikte, birtane daha ulusal acil çağrı numarası kullanmaya devam edenlerdir?",
    "correctAnswer": "D",
    "options": {
      "A": "Danimarka",
      "B": "Malta",
      "C": "İrlanda",
      "D": "Almanya",
      "E": "Güney Kıbrıs"
    },
    "explanation": "Almanya acil çağrı sistemlerinde, 112 acil çağrı numarası ile birlikte, birtane daha ulusal acil çağrı numarası kullanmaya devam eden ülkelerden biridir ve doğru cevap D olur."
  },
  {
    "id": "3790605",
    "unitNumber": 6,
    "text": "Aşağıdaki devletlerden hangisi ATAÇNU uygulamadan önce 112’den farklı bir tek acil çağrı numarası kullanan ve acil çağrıları tek merkezden yönetenlerden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "isveç",
      "B": "hollanda",
      "C": "irlanda",
      "D": "lüksemburg",
      "E": "finlandiya"
    },
    "explanation": "İrlanda ATAÇNU uygulamadan önce 112’den farklı bir tek acil çağrı numarası kullanan ve acil çağrıları tek merkezden yönetenlerden biridir ve doğru cevap C olur."
  },
  {
    "id": "3790606",
    "unitNumber": 6,
    "text": "İtalya'da ambulans acil çağrıları için hangi numara kullanılmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "112",
      "B": "115",
      "C": "999",
      "D": "118",
      "E": "113"
    },
    "explanation": "İtalya'da ambulans acil çağrıları için 118 numarası kullanılmaktadır ve doğru cevap D olur."
  },
  {
    "id": "3790607",
    "unitNumber": 6,
    "text": "Fransa'da mobil sağlık hizmetleri için hangi acil numara kullanılmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "17",
      "B": "15",
      "C": "18",
      "D": "22",
      "E": "25"
    },
    "explanation": "Fransa'da mobil sağlık hizmetleri için Hastane ambulansı (SAMU) - <strong>15</strong> acil numara kullanılmaktadır."
  },
  {
    "id": "3790608",
    "unitNumber": 6,
    "text": "Almanya'da polislik hizmetleri için acil çağrılar hangi numaradan yapılmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "110",
      "B": "112",
      "C": "115",
      "D": "118",
      "E": "999"
    },
    "explanation": "Almanya'da polislik hizmetleri için acil çağrılar 110 numaradan yapılmaktadır ve doğru cevap A şıkkıdır."
  },
  {
    "id": "3790609",
    "unitNumber": 6,
    "text": "Bulgaristanda polislik hizmetleri için kullanılan acil numara hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "150",
      "B": "160",
      "C": "118",
      "D": "112",
      "E": "166"
    },
    "explanation": "Bulgaristanda polislik hizmetleri için kullanılan acil numara 166 olup doğru cevap E şıkkıdır."
  },
  {
    "id": "3790610",
    "unitNumber": 6,
    "text": "Türkiyede MATRA projesi kapsamında Antalya ve Isparta pilot illerindeki çalışmalar hangi yıl tamamlanmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "2005",
      "B": "2008",
      "C": "2009",
      "D": "2010",
      "E": "2012"
    },
    "explanation": "Türkiyede MATRA projesi kapsamında Antalya ve Isparta pilot illerindeki çalışmalar 2010 yılında tamamlanmıştır ve doğru cevap D şıkkıdır."
  },
  {
    "id": "3790611",
    "unitNumber": 6,
    "text": "112 telefon numarası, Türkiye’de hangi yıldan beri acil sağlık hizmetlerinin acil çağrı numarası olarak<br/>kullanılmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "1990",
      "B": "1991",
      "C": "1992",
      "D": "1993",
      "E": "1994"
    },
    "explanation": "112 telefon numarası, Türkiye’de 1994 yılından beri acil sağlık hizmetlerinin acil çağrı numarası olarak<br/>kullanılmaktadır ve doğru cevap E olur."
  },
  {
    "id": "3790752",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi ATAÇNU’nun özelliklerinden biri <strong>değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kolay hatırlanabilme",
      "B": "Bazı acil hizmetlere yardım istenebilme",
      "C": "Ücretsiz kullanılabilme",
      "D": "Tek bir acil çağrı numarası olma",
      "E": "Tüm AB sınırlarında kullanabilme"
    },
    "explanation": "ATAÇNU (Avrupa Tek Acil Çağrı Numarası Uygulaması)\n AB vatandaşlarının tüm AB sınırlarında kullanabilecekleri, kolay hatırlanabilecek ve tüm acil hizmetlerden yardım talep edebilecekleri, ücretsiz kullanabilecekleri, tek bir acil çağrı numarasının oluşturulmasına karar verilmiştir."
  },
  {
    "id": "3790753",
    "unitNumber": 6,
    "text": "Tüm AB sınırlarında 112 acil çağrı numarasının ücretsiz aranabilmesinin, üye devletler tarafından sağlanması zorunluluğu hangi yıl getirilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "1991",
      "B": "1998",
      "C": "2001",
      "D": "2002",
      "E": "2008"
    },
    "explanation": "1998 yılında Avrupa Komisyonunun 98/10/ CEE numaralı kararı ile tüm AB sınırlarında 112 acil çağrı numarasının ücretsiz aranabilmesinin, üye devletler tarafından sağlanması zorunlu hâle getirilmiştir."
  },
  {
    "id": "3790754",
    "unitNumber": 6,
    "text": "Aşağıdaki ülkelerden hangisinde ATAÇNU’dan önce 112 numarası tek acil çağrı numarası olarak kullanılmakta ve çağrılar tek merkezden yönetilmekte idi?",
    "correctAnswer": "C",
    "options": {
      "A": "İsviçre",
      "B": "Almanya",
      "C": "Hollanda",
      "D": "Lüksemburg",
      "E": "Avusturya"
    },
    "explanation": "ATAÇNU’dan önce sadece Danimarka, Hollanda ve İsveç’te 112 numarası tek acil çağrı numarası olarak kullanılmakta ve çağrılar tek merkezden yönetilmekteydi."
  },
  {
    "id": "3790755",
    "unitNumber": 6,
    "text": "ATAÇNU başladıktan sonra AB üye devletleri, kullandıkları acil çağrı numaraları açısından yapılan gruplandırmada hangi devletlerin acil çağrı sistemlerinde, 112 acil çağrı numarası ile birlikte, bir tane daha ulusal acil çağrı numarası kullanılmaya devam etmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Danimarka, Finlandiya ve Hollanda",
      "B": "Malta, Portekiz ve İsveç",
      "C": "Almanya, Estonya, Slovenya ve Lüksemburg",
      "D": "Güney Kıbrıs Rum Kesimi, İrlanda ve Britanya",
      "E": "Finlandiya, Danimarka ve Britanya"
    },
    "explanation": "ATAÇNU başladıktan sonra AB üye devletleri, kullandıkları acil çağrı numaraları açısından da dört grupta değerlendirilebilir:\n Almanya, Estonya, Slovenya ve Lüksemburg’un oluşturduğu üçüncü grup devletlerin acil çağrı sistemlerinde, 112 acil çağrı numarası ile birlikte, bir tane daha ulusal acil çağrı numarası kullanılmaya devam etmektedir."
  },
  {
    "id": "3790756",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi/hangileri Avrupa Komisyonu’nun acil çağrı hizmetleri ile ilgili olarak üye devletlere getirdiği sorumluluklar arasındadır?\n I. 112 numarasına her yerden ücretsiz ulaşabilme olanağının sağlanması\n II. 112 acil çağrı numarasına yapılan çağrılarda, otomatik yer bilgilerinin sağlanması\n III. Acil çağrı merkezlerine gelen çağrılara 30 saniye içinde yanıt verilebilmesi\n IV. Yanlış aramalar ve kötüye kullanımla mücadele",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız III",
      "B": "I ve II",
      "C": "II ve III",
      "D": "I, II, IV",
      "E": "II, III, IV"
    },
    "explanation": "ATAÇNU ile birlikte ise Avrupa Komisyonu özellikle acil çağrı hizmetleri ile ilgili üye devletlere birtakım yeni sorumluluklar getirmiştir. Bunları aşağıdaki gibi sıralamak mümkündür.\n -112 numarasına her yerden ücretsiz ulaşabilme olanağının sağlanması\n -Acil çağrı merkezlerine gelen çağrılara 20 saniye içerisinde yanıt verilebilmesi\n -112 acil çağrı numarasına yapılan çağrılarda, otomatik yer bilgilerinin sağlanması\n -Yanlış aramalar ve kötüye kullanımla mücadele\n -Proje ile ilgili tanıtım ve eğitim çalışmaları"
  },
  {
    "id": "3790757",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi/hangileri Telekomünikasyon Komitesi tarafından üye devletlerde acil çağrılar ile ilgili olarak tespit edilen en önemli sorunlar arasındadır?\n I. Arayan kişinin lokalizasyon bilgilerine otomatik olarak ulaşılması\n II. 112 acil çağrı numarasına gelen aramaların zamanında cevaplanmasında başarısızlık\n III. Mobil telefonlar ile ülke coğrafyalarının, GSM operatörlerinin kapsama alanı dışında kalan yerlerinden 112 acil çağrı numarasına ulaşılamaması\n IV. Bazı üye devletlerde sabit ve/veya mobil telefon kullanıcılarının acil çağrı numarasına ücretli arama ile bağlanmaları",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "III ve IV",
      "D": "I, II, III",
      "E": "II, III, IV"
    },
    "explanation": "Telekomünikasyon Komitesi tarafından üye devletlerde tespit edilen en önemli sorunlar:\n <ul> <li>Bazı üye devletlerde sabit ve/veya mobil telefon kullanıcıların acil çağrı numarasını ücretsiz arayamamaları,</li> <li>Mobil telefonlar ile ülke coğrafyalarının, GSM operatörlerinin kapsama alanı dışında kalan yerlerinden 112 acil çağrı numarasına ulaşılamaması,</li> <li>112 acil çağrı numarasına gelen aramaların zamanında cevaplanmasında başarısızlık,</li> <li>112 acil çağrı numarasına gelen çağrıların uygun acil çağrı birimine aktarılmasında yaşanan sorunlar,</li> <li>Arayan kişinin lokalizasyon bilgilerine otomatik olarak ulaşılamaması, olarak saptanmıştır.</li> </ul>"
  },
  {
    "id": "3790758",
    "unitNumber": 6,
    "text": "Harmelen Tren Kazası hangi ülkenin ambulans hizmetleri ile ilgili bir acil çağrı sisteminin organize edilmesinde dönüm noktası olmuştur?",
    "correctAnswer": "D",
    "options": {
      "A": "Litvanya",
      "B": "Bulgaristan",
      "C": "Danimarka",
      "D": "Hollanda",
      "E": "Almanya"
    },
    "explanation": "Hollanda’da ambulans hizmetleri ile ilgili bir acil çağrı sisteminin organize edilmesinde, 1962 yılında yaşanan “Harmelen Tren Kazası” dönüm noktası olmuştur."
  },
  {
    "id": "3790759",
    "unitNumber": 6,
    "text": "Aşağıdaki ülkelerden hangisinde acil çağrı hizmetlerinin numarası, 1993 yılına kadar “000” iken, bu tarihten itibaren 112 olarak değiştirilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Danimarka",
      "B": "İsveç",
      "C": "Norveç",
      "D": "Litvanya",
      "E": "Bulgaristan"
    },
    "explanation": "Danimarka’da, acil çağrı hizmetlerinin numarası, 1993 yılına kadar “000” iken, bu tarihten itibaren 112 olarak değiştirilmiştir."
  },
  {
    "id": "3790760",
    "unitNumber": 6,
    "text": "ATAÇNU’dan önce aşağıdaki ülkelerden hangisinde tüm acil durumlar için tek acil çağrı numarası (999) ile acil çağrı hizmetleri sunulmakta idi?",
    "correctAnswer": "A",
    "options": {
      "A": "Britanya",
      "B": "Almanya",
      "C": "Avusturya",
      "D": "Litvanya",
      "E": "Danimarka"
    },
    "explanation": "Britanya ve Serbest İrlanda’da, ATAÇNU’dan önce, tüm acil durumlar için tek bir acil çağrı numarası (999) ile acil çağrı hizmetleri sunulmaktaydı. ATAÇNU’ya geçişle birlikte “112” numarasına yapılan çağrılar, “999” numarasına otomatik olarak aktarılmaya başlanmış ve 112 acil çağrı numarası ile de tüm acil durumlar için acil çağrı hizmeti sağlanmaya başlamış ve uygulama ile ilgili AB standartları sağlanmıştır."
  },
  {
    "id": "3790761",
    "unitNumber": 6,
    "text": "Türkiye’de Avrupa Tek Acil Çağrı Numarası Uygulaması ile ilgili aktif çalışmalar Hollanda Hükümeti ile T.C. İçişleri Bakanlığı’nın işbirliği ile yürütülen hangi proje kapsamında başlamıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "COCOM",
      "B": "MATRA",
      "C": "SAMU",
      "D": "ATAÇNU",
      "E": "GATEAWAY"
    },
    "explanation": "Türkiye’de ATAÇNU ile ilgili aktif çalışmalar ise 2003 yılında Hollanda Hükümeti ile T.C. İçişleri Bakanlığı’nın işbirliği ile yürütülen “MATRA Projesi” kapsamında başlamıştır."
  },
  {
    "id": "3790802",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi 1991 yılında AB’nin temel politikalarından olan çerçevesinde; AB sınırlarının tamamında tüm acil durumlarda tek bir acil numarasının (112) kullanılabilmesine yönelik çalışmalar, Avrupa Komisyonunun 91/396/ CEE numaralı kararı ile başlatılmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "“Tek Pazar ve Serbest Dolaşım Hakkı”",
      "B": "“Sabit ve mobil hat”",
      "C": "“Tek Acil Çağrı”",
      "D": "“Tek numara tek merkez”",
      "E": "“Standartları karşılayabilmek”"
    },
    "explanation": "Yanıtınız yanlış ise “Giriş” bölümünü yeniden gözden geçiriniz.<br/>1991 yılında AB’nin temel politikalarından olan “Tek Pazar ve Serbest Dolaşım Hakkı” çerçevesinde; AB sınırlarının tamamında tüm acil durumlarda tek bir acil numarasının (112) kullanılabilmesine yönelik çalışmalar, Avrupa Komisyonunun 91/396/ CEE numaralı kararı ile başlatılmıştır."
  },
  {
    "id": "3790803",
    "unitNumber": 6,
    "text": "Hangi yıl Avrupa Komisyonu 98/10/ CEE numaralı kararı ile tüm AB sınırlarında 112 acil çağrı numarasının ücretsiz aranabilmesinin, üye devletler tarafından sağlanması zorunlu hâle getirilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "1991",
      "B": "1995",
      "C": "1998",
      "D": "2001",
      "E": "2003"
    },
    "explanation": "Yanıtınız yanlış ise “Avrupa Tek Acil Çağrı Numarası Uygulaması Gelişim Süreci” konusunu yeniden gözden geçiriniz.<br/>Avrupa Komisyonunun 98/10/ CEE numaralı kararı ile tüm AB sınırlarında 112 acil çağrı numarasının ücretsiz aranabilmesinin, üye devletler tarafından sağlanması zorunlu hâle getirilmiştir"
  },
  {
    "id": "3790804",
    "unitNumber": 6,
    "text": "I.İsviçre\n<br/>II.Estonya\n<br/>III.Lüksemburg\n<br/>IV.Slovenya\n<br/>Yukarıdaki devletlerden hangileri sadece itfaiye ve ambulans hizmetleri için çağrı merkezlerini birleştirmiş, birbirine daha yakın gördükleri bu iki hizmeti tek merkezden yönetmeye başlayıp, güvenlik hizmetleri için ayrı organizasyona gitmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "I, II ve III",
      "C": "I, II ve IV",
      "D": "I,III ve IV",
      "E": "II ,III ve IV"
    },
    "explanation": "Yanıtınız yanlış ise “Avrupa Tek Acil Çağrı Numarası Uygulaması Gelişim Süreci” konusunu yeniden gözden geçiriniz.<br/>Bazı devletler (Almanya, Estonya, Lüksemburg ve Slovenya. ) ise sadece itfaiye ve ambulans hizmetleri için çağrı merkezlerini birleştirmiş, birbirine daha yakın gördükleri bu iki hizmeti tek merkezden yönetmeye başlayıp, güvenlik hizmetleri için ayrı organizasyona gitmiştir."
  },
  {
    "id": "3790805",
    "unitNumber": 6,
    "text": "ATAÇNU başladıktan sonra 112 dışında başka bir ulusal acil çağrı numarası kullanmayan birinci grupta bulunan ülkeler hangileridir?\n I.Danimarka\n II.Finlandiya\n III.Fransa\n IV Almanya",
    "correctAnswer": "A",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "II ve IV",
      "D": "I ve IV",
      "E": "I ve III"
    },
    "explanation": "Yanıtınız yanlış ise “Avrupa Tek Acil Çağrı Numarası Uygulamasında AB Devletlerinin Geçiş Süreci” konusunu yeniden gözden geçiriniz.<br/>ATAÇNU başladıktan sonra AB üye devletleri, kullandıkları acil çağrı numaraları açısından da dört grupta değerlendirilebilir. Danimarka, Finlandiya, Malta, Portekiz, İsveç ve Hollanda, 112 dışında başka bir ulusal acil çağrı numarası kullanmayan birinci gruptur. İ"
  },
  {
    "id": "3790806",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi ATAÇNU başladıktan sonra AB üye devletleri, kullandıkları acil çağrı numaraları açısından üçüncü grupta yer alan devletlerden birisi değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Almanya",
      "B": "Danimarka",
      "C": "Estonya",
      "D": "Slovenya",
      "E": "Lüksemburg"
    },
    "explanation": "Yanıtınız yanlış ise “Avrupa Tek Acil Çağrı Numarası Uygulamasında AB Devletlerinin Geçiş Süreci” konusunu yeniden gözden geçiriniz.<br/>Almanya, Estonya, Slovenya ve Lüksemburg’un oluşturduğu üçüncü grup devletlerin acil çağrı sistemlerinde, 112 acil çağrı numarası ile birlikte, bir tane daha ulusal acil çağrı numarası kullanılmaya devam etmektedir."
  },
  {
    "id": "3790807",
    "unitNumber": 6,
    "text": "“ister sabit, ister mobil telefonla olsun, tüm AB sınırlarında 112 acil çağrı numarasının ücretsiz olarak aranabilmesini sağlamak” zorunluluğu Avrupa Tek Acil Çağrı Numarası Uygulaması ile ilgili üye devletlere getirilen sorumluluklarda hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Acil çağrı hizmetlerinin yerel yönetimler bünyesinde sürdürülmesi",
      "B": "112 acil çağrı numarasına yapılan çağrılarda, otomatik yer bilgilerinin sağlanması",
      "C": "Acil çağrı merkezlerine gelen çağrılara 20 saniye içerisinde yanıt verilebilmesi",
      "D": "112 numarasına her yerden ücretsiz ulaşabilme olanağının sağlanması",
      "E": "Yanlış aramalar ve kötüye kullanımla mücadele"
    },
    "explanation": "Yanıtınız yanlış ise “Avrupa Tek Acil Çağrı Numarası Uygulaması ile Üye Devletlere Getirilen Sorumluluklar” konusunu yeniden gözden geçiriniz.<br/>112 numarasına her yerden ücretsiz ulaşabilme olanağının sağlanması; Avrupa Komisyonu kararlarına göre, üye devletler; “ister sabit, ister mobil telefonla olsun, tüm AB sınırlarında 112 acil çağrı numarasının ücretsiz olarak aranabilmesini sağlamak” zorundadırlar. Yani 112’ye yapılan aramalardan, telekom şirketleri herhangi bir ücret alamamaktadır."
  },
  {
    "id": "3790808",
    "unitNumber": 6,
    "text": "Hangi Ülkenin Telekom Şirketi, Temmuz 2009’da acil çağrı numaralarını aktif bir SIM kart takılı olmayan mobil telefonlardan aranabilmesini engellemiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Almanya",
      "B": "Fransa",
      "C": "Britanya",
      "D": "Danimarka",
      "E": "İsveç"
    },
    "explanation": "Yanıtınız yanlış ise “Avrupa Tek Acil Çağrı Numarası Uygulaması ile Üye Devletlere Getirilen Sorumluluklar” konusunu yeniden gözden geçiriniz.<br/>Almanya Telekom Şirketi, Temmuz 2009’da acil çağrı numaralarını aktif bir SIM kart takılı olmayan mobil telefonlardan aranabilmesini engellemiştir. Uygulama gerekçesi olarak, kötü niyetli ve asılsız çağrıları azaltmak gösterilmiştir"
  },
  {
    "id": "3790809",
    "unitNumber": 6,
    "text": "Her yıl hangi zamanda Avrupa Komisyonu üye devletlere, ATAÇNU konusunda toplumdaki farkındalığı arttırmaları için çağrıda bulunmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "7 Ocak",
      "B": "11 Şubat",
      "C": "14 Mart",
      "D": "21 Nisan",
      "E": "28 Mayıs"
    },
    "explanation": "Yanıtınız yanlış ise “Avrupa Tek Acil Çağrı Numarası Uygulaması ile Üye Devletlere Getirilen Sorumluluklar” konusunu yeniden gözden geçiriniz.<br/>Her yıl 11 Şubat’ta Avrupa Komisyonu üye devletlere, ATAÇNU konusunda toplumdaki farkındalığı arttırmaları için çağrıda bulunmaktadır."
  },
  {
    "id": "3790810",
    "unitNumber": 6,
    "text": "COCOM uygulamanın başlamasından bugüne üye devletlerde en fazla belirlenen sorun aşağıdakilerden hangisi olmuştur?",
    "correctAnswer": "E",
    "options": {
      "A": "Bazı üye devletlerde sabit ve/veya mobil telefon kullanıcıların acil çağrı numarasını ücretsiz arayamamaları",
      "B": "Mobil telefonlar ile ülke coğrafyalarının, GSM operatörlerinin kapsama alanı dışında kalan yerlerinden 112 acil çağrı numarasına ulaşılamaması",
      "C": "112 acil çağrı numarasına gelen aramaların zamanında cevaplanmasında başarısızlık",
      "D": "112 acil çağrı numarasına gelen çağrıların uygun acil çağrı birimine aktarılmasında yaşanan sorunlar",
      "E": "Arayan kişinin lokalizasyon bilgilerine otomatik olarak ulaşılamaması"
    },
    "explanation": "Yanıtınız yanlış ise “Avrupa Tek Acil Çağrı Numarası Uygulamasında Avrupa Komisyonunun Rolü” konusunu yeniden gözden geçiriniz.<br/>COCOM uygulamanın başlamasından bu güne üye devletlerde en fazla belirlediği sorun ise özellikle mobil telefonlarla yapılan acil aramalarda, arayan kişinin yerinin otomatik olarak belirlenememesi ile ilgili olmuştur."
  },
  {
    "id": "3790811",
    "unitNumber": 6,
    "text": "Hollanda’da hangi yıllar arası, tek numara acil çağrı uygulaması pilot çalışmaları denenmiş, “00” ve “11” numaraları tek acil çağrı numaraları olarak kullanılmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "1990-1992",
      "B": "1993-1994",
      "C": "1995-1997",
      "D": "1997-1999",
      "E": "1999-2000"
    },
    "explanation": "Yanıtınız yanlış ise “Hollanda Uygulama Örneği” konusunu yeniden gözden geçiriniz.<br/>1990-1992 yılları arasında, tek numara acil çağrı uygulaması pilot çalışmaları denenmiş, “00” ve “11” numaraları tek acil çağrı numaraları olarak kullanılmıştır."
  },
  {
    "id": "3790822",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi “Avrupa Tek Acil Çağrı Numarası Uygulaması\" kapsamında kullanılan numaradır?",
    "correctAnswer": "B",
    "options": {
      "A": "115",
      "B": "112",
      "C": "122",
      "D": "186",
      "E": "110"
    },
    "explanation": "“Avrupa Tek Acil Çağrı Numarası Uygulaması\" kapsamında tüm AB ülkelerinde geçerli olan numara \"112\" dir. Doğru cevap B'dir."
  },
  {
    "id": "3790823",
    "unitNumber": 6,
    "text": "\"Sabit ve mobil hatlardan ülkenin tüm sınırlarından 112 acil çağrı numarasının aranabilmesi” konusunda sorun yaşayan tek ülke aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Almanya",
      "B": "Litvanya",
      "C": "İtalya",
      "D": "Bulgaristan",
      "E": "Yunanistan"
    },
    "explanation": "Bulgaristan, “sabit ve mobil hatlardan ülkenin tüm sınırlarından 112 acil çağrı numarasının aranabilmesi” konusunda sorun yaşayan tek ülkedir. Doğru cevap D'dir."
  },
  {
    "id": "3790824",
    "unitNumber": 6,
    "text": "Aşağıdaki ülkelerden hangisi sadece itfaiye ve ambulans hizmetleri için çağrı merkezlerini birleştirmiş, birbirine daha yakın gördükleri bu iki hizmeti tek merkezden yönetmeye başlayıp, güvenlik hizmetleri için ayrı organizasyona gitmiş olan ülkelerden biri <strong>değidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Portekiz",
      "B": "Estonya",
      "C": "Slovenya",
      "D": "Almanya",
      "E": "Lüksemburg"
    },
    "explanation": "Almanya, Estonya, Lüksemburg ve Slovenya sadece itfaiye ve ambulans hizmetleri için çağrı merkezlerini birleştirmiş, birbirine daha yakın gördükleri bu iki hizmeti tek merkezden yönetmeye başlayıp, güvenlik hizmetleri için ayrı organizasyona gitmiştir. Doğru cevap A'dır."
  },
  {
    "id": "3790825",
    "unitNumber": 6,
    "text": "Avrupa Komisyonu özellikle acil çağrı hizmetleri ile ilgili üye devletlere birtakım yeni sorumluluklar getirmiştir. Aşağıdakilerden hangisi bu sorumluluklar için verilen doğru bir bilgidir?",
    "correctAnswer": "C",
    "options": {
      "A": "112 numarasına her yerden çok az bir ücretle ulaşabilme olanağının sağlanması",
      "B": "Yanlış aramalarda herhangi bir uygulama bulunmamaktadır",
      "C": "Acil çağrı merkezlerine gelen çağrılara 20 saniye içerisinde yanıt verilebilmesi",
      "D": "Üye Devletlerin, 112’nin kullanımı hakkında kendi vatandaşlarını ve ülkelerine gelen ziyaretçileri bilgilendirmek ve acil çağrı sisteminin nasıl kullanılacağı konusunda eğitme zorunluluğu bulunmamaktadır",
      "E": "Acil çağrı merkezlerine gelen çağrılara 5dk. içerisinde yanıt verilebilmesi"
    },
    "explanation": "Avrupa Komisyonu özellikle acil çağrı hizmetleri ile ilgili üye devletlere birtakım yeni sorumluluklar getirmiştir.\n 112 numarasına her yerden ücretsiz ulaşabilme olanağının sağlanması\n Acil çağrı merkezlerine gelen çağrılara 20 saniye içerisinde yanıt verilebilmesi\n 112 acil çağrı numarasına yapılan çağrılarda, otomatik yer bilgilerinin sağlanması\n Yanlış aramalar ve kötüye kullanımla mücadele\n Proje ile ilgili tanıtım ve eğitim çalışmaları\n Doğru cevap C'dir."
  },
  {
    "id": "3790826",
    "unitNumber": 6,
    "text": "Hâlihazırda her acil yardım hizmeti tipi için ayrı numara (Ambulans acil çağrıları için 118, itfaiye acil çağrıları için 115 ve polis acil çağrıları için 113 numarası kullanılabilmektedir) ve ayrı acil çağrı merkezi kullanan üye devletlerden birisi aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Türkiye",
      "B": "Estonya",
      "C": "Litvanya",
      "D": "Danimarka",
      "E": "İtalya"
    },
    "explanation": "İtalya, hâlihazırda her acil yardım hizmeti tipi için ayrı numara (İtalya’da, Ambulans acil çağrıları için 118, itfaiye acil çağrıları için 115 ve polis acil çağrıları için 113 numarası kullanılabilmektedir) ve ayrı acil çağrı merkezi kullanan nadir üye devletlerden birisidir. Doğru cevap E'dir."
  },
  {
    "id": "3790827",
    "unitNumber": 6,
    "text": "Aşağıda verilen ülkelerden hangisinde acil durumlarda yardım istemek için üç ayrı ulusal acil numara (Polis için 17, İtfaiye için 18 ve Mobil Sağlık Hizmetleri (SAMU) için 15, ulusal acil çağrı numaraları olarak vatandaş tarafından halen aranabilmektedir) hala kullanılmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Fransa",
      "B": "İtalya",
      "C": "Litvanya",
      "D": "İsveç",
      "E": "Hollanda"
    },
    "explanation": "Fransa’da, acil durumlarda yardım istemek için üç ayrı ulusal acil numara (Polis için 17, İtfaiye için 18 ve Mobil Sağlık Hizmetleri (SAMU) için 15, ulusal acil çağrı numaraları olarak vatandaş tarafından halen aranabilmektedir) hala kullanılmaktadır. Doğru cevap A'dır."
  },
  {
    "id": "3790828",
    "unitNumber": 6,
    "text": "Türkiye Telekomünikasyon Kurulu 112 numarasının Türkiye’de “Tek Acil Çağrı Numarası” olarak tahsis edilmesi kararını ne zaman almış ve bu kararı, ilgili bütün kurum ve kuruluşlara bildirmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "2003 yılında",
      "B": "11.03.2002",
      "C": "25 Mart 2009",
      "D": "2005 yılında",
      "E": "2010 yılında"
    },
    "explanation": "Avrupa Komisyonunun, 2002 yılında ATAÇNU ile ilgili almış olduğu bağlayıcı kararlar sonrası; “Türkiye Telekomünikasyon Kurulu” 11.03.2002 tarihinde, 112 numarasının Türkiye’de “Tek Acil Çağrı Numarası” olarak tahsis edilmesi kararını almış ve bu kararı, ilgili bütün kurum ve kuruluşlara bildirmiştir. Doğru cevap B'dir."
  },
  {
    "id": "3790829",
    "unitNumber": 6,
    "text": "112 acil çağrı merkezine yapılacak olan çağrıları ilk olarak karşılayacak olan “santralistler” ile Emniyet, Jandarma, Sağlık ve İtfaiye teşkilatı tarafından görevlendirilen “operatörler” aynı mekanda bulunacaklardır. Santralistler çağrıyı cevaplandırdıktan hemen sonra, olayda ihtiyaç duyulan acil yardım hizmeti çeşidine (ambulans, itfaiye, polis, jandarma) göre çağrıyı bilgisayar ortamında ilgili operatöre yönlendireceklerdir. Ekiplerin sevk ve idaresi operatörler tarafından gerçekleştirilecektir. \n Yukarıda verilen bilgilere göre Türkiye'de acil çağrı hizmetlerinin organizasyonu için uygulanacak model aşağıdakilerden hangisi ile isimlendirilmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Harmelen Modeli",
      "B": "Elektronik Haberleşme Modeli",
      "C": "ATAÇNU",
      "D": "Gateway Karma Modeli",
      "E": "MATRA Projesi"
    },
    "explanation": "Gateway Karma Modeli; 112 acil çağrı merkezine yapılacak olan çağrıları ilk olarak karşılayacak olan “santralistler” ile Emniyet, Jandarma, Sağlık ve İtfaiye teşkilatı tarafından görevlendirilen “operatörler” aynı mekanda bulunacaklardır. Santralistler çağrıyı cevaplandırdıktan hemen sonra, olayda ihtiyaç duyulan acil yardım hizmeti çeşidine (ambulans, itfaiye, polis, jandarma) göre çağrıyı bilgisayar ortamında ilgili operatöre yönlendireceklerdir. Ekiplerin sevk ve idaresi operatörler tarafından gerçekleştirilecektir. Doğru cevap D'dir."
  },
  {
    "id": "3790830",
    "unitNumber": 6,
    "text": "Türkiye’de ATAÇNU ile ilgili aktif çalışmalar 2003 yılında hangi ülke ve proje ile başlatılmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Hollanda \"MATRA Projesi\"",
      "B": "Danimarka \"Gateway Karma Model Projesi\"",
      "C": "İtalya \"Teleçağrı Modeli\"",
      "D": "Fransa \"Gateway Karma Model Projesi\"",
      "E": "Estonya \"MATRA Projesi\""
    },
    "explanation": "Türkiye’de ATAÇNU ile ilgili aktif çalışmalar 2003 yılında Hollanda Hükümeti ile T.C. İçişleri Bakanlığı’nın işbirliği ile yürütülen “MATRA Projesi” kapsamında başlamıştır. Doğru cevap C'dir."
  },
  {
    "id": "3790831",
    "unitNumber": 6,
    "text": "Türkiye’de 112 acil çağrı numarası ile tüm acil durumlarda yardım istenebileceği ve acil çağrı hizmetlerinden yararlanırken dikkat edilmesi gereken hususlar konusunda vatandaşın bilinçlendirilmesi konusunda aşağıdaki hangi kurum ilgilenmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Acil Çağrı Hizmetleri İl Şube Müdürü",
      "B": "Türkiye Acil Çağrı Hizmetleri Birimi",
      "C": "Türk Telekom",
      "D": "Valilik birimi",
      "E": "İller İdaresi Genel Müdürlüğü Acil Çağrı Hizmetleri Daire Başkanlığı"
    },
    "explanation": "Türkiye’de 112 acil çağrı numarası ile tüm acil durumlarda yardım istenebileceği ve acil çağrı hizmetlerinden yararlanırken dikkat edilmesi gereken hususlar konusunda vatandaşın bilinçlendirilmesi konusunda hem illerde acil çağrı merkezleri müdürlükleri tarafından hem de İller İdaresi Genel Müdürlüğü Acil Çağrı Hizmetleri Daire Başkanlığı tarafından yapılmaktadır. Doğru cevap E'dir."
  },
  {
    "id": "3790635",
    "unitNumber": 7,
    "text": "“Suçlu saydığını ya da bildiği birini ve suç teşkil ettiğinden emin olduğu ya da şüphelendiği olayı yetkili makama bildirmek”, aşağıdakilerden hangisini tanımlar?",
    "correctAnswer": "D",
    "options": {
      "A": "CBS",
      "B": "EOTD",
      "C": "Reach 112",
      "D": "İhbar",
      "E": "TDOA"
    },
    "explanation": "EGM Online İhbar<br/>İhbar, suçlu saydığını ya da bildiği birini ve suç teşkil ettiğinden emin olduğu ya da şüphelendiği olayı yetkili makama bildirmek olarak tarif edilebilir."
  },
  {
    "id": "3790636",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi, farklı kamu kurumlarında “Kişisel Gelişim Farkındalığı”nı geliştirmek üzere, acil durum yönetiminde <u>en az önem</u>e sahiptir?",
    "correctAnswer": "D",
    "options": {
      "A": "Stres Yönetimi",
      "B": "Diksiyon",
      "C": "Arayan Yönetimi",
      "D": "Zeka Katsayısı",
      "E": "Etkili İletişim"
    },
    "explanation": "KİŞİSEL GELİŞİM FARKINDALIĞI<br/>“Duygusal Zeka” yerine “Zeka katsayısı” çeldirici olarak kulanılmıştır."
  },
  {
    "id": "3790637",
    "unitNumber": 7,
    "text": "Acil Yardım Hizmetlerinde, aşağıdakilerden hangisi, “İşleyişin İyileştirilmesine Dönük Gelişmeler” arasında yer alır?",
    "correctAnswer": "D",
    "options": {
      "A": "Elektronik Denetleme Sistemi",
      "B": "Kent Güvenlik Yönetim Sistemi",
      "C": "Coğrafi Bilgi Sistemi",
      "D": "İş Sürekliliği Yönetimi",
      "E": "Varış Zamanı Yöntemi"
    },
    "explanation": "ACİL YARDIM HİZMETLERİNDE MODERN ANLAYIŞLAR (İŞLEYİŞİN İYİLEŞTİRİLMESİNE DÖNÜK GELİŞMELER)<br/>“İş Sürekliliği Yönetimi” dışındakiler “Teknolojik Gelişmeler”dir"
  },
  {
    "id": "3790638",
    "unitNumber": 7,
    "text": "“İş Etki Analizi (İEA) Yapmak”, aşağıdakilerden hangi faaliyetleri kapsar?\n<br/>(I) İş Sürekliliği Planlarının (İSP) oluşturulması\n<br/>(II) Engelli kişilerin acil yardım hizmetlerine hızlı, etkin ve kolaylıkla ulaşabilmelerinin sağlanması\n<br/>(III) Gelişmiş zaman farkı özelliği kullanılarak, doğrulukla konum belirlenmesi\n<br/>(IV) Tatbikat raporlarının oluşturulması\n<br/>(V) Araç hızlarının izlenmesi",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "I, II, III",
      "C": "II ve IV",
      "D": "III ve V",
      "E": "I ve IV"
    },
    "explanation": "ACİL YARDIM HİZMETLERİNDE MODERN ANLAYIŞLAR (İŞLEYİŞİN İYİLEŞTİRİLMESİNE DÖNÜK GELİŞMELER) / İş Etki Analizi (İEA) Yapmak<br/>Engelli kişilerin acil yardım hizmetlerine hızlı, etkin ve kolaylıkla ulaşabilmelerinin sağlanması; Reach 112 Projesi ile ilgilidir.\n<br/>Gelişmiş zaman farkı özelliği kullanılarak 50- 200 metre doğrulukla konum belirleme sistemi; EOTD (Enhanced Observed Time Difference) Yöntemidir.\n<br/>Araç hızlarının izlenmesi; Araç Takip Sistemlerinin konusudur."
  },
  {
    "id": "3790639",
    "unitNumber": 7,
    "text": "Aşağıdailerden hangisi, İyi Uygulama Örneğidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Denizli 112 Acil Çağrı Merkezi tarafından hazırlanan hizmet içi eğitim kitabı",
      "B": "TRAC Genel Merkezinin, Muğla ili özelinde yaptığı çalışma",
      "C": "İçişleri Bakanlığı tarafından yayımlanan 112 Acil Çağrı Merkezleri Kuruluş, Görev ve Çalışma Yönetmeliği",
      "D": "İş Etki Analizi kriterlerine göre Hedeflenen Kurtarma (HKS) ve Maksimum Kabul Edilebilir Kesinti Süresinin (MKEKS) çıkartılması",
      "E": "Elektronik bir cihaz sayesinde köprü ve otoyollardan duraksamadan geçmenin sağlanması"
    },
    "explanation": "İYİ UYGULAMA ÖRNEKLERİ\n<br/>Örnek Çalışma 1: Türkiye Radyo Amatörleri Cemiyeti Genel Merkezinin Muğla ili özelinde yaptığı çalışma önemli bir örnektir."
  },
  {
    "id": "3790640",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi yer bulma sistemler ile ilgilidir?",
    "correctAnswer": "B",
    "options": {
      "A": "E-Nabız",
      "B": "Varış Zamanı Yöntemi",
      "C": "EGM Online İhbar",
      "D": "112 Acil Çağrı",
      "E": "Giyilebilir kalori ölçer"
    },
    "explanation": "Yer Bulma Sistemleri<br/>Gelişen teknoloji ve buna paralel gelişen acil ve afet durumlarında yardım ve destek faaliyetlerinin yürütülmesi için Yer Bulma (Konum Bulma) sistemleri önemli ve vazgeçilmez telekomünikasyon unsurları olarak yerini almıştır. Örnek vermek gerekirse; a) GPS (Global Positioning System) b) TDOA (Time Difference Of Arrival) c) Varış Zamanı Yöntemi d) EOTD (Enhanced Observed Time Difference) Yöntemi."
  },
  {
    "id": "3790641",
    "unitNumber": 7,
    "text": "“Araç uzaktan durdurulabilir, çalışmamak üzere kilitlenebilir, korna ve flaşörler uzaktan çalıştırılabilir.\n<br/>Araçla sesli görüşme yapılabilir, aracın içi habersiz dinlenebilir.\n<br/>Aracın kapılarının açık veya kapalı olduğu bilgisi alınabilir.\n<br/>Hız limiti, bölge sınırı ihlalleri tespit edilerek raporlanabilir ve SMS ile uyarı gönderilebilir.”\n<br/>Yukarıdaki işlemler hangi teknoloji ile gerçekleştirilebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "GPS (Global Positioning System)",
      "B": "TDOA (Time Difference Of Arrival)",
      "C": "Varış Zamanı Yöntemi",
      "D": "EOTD (Enhanced Observed Time Difference) Yöntemi",
      "E": "Reach 112"
    },
    "explanation": "Yer Bulma Sistemleri / GPS (Global Positioning System) / Araç Takip Sistemi<br/>Araç Takip Sistemi ile tüm bu sayılan işlemler gerçekleştirileblilir."
  },
  {
    "id": "3790642",
    "unitNumber": 7,
    "text": "Asayişi sağlamak, iç güvenliğe yönelik tehditleri bertaraf etmek ve denetim görevini ifa etmek üzere geliştirilmiş bilişim sistemi, aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Plaka Tanıma Sistemi (PTS)",
      "B": "Jandarma Entegre Muhabere ve Bilgi Sistemi (JEMUS)",
      "C": "Kent Güvenlik Yönetim Sistemi (KGYS)",
      "D": "Elektronik Denetleme Sistemleri (EDS)",
      "E": "Hızlı Geçiş Sistemi (HGS)"
    },
    "explanation": "Çeşitli Görüntüleme ve Tanıma Sistemleri<br/>Kent Güvenlik Yönetim Sistemi: (KGYS) asayişi sağlamak, iç güvenliğe yönelik tehditleri bertaraf etmek ve denetim görevini ifa etmek üzere geliştirilmiş bilişim sistemidir."
  },
  {
    "id": "3790643",
    "unitNumber": 7,
    "text": "“Sahil Güvenlik birimlerinin her türlü hava şartlarında kesintisiz haberleşmesini sağlamak üzere geliştirilmiş bir haberleşme sistemi olup, Kamu Güvenliği ve Acil Durum Haberleşmesinin vazgeçilmez unsurları olan Bas-Konuş, kısa çağrı kurma süresi, grup çağrı, sistem dışı direk çağrı yapabilme, acil durum ses servisleri gibi özelliklere ilave olarak telsiz üzerinden kısa mesaj atabilme, acil durum butonu, kriptolu ses ve veri haberleşmesi gibi özellikleri de içermektedir.\n<br/>Terör, kriz ve afet durumlarında muhaberenin kesintisiz devamının sağlanması için teknolojiden azami derecede yararlanarak etki-tepki süresini azaltmak, hızlı, güvenilir, elastiki, mobil ve ekonomik muhabere imkânı sağlayarak bilgiye süratli ve zamanında ulaşılmasına imkân vermektedir.”\n<br/>Yukarıda bahsi geçen “Görüntüleme ve Tanıma Sistemi”, aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "KGYS",
      "B": "JEMUS",
      "C": "SAHMUS",
      "D": "POLNET",
      "E": "EMYNOS"
    },
    "explanation": "Çeşitli Görüntüleme ve Tanıma Sistemleri<br/>Sayısal Emniyetli Muhabere Sistemi (SAHMUS) Projesi: Sahil Güvenlik birimlerinin her türlü hava şartlarında kesintisiz haberleşmesini sağlamak üzere geliştirilmiş bir haberleşme sistemidir. Kamu Güvenliği ve Acil Durum Haberleşmesinin vazgeçilmez unsurları olan Bas-Konuş, kısa çağrı kurma süresi, grup çağrı, sistem dışı direk çağrı yapabilme, acil durum ses servisleri gibi özelliklere ilave olarak telsiz üzerinden kısa mesaj atabilme, acil durum butonu, kriptolu ses ve veri haberleşmesi gibi özellikleri de içermektedir.\n<br/>SAHMUS, terör, kriz ve afet durumlarında muhaberenin kesintisiz devamının sağlanması için teknolojiden azami derecede yararlanarak etkitepki süresini azaltmak, hızlı, güvenilir, elastiki, mobil ve ekonomik muhabere imkânı sağlayarak bilgiye süratli ve zamanında ulaşılmasına imkân vermektedir."
  },
  {
    "id": "3790644",
    "unitNumber": 7,
    "text": "Sinyallerin zaman varış farklarının hesaplanarak 100 - 200 metre doğrulukla konum belirleme sistemi, aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "TDOA",
      "B": "EOTD",
      "C": "LNU",
      "D": "MHRS",
      "E": "EPBS"
    },
    "explanation": "TDOA (Time Difference Of Arrival) Sinyallerin zaman varış farklarının hesaplanarak 100 - 200 metre doğrulukla konum belirleme sistemidir. GSM santralına ilave edilen bir ekipman aracılığıyla, değişik antenlerden gelen sinyallerin zaman varış farkından elde edilen konumlandırma bilgisini, bir veri yolu üzerinden ilgili birime data (veri) hattı üzerinden aktarılmasıdır. Baz istasyonlarına bu özelliğin verilebilmesi için özel yatırım gerekir."
  },
  {
    "id": "3790692",
    "unitNumber": 7,
    "text": "<ol start=\"0\"><br/><li><br/>Büyük ölçekli bir afetin yaşanması sonrasında can ve mal güvenliğinin sağlanması anlamındaki en kritik süre olan ve “Altın Saatler” adı verilen süre aşağıdakilerden hangisinde yer almaktadır? \n<br/></li><br/></ol>",
    "correctAnswer": "A",
    "options": {
      "A": "İlk 72 saat",
      "B": "İlk 4 gün",
      "C": "ilk 120 saat",
      "D": "İlk 150 saat",
      "E": "Bir hafta"
    },
    "explanation": "<ol start=\"0\"><br/><li><br/>Büyük ölçekli bir afetin yaşanması sonrasında can ve mal güvenliğinin sağlanması bâbındaki en kritik sürece 72 saatlik “Altın Saatler” adı verilir. \n<br/></li><br/></ol><br/>ilk 72 saat"
  },
  {
    "id": "3790693",
    "unitNumber": 7,
    "text": "<ol start=\"0\"> <li> “Altın Saatler”sürecinde Haberleşme Acil Durumunda yaşanan sorunları ivedi şekilde gideren ve olağan haberleşme hizmetlerini mümkün olan en kısa süre içinde işlevsel hale getiren hizmet topluluğu aşağıdakilerden hangisidir?<br/></li> </ol>",
    "correctAnswer": "A",
    "options": {
      "A": "Haberleşme Hizmet Grubu",
      "B": "Kişisel Gelişim Grubu",
      "C": "İş Sürekliliği Yönetimi",
      "D": "Ulusal Mobil Afet ve Acil Durum Yönetimi",
      "E": "Varış Zamanı Yönetimi"
    },
    "explanation": "<ol start=\"0\"><br/><li><br/>Haberleşme Hizmet Grubunun görevi, “Altın Saatler”sürecinde Haberleşme Acil Durumunda yaşanan sorunları ivedi şekilde gidermek ve olağan haberleşme hizmetlerini mümkün olan en kısa süre içinde işlevsel kılmaktır. \n<br/></li><br/></ol>"
  },
  {
    "id": "3790694",
    "unitNumber": 7,
    "text": "Elde edilen çeşitli bilgi ve verilerin kesintisiz, güvenli ve hızlı bir şekilde Jandarma birimlerine ulaşmasını sağlamak maksadı ile kurulmuş sistem aşağıdakilerden hnagisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "JEMUS",
      "B": "SAHMUS",
      "C": "POLNET",
      "D": "KGYS",
      "E": "PTS"
    },
    "explanation": "Jandarma Entegre Muhabere ve Bilgi Sistemi (JEMUS):Elde edilen çeşitli bilgi ve verilerin kesintisiz, güvenli ve hızlı bir şekilde Jandarma birimlerine ulaşmasını sağlamak maksadı ile ku- rulmuş bir sistemdir."
  },
  {
    "id": "3790695",
    "unitNumber": 7,
    "text": "Sahil Güvenlik birimlerinin her türlü hava şartlarında kesintisiz haberleşmesini sağlamak üzere geliştirilmiş bir haberleşme sistemi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "SAHMUS",
      "B": "POLNET",
      "C": "JEMUS",
      "D": "KGYS",
      "E": "PTS"
    },
    "explanation": "Sayısal Emniyetli Muhabere Sistemi (SAHMUS) Projesi: Sahil Güvenlik birimlerinin her türlü hava şartlarında kesintisiz haberleşmesini sağlamak üzere geliştirilmiş bir haberleşme sistemidir."
  },
  {
    "id": "3790696",
    "unitNumber": 7,
    "text": "Sinyallerin zaman varış farklarının hesaplanarak 100 - 200 metre doğrulukla konum belirleme sistemi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "TDOA",
      "B": "EOTD",
      "C": "Reach 112",
      "D": "CBS",
      "E": "UMAY"
    },
    "explanation": "TDOA (Time Difference Of Arrival) \n<br/>Sinyallerin zaman varış farklarının hesaplanarak 100 - 200 metre doğrulukla konum belirleme siste- midir. GSM santralına ilave edilen bir ekipman ara- cılığıyla, değişik antenlerden gelen sinyallerin zaman varış farkından elde edilen konumlandırma bilgisini, bir veri yolu üzerinden ilgili birime data (veri) hattı üzerinden aktarılmasıdır. Baz istasyonlarına bu özel- liğin verilebilmesi için özel yatırım gerekir."
  },
  {
    "id": "3790697",
    "unitNumber": 7,
    "text": "Muayene, tetkik ve tedavilerin nerede yapıldığına bakılmaksızın, kişilerin tüm sağlık bilgi- lerini yönetebildiği, tıbbi öz geçmişe tek bir yerden ulaşma imkânı sağlayan, Sağlık Bakanlığı tarafın- dan geliştirilmiş bir kişisel sağlık kaydı sistemidir.",
    "correctAnswer": "A",
    "options": {
      "A": "E-Nabız",
      "B": "Reach 112",
      "C": "E-Devlet",
      "D": "E-Sağlık",
      "E": "Mernis"
    },
    "explanation": "E-Nabız Kişisel Sağlık Sistemi \n<br/>E-nabız muayene, tetkik ve tedavilerin nerede yapıldığına bakılmaksızın, kişilerin tüm sağlık bilgi- lerini yönetebildiği, tıbbi öz geçmişe tek bir yerden ulaşma imkânı sağlayan, Sağlık Bakanlığı tarafın- dan geliştirilmiş bir kişisel sağlık kaydı sistemidir."
  },
  {
    "id": "3790698",
    "unitNumber": 7,
    "text": "Yaşanan acil durumun bertarafı sırasında kişilerin söz, mimik ve hareketlerinin gözlemlenerek olası katkı veya tepkilerinin önceden fark edilmesini sağlamak için aşağıdaki konulardan hangisinin eğitimi gerekli görülmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Beden dili",
      "B": "Stres yönetimi",
      "C": "Öfke kontrolü",
      "D": "Diksiyon",
      "E": "Motivasyon"
    },
    "explanation": "<ul><br/><li><br/>Beden Dili: Yaşanan acil durumun bertarafı sırasında kişilerin söz, mimik ve hareket- lerinin gözlemlenerek olası katkı veya tep- kilerinin önceden fark edilmesi açısından önemlidir. \n<br/></li><br/></ul>"
  },
  {
    "id": "3790699",
    "unitNumber": 7,
    "text": "Acil yardım sürecinde, kullanılmakta olan dile ait söz, vurgu, anlam ve duyguların iletişim hâlinde olan kişilere doğru bir şekilde aktarılması aşağıdakileden hnagisi ile ifade edilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Diksiyon",
      "B": "Stres yönetimi",
      "C": "Beden dili",
      "D": "Öfke kontrolü",
      "E": "Motivasyon"
    },
    "explanation": "Diksiyon: Kullanılmakta olan dile ait söz, vurgu, anlam ve duyguların iletişim hâlinde olan kişilere doğru bir şekilde aktarılmasıdır. Özellikle acil yardım ihtiyacı için iletişim kurulan bir kişiye, görevlilerin net, kendine güvenen ve doğru kelimelerle iletişim kurması hem acil durumun ortadan kaldırılması açısından hem de kişiler ile ekipler arasında yaşanabilecek olumsuzlukların asgariye indirilmesi açısından önemlidir."
  },
  {
    "id": "3790700",
    "unitNumber": 7,
    "text": "Engelli vatandaşlardan gelen talepleri dikkate alan Emniyet Genel Müdürlüğü hangi servisi faal duruma getirmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "155 SMS",
      "B": "Reach 112",
      "C": "E-Nabız",
      "D": "EOTD",
      "E": "TDOA"
    },
    "explanation": "<ol start=\"0\"><br/><li><br/>155 SMS Servisi \n<br/>Emniyet Teşkilâtının vatandaşlarımıza yönelik hizmet sunduğu en önemli alanlardan birisi de 155 Polis İmdat Acil Çağrı Merkezleri, bilinen adıyla Emniyet Haber Merkezleri olduğu daha önceki ünitelerde işlenmişti.\n<br/>Özellikli engelli vatandaşlardan gelen talepleri dikkate alan Emniyet Genel Müdürlüğü 155 SMS Servisini faal duruma getirmiştir. \n<br/></li><br/></ol>"
  },
  {
    "id": "3790701",
    "unitNumber": 7,
    "text": "Acil yardıma ihtiyaç duyan kişi ile bu durumu gideren görevliler arasında gerçekleşen ve durumun hızlı, etkin bir şekilde bertarafını sağlayan iletişim aşağıdakilerden hangisi ile adlandırılmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Etkili iletişim",
      "B": "Stres yönetimi",
      "C": "Beden dili",
      "D": "Öfke kontrolü",
      "E": "Takım çalışması"
    },
    "explanation": "Etkili İletişim: Acil yardıma ihtiyaç duyan kişi ile bu durumu gideren görevliler arasın- da gerçekleşen ve durumun hızlı, etkin bir şekilde bertarafını sağlayan iletişimdir."
  },
  {
    "id": "3790702",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Amerika Birleşik Devletleri Savunma Bakanlığı tarafından geliştirilmiş ve işletilmiş olup uydu bazlı küresel yön bulma sistemidir?",
    "correctAnswer": "A",
    "options": {
      "A": "GPS",
      "B": "TDOA",
      "C": "EOTD",
      "D": "CBS",
      "E": "EGM"
    },
    "explanation": "Yanıtınız yanlış ise “Yer Bulma Sistemleri” konusunu yeniden gözden geçiriniz.<br/>GPS Amerika Birleşik Devletleri Savunma Bakanlığı tarafından geliştirilmiş ve işletilmiş olup uydu bazlı küresel yön bulma sistemidir."
  },
  {
    "id": "3790703",
    "unitNumber": 7,
    "text": "Sinyallerin zaman varış farklarının hesaplanarak 100 - 200 metre doğrulukla konum belirleme sistemi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "GPS",
      "B": "TDOA",
      "C": "EOTD",
      "D": "CBS",
      "E": "EGM"
    },
    "explanation": "Yanıtınız yanlış ise “Yer Bulma Sistemleri” konusunu yeniden gözden geçiriniz.<br/>TDOA (Time Difference Of Arrival) Sinyallerin zaman varış farklarının hesaplanarak 100 - 200 metre doğrulukla konum belirleme sistemidir."
  },
  {
    "id": "3790704",
    "unitNumber": 7,
    "text": "Elektronik Haberleşme Kanunu uyarınca baz istasyonlarının kuruluşunda uyulması gereken kriterlerle ilgili düzenleme yapma yetkisi aşağıdaki kurumlardan hangisindedir?",
    "correctAnswer": "B",
    "options": {
      "A": "LMU",
      "B": "BTK",
      "C": "GPS",
      "D": "SMS",
      "E": "CBS"
    },
    "explanation": "Yanıtınız yanlış ise “ACİL DURUM VE AFETLERDE TEKNOLOJİK GELİŞMELER VE UYGULAMALAR” konusunu yeniden gözden geçiriniz.<br/>5809 sayılı Elektronik Haberleşme Kanunu uyarınca baz istasyonlarının kuruluşunda uyulması gereken kriterlerle ilgili düzenleme yapma yetkisi Bilgi Teknolojileri ve İletişim Kurumu (BTK)’ndadır."
  },
  {
    "id": "3790705",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangi yöntemi mobil telefon makinelerine verilmiş bir konumlandırma özelliğidir?",
    "correctAnswer": "D",
    "options": {
      "A": "GPS",
      "B": "TDOA",
      "C": "Varış Zamanı Yöntemi",
      "D": "EOTD",
      "E": "CBS"
    },
    "explanation": "Yanıtınız yanlış ise “ACİL DURUM VE AFETLERDE TEKNOLOJİK GELİŞMELER VE UYGULAMALAR” konusunu yeniden gözden geçiriniz.<br/>Gelişmiş zaman farkı ile konum belirleme (EOTD, Enhanced Observed Time Difference) yöntemi mobil telefon makinelerine verilmiş bir konumlandırma özelliğidir."
  },
  {
    "id": "3790706",
    "unitNumber": 7,
    "text": "Herhangi bir afet ile acil durum olayında vatandaşın oluşturulan merkeze konum, fotoğraf vb. bilgileri aktarabildiği sistem aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "UMAY",
      "B": "EGM",
      "C": "TDOA",
      "D": "EOTD",
      "E": "CBS"
    },
    "explanation": "Yanıtınız yanlış ise “ACİL DURUM VE AFETLERDE TEKNOLOJİK GELİŞMELER VE UYGULAMALAR” konusunu yeniden gözden geçiriniz.<br/>UMAY - Ulusal Mobil Afet ve Acil Durum Yönetimi Herhangi bir afet ile acil durum olayında vatandaşın oluşturulan merkeze konum, fotoğraf vb. bilgileri aktarabildiği bir sistemdir."
  },
  {
    "id": "3790707",
    "unitNumber": 7,
    "text": "Asayişi sağlamak, iç güvenliğe yönelik tehditleri bertaraf etmek ve denetim görevini ifa etmek üzere geliştirilmiş bilişim sistemi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "KGYS",
      "B": "PTS",
      "C": "JEMUS",
      "D": "POLNET",
      "E": "SAHMUS"
    },
    "explanation": "Yanıtınız yanlış ise “Çeşitli Görüntüleme ve Tanıma Sistemleri” konusunu yeniden gözden geçiriniz.<br/>Kent Güvenlik Yönetim Sistemi: (KGYS) asayişi sağlamak, iç güvenliğe yönelik tehditleri bertaraf etmek ve denetim görevini ifa etmek üzere geliştirilmiş bilişim sistemidir."
  },
  {
    "id": "3790708",
    "unitNumber": 7,
    "text": "Aşağıdaki sistemlerin hangisi ile veri tabanlarından, suçlu sorgulama, kayıp eşya ve kimlik sorgulama, gemicilik belgeleri ve silah ruhsat sorgulaması gibi uygulamalar gerçekleştirilebilmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "KGYS",
      "B": "PTS",
      "C": "JEMUS",
      "D": "POLNET",
      "E": "SAHMUS"
    },
    "explanation": "SAHMUS Sistemi ile veri tabanlarından, suçlu sorgulama, kayıp eşya ve kimlik sorgulama, gemicilik belgeleri ve silah ruhsat sorgulaması gibi uygulamalar gerçekleştirilebilmektedir.\n Yanıtınız yanlış ise “Çeşitli Görüntüleme ve Tanıma Sistemleri” konusunu yeniden gözden geçiriniz."
  },
  {
    "id": "3790709",
    "unitNumber": 7,
    "text": "Farklı kamu kurumlarında yapılan eğitim programları dikkate alındığında acil durum yönetimi için aşağıdakilerden hangisi gerekli değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Öfke Kontrolü",
      "B": "Diksiyon",
      "C": "Bireysel Çalışma",
      "D": "Beden Dili",
      "E": "Zaman Yönetimi"
    },
    "explanation": "Farklı kamu kurumlarında yapılan ve yukarıda örneklendirilen eğitim programları dikkate alındığında acil durum yönetimi için bireysel çalışma gerekli değildir.\n Yanıtınız yanlış ise “KİŞİSEL GELİŞİM FARKINDALIĞI” konusunu yeniden gözden geçiriniz."
  },
  {
    "id": "3790710",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi kişinin kendisini tanıması, duygularını yönetmesi, motive edebilmesi ve kendini çeşitli durumlar karşısında kontrol edebilmesidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Öfke Kontrolü",
      "B": "Duygusal Zekâ",
      "C": "Grupla Çalışma",
      "D": "Beden Dili",
      "E": "Zaman Yönetimi"
    },
    "explanation": "Duygusal Zekâ: Kişinin kendisini tanıması, duygularını yönetmesi, motive edebilmesi ve kendini çeşitli durumlar karşısında kontrol edebilmesidir.\n Yanıtınız yanlış ise “KİŞİSEL GELİŞİM FARKINDALIĞI” konusunu yeniden gözden geçiriniz."
  },
  {
    "id": "3790711",
    "unitNumber": 7,
    "text": "Hangi yıl daha önce var olan standartları da kullanarak ISO 22301 Toplumsal Güvenlik ve İş Sürekliliği Yönetimi Standardı oluşturulmuştur?",
    "correctAnswer": "C",
    "options": {
      "A": "2005",
      "B": "2008",
      "C": "2012",
      "D": "2015",
      "E": "2019"
    },
    "explanation": "Yanıtınız yanlış ise “ACİL YARDIM HİZMETLERİNDE MODERN ANLAYIŞLAR” konusunu yeniden gözden geçiriniz.<br/>2012 senesinde daha önce var olan standartları da kullanarak ISO 22301 Toplumsal Güvenlik ve İş Sürekliliği Yönetimi Standardı oluşturulmuştur"
  },
  {
    "id": "3790812",
    "unitNumber": 7,
    "text": "Amerika Birleşik Devletleri Savunma Bakanlığı tarafından askeri savunma kapasitelerini genişletmek amacıyla geliştirilen yer bulma sistemi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "GPS",
      "B": "TDOA",
      "C": "EOTD",
      "D": "MHRS",
      "E": "CBS"
    },
    "explanation": "Amerika Birleşik Devletleri Savunma Bakanlığı tarafından askeri savunma kapasitelerini genişletmek amacıyla geliştirilen yer bulma sistemi GPS'tir. GPS daha sonraları birçok sivil uygulamada da kullanılmaktadır."
  },
  {
    "id": "3790813",
    "unitNumber": 7,
    "text": "Sinyallerin zaman varış farklarının hesaplanarak 100-200 metre doğrulukla konum belirleme sistemi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Varış zamanı yönetimi",
      "B": "GPS",
      "C": "TDOA",
      "D": "MHRS",
      "E": "EOTD Yöntemi"
    },
    "explanation": "Gelişmiş zaman farkı özelliği kullanarak 50-200 metre doğrulukla konum belirleme sistemi TDOA'dır."
  },
  {
    "id": "3790814",
    "unitNumber": 7,
    "text": "1. E-Nabız A. Acil yardım ihtiyacı duyanlar ile bu yardımı sağlayacaklar arasında iletişimi sağlamak\n<br/>2. Reach 112 Projesi B. İşitme ve dil-konuşma engelli kişilerin acil yardım hizmetlerine ulaşmalarını sağlamak\n<br/>3. EMYNOS Projesi C. Kişilerin tıbbı öz geçmişlerine tek bir yerden ulaşılmasını sağlamak\n<br/>4. Coğrafi Bilgi Sistemi\n<br/>5. 155 SMS Servisi \n<br/>Yukarıdaki acil durum ve afetlerde kullanılan teknolojik uygulamalar ve amaçların doğru eşleştirilmesi aşağıdakilerden hangisinde verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "1-C, 2-B, 3-A",
      "B": "2-A, 1-B, 4-C",
      "C": "2-C, 3-A, 4-B",
      "D": "1-B, 3-A, 5-C",
      "E": "2-A, 4-B, 5-C"
    },
    "explanation": "Acil durum ve afetlerde kullanılan teknolojik uygulamalar ve amaçların doğru eşleştirilmesi aşağıdaki gibidir:\n<br/>1. E-Nabız C. Kişilerin tıbbı öz geçmişlerine tek bir yerden ulaşılmasını sağlamak \n<br/>2. Reach 112 Projesi B. İşitme ve dil-konuşma engelli kişilerin acil yardım hizmetlerine ulaşmalarını sağlamak\n<br/>3. EMYNOS Projesi A. Acil yardım ihtiyacı duyanlar ile bu yardımı sağlayacaklar arasında iletişimi sağlamak"
  },
  {
    "id": "3790815",
    "unitNumber": 7,
    "text": "Acil durum ve afet yönetiminde müdahale stratejisinin yaratılmasında<strong> en önemli </strong> olan faktör aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Konumsal bilgi",
      "B": "Personel deneyimi",
      "C": "Kurumsal işleyiş",
      "D": "Personel bilgisi",
      "E": "Kurumsal yönetim"
    },
    "explanation": "Acil durum ve afet yönetiminde personel bilgi deneyim ve yeterliliği ile kurumsal işleyiş ve yönetim önemli olmakla birlikte müdahale stratejisinin yaratılmasında konumsal bilgi çok daha önemlidir."
  },
  {
    "id": "3790816",
    "unitNumber": 7,
    "text": "Artırılmış gerçeklik ve sanal gerçeklik gözlükleri acil durum ve afetlerde kullanılabilecek hangi teknolojik gelişmeler kapsamındadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Görüntüleme ve tanıma sistemleri",
      "B": "Giyilebilir teknolojiler",
      "C": "UMAY",
      "D": "Sunucu hizmetleri",
      "E": "EOTD yöntemi"
    },
    "explanation": "Artırılmış gerçeklik ve sanal gerçeklik gözlükleri, akıllı saat, akıllı bileklik, akıllı yüzük gibi insan vücuduna giyilerek yada takılarak kullanılan acil durum ve afetlerde kullanılabilecek teknolojik aletlerin tümüne giyilebilir teknolojiler adı verilmektedir."
  },
  {
    "id": "3790817",
    "unitNumber": 7,
    "text": "\".................. asayişi sağlamak, iç güvenliğe yönelik tehditleri bertaraf etmek ve denetim görevini ifa etmek için geliştirilmiş bilişim sistemidir.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru olarak tamamlamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Kent Güvenlik Yönetim Sistemi",
      "B": "EGM Online İhbar",
      "C": "Reach 112 Projesi",
      "D": "155 SMS servisi",
      "E": "Ulusal Mobil Afet ve Acil Durum Yönetimi"
    },
    "explanation": "Kent Güvenlik Yönetim Sistemi asayişi sağlamak, iç güvenliğe yönelik tehditleri bertaraf etmek ve denetim görevini ifa etmek için geliştirilmiş bilişim sistemidir."
  },
  {
    "id": "3790818",
    "unitNumber": 7,
    "text": "ISO 22301 Toplumsal Güvenlik ve İş Sürekliliği Yönetimi Standardı hangi yıl oluşturulmuştur?",
    "correctAnswer": "D",
    "options": {
      "A": "2000",
      "B": "2002",
      "C": "2010",
      "D": "2012",
      "E": "2015"
    },
    "explanation": "ISO 22301 Toplumsal Güvenlik ve İş Sürekliliği Yönetimi Standardı, 2012 yılında afet ve acil durumlar sonrasında iş sürekliliğini sağlamak amacıyla oluşturulmuştur."
  },
  {
    "id": "3790819",
    "unitNumber": 7,
    "text": "Büyük ölçekli afetlerde en önemli rolü üstlenmesi gereken birim aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yerel kaynaklar",
      "B": "Vilayet merkezindeki kamusal kaynaklar",
      "C": "Sivil toplum örgütleri",
      "D": "Sağlık kurumları",
      "E": "Eğitim kurumları"
    },
    "explanation": "Büyük ölçekli afetlerde en önemli rolü yerel kaynaklar üstlenmektedir. Zira merkezden gelecek kaynakların ulaşım sorunu nedeniyle altın saat olarak nitelendirilen 72 saat içerisinde ulaşmama ihtimali sözkonusudur."
  },
  {
    "id": "3790820",
    "unitNumber": 7,
    "text": "Türkiye Afet Müdahale Planı Belgesinde öncelikli hizmet grubu nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Haberleşme",
      "B": "Beslenme",
      "C": "Lojistik",
      "D": "Ulaşım",
      "E": "Güvenlik"
    },
    "explanation": "Türkiye Afet Müdahale Planı Belgesinde öncelikli hizmet grubu haberleşmedir. Haberleşme hizmet grubunun görevi altın saatler sürecinde haberleşme acil durumunda yaşanan sorunları ivedi bir şekilde çözmektir."
  },
  {
    "id": "3790821",
    "unitNumber": 7,
    "text": "Çağrı merkezlerini korkmuş panik içerisinde arayan kişileri sakinleştirerek etkin bir müdahalenin sağlanması için çağrı merkezi görevlilerinin alması gereken öncelikli eğitim konusu aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Stres yönetimi",
      "B": "Motivasyon",
      "C": "Arayan yönetimi",
      "D": "Duygusal zeka",
      "E": "Zaman yönetimi"
    },
    "explanation": "Çağrı merkezlerini korkmuş panik içerisinde arayan kişileri sakinleştirerek etkin bir müdahalenin sağlanması için çağrı merkezi görevlilerinin alması gereken öncelikli eğitim konusu arayan yönetimidir."
  },
  {
    "id": "3790842",
    "unitNumber": 7,
    "text": "TDOA (Time Difference of Arrival) aşağıdaki acil durum ve afetlerde kullanılmak üzere tasarlanmış teknolojik uygulamalardan hangisi kapsamında yer almaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Yer bulma sistemleri",
      "B": "e-nabız kişisel sağlık sistemi",
      "C": "EGM online ihbar",
      "D": "Reach 112 projesi",
      "E": "Giyilebilir sağlık uygulamaları"
    },
    "explanation": "Yanıtınız yanlış ise ders kitabınızın 7 nolu ünitesinde yer alan ACİL DURUM VE AFETLERDE TEKNOLOJİK GELİŞMELER VE UYGULAMALAR konu başlığını inceleyiniz.<br/>Time difference of arrival (TDOA) sistemi yer bulma sistemlerinden biridir. Diğer yer bulma sistemleri GPS, varış zamanı yöntemi ve EOTD şeklindedir."
  },
  {
    "id": "3790843",
    "unitNumber": 7,
    "text": "Acil durum ve afetlerde kullanılan teknolojik gelişmeler ve uygulamalar kapsamında aşağıdakilerden hangisi işitme ve dil-konuşma engelli kişilerin yardım hizmetlerine hızlı, etkin ve kolaylıkla ulaşabilmelerini sağlamak amacıyla oluşturulan uygulamadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Reach 112",
      "B": "EGM online ihbar",
      "C": "e-nabız kişisel sağlık sistemi",
      "D": "Yer bulma sistemleri",
      "E": "Uyumlaştırılmış araç içi acil çağrı sistemi"
    },
    "explanation": "Yanıtınız yanlış ise ders kitabınızın 7 nolu ünitesinde yer alan ACİL DURUM VE AFETLERDE TEKNOLOJİK GELİŞMELER VE UYGULAMALAR konu başlığını inceleyiniz.<br/>Reach 112 uygulaması ile ülkemizde yaşayan işitme ve dil-konuşma engelli kişilerin acil yardım hizmetlerine hızlı, etkin ve kolaylıkla ulaşabilmelerinin sağlanması hedeflenmektedir."
  },
  {
    "id": "3790844",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi konuma dayalı karar verme sürecinde akıllı haritaların kendi öz nitelikleri ile beraber diğer bilgileri analiz edebilecek, sorgulayıp raporlayabilecek tekniklerle yönetime veya müdahaleye yönelik doğru ve gerçek bilgilere dayanarak destek verebilen sistemdir?",
    "correctAnswer": "B",
    "options": {
      "A": "EGM online ihbar",
      "B": "Coğrafi bilgi sistemleri",
      "C": "Uyumlaştırılmış araç içi acil çağrı sistemi",
      "D": "Reach 112",
      "E": "TDOA (time difference of arrival)"
    },
    "explanation": "Yanıtınız yanlış ise ders kitabınızın 7 nolu ünitesinde yer alan ACİL DURUM VE AFETLERDE TEKNOLOJİK GELİŞMELER VE UYGULAMALAR konu başlığını inceleyiniz.<br/>Coğrafi bilgi sistemleri afet ve acil durumlarda gerçekleştirilmesi gereken hizmetlerin kaliteli ve yerinde gerçekleştirilebilmesi bakımından önemli bir sistemler bütünüdür. Coğrafi Bilgi Sistemleri konuma dayalı karar verme sürecinde, akıllı haritaların kendi öz nitelikleri ile beraber diğer bilgileri analiz edebilecek, sorgulayıp raporlayabilecek tekniklerle yönetime veya müdahaleye yönelik doğru ve gerçek bilgilere dayanarak destek verebilmesidir."
  },
  {
    "id": "3790845",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi hasarlı bina, yangın, sel, heyelan gibi durumlarda sisteme bilgilerini tanıtan kullanıcıların duruma ilişkin bildirimde bulunabileceği, ilgili merkeze konum, fotoğraf gibi bilgilerin aktarılmasına olanak tanıyan sistemdir?",
    "correctAnswer": "A",
    "options": {
      "A": "UMAY (ulusal mobil afet ve acil durum yönetimi)",
      "B": "155 SMS servisi",
      "C": "EMYNOS",
      "D": "KGYS (kent güvenliği yönetim sistemi)",
      "E": "Polis bilgi sistemi (POLNET)"
    },
    "explanation": "Yanıtınız yanlış ise ders kitabınızın 7 nolu ünitesinde yer alan ACİL DURUM VE AFETLERDE TEKNOLOJİK GELİŞMELER VE UYGULAMALAR konu başlığını inceleyiniz.<br/>Anadolu Üniversitesi tarafından geliştirilen UMAY Sistemi sayesinde sisteme kayıtlı kullanıcıların afet ve acil durumlara ilişkin ilgili merkezlere bildirimde bulunması mümkün hale gelmiştir."
  },
  {
    "id": "3790846",
    "unitNumber": 7,
    "text": "I. Etkili iletişim\n II. Stres yönetimi\n III. Öfke kontrolü\n IV. Takım çalışması\n Yukarıdakilerden hangisi ya da hangileri acil durum yönetimi kapsamında önem arz eden kişisel gelişim faktörleri arasında yer almaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "I ve IV",
      "C": "II ve III",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Yanıtınız yanlış ise ders kitabınızın 7 nolu ünitesinde yer alan KİŞİSEL GELİŞİM FARKINDALIĞI konu başlığını inceleyiniz.<br/>Verilen maddelerin tamamı afet ve acil durum yönetimi kapsamında önemli kişisel gelişim süreçleridir. Önemli kişisel gelişim faktörlerinin tamamı şunlardır;\n <ul> <li>Etkili iletişim</li> <li>Strest yönetimi</li> <li>Öfke kontrolü</li> <li>Beden dili</li> <li>Motivasyon</li> <li>Diksiyon</li> <li>Takım çalışması</li> <li>Arayan yönetimi</li> <li>Problem belirleme ve çözme</li> <li>Zaman yönetimi</li> <li>Duygusal zeka</li> </ul>"
  },
  {
    "id": "3790847",
    "unitNumber": 7,
    "text": "I. Finansal kayıp\n II. Toplumsal/müşteri etkisi\n III. Yasal etki\n Yukarıdakilerden hangisi ya da hangileri iş etki analizi kriterlerinin odaklandığı etkiler arasında yer almaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Yanıtınız yanlış ise ders kitabınızın 7 nolu ünitesinde yer alan ACİL YARDIM HİZMETLERİNDE MODERN ANLAYIŞLAR konu başlığını inceleyiniz.<br/>Verilen maddelerin tamamı iş etki analizi kriterlerinin odaklandığı etkilerdir."
  },
  {
    "id": "3790848",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi POLNET (polis bilgi sistemi) kullanılarak gerçekleştirilebilecek işlemlerden biri <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Pasaport işlemleri",
      "B": "Araç tescil işlemleri",
      "C": "Sürücü belge işlemleri",
      "D": "Adli ve idari görevlere ilişkin işlemler",
      "E": "Trafik akışını izleme işlemi"
    },
    "explanation": "Yanıtınız yanlış ise ders kitabınızın 7 nolu ünitesinde yer alan ACİL DURUM VE AFETLERDE TEKNOLOJİK GELİŞMELER VE UYGULAMALAR konu başlığını inceleyiniz.<br/>Trafik akışının izlenmesi elektronik denetleme sistemi (EDS) tarafından yürütülen bir hizmettir."
  },
  {
    "id": "3790849",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi olay ve krizin yönetimi açısından önemli bir karar destek sistemi olan araç takip sistemlerinin özellikleri arasında <strong>sayılmaz</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Araçlarının yeri dijital haritalar üzerinde tam olarak görüntülenir.",
      "B": "Harita üzerinde belirli noktalar, güzergâhlar tanımlanarak buralara giriş çıkışlar denetlenebilir.",
      "C": "Araç uzaktan durdurulabilir, çalışmamak üzere kilitlenebilir, korna ve flaşörler uzaktan çalıştırılabilir.",
      "D": "Yakıt sarfiyatı, araç içi sıcaklık vb. bilgiler izlenebilir.",
      "E": "Araç sürüşü uzaktan gerçekleştirilebilir."
    },
    "explanation": "Yanıtınız yanlış ise ders kitabınızın 7 nolu ünitesinde yer alan ACİL DURUM VE AFETLERDE TEKNOLOJİK GELİŞMELER VE UYGULAMALAR konu başlığını inceleyiniz.<br/>Ara takip sistemleri uzaktan araç ve kullanıma ilişkin pek çok bilgi sağlama ve yönetim imkanı tanımakla birlikte uzaktan ya da otonom sürüş bunlardan biri değildir."
  },
  {
    "id": "3790850",
    "unitNumber": 7,
    "text": "I. GPS sistemi\n II. TDOA (time difference of arrival) yöntemi\n III. Varış zamanı yöntemi\n IV. EOTD (enhanced observed time difference) yöntemi\n Yukarıdaki yer bulma sistemlerinden hangisi ya da hangileri baz istasyonundan veri alınması suretiyle faaliyet gösterir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I ve IV",
      "D": "II, III ve IV",
      "E": "Ii II, III ve IV"
    },
    "explanation": "Yanıtınız yanlış ise ders kitabınızın 7 nolu ünitesinde yer alan ACİL DURUM VE AFETLERDE TEKNOLOJİK GELİŞMELER VE UYGULAMALAR konu başlığını inceleyiniz.<br/>TDOA, varış zamanı yöntemi ve EOTD sistemleri GSm sinyallerinden yararlanarak çalıştırılan sistemlerdir."
  },
  {
    "id": "3790851",
    "unitNumber": 7,
    "text": "Çeşitli görüntüleme ve tanıma sistemleri arasında yer alan aşağıdaki sistemlerden hangisi Sahil Güvenlik birimlerinin her türlü hava koşullarında kesintisiz haberleşmesini sağlamak amacıyla geliştirilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "POLNET (Polis Bilgi Sistemi)",
      "B": "SAHMUS (Sayısal Emniyetli Muhabere Sistemi)",
      "C": "PTS (Plaka Tanıma Sistemi)",
      "D": "KGYS (Kent Güvenlik Yönetim Sistemi)",
      "E": "JEMUS (Jandarma Entegre Muhabere ve Bilgi Sistemi)"
    },
    "explanation": "Yanıtınız yanlış ise ders kitabınızın 7 nolu ünitesinde yer alan ACİL DURUM VE AFETLERDE TEKNOLOJİK GELİŞMELER VE UYGULAMALAR konu başlığını inceleyiniz.<br/>SAHMUS Projesi Sahil Güvenlik ekiplerinin her türlü hava koşullarında kesintisiz haberleşme sağlamasını mümkün hale getirmek amacıyla oluşturulmuş bir haberleşme sistemidir."
  },
  {
    "id": "3790582",
    "unitNumber": 8,
    "text": "Acil durum ve afet tanımının ortasında kalan olaylar için günümüzde hangi ifade sıklıkla kullanılmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Kitlesel olaylar",
      "B": "Büyük olaylar",
      "C": "Çoklu olaylar",
      "D": "Konvansiyonel olaylar",
      "E": "Kombine olaylar"
    },
    "explanation": "Acil durum ve afet tanımının ortasında kalan olaylar için son yıllarda hem literatürde hem de müdahale planlarında “kitlesel olaylar” tanımının sıkça kullanıldığını görmekteyiz."
  },
  {
    "id": "3790583",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Birleşmiş Milletler tarafından belirlenen tehlikeli maddeler sınıflandırmasında <u>yer almaz</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Aşındırıcı maddeler",
      "B": "Yükseltgen maddeler",
      "C": "Alevlenir sıvılar",
      "D": "Gıda boyaları",
      "E": "Gazlar"
    },
    "explanation": "Tablo 8.1'de Birleşmiş Milletler tarafından belirlenen ADR’ye Göre Tehlikeli Madde Sınıfları verilmiştir. Gıda boyaları bu gruplarda yer almamaktadır."
  },
  {
    "id": "3790584",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi kitlesel kazalardan <u>değildir</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Endüstriyel Kazalar",
      "B": "Ulaştırma Kazaları",
      "C": "Biyolojik Kazalar",
      "D": "Tünel Kazaları",
      "E": "Maden Kazaları"
    },
    "explanation": "Biyolojik kazalar, kitlesel kazalardan değildir."
  },
  {
    "id": "3790585",
    "unitNumber": 8,
    "text": "Kitlesel olaylarda, müdahale kapasitesinin belirlenmesi açısından ilk önce aşağıdakilerden hangisi değerlendirilmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Olayın zamanı",
      "B": "Kazazede sayısı",
      "C": "Patlayıcı cinsi",
      "D": "Olayın büyüklüğü",
      "E": "Ambulans sayısı"
    },
    "explanation": "Kitlesel olaylarda olayın şiddetinin belirlenmesi, müdahale kapasitesinin belirlenmesi açısından çok önemlidir. Kitlesel olaylara etkin ve hızlı müdahale için öncelikle olayın doğru tanımlanması gerekir. Kitlesel olaylarda, müdahale kapasitesinin belirlenmesi açısından değerlendirilirken; öncelikle kazazede sayısı değerlendirilir."
  },
  {
    "id": "3790586",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi akut gelişen doğal afetlerdendir?",
    "correctAnswer": "D",
    "options": {
      "A": "Böcek istilası",
      "B": "Kıtlık",
      "C": "Çölleşme",
      "D": "Tsunami",
      "E": "Kuraklık"
    },
    "explanation": "Doğal afetler gelişim hızına göre, “akut” veya “yavaş” olarak kategorize edilebilir. Akut gelişenler; deprem, sel, kasırga, tayfun, yangın, tsunami, çığ, volkanik patlama, aşırı soğuk ya da kar fırtınası ve sıcak hava dalgası gibi olaylardır. Yavaş veya kademeli başlayan doğal afetler; kuraklık, kıtlık, çölleşme, ormansızlaşma ve böcek istilası olaylarını içerir."
  },
  {
    "id": "3790597",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi terörizm saldırılarında kullanılan kitlesel imha aracı ajanlarından <u>değildir</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Kimyasal",
      "B": "Biyolojik",
      "C": "Fiziksel",
      "D": "Radyolojik",
      "E": "Nükleer"
    },
    "explanation": "Terörizm saldırılarında kullanılan kitlesel imha aracı ajanları kısaca KBRN şeklinde ifade edilen kimyasal, biyolojik, radyolojik ve nükleer ajanlardır."
  },
  {
    "id": "3790598",
    "unitNumber": 8,
    "text": "Kaza alanında yangının devam etmesi, yakıtın yüksek yanma ve parlama özelliği taşıması ve enkaz alanında bulunan yapısal çöküntüler gibi müdahale personeli açısından önemli riskler taşıyan kazalar hangi tip ulaştırma kazalarında görülmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kara Yolu Kazaları",
      "B": "Demir Yolu Kazaları",
      "C": "Deniz Kazaları",
      "D": "Hava Yolu Kazaları",
      "E": "Tünel Kazaları"
    },
    "explanation": "Uçak kazalarında tüm müdahale personeli için önemli riskler bulunmaktadır. Kaza alanında yangının devam etmesi, uçakta bulunan yakıtın yüksek yanma ve parlama özelliği önemli riskleri de beraberinde getirir. Bununla birlikte enkaz alanında bulunan yapısal çöküntüler ve uçak parçaları (metal parçaları, camlar) önemli riskler oluşturur."
  },
  {
    "id": "3790599",
    "unitNumber": 8,
    "text": "Florida Olay Yeri Yönetimi Kılavuzu’na göre yaralı sayısının 101-1000 arasında olduğu ve en az 25 acil yardım ambulansının görevlendirildiği kitlesel olaylar hangi seviyededir?",
    "correctAnswer": "B",
    "options": {
      "A": "5",
      "B": "4",
      "C": "3",
      "D": "2",
      "E": "1"
    },
    "explanation": "Tablo 8.2'de Kitlesel Olayların Sınıflandırılması verilmiştir. Buna göre bu durumun olay seviyesi 4'tür."
  },
  {
    "id": "3790600",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi acil çağrı merkezindeki personel tarafından olayın büyüklüğünün anlaşılması için sorulan sorulardan <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Olay yerindeki kazazede sayısı",
      "B": "Yaralanmaların çeşidi",
      "C": "Yaralanmaların şiddeti",
      "D": "Olay yerinde devam eden tehlikeler",
      "E": "Olay yerindeki KBRN maruziyeti"
    },
    "explanation": "Olayın büyüklüğü tanımlanırken, acil çağrı personelinin birtakım sorulara yanıt araması gerekir. Bunlar;<br/>• Olay yerinde kaç kazazede var? Büyük olaylarda ilk rakamlar hep tahmini rakamlar olacaktır.<br/>• Yaralanmaların şiddeti ve çeşidi nedir? Patlama yaralanması, yanıklar, büyük organ yaralanmaları vs.<br/>• Kazazedeler için olay yerinde devam eden tehlikeler nelerdir? Bazen başlangıçta küçük görülen bir olay, barındırdığı ek riskler ile çok büyük sonuçlar doğurabilir.\n<br/>Olay yerindeki KBRN maruziyeti ise olay yeri risk değerlendirmesi aşamasında sorulan sorulardandır."
  },
  {
    "id": "3790601",
    "unitNumber": 8,
    "text": "Müdahale ekipleri arası koordinasyonun sağlanması aşağıdakilerden hangisinin görevidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Valilik",
      "B": "Acil çağrı merkezi",
      "C": "Acil yardım kuruluşları",
      "D": "İtfaiye",
      "E": "Güvenlik ekipleri"
    },
    "explanation": "Kitlesel olaylara müdahalede etkinlikte temel belirleyicilerden bir tanesi, müdahale ekipleri arası koordinasyonun sağlanmasıdır. Bu görev acil çağrı merkezi tarafından yerine getirilmektedir."
  },
  {
    "id": "3790622",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi akut gelişen doğal afetlerden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kuraklık",
      "B": "Kıtlık",
      "C": "Sıcak hava dalgası",
      "D": "Çölleşme",
      "E": "Ormansızlaşma"
    },
    "explanation": "KİTLESEL OLAYLAR<br/>Sıcak hava dalgası, akut gelişen doğal afetlerden biridir. Kuraklık, kıtlık, çölleşme, ormansızlaşma ise yavaş veya kademeli başlayan doğal afetlerdir."
  },
  {
    "id": "3790623",
    "unitNumber": 8,
    "text": "Tehlikeli madde olaylarının <u>en çok</u> meydana geldiği alan aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kimyasalların kullanıldığı ya da depolandığı endüstri alanları",
      "B": "Nükleer tıp uygulamalarının olduğu hastaneler",
      "C": "Akaryakıt üretim ve satış alanları",
      "D": "Karayollarında tehlikeli madde taşıyan araçlar",
      "E": "İnsektisit/ pestisit üreten işletmeler"
    },
    "explanation": "KİTLESEL OLAYLAR<br/>Tehlikeli madde olaylarının çoğunlukla meydana geldiği alan, kimyasalların kullanıldığı ya da depolandığı endüstri alanlarıdır. Yapılan bir çalışmada, nakliye sırasında meydana gelen tehlikeli madde kazaları daha fazla dikkat ve ilgi görse de tehlikeli madde olaylarının %75’inin, kimyasalların kullanıldığı ya da depolandığı endüstri alanlarında meydana geldiği vurgulanmaktadır."
  },
  {
    "id": "3790624",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi, endüstriyel kazalarda olay yerinde tehlikeli madde tespiti için ipuçlarından biri <u>değildir?</u>",
    "correctAnswer": "B",
    "options": {
      "A": "Olay yerinde bulunan ölü hayvanlar veya maddenin karıştığı sularda yaşayan balıkların ölmesi",
      "B": "Acil yardım için çağrı merkezini arayan kişinin kimliğinin belirlenmesi",
      "C": "Kaza alanında, kendiliğinden tutuşabilme özelliği olan malzemelerin bulunması",
      "D": "Kap içinde bulunan sıvı maddelerde, olağandışı dalgalı buharların oluşması",
      "E": "Isıtılmadan ya da kaynatılmadan, bazı malzemelerde sıçramaların oluşması"
    },
    "explanation": "KİTLESEL OLAYLAR<br/>Acil yardım için çağrı merkezini arayan kişinin kimliğinin belirlenmesi; endüstriyel kazalarda olay yerinde tehlikeli madde tespiti için ipuçlarından biri değildir. Acil yardım için çağrı merkezini arayan kişinin kimliğinin belirlenmesi; acil çağrı personelinin, tehlikeli madde riski olan olaylarda, çağrıyı aldığında mümkün olduğunca daha fazla bilgi edinmek için yararlandığı sistematik sorulardan biridir."
  },
  {
    "id": "3790625",
    "unitNumber": 8,
    "text": "Tehlikeli Malların Karayolu ile Uluslararası Taşımacılığına İlişkin Avrupa Anlaşması’na göre ”muhtelif tehlikeli maddeler ve nesneler” kaçıncı sınıfta tanımlanmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "1",
      "B": "4",
      "C": "5",
      "D": "8",
      "E": "9"
    },
    "explanation": "KİTLESEL OLAYLAR<br/>Tehlikeli Malların Karayolu ile Uluslararası Taşımacılığına İlişkin Avrupa Anlaşması’na göre ”muhtelif tehlikeli maddeler ve nesneler” sınıf 9’da tanımlanmıştır."
  },
  {
    "id": "3790626",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi terör örgütlerinin kullandığı düşük tesirli patlayıcı düzeneklerinden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "TNT",
      "B": "C4",
      "C": "Dinamit",
      "D": "Nitrogliserin",
      "E": "Molotof Kokteyli"
    },
    "explanation": "KİTLESEL OLAYLAR<br/>Molotof Kokteyli, terör örgütlerinin kullandığı düşük tesirli patlayıcı düzeneklerinden biridir. Terör örgütleri tarafından en fazla kullanılan patlayıcı çeşitleri; “TNT”, “C4”, “Dinamit” ve “Nitrogliserin” içeren yüksek tesirli patlayıcı düzenekleri ile “boru tipi düzenekler”, “barut içeren patlayıcılar” ve “Molotof Kokteyli” gibi düşük tesirli düzeneklerden oluşmaktadır."
  },
  {
    "id": "3790627",
    "unitNumber": 8,
    "text": "Tünel şantiyeleri kazalarında <u>en önemli</u> risk faktörü aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "İş makinalarının egzozlarından karbonmonoksit gazı çıkması",
      "B": "Herhangi birisinde KBRN maruziyeti olması",
      "C": "Elektrik tesisatında kaçak olması",
      "D": "İnşaat devam ederken yapısal çöküşlerin oluşması",
      "E": "Olay yerinde ya da yakınında tehlikeli madde olması"
    },
    "explanation": "KİTLESEL OLAYLAR<br/>Tünel şantiyeleri kazalarında en önemli risk faktörü, inşaat devam ederken yapısal çöküşlerin oluşmasıdır. Bugünün koşulları ve teknolojinin de katkısıyla kullanılan modern yöntemlerde, tünel şantiyelerinde yapısal çöküş olayları azalmıştır. Ancak hâlihazırda bu konudaki riskler sıfırlanabilmiş değildir. Bir diğer önemli risk de, şantiyede çalışan iş makinalarının egzozlarından çıkan karbonmonoksit gazıdır. Eğer şantiye alanında hava sirkülasyonu yeterli düzeyde sağlanamazsa, işçilerde inhalasyon zehirlenmelerine neden olabilir."
  },
  {
    "id": "3790628",
    "unitNumber": 8,
    "text": "Konvansiyonel patlayıcılara entegre edilen radyoaktif materyalin patlatılarak dağıtılması ... olarak adlandırılır.\n<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru olarak tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Kirli bomba",
      "B": "Yükseltgen madde",
      "C": "Boru tipi düzenek",
      "D": "Barut içeren patlayıcı",
      "E": "C4"
    },
    "explanation": "KİTLESEL OLAYLAR<br/>Yukarıdaki cümlede boş bırakılan yeri \"kirli bomba\" doğru olarak tamamlar. Konvansiyonel patlayıcılara entegre edilen radyoaktif materyalin patlatılarak dağıtılması “kirli bomba” olarak adlandırılır. Yükseltgen madde; 5. Sınıf tehlikeli maddedir. Boru tipi düzenekler ve barut içeren patlayıcılar, düşük tesirli patlayıcılardır. C4 ise yüksek tesirli bir patlayıcı düzeneğidir."
  },
  {
    "id": "3790629",
    "unitNumber": 8,
    "text": "Yaralı sayısı 21 ila 100 arasında olan ve olay yerinde en az 8 acil yardım ambulansına gerek duyulan kitlesel olay seviyesi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "4",
      "E": "5"
    },
    "explanation": "KİTLESEL OLAYLARDA MÜDAHALE ORGANİZASYONUNDA ACİL ÇAĞRI HİZMETLERİNİN ROLÜ<br/>Yaralı sayısı 21 ila 100 arasında olan ve olay yerinde en az 8 acil yardım ambulansına gerek duyulan kitlesel olay seviyesi 3’tür. Bu düzeyde; yaralı sayısı 21 ile 100 arasındadır. Olay yerel kapasiteyi büyük oranda aşar ve bölgesel destek gerekebilir. Olay yerinde en az 8 acil yardım ambulansı görev yapmalıdır. Hastane sevk organizasyonunda yerelde bulunan tüm hastaneler yer alır. Olay yeri yönetiminde acil du rum yönetimi konusunda yerel organizasyonda yönetici pozisyonunda bulunan birisi yer almalıdır. Hava ambulansları ile bölge dışı hastanelere nakil için planlamalar yapılmalıdır."
  },
  {
    "id": "3790630",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi, kitlesel olaylarda acil çağrı personelinin, risk değerlendirmesi için olay yerinden arayanlara yönelttiği sorulardan biri <u>değildir?</u>",
    "correctAnswer": "B",
    "options": {
      "A": "Herhangi birisinde KBRN maruziyeti var mı?",
      "B": "Olay yerindeki taşıma kapları durup dururken şekil değiştiriyor mu?",
      "C": "Herhangi bir kimyasalla kontamine olmuş kazazede var mı?",
      "D": "Olay yerinde sarkmış ya da yerde bulunan elektrik kabloları var mı?",
      "E": "Herhangi birisinde duman ya da toksik madde inhalasyonu var mı?"
    },
    "explanation": "KİTLESEL OLAYLARDA MÜDAHALE ORGANİZASYONUNDA ACİL ÇAĞRI HİZMETLERİNİN ROLÜ<br/>“Olay yerindeki taşıma kapları durup-dururken şekil değiştiriyor mu?” sorusu, kitlesel olaylarda acil çağrı personelinin, risk değerlendirmesi için olay yerinden arayanlara yönelttiği sorulardan biri değildir. Olay yerinde bulunan taşıma kaplarının durup-dururken şekil değiştirmesi ve olağandışı şekillere girmesi; acil çağrı personelinin, endüstriyel kazalarla ilgili acil çağrılarda, olay yerindeki tehlikeli maddelerle ilgili olay yerindekilerden öğrenmeye çalıştığı ipuçlarından biridir."
  },
  {
    "id": "3790631",
    "unitNumber": 8,
    "text": "75 yaralının tespit edildiği bir maden kazasında, olay yerinde kaç acil yardım ambulansına gerek duyulur?",
    "correctAnswer": "C",
    "options": {
      "A": "4",
      "B": "6",
      "C": "8",
      "D": "10",
      "E": "12"
    },
    "explanation": "KİTLESEL OLAYLARDA MÜDAHALE ORGANİZASYONUNDA ACİL ÇAĞRI HİZMETLERİNİN ROLÜ<br/>Florida Olay Yeri Yönetimi Kılavuzu”nda, kitlesel olayların sınıflandırılmasına göre yaralı sayısının 21 ile 100 arasında olduğu durumlarda, olay yerinde en az 8 acil yardım ambulansı görev yapmalıdır. Dolayısıyla 75 yaralının tespit edildiği bir maden kazasında, olay yerinde 8 acil yardım ambulansına gerek duyulur."
  },
  {
    "id": "3790682",
    "unitNumber": 8,
    "text": "Mobil komuta kontrol merkezi ile ilgili olarak aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Tüm iletişim ve bilişim araçlarını barındıran panelvan tipi araçlar kullanılır.",
      "B": "Radyo istasyonlarına yerleşiktir.",
      "C": "Tüm ileişim araçlarını barındıran geçici çadırlarda yerleşiktirler.",
      "D": "Bölgede herhangi bir yapıya yerleşerek çalışma yürütür.",
      "E": "Hava araçları içinde çalışmak zorundadır."
    },
    "explanation": "Kitlesel olayların bazıları depremler ve seller gibi yapısal hasarlar oluşturabilir. Bu yapısal hasarlar mevcut acil durum yönetimi altyapısını da olumsuz etkileyebilir. Acil çağrı merkezleri devre dışı kalabilir veya iletişim sistemleri işlerliğini kaybedebilir. Bu tip durumlarda kitlesel olayların bulunduğu bölgede, olayın yönetimi için mobil ko- muta kontrol merkezleri devreye sokulabilir. Yine bazı durumlarda, radyasyon kazaları gibi kitlesel olayın oluşturmuş olduğu hasar belli bir bölgede yoğunlaşmış ve müdahale için uzun süre devam edecek müdahale eylemleri gerekebilir. Bu tip durumlarda olay yerinde yönetimi kolaylaştırmak adına mobil komuta kontrol merkezleri devreye sokulabilir. Mobil komuta kontrol araçları, bir acil çağrı merkezinde yer alabilecek tüm iletişim ve bilişim araçlarını barındıran pan<br/>Tüm iletişim ve bilişim araçlarını barındıran panelvan tipi araçlar kullanılır."
  },
  {
    "id": "3790683",
    "unitNumber": 8,
    "text": "Acil çağrı merkezine kitlesel olaylarla ilgili bildirim yapıldığında, olay teyit edilip, ilk değerlendirme yapıldıktan sonra, ilk yapılması gerekenlerden birisi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Olay yerindeki risklerin değerlendirilmesidir.",
      "B": "Adli makamlara bilgi verilmesidir.",
      "C": "Olay mahallindekilerin yakınlarına bilgi verilmesi.",
      "D": "Yerel ve ulusal basına bilgi verilmesi.",
      "E": "Askeri güvenlik birimlerinin yarıma çağırılması"
    },
    "explanation": "Acil çağrı merkezine kitlesel olaylarla ilgili bildirim yapıldığında, olay teyit edilip, ilk değerlendirme yapıldıktan sonra, ilk yapılması gerekenlerden birisi olay yerindeki risklerin değerlendirilmesidir. Bu de- ğerlendirme acil çağrı merkezi tarafından, olay yerinde bulunanlar vasıtasıyla yapılır. Bu kişi çoğu zaman acil durumu bildirmek için olay yerinden arayan kişi olur."
  },
  {
    "id": "3790684",
    "unitNumber": 8,
    "text": "Acil çağrı merkezine kitlesel olaylarla ilgili bildirim yapıldığında, ilk yapılanlardan biri olan, olay yerindeki risklerin değerlendirilmesi aşağıdakilerden hangisi vasıtasıyla yapılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Olay yerinde bulunanlar vasıtasıyla",
      "B": "Bilimsel istatistik verileri vasıtasıyla",
      "C": "Uzman görüşü vasıtasıyla",
      "D": "Ulaşan görüntüve ses kayıtları vasıtasıyla",
      "E": "Tahmin simulasyonları vasıtasıyla"
    },
    "explanation": "Acil çağrı merkezine kitlesel olaylarla ilgili bildirim yapıldığında, olay teyit edilip, ilk değerlendirme yapıldıktan sonra, ilk yapılması gerekenlerden birisi olay yerindeki risklerin değerlendirilmesidir. Bu de- ğerlendirme acil çağrı merkezi tarafından, olay yerinde bulunanlar vasıtasıyla yapılır. Bu kişi çoğu zaman acil durumu bildirmek için olay yerinden arayan kişi olur."
  },
  {
    "id": "3790685",
    "unitNumber": 8,
    "text": "Acil çağrı personeli risklerin değerlendirilmesi için olay yerinden arayanlardan aşağıdaki bilgilerden hangisini öğrenmeye çalışması gerekir?",
    "correctAnswer": "A",
    "options": {
      "A": "Herhangi bir kimyasalla kontamine olmuş kazazede var mı?",
      "B": "Arayanın eğitim durumu nedir?",
      "C": "Yakınlarda su kaynağı var mı?",
      "D": "Daha önce benzer bir olay olmuş mudur?",
      "E": "Olay yerinde ilk yardım verebilecek kişi var mıdır?"
    },
    "explanation": "Acil çağrı personeli risklerin değerlendirilmesi için olay yerinden arayanlardan aşağıdaki bilgileri öğrenmeye çalışması gerekir. \n<br/>• Olay yerinde sarkmış ya da yerde bulunan elektrik kabloları var mı? \n<br/>• Doğalgaz hat ve tesisatlarından kaçaklar var mı? \n<br/>• Olay yerinde yapısal çökme riski var mı? \n<br/>• Olay yerinde ya da yakınında tehlikeli mad<br/>Herhangi bir kimyasalla kontamine olmuş kazazede var mı?"
  },
  {
    "id": "3790686",
    "unitNumber": 8,
    "text": "ABD’de “Florida Olay Yeri Yönetimi Kılavuzu”na göre, kazazede sayısı kaçın altında ise olay, rutin acil olay olarak tanımlanmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "5",
      "B": "2",
      "C": "8",
      "D": "12",
      "E": "20"
    },
    "explanation": "ABD’de “Florida Olay Yeri Yönetimi Kılavuzu”nda, kitlesel olaylar beş seviyede değerlendirilmektedir. Bu değerlendirmede kazazede sayısının beşin daha altında olduğu olaylar, rutin acil olay olarak tanımlanmaktadır<br/>5"
  },
  {
    "id": "3790687",
    "unitNumber": 8,
    "text": "Kitlesel olaylar için müdahale kapasitesi belirlenirken, Türkiye’de kullanılan yöntemle ilgili olarak aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Türkiye’de kullanılan bir yöntem bulunmamaktadır.",
      "B": "Kitlesel olaylar beş seviyede değerlendirilmektedir.",
      "C": "Savaş durumu muharebe ölçütleri kullanılmaktadır.",
      "D": "Sivil savunma kurumu uzmanlarınca üç seviye kullanılmaktadır.",
      "E": "Sekiz seviye renklerle ifade edilmektedir."
    },
    "explanation": "Kitlesel olaylarda olayın şiddetinin belirlenmesi, müdahale kapasitesinin belirlenmesi açısından çok önemlidir. Kitlesel olaylara etkin ve hızlı müdahale için öncelikle olayın doğru tanımlanması gerekir. Kitlesel olaylarda, müdahale kapasitesinin belirlenmesi açısından değerlendirilirken; öncelikle kazazede sayısı değerlendirilir. Bu değerlendirmelerde, çeşitli yöntemler ve sınıflandırmalar kullanılmaktadır. Kitlesel olaylar için müdahale kapasitesi belirlenirken, Türkiye’de kullanılan bir yöntem bulunmamaktadır. Dünyada çeşitli ülkelerde kullanılan farklı yöntemler bulunmaktadır. ABD’de “Florida Olay Yeri Yönetimi Kılavuzu”nda, kitlesel olaylar beş seviyede değerlendirilmektedir. Bu değerlendirmede kazazede sayısının beşin daha altında olduğu olaylar, rutin acil olay olarak tanımlanmaktadır. Türkiye’de kullanılan bir yöntem bulunmamaktadır."
  },
  {
    "id": "3790688",
    "unitNumber": 8,
    "text": "Kaza olasılığı açısından en riskli olanı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Maden kazaları",
      "B": "Tünel kazaları",
      "C": "Hava yolu kazaları",
      "D": "Demir yolu kazaları",
      "E": "Endüstriyel kazalar"
    },
    "explanation": "Maden Kazaları \n<br/>Madenler tüm dünyada en riskli iş yerleri olarak kabul edilir. Gelişen teknoloji ile birlikte, birçok risk kontrol altında tutulabilse de, özellikle gelişmekte olan ülkelerde maden kazaları hala önemli sorunların başında gelmektedir."
  },
  {
    "id": "3790689",
    "unitNumber": 8,
    "text": "Terör örgütlerince en fazla kullanılan saldırı aracı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Konvansiyonel patlayıcılar",
      "B": "Otomatik tüfekler",
      "C": "Kimyasal silahlar",
      "D": "Hafif zırhlı araçlar",
      "E": "Biyolojik silahlar"
    },
    "explanation": "Konvansiyonel patlayıcılar, terör saldırılarında en fazla kullanılan saldırıcı aracıdır. Bunda konvansiyonel patlayıcıların terör grupları tarafından en kolay elde edinilebilir, kolay taşınabilir ve kolay kullanılabilir olması etkindir. Terör örgütleri tarafından en fazla kullanılan patlayıcı çeşitleri; “TNT”, “C4”, “Dinamit” ve “Nitrogliserin” içeren yüksek tesirli patlayıcı düzenekleri ile “boru tipi düzenekler”, “barut içeren patlayıcılar” ve “Molo- tof Kokteyli” gibi düşük tesirli düzeneklerden oluşmaktadır."
  },
  {
    "id": "3790690",
    "unitNumber": 8,
    "text": "\"Olay yerinde renkli buhar bulutlarının oluşması\" hangi riski işaret etmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tehlikeli maddenin varlığı",
      "B": "İkinci saldırı olasılığı",
      "C": "Grup saldırısına maruz olma riski",
      "D": "Saldırganların gizlenerek kaçma olasılığı",
      "E": "Orman yangını riski"
    },
    "explanation": "Olay yerinde tehlikeli madde tespiti için bazı ipuçları; \n<br/><ul><br/><li><br/>Olağanüstü yangın koşulları, garip renkli alev, duman veya buhar bulutları, \n<br/></li><br/><li><br/>Kimyasalları tarif eden ya da tanımlanamayan kokular, \n<br/></li><br/><li><br/></li></ul><br/>Tehlikeli maddenin varlığı"
  },
  {
    "id": "3790691",
    "unitNumber": 8,
    "text": "Dufresne ve arkadaşları, karayollarında yük taşıyan kamyonların yüzde kaçının tehlikeli madde taşıdığını vurgulamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "%5 ile %15",
      "B": "%2 ile %5",
      "C": "%15 ile %25",
      "D": "%25 ile %35",
      "E": "%35 ile %40"
    },
    "explanation": "Bazen de rutin bir olay gibi görünen bir trafik kazasına, endüstriyel kazaya ya da intihar vakasına tehlikeli maddeler eşlik edebilir. Dufresne ve arkadaşları, karayollarında yük taşıyan kamyonların %5 ile %15’inin tehlikeli madde taşıdığını vurgulamakta ve trafik kazalarındaki riske dikkat çekmektedir (Dufresne vd, 2007:4)."
  },
  {
    "id": "3790782",
    "unitNumber": 8,
    "text": "Bir yerleşim yerinde bir trafik kazası meydana gelmiştir ve bu olayda birden fazla yaralı sözkonusu olmuştur. Bu nedenle, olay için birden fazla acil yardım ekibi olay yerine sevk edilmiş ve olay yeri yönetim sistemi uygulaması gerçekleştirilmiştir. Bu olayın, acil durum büyüklüğü açısından seviyesi aşağıdakilerden hangisi ile ifade edilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bireysel acil olaylar",
      "B": "Yaralanmalı acil durum",
      "C": "Çoklu olaylar",
      "D": "Kitlesel olaylar",
      "E": "Hasarlı acil hizmet"
    },
    "explanation": "Bir yerleşim yerinde bir trafik kazası meydana gelmiştir ve bu olayda birden fazla yaralı sözkonusu olmuştur. Bu nedenle, olay için birden fazla acil yardım ekibi olay yerine sevk edilmiş ve olay yeri yönetim sistemi uygulaması gerçekleştirilmiştir. Bu olayın, acil durum büyüklüğü açısından seviyesi \"çoklu olaylar\" olarak ifade edilir."
  },
  {
    "id": "3790783",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi doğal afetlerin gelişim hızına göre akut doğal afetlerden biri olarak kabul edilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Böcek istilası",
      "B": "Kar fırtınası",
      "C": "Kuraklık",
      "D": "Kıtlık",
      "E": "Çölleşme"
    },
    "explanation": "Doğal afetlerin gelişim hızına göre, kar fırtınası akut doğal afetlerden biri olarak kabul edilir."
  },
  {
    "id": "3790784",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi tehlikeli madde olasılığı olan olaylarda acil çağrı merkezi personelinin çağrıyı aldığı andan itibaren daha fazla bilgi edinmek için sorması beklenen bir soru olarak <u>düşünülemez?</u>",
    "correctAnswer": "D",
    "options": {
      "A": "Olayın tipi ve niteliği nedir?",
      "B": "Risk oluşturan maddenin hali nedir?",
      "C": "Kaç kişi maruz kalmıştır ve yaşları nedir?",
      "D": "Olaya sebep olan kişiler kimlerdir?",
      "E": "Olası maruz kalma yolları nelerdir?"
    },
    "explanation": "\"Olaya sebep olan kişiler kimlerdir?\" sorusu tehlikeli madde olasılığı olan olaylarda acil çağrı merkezi personelinin çağrıyı aldığı andan itibaren daha fazla bilgi edinmek için sorması beklenen bir soru olarak düşünülemez."
  },
  {
    "id": "3790785",
    "unitNumber": 8,
    "text": "Acil çağrı merkezi personeli, olay yerinde tehlikeli madde tespiti için bazı ipuçlarını değerlendirmesi gerekmektedir. Aşağıdakilerden hangisi <u>öncelikle</u> dikkate alınabilecek bir ipucu olarak <u>değerlendirilmez</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Olay yerinde renkli buhar bulutlarının oluşması",
      "B": "Olay yerinde bulunan taşıma kaplarında şekil değişliği",
      "C": "Kimyasalları tarif eden ve tanımlanamayan kokuların varlığı",
      "D": "Plastik kırmızı torbalar içerisinde eşyaların bulunması",
      "E": "Korumasız deri veya gözlerde tahrişlerin oluşması"
    },
    "explanation": "Acil çağrı merkezi personeli, olay yerinde tehlikeli madde tespiti için bazı ipuçlarını değerlendirmesi gerekmektedir. Personelin, öncelikle <em>olay yerinde renkli buhar bulutlarının oluşması, olay yerinde bulunan taşıma kaplarında şekil değişliği, kimyasalları tarif eden ve tanımlanamayan kokuların varlığı, korumasız deri veya gözlerde tahrişlerin oluşması durumlarını</em> dikkate alması gerekir."
  },
  {
    "id": "3790786",
    "unitNumber": 8,
    "text": "İnsan vücuduna solunum veya deri yolu ile nüfus ettikten sonra başta merkezi sinir sistemi olmak üzere değişik organları hedef alarak onların işlevine engel olan unsurlar nelerdir?",
    "correctAnswer": "C",
    "options": {
      "A": "Biyolojik ajanlar",
      "B": "Radyoaktif maddeler",
      "C": "Kimyasal ajanlar",
      "D": "Konvansiyonel maddeler",
      "E": "Alevlenir sıvılar"
    },
    "explanation": "İnsan vücuduna solunum veya deri yolu ile nüfus ettikten sonra başta merkezi sinir sistemi olmak üzere değişik organları hedef alarak onların işlevine engel olan unsurlar, kimyasal ajanlar olarak adlandırılırlar."
  },
  {
    "id": "3790787",
    "unitNumber": 8,
    "text": "Acil çağrı merkezine büyük bir kaza ihbarı yapılmıştır. Bu ihbara ilişkin çağrı merkezi personeli bu acil durum için kurtarma operasyonu kapsamında öncelikle etkili biçimde kullanılabilecek acil çıkış alanlarının ve kurtarma odalarının kullanımına yönelik ekipleri yönlendirmiştir. Bu olaydaki kaza, ne tür bir kaza durumunu içermektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tünel kazası",
      "B": "Deniz kazası",
      "C": "Hava yolu kazası",
      "D": "Demir yolu kazası",
      "E": "Kara yolu kazası"
    },
    "explanation": "Acil çağrı merkezine büyük bir kaza ihbarı yapılmıştır. Bu ihbara ilişkin çağrı merkezi personeli bu acil durum için kurtarma operasyonu kapsamında öncelikle etkili biçimde kullanılabilecek acil çıkış alanlarının ve kurtarma odalarının kullanımına yönelik ekipleri yönlendirmiştir. Bu olaydaki kaza, tünelde oluşan bir kaza durumunu içermektedir."
  },
  {
    "id": "3790788",
    "unitNumber": 8,
    "text": "Kitlesel olayların şiddetinin belirlenmesine yönelik Florida Olay Yeri Yönetimi Kılavuzu'nda kitlesel olaylar beş seviyede değerlendirilmektedir. Aşağıdakilerden hangisi bu kılavuza ilişkin doğru bir ifadedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yaralı sayısı onun altında ise bu durum rutin acil olay olarak tanımlanarak acil durum organizasyonu işletilmemelidir",
      "B": "Yaralı sayısına bakılmaksızın her durumda bölgesel destek olay yerine sağlanır",
      "C": "Yaralı sayısının yüz civarında olması durumunda otomatik olarak ulusal acil yardım desteği oluşturulur",
      "D": "Yaralı sayısının binin üzerinde olması durumunda bölgesel yetersizlikler nedeniyle sahra hastaneleri kurulmalıdır",
      "E": "Yaralı sayısının ellinin altında olması durumunda hava ambulansı yerine alternatif nakil yöntemleri öncelikle düşünülmelidir"
    },
    "explanation": "Kitlesel olayların şiddetinin belirlenmesine yönelik Florida Olay Yeri Yönetimi Kılavuzu'nda kitlesel olaylar beş seviyede değerlendirilmektedir. Bu kılavuza ilişkin olarak yaralı sayısının binin üzerinde olması durumunda bölgesel yetersizlikler nedeniyle sahra hastaneleri kurulması değerlendirilmelidir."
  },
  {
    "id": "3790789",
    "unitNumber": 8,
    "text": "Kitlesel olaylar ile ilgili olarak acil çağrı merkezi personeli, olay yerinden yapılan acil çağrı aramasında değerlendirme için ilk olarak hangi bilgiyi elde etmeye çalışmalıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "Olayın bölgesel çözümlerini hemen detaylandırmaya çalışmalıdır",
      "B": "Olay yerindeki ekiplerin sayısını netleştirmeye çalışmalıdır",
      "C": "Kimyasal tehlikeyi tüm yönleri ile analiz etmeye çalışmalıdır",
      "D": "Yangın riskinin olup olmadığı belirlemeye çalışmalıdır",
      "E": "Olayın büyüklüğünü anlamaya çalışmalıdır"
    },
    "explanation": "Kitlesel olaylar ile ilgili olarak acil çağrı merkezi personeli, olay yerinden yapılan acil çağrı aramasında değerlendirme için ilk olarak olayın büyüklüğünü anlamaya yönelik bilgiyi elde etmeye çalışmalıdır."
  },
  {
    "id": "3790790",
    "unitNumber": 8,
    "text": "Bir yerleşim yeri bölgesinde kitlesel bir olay olmuş , hasar belirli bölgelerde yoğunlaşmış ve mevcut acil çağrı merkezi yetersiz kalmıştır. Bu durumda öncelikle ne yapılması gerekir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sahra hastaneleri kurularak ilk yardım hizmetleri genişletilmelidir",
      "B": "Bölgesel kaynakların etkin kullanımı için yerel olanaklar detaylı biçimde incelenmelidir",
      "C": "Hava ambulansları yolu ile hava yolu köprüsü etkin hale getirilmelidir",
      "D": "Florida olay yeri yönetimi kılavuzunun gereklerine uygun davranılmalıdır",
      "E": "Olay yönetimi için mobil komuta kontrol merkezi devreye alınmalıdır"
    },
    "explanation": "Bir yerleşim yeri bölgesinde kitlesel bir olay olmuş , hasar belirli bölgelerde yoğunlaşmış ve mevcut acil çağrı merkezi yetersiz kalmıştır. Bu durumda, öncelikle olay yönetimi için mobil komuta kontrol merkezi devreye alınmalıdır."
  },
  {
    "id": "3790791",
    "unitNumber": 8,
    "text": "\"Kitlesel olaylarda, olayın ................ müdahale kapasitesinin belirlenmesi açısından çok önemlidir\" ifadesinde boş bırakılan yeri tamamlayan en uygun seçenek aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "çağrı merkezi personeli",
      "B": "şiddetinin belirlenmesi",
      "C": "ekiplerin yönlendirmesi",
      "D": "kontrol altına alınması",
      "E": "gerçekleştiği bölge"
    },
    "explanation": "\"Kitlesel olaylarda, olayın ................ müdahale kapasitesinin belirlenmesi açısından çok önemlidir\" ifadesinde boş bırakılan yeri tamamlayan en uygun seçenek \"şiddetinin belirlenmesi\" seçeneğidir.\n \"Kitlesel olaylarda, olayın şiddetinin belirlenmesi müdahale kapasitesinin belirlenmesi açısından çok önemlidir\""
  },
  {
    "id": "3790792",
    "unitNumber": 8,
    "text": "Acil Durum Büyüklüğü <u>Olaya Müdahale Biçimi</u>\n<br/>I. Bireysel acil olaylar A. Özel kurtarma ekibinin müdahalesi \n<br/>II. Çoklu olaylar B. Tek bir olay olup, birden fazla yaralıya müdahale \n<br/>III. Kitlesel olaylar C. Günlük işleyiş içerisinde müdahale \n<br/>D. Çok sayıda acil yardım ekibinin müdahalesi \n<br/>E. Bölge dışından yardım ekiplerinin müdahalesi \n<br/>Yukarıda acil durum büyüklüğüne göre seviyeler ve olaya müdahale biçimleri verilmektedir. Bu verilenlere göre aşağıdaki seçeneklerden hangisinde doğru bir eşleştirme yapılmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "I-E",
      "B": "I-C",
      "C": "III-B",
      "D": "II-A",
      "E": "II-D"
    },
    "explanation": "Aşağıda acil durum büyüklüğüne göre seviyeler ve olaya müdahale biçimleri verilmektedir. Bu verilenlere göre doğru eşleştirme şu şekildedir:\n<br/><strong>Acil Durum Büyüklüğü <u>Olaya Müdahale Biçimi</u></strong>\n<br/>I. Bireysel acil olaylar: Günlük işleyiş içerisinde müdahale \n<br/>II. Çoklu olaylar: Tek bir olay olup, birden fazla\n<br/>yaralıya müdahale \n<br/>III. Kitlesel olaylar : Özel kurtarma ekibinin müdahalesi\n<br/>Çok sayıda acil yardım ekibinin müdahalesi \n<br/>Bölge dışından yardım ekiplerinin \n<br/>müdahalesi"
  },
  {
    "id": "3790793",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi kitlesel olayların bir özelliği olarak <u>değerlendirilemez?</u>",
    "correctAnswer": "D",
    "options": {
      "A": "Çok sayıda müdahale ekibinin ortak çalışması gerekir",
      "B": "Özel yetişmiş kurtarma ekiplerinin müdahalesi gerekebilir",
      "C": "Bazı durumlarda bölge dışından ekiplerin yardıma ihtiyaç duyulur",
      "D": "Olay yerel acil yardım hizmeti kapasitesi ile yönetilebilir",
      "E": "Devam eden riskler çok sayıda insan için tehdit oluşturmaya devam eder"
    },
    "explanation": "\"Olay yerel acil yardım hizmeti kapasitesi ile yönetilebilir\" ifadesi kitlesel olayların bir özelliği olarak değerlendirilemez. kitlesel olaylarda, olay yerel acil yardım hizmetlerinin kapasitesini aşar ve bazı durumlarda bölge dışından yardım gerekir."
  },
  {
    "id": "3790794",
    "unitNumber": 8,
    "text": "Afetlerin ilk dakikalarında afetin oluşturduğu hasar tam olarak anlaşılamayabilir. Bu nedenle, acil çağrı hizmetleri organizasyonu kapsamında afet anonsu duyulduğu andan itibaren öncelikle ne yapılmaya çalışılmalıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "Afet riskini önlemeye yönelik çok boyutlu çalışılmalıdır",
      "B": "Bölge dışından ekiplerin gelmesine odaklanılmalıdır",
      "C": "Başarılı bir afet yönetim modeli oluşturulmalıdır",
      "D": "Müdahale kapasitesini artırmaya yönelik çalışmalara başlanmalıdır",
      "E": "Afeti yönetmek için olağan dönemlerdeki işleyiş hemen devreye alınmalıdır"
    },
    "explanation": "Afetlerin ilk dakikalarında afetin oluşturduğu hasar tam olarak anlaşılamayabilir. Bu nedenle, acil çağrı hizmetleri organizasyonu kapsamında afet anonsu duyulduğu andan itibaren müdahale kapasitesini artırmaya yönelik çalışmalara başlanmalıdır."
  },
  {
    "id": "3790795",
    "unitNumber": 8,
    "text": "\"Doğal afetlerden ........; deprem, sel, kasırga, yangın, tsunami, volkanik patlama, kar fırtınası ve sıcak hava dalgası gibi olayları içerir\" ifadesinde ilgili boşluğu aşağıdaki seçeneklerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "akut gelişenler",
      "B": "yavaş başlayanlar",
      "C": "kademeli başlayan",
      "D": "acil yardım gerekenler",
      "E": "hasar verenler"
    },
    "explanation": "\"Doğal afetlerden akut gelişenler; deprem, sel, kasırga, yangın, tsunami, volkanik patlama, kar fırtınası ve sıcak hava dalgası gibi olayları içerir\""
  },
  {
    "id": "3790796",
    "unitNumber": 8,
    "text": "Acil çağrı personelinin endüstriyel kazalar ile ilgili tüm acil çağrılarında hangi durumu öncelikle dikkate alması beklenir?",
    "correctAnswer": "B",
    "options": {
      "A": "Karayolu ağının mevcut yoğunluğunu",
      "B": "Tehlikeli madde riskini olabileceğini",
      "C": "Havayolu ile yardımın sağlanıp sağlanamayacağını",
      "D": "Fabrikaların kapasite büyüklüğünü",
      "E": "Müdahale ekiplerinin uzaklığını"
    },
    "explanation": "Acil çağrı personelinin endüstriyel kazalar ile ilgili tüm acil çağrılarında tehlikeli madde riskini olabileceğini unutmaması ve bu durumu dikkate alması beklenir."
  },
  {
    "id": "3790797",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Birleşmiş Milletlerin \"Tehlikeli Malların Karayolu ile Uluslararası Taşımacılığına İlişkin Avrupa Anlaşması (ADR)\"nin taşımacılğı yapılan tehlikeli maddeler sınıflamasında açıkca <u>yer almamaktadır</u>?",
    "correctAnswer": "B",
    "options": {
      "A": "Zehirli maddeler",
      "B": "Çürüyen maddeler",
      "C": "Organik peroksitler",
      "D": "Bulaşıcı maddeler",
      "E": "Aşındırıcı maddeler"
    },
    "explanation": "Birleşmiş Milletlerin \"Tehlikeli Malların Karayolu ile Uluslararası Taşımacılığına İlişkin Avrupa Anlaşması (ADR)\"nin taşımacılğı yapılan tehlikeli maddeler sınıflamasında bulaşıcı maddeler, aşındırıcı maddeler, organik peroksitler, zehirli maddeler yer almakta iken çürüyen maddeler açıkca yer almamaktadır."
  },
  {
    "id": "3790798",
    "unitNumber": 8,
    "text": "Kitlesel olaylarda olayın müdahale kapasitesi belirlenirken öncelikle ne değerlendirilmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ekip sayısı",
      "B": "Kazazede sayısı",
      "C": "Ambulans sayısı",
      "D": "Hastane sayısı",
      "E": "Risk düzeyi sayısı"
    },
    "explanation": "Kitlesel olaylarda olayın müdahale kapasitesi belirlenirken öncelikle kazazede sayısı değerlendirilmelidir."
  },
  {
    "id": "3790799",
    "unitNumber": 8,
    "text": "Tüm acil yardım hizmetlerinin sürdürülmesinde asli unsur nedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Olay yeri",
      "B": "Çağrı merkezi konumu",
      "C": "Ekiplerin koordinasyonu",
      "D": "İnsan gücü",
      "E": "Ulaşım süresi"
    },
    "explanation": "Tüm acil yardım hizmetlerinin sürdürülmesinde asli unsur insan gücüdür."
  },
  {
    "id": "3790800",
    "unitNumber": 8,
    "text": "Acil çağrı merkezine gelen aramalardan olayın kitlesel bir olay olup olmadığının teyit edilmesini ne kolaylaştırır?",
    "correctAnswer": "D",
    "options": {
      "A": "Müdahale ekiplerinin sahadaki fazlalığı",
      "B": "Yakın çevredeki karayolu ulaşım yoğunluğunun sakinliği",
      "C": "Tehlikeli maddelerin olaya uzaklığının anlaşılması",
      "D": "Birden fazla vatandaşın acil çağrı merkezini araması",
      "E": "Özel kurtarma gerektirecek durumlara karar verilmesi"
    },
    "explanation": "Acil çağrı merkezine gelen aramalardan olayın kitlesel bir olay olup olmadığının teyit edilmesini birden fazla vatandaşın acil çağrı merkezini araması ve resmi bir görevlinin araması gibi durumlar olayın teyit edilmesini kolaylaştırır."
  },
  {
    "id": "3790801",
    "unitNumber": 8,
    "text": "Maden kazalarına ilişkin aşağıdakilerden hangisi doğru bir ifade <u>değildir?</u>",
    "correctAnswer": "A",
    "options": {
      "A": "Kazaların önlenmesi ve kazalara hazırlık çalışmaları öncelikle acil çağrı merkezi tarafından yapılmalıdır",
      "B": "Yapılan planlamalarda yerel kapasitenin nasıl destekleneceği belirlenmelidir",
      "C": "İdare tarafından denetim mekanizmaları ile önleme çalışmalarının kontrolü yapılmalıdır",
      "D": "Kazaya etkin müdahale için hazırlık süreçleri etkin biçimde yapılmalıdır",
      "E": "Madende her vardiyada kazaya müdahale için yeterli sayıda eğitimli madenci hazır tutulmalıdır"
    },
    "explanation": "\"Kazaların önlenmesi ve kazalara hazırlık çalışmaları öncelikle acil çağrı merkezi tarafından yapılmalıdır\" ifadesi maden kazaları için doğru bir ifade değildir. İlgili mevzuata göre maden kazalarının önlenmesi veya zarar azaltma ve olası kazalara yönelik hazırlık çalışmalarının yapılması öncelikle maden şirketinin sorumluluğunu içermektedir."
  }
]