[
  {
    "id": "3831846",
    "unitNumber": 1,
    "text": "Suçlu, suçtan zarar gören ve normal olarak hukuki meseleler veya mahkemelerde bulunan kişilerle ilgili uygulamalar olup, sosyal hizmetin hukuk ve yasal sistemlerle ilgili soru ve sorunlara uygulanmasıdır. Tanımı verilen kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Onarıcı adalet",
      "B": "Suçlu yönetim hizmetleri",
      "C": "Onarıcı adalet",
      "D": "Islah hizmetleri",
      "E": "Adli sosyal hizmet"
    },
    "explanation": "Adli sosyal hizmet; suçlu, suçtan zarar gören ve normal olarak hukuki meseleler veya mahkemelerde bulunan kişilerle ilgili uygulamalar olup, sosyal hizmetin hukuk ve yasal sistemlerle ilgili soru ve sorunlara uygulanmasıdır. Doğru cevap E'dir."
  },
  {
    "id": "3831850",
    "unitNumber": 1,
    "text": "<ol type=\"I\"><br/><li>Boşanma</li><br/><li>Ebeveyn haklarının sona erdirilmesi</li><br/><li>Çocuk ve eş istismarının sonuçları</li><br/><li>Çocuk ve yetişkin adalet hizmetleri</li><br/></ol><br/>Yukarıdakilerden hangileri adli sosyal hizmet kapsamındadır?",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "I, III ve IV",
      "D": "I, II, III ve IV",
      "E": "Yalnız III"
    },
    "explanation": "Adli sosyal hizmet daha geniş bir tanımla hem cezai hem de medeni hukukla ilgili yasal konular ve davalarla ilgili olan sosyal hizmet uygulamalarını içermekte olup, ayrılık, boşanma, ihmal, ebeveyn haklarının sona erdirilmesi, çocuk ve eş istismarının sonuçları, çocuk ve yetişkin adalet hizmetleri, ıslah ve zorunlu tedaviyi içeren çocuk velayeti konularının tümü bu tanımın kapsamına girmektedir (NOFSW, 2024). Doğru cevap D'dir."
  },
  {
    "id": "3831854",
    "unitNumber": 1,
    "text": "\"Adli sosyal hizmet hem medeni hem de cezai yasal sorunlardan etkilenen çeşitli nüfuslarla genelci, uzmanlaşmış ve iş birlikçi yaklaşımları bütünleştirerek uygulayan bir sosyal hizmet alt uzmanlık alanıdır.\" Tanımı aşağıdaki hangi yazarlar tarafından yapılmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Maschi ve Killian",
      "B": "Hughes ve O’Neal",
      "C": "Barker ve Branson",
      "D": "Naessens ve Raeymaeckers",
      "E": "Brownell ve Roberts"
    },
    "explanation": "Adli sosyal hizmet ile ilgili bir başka bütünleştirici tanım Maschi ve Killian (2011) tarafından yapılmaktadır. Yazarlar adli sosyal hizmeti hem medeni hem de cezai yasal sorunlardan etkilenen çeşitli nüfuslarla genelci, uzmanlaşmış ve iş birlikçi yaklaşımları bütünleştirerek uygulayan bir sosyal hizmet alt uzmanlık alanı olarak tanımlamaktadır. Doğru cevap A'dır."
  },
  {
    "id": "3831951",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Türkiye'de adli sosyal hizmetin uygulama alanlarından biri <u>değildir?</u>",
    "correctAnswer": "C",
    "options": {
      "A": "Çocuk mahkemeleri",
      "B": "Ceza infaz kurumları",
      "C": "Üniversiteler",
      "D": "Toplum ruh sağlığı merkezleri",
      "E": "Denetimli serbestlik hizmetleri"
    },
    "explanation": "Türkiye’de adli sosyal hizmetin uygulama alanları: çocuk mahkemeleri, aile mahkemeleri, ceza infaz kurumları, hastaneler, toplum ruh sağlığı merkezleri, denetimli serbestlik hizmetleri, madde bağımlılığı tedavisi ile ilgili kuruluşlardır (Baykara Acar, 2014, s.43). Doğru cevap C'dir."
  },
  {
    "id": "3831952",
    "unitNumber": 1,
    "text": "<ol type=\"I\"> <li>Adli sosyal hizmetin kökenleri 19. yüzyılın başlarına dayanır.</li> <li>Türkiye’de adli sosyal hizmetin uygulama alanı ruh sağlığı ile başlamıştır. </li> <li>Tarihsel süreç içerisinde adli sosyal hizmetin gelişimi açısından en önemli başarılardan birisi, suç işleyen gençlere ilişkin politikanın değiştirilmesi ve çocuk mahkemelerinin kurulmasıdır.</li> <li>Türkiye'de adli sosyal hizmetin gelişimi dünyadaki gelişime paraleldir. </li> </ol> Adli sosyal hizmetin tarihsel gelişimi ile ilgili olarak yukarıdaki ifadelerden hangileri doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "I ve II",
      "B": "III ve IV",
      "C": "II ve III",
      "D": "I, II ve III",
      "E": "I ve III"
    },
    "explanation": "Adli sosyal hizmetin kökleri sosyal hizmet mesleğinin ortaya çıkışı ile açıklanmakta olup 20. yüzyılın başlarında yoksullara yönelik dost ziyaretlerine kadar dayanmaktadır. 1900’lerin başında sosyal hizmet mesleği gönüllü grupların çalışmaları ile başlamış ve günümüzde sosyal refah hizmeti sunan uluslararası kabul görmüş bir mesleğe dönüşmüştür (Ehrenreich, 1985’ten Akt. Maschi ve Killian, 2011). Tarihsel süreç içerisinde adli sosyal hizmetin gelişimi açısından en önemli başarılardan birisi, suç işleyen gençlere ilişkin politikanın değiştirilmesi<br/>ve çocuk mahkemelerinin kurulmasıdır. ABD’de ilk çocuk mahkemesi 1899 yılında Chicago’da kurulmuştur. Yetişkin suçlularla yargılanan genç suçlulara ilişkin politikaların değiştirilmesi bu alanda anahtar başarı olarak kabul edilmektedir. Türkiye’de adli sosyal hizmet alanının gelişiminin dünyadaki gelişimle paralel olarak sosyal hizmet eğitiminin başladığı yıllara kadar dayandığı söylenebilir. Türkiye’de adli sosyal hizmetin uygulama alanının daha çok adalet sisteminde başladığını ve daha sonra ruh sağlığı alanını da içerecek şekilde genişlediği söylenebilir (Baykara Acar, 2014). Doğru cevap B'dir."
  },
  {
    "id": "3832017",
    "unitNumber": 1,
    "text": "Öncelikli olarak yanlış davranışın cezalandırılmasını vurgularken diğer taraftan mağdurların, suçluların ve toplumun zararın onarılmasına dahil edilmesinin gerekliliğini ortaya koyan yaklaşım hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Cezalandırıcı sistem",
      "B": "Dağıtıcı adalet",
      "C": "Uzlaştırma",
      "D": "Onarıcı adalet",
      "E": "Denkleştirici adalet"
    },
    "explanation": "Geçmişten günümüze suç eylemlerini engellemek için çeşitli yaklaşımlar geliştirilmiştir. Bu yaklaşımlardan biri olan onarıcı adalet, öncelikli olarak yanlış davranışın cezalandırılmasını vurgularken diğer taraftan mağdurların, suçluların ve toplumun zararın onarılmasına dahil edilmesinin gerekliliğini ortaya koymaktadır (Sliva ve Samimi, 2018). Doğru cevap D'dir."
  },
  {
    "id": "3832019",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisinde onarıcı adalet yaklaşımının üç temel unsuru doğru olarak verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "toplumsal unsur, bireysel güçlenme unsuru, yüz yüze iletişim unsuru",
      "B": "toplumsal unsur, katılımcı unsur, onarıcı unsur",
      "C": "sosyal adalet unsuru, biopsikososyal unsur, onarıcı unsur",
      "D": "biopsikososyal unsur, bireysel unsur, katılımcı unsur",
      "E": "yüz yüze iletişim unsuru, toplumsal unsur, bireysel unsur"
    },
    "explanation": "Onarıcı adalet, suçu üç grup arasındaki bir çatışma olarak görmektedir. Bunlar; suç mağdurları, suçlular ve toplum üyeleridir. Onarıcı adalet bir problem çözme yaklaşımı olup, farklı biçimlerde, mağduru, faili, sosyal ağlarını, yargı organlarını ve toplumu bu sürece dahil etmektedir (UNODC, 2006, s. 6). Onarıcı adalet yaklaşımı bu bağlamda üç temel unsuru içermektedir. Bunlar; toplumsal unsur, katılımcı unsur ve onarıcı unsurdur. Toplumsal unsur, tarafların içinde bulundukları toplumsal bağlamı, katılımcı unsur, ilgili tarafların sürece aktif katılımını, onarıcı unsur ise bireye verilen zarar ya da hasarı verilen hizmetler ya da yararlı faaliyetlerin sağlanması yoluyla dengelemeyi ifade etmektedir (Pelikan, 2008, s. 23). Doğru cevap B'dir."
  },
  {
    "id": "3832022",
    "unitNumber": 1,
    "text": "Aile grup konferansının temelleri hangi ülkeye dayanmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Amerika Birleşik Devletleri",
      "B": "Fransa",
      "C": "Yeni Zelanda",
      "D": "Norveç",
      "E": "İtalya"
    },
    "explanation": "Aile grup konferansının temelleri Yeni Zelanda’da Maori geleneğinden geliştirilmiş bir yöntemdir. Doğru cevap C'dir."
  },
  {
    "id": "3832025",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Türkiye'de uygulanmakta olan tek onarıcı adalet uygulamasıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "Toplum ve aile grup konferansları",
      "B": "Ceza belirtme çemberleri",
      "C": "Toplum kurulları",
      "D": "Denetimli serbestlik",
      "E": "Mağdur-fail ara buluculuğu"
    },
    "explanation": "Mağdur-fail ara buluculuğu Türkiye’de uygulanmakta olan tek onarıcı adalet uygulaması olarak dikkat çekmektedir. Mağdur-fail ara buluculuğu Türkiye’de 2005 yılında Ceza Muhakemeleri Kanunu ile kabul edilmiş 2006 yılında ayrıntılı olarak düzenlenmiştir. Bu program, ceza adaleti sisteminde tıkanıklık yaratmakta olan mahkemelerin ağır iş yüküne ve sürekli dolu olan cezaevlerine çare olacağı ve yargılama sürecini kısaltacağı umularak yürürlüğe konmuştur (Jahic ve Yeşiladalı, 2008, s. 18). Doğru cevap E'dir."
  },
  {
    "id": "3832027",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi onarıcı adalet uygulamalarının özelliklerinden biri <u>değildir?</u>",
    "correctAnswer": "B",
    "options": {
      "A": "Mağdurların zararlarına ve ihtiyaçlarına seslenen bir yaklaşımdır.",
      "B": "Yalnızca hafif suçlara uygun bir yaklaşımdır.",
      "C": "Sorunun çözümü ile çatışmanın temel sebeplerini birleştiren bir yaklaşımdır.",
      "D": "Koşullara, hukuki geleneklere ve yerleşik ulusal ceza adalet sisteminin ilkeleri ve temel felsefesine uyum sağlayan esnek ve değişebilen bir yaklaşımdır.",
      "E": "Geleneksel ceza adaleti uygulamaları ve yaptırımları ile birlikte kullanılabilen bir uygulamadır."
    },
    "explanation": "Onarıcı adalet uygulamalarının özellikleri kısaca şu şekilde sıralanabilir:<br/>• Suçun, failin ve mağdurun şartlarını göz önünde tutan esnek bir cevaptır ve her bir vakanın bireysel olarak incelenmesini sağlar.<br/>• Her insanın onuruna ve eşitliğine saygı duyan bir anlayışı inşa eden ve mağdurların, faillerin ve toplumun iyileştirilmesi ile sosyal uyumun gelişmesini destekleyen bir anlayışla suça karşılık verir.<br/>• Birçok durumda resmî ceza adalet sistemine ve onun failler üzerindeki damgalayıcı etkisine karşı geçerli bir alternatiftir.<br/>• Geleneksel ceza adaleti uygulamaları ve yaptırımları ile birlikte kullanılabilen bir uygulamadır.<br/>• Sorunun çözümü ile çatışmanın temel sebeplerini birleştiren bir yaklaşımdır.<br/>• Mağdurların zararlarına ve ihtiyaçlarına seslenen bir yaklaşımdır.<br/>• Koşullara, hukuki geleneklere ve yerleşik ulusal ceza adalet sisteminin ilkeleri ve temel felsefesine uyum sağlayan esnek ve değişebilen bir yaklaşımdır.<br/>• Faili, davranışlarının nedenlerini ve sonuçlarını anlaması ve anlamlı bir yolla sorumluluk üstlenmesi yönünde teşvik eden bir yaklaşımdır.<br/>• Çok ağır suçlar dâhil olmak üzere çeşitli suçlara ve faillere uygun bir yaklaşımdır.\n • Özellikle reşit olmayan faillerin dâhil olduğu ve müdahalenin önemli bir amacının<br/>faillere yeni değerler ve beceriler öğretilmesi olduğu durumlarda suça uygun bir yanıttır.<br/>• Toplumun suçu ve sosyal uyumsuzluğu önlemede ve bunlara cevap vermede temel role sahip olduğunu benimseyen bir yanıttır (UNODC, 2006, s. 8). Doğru cevap B'dir."
  },
  {
    "id": "3832705",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi, sosyal hizmet uzmanlarının faaliyetlerinden biri <u>değildir</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Sosyal inceleme raporları hazırlamak",
      "B": "Grup terapisi gerçekleştirmek",
      "C": "Risk değerlendirmeleri yapmak",
      "D": "Sosyal hizmet istihdamını azaltmak",
      "E": "Toplumla çalışma yapmak"
    },
    "explanation": "Sorunun doğru yanıtı hakkında \"GİRİŞ\" başlığı okunabilir.<br/>Bireyler, aileler ve toplumlar için sistemi değiştirmek ve dönüştürmek için değişim ajanı olarak çalışan sosyal hizmet uzmanları çocuk ve yetişkin suçlular, cinsel saldırı ve aile içi şiddet mağdurları için sosyal inceleme raporları, risk değerlendirmeleri, ruh sağlığı ve madde bağımlılığı danışmanlığı, grup terapisi, toplumla çalışma, <strong>sosyal hizmet istihdamı savunuculuğu</strong> rollerini yerine getirmektedir. Bu nedenle sosyal hizmet istihdamının azaltılması söz konusu değildir."
  },
  {
    "id": "3832713",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi, 1980'lerden sonra yargılama süreçlerinde adli bilimler formasyonuyla işlevsellik kazanmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Psikiyatri",
      "B": "Maliye",
      "C": "İktisat",
      "D": "Coğrafya",
      "E": "Felsefe"
    },
    "explanation": "Sorunun doğru yanıtı hakkında \"Adalet Sisteminde Adli Sosyal Hizmet\" başlığı okunabilir.<br/>1980’lerden sonra mahkemelerde zihinsel/ruhsal hastalıkları olan suçlu/sanık nüfusundaki artış, ruh sağlığı hizmetleriyle hukuk arasındaki etkileşimin niteliği ile ilgili sorunları gündeme getirmiştir. Bu doğrultuda <strong>psikiyatri</strong>, psikoloji ve sosyal hizmet gibi <br/>disiplinler adli bilimler formasyonuyla işlevsellik kazanmaya başlamıştır."
  },
  {
    "id": "3832730",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi, adli sosyal hizmetin uygulama alanında yer alan konulardan biri <u>değildir</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Çocuk ve yetişkin adalet sistemi",
      "B": "Islah ve rehabilitasyon süreci",
      "C": "Şirketlerin birleşmesi",
      "D": "Evlat edinme",
      "E": "Çocuk vesayeti"
    },
    "explanation": "Sorunun doğru yanıtı hakkında \"Adli Sosyal Hizmetin Tanımı ve Uygulama Kapsamı\" başlığı okunabilir.<br/>Özel bir uzmanlık alanı olan adli sosyal hizmet uygulamaları, hukuki konu ya da davalar temelinde gerçekleşmekte olup adli sosyal hizmetin uygulama alanında; mahkemeler, hastane ve psikiyatri kliniklerinde suç faillerinin yeterlilik ve sorumluluk üstlenebilme açısından değerlendirilmesi, <strong>ayrılma, boşanma, ihmal ve istismar, ana babalık hakkının sona ermesi gibi nedenlerle ortaya çıkan çocuğun vesayeti, evlat edinme, çocuk ve yetişkin adalet sistemi, ıslah ve rehabilitasyon süreci</strong> gibi konular yer almaktadır. Bir <strong>ticaret hukuku konusu</strong> olan şirketlerin birleşmesinin adli sosyal hizmet ile bir ilgisi yoktur."
  },
  {
    "id": "3832738",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi, sosyal hizmetin ceza adalet sisteminin çalışma alanı içinde yer almaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Anayasa Mahkemesine bireysel başvuru",
      "B": "Denetimli serbestlik",
      "C": "Uluslararası tahkim uygulamaları",
      "D": "Kambiyo senetleri",
      "E": "Tüketici mahkemeleri"
    },
    "explanation": "Sorunun doğru yanıtı hakkında \"Adli Sosyal Hizmetin Tanımı ve Uygulama Kapsamı\" başlığı okunabilir.<br/>Sosyal hizmetin ceza adalet sistemi, <strong>denetimli </strong><strong>serbestlik</strong>, adli ruh sağlığı, madde bağımlılığı, aile veya ceza mahkemeleri, aile içi şiddet ve çocuk istismarı/ihmali, çocuk adaleti, suç mağdurları ve emniyet teşkilatı (örn. çocuk şube müdürlüğü) gibi pek çok çalışma alanı incelendiğinde, bu alanlarda çalışan çoğu kişinin adli sosyal hizmet alanında çalıştığı görülecektir."
  },
  {
    "id": "3832749",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi, küresel ölçekte adli sosyal hizmet uzmanlarının faaliyet göstermediği çalışma yerini ifade eder?",
    "correctAnswer": "E",
    "options": {
      "A": "Aile içi şiddet programları",
      "B": "Adli tıp mahkemeleri",
      "C": "İnsan ticareti ve göçmenlik hizmetleri",
      "D": "Islah hizmetleri",
      "E": "İflas masası"
    },
    "explanation": "Sorunun doğru yanıtı için \"Adli Sosyal Hizmetin Tanımı ve Uygulama Kapsamı\" başlığı okunabilir.<br/>Küresel olarak adli sosyal hizmet uzmanları <strong>ıslah hizmetleri, gençlik adaleti, aile içi şiddet programları, adli tıp ve adli tıp mahkemeleri, adli ruh sağlığı hizmetleri, insan ticareti ve göçmenlik hizmetleri</strong> de dahil olmak üzere çok sayıda uygulama ortamında faaliyet göstermektedir. İflas mahkemeleri bir yargılama hukuku konusudur."
  },
  {
    "id": "3832822",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi, ceza adalet politikasının <u>temel amacın</u>ı ifade etmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Suç işleyen kişinin suç işlemesinin önüne geçmek",
      "B": "Suç işleyenleri toplumdan dışlamak",
      "C": "Mağdurların intikam duygusunu karşılamak",
      "D": "Suçluları ülkeden dışarı çıkarmak",
      "E": "Suçluluk oranını sabit tutmak"
    },
    "explanation": "Sorunun doğru yanıtı hakkında \" Adalet Sisteminde Onarıcı Adalet\" başlığı okunabilir.<br/>Bireylerin ve toplumların suç eylemleri nedeniyle yaşadığı zararın psikolojik, fiziksel, kültürel ve ekonomik açıdan yıkıcı sonuçları olabilmektedir. Adalet sistemleri suçtan etkilenen birey, grup ve toplumları korumak konusunda çok az çaba göstermiştir. Ceza adalet politikasının temel amacı, <strong>suç işleyen kişinin suç işlemesinin önüne geçmektir. </strong>"
  },
  {
    "id": "3832832",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi, sosyal hizmetin temel değerlerinden biri <u>değildir</u>?",
    "correctAnswer": "B",
    "options": {
      "A": "Kişi onuru ve değeri",
      "B": "Mülkiyet",
      "C": "Dürüstlük",
      "D": "Yeterlilik",
      "E": "İnsan ilişkilerinin önemi"
    },
    "explanation": "Sorunun doğru yanıtı hakkında \"Adalet Sisteminde Onarıcı Adalet\" başlığı okunabilir.<br/>Sosyal adalet, kişinin onuru ve değeri, insan ilişkilerinin önemi, dürüstlük ve yeterlilik sosyal hizmetin temel değerleridir. Mülkiyet bir anayasal hak alanı olmakla birlikte sosyal adaletin temel değerini oluşturmaz."
  },
  {
    "id": "3832843",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi, onarıcı adalet olgusunun değerlerinden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Gizlilik",
      "B": "Öç alma",
      "C": "Dışlama",
      "D": "Samimiyet",
      "E": "Ötekileştirme"
    },
    "explanation": "Sorunun doğru yanıtı hakkında \"Onarıcı Adalet Kavramı Amaçları İlkeleri ve Özellikleri\" başlığı okunabilir.<br/>Onarıcı adalet temel olarak başta mağdur olmak üzere herkes için işleri yoluna koymakla ilgilenmektedir ve buradan çıkan onarıcı adaletin bazı değerleri şu şekilde sıralanabilir: diyalog, karşılıklılık, iyileştirme, onarım, pişmanlık, sorumluluk, dürüstlük ve <strong>samimiyet </strong>"
  },
  {
    "id": "3833232",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi, onarıcı adalet uygulamalarının özelliklerinden biri <u>değildir</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Failin ve mağdurun şartlarını göz önünde tutan esnek bir cevap olması",
      "B": "Sorunun çözümü ile çatışmanın temel sebeplerini birleştiren bir yaklaşım olması",
      "C": "Geleneksel ceza adaleti uygulamaları ve yaptırımları ile birlikte kullanılamaması",
      "D": "Mağdurların zararlarına ve ihtiyaçlarına seslenmesi",
      "E": "Resmî ceza adalet sisteminin failler üzerindeki damgalayıcı etkisine seçenek olması"
    },
    "explanation": "Sorunun doğru yanıtı hakkında \"Onarıcı Adalet Kavramı Amaçları İlkeleri ve Özellikleri\" başlığını okuyabilir.<br/>Onarıcı adalet uygulamalarının özellikleri kısaca şu şekilde sıralanabilir:<br/>* Suçun, failin ve mağdurun şartlarını göz önünde tutan esnek bir cevaptır ve her bir vakanın bireysel olarak incelenmesini sağlar.<br/>• Her insanın onuruna ve eşitliğine saygı duyan bir anlayışı inşa eden ve mağdurların, faillerin ve toplumun iyileştirilmesi ile sosyal uyumun gelişmesini destekleyen bir anlayışla suça karşılık verir.<br/>• Birçok durumda resmî ceza adalet sistemine ve onun failler üzerindeki damgalayıcı etkisine karşı geçerli bir alternatiftir.<br/>• <strong>Geleneksel ceza adaleti uygulamaları ve yaptırımları ile birlikte kullanılabilen bir uygulamadır.</strong><br/>• Sorunun çözümü ile çatışmanın temel sebeplerini birleştiren bir yaklaşımdır.<br/>• Mağdurların zararlarına ve ihtiyaçlarına seslenen bir yaklaşımdır.<br/>• Koşullara, hukuki geleneklere ve yerleşik ulusal ceza adalet sisteminin ilkeleri ve temel felsefesine uyum sağlayan esnek ve değişebilen bir yaklaşımdır.<br/>• Faili, davranışlarının nedenlerini ve sonuçlarını anlaması ve anlamlı bir yolla sorumluluk üstlenmesi yönünde teşvik eden bir yaklaşımdır.<br/>• Çok ağır suçlar dâhil olmak üzere çeşitli suçlara ve faillere uygun bir yaklaşımdır"
  },
  {
    "id": "3833238",
    "unitNumber": 1,
    "text": "Aile grup konferansının temelleri aşağıdaki ülkelerden hangisindeki kültürel bir olgudan kaynaklanmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Rusya",
      "B": "Almanya",
      "C": "Fransa",
      "D": "Brezilya",
      "E": "Yeni Zelanda"
    },
    "explanation": "Sorunun doğru yanıtı hakkında \"Toplum ve Aile Grup Konferansları\" başlığı okunabilir.<br/>Aile grup konferansının temelleri Yeni Zelanda’da Maori geleneğinden geliştirilmiş bir yöntemdir. Konferans programının odağı ara buluculuk programından daha geniştir."
  },
  {
    "id": "3843779",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi adli sosyal hizmetin kapsamı içinde <strong>yer almaz?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Ebeveyn haklarının sona erdirilmesi",
      "B": "Çocuk ve eş istismarının sonuçları",
      "C": "Çocuk ve yetişkin adalet hizmetleri",
      "D": "Islah ve zorunlu tedaviyi içeren çocuk velayeti konular",
      "E": "Okul öncesi eğitim süreçleri"
    },
    "explanation": "Adli sosyal hizmet daha geniş bir tanımla hem cezai hem de medeni hukukla ilgili yasal konular ve davalarla ilgili olan sosyal hizmet uygulamalarını içermekte olup, ayrılık, boşanma, ihmal, ebeveyn haklarının sona erdirilmesi, çocuk ve eş istismarının sonuçları, çocuk ve yetişkin adalet hizmetleri, ıslah ve zorunlu tedaviyi içeren çocuk velayeti konularının tümü bu tanımın kapsamına girmektedir<br/>Doğru cevap E seçeneğidir."
  },
  {
    "id": "3843786",
    "unitNumber": 1,
    "text": "<ol type=\"I\"><br/><li>Gençlik adaleti</li><br/><li>Aile içi şiddet programları</li><br/><li>Adli ruh sağlığı hizmetleri</li><br/><li>Yaşlı bakım hizmetleri</li><br/></ol><br/>Yukarıdakilerden hangisi/hangileri küresel olarak adli sosyal hizmet uzmanlarının faaliyet gösterdiği uygulama ortamlarındandır?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız II",
      "B": "Yalnız IV",
      "C": "I ve III",
      "D": "I, II ve III",
      "E": "II, III ve IV"
    },
    "explanation": "Küresel olarak adli sosyal hizmet uzmanları ıslah hizmetleri, gençlik adaleti, aile içi şiddet programları, adli tıp ve adli tıp mahkemeleri, adli ruh sağlığı hizmetleri, insan ticareti ve göçmenlik hizmetleri de dahil olmak üzere çok sayıda uygulama ortamında faaliyet göstermektedir<br/>Doğru cevap D seçeneğidir."
  },
  {
    "id": "3843792",
    "unitNumber": 1,
    "text": "ABD’de ilk çocuk mahkemesi ......... yılında ..........’da kurulmuştur.<br/>Aşağıdakilerden hangisi yukarıdaki cümlede boş bırakılan yerleri sırayla ve doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "1899/Chicago",
      "B": "1879/New York",
      "C": "1909/Massachusetts",
      "D": "1896/Los Angeles",
      "E": "1885/California"
    },
    "explanation": "ABD’de ilk çocuk mahkemesi 1899 yılında Chicago’da kurulmuştur.<br/>Doğru cevap A seçeneğidir."
  },
  {
    "id": "3843795",
    "unitNumber": 1,
    "text": "Türkiye'de adli sosyal hizmetin gelişiminde önemli bir adım olan 5395 sayılı Çocuk Koruma Kanunu hangi yıl kabul edilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "1995",
      "B": "2000",
      "C": "2005",
      "D": "2010",
      "E": "2015"
    },
    "explanation": "2005 yılında 5395 sayılı Çocuk Koruma Kanunu kabul edilmiştir.<br/>Doğru cevap C seçeneğidir."
  },
  {
    "id": "3843801",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi ABD’deki Ulusal Adli Sosyal Hizmet Örgütü (NOFSW)'ne göre adli sosyal hizmet uygulayıcısının Teşhis, tedavi ve önerilere ilişkin işlevlerinden <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kolluk kuvvetleri ve diğer ceza adalet personelini izlemek, değerlendirmek veya tedavi etmek",
      "B": "Bilirkişi olarak görev yapmak",
      "C": "Suçlu ve çocuk adaleti nüfusunun tanımlanması, değerlendirilmesi ve tedavisi",
      "D": "Çocukların ruhsal durumu, ilgi alanları, yetersizlikleri veya ifade verememeleri hakkında tanılama yapmak, tedavi etmek ya da önerilerde bulunmak",
      "E": "Yoksulluğun engellenmesine yönelik politikalar oluşturmak ve değerlendirmek"
    },
    "explanation": "Suçlu ve çocuk adaleti nüfusunun tanımlanması, değerlendirilmesi ve tedavisi <br/>• Çocukların ruhsal durumu, ilgi alanları, yetersizlikleri veya ifade verememeleri hakkında tanılama yapmak, tedavi etmek ya da önerilerde bulunmak <br/>• Bilirkişi olarak görev yapmak <br/>• Kolluk kuvvetleri ve diğer ceza adalet personelini izlemek, değerlendirmek veya tedavi etmek<br/>Doğru cevap E seçeneğidir."
  },
  {
    "id": "3843810",
    "unitNumber": 1,
    "text": "<ol type=\"I\"> <li>Yüz yüze iletişim</li> <li>Gerçeklerin ifade edilmesi</li> <li>Bireysel güçlenme</li> <li>Tüm taraflarının iyileşmesi</li> </ol> <br/>Yukarıdakilerden hangisi/hangileri onarıcı adalet stratejilerinin ortak noktalarındandır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve IV",
      "D": "I, III ve IV",
      "E": "ı, II, III ve IV"
    },
    "explanation": "Onarıcı stratejilerin ortak noktası; yüz yüze iletişim, gerçeklerin ifade edilmesi, bireysel güçlenme ve tüm taraflarının iyileşmesidir.<br/>Doğru cevap E seçeneğidir."
  },
  {
    "id": "3843814",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi üyelerinin onarıcı adaleti teşvik etmekle ilgilenen ulusal kuruluşlar ve bireylerden oluştuğu ulusal bir yardım kuruluşudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Onarıcı Adalet Konsorsiyumu",
      "B": "Adli Sosyal Hizmet Konseyi",
      "C": "Onarıcı Adalet Uygulamaları Konseyi",
      "D": "Adli Sosyal Hizmet Uzmanları Federasyonu",
      "E": "Uluslararası Onarıcı Adalet Uygulamaları Derneği"
    },
    "explanation": "Onarıcı Adalet Konsorsiyumu üyeleri onarıcı adaleti teşvik etmekle ilgilenen ulusal kuruluşlar ve bireylerden oluşan ulusal bir yardım kuruluşudur.<br/>Doğru cevap A seçeneğidir."
  },
  {
    "id": "3843818",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi literatürde onarıcı adalet kavramının farklı kullanım örneklerinden <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Toplumsal adalet",
      "B": "Pozitif adalet",
      "C": "Düzeltici adalet",
      "D": "Gecikmeli adalet",
      "E": "İlişkisel adalet"
    },
    "explanation": "Literatürde onarıcı adalet kavramı birçok farklı şekilde kullanılmaktadır. Bunlar; “toplumsal adalet”, “iyileştirmeler yapma”, “pozitif adalet”, “ilişkisel adalet”, “düzeltici adalet”, “toplum temelli adalet” ve “onarıcı adalet”<br/>Doğru cevap D seçeneğidir."
  },
  {
    "id": "3843821",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi onarıcı adalet yaklaşımının temel unsurlarından biri olan ve bireye verilen zarar ya da hasarı verilen hizmetler ya da yararlı faaliyetlerin sağlanması yoluyla dengelemeyi ifade eden unsurdur?",
    "correctAnswer": "B",
    "options": {
      "A": "Katılımcı unsur",
      "B": "Onarıcı unsur",
      "C": "Toplumsal unsur",
      "D": "Düzenleyici unsur",
      "E": "Tedavi edici unsur"
    },
    "explanation": "Onarıcı adalet yaklaşımı bu bağlamda üç temel unsuru içermektedir. Bunlar; toplumsal unsur, katılımcı unsur ve onarıcı unsurdur. Toplumsal unsur, tarafların içinde bulundukları toplumsal bağlamı, katılımcı unsur, ilgili tarafların sürece aktif katılımını, onarıcı unsur ise bireye verilen zarar ya da hasarı verilen hizmetler ya da yararlı faaliyetlerin sağlanması yoluyla dengelemeyi ifade etmektedir<br/>Doğru cevap B seçeneğidir."
  },
  {
    "id": "3843824",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi onarıcı adalette kişinin davranışlarının sorumluluğunu üstlenmesi ve suç eyleminin neden olduğu zararı onarmak için adım atması olarak tanımlanan kavramdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Hesap verebilirlik",
      "B": "Yetkinlik geliştirme",
      "C": "Denetlenebilirlik",
      "D": "Toplumsal güvenlik",
      "E": "Takip edilebilirlik"
    },
    "explanation": "Onarıcı adalette hesap verebilirlik, kişinin davranışlarının sorumluluğunu üstlenmesi ve suç eyleminin neden olduğu zararı onarmak için adım atmasıdır<br/>Doğru cevap A seçeneğidir."
  },
  {
    "id": "3833244",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi, adli sosyal hizmet uygulamalarının temelini oluşturmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Maliye disiplini",
      "B": "Çocuk adalet sistemi",
      "C": "Anayasa yargısı",
      "D": "Bankacılık sistemi",
      "E": "Ticaret hukuku"
    },
    "explanation": "Sorunun doğru yanıtı hakkında \"Çocuk Adalet Sisteminin Bileşenleri ve Temel İlkeler\" başlığını okuyabilirsiniz.<br/>Başta hukuk olmak üzere, tıp, eğitim, psikoloji, psikolojik danışma ve rehberlik, çocuk gelişimi vb. gibi birçok disiplini içinde barındıran <strong>çocuk adalet sistemi</strong> adli sosyal hizmet uygulamalarının da temelini oluşturmaktadır."
  },
  {
    "id": "3833250",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi, sosyal hizmet uygulamalarına konu olan çocuk gruplarından bir <u><strong>değildir</strong></u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Tanık çocuk",
      "B": "Suça sürüklenen çocuk",
      "C": "Yoksul çocuk",
      "D": "Mağdur çocuk",
      "E": "Hükümlü çocuk"
    },
    "explanation": "Sorunun doğru yanıtı hakkında \"Çocuk Adalet Sisteminin Bileşenleri Olarak Çocuk Müracaatçılar\" başlığı okunabilir.<br/>Adalet sistemi içerisinde çocuk müracaatçılar sadece suça sürüklenme nedeniyle değil birçok farklı nedenle bulunabilmektedir. Suça sürüklenme, suç mağduru olma, suça tanıklık etme, evlat edinilme, vesayet altına alınma, velayetin belirlenmesi, kişisel ilişkinin sağlanması bunlara örnek olarak verilebilmektedir. <strong>Çocuk yoksulluğu</strong> bu kavramlaştırmanın bir unsuru değildir."
  },
  {
    "id": "3833255",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Çocuk Hakları Sözleşmesi’nin <strong>temel ilkeleri</strong> arasındadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Çocukların katılımının kısıtlanması",
      "B": "Çocuklara negatif yönde ayrımcılık yapılması",
      "C": "Çocukların üstün yararının gözetilmesi",
      "D": "Çocukların özgürlüklerinin kısıtlanmasının son çare olmaması",
      "E": "Çocukların yaşamının gelişimine özel önem verilmemesi"
    },
    "explanation": "Sorunun doğru yanıtı hakkında \"Çocukların Korunmasına İlişkin Temel İlkeler\" başlığı okunabilir.<br/>* Çocuklara karşı ayrımcılık yapılmaması (ÇHS m.2), <br/>* <strong>Çocukların yüksek yararının gözetilmesi</strong> (ÇHS m.3), <br/>* Çocukların yaşamının korunması ve gelişiminin sağlanması (ÇHS m.6),<br/>* Çocukların katılımının sağlanması (ÇHS m.12),<br/>* Çocukların özgürlüklerinin kısıtlanmasının son çare olması (ÇHS m.37-b),\n * Çocuğun, toplumla yeniden bütünleşmesine olanak sağlayacak toplumdaki yapıcı rolün güçlendirecek şekilde muamele görmesi (ÇHS m.40) temel ilkeler olarak belirlenmiştir."
  },
  {
    "id": "3833607",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi, çocuğun yargılanması aşamasında uyulması gereken esaslardan biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Cezanın ağırlığına göre çocuğun idam cezasına çarptırılabilmesi",
      "B": "Çocuğun özgürlüğünün kısıtlanmasının ilk çare olması",
      "C": "Yargılama kapsamında temel amacın cezalandırma olması",
      "D": "Çocuklar hakkında karar verilmeden önce yaşam ortamlarının incelenmesi",
      "E": "Yargılama sürecinde çocuklara yasal danışman atanmaması"
    },
    "explanation": "Sorunun doğru yanıtı hakkında \"Yargılama Aşamasında Temel İlkeler\" başlığı okunabilir.<br/>Pekin Kuralları çocukların yargılama sürecinde nasıl muamele görmesi gerektiğini belirleyen en temel uluslararası belgedir. Buna göre: \n Çocukların yargılandığı adli mercide yargı süreci hakkaniyet ilkesi ile yapılmalıdır. Yargılama, çocuğun yararını sağlayacak ve çocuğun anlayabileceği şekilde, kendini rahatlıkla ifade edebileceği şekilde yapılmalıdır (m. 14/1-2). • Yargılama sürecinde çocuklar yasal danışmanlarca temsil edilir ya da adli yardımlardan yararlandırılırlar (m. 15/1). • <strong>Suça sürüklenen çocuklar hakkında karar verilmeden önce yaşam ortamlarının incelenmesi için araştırma yaptırılır</strong> (m. 16/1). • Verilmesi planlanan ceza sadece suç davranışının ceza sistemindeki yerine göre değil çocuk hakkında yaptırılan araştırma sonucuna göre de verilmelidir (m. 17/1-a). • Çocukların kişisel özgürlüklerine yönelik kısıtlayıcı kararlar, incelemeler yapıldıktan sonra verilmelidir ve bu kısıtlayıcı kararlar az olmalıdır (m. 17/1-b). • Çocuğun özgürlüğünün kısıtlanması son çare olarak düşünülmelidir (m. 17/1-c). • Temel amaç çocuğun rehabilitasyonunun sağlanması olmalıdır (m. 17/1-d). • Çocuklara idam cezası hükmedilemez (m. 17/2). 2 312 Çocuk Adalet Sistemi • Çocukların fiziksel cezalandırılmaları söz konusu olamaz (m. 17/3). • Çocukların yargılanması en kısa sürede yürütülmelidir (m. 20/1). • Çocukların kimlik bilgilerinin gizliliğine dikkat edilmelidir (m. 21/1)."
  },
  {
    "id": "3833615",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi çocuk adalet sisteminde infaz aşamasına egemen olan ilkelerden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Çocuklar hakkında hapis cezasının ilk çare olarak düşünülmesi",
      "B": "Çocuğun yakınlarına, çocuğun sağlığı ile ilgili konularda bilgi verilmemesi",
      "C": "Tutuklu ve hükümlü çocukların zorunlu eğitimlerinin ancak infaz tamamlandıktan sonra yapılabilmesi",
      "D": "Yargılama sürecinde çocukların tutuklanmasından kaçınılmaması",
      "E": "Özgürlüğü kısıtlanan çocuğun onuruna ve sağlığına uygun hizmetlerin sağlanması"
    },
    "explanation": "Sorunun doğru yanıtı hakkında \"İnfaz Aşamasında Temel İlkeler\" başlığı okunabilir.<br/>Havana Kuralları, gözaltında olan veya yargı önüne çıkarılmayı bekleyen çocukların haklarını, çocukların tutuldukları kurumların idaresi ve personele ilişkin düzenlemeleri içerir. Özetle bu düzenlemeler şu şekildedir: • Çocuk hakları ve güvenliği çocuk adalet sisteminin temelindedir. Çocukların hem fiziksel hem de psikolojik sağlıkları desteklenmelidir. Çocuklar hakkında hapis cezası verilmesi en son düşünülmelidir (m.1). • Gözaltındaki ya da tutuklu çocuklar masumiyet ilkesine göre muamele görür. Yargılama sürecinde çocukların tutuklanmasından kaçınılmalıdır. Bunun yerine alternatif tedbirler uygulanmalıdır. Yargılama sürecinde hakkında tutuklama kararı verilen çocuğun adli işlemleri hızlı bir şekilde yapılır ve bu çocuklar hüküm almış kişilerden ve çocuklardan ayrı bir yerde bulunur (m.17). • <strong>Özgürlüğü kısıtlanan çocukların onuruna ve sağlığına uygun şekilde hizmetler sağlanır</strong> (m.31). • Zorunlu eğitimini tamamlamamış tutuklu ve hükümlü çocukların ceza infaz kurumu dışındaki bir eğitim kurumunda eğitim almaları sağlanır (m.38). • Çocuklar; beden eğitimleri ve eğlence zamanları için belirlenen zamanlarda, uygun hava şartlarına göre açık alanlarda oyun oynayabilmesi için ihtiyaç duydukları kadar süre verilmesi hakkına sahiptir (m.47). • Her çocuğun dinî hizmetlere katılım hakkı vardır. Dinî görevlerini yerine getirmesi veya ibadet etmeleri için gerekli araçları temin etmesine izin verilmelidir (m.48). • Çocukların önleyici ve tedavi edici sağlık hizmetlerine ulaşmaları sağlanır. Sağlığı için ihtiyaç duyulan ilaçlar çocuğa verilir. İhtiyaç durumunda özel diyet programı uygulanır (m.49). • Çocuğun yakınları sağlığı ile ilgili konularda bilgi edinebilir. Sağlık durumunda bir değişiklik olması durumunda çocuğun yakınları bu konuda bilgilendirilir (m.56). • Çocukların toplumsal rehabilitasyonu için çocuğun sosyal ortamlarla iletişim kurabilmesi için her türlü iletişim imkânı sağlanır (m.59). • Salıverilmesi sonrasında çocuklara yardımcı olmak için ihtiyaç duyulan programlardan çocuğun yararlanması sağlanır. Erken salıverilme gibi usuller ve özel kurslar düzenlenir (m.79)."
  },
  {
    "id": "3833618",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Çocuk Hakları Sözleşmesi’nin temel ilkelerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Adil yargılama ilkesi",
      "B": "Ayrımcılığa maruz bırakma ilkesi",
      "C": "Hakkında alınan kararlara katılmama ilkesi",
      "D": "Çocuğun toplumdan uzaklaştırılması ilkesi",
      "E": "Yargısal yollara başvurma ilkesi"
    },
    "explanation": "Sorunun doğru yanıtı hakkında \"ÇHS TEMEL İLKELERİNE GÖRE ÇOCUK CEZA ADALET SİSTEMİ İLKELERİ\" (yaşamla ilişkilendir) başlığı okunabilir.<br/>ÇHS TEMEL İLKELERİNE GÖRE ÇOCUK CEZA ADALET SİSTEMİ İLKELERİ 1. Ayrımcılığa Maruz Tutmama İlkesi 2. Çocukların Yüksek Yararının Gözetilmesi İlkesi 3. Çocuğun Saygınlık ve Değer Duygusunu Gözeten Muamelede Bulunma ve Çocuğun Durumuna Uygun Özel İhtimam Gösterilmesi İlkesi, 4. <strong>Adil Yargılama İlkesi</strong>, 5. Çocuğun Görüşlerini İfade Edebilmesi ve Hakkında Alınan Kararlara Katılımı İlkesi, 6. Çocuğun Toplumla Bütünleşmesini Sağlama İlkesi, 7. Yargı Dışı Yollara Başvurma İlkesi, 8. Özgürlüğünden Yoksun Bırakmanın Son Çare Olması İlkesi, 9. Ayrı Yerde Tutma İlkesi"
  },
  {
    "id": "3833622",
    "unitNumber": 2,
    "text": "Türk ceza adaleti sistemine göre bir çocuğun cezai sorumluluğu hangi yaşı doldurmasıyla başlar?",
    "correctAnswer": "D",
    "options": {
      "A": "7",
      "B": "9",
      "C": "11",
      "D": "12",
      "E": "15"
    },
    "explanation": "Sorunun doğru yanıtı hakkında \"Çocukların Ceza Sorumluluğunun Değerlendirilmesi\" başlığı okunabilir.<br/>Türkiye’de ise yasal yaş sınırı 12’dir. Bu, 12 yaşını dolduran çocukların ceza sorumluluğunun bulunduğunu ve herhangi bir suç unsuru meydana geldiğinde haklarında soruşturma ve kovuşturma yapılabileceğini göstermektedir."
  },
  {
    "id": "3833625",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi, çocuğa yönelik olarak işletilen soruşturma evresine ilişkindir?",
    "correctAnswer": "E",
    "options": {
      "A": "İddianamenin kabulü",
      "B": "Duruşmaya hazırlık",
      "C": "Duruşma",
      "D": "Duruşmadan sonuç çıkarma",
      "E": "Kimlik ve yaşın saptanması"
    },
    "explanation": "Sorunun doğru yanıtı hakkında \"Çocukların Ceza Sorumluluğunun Değerlendirilmesi\" başlığı okunabilir.<br/>Çocuğun suç davranışı nedeniyle adli sistemde bulunması durumunda soruşturma çocuk büroda görevli Cumhuriyet savcısı tarafından yapılmaktadır. Soruşturma aşamasında ilk olarak çocuğun velisi veya varsa vasisi bilgilendirilir ve çocuk için müdafi görevlendirmesi istenir. Eğer çocuğun korunma ihtiyacı söz konusu ise bu durum Aile ve Sosyal Hizmetler İl Müdürlüğüne bildirilir. <strong>İlk olarak çocuğun kimlik ve yaş tespiti yapılır.</strong> Çocuğun yaş durumundan veya genel gelişimsel özelliğinden kaynaklı olarak ceza sorumluluğu söz konusu değilse çocuğun kendisine suç isnat edilerek ifade alım süreci ve sorgusu gerçekleştirilmez (CMK, m. 147). Böyle bir durumda sadece delillerin toplanması açısından çocuğun bilgisine başvurulabilir. Çocuğun ceza sorumluluğunun bulunmaması durumunda çocuk hakkında koruyucu ve destekleyici tedbirlerin değerlendirilmesi için çocuk mahkemesine başvuru gerçekleştirilir. Ceza sorumluluğunun bulunması durumunda çocukların sorgusu çocuk savcılığınca gerçekleştirilmektedir. Çocuğun 12-15 yaş grubunda bulunması söz konusu ise çocuğun ceza sorumluluğunun bulunup bulunmadığının anlaşılması için sosyal inceleme raporu hazırlanır ve çocuk hakkında adli psikiyatrik değerlendirme raporu alınır (ÇKK, m. 35). Alınan bu raporlara istinaden çocuk savcılığı tarafından ceza sorumluluğu konusunda bir karar verilir. Ceza sorumluluğu bulanan çocuk hakkında savcılık çocuğun tutuklanması, adli kontrolü veya serbest bırakılmasına karar verebilir. Savcılık tarafından suçun işlendiğine dair müspet kanaat söz konusu ise iddianame ile ilgili çocuk mahkemesine başvurulur. Böylece soruşturma evresi tamamlanır. A, B, C, ve D şıklarındaki işlemler kovuşturma evresine aittir."
  },
  {
    "id": "3833627",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi, çocuk hakkında uygulanan koruyucu ve destekleyici tedbirlerden biri <u><strong>değildir</strong></u>?",
    "correctAnswer": "B",
    "options": {
      "A": "Bakım tedbiri",
      "B": "Çalıştırma tedbiri",
      "C": "Eğitim tedbiri",
      "D": "Sağlık tedbiri",
      "E": "Barınma tedbiri"
    },
    "explanation": "Sorunun doğru yanıtı hakkında \"Koruyucu ve Destekleyici Tedbirler\" başlığı okunabilir.<br/>Koruyucu ve destekleyici tedbir: Çocuğun öncelikle kendi aile ortamında korunmasını sağlamaya yönelik danışmanlık, eğitim, bakım, sağlık ve barınma konularında alınacak tedbirlerdir. Çalıştırma ya da iş bulma gibi bir önlem mekanizması söz konusu değildir."
  },
  {
    "id": "3833639",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi, sosyal inceleme raporları hakkında <u><strong>söylenemez</strong></u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Bu raporların adli yargı biriminin talebi üzerine yapılan inceleme ve değerlendirme sonucunda mesleki bir kanaat ve öneri sunuyor olması",
      "B": "Bu raporların adli yargı birimlerine yol gösterici bir bireyselleştirme aracı olması",
      "C": "Bu raporların soruşturma ve kovuşturma aşamasında adli destek görevlileri tarafından hazırlanıyor olması",
      "D": "Bu raporların çocuk adalet sistemi içinde sadece ceza yargılamasındaki suça sürüklenen çocuk müracaatçılar hakkında hazırlanması",
      "E": "Bu raporların hazırlanma amacına veya raporun hazırlanmasını talep eden birime göre içeriksel olarak farklılıklar gösterebilmesi"
    },
    "explanation": "Sorunun doğru yanıtı hakkında \"Sosyal İnceleme Raporu\" başlığı okunabilir.<br/>Çocuk adalet sistemi içerisinde sadece ceza yargılamasındaki suça sürüklenen çocuk müracaatçılar açısından değil hukuk yargılaması içerisinde de çocukların haklarının korunması açısından Sosyal İnceleme Raporları (SİR)’ler oldukça önemlidir. Medeni Hukuk sisteminde ise SİR’ler yargı biriminin araştırılmasını istediği hususlarda (velayet, velayetin kaldırılması, şahsi ilişki, şahsi ilişkinin kısıtlanması, evlat edinme, vasi tayini, sulh imkânı vb.) inceleme yaparak çocuğun yüksek yararı doğrultusunda uzmanın mesleki kanaatini bildirdiği ve birey/bireylerin ihtiyaç duyduğu müdahalelerin planlandığı, bu noktada karar sürecinde yargı birimlerine yol gösteren raporlardır."
  },
  {
    "id": "3834158",
    "unitNumber": 2,
    "text": "Ceza Muhakemeleri Kanunu’na göre yetkili mercilerce suç şüphesinin öğrenilmesinden iddianamenin kabulüne kadar geçen evreye ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Şikayet",
      "B": "İnfaz",
      "C": "Kovuşturma",
      "D": "Soruşturma",
      "E": "Yürütme"
    },
    "explanation": "Ceza Muhakemeleri Kanunu’na göre yetkili mercilerce suç şüphesinin öğrenilmesinden iddianamenin kabulüne kadar geçen evreye soruşturma evresi denilir.<br/>CMK 2/1-e'de verilen tanıma göre yetkili mercilerce suç şüphesinin öğrenilmesinden iddianamenin kabulüne kadar geçen evreye soruşturma evresi denilir."
  },
  {
    "id": "3834160",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi adalet sisteminde çocuklara yönelik temel ilkeleri belirleyen mevzuatın en başında çatı mevzuat olarak kabul edilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Birleşmiş Milletler Çocuk Hakları Sözleşmesi",
      "B": "Çocuk Koruma Kanunu",
      "C": "İnsan Hakları Evrensel Beyannamesi",
      "D": "Pekin Kuralları",
      "E": "Anayasa"
    },
    "explanation": "Adalet sisteminde çocuklara yönelik temel ilkeleri belirleyen mevzuatın en başında çatı mevzuat olarak da belirtilen ve çocukların yaşamının her alanında haklarını koruyan ve çocukların korunmasını sağlayan Birleşmiş Milletler Çocuk Hakları Sözleşmesi (ÇHS) gelmektedir."
  },
  {
    "id": "3834162",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Çocuk Koruma Kanunu’nda yer alan çocuk adalet sisteminin temel ilkeleri arasında<strong> <u>yer almaz?</u></strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Çocuğun yüksek yararının sağlanması",
      "B": "Çocuk ve ailesine yönelik ayrımcılığın engellenmesi",
      "C": "Adli süreçlerde çocuğun durumuna göre özel ilgi gösterilmesi",
      "D": "Çocuğun ailesinin katılımının aranmaması",
      "E": "Çocukların özgürlüğünün kısıtlanmasının son çare olarak düşünülmesi"
    },
    "explanation": "Çocuğun ve ailesinin bilgilendirilerek karar sürecinde katılımlarının sağlanması gerekir. Bu sebeple D şıkkı yanlıştır."
  },
  {
    "id": "3834163",
    "unitNumber": 2,
    "text": "Suça sürüklenen çocukların yargılanmasında sadece suçun ağırlığının değil çocuğun içinde bulunduğu durumun da göz önüne alınması hangi ilkeyle ilgilidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Çocuğun üstün yararı",
      "B": "Oran ilkesi",
      "C": "İyileştirme ilkesi",
      "D": "Eşitlik ilkesi",
      "E": "Önleme ilkesi"
    },
    "explanation": "Oran ilkesine göre suça sürüklenen çocukların yargılanmasında sadece suçun ağırlığı değil çocuğun içinde bulunduğu durumun da göz önüne alınması gerekmektedir."
  },
  {
    "id": "3834164",
    "unitNumber": 2,
    "text": "Pekin Kurallarına göre aşağıdakilerden hangisi yargılama sürecine ilişkin olarak öne çıkan ilkelerden biri <strong><u>değildir? </u></strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Çocuğun özgürlüğünün kısıtlanması son çare olmalı",
      "B": "Yargılanma en kısa sürede yürütülmeli",
      "C": "Çocuğun kimlik bilgilerinin gizliliğine dikkat edilmeli",
      "D": "Temel amaç çocuğun rehabilitasyonunu sağlamak olmalı",
      "E": "Verilmesi planlanan ceza sadece suç davranışının ceza sistemindeki yerine göre belirlenmeli"
    },
    "explanation": "Verilmesi planlanan ceza sadece suç davranışının ceza sistemindeki yerine göre değil çocuk hakkında yaptırılan araştırma sonucuna göre de verilmelidir (m. 17/1-a)."
  },
  {
    "id": "3834166",
    "unitNumber": 2,
    "text": "Çocuk adalet sistemi içerisinde gözaltına alınan, tutuklu veya hükümlü çocuklara ilişkin usul ve esasları belirleyen uluslararası mevzuat aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Pekin Kuralları",
      "B": "Beijing Kuralları",
      "C": "Havana Kuralları",
      "D": "Birleşmiş Milletler Çocuk Hakları Sözleşmesi",
      "E": "İnsan Hakları Evrensel Beyannamesi"
    },
    "explanation": "Çocuk adalet sistemi içerisinde gözaltına alınan, tutuklu veya hükümlü çocuklara ilişkin usul ve esasları belirleyen uluslararası mevzuat, “Özgürlüğünden Yoksun Bırakılmış Çocukların Korunmasına İlişkin Birleşmiş Milletler Kuralları”dır. Havana Kuralları olarak bilinen bu düzenleme Genel Kurulun 14 Aralık 1990 tarih ve 45/113 sayılı Karar’ıyla<br/>kabul edilmiştir."
  },
  {
    "id": "3834167",
    "unitNumber": 2,
    "text": "Türk Ceza Kanunu’na göre çocuğun cezai sorumluluğunun doğabilmesi için fiili işlediği sırada en az kaç yaşını doldurmuş olması aranır?",
    "correctAnswer": "B",
    "options": {
      "A": "On",
      "B": "On iki",
      "C": "On üç",
      "D": "On dört",
      "E": "On beş"
    },
    "explanation": "Türkiye’de ise yasal yaş sınırı 12’dir. Bu, 12 yaşını dolduran çocukların ceza sorumluluğunun bulunduğunu ve herhangi bir suç unsuru meydana geldiğinde haklarında soruşturma<br/>ve kovuşturma yapılabileceğini göstermektedir."
  },
  {
    "id": "3834168",
    "unitNumber": 2,
    "text": "Türk Ceza Kanunu’na göre işitme engelli çocuğun cezai sorumluluğunun doğabilmesi için fiili işlediği sırada en az kaç yaşını doldurmuş olması aranır?",
    "correctAnswer": "D",
    "options": {
      "A": "On iki",
      "B": "On üç",
      "C": "On dört",
      "D": "On beş",
      "E": "On altı"
    },
    "explanation": "İşitme engeline sahip olan çocukların ceza sorumluluğu bir alt gelişim dönemindeki çocuklar gibi değerlendirilmektedir. TCK 33. madde işitme engeli olan ve 15 yaşını doldurmayan çocukların ceza sorumluluğunun bulunmadığını belirtmektedir. Dolayısıyla işitme engeli bulunan çocuklarda yasal yaş sınırının 15 olduğu söylenebilir."
  },
  {
    "id": "3834170",
    "unitNumber": 2,
    "text": "Çocuğa ilişkin olarak alınan acil korunma kararı kaç gün süreyle sınırlıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "Üç gün",
      "B": "On beş gün",
      "C": "Yirmi gün",
      "D": "Otuz gün",
      "E": "Doksan gün"
    },
    "explanation": "Acil korunma kararı -çocuk hakkında SİR hazırlanmadan çocuk mahkemesi hâkimi tarafından 3 gün içerisinde değerlendirilir ve acil korunma kararı 30 gün ile sınırlıdır (ÇKK; Md. 9/1-2)."
  },
  {
    "id": "3834171",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi çocuğa yönelik koruyucu ve destekleyici tedbirler arasında en son düşünülmesi gereken tedbir olarak kabul edilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Danışmanlık tedbiri",
      "B": "Eğitim tedbiri",
      "C": "Bakım tedbiri",
      "D": "Sağlık tedbiri",
      "E": "Barınma tedbiri"
    },
    "explanation": "Çocuğun sağlık, danışmanlık, eğitim gibi tedbirlerle aile yanında bakımının sağlanmasının risk oluşturduğu durumlarda verilir. Çocuğun üstün yararı ilkesi gereğince en son düşünülmesi gereken tedbirdir. Ancak diğer koruyucu ve destekleyici tedbirlere rağmen çocuğun ailesi tarafından yeterli düzeyde bakım ve gözetiminin sağlanamayacağı durumlarda<br/>verilebilmektedir."
  },
  {
    "id": "3843906",
    "unitNumber": 2,
    "text": "I. Soruşturma:<br/>II. Kovuşturma:<br/>III. İnfaz:<br/>A. Mahkemelerce verilen ve kesinleşen ceza veya güvenlik tedbirlerinin yerine getirilmesi <br/>B. Kanuna göre yetkili mercilerce suç şüphesinin öğrenilmesinden iddianamenin kabulüne kadar geçen evre <br/>C. İddianamenin kabulüyle başlayıp hükmün kesinleşmesine kadar geçen evre <br/>I-II-III de verilen kavramların tanımı aşağıdaki hangi eşleştirme ile doğru bir şekilde verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "I-B II-C III-A",
      "B": "I-B II-A III-C",
      "C": "I-A II-C III-B",
      "D": "I-C II-B III-A",
      "E": "I-C II-A III-B"
    },
    "explanation": "Soruşturma: Kanuna göre yetkili mercilerce suç şüphesinin<br/>öğrenilmesinden iddianamenin kabulüne kadar geçen evre.<br/>Kovuşturma: İddianamenin kabulüyle başlayıp hükmün kesinleşmesine kadar geçen evre<br/>İnfaz: Mahkemelerce verilen ve kesinleşen ceza<br/>veya güvenlik tedbirlerinin yerine getirilmesi"
  },
  {
    "id": "3843912",
    "unitNumber": 2,
    "text": "“Çocuk Suçluluğunun Önlenmesine İlişkin Birleşmiş Milletler Yönlendirici İlkeleri” olan<br/>Riyad İlkelerine göre çocuklar için genel önlemlerin alınmasının yanı sıra çocukların aile, eğitim, yerel toplum, kitle iletişim araçları gibi alanlarda sosyalleşme süreçlerine ve sosyal politikalara ilişkin önlemlerin alınmasını içermektedir. Bu ilkeler aşağıda verilen hangi tarihte alınmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "14 Aralık 1990",
      "B": "14 Aralık 1991",
      "C": "14 Aralık 1992",
      "D": "14 Aralık 1993",
      "E": "14 Aralık 1994"
    },
    "explanation": "Tam adı “Çocuk Suçluluğunun Önlenmesine İlişkin Birleşmiş Milletler Yönlendirici İlkeleri” olan<br/>Riyad İlkeleri Genel Kurulun 14 Aralık 1990 tarih ve 45/112 sayılı Karar’ıyla kabul edilmiştir."
  },
  {
    "id": "3845758",
    "unitNumber": 2,
    "text": "Çocuk adalet sisteminin ilkelerinden birine göre, suça sürüklenen çocukların yargılanmasında sadece suçun ağırlığı değil çocuğun içinde bulunduğu durumun da göz önüne alınması gerekmektedir. Bu amaç aşağıdakilerden hangisi ile ifade edilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Oran ilkesi",
      "B": "İyileştirme ilkesi",
      "C": "Hafifletme ilkesi",
      "D": "Dengeleme ilkesi",
      "E": "Islah ilkesi"
    },
    "explanation": "Oran ilkesine göre suça sürüklenen çocukların yargılanmasında sadece suçun ağırlığı<br/>değil çocuğun içinde bulunduğu durumun da göz önüne alınması gerekmektedir."
  },
  {
    "id": "3845759",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi, kanunlarda suç olarak tanımlanan bir fiilî işlediği iddiası ile hakkında soruşturma veya kovuşturma yapılan ya da işlediği fiilden dolayı hakkında güvenlik tedbirine karar verilen çocuğu ifade etmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Suça sürüklenen çocuk",
      "B": "Korunma ihtiyacı olan çocuk",
      "C": "Bakım altındaki çocuk",
      "D": "Cezaevindeki çocuk",
      "E": "Gözaltındaki çocuk"
    },
    "explanation": "Suça sürüklenen çocuk"
  },
  {
    "id": "3845760",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi bedensel, zihinsel, ahlaki, sosyal ve duygusal gelişimi ile kişisel<br/>güvenliği tehlikede olan, ihmal veya istismar edilen ya da suç mağduru çocuğu ifade etmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Korunma ihtiyacı olan çocuk",
      "B": "Suça sürüklenen çocuk",
      "C": "Hüküm giymiş çocuk",
      "D": "Psikolojik destek alan çocuk",
      "E": "Yuvada kalan çocuk"
    },
    "explanation": "Korunma ihtiyacı olan çocuk"
  },
  {
    "id": "3845761",
    "unitNumber": 2,
    "text": "Çocuk adalet sisteminde hazırlanan sosyal inceleme raporu ve Adli Tıp Kurumu raporları çocukların ceza sorumluluğunun değerlendirilmesinde önemli araçlar olarak aşağıdaki hangi yaş grubu için uygulanmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "12 yaşını doldurmamış çocuklar",
      "B": "13 yaşını doldurmamış çocuklar",
      "C": "14 yaşını doldurmamış çocuklar",
      "D": "12-15 yaş grubunda olan çocuklar",
      "E": "12-15 yaş grubunda olan çocuklar"
    },
    "explanation": "12-15 yaş grubunda olan çocuklar"
  },
  {
    "id": "3845762",
    "unitNumber": 2,
    "text": "...................................çocuğun öncelikle kendi aile ortamında korunmasını sağlamaya yönelik danışmanlık, eğitim, bakım, sağlık ve barınma konularında alınacak tedbirlerdir.<br/>Yukarıda boş bırakılan yere aşağıdakilerden hangisinin gelmesi uygundur?",
    "correctAnswer": "A",
    "options": {
      "A": "Koruyucu ve destekleyici tedbir",
      "B": "Eğitim tedbiri",
      "C": "Bakım tedbiri",
      "D": "Barınma tedbiri",
      "E": "Sağlık tedbiri"
    },
    "explanation": "Koruyucu ve destekleyici tedbir"
  },
  {
    "id": "3845763",
    "unitNumber": 2,
    "text": "Çocuğa ve çocuğun bakımında sorumluluğu üstlenen kişilere yönelik düzenlenmiş bir tedbirdir. Amaç<br/>çocuğun yaşam ortamından ayrılmadan çocuğun ve ailesinin güçlendirilmesidir. <br/>Yukarıda özellikleri verilen tedbir aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Danışmanlık tedbiri",
      "B": "Sağlık tedbiri",
      "C": "Eğitim tedbiri",
      "D": "Barınma tedbiri",
      "E": "Bakım tedbiri"
    },
    "explanation": "Danışmanlık tedbiri"
  },
  {
    "id": "3845764",
    "unitNumber": 2,
    "text": "Çocuğu ile birlikte olan bireylere ya da yaşam riski olan hamile kadınlara yönelik olarak aşağıdaki hangi tedbir uygulanır?",
    "correctAnswer": "A",
    "options": {
      "A": "Barınma tedbiri",
      "B": "Sağlık tedbiri",
      "C": "Eğitim tedbiri",
      "D": "Danışmanlık tedbiri",
      "E": "Bakım tedbiri"
    },
    "explanation": "Barınma tedbiri"
  },
  {
    "id": "3845765",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Sosyal İnceleme Raporlarında (SİR) bulunması gereken standartlardan biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Raporlar mesleki değerlere ve etik ilkelere dayanmalıdır.",
      "B": "Çocuğu ile birlikte barınma ihtiyacı olan bireylere ya da yaşam riski olan hamile kadınlara yönelik tedbirdir",
      "C": "Bütün bilgi kaynakları açık bir şekilde belirtilmelidir.",
      "D": "Raporun amacına uygun bir dil kullanılmalıdır.",
      "E": "Raporun uzunluğu ve içeriği uygun olmalıdır."
    },
    "explanation": "Raporlar mesleki değerlere ve etik ilkelere dayanmalıdır."
  },
  {
    "id": "3832051",
    "unitNumber": 3,
    "text": "Türkiye'de adli destek sisteminin gelişimine ilişkin aşağıdakilerden hangisi <u>söylenemez?</u>",
    "correctAnswer": "B",
    "options": {
      "A": "Bu hizmetler ilk olarak suça sürüklenen çocuklara yönelik olarak verilmekteydi.",
      "B": "Bu hizmetler yalnızca ceza yargılamaları kapsamında verilmektedir.",
      "C": "Tarihsel süreçte yaşanan değişikliklerle adli destek hizmetlerinden yararlanan müracaatçı gruplarının çeşitlendiği görülür.",
      "D": "Türkiye’de adli destek hizmetlerinde en önemli gelişim çocuk yargılamasının yetişkin yargılamasından ayrılarak çocuk adalet sisteminin gelişmesi ile olmuştur.",
      "E": "Suç mağduru çocuklara yönelik de adli destek hizmetleri söz konusu olmuştur."
    },
    "explanation": "Adli sisteme dahil olan çocuk ve yetişkin müracaatçılara yönelik sosyal hizmet sunan adli destek hizmetleri zaman içerisinde geliştirilen politika ve mevzuatla büyük bir değişiklik göstermiştir. İlk olarak suça sürüklenen çocuklara yönelik olarak verilen bu hizmetler bulunulan aşamada ceza yargılaması dışında hukuk yargılamasını kapsayan bir yapıdadır. Dolayısıyla tarihsel süreçte yaşanan değişiklikler adli destek hizmetlerinden yararlanan<br/>müracaatçı gruplarının çeşitlenmesine ve dolayısıyla adli destek hizmetlerinde görev alan sosyal hizmet uzmanlarının rol ve sorumluluklarında da değişikliklere neden olmuştur. Doğru cevap B'dir."
  },
  {
    "id": "3832058",
    "unitNumber": 3,
    "text": "Tarihsel süreç içerisinde boşanma sonrasında velayet sorumluluğunu almayan ebeveynlerin çocukları ile kişisel ilişki kurulması icra müdürlükleri aracılığıyla olmuştur. Adalet Bakanlığı tarafından çocukların icra yoluyla teslim edilmesi işlemine son verilmiş ve pilot çalışma olarak “Çocuk Görüşme Merkezleri” yapılandırılmıştır.\n Yukarıda yer verilen gelişme hangi tarihte olmuştur?",
    "correctAnswer": "C",
    "options": {
      "A": "2020",
      "B": "2021",
      "C": "2022",
      "D": "2023",
      "E": "2024"
    },
    "explanation": "Tarihsel süreç içerisinde boşanma sonrasında velayet sorumluluğunu almayan ebeveynlerin çocukları ile kişisel ilişki kurulması icra müdürlükleri aracılığıyla olmuştur. Boşanma sonrasında ebeveynler çocukları ile kişisel ilişki kurmak için icra müdürlüklerine başvurmuşlar ve icra müdürlüğü aracılığıyla çocukların ebeveyni ile görüşmeleri sağlanmıştır. 2022 yılında Adalet Bakanlığı tarafından çocukların icra yoluyla teslim edilmesi işlemine son verilmiş ve pilot çalışma olarak “Çocuk Görüşme Merkezleri” yapılandırılmıştır. Doğru cevap C'dir."
  },
  {
    "id": "3832065",
    "unitNumber": 3,
    "text": "<ol type=\"I\"><br/><li>Türkiye genelinde her ilde Adli Destek ve Mağdur Hizmetleri Müdürlüğü bulunmaktadır.</li><br/><li>Geçmiş dönemde çocuk mahkemeleri ile aile mahkemelerinde görev alan uzmanların sunmuş olduğu psikososyal değerlendirme ve müdahaleler adalet sistemindeki tüm mahkemelere ve savcılıklara sunulmaya başlanmıştır.</li><br/><li>Adli Destek ve Mağdur Hizmetleri Müdürlükleri tüm hizmetlerini beş büro ile yürütmektedir</li><br/></ol><br/>Adli Destek ve Mağdur Hizmetleri Müdürlüklerinin yapısı ve görevleri ile ilgili yukarıdakilerden hangileri doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II ve III",
      "B": "I ve II",
      "C": "Yalnız I",
      "D": "II ve III",
      "E": "I ve III"
    },
    "explanation": "Türkiye genelinde tüm illerde Adli Destek ve Mağdur Hizmetleri Müdürlüklerinin faaliyete geçmesiyle birlikte eş güdümlü olarak yapılan çalışmalar bir sistematik hâlinde sunulmaya başlamıştır. Adli destek hizmetlerine kırılgan gruba mensup tüm bireyler dahil edilerek müracaatçı grubuna adalet sisteminde bulunan cinsel suç mağdurları, aile içi şiddete maruz kalanlar, terör mağdurları, insan kaçakçılığı mağdurları da dahil edilmiştir. ADM’ler tüm hizmetlerini beş büro ile yürütmektedir. Bu bürolar: Bilgilendirme ve yönlendirme bürosu, kırılgan grup destek bürosu, ceza yargılaması destek bürosu, hukuk yargılaması destek bürosu ve adli yardım hizmetleri bürosudur. Doğru cevap A'dır."
  },
  {
    "id": "3832069",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi bilgilendirme ve yönlendirme bürosunun verdiği hizmetlerden <u>değildir?</u>",
    "correctAnswer": "D",
    "options": {
      "A": "Adli destek ve mağdur hizmetlerine yönelik önceden hazırlanmış bilgilendirici ve yönlendirici materyaller (broşür gibi) mağdura verilmektedir.",
      "B": "Mağdurun şikâyet etmek istemesi durumunda mağdur Cumhuriyet başsavcılığına yönlendirilmektedir.",
      "C": "Korunma ihtiyacı olması durumunda mağdur ASHB’ye bağlı müdürlüklere ve sosyal hizmet<br/>merkezleri ile belediyelere yönlendirilmektedir.",
      "D": "Cumhuriyet başsavcılıkları ve mahkemeler tarafından adli destek görevlilerinden ÇKK’nin 15/2 maddesi gereğince; soruşturma sürecinde çocuğun ifadesinde bulunmaları istenmektedir.",
      "E": "Ön değerlendirme sonrasında mağdur ihtiyacına göre ilgili yardım ve destek kurumlarına yönlendirilmektedir."
    },
    "explanation": "ADMHY’e göre Cumhuriyet başsavcılıkları ve mahkemeler tarafından adli destek görevlilerinden:<br/>• ÇKK’nin 15/2 maddesi gereğince; soruşturma sürecinde çocuğun ifadesinde bulunmak,<br/>• ÇKK’nin 22/1, 2 maddesi gereğince; kovuşturma sürecinde çocuğun ifadesinde bulunmak,\n • ÇKK’nin 34. ve 35. maddesi gereğince; suça sürüklenen çocuk hakkında SİR hazırlamak,<br/>• ÇKK’nin 39. maddesi gereğince; çocuk hakkında denetim planı hazırlamak,<br/>• CMK’nin 236. maddesi gereğince; mağdur çocuğun ifadesinde bulunmak talep edilebilmektedir. bunlar Ceza yargılaması destek bürolarının görevleri arasındadır. Doğru cevap D'dir."
  },
  {
    "id": "3832071",
    "unitNumber": 3,
    "text": "Hukuk mahkemelerinden gelen talepleri değerlendirmektedir. Adli destek görevlilerinin bulunduğu bu büro başta aile mahkemesi olmak üzere diğer hukuk mahkemelerine hizmet vermektedir. Dolayısıyla aile hukukundan doğan davalarda bulunan çocuklar ve yetişkinler müracaatçı grubunu oluşturmaktadır. Çocuklara yönelik olarak genellikle velayet (velayetin belirlenmesi, kaldırılması, değiştirilmesi), kişisel ilişki (belirlenmesi, kaldırılması, azaltılması, arttırılması), evlat edinme, evlenmeye izin, vasi tespiti gibi konular söz konusu olurken yetişkinlere yönelik olarak sulh imkânının değerlendirilmesi söz konusu olmaktadır.\n Yukarıda görevleri verilen büro hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kırılgan grup destek bürosu",
      "B": "Hukuk yargılaması destek büroları",
      "C": "Ceza yargılaması destek büroları",
      "D": "Bilgilendirme ve yönlendirme bürosu",
      "E": "Adli yardım hizmetleri bürosu"
    },
    "explanation": "Hukuk yargılaması destek büroları, hukuk mahkemelerinden gelen talepleri değerlendirmektedir. Adli destek görevlilerinin bulunduğu bu büro başta aile mahkemesi olmak üzere diğer hukuk mahkemelerine hizmet vermektedir. Dolayısıyla aile hukukundan doğan davalarda bulunan çocuklar ve yetişkinler müracaatçı grubunu oluşturmaktadır. Çocuklara yönelik olarak genellikle velayet (velayetin belirlenmesi, kaldırılması, değiştirilmesi), kişisel ilişki (belirlenmesi, kaldırılması, azaltılması, arttırılması), evlat edinme, evlenmeye izin, vasi tespiti gibi konular söz konusu olurken yetişkinlere yönelik olarak sulh imkânının değerlendirilmesi söz konusu olmaktadır. Doğru cevap B'dir."
  },
  {
    "id": "3832074",
    "unitNumber": 3,
    "text": "Bireysel değerlendirme sürecinden sonra kırılgan gruba girdiği tespit edilen mağdur hakkında, adli destek ve mağdur hizmetleri müdürlüğü tarafından sunulacak hizmetler ile adli süreç kapsamında mağdura destek ve koruma sağlanmasına yönelik önerilen tedbirlerin yer aldığı belgedir.\n<br/>Tanımı verilen kavram hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Vaka yönetimi",
      "B": "Sosyal inceleme raporu",
      "C": "Bireysel değerlendirme raporu",
      "D": "Adli destek planı",
      "E": "Kırılgan grup raporu"
    },
    "explanation": "Adli Destek Planı: Bireysel değerlendirme sürecinden sonra kırılgan gruba girdiği tespit edilen mağdur hakkında, adli destek ve mağdur hizmetleri müdürlüğü tarafından sunulacak hizmetler ile adli süreç kapsamında mağdura destek ve koruma sağlanmasına yönelik önerilen tedbirlerin yer aldığı belgedir (Mağdura Yaklaşım Kılavuzu, 2021). Doğru cevap D'dir."
  },
  {
    "id": "3832076",
    "unitNumber": 3,
    "text": "<ol type=\"I\"> <li>Cinsel suç mağdurları</li> <li>İnsan ticareti suç mağdurları</li> <li>Dolandırıcılık suçu mağdurları</li> <li>Şiddet mağduru kadınlar</li> <li>Trafik kazası mağdurları</li> </ol> Yukarıdakilerden hangileri kırılgan gruplar içerisinde yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "I, II ve IV",
      "B": "I, II, III ve IV",
      "C": "I, II, IV ve V",
      "D": "I, II, III, IV ve V",
      "E": "I ve IV"
    },
    "explanation": "Kişisel özelliklerine göre kırılgan gruplar: \n Çocuk mağdurlar<br/>Engelli mağdurlar<br/>Yaşlı mağdurlar<br/>Mülteci/sığınmacı/geçici koruma<br/>altındaki mağdurlar<br/>Şiddet mağduru kadınlar<br/>LGBTİ\n Suçun niteliğine göre kırılgan gruplar:<br/>Aile içi şiddet mağdurları<br/>Cinsel suç mağdurları<br/>Terör mağdurları<br/>İnsan ticareti suç mağdurları<br/>Nefret ve ayrımcılık suç mağdurları<br/>Trafik kazası mağdurları\n Doğru cevap C'dir."
  },
  {
    "id": "3832081",
    "unitNumber": 3,
    "text": "Taraflar ve müşterek çocuklar hakkında gerekli tedbirleri önermek aşağıdakilerden hangisinin görevleri arasındadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Hukuk yargılaması adli destek görevlilerinin",
      "B": "Ceza yargılaması adli destek görevlilerinin",
      "C": "Kırılgan Grup Destek Bürosunda Adli Destek Görevlilerinin",
      "D": "Adli görüşmecilerin",
      "E": "Adli yardım bürosu adli destek görevlilerinin"
    },
    "explanation": "Hukuk Yargılaması Adli Destek Görevlilerinin Görevleri\n <ul> <li>Davanın esasına girilmeden önce veya dava sürecinde mahkemelerce istenilen konular (velayet, kişisel ilişki, evlat edinme, evlenmeye izin, vasi tayini gibi) konularda inceleme ve değerlendirme yapmak ve SİR hazırlamak</li> <li>Hazırlanan SİR’de çocuğa ve taraflara ilişkin olarak ihtiyaç duyulan koruyucu ve destekleyici tedbirleri bildirmek</li> <li>Taraflar ve müşterek çocuklar hakkında gerekli tedbirleri önermek</li> <li>Daha öncesinden SİR hazırlanmış olsa bile mahkemenin istemesi söz konusu olduğunda duruşmada çocuk ifadesi alınırken çocuğun yanında bulunmak</li> <li>Çocuğun ifadesinde çocuğun yüksek yararı ilkelerine göre çocuğun duruşmaya hazırlanmasını sağlamak ve istendiğinde duruşmada görüş bildirmek</li> <li>Değerlendirmeler sonucunda tarafların danışmanlık hizmetlerine yönlendirilmesini sağlamak için görüş bildirmek (ADMHY, m. 36). </li> </ul> Doğru cevap A'dır."
  },
  {
    "id": "3832085",
    "unitNumber": 3,
    "text": "Adli görüşme odalarına ilişkin aşağıdakilerden hangisi <u>yanlıştır?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Koordinasyonu Adalet Bakanlığı tarafından yerine getirilir.",
      "B": "Sadece ceza yargılamasında değil hukuk yargılamasında da kullanılmaktadır.",
      "C": "Adli yargı sürecinin hem soruşturma hem de kovuşturma aşamalarında kullanılabilmektedir.",
      "D": "Fiziksel olarak adliyeler içerisindedir.",
      "E": "Sadece cinsel istismar mağduru çocuklara yönelik hizmet verir. Sadece cinsel istismar mağduru çocuklara hizmet vermez. Sadece cinsel istismara uğrayan çocukların ikincil örselenmesinin önüne geçmeyi ve çocuk yüksek yararına hizmet sunan kurumların eş güdümlü şekilde hizmet sunmasını amaçlayan kurum ise çocuk izlem merkezleridir. Doğru cevap E'dir."
    },
    "explanation": "Adli görüşme odaları çocuklar öncelikli olmak üzere tüm kırılgan grupları kapsamaktadır."
  },
  {
    "id": "3832089",
    "unitNumber": 3,
    "text": "Adli görüşmede sorgulama aşamasında asla kullanılmaması gereken soru tipi hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Açık uçlu sorular",
      "B": "Kapalı uçlu sorular",
      "C": "Yönlendirici sorular",
      "D": "Nokta atışı sorular",
      "E": "Detaya inen sorular"
    },
    "explanation": "Serbest anlatım bittikten sonra soru sorma aşamasına geçilmesi söz konusu olmaktadır. Sorgulama aşamasında 5N1K soruları olarak bilinen Kim? Nerede? Ne zaman? Nasıl? Ne? Neden? sorularından oluşan soru tiplerine geçilmektedir. 5N1K sorularından oluşan 5 tür soru tipi bulunmaktadır. Bunlar aşağıda verilmektedir (Erbay, Kayma ve Tezcan, 2020):<br/>• Açık uçlu sorular: Yönlendirici olmayan, yüksüz ve nötr sorulardır. Ör.: O gün okuldan çıktığında neler oldu?, Bu nerede oldu?, Sana nasıl dokundu?, Bu kişi kim?<br/>• Detaya inen sorular: Bir konu hakkında daha fazla detay bilgi alınması durumunda<br/>kullanılmaktadır. Ör. Seni tehdit ettiğini söyledin. Seni nasıl tehdit etti?<br/>• Spesifik/nokta atışı sorular: Bir konuyu aydınlatmaya odaklı evet-hayır veya çok kısa<br/>kelimelerle yanıtlanabilen sorulardır. Ör. Elinde bir şey olduğunu söylemiştin, elindeki neydi? Araba ne renkti?<br/>• Kapalı uçlu sorular: Görüşme sürecinde çok tercih edilmemesi gereken ancak amaca uygun olduğunda kullanılması gereken sorulardır. Yanıtları evet ya da hayır ile sınırlıdır.<br/>Sonrasında mutlaka açık uçlu sorulara geçilmelidir. Ör. O kişiyi daha önceden tanıyor muydun? Madde kullanmış mıydın?<br/>• Yönlendirici sorular asla kullanılmamalıdır. Yönlendirici sorular (Ör. Sana bunu baban mı yaptı?) kapalı uçlu soru gibi görülse de yönlendiricidir. Dorğu cevap C'dir."
  },
  {
    "id": "3835502",
    "unitNumber": 3,
    "text": "Türkiye’de adli destek hizmetlerinin tarihsel süreç içinde nasıl evrildiğiyle ilgili olarak aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "İlk uygulamalar yalnızca yetişkin suç mağdurlarına yönelikti.",
      "B": "Adli destek, başlangıçta sadece suç işleyen çocuklara sunulan hizmetlerden oluşuyordu.",
      "C": "Adli destek uygulamaları, 2009 yılında Çocuk Koruma Kanunu ile tamamen kaldırılmıştır.",
      "D": "2019 yılında yapılan düzenlemelerle adli destek hizmetlerine sadece ceza yargılaması kapsamında yer verilmiştir.",
      "E": "Adli destek hizmetleri başlangıçta sadece psikolojik destekle sınırlıydı."
    },
    "explanation": "Adli sisteme dahil olan çocuk ve yetişkin müracaatçılara yönelik sosyal hizmet sunan adli destek hizmetleri zaman içerisinde geliştirilen politika ve mevzuatla büyük bir değişiklik göstermiştir. İlk olarak suça sürüklenen çocuklara yönelik olarak verilen bu hizmetler bulunulan aşamada ceza yargılaması dışında hukuk yargılamasını kapsayan bir yapıdadır."
  },
  {
    "id": "3835503",
    "unitNumber": 3,
    "text": "Hukuk yargılaması destek bürosunda görevli adli destek görevlilerinin temel görevleri arasında aşağıdakilerden hangisi yer <u>almaz?</u>",
    "correctAnswer": "D",
    "options": {
      "A": "Dava öncesinde sosyal inceleme raporu (SİR) hazırlamak",
      "B": "Tarafların ihtiyaç duyduğu koruyucu tedbirleri önermek",
      "C": "Mağdurun ifadesinin adli görüşme odasında alınmasını sağlamak",
      "D": "Mahkemede doğrudan yargılamaya katılmak",
      "E": "Tarafların danışmanlık hizmetlerine yönlendirilmesini sağlamak"
    },
    "explanation": "ADMHY’e göre Cumhuriyet başsavcılıkları ve mahkemeler tarafından adli destek görevlilerinden: ÇKK’nin 15/2 maddesi gereğince; soruşturma sürecinde çocuğun ifadesinde bulunmak, • ÇKK’nin 22/1, 2 maddesi gereğince; kovuşturma sürecinde çocuğun ifadesinde bulunmak, • ÇKK’nin 34. ve 35. maddesi gereğince; suça sürüklenen çocuk hakkında SİR hazırlamak, • ÇKK’nin 39. maddesi gereğince; çocuk hakkında denetim planı hazırlamak, • CMK’nin 236. maddesi gereğince; mağdur çocuğun ifadesinde bulunmak talep edilebilmektedir."
  },
  {
    "id": "3835504",
    "unitNumber": 3,
    "text": "Türkiye’de Adli Destek ve Mağdur Hizmetleri Müdürlüklerinin (ADM) yapısı ile ilgili aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "ADM’ler yalnızca ceza yargılamasına yönelik hizmet verir.",
      "B": "ADM’ler, tüm illerde merkezi bir yapı altında tek bir birimden oluşur.",
      "C": "ADM’ler; bilgilendirme ve yönlendirme, kırılgan grup destek, ceza yargılaması destek, hukuk yargılaması destek ve adli yardım hizmetleri bürolarından oluşmaktadır.",
      "D": "ADM’ler, sadece çocuk mağdurlarına yönelik hizmet sunmakla görevlidir.",
      "E": "ADM’lerde görev alan personel tamamen psikiyatristlerden oluşur."
    },
    "explanation": "ADM’ler tüm hizmetlerini beş büro ile yürütmektedir. Bu bürolar: Bilgilendirme ve yönlendirme bürosu, kırılgan grup destek bürosu, ceza yargılaması destek bürosu, hukuk yargılaması destek bürosu ve adli yardım hizmetleri bürosudur. Müdürlükte görev yapan psikolog, pedagog ve sosyal hizmet uzmanları kırılgan grup destek bürosu, ceza yargılaması destek bürosu ve hukuk yargılaması destek bürolarında görev almaktadırlar."
  },
  {
    "id": "3835505",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Bilgilendirme ve Yönlendirme Bürosu’nun temel görevlerinden biri <u>değildir?</u>",
    "correctAnswer": "D",
    "options": {
      "A": "Mağdurların adli yargı süreci hakkında bilgilendirilmesi",
      "B": "Dosya açma ve evrak işleri ile ilgilenmek",
      "C": "Korunma ihtiyacı olan mağdurları ilgili kurumlara yönlendirmek",
      "D": "Mağdurun savunma avukatını doğrudan atamak",
      "E": "Hazırlanmış bilgilendirici materyallerin mağdura sunulması"
    },
    "explanation": "Bilgilendirme ve yönlendirme bürosunda; gelen evrak işleri, dosya açma, ön değerlendirme, bilgilendirme ve yönlendirme hizmeti yapılmaktadır. Zabıt kâtiplerinin görev aldığı bu büroda; mağdurun maruz kaldığı suç olayını hangi adli birime nasıl bildirebileceği, adli yargı sürecinin işleyişi ve mağdurun bu süreçteki konumu, mağdurun destek hizmetlerinden yararlanmak için başvurabileceği kurum ve kuruluşlar gibi konularda (ADMHY, m. 31) bilgilendirme hizmeti sunulmaktadır."
  },
  {
    "id": "3835506",
    "unitNumber": 3,
    "text": "Ceza yargılaması destek bürosunun görevleri arasında aşağıdakilerden hangisi <u>bulunmaz?</u>",
    "correctAnswer": "B",
    "options": {
      "A": "Mağdurların ifadelerinin alınması öncesinde mağdurların bilgilendirilmesi",
      "B": "Mağdurların ifadelerinin adli görüşme odalarının dışında alınarak dosyaya eklenmesi",
      "C": "Mağdurların kaygılarının giderilerek rahat ifade verebilmelerinin sağlanması",
      "D": "İfade işlemlerinde mağduru adli yargı birimine yönlendirmek",
      "E": "Mağdura ifadesinin alınması sürecinde gerekli önlemleri bildirmek"
    },
    "explanation": "Ceza yargılaması destek büroları (CYDB), ceza mahkemelerinden veya savcılıktan gelen talepler üzerine hem çocuklara hem de mağdurlara yönelik adli destek hizmeti veren bürodur. Bu talepler bu büroda görevli olan adli destek görevlileri tarafından yerine getirilmektedir. Dolayısıyla ceza mahkemelerinde yargı sürecinde olan suç mağdurları (çocuk veya yetişkin) ile çocuklar (korunma ihtiyacı bulunan, tanık ve suça sürüklenen) karşılaşılan müracaatçı gruplarını oluşturmaktadır. ADMHY’e göre Cumhuriyet başsavcılıkları ve mahkemeler tarafından adli destek görevlilerinden: • ÇKK’nin 15/2 maddesi gereğince; soruşturma sürecinde çocuğun ifadesinde bulunmak, • ÇKK’nin 22/1, 2 maddesi gereğince; kovuşturma sürecinde çocuğun ifadesinde bulunmak, • ÇKK’nin 34. ve 35. maddesi gereğince; suça sürüklenen çocuk hakkında SİR hazırlamak, • ÇKK’nin 39. maddesi gereğince; çocuk hakkında denetim planı hazırlamak, • CMK’nin 236. maddesi gereğince; mağdur çocuğun ifadesinde bulunmak talep edilebilmektedir."
  },
  {
    "id": "3835507",
    "unitNumber": 3,
    "text": "Kırılgan grup destek bürosunda görevli adli destek görevlilerinin amacı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnızca çocuk mağdurların ifadesini almak",
      "B": "Mağdurların sosyal ve ekonomik dezavantajlarını göz ardı etmek",
      "C": "Mağdurların suçtan kaynaklanan örselenmelerini önlemek ve psikososyal destek sunmak",
      "D": "Mağdurları doğrudan yargılamaya sokmak",
      "E": "Mağdurların ifadelerini mahkeme kayıtlarında belgelemekle sınırlı kalmak"
    },
    "explanation": "Mağdurların suç nedeniyle karşı karşıya kaldığı zararları önlemede ve bununla başa çıkmada yetersiz olması durumunda mağdurun kırılgan gruba uygun olduğu düşünülmektedir. Kırılgan gruba dâhil olan mağdurlar, yaşı, cinsiyeti, fiziksel veya zihinsel engeli nedeniyle ya da sosyal, ekonomik, etnik, kültürel veya dinî nedenlerle suça maruz kalma olasılıkları, toplumun diğer kesimlerine göre daha yüksek olan kişilerdir. Bu özellikleri nedeniyle kırılgan gruba dâhil olan mağdurlar çoğu zaman haklarından sınırlı şekilde faydalanabilmektedir."
  },
  {
    "id": "3835508",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi adli görüşme odalarının (AGO) yapısını ve işlevini doğru şekilde açıklamaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "AGO’lar, yalnızca bekleme odasından ibarettir.",
      "B": "AGO’lar; bekleme odası, adli görüşme odası ve gözlem odası olmak üzere üç ana bölümden oluşur.",
      "C": "AGO’lar adli destek hizmetlerinin tümünü online ortamda yürütür.",
      "D": "AGO’larda görüşme sırasında savcının sürekli hazır bulunması zorunludur.",
      "E": "AGO’lar yalnızca çocuk mağdurlar için düzenlenmiştir."
    },
    "explanation": "Adli Destek ve Mağdur Hizmetleri Müdürlükleri bünyesinde bulunan Adli Görüşme Odaları bekleme odası, adli görüşme odası ve gözlem odası olmak üzere üç ayrı bölümden oluşmak"
  },
  {
    "id": "3835509",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi adli görüşme odası (AGO) uygulamasının temel amaçlarından biri <u>değildir?</u>",
    "correctAnswer": "C",
    "options": {
      "A": "Mağdurların ikincil örselenmelerini önlemek",
      "B": "Mağdurların ifadelerinin güvenilir ve doğru şekilde alınmasını sağlamak",
      "C": "Görüşme yapılan kişiye adli süreçte zarar verecek müdahaleler yapmak",
      "D": "Mağdurların korunma ihtiyacını tespit etmek ve yönlendirme sağlamak",
      "E": "Uygun ortamda ifadenin alınarak yargı sürecinin desteklenmesini sağlamak"
    },
    "explanation": "AGO’ların işleyişinde dikkat edilmesi gereken temel ilkeler bulunmaktadır. Bu temel ilkeler; • Çocuklara öncelik verilmesi ve çocuğun yarının gözetilmesi: AGO’larda öncelik çocuklardır. • Gelişimsel duruma uygunluk: Adli görüşmelerde görüşme yapılan kişinin yaşına, cinsiyetimi ve gelişimsel özelliklerine dikkat edilmelidir. • Ayrım yapmama: Görüşme yapılan kişiler ayrıma maruz bırakılmamalıdır. • Güvenliğin ve temel ihtiyaçların sağlanması: Adli görüşmelerde görüşme yapılan kişinin güvenliği esastır ve görüşme öncesi temel ihtiyaçlar karşılanmalıdır."
  },
  {
    "id": "3835510",
    "unitNumber": 3,
    "text": "Adli görüşme süreci genel olarak hangi aşamalardan oluşur?",
    "correctAnswer": "B",
    "options": {
      "A": "Hazırlık, ifade kaydı ve raporlama",
      "B": "Ön görüşme, sorgulama ve kapanış",
      "C": "Dosya inceleme, yargılamaya yönlendirme ve sonuçlandırma",
      "D": "Bilgilendirme, sorgulama, güvenlik sağlama",
      "E": "Randevu, bekleme ve bilgi vermeden sona erdirme"
    },
    "explanation": "Adli görüşme süreci görüşme yapılacak kişi ile yüz yüze ilk temas ile başlayıp görüşme yapılacak kişi ile temasın kesilmesine kadar olan süreci kapsamaktadır. Bu süreç ön görüşme ve adli görüşme olmak üzere iki aşamalıdır."
  },
  {
    "id": "3835511",
    "unitNumber": 3,
    "text": "Adli görüşmeciler için uygulanan “Yedi Adımda Adli Görüşme Odası (AGO) Süreci” kapsamında ilk aşamada gerçekleştirilen adım aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Mağdurun ifadesinin alınması",
      "B": "Dosyanın incelenerek görüşme planlamasının yapılması",
      "C": "Görüşme sonrasında raporun hazırlanması",
      "D": "Hakim ya da savcı ile yapılan final toplantısı",
      "E": "Mağdura yönelik koruyucu tedbirlerin belirlenmesi"
    },
    "explanation": "UZMANLAR IÇIN YEDI ADIMDA AGO SÜRECI<br/>I.AGO ÖNCESI<br/>1.Adım Dosyanın incelenmesi ve görüsme sürecinin planlanması<br/>2.Adım Görüsme yapılacak kisi, ebeveyni, vekili ile bilgilendirme ve planlama/düzenleme amaçlı<br/>öngörüsme yapılması<br/>3.Adım Hakim/Savcı ile planlama görüsmesi<br/>II.AGO SÜRECI<br/>4.Adım Görüsme yapılacak magdurla, ailesiyle ve vekiliyle öngörüsme yapma ve güven iliskisini baslatma<br/>5.Adım Üç asamada/dokuz adımda adli görüsme<br/>III.AGO SONRASI<br/>6.Adım Ruhsal durumunun ve sosyal çevresinin analizi (risk analizi), koruyucu ve destekleyici tedbirler<br/>belirleme ve hakim/savcı ile paylasma<br/>7.Adım Adli görüsme raporunu yazma"
  },
  {
    "id": "3845426",
    "unitNumber": 3,
    "text": "Türkiye'de ilk çocuk mahkemesi .............'da, ............. yılında kurulmuştur.<br/>Aşağıdakilerden hangisi yukarı cümlede yer alan boşlukları sırası ile ve doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Ankara/1987",
      "B": "İstanbul/1989",
      "C": "İzmir/1992",
      "D": "Ankara/1982",
      "E": "İstanbul/1985"
    },
    "explanation": "Türkiye'de ilk çocuk mahkemesi ilk çocuk mahkemesi Ankara’da, 1987 yılında kurulmuştur.<br/>Doğru cevap A seçeneğidir."
  },
  {
    "id": "3845431",
    "unitNumber": 3,
    "text": "I. Sosyal hizmet uzmanı<br/>II. Psikolog<br/>III. Pedagog <br/>IV. Sosyolog<br/>V. Öğretmen<br/>Yukarıdakilerden hangisi/hangileri 1980 tarihli 2253 sayılı Çocuk Mahkemelerinin Kuruluş, Görev ve Yargılama Usulleri Hakkında Kanun'da \"Gözetim ve Denetim Delegesi\" olarak tanımlanmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız III",
      "B": "I ve IV",
      "C": "II ve V",
      "D": "I, II ve III",
      "E": "I, II, III ve IV"
    },
    "explanation": "Kanun kapsamında “Gözetim ve Denetim Delegesi” (m. 29) olarak belirtilen sosyal hizmet uzmanları, psikolog ve pedagoglar çocuklar hakkında SİR hazırlayarak, duruşmada ifade sürecinde destek sunarak, çocuk hakkında mahkemece verilmiş tedbirlere ilişkin olarak gözetim ve denetim yaparak çocuklara yönelik adli destek hizmetleri sunmuştur.<br/>Doğru cevap D seçeneğidir."
  },
  {
    "id": "3845434",
    "unitNumber": 3,
    "text": "2003 yılında yürürlüğe giren 4787 sayılı Aile Mahkemelerinin Kuruluş, Görev ve Yargılama Usullerine Dair Kanun'un getirdiği yeniliklerden <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Hukuk yargı sisteminde de adli destek hizmetleri sunulmaya başlanmıştır",
      "B": "Kanunda her aile mahkemesine birer psikolog, sosyal hizmet uzmanı ve pedagog (m. 5) atanması belirtilmiş ve bu görevli kişiler “Uzmanlar” olarak tanımlanmıştır",
      "C": "Kanunda belirtilen bu uzmanlar aile hukukundan doğan davalarda hem çocuklara hem de yetişkinlere adli destek hizmetleri sunmaktadır",
      "D": "Sunulan bu adli destek hizmetleri çocuklara yönelik duruşmada çocuğun beyanı alınırken çocuğun yanında bulunmak ve istenen hususlarda SİR hazırlamak, yetişkinlere yönelik olarak da çatışma nedenlerini araştırarak SİR hazırlamaktır",
      "E": "Adalet Bakanlığı tarafından çocukların icra yoluyla teslim edilmesi işlemine son verilmiş ve pilot çalışma olarak “Çocuk Görüşme Merkezleri” yapılandırılmıştır"
    },
    "explanation": "2003 yılında 4787 sayılı Aile Mahkemelerinin Kuruluş, Görev ve Yargılama Usullerine Dair Kanun’un (AMK) yürürlüğe girmesiyle birlikte hukuk yargı sisteminde de adli destek hizmetleri sunulmaya başlanmıştır. Kanunda her aile mahkemesine birer psikolog, sosyal hizmet uzmanı ve pedagog (m. 5) atanması belirtilmiş ve bu görevli kişiler “Uzmanlar” olarak tanımlanmıştır. Kanunda belirtilen bu uzmanlar aile hukukundan doğan davalarda hem çocuklara hem de yetişkinlere adli destek hizmetleri sunmaktadır. Sunulan bu adli destek hizmetleri çocuklara yönelik duruşmada çocuğun beyanı alınırken çocuğun yanında bulunmak ve istenen hususlarda SİR hazırlamak, yetişkinlere yönelik olarak da çatışma nedenlerini araştırarak SİR hazırlamaktır.<br/>Doğru cevap E seçeneğidir."
  },
  {
    "id": "3845438",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi/hangileri Adli Destek ve Mağdur Hizmetleri Müdürlüklerinin (ADM) hizmetlerini yürüttükleri bürolardan <strong>değildir? </strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Bilgilendirme ve yönlendirme bürosu",
      "B": "Kırılgan grup destek bürosu",
      "C": "Çocuk teslim bürosu",
      "D": "Hukuk yargılaması destek bürosu",
      "E": "Adli yardım hizmetleri bürosu"
    },
    "explanation": "ADM’ler tüm hizmetlerini beş büro ile yürütmektedir. Bu bürolar: Bilgilendirme ve yönlendirme bürosu, kırılgan grup destek bürosu, ceza yargılaması destek bürosu, hukuk yargılaması destek bürosu ve adli yardım hizmetleri bürosudur. Müdürlükte görev yapan psikolog, pedagog ve sosyal hizmet uzmanları kırılgan grup destek bürosu, ceza yargılaması destek bürosu ve hukuk yargılaması destek bürolarında görev almaktadırlar.<br/>Doğru cevap C seçeneğidir."
  },
  {
    "id": "3845448",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Adli Destek ve Mağdur Hizmetleri Müdürlükleri Bürolarıından olan ve ceza mahkemelerinden veya savcılıktan gelen talepler üzerine hem çocuklara hem de mağdurlara yönelik adli destek hizmeti veren bürodur?",
    "correctAnswer": "B",
    "options": {
      "A": "Bilgilendirme ve yönlendirme bürosu",
      "B": "Ceza yargılaması destek büroları",
      "C": "Kırılgan grup destek bürosu",
      "D": "Hukuk yargılaması destek bürosu",
      "E": "Adli yardım hizmetleri bürosu"
    },
    "explanation": "Ceza yargılaması destek büroları (CYDB), ceza mahkemelerinden veya savcılıktan gelen talepler üzerine hem çocuklara hem de mağdurlara yönelik adli destek hizmeti veren bürodur. Bu talepler bu büroda görevli olan adli destek görevlileri tarafından yerine getirilmektedir. Dolayısıyla ceza mahkemelerinde yargı sürecinde olan suç mağdurları (çocuk veya yetişkin) ile çocuklar (korunma ihtiyacı bulunan, tanık ve suça sürüklenen) karşılaşılan müracaatçı gruplarını oluşturmaktadır.<br/>Doğru cevap B seçeneğidir."
  },
  {
    "id": "3845457",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi çocuklara yönelik ceza yargılamasında adli destek görevlilerinin görevlerinden <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Suça sürüklenen çocuk ve tanık çocukların ifade alımlarında çocuğun yanında bulunmak",
      "B": "İfade sürecine geçilmeden önce içinde çocukla ön görüşme yaparak bilgilendirmek ve çocuğu duruşmaya hazırlamak",
      "C": "Suça sürüklenen çocuk ve korunma ihtiyacı olan çocuklar hakkında SİR hazırlamak",
      "D": "Çocuğun kırılgan grup olup olmadığını değerlendirmek ve gerektiğinde ilgili büroya yönlendirmek",
      "E": "Çocuğun fiziksel muayenesini yapmak ve sağlık raporu vermek"
    },
    "explanation": "Suça sürüklenen çocuk ve tanık çocukların ifade alımlarında çocuğun yanında bulunmak <br/>İfade sürecine geçilmeden önce içinde çocukla ön görüşme yaparak bilgilendirmek ve çocuğu duruşmaya hazırlamak <br/>Suça sürüklenen çocuk ve korunma ihtiyacı olan çocuklar hakkında SİR hazırlamak <br/>İfade veya beyan işlemi sırasında istenilen konularda ve koruyucu ve destekleyici tedbirler gibi konularda görüşlerini sunmak <br/>Çocuğun kırılgan grup olup olmadığını değerlendirmek ve gerektiğinde ilgili büroya yönlendirmek<br/>Doğru cevap E seçeneğidir."
  },
  {
    "id": "3845459",
    "unitNumber": 3,
    "text": "Adli görüşme sırasında \"elinde bir şey olduğunu söylemiştin, elindeki neydi? Araba ne renkti?\" sorularını sorun bir adli görüşmeci hangi tür soru sormuştur?",
    "correctAnswer": "C",
    "options": {
      "A": "Açık uçlu soru",
      "B": "Detaya inen soru",
      "C": "Spesifik/nokta atışı sorular",
      "D": "Kapalı uçlu sorular",
      "E": "Mucize sorusu"
    },
    "explanation": "Spesifik/nokta atışı sorular: Bir konuyu aydınlatmaya odaklı evet-hayır veya çok kısa kelimelerle yanıtlanabilen sorulardır. Ör. Elinde bir şey olduğunu söylemiştin, elindeki neydi? Araba ne renkti?<br/>Doğru cevap C seçeneğidir."
  },
  {
    "id": "3845462",
    "unitNumber": 3,
    "text": "I. Gelişimsel duruma uygunluk<br/>II. Çoklu beyan<br/>III. Güvenliğin ve temel ihtiyaçların sağlanması<br/>IV. Gizlilik<br/>Yukarıdakilerden hangisi/hangileri adli görüşme odalarının işleyişinde dikkat edilmesi gereken temel ilkelerdendir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "II ve IV",
      "C": "I, III ve IV",
      "D": "II, III ve IV",
      "E": "ı, II, III ve IV"
    },
    "explanation": "AGO’ların işleyişinde dikkat edilmesi gereken temel ilkeler bulunmaktadır. Bu temel ilkeler; <br/>• Çocuklara öncelik verilmesi ve çocuğun yarının gözetilmesi: AGO’larda öncelik çocuklardır. <br/>• Gelişimsel duruma uygunluk: Adli görüşmelerde görüşme yapılan kişinin yaşına, cinsiyetimi ve gelişimsel özelliklerine dikkat edilmelidir. <br/>• Ayrım yapmama: Görüşme yapılan kişiler ayrıma maruz bırakılmamalıdır. • Güvenliğin ve temel ihtiyaçların sağlanması: Adli görüşmelerde görüşme yapılan kişinin güvenliği esastır ve görüşme öncesi temel ihtiyaçlar karşılanmalıdır.<br/>• Damgalanmanın önlenmesi: Görüşme yapılan kişinin damgalanma risklerini ortadan kaldıracak önlemler alınmalıdır. <br/>• Bilgilendirme ve katılım: Görüşme yapılan kişinin özelliklerine uygun olarak adli görüşme süreci ve hakları konularında bilgilendirilmesi gerekmektedir. Böylece sürece etkin katılım sağlanmalıdır. <br/>• Koruyucu önlemlerin belirlenmesi: Görüşme yapılan kişinin korunma ihtiyacı bulunması durumunun değerlendirilerek bu i<br/>Doğru cevap C seçeneğidir."
  },
  {
    "id": "3845472",
    "unitNumber": 3,
    "text": "Çocuk Teslimi ve Çocukla Kişisel İlişki Kurulmasına İlişkin İlam ve Tedbir Kararlarının Yerine Getirilmesine Dair Yönetmeliğe göre Çocuk Görüşme Merkezlerinde görevli uzmanların görevleri arasında <strong>yer almaz?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Velayet hakkı kendisinde bulunan ebeveynin (yükümlü) çocuğu merkeze getirmesiyle çocuğun velayet hakkı kendisinde olmayan ebeveynine (hak sahibi) teslim edilme işlemlerini yürütmek",
      "B": "Çocuğun sürece hazırlanmasını sağlamak, kaygı seviyesini azaltmak için çocuk ile görüşmeler gerçekleştirmek",
      "C": "Çocuğun örselenmemesi için gereksinim duyulan önlemlerin alınmasını sağlamak",
      "D": "Yükümlünün gereğini yerine getirmemesi durumunda, ikamete giderek çocuğun hak sahibine teslim edilmesini sağlamak",
      "E": "Çocuğun suçunu itiraf etmesini sağlamak"
    },
    "explanation": "Yönetmeliğe göre merkezlerde görevli uzmanların görevleri şu şekilde sıralanabilir: <br/>• Velayet hakkı kendisinde bulunan ebeveynin (yükümlü) çocuğu merkeze getirmesiyle çocuğun velayet hakkı kendisinde olmayan ebeveynine (hak sahibi) teslim edilme işlemlerini yürütmek. <br/>• İşlem öncesinde hak sahibi ve yükümlüyle ile görüşmeler yaparak bilgilendirmek. <br/>• Çocuğun sürece hazırlanmasını sağlamak, kaygı seviyesini azaltmak için çocuk ile görüşmeler gerçekleştirmek. <br/>• Çocuğun örselenmemesi için gereksinim duyulan önlemlerin alınmasını sağlamak. <br/>• Yükümlünün gereğini yerine getirmemesi durumunda, ikamete giderek çocuğun hak sahibine teslim edilmesini sağlamak. <br/>• Çocuk teslimi veya kişisel ilişki sürecinde çocuğun yerleşim yerinin değişmesi nedeniyle başka bir müdürlüğün yetki alanına girdiğinin öğrenilmesi hâlinde dosyanın kapatılarak ilgili yer müdürlüğüne gönderilmesi için müdüre bildirimde bulunmak (m. 17).<br/>Doğru cevap E seçeneğidir."
  },
  {
    "id": "3845478",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi AGO öncesinde adli görüşmecinin yapması gereken son işlemdir?",
    "correctAnswer": "A",
    "options": {
      "A": "AGO talep eden yargı birimi ile planlama toplantısı gerçekleştirmek",
      "B": "Dosya kapsamından ve adli kayıtlardan görüşme yapılacak kişiye yönelik tüm bilgilere ulaşılmaya çalışmak",
      "C": "Görüşmenin amacı, kayıt altına alınma nedenleri ve kimlerin bu kayıtları izleyeceğinin açıklamak",
      "D": "Adli Görüşme Raporunun (AGR) hazırlamak",
      "E": "Görüşmede kullanılan yönlendirici soruların tespit etmek"
    },
    "explanation": "AGO öncesinde adli görüşmecinin yapması gereken son işlem ise AGO talep eden yargı birimi ile planlama toplantısı gerçekleştirmektir. istenen bilgilerin niteliği ve sorulması muhtemel sorular ile özellik arz eden konularda adli görüşmeden önce bir araya geldiği görüşmedir. Planlama toplantısı karşılıklı beklentilerin tartışıldığı bir toplantıdır. Bu toplantıda sorulması istenen sorular, görüşme yapılan kişinin varsa özel gereksinimleri (engel durumu, tercüman ihtiyacı, yaş küçüklüğü, korunma ihtiyacı gibi), görüşme sürecinin nasıl yürütüleceği paylaşılmaktadır. Korunma ihtiyacının belirlenmesi durumunda AGO süreci beklenmeksizin kişinin ilgili kurumlara yönlendirilmesi sağlanmalıdır.<br/>Doğru cevap A seçeneğidir."
  },
  {
    "id": "3831604",
    "unitNumber": 4,
    "text": "Anlatılan bir konu hakkında daha derinlemesine bilgi alınmasını sağlayan soru türüne ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Detaya İnen Sorular",
      "B": "Kapalı Uçlu Sorular",
      "C": "Yönlendirici Sorular",
      "D": "Nokta Atışı Sorular",
      "E": "Seçenekli Sorular"
    },
    "explanation": "Detaya İnen Sorular; Odaklanmış sorular olarak da belirtebileceğimiz bu soru türü anlatılan bir konu hakkında daha derinlemesine bilgi alınmasını sağlayan soru türleridir. Doğru cevap A şıkkıdır."
  },
  {
    "id": "3831618",
    "unitNumber": 4,
    "text": "Adli görüşmelerde soru türlerinden “....................”ın kullanılmasından kaçınılmalıdır.\n Yukarıdaki cümledeki boşluğu aşağıdakilerden hangisi en doğru şekilde tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Seçenekli Sorular",
      "B": "Nokta Atışı Sorular",
      "C": "Yönlendirici Sorular",
      "D": "Kapalı Uçlu Sorular",
      "E": "Açık Uçlu Sorular"
    },
    "explanation": "Adli görüşmelerde soru türlerinden “Yönlendirici Sorular”ın kullanılmasından kaçınılmalıdır. Doğru cevap C şıkkıdır."
  },
  {
    "id": "3831634",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisinde huni tekniği olarak da adlandırılan teknikte kullanılan sistem doğru şekilde verilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Açık uçlu sorular-Nokta atışı sorular-Detaya inen sorular-Kapalı uçlu sorular-Seçenekli sorular",
      "B": "Seçenekli sorular-Açık uçlu sorular-Detaya inen sorular-Nokta atışı sorular-Kapalı uçlu sorular",
      "C": "Açık uçlu sorular-Detaya inen sorular-Kapalı uçlu sorular-Seçenekli sorular-Nokta atışı sorular",
      "D": "Açık uçlu sorular-Kapalı uçlu sorular-Detaya inen sorular-Nokta atışı sorular-Seçenekli sorular",
      "E": "Açık uçlu sorular-Detaya inen sorular-Nokta atışı sorular-Kapalı uçlu sorular-Seçenekli sorular"
    },
    "explanation": "Huni tekniği olarak da adlandırılan öncelikle soruların açık uçlu, daha dolaylı olarak yönlendirilip görüşme ilerledikçe kapalı uçlu ve daha doğrudan sorulara geçiş yöntemi önerilen yöntemlerden birisidir. Doğru cevap E şıkkıdır."
  },
  {
    "id": "3831870",
    "unitNumber": 4,
    "text": "I. Adli görüşmelerde kullanılan bir başka tekniktir.\n II. Özellikle mağdurun birden fazla kişi tarafından ve birden fazla suç davranışına maruz kalması durumlarında olaya ilişkin bilgilerin bir bütün olarak gözden geçirilmesinde etkili olabilmektedir.\n III. Bunun yanı sıra bu teknik görüşme yapılan kişinin eksikleri fark ederek yeni bilgi eklemesi veya yanlış anlaşılan bilgileri düzeltmesi için de fayda sağlamaktadır.\n IV. Aslında bir içerik yansıtmasıdır. Bunların dışında özetleme adli görüşmecinin görüşme yapılan kişiye “seni dinliyorum” veya “dediklerin benim için önemli” mesajının verilmesini de sağlamaktadır.\n Yukarıda özellikleri verilen tekniğe ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Özetleme Tekniği",
      "B": "Huni Tekniği",
      "C": "Terapötik Görüşme Tekniği",
      "D": "5N1K Tekniği",
      "E": "Sorgulama Tekniği"
    },
    "explanation": "Adli görüşmelerde kullanılan bir başka teknik özetleme tekniğidir. Özellikle mağdurun birden fazla kişi tarafından ve birden fazla suç davranışına maruz kalması durumlarında olaya ilişkin bilgilerin bir bütün olarak gözden geçirilmesinde etkili olabilmektedir. Bunun yanı sıra bu teknik görüşme yapılan kişinin eksikleri fark ederek yeni bilgi eklemesi veya yanlış anlaşılan bilgileri düzeltmesi için de fayda sağlamaktadır. Dolayısıyla özetleme aslında bir içerik yansıtmasıdır. Bunların dışında özetleme adli görüşmecinin görüşme yapılan kişiye “seni dinliyorum” veya “dediklerin benim için önemli” mesajının verilmesini de sağlamaktadır. Bu nedenle özetleme adli görüşme sürecinde kullanılmaktadır. Doğru cevap A şıkkıdır."
  },
  {
    "id": "3832158",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi şiddet mağduru kadın ile adli görüşmede dikkat edilmesi gereken hususlardan birisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tercüman yeminli tercümanlardan seçilebileceği gibi mağdurun güven duyduğu yakınlarından da seçilebilir.",
      "B": "Namus, dayak, ihanet gibi yüklü kavramlar kullanılmamalıdır.",
      "C": "Mağdur ile ilgilenecek olan kamu görevlisinin mümkün olması durumunda mağdurun dilini bilen bir kişiden seçilmesi önemlidir.",
      "D": "Mağdurun kültürel değerlerine ve özelliklerine dikkat edilmeli ve hassas olunmalıdır.",
      "E": "Mağdurun Türkçe’yi yeterli düzeyde bilmemesi ya da algılamakta zorlanması durumunda tercüman desteği alınması sağlanmalıdır. Tercüman desteği konusunda mağdur bilgilendirilmelidir."
    },
    "explanation": "Kadınlarla görüşmelerde şu temel hususlara dikkat edilmektedir: • Mağdurun yanıtından sonra yeni bir soru sormadan önce biraz beklenmelidir. • Mağdurun sözü kesilmemelidir. • Neden sorularından kaçınılmalıdır (Örnek: Neden polisi aramadın?). • Destekleyici olunmalıdır (ve sonra…, Başka ne hatırlıyorsun?). • Sakin, yavaş ve açık bir şekilde konuşulmalıdır. • Görüşme yapılan kişinin nasıl söylediği, ne söylediğinden daha önemli olabilir! • Görüşülen kişiye adıyla hitap edilmelidir. • Namus, dayak, ihanet gibi yüklü kavramlar kullanılmamalıdır. • Görüşme yapılan kişinin sırtı kapıya dönük olmamalıdır. Doğru cevap B şıkkıdır."
  },
  {
    "id": "3832162",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi yaşlı mağdur ile yapılan adli görüşmelerde dikkat edilmesi gereken hususlardan birisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Görüşme yapılan kişinin sırtı kapıya dönük olmamalıdır.",
      "B": "Namus, dayak, ihanet gibi yüklü kavramlar kullanılmamalıdır.",
      "C": "Görüşme yapılan kişinin nasıl söylediği, ne söylediğinden daha önemli olabilir.",
      "D": "Mağdurun olayı hatırlamasına yardımcı olabilecek kelimeler kullanılarak mağdur desteklenmelidir.",
      "E": "Neden sorularından kaçınılmalıdır (Örnek: Neden polisi aramadın?)."
    },
    "explanation": "Yaşlı mağdur ile yapılan adli görüşmelerde şu hususlara dikkat edilmesi beklenmektedir. • Görevliler, mağdurlara ön yargısız ve sakin bir şekilde yaklaşmalıdır. Mağdurlara görüşme sırasında kendilerini dinlemeleri ve söylediklerini anlamaları için yeterince zaman vermelidir. • Mağdur cevap verirken sözü kesilmemelidir, sorulan soruya cevap vermesi beklenmelidir. Çünkü mağdurlar içinde bulundukları durum nedeniyle cümle kurmakta zorlanabilirler. • Mağdurun anladığından emin olmak için açık uçlu sorular sorulmalıdır. Örneğin; nerede, nasıl gibi cevabı evet ya da hayır olmayan sorularla mağdurun daha detaylı anlatımı desteklenmelidir. • Yaşlı mağdurun olayı hatırlamasına yardımcı olabilecek kelimeler kullanılarak mağdur desteklenmelidir. • Yaşlı mağdurun yorulup yorulmadığını veya iyi hissedip hissetmediğini anlamak için mağdur yakından gözlemlenmelidir. • Yaşlı mağdurların süreci doğru anladığından emin olunmalıdır. Mağdurların işitme veya görme konusunda zorluk yaşayabilecekleri unutulmamalıdır. Gözlük veya işitme cihazı gibi araçlara ihtiyaç duyup duymadıkları sorulmalıdır. • İşitme sorunu olan yaşlı mağdurlar yapılacak görüşme için dikkat dağıtıcı unsurlar ile arka plan sesinin olmadığı bir yer seçilmelidir. • Mağdurların gerekli belgeleri okumaları için aydınlık bir ortam sağlanmalıdır. Yazılı materyaller büyük puntolarla yazılmalı ve mağdurlar için yeterince açık ve net olmalıdır. • Yaşlı mağdurların, yaşa bağlı olarak unutkanlık problemleri olabilir. Böyle bir durumda mağdura hatırlaması için baskı yapılmamalı, hatırlaması hâlinde tekrar irtibata geçebileceği söylenilmelidir. Doğru cevap D şıkkıdır."
  },
  {
    "id": "3832190",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi yabancı uyruklu mağdurlarla görüşmede dikkat edilmesi gereken hususlardan birisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "İşitme sorunu olan mağdurlar yapılacak görüşme için dikkat dağıtıcı unsurlar ile arka plan sesinin olmadığı bir yer seçilmelidir.",
      "B": "Mağdurun yorulup yorulmadığını veya iyi hissedip hissetmediğini anlamak için mağdur yakından gözlemlenmelidir.",
      "C": "Adli görüşmelerde Adalet Bakanlığı tarafından akredite edilmiş olan yeminli tercümanlar tercih edilmelidir.",
      "D": "Mağdurun anladığından emin olmak için açık uçlu sorular sorulmalıdır. Örneğin; nerede, nasıl gibi cevabı evet ya da hayır olmayan sorularla mağdurun daha detaylı anlatımı desteklenmelidir.",
      "E": "Görevliler, mağdurlara ön yargısız ve sakin bir şekilde yaklaşmalıdır. Mağdurlara görüşme sırasında kendilerini dinlemeleri ve söylediklerini anlamaları için yeterince zaman vermelidir."
    },
    "explanation": "Yabancı uyruklu mağdurlar ile adli görüşmelerde şu hususlara özellikle dikkat edilmesi beklenmektedir: • Yabancı uyruklu mağdur iki dili de (Türkçe ve anadili) bilse bile anadilinde tercüman adli görüşmede bulundurulmalıdır. • Adli görüşmelerde Adalet Bakanlığı tarafından akredite edilmiş olan yeminli tercümanlar tercih edilmelidir. • Tüm tercümanların bağımsız, tarafsız ve ön yargısız olması gerekir. Bu nedenle mağdurun yakınları veya ihtiyaç duyulan dili bilen herhangi bir kişi tercüman olarak tercih edilmemelidir. • Tercüman adli görüşme öncesinde mağdur ile tanıştırılmalıdır. • Tercümanlar planlama sürecine dahil edilmelidir. Görüşmenin hedefleri, yapısı ve işlevi, kullanılan teknikler gibi konularda bilgilendirilmelidir. • Tercüme edilen cümlenin veya kelimenin tam karşılığı söz konusu değilse tercüman mağdurun kültürüne uygun en yakın şekilde tercüme işlemini gerçekleştirmelidir. • Oturma düzeni tercümanın da kamera tarafından görülebilecek bir düzende ayarlanmalıdır. • Görüşmede göz teması ve konuşma döngüsü adli görüşmeci-mağdur şeklinde olmalıdır. Sorular ve alınan cevaplar arasında bekleme sürecinde tercüman dil aktarımını gerçekleştirmelidir. Adli görüşmeci-tercüman, tercüman-mağdur, mağdur-tercüman, tercüman-adli görüşmeci şeklinde bir konuşma döngüsü kullanılmamalıdır. • Tercümana görüşme kuralları anlatılırken doğrudan tercüme yapmasının ve soru kalıplarını değiştirmeden aktarmasının önemi anlatılmalıdır. Örneğin, özne eylemini doğrudan aktarması için “Nerede yaşıyorsun?” sorusunu “Nerede yaşadığını öğrenmek istiyor” şeklinde tercüme etmemesi veya soru kalıbını “Burada mı yaşıyorsun?” şeklinde değiştirmemesi. Doğru cevap C şıkkıdır."
  },
  {
    "id": "3832507",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi 6284 Sayılı yasa kapsamında mülki amir tarafından verilen koruyucu tedbirlerden birisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Müşterek konuttan veya bulunduğu yerden derhal uzaklaştırılması ve müşterek konutun korunan kişiye tahsis edilmesi.",
      "B": "Şiddet mağduruna yönelik olarak şiddet tehdidi, hakaret, aşağılama veya küçük düşürmeyi içeren söz ve davranışlarda bulunmaması.",
      "C": "Gerekli görülmesi halinde kişinin, korunan kişinin şiddete uğramamış olsa bile yakınlarına, tanıklarını veya kişisel ilişki kurulmasına ilişkin haller saklı kalmak üzere çocuklarına yaklaşmaması.",
      "D": "Korunan kişilere, bu kişilerin bulundukları konuta, okula veya iş yerine yaklaşmaması.",
      "E": "Rehberlik ve danışmanlık verilmesi (psikolojik, mesleki, hukuki veya sosyal)."
    },
    "explanation": "Mülki Amir Tarafından Verilen Koruyucu Tedbirler; Kendisine ve çocuklarına uygun barınma sağlanması, Maddi yardım sağlaması, Kreş imkânı sağlanması, Rehberlik ve danışmanlık verilmesi (psikolojik, mesleki, hukuki veya sosyal), Hayati tehlikesinin bulunması halinde ilgilinin talebi üzerine veya resen geçici koruma altına alınması. Doğru cevap E şıkkıdır."
  },
  {
    "id": "3832510",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi 6284 Sayılı yasa kapsamında hakim tarafından verilen koruyucu tedbirlerden birisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Korunan kişinin şahsi eşyalarına ve ev eşyalarına zarar vermemesi.",
      "B": "Kişinin evli olması halinde müşterek yerleşim yerinden ayrı bir yerleşim yeri belirlenmesi.",
      "C": "Korunan kişiyi iletişim araçlarıyla veya sair suretle rahatsız etmemesi.",
      "D": "Çocuklarla ilgili daha önce verilmiş bir kişisel ilişki kurma kararı varsa, kişisel ilişkinin refakatçi eşliğinde yapılması, sınırlandırılması ya da tümüyle kaldırılması.",
      "E": "Bulundurulması veya taşınmasına kanunen izin verilen silahını kolluğa teslim etmesi. Silah taşıması zorunlu olan bir kamu görev ifa etse bile bu görevi nedeniyle zimmetinde bulunan silahı kurumuna teslim etmesi."
    },
    "explanation": "Hakim Tarafından Verilen Koruyucu Tedbirler; Hayati bir tehlike söz konusu ise kimlik gibi belge ve bilgilerin değiştirilmesi, Kişinin evli olması halinde müşterek yerleşim yerinden ayrı bir yerleşim yeri belirlenmesi, Korunan kişinin talebi üzerine tapu kütüğüne aile konutu şerhi konulması, İş yerinin değiştirilmesi. Doğru cevap B şıkkıdır."
  },
  {
    "id": "3832512",
    "unitNumber": 4,
    "text": "Mağdurlara \"kreş imkânı sağlanması\" aşağıdakilerden hangisi ile ilişkilidir?",
    "correctAnswer": "C",
    "options": {
      "A": "6284 Sayılı yasa kapsamında hakim tarafından verilen önleyici tedbirler.",
      "B": "6284 Sayılı yasa kapsamında mülki amir tarafından verilen önleyici tedbirler.",
      "C": "6284 Sayılı yasa kapsamında mülki amir tarafından verilen koruyucu tedbirler.",
      "D": "6284 Sayılı yasa kapsamında hakim tarafından verilen koruyucu tedbirler.",
      "E": "Ön görüşme sonrası yapılan adli görüşme süreci."
    },
    "explanation": "6284 Sayılı Yasa Kapsamında Mülki Amir Tarafından Verilen Koruyucu Tedbirler; Kendisine ve çocuklarına uygun barınma sağlanması, Maddi yardım sağlaması, Kreş imkânı sağlanması, Rehberlik ve danışmanlık verilmesi (psikolojik, mesleki, hukuki veya sosyal), Hayati tehlikesinin bulunması halinde ilgilinin talebi üzerine veya resen geçici koruma altına alınması. Doğru cevap C şıkkıdır."
  },
  {
    "id": "3835432",
    "unitNumber": 4,
    "text": "Yabancı uyruklu mağdurlar ile yapılan adli görüşmelerde en kritik hususlardan biri aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Görüşmenin yalnızca mağdur ile yapılması",
      "B": "Görüşme esnasında sadece yazılı ifadelerin alınması",
      "C": "Görüşme süresinin kısaltılarak mağdurun yorulmasının önlenmesi",
      "D": "Görüşmede mağdurun ikinci dilde ifade vermesinin zorunlu kılınması",
      "E": "Tercüman desteğinin sağlanması ve mağdurun kültürel özelliklerine duyarlı olunması"
    },
    "explanation": "Yabancı uyruklu mağdur iki dili de (Türkçe ve anadili) bilse bile anadilinde tercüman adli görüşmede bulundurulmalıdır. • Adli görüşmelerde Adalet Bakanlığı tarafından akredite edilmiş olan yeminli tercümanlar tercih edilmelidir. • Tüm tercümanların bağımsız, tarafsız ve ön yargısız olması gerekir. Bu nedenle mağdurun yakınları veya ihtiyaç duyulan dili bilen herhangi bir kişi tercüman olarak tercih edilmemelidir."
  },
  {
    "id": "3835433",
    "unitNumber": 4,
    "text": "Adli görüşme uygulamalarında temel amaç aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Görüşme yapılan bireye psikolojik terapi uygulanması",
      "B": "Suçla ilgili bilgilerin hızlıca toplanması",
      "C": "Mağdurun ifade alma sürecinde korunması ve yararının gözetilmesi",
      "D": "Yasal sürecin hızlandırılması için delillerin öncelikle elde edilmesi",
      "E": "Görüşme yöntemlerinin tanıtılması ve eğitiminin sağlanması"
    },
    "explanation": "Özellikle ilk görüşmede tanışma ve bilgilendirme aşamasından sonra görüşme yapılan kişiyi tanımaya yardımcı olabilecek sorular ile başlanılması görüşme yapılan kişinin rahatlamasına ve görüşmeye kendini katmasına yardımcı olabilir. Yetişkinlerle yapılan görüşmelerde “siz” dili kullanılması etkili olabileceği gibi ergen veya çocuk görüşmelerinde “sen” dili kullanılması daha etkili olabilmektedir. Bu nedenle “Öncelikle sizi tanıyabilir miyim?”, “Kendinizi anlatabilir misiniz?”, “Neler yapıyorsunuz?” gibi sorularla görüşmeye başlanabilir. Isınma soruları sonrasında “Burada bulunma nedenin nedir?” gibi bir soru ile başlanabilir. Görüşme sürecinde zaman zaman sorulan sorulardan bağımsız farklı anlatımlar ile karşılaşılabilmektedir. Bu tür durumlarda görüşmenin amacından sapmaması için uzman tekrar görüşmeye yön vermek zorunda kalabilmektedir. Bu durumlarda uzman “Anlattıklarınızın sizin için önemli olduğunun farkındayım, daha sonra bu konuda sizin düşüncelerinizi alacağım ancak şu anda sorduğum konu hakkında fikirlerinizi almak istiyorum” şeklinde yönlendirme yaparak daha önceden sorduğu soruyu farklı ifadeler ile tekrar kişiye yönlendirebilir."
  },
  {
    "id": "3835434",
    "unitNumber": 4,
    "text": "Adli görüşmelerde açık uçlu soruların tercih edilme nedeni aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kısa ve tek kelimelik cevaplar alınması",
      "B": "Bilgilerin netleştirilmesi ve detaylı anlatım sağlanması",
      "C": "Mağdurun duygusal durumunun göz ardı edilmesi",
      "D": "Görüşmeyi yönlendirmek ve sabitlemek istenilmesi",
      "E": "Görüşme süresinin kısaltılması"
    },
    "explanation": "Açık uçlu sorular 5N1K sorularından oluşan ve yanıtı “evet veya hayır” gibi yanıtı tek kelimelik cümlelerden oluşmayan sorulardır. Adli görüşmelerde en fazla tercih edilen soru türü olan açık uçlu sorular görüşme yapılan kişinin duygu ve düşüncelerini aktarmasında, yaşantılarını detaylı bir şekilde anlatmasında en etkili soru türüdür. Yönlendirmenin olmadığı ve görüşme yapan kişinin serbest anlatımının desteklendiği bu soru türüne yüksüz sorular da denilmektedir"
  },
  {
    "id": "3835435",
    "unitNumber": 4,
    "text": "Adli görüşmelerde kapalı uçlu soruların en uygun kullanım alanı hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Görüşme başlangıcında tanışmayı sağlamak",
      "B": "Mağdurun anlatımını teşvik etmek",
      "C": "İlk aşamada serbest ifade alımını başlatmak",
      "D": "Çelişkili veya net olmayan ifadelerin teyit edilmesi",
      "E": "Detaylı öykü alma sürecinde derinlemesine bilgi edinmek"
    },
    "explanation": "Yanıtı tek kelimelik “evet” veya “hayır”dan oluşan soru tipleridir. Bu nedenle detaylı bilgi alma açısından tercih edilmemektedir. Ancak adli görüşmede kapalı uçlu soruların da zaman zaman sorulması söz konusu olmaktadır. Görüşme yapılan kişinin net olarak ifade etmediği veya çelişkili ifadelerinin bulunduğu zamanlarda bilgiyi netleştirmek için kapalı uçlu sorular sorulabilmektedir. Zaman zaman görüşme yapılan kişiler bilgi vermekten kaçınabilmekte ve direnç ile karşılaşılabilmektedir. Bu tür durumlarda görüşme yapılan kişiyi görüşmeye dahil edebilmek için kapalı uçlu soruların kullanımı söz konusu olabilmektedir. Adli görüşmeler suç mağdurları ile gerçekleştirilmektedir. Mağdurlar paylaşmaktan çekindikleri konularda veya unutmuş olmalarından kaynaklı olarak belirli konulara girmek ve anlatmak istemeyebilmektedir. Bu noktada kapalı uçlu sorular ile o konunun hatırlatılması sağlanmakta ve mağdurun hedeflenen konu hakkında düşünmesi sağlanabilmektedir. Ancak şu unutulmamalıdır ki görüşme yapılan kişinin dikkati hedeflenen konuya yöneltildikten sonra açık uçlu sorulara geçiş sağlanmalıdır. Çünkü kapalı uçlu sorular istenen konuda sınırlı bilgi vermektedir."
  },
  {
    "id": "3835436",
    "unitNumber": 4,
    "text": "Detaya inen soruların adli görüşme sürecindeki en önemli işlevi nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Görüşme yapılan kişiye yönlendirici seçenek sunmak",
      "B": "Başlatılan anlatımın ardından daha ayrıntılı bilgi edinmek",
      "C": "Sadece evet/hayır gibi tek kelimelik cevaplar almak",
      "D": "Görüşmenin başlangıcında buzları eritmek",
      "E": "Mağdurun duygusal tepkilerini göz ardı etmek"
    },
    "explanation": "Odaklanmış sorular olarak da belirtebileceğimiz bu soru türü anlatılan bir konu hakkında daha derinlemesine bilgi alınmasını sağlayan soru türleridir. Açık uçlu sorularda kullanılan 5N1K soru türleri detaya inen sorularda da kullanılmaktadır. Açık uçlu sorulardan temel farkı açık uçlu sorular ile anlatımı başlatılan bir konu hakkında daha detaylı bilgi alınmasını sağlamaktır. Örneğin “Okuldan çıktıktan sonra nereye gittin?” açık uçlu sorusu ile başlatılan bir anlatımda görüşme yapılan kişi arkadaşının evine gittiğini beyan etmiştir ve evde arkadaşı ile yaptıklarını anlatmaya başlamıştır. “Evde arkadaşından başka kimler vardı?” sorusu ile daha detaylı bilgi alınması sağlanır."
  },
  {
    "id": "3835437",
    "unitNumber": 4,
    "text": "Nokta atışı soruların adli görüşmelerde kullanılma amacı aşağıdakilerden hangisinde verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Belirli bir bilgi parçasının kısa ve net olarak alınmasını sağlamak",
      "B": "Ön hazırlık aşamasında mağduru bilgilendirmek",
      "C": "Uzmanın kontrolü altındaki yönlendirmeyi sağlamak",
      "D": "Genel durum değerlendirmesi yapmak",
      "E": "Mağdura serbest anlatım imkanı sunmak"
    },
    "explanation": "Nokta atışı sorular bir konu hakkında spesifik bir bilgi edinmek için kullanılmaktadır. Daha çok kısa veya tek kelimelik yanıtlardan oluşmaktadır. 5N1K sorularından oluşmakla birlikte diğer soru türlerinden farklı olarak yanıtları çok kısadır."
  },
  {
    "id": "3835438",
    "unitNumber": 4,
    "text": "Adli görüşmelerde çoktan seçmeli veya yönlendirici soruların <u>kullanılmaması</u> gereken neden aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Mağdurun anlatımını sınırlandırması ve yanlış yönlendirme riski oluşturması",
      "B": "Bilginin doğruluğunu arttırması",
      "C": "Görüşme süresini kısaltması",
      "D": "Mağdurun kendini ifade etme isteğini desteklemesi",
      "E": "Görüşme yapılan kişinin dikkatini yenilemesi"
    },
    "explanation": "Seçenekli sorular sorulan soru yapısında birden fazla seçeneği barındıran sorulardır. Özellikle çocukların dil gelişiminin yetersiz olduğu veya görüşmeye direnç gösterdiği zamanlarda kullanılabilmektedir. Ancak burada çocuğun gelişim dönemine mutlaka dikkat edilmesi gerekmektedir. Küçük yaş çocuklar soruyu cevapsız bırakmamak adına seçenekler doğru cevabı vermese de birini seçme zorunluluğu hissedebilmekte ve yanlış bilgi verebilmektedir. Bu nedenle çoktan seçmeli sorularda tüm seçeneklerin verilmiş olmasına dikkat edilmelidir."
  },
  {
    "id": "3835439",
    "unitNumber": 4,
    "text": "Adli görüşmede “huni tekniği” olarak adlandırılan yaklaşımın doğru sıralaması hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Açık uçlu sorular-Seçenekli sorular-Detaya inen sorular-Kapalı uçlu sorular",
      "B": "Açık uçlu sorular-Detaya inen/nokta atışı sorular-Kapalı uçlu sorular-Seçenekli sorular",
      "C": "Kapalı uçlu sorular-Açık uçlu sorular-Detaya inen sorular",
      "D": "Detaya inen sorular-Açık uçlu sorular-Seçenekli sorular-Kapalı uçlu sorular",
      "E": "Kapalı uçlu sorular-Detaya inen sorular-Açık uçlu sorular-Seçenekli sorular"
    },
    "explanation": "Adli görüşmelerde çoğunlukla açık uçlu soruların kullanılması esastır. Bu soru türünden alınan cevaplar sonrası bilginin daha fazla derinleştirilmesi istendiğinde detaya inen ve nokta atışı sorulara geçilir. Seçenekli sorular ve kapalı uçlu sorular daha önceki sorulardan yeterli yanıtlar elde edilmediği zaman tercih edilmelidir (Atılgan, Yağcıoğlu ve Çavdar, 2014). Bu amaçla huni tekniği olarak da adlandırılan öncelikle soruların açık uçlu, daha dolaylı olarak yönlendirilip görüşme ilerledikçe kapalı uçlu ve daha doğrudan sorulara geçiş yöntemi önerilen yöntemlerden birisidir."
  },
  {
    "id": "3835440",
    "unitNumber": 4,
    "text": "Adli görüşme sürecinde özetleme tekniğinin temel işlevi aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnızca mağdurun ifadesini tekrarlamak",
      "B": "Mağdurun gelecekteki ifadesini yönlendirmek",
      "C": "Suç olayı ile ilgili bilgilerin karışık şekilde aktarılmasını sağlamak",
      "D": "Görüşmeyi hızlandırmak",
      "E": "Görüşme sırasında edinilen bilgilerin tekrar kontrol edilerek düzeltilmesi ve mağdura “dinlenildi” mesajı verilmesini sağlamak"
    },
    "explanation": "Adli görüşmelerde kullanılan bir başka teknik özetleme tekniğidir. Özellikle mağdurun birden fazla kişi tarafından ve birden fazla suç davranışına maruz kalması durumlarında olaya ilişkin bilgilerin bir bütün olarak gözden geçirilmesinde etkili olabilmektedir. Bunun yanı sıra bu teknik görüşme yapılan kişinin eksikleri fark ederek yeni bilgi eklemesi veya yanlış anlaşılan bilgileri düzeltmesi için de fayda sağlamaktadır. Dolayısıyla özetleme aslında bir içerik yansıtmasıdır. Bunların dışında özetleme adli görüşmecinin görüşme yapılan kişiye “seni dinliyorum” veya “dediklerin benim için önemli” mesajının verilmesini de sağlamaktadır. Bu nedenle özetleme adli görüşme sürecinde kullanılmaktadır. Ancak özetleme yapmanın bir amacı olması gerekmektedir. Amaçsız ve sık sık yapılan özetleme adli görüşme sürecini uzatabileceği gibi görüşme yapılan kişinin dikkatinin dağılmasına ve adli görüşme sürecinden kopmasına neden olabilecektir."
  },
  {
    "id": "3835441",
    "unitNumber": 4,
    "text": "Adli görüşmelerde şiddet mağduru kadınlarla yapılan görüşmelerde özellikle dikkat edilmesi gereken hususlardan biri aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Mağdurun ifadesini kısaltmak amacıyla yönlendirici sorular kullanmak",
      "B": "Mağdurun güvenlik ve gizlilik ihtiyaçlarının ön planda tutulması",
      "C": "Görüşme sırasında hızlı sorular sorarak süreci kısaltmak",
      "D": "Mağdurun ruhsal durumunu göz ardı ederek sadece olayın teknik detaylarını almak",
      "E": "Görüşme öncesi mağdurun tanıdıklarından destek alınmasını zorunlu kılmak"
    },
    "explanation": "Şiddet mağduru kadınlarla yapılan adli görüşmelerde temel adli görüşme süreci uygulanmaktadır. Öncelikle adli görüşmenin ön hazırlık aşaması tamamlanmakta adli görüşme gününe ilişkin şiddet mağduru kadın bilgilendirilmektedir. Bilgilendirme görüşmesinde öncelikli olarak uzmanın kendini tanıtması, arama amacını açıklaması, adli görüşme hakkında genel bilgileri vermesi beklenmektedir. Bilgilendirmede güvenliğin sağlanmasına yönelik de bilgiler verilmesi mağdur açısından faydalı olabilmektedir. Şiddet mağduru kadınların en sık yaşadığı sorunlardan birisi güven sorunudur. Bu nedenle bilgilendirmede güvenli ortamın sağlanmasına yönelik de bilgi aktarımı yapılması gerekebilir. Sonraki aşama ise adli görüşme gününün gelmesi ile şiddet mağduru kadın ile yüz yüze temasın kurulduğu ilk aşamadır. Bu aşamada adli görüşmeye geçilmeden önce ön değerlendirme görüşmesi yapılmaktadır. Ön değerlendirme görüşmesinde uzmanın kendini ve görevini tekrar tanıtması, adli görüşme süreci ile ilgili bilgilendirme yapması, görüşme ve görüşmenin kayıt altına alınmasının amacını, gizliliğin sınırlarını, adli görüşme odasının fiziksel yapısını, görüşmede bulunabilecek kişileri, mağdur haklarını açıklaması beklenmektedir. Ön görüşme sürecinde mağdur kadını tanımak amaçlı sorular da sorulmaktadır. Suç mağduru kadının yaşam koşullarına dair bilgilerin yanı sıra suç sonrasında psikososyal sağlığının durumu, şiddet risklerinin ve herhangi bir koruyucu veya önleyici tedbire ihtiyaç duyup duyulmadığının da değerlendirilmesi oldukça önemlidir. Bu nedenle Türkiye’de uygulanmakta olan ulusal mevzuat kapsamında belirlenen koruyucu ve önleyici tedbirlerin adli görüşmeciler tarafından bilinmesi gerekmektedir."
  },
  {
    "id": "3831700",
    "unitNumber": 5,
    "text": "Adli görüşmelerde etkili görüşme yapabilmek için çocuk gelişim dönemleri ve özelliklerinin bilinmesi neden önemlidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çocuğun hangi soruları cevaplayabileceğini bilmek açısından önemlidir.",
      "B": "Çocuğun görüşmeyi yürüten kişiyle yakınlaşması açısından önemlidir.",
      "C": "Çocuğun anne-babasına aktardıklarını görüşmeciye de aktarmasını sağlamak açısından önemlidir.",
      "D": "Çocuğun akranlarıyla olan ilişkilerini ve kurduğu etkileşim örneklerini açıklayabilmesini sağlamak açısından önemlidir.",
      "E": "Çocuğun hayal dünyasını anlayabilmek açısından önemlidir."
    },
    "explanation": "Adli görüşme sürecinde çocuğun bulunduğu gelişim döneminin özelliklerinin bilinmesi görüşme sürecinde çocuğun hangi soruları cevaplayabileceğinin bilinmesi açısından oldukça önemlidir."
  },
  {
    "id": "3831705",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi adli görüşmelerde görüşmecinin görüşme sırasında yapmaması gerekenlerden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sadece tek bir soru, tek bir düşünce ve basit kelimeler içeren kısa cümlelere kullanmak",
      "B": "Çocuğu yaşadıklarını kendi sözcükleri ile anlatmaya teşvik etmek.",
      "C": "Kişi zamirleri yerine kişilerin birinci isimlerini kullanmak",
      "D": "Anlaşılmayan bir sözcük ya da ifade olması durumunda çocuktan açıklamasını istemek",
      "E": "Çocuğa failin ona yaptığı fiil ile ilgili nasıl bir ceza verilmesini istediğini sormak"
    },
    "explanation": "Çocukla yapılan adli görüşmelerde asla çocuğa failin yaptığı fiil ile ilgili failin ne tür bir cezayı hak ettiğine ilişkin sorulmamalı, bu konuda yorumda bulunması ya da düşüncesini açıklaması talep edilmemelidir."
  },
  {
    "id": "3834030",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi adli görüşmede kullanılan soru tiplerinden <strong>biri değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "5N 1K tipi açık uçlu sorular",
      "B": "Evet ya da hayır vevaplı kapalı uçlu sorular",
      "C": "Konu hakkında daha detay alınmasını sağlayan. detaya inen sorular",
      "D": "Seçenekli sorular",
      "E": "Şaşırmalı sorular"
    },
    "explanation": "Şaşırtmalı sorular adli görüşmede kullanılan soru tiplerinden biri değildir."
  },
  {
    "id": "3834031",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi çocukla adli görüşme sırasında dikkat edilmesi gerekli ilkelerden <strong>biri değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Çocuğun söylediklerini temel alarak tahminde bulunmaya çalışmamak",
      "B": "Niyet okuyuculuğu yapmamak",
      "C": "Çocuğun anlamayacağı kavramları kullanmaktan kaçınmak",
      "D": "Küçük cümle yapılarıyla konuşmak",
      "E": "Bebek gibi konuşmak"
    },
    "explanation": "Çocukla adli görüşme sırasında bebek gibi konuşmaktam kaçınımalıdır."
  },
  {
    "id": "3834036",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi çocukla adli görüşme sırasında <strong>yapılmaması gereken</strong> davranışlardandır?",
    "correctAnswer": "A",
    "options": {
      "A": "Seninle arkadaş olalım mı? diye sormak",
      "B": "Çocuğun odayı incelemesine ve ortamı tanımasına imkan sağlamak",
      "C": "Açık ve sıcak bir tutum sergilemek",
      "D": "Anne ve babasının görüşme sırasında nerede olacağını açıklamak",
      "E": "Çocuğa neden burada olduğunu, bu konuda ona neler anlatıldığını sormak"
    },
    "explanation": "Adli görüşme sırasında çocuğa \"Seninle arkadaş olalım mı?\", şeklinde zorlayıcı sorular sorulmamalıdır."
  },
  {
    "id": "3834040",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi çocukla adli görüşme sırasında yapılmaması gerekli davranışlardan <strong>biri değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Çocuğa övgüde bulunmak ya da ödül sözü vermek",
      "B": "Çocuk konuşmaya hazır değilse, görüşmeyi ertelemek",
      "C": "Yanlış cevabı düzeltmeye çalışmak",
      "D": "Faile nasıl bir ceza verilmesi gerektiğini sormak",
      "E": "Öğüt vermek"
    },
    "explanation": "Çocuğun konuşmaya hazır olmadığı durumlarda, görüşmeyi ertelemek önerilir."
  },
  {
    "id": "3834046",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi zihinsel gelişim geriliği olan çocuklarla yapılan adli görüşmelerde yapılması gerekli konulardan <strong>biri değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Sabırlı ve anlayışlı olmak",
      "B": "Yavaş ve kısa cümle yapılarıyla konuşmak",
      "C": "Çocuk konuşurken sözünü kesmek",
      "D": "Açık uçlu soruları tercih etmek",
      "E": "Sorunun anlaşıldığından emin olmak için tekrarlanmasını istemek"
    },
    "explanation": "Zihinsel gelişim geriliği olan çocuklarla yapılan adli görüşmelerde çocuğun konuşurken sözünü kesmek doğru değildir."
  },
  {
    "id": "3834060",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi otizm spektrum bozukluğu olan çocuklarla yapılan adli görüşmelerde dikkat edilmesi gerekli hususlardan <strong>biri değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Çocuğun dikkatini dağıtacak ya da sinirlenmesine yol açacak uyaranları ortamdan kaldırmak",
      "B": "Oturma pozisyonunu çocuğun göz seviyesine göre ayarlamak",
      "C": "Çocuğun başarısını takdir etmek ve sözel olarak bildirmek",
      "D": "ilk iletişimi çocuğun kurmasını beklemek",
      "E": "Ebeveynden çocuğun hoşlanabileceği pekiştireçleri öğrenmek"
    },
    "explanation": "Otizm spektrum bozukluğu olan çocuklarla yapılacak adli görüşmelerde ilk iletişim adımını çocuktan beklemek doğru değildir."
  },
  {
    "id": "3834073",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi işitme engeli olan çocuklarla yapılan adli görüşmelerde dikkat edilmesi gerekli konulardan <strong>biri değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Ortamın iyi aydınlatılmış olmasına dikkat etmek",
      "B": "En iyi iletişim yöntemine çocukla birlikte karar vermek",
      "C": "İşaret dili tercümanı bulunuyorsa, konuşurken çocukla göz teması kurmak",
      "D": "Çocuğun anlatılanı anlamaması durumunda aynı cümleyi tekrar etmek",
      "E": "Çocuğun anlattığını anlamadığınız durumda, yeniden ifade etmesini istemek"
    },
    "explanation": "Çocuk anlatılanı anlamadığında farklı sözcüklerle tekrar anlatmak gerekir."
  },
  {
    "id": "3834083",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi dil ve konuşma engeli olan çocuklarla yapılan adli görüşmelerde dikkat edilmesi gerekli hususlardan <strong>biri değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Çocuğun ifade ettiklerini doğru anladığınızdan emin olmak için, çocuktan teyit etmesini istemek",
      "B": "Çocuğun cümleleri eksikse, tamamlamak",
      "C": "Daha kısa yanıtlanabilecek sorulara öncelik vermek",
      "D": "Çocuğa konuşması için cesaret verici sözel olan ya da olmayan iletişim yöntemleri kullanmak",
      "E": "Çocuğu kendisini ifade etmesi için teşvik etmek"
    },
    "explanation": "Dil ve konuşma engeli olan çocuklarla yapılan adli görüşmelerde, çocuğun eksik cümlelerini tamamlamak doğru değildir."
  },
  {
    "id": "3841153",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi erken çocukluk dönemindeki (2-3 yaş) bir çocukla yapılan adli görüşmede dikkat edilmesi gereken durumlardan <strong>biri değildir</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Çocuğun kullandığı kelimelerin neyi ifade ettiğinin belirlenmesi",
      "B": "Sembolik oyunlarının gözlemlenmesi",
      "C": "Uzun ve soyut sorularla detaylı bilgi alınmaya çalışılması",
      "D": "Çocuğun benmerkezci bakış açısına sahip olabileceğinin dikkate alınması",
      "E": "Gerçek ile hayali ayırt edemeyebileceğinin göz önünde bulundurulması"
    },
    "explanation": "Uzun ve soyut sorularla detaylı bilgi alınmaya çalışılması erken çocukluk dönemindeki (2-3 yaş) bir çocukla yapılan adli görüşmede dikkat edilmesi gereken durumlardan biri değildir"
  },
  {
    "id": "3841154",
    "unitNumber": 5,
    "text": "4-6 yaş arası çocuklarla yapılan adli görüşmelerde aşağıdakilerden hangisi <strong>doğru bir yaklaşım</strong> değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kısa, anlaşılır ve çocuğun kelimeleriyle sorular sormak",
      "B": "Yer ve zaman kavramlarını açıklarken günlük rutinlere referans vermek",
      "C": "Cevaplardan emin olunmadığında aynı soruyu defalarca tekrar etmek",
      "D": "Resim çizdirme ve oyun gibi tekniklerden yararlanmak",
      "E": "Çocuğun temel ihtiyaçlarının karşılanmış olmasına dikkat etmek"
    },
    "explanation": "Aynı sorunun tekrar edilmesi çocuğun önceki cevabının yanlış olduğunu düşündürtebilir ve kaygı yaratabilir."
  },
  {
    "id": "3841155",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi 4-6 yaş arası çocukların <strong>bilişsel özelliklerinden biri</strong> değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Benmerkezci düşünme eğiliminde olmaları",
      "B": "Zamanı \"dün, bugün, yarın\" gibi soyut kavramlarla net biçimde ifade edebilmeleri",
      "C": "Basit mantıksal ilişkiler kurmaya başlamaları",
      "D": "Olayların sıklığını belirlemede \"az\" ve \"çok\" gibi kavramları kullanabilmeleri",
      "E": "Olayları kişi, yer ve zamandan çok olay anındaki ayrıntılara göre hatırlamaları"
    },
    "explanation": "Bu yaş grubundaki çocuklar henüz bu tür soyut zaman kavramlarını sağlıklı biçimde kullanamazlar.<br/>Zamanı \"dün, bugün, yarın\" gibi soyut kavramlarla net biçimde ifade edebilmeleri"
  },
  {
    "id": "3841156",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi <strong>okul çağı (7-12 yaş) çocuklarının</strong> bilişsel gelişim özelliklerinden biri <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Korunum problemlerini çözebilme becerisi",
      "B": "Nesneleri uzunluk ve ağırlıklarına göre sıralayabilme",
      "C": "Suç olaylarını ahlaki açıdan değerlendirebilme",
      "D": "Zihinsel haritalar oluşturarak mekânları tanımlayabilme",
      "E": "Soyut kavramları kolayca anlayabilme"
    },
    "explanation": "Soyut kavramları kolayca anlayabilme"
  },
  {
    "id": "3841157",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi <strong>zihinsel yetersizliği olan çocuklarla adli görüşme</strong> öncesinde yapılması gerekenlerdendir?",
    "correctAnswer": "C",
    "options": {
      "A": "Çocuğun yaşıtlarıyla karşılaştırılması yerine sadece fiziksel gelişiminin değerlendirilmesi",
      "B": "Görüşmenin sadece yazılı ifadelerle yapılması",
      "C": "Çocuğun bilişsel ve sözel iletişim becerilerinin değerlendirilmesi",
      "D": "Adli görüşmenin doğrudan savcı eşliğinde yapılması",
      "E": "Zihinsel gelişim geriliği olan çocuklarla adli görüşmenin yapılmaması"
    },
    "explanation": "Zihinsel gelişim geriliği olan çocuklarla da adli görüşme yapılabilir; önemli olan, çocuğun gelişim düzeyine uygun tekniklerin kullanılmasıdır.<br/>Zihinsel gelişim geriliği olan çocuklarla adli görüşme yapılamaz"
  },
  {
    "id": "3841158",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi işitme engeli olan çocukların adli görüşmesinde iletişimi etkileyen önemli bir faktördür?",
    "correctAnswer": "A",
    "options": {
      "A": "İşitme kaybının oluştuğu yaş dönemi",
      "B": "Çocuğun fiziksel engel durumu",
      "C": "Ailenin ekonomik durumu",
      "D": "Görme düzeyindeki bozukluk",
      "E": "Çocuğun okul başarısı"
    },
    "explanation": "İşitme kaybı dil gelişiminden önce mi sonra mı oluştuğu, çocuğun dil ve kavram gelişimini doğrudan etkiler; bu da adli görüşmedeki iletişim kapasitesini belirler.<br/>İşitme kaybının oluştuğu yaş dönemi"
  },
  {
    "id": "3841159",
    "unitNumber": 5,
    "text": "Dil ve konuşma engeli olan çocuklarla yapılan adli görüşmelerde aşağıdakilerden hangisi <strong>uygun bir yaklaşım değildir</strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "Çocuğun konuşmasını bitirmesi için sabırla beklemek",
      "B": "Çocuğun eksik cümlelerini onun yerine tamamlamak",
      "C": "Anlamadığınız cümleyi tekrar anlatmasını istemek",
      "D": "Çocuğun söylediklerini yazılı olarak ifade etmesine izin vermek",
      "E": "Çocuğa konuşmak için sözel ve sözel olmayan yollarla cesaret vermek"
    },
    "explanation": "<strong>Açıklama:</strong> Görüşme sırasında çocuğun cümleleri eksikse, bunları tamamlamak çocuğun ifadesine müdahale anlamına gelir ve sağlıklı bilgi alınmasını engelleyebilir. Sabırla çocuğun tamamlamasını beklemek esastır.<br/>Çocuğun eksik cümlelerini onun yerine tamamlamak"
  },
  {
    "id": "3841160",
    "unitNumber": 5,
    "text": "Görme engeli olan çocuklarla yapılan adli görüşmelerde aşağıdaki yaklaşımlardan hangisi <strong>uygun değildir</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Görüşme sırasında odayı ve odadaki kişileri çocuğa açıklamak",
      "B": "Çocuğun sizin kolunuza girmesine izin vermek ve birlikte hareket ederken yönlendirme yapmak",
      "C": "Çocuğa yüksek sesle ve yavaş konuşarak sanki işitme engeli varmış gibi davranmak",
      "D": "Resim yapma ve anatomik bebeklerle oyun gibi görsel teknikler yerine işitsel yöntemler kullanmak",
      "E": "Arabaya bindiğinde ne hissettin?” gibi duyusal odaklı sorular yöneltmek"
    },
    "explanation": "Çocuğa yüksek sesle ve yavaş konuşarak sanki işitme engeli varmış gibi davranmak<br/><strong>Açıklama:</strong> Görme engelli bireylerin işitme engeli olmadığı sürece yüksek sesle konuşmaya gerek yoktur. Bu, çocuğun kendisini rahatsız ve yanlış anlaşılmış hissetmesine neden olabilir. Normal tonda, destekleyici ve açıklayıcı bir iletişim tercih edilmelidir."
  },
  {
    "id": "3841161",
    "unitNumber": 5,
    "text": "Otizm spektrum bozukluğu olan çocuklarla yapılan adli görüşmelerde aşağıdakilerden hangisi <strong>uygun bir yaklaşım değildir</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "A) Çocuğun sevdiği konulardan faydalanarak iletişim kurmaya çalışmak",
      "B": "B) Görüşme sırasında dikkat dağıtabilecek ses, ışık ve nesneleri ortamdan uzaklaştırmak",
      "C": "C) Ekolalik ifadelerin anlamını çocuğun ebeveynlerinden teyit etmek",
      "D": "D) Deyim, mecaz ve ima içeren cümleleri açıklamadan kullanmak",
      "E": "E) Çocuğun başarısını sözel olarak takdir ederek pekiştirmek"
    },
    "explanation": "<strong>Deyim, mecaz ve ima içeren cümleleri açıklamadan kullanmak</strong>\n<br/><strong>Açıklama:</strong> Otizmli çocuklar soyut kavramları anlamada zorluk yaşarlar. Bu nedenle deyim, mecaz veya ima içeren cümleler kafa karışıklığına neden olabilir. Görüşmede sade, açık ve doğrudan bir dil kullanılmalıdır.<br/><strong>Deyim, mecaz ve ima içeren cümleleri açıklamadan kullanmak</strong>\n <strong>Açıklama:</strong> Otizmli çocuklar soyut kavramları anlamada zorluk yaşarlar. Bu nedenle deyim, mecaz veya ima içeren cümleler kafa karışıklığına neden olabilir. Görüşmede sade, açık ve doğrudan bir dil kullanılmalıdır."
  },
  {
    "id": "3841162",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi ortopedik engeli bulunan bir çocukla yapılan adli görüşmede <strong>dikkat edilmesi gereken doğru bir yaklaşım değildir</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Çocukla göz hizasında olacak şekilde oturmak",
      "B": "Çocuğun kullandığı yardımcı araca (örneğin koltuk değneği) dokunmamak",
      "C": "Çocuğun dengesini kaybetmemesi için onun koluna tutunmak",
      "D": "Yardımcı olunması gerekiyorsa nasıl yardım edileceğini çocuğa sormak",
      "E": "Tekerlekli sandalyeye yaslanmamak"
    },
    "explanation": "<strong>Çocuğun dengesini kaybetmemesi için onun koluna tutunmak</strong>\n<br/><strong>Açıklama:</strong> Ortopedik engelli çocukların vücut dengesi hassas olabilir. Koluna tutunmak, çocuğun dengesini bozabilir veya rahatsızlık hissi yaratabilir. Yardımcı olunması gerektiğinde çocuğa nasıl yardım edileceği sorulmalı ve onun yönlendirmesiyle hareket edilmelidir.<br/><strong>Çocuğun dengesini kaybetmemesi için onun koluna tutunmak</strong>\n <strong>Açıklama:</strong> Ortopedik engelli çocukların vücut dengesi hassas olabilir. Koluna tutunmak, çocuğun dengesini bozabilir veya rahatsızlık hissi yaratabilir. Yardımcı olunması gerektiğinde çocuğa nasıl yardım edileceği sorulmalı ve onun yönlendirmesiyle hareket edilmelidir."
  },
  {
    "id": "3832075",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi sosyal hizmetlerde kayıt tutma standartlarına göre sosyal inceleme raporlarının hazırlanmasında önem verilen bir husustur?",
    "correctAnswer": "D",
    "options": {
      "A": "Kayıt tutmada teknik ekipmanlarda açıklık olması gerekir.",
      "B": "Değerlendiricinin rapor yazma konusunda acemi olması gerekir.",
      "C": "Müracaatçının mahremiyeti açığa çıkarılmalıdır.",
      "D": "Mesleki değer ve etik ilkelere uygun olması gerekir.",
      "E": "Raporda müdahale ve sonlandırma planının gizli olması gerekir."
    },
    "explanation": "Sosyal hizmette kayıt tutma standartlarına göre raporların;<br/>• Mesleki değer ve etik ilkelere uygun olması,<br/>• Sosyal hizmet müdahalesini içermesi,<br/>• Bu müdahalelerin hem izlenebilir hem de<br/>değerlendirilebilir bir standartta olması,<br/>• Raporda değerlendirme, müdahale ve sonlandırma planının net bir şekilde verilmesi,<br/>• Müracaatçı veya müracaatçıların mahremiyetine saygı gösterilerek gizlilik ilkesine<br/>uyulması,<br/>• Özellikle kayıt tutmada teknik ekipmanlarda gizliliğe önem verilmesi,<br/>• Değerlendiricinin rapor yazma konusunda<br/>yetkinliğini sürekli geliştirmesi,<br/>• Mesleki etik, değer ve felsefeye uygun olarak hazırlanması önemli hususlar olarak belirtilmektedir.<br/>Mesleki değer ve etik ilkelere uygun olması gerekir."
  },
  {
    "id": "3832087",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi NLASW (2014) velayet ve kişisel ilişki raporlarında özellikle dikkat edilmesi gereken bir husus <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Uzmanların alanda çalışmak için bilgi ve becerilerinin farkında olması",
      "B": "Raporlama öncesinde görüşülen çocukların ebeveynleri ile birlikte gözlemlenmesi",
      "C": "Raporlamada aile bireyleriyle olan etkileşimin bütün halinde değerlendirilmesi",
      "D": "Raporlama yapan uzmanların düzenli süpervizyona erişim imkânının olması",
      "E": "Velayet ve kişisel ilişki değerlendirmelerinin düşük düzeyde çatışanlarla yapılması"
    },
    "explanation": "NLASW (2014) velayet ve kişisel ilişki raporlarında özellikle dikkat edilmesi gereken hususlardan bazıları şöyledir: \n<br/><ul><br/><li>Çatışmalı ve duygusal yükü olan adli bir ortamda çalışmak için uzmanların öncelikli olarak öz farkındalığının yüksek ve bu alanda çalışmak için bilgi ve becerilerinin farkında olması gerekmektedir.</li><br/><li>Ailedeki her bir çocuğun duygusal ve fiziksel ihtiyaçları ile her bir ebeveynin bu ihtiyaçları karşılama becerisinin ayrı ayrı ve objektif bir şekilde değerlendirilmesi gerekmektedir. Bu nedenle raporlama öncesinde çocuk/çocuklar ile bireysel görüşmelerin yapılarak ebeveynler ile birlikte gözlemlenmesi ve bu gözlemlerin raporda belirtilmesi önemli bir husustur.</li><br/><li>Değerlendirme ve raporlamada aile sistemleri teorisi, çocuk gelişimi,<br/>bağlanma kuramı, aile içi şiddet ve istismar, boşanma ve etkileri, bağımlılık, çocuk refahı, ruh sağlığı ve velayete ilişkin hukuki düzenlemeler gibi kuramsal bilgiye ve mevzuata hâkim olmakla birlikte bu bilgi aktarımı<br/>raporlara </li></ul><br/>Velayet ve kişisel ilişki değerlendirmelerinin düşük düzeyde çatışanlarla yapılması"
  },
  {
    "id": "3832096",
    "unitNumber": 6,
    "text": "Hukuk mahkemelerine hazırlanan sosyal inceleme raporlarında olan ebeveynlerin değerlendirilmesi bölümünde aşağıdaki konulardan hangisinin yer alması gerekir?",
    "correctAnswer": "C",
    "options": {
      "A": "Evlilik birlikteliğine ilişkin özgeçmiş",
      "B": "Dava açma nedeni/nedenleri/talepleri",
      "C": "Yaşam güvenliğini ve sürekliliğini sağlama",
      "D": "Adli vaka geçmişi",
      "E": "Değerlendirmenin prosedürü"
    },
    "explanation": "SİR'de yer alan ebeveynlerin değerlendirilmesi bölümünde aşağıdakilerin olması gerekir: \n<br/>• Temel Bakım Becerisi<br/>• Yaşam Güvenliğini ve Sürekliliğini Sağlama<br/>• Duygusal Destek Verme ve İlgi Gösterme<br/>• Ekonomik Durum<br/>• Sağlık Durumu<br/>• Sosyal Destek Sistemleri<br/>• Rehberlik Yapma ve Sınır Koyma Becerisi"
  },
  {
    "id": "3832892",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi hukuk mahkemelerinde hazırlanan sosyal inceleme raporu içindeki çocukların değerlendirilmesi bölümünün altındaki başlıklardan biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Anlama kapasitesi",
      "B": "Yaşam güvenliği ve sürekliliğini sağlama",
      "C": "Ekonomik durum",
      "D": "Temel bakım derecesi",
      "E": "Duygusal destek verme"
    },
    "explanation": "Çocuk/çocukların değerlendirilmesi bölümünde olan alt başlıklar izleyen biçimdedir: \n<br/>• İstek ve Duyguları<br/>• Anlama Kapasitesi<br/>• Sağlığı, Gelişimsel İhtiyaçları<br/>• Eğitim Durumu<br/>• Yaşam Koşulları ve Sosyal Çevresi<br/>• Herhangi Bir Yaşam Değişikliğinde Çocuktaki Olası Etkiler<br/>• Muhtemeler Riskler"
  },
  {
    "id": "3832909",
    "unitNumber": 6,
    "text": "Velayete konu olan çocuğun yaşam yeri isteği ile sosyal hizmet uzmanının velayet planı arasında farklılık söz konusu ise bunun gerekçeleri sosyal inceleme raporlarında olan aşağıdaki bölümlerden hangisine yazılmalıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Ebeveynlerin değerlendirilmesi",
      "B": "Değerlendirme/Analiz",
      "C": "Dosyanın özeti",
      "D": "Sonuç ve öneriler",
      "E": "Aile ve çevresel faktörler"
    },
    "explanation": "Velayete konu olan çocuğun yaşam yeri isteği ile sosyal hizmet uzmanının velayet planı arasında farklılık söz konusu ise bunun gerekçeleri mutlaka SİR’lerin Değerlendirme bölümünde verilmelidir.<br/>Değerlendirme/Analiz"
  },
  {
    "id": "3832913",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi suça sürüklenen çocuklar hakkında hazırlanan sosyal inceleme raporunda bilgi toplama yöntemlerine ve bilgi kaynaklarına yer verilen bölümdür?",
    "correctAnswer": "C",
    "options": {
      "A": "Suç öyküsü",
      "B": "Suç teşkil eden davranışın değerlendirilmesi",
      "C": "Detaylar",
      "D": "Sonuç ve öneriler",
      "E": "Eğitim durumu"
    },
    "explanation": "SİR hazırlanması sürecinde bilgi toplama yöntemleri ve bilgi kaynaklarına<br/>detaylar bölümünde yer verilmektedir. Yapılan tüm bireysel veya ortak görüşmeler görüşme yapılan kişi ile birlikte tarih bilgisiyle belirtilmektedir. Sosyal inceleme yapılması durumunda raporlarda bunun da belirtilmesi gerekmektedir. Yapılan ev, okul, iş veya kurum ziyaretleri, incelenen belgeler veya uygulanan testler bu bölümde detaylı olarak verilmektedir."
  },
  {
    "id": "3834121",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi suça sürüklenen çocuklar için hazırlanan sosyal inceleme raporlarına ilişkin <strong>doğru</strong> bir ifadedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Suç teşkil eden davranış için çocuğun anlama kapasitesi değerlendirilir.",
      "B": "Görüşme ortamında güvenlik güçleri bulunur.",
      "C": "Görüşmede suça sürüklenen çocuklara kelepçe takılır.",
      "D": "Suç öyküsü bölümünde aile bilgilerine yer verilir.",
      "E": "Sonuç bölümünde çocuğun etkileştiği sistemlerle ilişkisi belirtilir."
    },
    "explanation": "Suç teşkil eden davranışa yönelik değerlendirme bölümünde olması gereken konulardan biri de yargı birimince ceza sorumluluğu değerlendirilmesinde kullanılabilecek çocuğun anlama kapasitesidir.<br/>Suç teşkil eden davranış için çocuğun anlama kapasitesi değerlendirilir."
  },
  {
    "id": "3834128",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi ceza mahkemeleri için hazırlanan sosyal inceleme raporlarında çocuğun anlama kapasitesini gösteren bilgiler arasında <strong>yer almaz</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Çocuğun sergilediği iddia edilen suç davranışına yönelik bakışı",
      "B": "Davranışının suç olup olmadığını fark etme durumu",
      "C": "Davranışlarını yönlendirmesini engelleyici bir yetersizliğinin olması durumu",
      "D": "Çocuğun mahkemenin usul ve süreçlerini anlayıp anlamaması durumu",
      "E": "Kendisine ya da başkalarına zarar verecek suça sürüklenme durumu"
    },
    "explanation": "Çocuğun sergilediği iddia edilen suç davranışına yönelik bakışı, suç olup olmadığını fark etme durumu, davranışlarını yönlendirmesine engel olabilecek bir yetersizliğinin bulunup bulunmadığı, mahkemenin usul ve süreçlerini anlayıp anlamadığına dair bilgiler anlama kapasitesini oluşturmaktadır.<br/>Kendisine ya da başkalarına zarar verecek suça sürüklenme durumu"
  },
  {
    "id": "3834134",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi ceza mahkemeleri için hazırlanan sosyal inceleme raporlarının sonuç ve öneriler bölümünde yer alan bilgilere ilişkin <strong>doğru</strong> bir ifadedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Suçun zamanına ve niteliğine ilişkin bilgilere yer verilir.",
      "B": "Uzmanın kaanati doğrultusunda çocuğa ilişkin müdahale planına yer verilir.",
      "C": "Çocuğun kendine veya başkasına zarar verme riski değerlendirilir.",
      "D": "Çocuğun okul dışında ne tür işlerde ve hangi şartlarda çalıştığı ele alınır.",
      "E": "Çocuğun etkileşim hâlinde olduğu sistemlerle ilişkisine yer verilir."
    },
    "explanation": "Sonuç ve öneriler bölümünde, çocuğun suça sürüklenme risklerinin değerlendirilerek, tekrar suça sürüklenme riskinin azaltılabilmesi için uzmanın<br/>önerdiği müdahale planına ve çocuk açısından uygun koruyucu ve destekleyici tedbirlerin neler olduğuna yer verilir.<br/>Uzmanın kaanati doğrultusunda çocuğa ilişkin müdahale planına yer verilir."
  },
  {
    "id": "3834141",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi ceza mahkemeleri için hazırlanan sosyal inceleme raporunda suç teşkil eden davranışların değerlendirilmesinde yer alan bilgilere yönelik <strong>doğru</strong> bir ifadedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Çocuğun kişilik özellikleri ve sağlık durumu ele alınır.",
      "B": "Çocuğun yaşam koşullarına ilişkin bilgilere yer verilir.",
      "C": "İddia edilen suç olayına ilişkin bilgi içerir.",
      "D": "Olası tedbirlere yönelik çocuğun düşüncesine yer verilir.",
      "E": "Değerlendirme yapan uzmanın görüşlerine ilişkin bilgilere yer verilir."
    },
    "explanation": "Suç teşkil eden davranışların değerlendirilmesi bölümünde aşağıdaki konulara yer verilmektedir:\n<br/>• Yaşam koşullarındaki suç risklerinin değerlendirilmesi<br/>• Çocuğun ve ailesinin suç davranışına yönelik bakışı<br/>• Çocuk hakkında uygulanan koruyucu ve destekleyici tedbirler<br/>• Önerilmesi olası tedbirlere yönelik çocuğun düşüncesi<br/>• Çocuğun anlama kapasitesi<br/>• Çocuğun zarar görme ve suç ilişme riski<br/>Olası tedbirlere yönelik çocuğun düşüncesine yer verilir."
  },
  {
    "id": "3833654",
    "unitNumber": 7,
    "text": "‘İşlenen suça karşılık verilen cezanın niteliği’ kavramı aşağıdakilerden hangisi ile ilişkilidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ceza infaz kurumlarının fiziki yapısı",
      "B": "Hükümlü ve tutukluların özellikleri",
      "C": "Ceza infaz kurumu personel yapısı",
      "D": "Ceza infaz kurumu infaz rejimi",
      "E": "Kurumun iç ve dış güvenlik özellikler"
    },
    "explanation": "<strong>Hükümlü ve tutukluların özellikleri</strong>; yaş, cinsiyet gibi sosyodemografik özellikler ile <u>işlenen suça karşılık verilen</u> cezanın niteliğidir."
  },
  {
    "id": "3833659",
    "unitNumber": 7,
    "text": "A tipi kapalı ceza infaz kurumlarında hangi tür hükümlüler kalmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Kısa süreli hükümlüler",
      "B": "İnsanlığı karşı suç işleyen hükümlüler",
      "C": "Uyuşturucu veya uyarıcı madde imal edenler",
      "D": "Devletin güvenliğine karşı suç işleyenler",
      "E": "Kasten öldürme suçundan hükümlüler"
    },
    "explanation": "<strong>A tipi kapalı ceza infaz kurumları</strong> 24-60 kişi kapasiteli olup 4 koğuş, banyo, mutfak, kütüphane ve konferans salonu bulunmaktadır. Bu kurumlar <strong>tutuklu ve kısa süreli hükümlüler için kullanılmaktadır.</strong>"
  },
  {
    "id": "3833660",
    "unitNumber": 7,
    "text": "'Hükümlülerin iyileştirilmelerinde; çalıştırılmaları ve meslek edindirilmelerine öncelik verilen, firara karşı engelleri ve dış güvenlik görevlisi bulunmayan, güvenlik bakımından kurum görevlilerinin gözetim ve denetimi ile yetinilen kurumlar’ aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kadın Kapalı Ceza İnfaz Kurumları",
      "B": "Çocuk Kapalı Ceza İnfaz Kurumları",
      "C": "Gençlik Kapalı Ceza İnfaz Kurumları",
      "D": "Açık Ceza İnfaz Kurumları",
      "E": "Çocuk Eğitimevleri"
    },
    "explanation": "<strong>Açık ceza infaz kurumları</strong>, hükümlülerin iyileştirilmelerinde, çalıştırılmaları ve meslek edindirilmelerine öncelik verilen, firara karşı engelleri ve dış güvenlik görevlisi bulunmayan, güvenlik bakımından kurum görevlilerinin gözetim ve denetimi ile yetinilen kurumlardır."
  },
  {
    "id": "3833669",
    "unitNumber": 7,
    "text": "Babanın hükümlü olduğu durumda ……….. zorluklar anne ve çocuklar için sarsıcıdır. Ailenin …….. ciddi oranda azalır ve ……… sorunları ortaya çıkabilir.\n Yukarıdaki cümlede boş bırakılan yerleri aşağıdakilerden hangisi sırasıyla ve doğru olarak tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "ekonomik / geliri / barınma",
      "B": "ekonomik / beslenmesi / psikolojik",
      "C": "sosyal/ ekonomisi / gelir",
      "D": "sosyal / beslenmesi / psikolojik",
      "E": "psikolojik / sosyalliği / beslenme"
    },
    "explanation": "Babanın hükümlü olduğu durumda <strong>ekonomik </strong>zorluklar anne ve çocuklar için sarsıcıdır. Ailenin <strong>geliri </strong>ciddi oranda azalır ve <strong>barınma</strong> sorunları ortaya çıkabilir."
  },
  {
    "id": "3833675",
    "unitNumber": 7,
    "text": "'Cezaevinin zorlu yaşam koşullarıyla karşı karşıya kalan, kurum sürecinde ve sonrasında çeşitli sorunlar yaşayan hükümlü-tutuklu bireylere/ gruplara psikososyal destek sağlanması' ifadesi aşağıdakilerden hangisini tanımlamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Cezaevi sosyal hizmeti",
      "B": "Fonksiyonel aile terapisi",
      "C": "Sosyal hizmet uygulamaları",
      "D": "Multisistemik terapi",
      "E": "Bilişsel-Davranışsal müdahaleler"
    },
    "explanation": "<strong>Cezaevi sosyal hizmeti,</strong> cezaevinin zorlu yaşam koşullarıyla karşı karşıya kalan, kurum sürecinde ve sonrasında çeşitli sorunlar yaşayan hükümlü-tutuklu bireylere/ gruplara psikososyal destek sağlamaktır."
  },
  {
    "id": "3833705",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi cezaevi sosyal hizmetinin amaçlarından <u>biri değildir?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Hükümlü-tutukluların rehabilitasyon programlarıyla yaşam becerilerini geliştirmek",
      "B": "Ruhsal ve madde kullanım sorunları olan hükümlülere tedavi hizmetleri sağlamak",
      "C": "Tahliye sonrası kişilerin toplumsal uyumlarını artırmak",
      "D": "Suç işlememeleri yönünde profesyonel müdahalelerde bulunmak",
      "E": "Çalışan personelin ruh ve beden sağlığını ve bütünlüğünü korumak"
    },
    "explanation": "Cezaevi sosyal hizmetinin amacı;\n <ol> <li>hükümlü-tutukluların rehabilitasyon programlarıyla yaşam becerilerini geliştirmek,</li> <li>ruhsal sağlık sorunları ve madde kullanım sorunları olan hükümlülere uygun tıbbi ve psikososyal tedavi hizmetleri sağlamak,</li> <li>tahliye sonrası kişilerin toplumsal uyumlarını artırmaları ve suç işlememeleri yönünde profesyonel müdahalelerde bulunmak,</li> <li>cezaevinde dezavantajlı konumda bulunan kişilere (çocuklar, yaşlılar, kadınlar) yönelik savunuculuk faaliyetleri yapmaktır.</li> </ol>"
  },
  {
    "id": "3833711",
    "unitNumber": 7,
    "text": "Türkiye’de cezaevlerinde kadın hükümlü-tutukluların .......... yaş arasında ve dışarıda bakacak <br/>kimsesi olmayan çocuklarına annelerinin yanında cezaevinde kalmalarına izin verilmektedir.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru olarak tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "0-4",
      "B": "0-5",
      "C": "0-6",
      "D": "2-6",
      "E": "2-7"
    },
    "explanation": "Türkiye’de cezaevlerinde kadın hükümlü-tutukluların <strong>0-6 yaş arasında</strong> ve dışarıda bakacak <br/>kimsesi olmayan çocuklarına annelerinin yanında cezaevinde kalmalarına izin verilmektedir."
  },
  {
    "id": "3833720",
    "unitNumber": 7,
    "text": "Gençlerin ve ailelerinin iletişimlerinde olumlu değişiklikler yapmalarına yardımcı olmayı amaçlayan, aile terapisi modeline dayanan, 11- 18 yaş arası çocuklara yönelik sistemik, bilişsel ve davranışsal’ sosyal hizmet müdahalesine ne isim verilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Fonksiyonel Aile Terapisi",
      "B": "Multisistemik Terapi",
      "C": "Bilişsel-Davranışsal Müdahaleler",
      "D": "Kriz Yönetimi",
      "E": "Aile Desteği"
    },
    "explanation": "Fonksiyonel Aile Terapisi (FAT): Olumsuz aile etkileşimleri, gençlerde antisosyal davranışların ve suçluluğun gelişimi için önemli risk faktörleridir. FAT, gençlerin ve ailelerinin iletişimlerinde olumlu değişiklikler yapmalarına yardımcı olmayı amaçlayan, aile terapisi modeline dayanan, 11- 18 yaş arası çocuklara yönelik sistemik, bilişsel ve davranışsal bir müdahaledir."
  },
  {
    "id": "3833728",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi, Starek ve Visek (2022) göre, tahliye öncesinde hükümlülere sunulacak sosyal hizmet uzmanlarının eğitim ve danışmanlık faaliyetlerinden <u>biri değildir?</u>",
    "correctAnswer": "A",
    "options": {
      "A": "Hükümlünün ailesiyle ilişkilerini kontrol altına almak",
      "B": "Etiketleme ve olumsuz tutumlara hazırlık",
      "C": "Temel sosyal davranış eğitimi",
      "D": "İşe girmekle ilgili destekleyici çalışmalar",
      "E": "Hukuki kurallar ve düzenlemeler ile ilgili danışmanlık"
    },
    "explanation": "Starek ve Visek (2022) tahliye öncesinde hükümlülere sunulacak sosyal hizmet uzmanlarının eğitim ve danışmanlık faaliyetlerini şu şekilde sıralıyor:<br/>• Pratik yaşam becerilerini geliştirmek<br/>• Hükümlünün ailesiyle ilişkilerinin geliştirilmesi<br/>• Hükümlünün ailevi ve sosyal sorunlarının çözümünde sosyal danışmanlık<br/>• Hukuki kurallar ve düzenlemeler ile ilgili danışmanlık<br/>• İşe girmekle ilgili destekleyici çalışmalar <br/>• Temel sosyal davranış eğitimi<br/>• Sosyal damgalama (etiketleme), olumsuz tutumlara hazırlık"
  },
  {
    "id": "3833739",
    "unitNumber": 7,
    "text": "Cezaevinden çıkmış bir kişinin, geçmişi nedeniyle istihdam fırsatlarından reddedilmeyi beklemesi hükümlülerde olabilecek 'damgalanma tanımlarından' hangisine örnektir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yaşanmış Damgalanma",
      "B": "Algılanan Damgalanma",
      "C": "Beklenen Damgalanma",
      "D": "İçselleştirilmiş Damgalanma",
      "E": "Kamuoyunca Damgalanma"
    },
    "explanation": "Soruda verilen örnek, beklenen damgalanmaya örnektir. <img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/bee90bf91e38aba9bc78f29f4ed08a02.png\" alt=\"\" width=\"588\" height=\"248\">"
  },
  {
    "id": "3842094",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi cezaevlerinin temel amaçlarından biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Suçluların özgürlüğünü kısıtlayarak toplumun vicdanını rahatlatmak",
      "B": "Toplum güvenliği için kişileri kontrol altında tutmak",
      "C": "Toplumdaki kişilere yönelik caydırıcı bir yaptırım",
      "D": "Rehabilitasyon programlarıyla insan davranışlarını düzeltmek",
      "E": "İnsanların özgürlüğünün kısıtlanmasına hizmet eder"
    },
    "explanation": "Suçluların özgürlüğünü kısıtlayarak toplumun vicdanını rahatlatmak.. Diğer yanıtlar suç işleme durumunun altını çizmemiştir."
  },
  {
    "id": "3842095",
    "unitNumber": 7,
    "text": "...............................İşledikleri suçlardan dolayı haklarında hürriyeti bağlayıcı ceza verilen hükümlülerin, cezalarının infazı amacıyla özel olarak yapılmış binalardır.<br/>Yukarıda boş bırakılan yere aşağıdakilerden hangisinin gelmesi uygundur?",
    "correctAnswer": "A",
    "options": {
      "A": "Ceza infaz kurumu",
      "B": "Okullar",
      "C": "Kışlalar",
      "D": "Hastaneler",
      "E": "Karakollar"
    },
    "explanation": "Ceza infaz kurumu"
  },
  {
    "id": "3842097",
    "unitNumber": 7,
    "text": "İç ve dış güvenlik görevlileri bulunan, firara karşı teknik, mekanik, elektronik veya fiziki engellerle donatılmış, oda ve koridor kapıları kapalı tutulan, ancak mevzuatın belirttiği hâllerde aynı oda dışındaki hükümlüler arasında ve dış çevre ile temasın olanaklı bulunduğu, yeterli düzeyde güvenlik sağlanmış ve hükümlünün gereksinimine göre bireysel, grup hâlinde veya toplu olarak iyileştirme yöntemlerinin uygulanabileceği tesisler aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kapalı Ceza İnfaz Kurumları",
      "B": "Yüksek Güvenlikli Kapalı Ceza İnfaz Kurumları",
      "C": "Kadın Kapalı Ceza İnfaz Kurumları",
      "D": "Çocuk Kapalı Ceza İnfaz Kurumları",
      "E": "Gençlik Kapalı Ceza İnfaz Kurumları"
    },
    "explanation": "Kapalı Ceza İnfaz Kurumları"
  },
  {
    "id": "3842098",
    "unitNumber": 7,
    "text": "Hükümlülerin iyileştirilmelerinde, çalıştırılmaları ve meslek edindirilmelerine öncelik verilen, firara karşı engelleri ve dış güvenlik görevlisi bulunmayan, güvenlik bakımından kurum görevlilerinin gözetim ve denetimi ile yetinilen kurum aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Açık Ceza İnfaz Kurumları",
      "B": "Çocuk Eğitimevleri",
      "C": "Gençlik Kapalı Ceza İnfaz Kurumları",
      "D": "Çocuk Kapalı Ceza İnfaz Kurumları",
      "E": "Kadın Kapalı Ceza İnfaz Kurumları"
    },
    "explanation": "Açık Ceza İnfaz Kurumları"
  },
  {
    "id": "3842100",
    "unitNumber": 7,
    "text": ".....................Soruşturma veya kovuşturma aşamasında kuvvetli suç şüphesinin varlığını gösteren somut delillerin ve bir tutuklama nedeninin bulunması hâlinde, şüpheli veya sanık hakkında mahkeme kararıyla verilen tutuklama kararı ile ceza infaz kurumuna konulan kişidir.<br/>Yukarıda boş bırakılan yere aşağıdakilerden hangisinin gelmesi uygundur?",
    "correctAnswer": "A",
    "options": {
      "A": "Tutuklu",
      "B": "Hükümlü",
      "C": "Kadın hükümlü",
      "D": "Kadın tutuklu",
      "E": "Gözaltı"
    },
    "explanation": "Tutuklu"
  },
  {
    "id": "3842106",
    "unitNumber": 7,
    "text": "Cezaevinde kalan hükümlü ve tutukluların büyük bir bölümü kurum öncesi, kurum süreci ve sonrasında yaşadıkları fiziksel, ruhsal ve sosyal sorunlar nedeniyle sosyal hizmet müdahalesine gereksinim duymaktadırlar. Aşağıdaki verilen toplumsal kesimlerden hangileri bu toplumsal kesimler arasında <strong>yer almaz? </strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Erkek Hükümlü-Tutuklular",
      "B": "Kadın Hükümlü-Tutuklular",
      "C": "Çocuk Hükümlü-Tutuklular",
      "D": "Yaşlı Hükümlü-Tutuklular",
      "E": "Ruh Sağlığı Sorunları Olan Hükümlü-Tutuklular"
    },
    "explanation": "Cezaevinde kalan hükümlü ve tutuklular arasında özellikle de kadın hükümlü ve tutuklular, çocuk hükümlü ve tutuklular, yaşlı hükümlü ve tutuklular, ruh sağlığı sorunları olan hükümlü ve tutuklular ile hükümlü ve tutukluların çocuklarının büyük bir bölümü kurum öncesi, kurum süreci ve sonrasında yaşadıkları fiziksel, ruhsal ve sosyal sorunlar nedeniyle sosyal hizmet müdahalesine gereksinim<br/>duymaktadırlar."
  },
  {
    "id": "3842113",
    "unitNumber": 7,
    "text": "Cezaevinde bireylerle sosyal hizmet çerçevesinde kaç aşamalı çalışmalar yürütülmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "3",
      "B": "4",
      "C": "5",
      "D": "6",
      "E": "7"
    },
    "explanation": "Kuruma giriş, kurum süreci ve tahliyeye hazırlık ve sonrası olmak üzere üç aşamada çalışmalar yürütülmektedir."
  },
  {
    "id": "3842119",
    "unitNumber": 7,
    "text": "Eğitim durumu, yaş, gelir ve kültürel özellikleri farklı olan tüm çocuk/gençlere uyarlanmış bir müdahaledir. Bu model, “durumların kendi başına psikolojik sıkıntıya neden olmadığını, insanların durumları yorumlama, anlamlandırma ve durumlara tepki verme şekillerinin önemli olduğunu varsaymaktadır”. <br/>Çocuk hükümlü-tutuklulara yönelik sosyal hizmet müdahalesinden biri olan bu model aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bilişsel-Davranışsal Müdahaleler",
      "B": "Kriz yönetimi",
      "C": "Aile Desteği",
      "D": "Fonksiyonel Aile Terapisi",
      "E": "Multisistemik Terapi"
    },
    "explanation": "Bilişsel-Davranışsal Müdahaleler"
  },
  {
    "id": "3842123",
    "unitNumber": 7,
    "text": "Cezaevinde sosyal hizmet uzmanları tarafından uygulanan grup çalışması, hükümlü-tutuklular<br/>üzerinde etkili olan bir müdahale yöntemlerinden biridir. Bunlardan biri, hükümlü-tutukluları cezaevi dışındaki hayata hazırlama, toplumla yeniden bütünleşmeye odaklanarak suç tekrarını azaltmayı amaçlamaktadır. Aşağıdakilerden hangisi bu grup çalışmasıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Rehabilite edici gruplar",
      "B": "Ruh sağlığı grupları",
      "C": "Genel psikoterapi grupları",
      "D": "Ruh sağlığı grupları",
      "E": "Dönüştürücü gruplar"
    },
    "explanation": "Rehabilite edici gruplar"
  },
  {
    "id": "3842124",
    "unitNumber": 7,
    "text": "Hapsedilme geçmişi nedeniyle güvenilmez olduğunuza dair inanç, aşağıdaki hangi damgalanma mekanizmasına örnektir?",
    "correctAnswer": "A",
    "options": {
      "A": "İçselleştirilmiş damgalanma",
      "B": "Yaşanmış damgalanma",
      "C": "Algılanan damgalanma",
      "D": "Beklenen damgalanma",
      "E": "Derinleşmiş damgalanma"
    },
    "explanation": "İçselleştirilmiş damgalanma"
  },
  {
    "id": "3834290",
    "unitNumber": 8,
    "text": "I-Hapsetmenin artan maliyeti\n II-Toplumsal yaşama uyum sorunları\n III-Hapsetmenin faydasının yetersiz olması\n IV-İnsan haklarına yönelik gelişmeler\n V-Hapis cezasının bireyleri rehabilite edememesi\n Yukarıdakilerden hangileri hapsetmenin yerine alternatif ceza infaz yöntemlerinin ele alınmasında etkili olmuştur?",
    "correctAnswer": "B",
    "options": {
      "A": "I, II ve III",
      "B": "I, II ve V",
      "C": "II, III ve IV",
      "D": "II, IV ve V",
      "E": "III, IV ve V"
    },
    "explanation": "Her ne kadar klasik ceza infaz sisteminin en önemli bileşeni hapsetme olsa da hapsetmenin artan maliyeti, hapis cezasının bireyleri rehabilite ya da ıslah edememesi, tahliye sonrası toplumsal yaşama uyum sorunları ve suç tekrarı sonucunda suç döngüsünün devam etmesinin bireysel ve toplumsal zararları neticesinde günümüzde suçlunun cezalandırılmasının yerini giderek suçlunun ıslahı ya da rehabilitasyonu, hapsetmenin ye-rini de alternatif ceza infaz yöntemleri almaktadır. Doğru yanıt B seçeneğidir."
  },
  {
    "id": "3834294",
    "unitNumber": 8,
    "text": "I-Adalet\n II-Yükümlülük\n III-Denetim\n IV-Serbestlik\n V-Rehabilitasyon\n Yukarıdakilerden hangileri denetimli serbestlik kavramının bileşenleri arasında yer almaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "I, III ve IV",
      "B": "I, IV ve V",
      "C": "II, III ve IV",
      "D": "II, IV ve V",
      "E": "III, IV ve V"
    },
    "explanation": "Denetimli serbestlik kavramının dayandığı iki temel bileşenden biri olan serbestlik, kişinin ceza infaz kurumlarında gerçekleşecek “ce-zasının infazının askıya alınması” iken ikinci temel bileşen olan denetim ise kişinin “serbest” olduğu bu süre boyunca belirlenen şartlara uyup uymadı-ğının “denetlenmesi”dir. Ancak kişinin denetim al-tında serbest olduğu bu sürenin bireyin rehabilitasyonuna ya da tedavisine hizmet etmesi gerekliliği de üçüncü bileşen olarak ele alınabilir. Doğru yanıt E seçeneğidir."
  },
  {
    "id": "3834295",
    "unitNumber": 8,
    "text": "I-Bireyin özgürlüğünün toplum içinde kısıtlanması\n II-Tüm suçlular için uygulanabilir olması\n III-Suçluya bahşedilmiş bir hak olarak ele alınması\n IV-Yükümlülüklerin belirlenmesinde suçlunun muvafakatının aranması\n V-Belirli yükümlülükler içeren bir serbestlik kararı olarak verilmesi\n Yukarıdakilerden hangileri denetimli serbestliğin özellikleri arasında yer almaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "I, II ve IV",
      "B": "I, III ve IV",
      "C": "I, IV ve V",
      "D": "II, IV ve V",
      "E": "III, IV ve V"
    },
    "explanation": "Denetimli serbestliğin temel özellikleri:\n <ul> <li>özgürlüğün toplumsal ortamda kalarak göreceli olarak daha az kısıtlanması</li> <li> toplumda ciddi bir zarar riski oluşturmayacak suçlular hakkında uygulanması</li> <li>suça etki eden sebepler dikkate alınarak onun ıslahına yönelik en uygun toplum yaptırımının seçilmesi</li> <li>Suçluya bahşedilmiş bir hak olarak değil, şartlar uygun olduğu takdirde hakimin tak-dirine bağlı olarak verilmesi</li> <li>yükümlülüklerin belirlenmesinde suçlunun bir şekilde muvafakatinin aranması</li> <li>belirli yükümlülükler içeren bir serbestlik kararı olarak verilmesi</li> <li>yükümlülüklere uyup uymadığının denetlenmesi ve ihtiyacı olan psikososyal yardım ve rehberliğin sağlanması</li> <li>Yükümlülüklerin mazeretsiz olarak ihlali durumunda kişinin hapis cezasına veya baş-ka bir cezaya hükmedilmesi</li> <li>Denetimin ve yardımın bu konuda uzman bir birim ve görevliler tarafından yerine ge-tirilmesiDoğru yanıt C seçeneğidir.</li> </ul>"
  },
  {
    "id": "3834298",
    "unitNumber": 8,
    "text": "\"Toplumun suç işleyen birey gibi sorumluluğunu üstlenmesi gerekir\" düşüncesine dayalı olan ve bireyin suç işlemesinin nedenleri arasında yer alan unsur aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Hukuksal koşullar",
      "B": "Ekonomik koşullar",
      "C": "Siyasi koşullar",
      "D": "Sosyal koşullar",
      "E": "Bireysel koşullar"
    },
    "explanation": "Onarıcı adaletin ortaya çıkışıyla da ilişkili olan bu süreç suçlunun yanında toplumu ve mağduru da odağına alır ve suça verilecek tepkinin sadece suçluya ceza vermek olmadığını savunur. Onarıcı adalette bireyin suç işlemesinin nedenleri arasında sosyal koşullar da bulunur. Bu nedenle toplumun suç işleyen birey gibi sorumluluğunu üstlenmesi gerekir. Doğru yanıt D seçeneğidir."
  },
  {
    "id": "3834300",
    "unitNumber": 8,
    "text": "I-Cezanın ertelenmesi\n II-Serbes kalmaya imkan vermesi\n III-Serbest kalma koşulları koyulması\n IV-Denetimin resmi bir görevli ile yapılması\n V-Koşullara uyulmadığında para cezası verilmesi\n Yukarıdakilerden hangileri kefalet uygulaması ile denetimlik serbeslik arasındaki benzerlikleri oluşturmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II ve III",
      "B": "I, II ve IV",
      "C": "I, III ve IV",
      "D": "II, III ve IV",
      "E": "II, III ve V"
    },
    "explanation": "Kefalet uygulaması cezanın ertelenmesi, hapis ceza-sı yerine serbest kalmaya imkân tanıması, serbest kalma için koşullar konulması ve koşullara uyulmaması durumunda özgürlü-ğün geri alınması gibi özellikleri ile dene-timli serbestliğe benzer özellikler taşırken, gözetimin resmî bir görevli yerine kişiye kefil olan birey tarafından yerine getirilme-siyle denetimli serbestlik uygulamalarından farklılaşmaktadır. Doğru yanıt A seçeneğidir."
  },
  {
    "id": "3834301",
    "unitNumber": 8,
    "text": "Kısıtlanma olarak da adlandırılan, suç işleyen bireyin şart koşulan süreç içinde bir eylemi yapmayı ya da bir eylemi yapmaktan alıkoymayı, belirlenen tarihte mahkemede bulunmayı üstlendiği yazılı yemin ya da zorunluluk içeren bir anlaşma yapılmasının esas olduğu denetimli serbestliğin tarihteki kökenleri içinde yer alan uygulama aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Papazlık hakları",
      "B": "Yargısal erteleme",
      "C": "Taahhütname",
      "D": "Kefalat",
      "E": "Davaları dosyalama"
    },
    "explanation": "Kısıtlanma olarak da adlandırılan taahhütname uygulamasında suç işleyen bireyin şart koşulan süreç içinde bir eylemi yapmayı ya da bir eylemi yapmaktan alıkoymayı, belirlenen tarihte mahkemede bulunmayı taahhüt ettiği yazılı yemin ya da zorunluluk içeren bir anlaşma yapılması esastır. Doğru yanıt C seçeneğidir."
  },
  {
    "id": "3834302",
    "unitNumber": 8,
    "text": "Rehabilitasyonun yaygın bir şekilde uygun yardım ve gözetimle toplum içinde gerçekleştirilebileceği kabul görmeye başlaması hangi dönemde gerçekleşmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "1850-1860 yılları",
      "B": "1870-1880 yılları",
      "C": "1910-1920 yılları",
      "D": "1930-1940 yılları",
      "E": "1950-1960 yılları"
    },
    "explanation": "1950 ve 1960’lı yıllarla birlikte ise artık rehabilitasyonun uygun yardım ve gözetimle toplum içinde gerçekleştirilebileceği kabul görmeye başlamıştır. Doğru yanıt E seçeneğidir."
  },
  {
    "id": "3834305",
    "unitNumber": 8,
    "text": "I-Sürgün edilen yer devlet sınırları içindedir.\n II-Belirli sürelerde veya süresiz olarak uygulanmıştır.\n III-Sürgün süresince aile ile yaşama sınırlandırılmıştır.\n IV-Devlete ödenmek üzere ekonomik yaptırımı içermiştir.\n V-Sürgün edilen yerde kişinin çalışması serbest bırakılmıştır.\n Yukarıdakilerden hangileri nefy cezasının uygulama koşulları içerisinde yer almaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "I, II ve III",
      "B": "I, II ve V",
      "C": "II, III ve IV",
      "D": "II, IV ve V",
      "E": "III, IV ve V"
    },
    "explanation": "Sürgün cezasının ayrıntılarına bakıldığında sürgün edilen ye-rin devletin sınırları içerisinde bulunması gerekir. Nefy cezası üç ay ile üç yıl arasın-dan değişen sürelerde ya da süresiz olarak uygulanmıştır. Ceza verilen kişinin belirle-nen yerde yaşamak dışında bir zorunlulu-ğunun bulunmadığı bu uygulamada kişinin ailesiyle birlikte yaşaması, çalışması gibi konulara ilişkin bir sınırlama söz konusu değildir. Doğru yanıt B seçeneğidir."
  },
  {
    "id": "3834314",
    "unitNumber": 8,
    "text": "I-Zaptiye Nezareti Altında Bulundurulmak Cezası\n II-Emniyeti umumiyeye idaresinin nezareti altında bulundurma cezası ve tedbiri\n III-Kelebentlik cezası\n IV-Uyuşturucu madde bağımlıları hakkındaki güvenlik tedbirleri\n V-Dilenciler için ‘boğaz tokluğuna çalışma tedbiri\n Yıkarıdakilerden hangileri Cumhuriyet döneminde 1926 yılından 2005 yılına kadar yürürlükte kalan ve uygulanan 765 Sayılı Türk Ceza Kanunu’nda yer alan denetimli serbestliğin özellikleriyle benzeşen ya da denetimli serbestliğin temel amacına hizmet eden yasal düzenlemeler arasında yer almaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "I, II ve III",
      "B": "I, IV ve V",
      "C": "II, III ve V",
      "D": "II, IV ve V",
      "E": "III, IV ve V"
    },
    "explanation": "“Emniyeti umumiyeye idaresinin nezareti altında bulundurma cezası ve tedbiri” 765 Sayılı kanun kapsamındaki uygulamalar için-de modern denetimli serbestlik uygulamalarına en çok benzeyen yaptırım biçimi olarak değerlendirilmektedir. Uyuşturucu madde bağımlıları hakkındaki güvenlik tedbirleri”nin 1926 yılından 1991 yılına kadar birçok değişikliğe uğradığı görülmektedir. 765 sayılı Kanunda yer alan “dilenciler için ‘boğaz tokluğu-na çalışma’ tedbiri” kapsamında kişinin dilencilik eyleminin karşılığında bir hafta ile bir ay, tekrar etmesi durumunda ise on beş gün ila iki ay süre zarfında özel idare ve belediye işlerinde ücretsiz çalıştırılması söz konusudur. Doğru yanıt D seçeneğidir."
  },
  {
    "id": "3834320",
    "unitNumber": 8,
    "text": "\"Değerlendirme ve planlama bürosu tarafından hazırlanan denetim planı çerçevesinde belirlenen denetimli serbestlik kararlarının uygulanması ile yükümlülerin toplum içinde denetim, takip ve iyileştirilmesine yönelik çalışmaların koordinasyonunun yapıldığı büro\" denetimli serbestlik müdürlüklerinde yer alan büro aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Değerlendirme ve planlama bürosu",
      "B": "İnfaz bürosu",
      "C": "Eğitim ve iyileştirme bürosu",
      "D": "Denetim bürosu",
      "E": "Koruma kurulları bürosu"
    },
    "explanation": "nfaz bürosu: Değerlendirme ve planlama bürosu tarafından hazırlanan denetim planı çerçevesinde belirlenen denetimli serbestlik kararlarının infazı ile yükümlülerin toplum içinde denetim, takip ve iyileştirilmesine yönelik çalışmaların koordinasyonunun ya-pıldığı bürodur. Doğru yanıt B seçeneğidir."
  },
  {
    "id": "3843599",
    "unitNumber": 8,
    "text": ".............................Toplumun suçu cezalandırmak için müracaat ettiği çeşitli cezaların menşe ve<br/>gelişimlerini, uygulama şekillerini ve faydalarını inceler. <br/>Yukarıda boş bırakılan yere aşağıdakilerden hangisinin gelmesi uygundur?",
    "correctAnswer": "A",
    "options": {
      "A": "Penoloji",
      "B": "Kriminoloji",
      "C": "Yargılama",
      "D": "Denetimli serbestlik",
      "E": "Islah etme"
    },
    "explanation": "Penoloji"
  },
  {
    "id": "3843602",
    "unitNumber": 8,
    "text": "Günümüzde uygulanan denetimli serbestlik tarihsel olarak belli köklere dayanmaktadır. Örneğin, suçlunun serbest bırakılarak bu süreçte Kral’dan kesin ya da koşullu özür dilemesini sağlamak bunlardan biridir. Bu örnek aşağıdakilerden hangisiyle ilgilidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yargısal erteleme",
      "B": "Papazlık hakları",
      "C": "Taahhütname",
      "D": "Davaları Dosyalama-Arşivleme",
      "E": "Kefalet"
    },
    "explanation": "Yargısal ertelemede suçlunun serbest bırakılarak bu süreçte Kral’dan kesin ya da koşullu özür dilemesini sağlamak amaçlanır. Cezanın infazının ya da verilmesinin askıya alınması temeline<br/>dayanan bu uygulama modern denetimli serbestlik sistemi ile ortak yönler taşımaktadır. Ancak bu süreçte denetimli serbestlikte var olan suç işleyen bireyin sergilemesi beklenen davranışlara ya da bir görevlinin denetimine ilişkin bir uygulama bulunmamaktadır."
  },
  {
    "id": "3843796",
    "unitNumber": 8,
    "text": "Suçluya bahşedilmiş bir hak olarak değil, şartlar uygun olduğu takdirde hakimin takdirine bağlı olarak verilen uygulama aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Denetimli serbestlik",
      "B": "İnfaz",
      "C": "Yargılama",
      "D": "Hüküm",
      "E": "Kovuşturma"
    },
    "explanation": "Denetimli serbestlik"
  },
  {
    "id": "3843799",
    "unitNumber": 8,
    "text": "Sürgün cezası olarak da adlandırılabilecek cezada mahkûmun devlet tarafından belirlenen bir yerde ikamet etmesi ve belirlenen süre zarfında başka bir yere gitmemesi esastır. Sürgün cezasının ayrıntılarına bakıldığında sürgün edilen yerin devletin sınırları içerisinde bulunması gerekir. Cumhuriyet öncesi uygulanan bu ceza aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Nefy Cezası",
      "B": "Zaptiye Nezareti Altında Bulundurulmak Cezası",
      "C": "Kalebentlik Cezası",
      "D": "Kefalet",
      "E": "Davaları Dosyalama-Arşivleme"
    },
    "explanation": "Nefy Cezası"
  },
  {
    "id": "3843808",
    "unitNumber": 8,
    "text": "Cumhuriyet döneminde, Türk Ceza Kanunu’nda yer alan ve denetimli serbestlik sistemi ile benzer özellikler taşıyan uygulamaları beş başlık altında ele alınmaktadır. Aşağıdakilerden hangisi bunlardan biri <strong>değildir? </strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Zaptiye Nezareti Altında Bulundurulmak Cezası",
      "B": "Nefy cezasına benzer özellikler taşıyan “sürgün” cezası",
      "C": "Emniyeti umumiyeye idaresinin nezareti altında bulundurma cezası ve tedbiri",
      "D": "Uyuşturucu madde bağımlıları hakkındaki güvenlik tedbirler",
      "E": "Dilenciler için ‘boğaz tokluğuna çalışma’ tedbiri"
    },
    "explanation": "Zaptiye Nezareti Altında Bulundurulmak Cezası Cumhuriyet öncesi uygulanmaktaydı"
  },
  {
    "id": "3843816",
    "unitNumber": 8,
    "text": "Türkiye'de değerlendirme ve planlama bürosu tarafından hazırlanan denetim planı çerçevesinde belirlenen denetimli serbestlik kararlarının infazı ile yükümlülerin toplum içinde denetim, takip ve iyileştirilmesine yönelik çalışmaların koordinasyonunun yapıldığı büro aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İnfaz bürosu",
      "B": "Gelen evrak bürosu",
      "C": "Eğitim ve iyileştirme bürosu",
      "D": "Çocuk hizmetleri bürosu",
      "E": "İdari ve mali işler bürosu"
    },
    "explanation": "İnfaz bürosu"
  },
  {
    "id": "3843823",
    "unitNumber": 8,
    "text": "Türkiye'de denetimli serbestlik müdürlükleri tarafından yaklaşık on üç farklı kararın infazı gerçekleştirilmektedir. Örneğin, hâkim tarafından belirlenen yerlere, belirtilen süreler içinde düzenli olarak başvurmak bu uygulamalardan biridir. Verilen bu örnek aşağıdaki hangi infaz türünü içerir?",
    "correctAnswer": "A",
    "options": {
      "A": "Adli kontrol",
      "B": "Denetimli serbestlik tedbiri uygulanarak cezaların infazı",
      "C": "Hükmün açıklanmasının geri bırakılması",
      "D": "Hükmün açıklanmasının geri bırakılması",
      "E": "Hapis cezasının ertelenmesi hâlinde hükmedilen yükümlülüklerin yerine getirilmesi"
    },
    "explanation": "Adli kontrol"
  },
  {
    "id": "3843827",
    "unitNumber": 8,
    "text": "Bir başkasının gözetimi altında ücret karşılığında çalıştırılma; eğitim kurumuna devam etme; rehberlik çalışmalarına katılma ve denetimli serbestlik müdürlüğünce belirlenecek diğer yükümlülüklere tabi tutulma gibi yükümlülükler aşağıdaki hangi infaz kararının gerçekleşmesiyle ilgilidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Koşullu salıverilme sonrası denetimli serbestlik",
      "B": "Denetimli serbestlik tedbiri uygulanarak cezaların infazı",
      "C": "Hükmün açıklanmasının geri bırakılması",
      "D": "Kısa süreli hapis cezasına seçenek yaptırımlar",
      "E": "Hapis cezasının konutta infazı"
    },
    "explanation": "Koşullu salıverilme sonrası denetimli serbestlik"
  },
  {
    "id": "3843828",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi denetimli serbestlik sürecinde infaz hâkimi tarafından Cinsel Dokunulmazlığa Karşı Suçlardan Hükümlü Olanlara Uygulanacak Tedavi ve Diğer Yükümlülükler Hakkında Yönetmelik hükümlerine göre verilebilecek yükümlülüklerden biri<strong> değildir? </strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Bir başkasının gözetimi altında ücret karşılığında çalıştırılma",
      "B": "Suçun mağdurunun oturduğu ve çalıştığı yerleşim bölgesinde ikamet etmekten yasaklanmak",
      "C": "Mağdurun bulunduğu yerlere yaklaşmaktan yasaklanmak",
      "D": "Çocuklarla bir arada olmayı gerektiren bir ortamda çalışmaktan yasaklanmak",
      "E": "Çocuklar hakkında bakım ve gözetim yükümlülüğünü gerektiren faaliyet icra etmekten yasaklanmak"
    },
    "explanation": "Bir başkasının gözetimi altında ücret karşılığında çalıştırılma"
  },
  {
    "id": "3843831",
    "unitNumber": 8,
    "text": "Eğitim kurumuna devam etme, belirli yerlere gitmekten veya belirli etkinlikleri yapmaktan yasaklanma ve kamuya yararlı bir işte çalıştırma gibi yükümlülükler aşağıdaki hangi yaptırımla ilgilidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kısa süreli hapis cezasına seçenek yaptırımlar",
      "B": "Denetimli serbestlik tedbiri uygulanarak cezaların infazı",
      "C": "Hükmün açıklanmasının geri bırakılması",
      "D": "Tedavi ve denetimli serbestlik",
      "E": "Belli hakları kullanmaktan yoksun bırakılma"
    },
    "explanation": "Kısa süreli hapis cezasına seçenek yaptırımlar"
  }
]