[
  {
    "id": "3594684",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi afet tıbbının hazırlık faaliyeti içerisinde yer alan kritik bileşenlerinden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tıbbi triyaj",
      "B": "Kitlesel zayiat",
      "C": "Kaynak yönetimi",
      "D": "Ruh sağlığı desteği",
      "E": "Erken uyarı sistemleri"
    },
    "explanation": "Afete hazırlık, afet tıbbının kritik bir bileşenidir. Sağlık sistemlerinin ve toplumların afetlere etkili bir şekilde müdahale etmeye hazır olma durumunu artırmayı amaçlayan bir dizi faaliyeti içerir. Bunlar: a) Risk değerlendirmesi b) Planlama c) Kaynak yönetimi d) Eğitim ve öğretim e) Koordinasyon. Doğru cevap C’dir."
  },
  {
    "id": "3594686",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi tarihsel perspektif bakışı içerisinde ele alınarak afet tıbbı uygulamalarının şekillendirilmesine ışık tutmuş afetlerden biri <strong>değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Katrina kasırgası",
      "B": "Sibirya Tayga yangını",
      "C": "SARS salgını",
      "D": "Çernobil nükleer felaketi",
      "E": "Büyük Doğu Japonya depremi ve tsunamisi"
    },
    "explanation": "Etkili afet tıbbı uygulamalarının ve politikalarının şekillendirilmesinde geçmiş afetlerden öğrenilen derslerin anlaşılması çok önemlidir<em>.</em> Bunlar: a) Büyük doğu Japonya depremi ve tsunamisi b) Katrina kasırgası c) Çernobil nükleer felaketi d) SARS salgını. Doğru cevap B’dir."
  },
  {
    "id": "3594687",
    "unitNumber": 1,
    "text": "Triyaj kategorilerinde “gecikmeli” olarak kodlanan renk aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sarı",
      "B": "Kırmızı",
      "C": "Mavi",
      "D": "Yeşil",
      "E": "Siyah"
    },
    "explanation": "Triyaj kategorileri: Hastalar, durumlarının ciddiyetine göre farklı triyaj seviyelerine göre kategorize edilir. En sık kullanılan triyaj kategorileri hemen (kırmızı), gecikmeli (sarı), hafif (yeşil) ve ölü/ölümü beklenen (siyah) kategorileridir. Doğru cevap A’dır."
  },
  {
    "id": "3594688",
    "unitNumber": 1,
    "text": "Afete hazırlık sürecinde tehlike analizi yapmanın kilit yönleri aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Doğal afetler veya halk sağlığı acil durumları tespit etmek.",
      "B": "Yerel nüfusun ve alt yapının belirlenen tehlikelere hassasiyetini değerlendirmek.",
      "C": "Tanımlanmış tehlikenin belirli bir zaman çerçevesi içinde meydana gelme olasılığını belirlemek.",
      "D": "Her tehlikenin yerel nüfus üzerindeki potansiyel etkisini ve ciddiyetini değerlendirmek.",
      "E": "Tanımlanan tehlikenin tehlike özellikleri ve yolları, savunmasız nüfuzlara ve çevresel etkilerini anlamak."
    },
    "explanation": "Tehlike analizi, tanımlanan her bir tehlikenin belirli özelliklerini ve dinamiklerini anlamaya odaklanır. Bir tehlikenin ortaya çıkardığı belirli risklerin, potansiyel yollarının ve yararlandığı güvenlik açıklarının değerlendirilmesini içerir. Tehlike analizinin kilit yönleri şunları içerir: a) Tehlike özellikleri b) Tehlike yolları c) Savunmasız nüfuslar d) Çevresel etki. Doğru cevap E’dir."
  },
  {
    "id": "3594689",
    "unitNumber": 1,
    "text": "Yerel kurumlar, acil durum hizmetleri ve diğer kilit paydaşlar arasındaki iletişimi, kaynak tahsisini ve karar almayı kolaylaştırılmak amacıyla oluşturulan merkez aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "START",
      "B": "ADOM",
      "C": "SALT",
      "D": "OKS",
      "E": "ULOYE"
    },
    "explanation": "Acil durum operasyon merkezi (ADOM) kurulması, bir afet anında merkezî komuta ve koordinasyon merkezi görevi görür. ADOM; yerel kurumlar, acil durum hizmetleri ve diğer kilit paydaşlar arasında iletişimi, kaynak tahsisini ve karar almayı kolaylaştırır<em>.</em> Doğru cevap B’dir."
  },
  {
    "id": "3594691",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi afetlere hazırlık sürecinde tıbbi malzemeler ve ilaçlara yönelik dikkate alınması gereken temel hususlar arasında <strong>yer almamaktadır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Stoklama ve envanter yönetimi",
      "B": "Dağıtım ve lojistik",
      "C": "Kaynak izleme ve takip",
      "D": "Disiplinler arası eğitim",
      "E": "Tedarik zinciri ve takip"
    },
    "explanation": "Afet müdahalesi, etkilenen bireylerin acil ve uzun vadeli sağlık ihtiyaçlarını karşılamak için yeterli miktarda tıbbi malzeme ve ilaç stoku gerektirir. Altyapı ve kaynak hazırlığına yönelik temel hususlar şunları içerir: a) Stoklama ve envanter yönetimi b) Tedarik zinciri yönetimi c) Dağıtım ve lojistik d) Kaynak izleme ve takip. Doğru cevap D’dir."
  },
  {
    "id": "3594692",
    "unitNumber": 1,
    "text": "Afete hazırlık sürecinde bir sınıf veya konferans ortamında gerçekleştirilen senaryo temelli tartışma ve simülasyonlar hangi tür tatbikatlardır?",
    "correctAnswer": "A",
    "options": {
      "A": "Masa başı tatbikatlar",
      "B": "Tam ölçekli tatbikatlar",
      "C": "Genel tatbikatlar",
      "D": "Fonksiyonel tatbikatlar",
      "E": "Seferberlik tatbikatı"
    },
    "explanation": "Masa başı tatbikatlar: Masa başı tatbikatlar, bir sınıf veya konferans ortamında gerçekleştirilen senaryo temelli tartışmaları ve simülasyonları içerir. Katılımcılar müdahale planlarını analiz eder ve tartışır, güçlü̈ ve zayıf yönleri belirler ve iyileştirmeler önerir. Bu tatbikatlar, kilit paydaşlar arasında koordinasyonu, karar vermeyi ve iletişimi kolaylaştırır<em>. </em>Doğru cevap A’dır."
  },
  {
    "id": "3594694",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Olay Komuta Sisteminin temel fonksiyonlarından <strong>biri değildir? </strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Operasyonel planlama",
      "B": "Durum farkındalığı ve değerlendirilmesi",
      "C": "Koordinasyon ve iletişim",
      "D": "Ruh sağlığı desteği",
      "E": "Kaynak yönetimi"
    },
    "explanation": "OKS, afet müdahalesi sırasında çeşitli kritik fonksiyonları yerine getirir. Bunlar: a) Komuta ve kontrol b) Koordinasyon ve iletişim c) Kaynak yönetimi d) Operasyonel planlama e) Durum farkındalığı ve değerlendirilmesi. Doğru cevap D’dir."
  },
  {
    "id": "3594696",
    "unitNumber": 1,
    "text": "Hastaları dört renk kodlu kategoriye ayıran ve yaygın olarak kullanılan triyaj yöntemi aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "SALT",
      "B": "MASS",
      "C": "AŞİ",
      "D": "MTS",
      "E": "START"
    },
    "explanation": "Basit Triyaj ve Hızlı Tedavi (START): START sistemi, hastaları dört renk kodlu kategoriye ayıran, yaygın olarak kullanılan bir triyaj yöntemidir: hemen (kırmızı), gecikmeli (sarı), hafif (yeşil) ve ölü/ölümü beklenen (siyah). Acil hayat kurtarıcı müdahalelere ihtiyaç duyan hastaların hızlı bir şekilde belirlenmesine odaklanır."
  },
  {
    "id": "3594697",
    "unitNumber": 1,
    "text": "Bir afetin hemen ardından afet hakkında ön bilgi toplamak için yapılan hızlı değerlendirmenin içeriğinde aşağıdakilerden hangisi yer almaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Sağlık durumu değerlendirilmesi",
      "B": "Uzun vadeli planlama",
      "C": "Nüfusun yerinden olması",
      "D": "Halk sağlığı riskleri",
      "E": "Aşılama ve profilaksi"
    },
    "explanation": "Bir afetin hemen ardından, sağlık sistemi ve afetten etkilenen nüfus üzerindeki etki hakkında ön bilgi toplamak için hızlı bir değerlendirme yapılır. Bu değerlendirme aşağıdakileri içerir: a) Altyapı hasarı b) Nüfusun yerinden olması c) Sağlık işgücü kapasitesi d) Temel hizmetlerin sürekliliği. Doğru cevap C’dir."
  },
  {
    "id": "3596821",
    "unitNumber": 1,
    "text": "Aşağıda verilenlerden hangileri afetlerin etkisini en aza indirmeyi amaçlayan afet hafifletme esaslarındandır?\n <ol type=\"I\"> <li> Erken uyarı sistemleri</li> <li>Toplum eğitimi</li> <li>Ruh sağlığı desteği</li> <li>Altyapı iyileştirmeleri</li> <li>Politika geliştirme</li> </ol>",
    "correctAnswer": "C",
    "options": {
      "A": "I, II, III",
      "B": "I, II, V",
      "C": "I, II, IV, V",
      "D": "II, III, IV, V",
      "E": "II, IV, V"
    },
    "explanation": "Afet hafifletmenin temel yönleri şunları içerir: Erken uyarı sistemleri, toplum eğitimi, altyapı iyileştirmeleri, politika geliştirme'dir"
  },
  {
    "id": "3596826",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangileri afet yönetiminde, afete hazırlık aşamasının temel unsurlarındandır?\n <ol type=\"I\"> <li>Risk değerlendirme ve planlama</li> <li>Kaynak yönetimi</li> <li>Eğitim ve öğretim</li> <li>Kurumlar arası koordinasyon</li> <li>Kitlesel zayiat yönetimi</li> </ol>",
    "correctAnswer": "B",
    "options": {
      "A": "I, II, III",
      "B": "I, II, III, IV",
      "C": "I, II, IV, V",
      "D": "II, III, V",
      "E": "III, IV, V"
    },
    "explanation": "Afet tıbbı, sağlık sistemlerinin ve toplulukların afetlere etkili bir şekilde müdahale etmeye hazırlık durumunu artırmayı amaçlayan faaliyetlere odaklanarak afete hazırlıkta hayati bir rol oynar. Afet tıbbının hazırlık aşamasındaki rolünün bazı temel yönleri; Risk değerlendirme ve planlama, Kaynak yönetimi, Eğitim ve öğretim, Kurumlar arası koordinasyondur. Kitlesel zayiat yönetimi afete müdahale aşamasındadır.\n <ol> <li>Risk değerlendirme ve planlama, </li> <li>Kaynak yönetimi, </li> <li>Eğitim ve öğretim, </li> <li>Kurumlar arası koordinasyon</li> </ol>"
  },
  {
    "id": "3596832",
    "unitNumber": 1,
    "text": "Aşağıda verilen renklerden hangisi triyaj seviyelerinden <strong>gecikmeli triyaj</strong> kategorisine karşılık gelir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kırmızı",
      "B": "Sarı",
      "C": "Mavi",
      "D": "Yeşil",
      "E": "Siyah"
    },
    "explanation": "Hastalar, durumlarının ciddiyetine göre farklı triyaj seviyelerine göre kategorize edilir. En sık kullanılan triyaj kategorileri hemen (kırmızı), gecikmeli (sarı), hafif (yeşil) ve ölü/ölümü beklenen (siyah) kategorileridir."
  },
  {
    "id": "3596848",
    "unitNumber": 1,
    "text": "Aşağıda verilen risk değerlendirme adımlarından hangisi afetlerin potansiyel etkilerini anlamak için nüfus yoğunluğu, altyapı kalitesi, sosyoekonomik durum ve sağlık hizmetlerine erişim gibi faktörleri dikkate alır?",
    "correctAnswer": "B",
    "options": {
      "A": "Tehlike tespiti",
      "B": "Güvenlik açığı analizi",
      "C": "Olasılık değerlendirmesi",
      "D": "Sonuç analizi",
      "E": "Çevresel etki"
    },
    "explanation": "<strong>Güvenlik açığı analizi</strong>, yerel nüfusun ve altyapının belirlenen tehlikelere hassasiyetini değerlendirir. Afetlerin potansiyel etkilerini anlamak için nüfus yoğunluğu, altyapı kalitesi, sosyoekonomik durum ve sağlık hizmetlerine erişim gibi faktörler dikkate alınmaktadır."
  },
  {
    "id": "3596869",
    "unitNumber": 1,
    "text": "Aşağıda verilenlerden hangileri afetlere karşı etkili ve koordineli bir müdahale için gereken yerel düzeyde yapılan planlamanın bileşenlerindedir?\n <ol type=\"I\"> <li>Toplum katılımı</li> <li>Bölgesel koordinasyon</li> <li>Tehlikeye özgü planlar</li> <li>Acil durum operasyon merkezi</li> <li>Karşılıklı yardım anlaşmaları</li> </ol>",
    "correctAnswer": "C",
    "options": {
      "A": "I, II",
      "B": "I, II, III",
      "C": "I, III, IV, V",
      "D": "II, III, IV",
      "E": "II, III, V"
    },
    "explanation": "Yerel düzeyde planlamada, topluluklar afete hazırlık konusunda hayati bir rol oynamaktadır. Yerel düzeyde planlamanın ana bileşenleri şunları içerir:\n <ol> <li>Toplum katılımı</li> <li>Tehlikeye özgü planlar</li> <li>Acil durum operasyon merkezi</li> <li>Karşılıklı yardım anlaşmaları</li> </ol>"
  },
  {
    "id": "3596872",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi hastaları dört farklı renk kodu ile kategorilere ayıran ve yaygın olarak kullanılan triyaj yöntemidir?",
    "correctAnswer": "C",
    "options": {
      "A": "TSSB",
      "B": "PİY",
      "C": "START",
      "D": "SALT",
      "E": "OKS"
    },
    "explanation": "Basit Triyaj ve Hızlı Tedavi anlamına gelen START sistemi, hastaları dört renk kodlu kategoriye ayıran, yaygın olarak kullanılan bir triyaj yöntemidir."
  },
  {
    "id": "3596875",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi afet ortamlarında bulaşıcı hastalıkları kontrol altına almak için etkin sağlık müdahalesi ve vaka yönetiminde anahtar bileşenlerinden biri <strong>sayılmaz</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Hızlı müdahale ekipleri",
      "B": "Vaka tespit ve izolasyonu",
      "C": "Temas takibi",
      "D": "Aşılama ve profilaksi",
      "E": "Sendromik sürveyans"
    },
    "explanation": "Zamanında ve etkin salgın müdahalesi ve vaka yönetimi, afet ortamlarında bulaşıcı hastalıkları kontrol altına almak için çok önemlidir. Anahtar bileşenler şunları içerir: \n <ol> <li>Hızlı müdahale ekipleri</li> <li>Vaka tespit ve izolasyonu</li> <li>Temas takibi</li> <li>Aşılama ve profilaksi</li> <li>Sağlık eğitimi ve risk iletişimi</li> </ol>"
  },
  {
    "id": "3596876",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi siyah triyaj kategorisindeki hastalar için uygun tıbbi yönetim yaklaşımıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "Hayat kurtarıcı müdahale",
      "B": "İyileşmeyi destekleyici prosedürler",
      "C": "Asgari bakım",
      "D": "Palyatif bakım",
      "E": "Hızlı stabilizasyon"
    },
    "explanation": "Ölü/ölümü beklenen kategorideki hastalara palyatif bakım, konfor, saygınlık ve ağrı yönetimi sağlamanın yanı sıra ailelerine destek sağlamaya odaklanır."
  },
  {
    "id": "3596879",
    "unitNumber": 1,
    "text": "Aşağıda verilenlerden hangileri bir afetin hemen ardından, sağlık sistemi ve afetten etkilenen nüfus üzerindeki etki hakkında ön bilgi toplamak için hızlı bir değerlendirmenin unsurlarıdır?\n <ol type=\"I\"> <li>Sağlık tesislerindeki fiziksel hasarın belirlenmesi</li> <li>Yerinden olmuş bireylerin sayısının belirlenmesi<br/></li> <li>Sağlık çalışanlarının afet sonrası mevcudiyeti</li> <li>Risk değerlendirme</li> </ol>",
    "correctAnswer": "B",
    "options": {
      "A": "I, II",
      "B": "I, II, III",
      "C": "II, III",
      "D": "II, III, IV",
      "E": "III, IV"
    },
    "explanation": "Bir afetin hemen ardından, sağlık sistemi ve afetten etkilenen nüfus üzerindeki etki hakkında ön bilgi toplamak için hızlı bir değerlendirme yapılır. Bu değerlendirme aşağıdakileri içerir:\n <ol> <li>Altyapı hasarı: Sağlık tesislerindeki fiziksel hasarın belirlenmesi</li> <li>Nüfusun yerinden olması: Yerinden olmuş bireylerin sayısını belirlemek</li> <li>Sağlık işgücü kapasitesi: Sağlık çalışanlarının afet sonrası mevcudiyeti</li> <li>Temel hizmetlerin sürekliliği: Acil tıbbi bakım, birinci basamak sağlık hizmetleri, ruh sağlığı hizmetleri</li> <li>Halk sağlığı programları gibi temel hizmetlerin mevcudiyeti ve işlevselliği değerlendirilmelidir.</li> </ol>"
  },
  {
    "id": "3596880",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi afet sonrası sağlık tesislerine fiziksel erişimin sınırlı olabileceği alanlarda yapılabilecek uzaktan konsültasyon uygulamasıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Birinci basamak sağlık hizmeti",
      "B": "Performans izleme",
      "C": "Teletıp hizmeti",
      "D": "Psikososyal destek",
      "E": "Gezici klinik hizmeti"
    },
    "explanation": "Teletıp ve telesağlık hizmetleri: Özellikle sağlık tesislerine fiziksel erişimin sınırlı olabileceği alanlarda, uzaktan konsültasyon, takip bakımı ve sağlık profesyonellerine erişim sağlamak için teletıp ve telesağlık hizmetleri uygulanmalıdır."
  },
  {
    "id": "3840939",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi <strong>afet tıbbının kapsamı</strong> içinde <strong>yer almaz</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Afet öncesinde risk analizi ve hazırlık planlaması yapmak",
      "B": "Afet sırasında triyaj ve hasta yönetimini gerçekleştirmek",
      "C": "Afet sonrası sağlık sisteminin yeniden yapılandırılması",
      "D": "Afetlerin yalnızca ekonomik etkilerini analiz etmek",
      "E": "Halk sağlığı çalışanları ile acil yönetim ekipleri arasında koordinasyon sağlamak"
    },
    "explanation": "İRİŞ<br/>“Afet Tıbbı” bölümüne hoş geldiniz. Bu bölümde, afet tıbbının multidisipliner yapısını inceleyeceğiz ve afetlerin sağlık sistemleri ile toplum<br/>üzerindeki etkilerini yönetmedeki hayati rolünü<br/>keşfedeceğiz.<br/>Afet tıbbı alanı, afetlerin bireyler ve bir bütün<br/>olarak toplum üzerindeki etkilerini etkin bir şekilde yanıtlamak ve etkilerini azaltmak için gereken<br/>bilgi, beceri ve stratejileri kapsar. Bu bölümde, afet<br/>tıbbına bir giriş kısmında, tanım, kapsam ve önemi<br/>hakkında genel bir bakış sunularak başlanacaktır.<br/>Geçmiş deneyimlerden öğrenilen dersler hakkında<br/>fikir edinmek için büyük afetleri ve bunların sağlık<br/>sistemleri üzerindeki etkileri incelenerek tarihsel<br/>perspektif değerlendirilecektir.<br/>Sonrasında, afet tıbbının afete hazırlık, müdahale ve iyileştirme aşamalarındaki rolü incelenecektir. Bu, bir afet sırasında hasta akışını yönetmek ve<br/>sınırlı kaynakları tahsis etmek için gerekli olan triyaj, tıbbi dalgalanma kapasitesi ve kaynak yönetimi gibi temel ilkeleri ve kavramları anlamayı içerir.<br/>Ayrıca, sağlık çalışanları, halk sağlığı yetkilileri ve<br/>acil durum yönetimi ekipleri arasındaki işbirliğinin<br/>önemi vurgulanarak afet tıbbının disiplinler arası<br/>doğası tanımlanacaktır. Bu paydaşlar arasında etkin<br/>koordinasyon ve iletişim, kapsamlı ve koordineli<br/>bir afet müdahalesi için hayati önem taşımaktadır.<br/>Ardından, potansiyel afetleri ve bunların toplum<br/>üzerindeki etkilerini belirlemek için risk değerlendirmesi ve tehlike analizi incelenerek odak, afete<br/>hazırlıklı olmaya kaydırılacaktır. Farklı düzeylerde<br/>kapsamlı afet müdahale planlarının geliştirilmesinde<br/>yer alan planlama ve koordinasyon süreçlerinin yanı<br/>sıra, genel nüfus arasında farkındalığı artırmak ve<br/>hazırlığı teşvik etmek için toplum katılımı ve eğitim<br/>stratejileri keşfedilecektir. Afete müdahale bölümünde; afet müdahalesi sırasında organizasyon yapısı ve<br/>koordinasyon için olay komuta sistemi, hastaların,<br/>hastalıklarının ciddiyetine göre önceliklendirilmesi<br/>ve tedavi edilmesi için triyaj, tıbbi yönetim ve kitlesel zayiatları yönetme ve ruh sağlığıyla ilgili hususların ele alınma stratejileri incelenecektir.<br/>Son olarak, afet iyileştirme aşamasına ve dirençliliğe değinilecektir. Afetin, sağlık sistemi ve nüfus<br/>üzerindeki etkisini değerlendirmek için afet sonrası<br/>değerlendirme ve ihtiyaç analizi incelenecektir. Ayrıca, bakımın sürekliliğini sağlamak, hasarlı sağlık<br/>tesislerini ve altyapısını eski hâline getirmek, uzun<br/>vadeli sağlık sonuçlarını ele almak ve gelecekteki<br/>afetler için toplum direncini artırmak için stratejiler keşfedilecektir.<br/>Bu bölüm boyunca, afetlerin sağlık sistemleri<br/>ve toplumlar üzerindeki etkisini hafifletmede işbirliğinin, hazırlığın ve etkili müdahalenin önemi<br/>tartışılacaktır. Afet tıbbının ilkeleri ve stratejilerini anlayarak hayat kurtarmak, acıyı hafifletmek ve<br/>zorluklar karşısında dayanıklılığı artırmak için birlikte çalışılabilir.<br/>AFET TIBBINA GİRİŞ<br/>Bu bölümde, tanımı, kapsamı ve sağlık ve acil<br/>durum yönetimindeki önemi dâhil olmak üzere<br/>afet tıbbına genel bir bakış sunulacaktır.<br/>Afet Tıbbının Tanımı<br/>Acil tıp veya afet ve acil durum yönetimi ile<br/>birçok açıdan kesişen afet tıbbı, afetlerin ve acil<br/>durumların tıbbi ve sağlıkla ilgili yönlerine odaklanan özel bir bilim alanıdır. Toplum sağlığı ve sağlık<br/>sistemi üzerinde önemli bir etkiye neden olabilecek<br/>doğal, teknolojik ve insan kaynaklı afetlerin önlenmesi, hazırlıklı olması, müdahale edilmesi ve iyileştirilmesini kapsar.<br/>Afet Tıbbının Kapsamı<br/>Afet tıbbı, çok çeşitli disiplinleri ve uzmanlık<br/>alanlarını kapsamaktadır. Afet tıbbı, afetler öncesi,<br/>sırasında ve sonrasında ortaya çıkan tıbbi ihtiyaçları ve halk sağlığı sonuçlarını ele almada çok önemli<br/>bir rol oynamaktadır. Afetlerin tıbbi gereksinimlerini ve toplum sağlığı üzerine sonuçlarını ele almak<br/>için sağlık çalışanları, halk sağlığı görevlileri, acil<br/>durum yönetim ekipleri ve diğer paydaşlar dâhil olmak üzere çeşitli profesyonellerin işbirliğini içerir.<br/>Afet tıbbı, afetlerin tıbbi ihtiyaçlarını ve halk sağlığı sonuçlarını ele almayı amaçlayan çok çeşitli disiplinleri<br/>ve faaliyetleri kapsar. Afet tıbbı kapsamındaki kilit alanlar afet yönetim döngüsü fazlarına (müdahale, iyileştirme<br/>faaliyetleri ve hafifletme) göre şöyledir:"
  },
  {
    "id": "3840940",
    "unitNumber": 1,
    "text": "Aşağıdaki ifadelerden hangisi <strong>afet tıbbının disiplinler arası yapısı</strong> ile en az ilişkilidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Halk sağlığı uzmanları ile iş birliği yapılması",
      "B": "Olay komuta sistemi içinde koordinasyon sağlanması",
      "C": "Ruh sağlığı desteği sağlayan profesyonellerin sürece dahil edilmesi",
      "D": "Jeoloji uzmanlarının fay hatlarını incelemesi",
      "E": "Acil servislerin tıbbi dalgalanma kapasitesinin artırılması"
    },
    "explanation": "İRİŞ<br/>“Afet Tıbbı” bölümüne hoş geldiniz. Bu bölümde, afet tıbbının multidisipliner yapısını inceleyeceğiz ve afetlerin sağlık sistemleri ile toplum<br/>üzerindeki etkilerini yönetmedeki hayati rolünü<br/>keşfedeceğiz.<br/>Afet tıbbı alanı, afetlerin bireyler ve bir bütün<br/>olarak toplum üzerindeki etkilerini etkin bir şekilde yanıtlamak ve etkilerini azaltmak için gereken<br/>bilgi, beceri ve stratejileri kapsar. Bu bölümde, afet<br/>tıbbına bir giriş kısmında, tanım, kapsam ve önemi<br/>hakkında genel bir bakış sunularak başlanacaktır.<br/>Geçmiş deneyimlerden öğrenilen dersler hakkında<br/>fikir edinmek için büyük afetleri ve bunların sağlık<br/>sistemleri üzerindeki etkileri incelenerek tarihsel<br/>perspektif değerlendirilecektir.<br/>Sonrasında, afet tıbbının afete hazırlık, müdahale ve iyileştirme aşamalarındaki rolü incelenecektir. Bu, bir afet sırasında hasta akışını yönetmek ve<br/>sınırlı kaynakları tahsis etmek için gerekli olan triyaj, tıbbi dalgalanma kapasitesi ve kaynak yönetimi gibi temel ilkeleri ve kavramları anlamayı içerir.<br/>Ayrıca, sağlık çalışanları, halk sağlığı yetkilileri ve<br/>acil durum yönetimi ekipleri arasındaki işbirliğinin<br/>önemi vurgulanarak afet tıbbının disiplinler arası<br/>doğası tanımlanacaktır. Bu paydaşlar arasında etkin<br/>koordinasyon ve iletişim, kapsamlı ve koordineli<br/>bir afet müdahalesi için hayati önem taşımaktadır.<br/>Ardından, potansiyel afetleri ve bunların toplum<br/>üzerindeki etkilerini belirlemek için risk değerlendirmesi ve tehlike analizi incelenerek odak, afete<br/>hazırlıklı olmaya kaydırılacaktır. Farklı düzeylerde<br/>kapsamlı afet müdahale planlarının geliştirilmesinde<br/>yer alan planlama ve koordinasyon süreçlerinin yanı<br/>sıra, genel nüfus arasında farkındalığı artırmak ve<br/>hazırlığı teşvik etmek için toplum katılımı ve eğitim<br/>stratejileri keşfedilecektir. Afete müdahale bölümünde; afet müdahalesi sırasında organizasyon yapısı ve<br/>koordinasyon için olay komuta sistemi, hastaların,<br/>hastalıklarının ciddiyetine göre önceliklendirilmesi<br/>ve tedavi edilmesi için triyaj, tıbbi yönetim ve kitlesel zayiatları yönetme ve ruh sağlığıyla ilgili hususların ele alınma stratejileri incelenecektir.<br/>Son olarak, afet iyileştirme aşamasına ve dirençliliğe değinilecektir. Afetin, sağlık sistemi ve nüfus<br/>üzerindeki etkisini değerlendirmek için afet sonrası<br/>değerlendirme ve ihtiyaç analizi incelenecektir. Ayrıca, bakımın sürekliliğini sağlamak, hasarlı sağlık<br/>tesislerini ve altyapısını eski hâline getirmek, uzun<br/>vadeli sağlık sonuçlarını ele almak ve gelecekteki<br/>afetler için toplum direncini artırmak için stratejiler keşfedilecektir.<br/>Bu bölüm boyunca, afetlerin sağlık sistemleri<br/>ve toplumlar üzerindeki etkisini hafifletmede işbirliğinin, hazırlığın ve etkili müdahalenin önemi<br/>tartışılacaktır. Afet tıbbının ilkeleri ve stratejilerini anlayarak hayat kurtarmak, acıyı hafifletmek ve<br/>zorluklar karşısında dayanıklılığı artırmak için birlikte çalışılabilir.<br/>AFET TIBBINA GİRİŞ<br/>Bu bölümde, tanımı, kapsamı ve sağlık ve acil<br/>durum yönetimindeki önemi dâhil olmak üzere<br/>afet tıbbına genel bir bakış sunulacaktır.<br/>Afet Tıbbının Tanımı<br/>Acil tıp veya afet ve acil durum yönetimi ile<br/>birçok açıdan kesişen afet tıbbı, afetlerin ve acil<br/>durumların tıbbi ve sağlıkla ilgili yönlerine odaklanan özel bir bilim alanıdır. Toplum sağlığı ve sağlık<br/>sistemi üzerinde önemli bir etkiye neden olabilecek<br/>doğal, teknolojik ve insan kaynaklı afetlerin önlenmesi, hazırlıklı olması, müdahale edilmesi ve iyileştirilmesini kapsar.<br/>Afet Tıbbının Kapsamı<br/>Afet tıbbı, çok çeşitli disiplinleri ve uzmanlık<br/>alanlarını kapsamaktadır. Afet tıbbı, afetler öncesi,<br/>sırasında ve sonrasında ortaya çıkan tıbbi ihtiyaçları ve halk sağlığı sonuçlarını ele almada çok önemli<br/>bir rol oynamaktadır. Afetlerin tıbbi gereksinimlerini ve toplum sağlığı üzerine sonuçlarını ele almak<br/>için sağlık çalışanları, halk sağlığı görevlileri, acil<br/>durum yönetim ekipleri ve diğer paydaşlar dâhil olmak üzere çeşitli profesyonellerin işbirliğini içerir.<br/>Afet tıbbı, afetlerin tıbbi ihtiyaçlarını ve halk sağlığı sonuçlarını ele almayı amaçlayan çok çeşitli disiplinleri<br/>ve faaliyetleri kapsar. Afet tıbbı kapsamındaki kilit alanlar afet yönetim döngüsü fazlarına (müdahale, iyileştirme<br/>faaliyetleri ve hafifletme) göre şöyledir:"
  },
  {
    "id": "3840941",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi “Afete Hazırlık” aşamasında yer alan faaliyetlerden <strong>biri değildir</strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "Risk değerlendirmesi yapılması",
      "B": "Tıbbi triyaj sistemlerinin uygulanması",
      "C": "Eğitim ve öğretim programlarının düzenlenmesi",
      "D": "Afet müdahale planlarının geliştirilmesi",
      "E": "Kaynakların belirlenip güvence altına alınması"
    },
    "explanation": "Açıklama: Tıbbi triyaj, \"müdahale\" aşamasında yer alır; hazırlık aşamasında değildir."
  },
  {
    "id": "3840942",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi afet tıbbının toplum üzerindeki <strong>önemli katkılarından biri değildir</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Hayat kurtarmak",
      "B": "Toplumu afetlere karşı dirençli hâle getirmek",
      "C": "Ruh sağlığı desteği sağlamak",
      "D": "Sağlık sistemlerinin tamamen yeniden inşasını tek başına sağlamak",
      "E": "Gelecekteki afetlere yönelik bilgi paylaşımına katkı sunmak"
    },
    "explanation": "Açıklama: Afet tıbbı iyileştirme sürecine katkı sağlar ancak sağlık sistemlerinin tamamen yeniden inşası yalnızca afet tıbbının değil, çok sayıda sektör ve aktörün ortak sorumluluğudur."
  },
  {
    "id": "3840943",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi, <strong>afete hazırlık</strong> aşamasında afet tıbbının katkı sağladığı alanlardan biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Hastane altyapısının tamamen yeniden inşası",
      "B": "Afet sonrası enfeksiyon salgınlarının takibi",
      "C": "Tıbbi triyaj uygulamalarının yürütülmesi",
      "D": "Sağlık çalışanlarına afet müdahale eğitimi verilmesi",
      "E": "Uzun dönemli ruh sağlığı rehabilitasyon programları oluşturulması"
    },
    "explanation": "Açıklama: Eğitim ve öğretim, afete hazırlık aşamasının temel unsurlarındandır."
  },
  {
    "id": "3840945",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi, <strong>afet müdahale</strong> sürecinde afet tıbbının doğrudan gerçekleştirdiği faaliyetlerden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kronik hastalıkların uzun vadeli izlenmesi",
      "B": "Hasar gören sağlık tesislerinin yeniden inşası",
      "C": "Ruh sağlığı desteği ve psikolojik ilk yardım sağlanması",
      "D": "Bina güçlendirme ve altyapı düzenlemeleri yapılması",
      "E": "Toplum direncini artırmaya yönelik eğitimler verilmesi"
    },
    "explanation": "Açıklama: Psikososyal destek ve ruh sağlığı hizmeti, müdahale aşamasının önemli bir bileşenidir."
  },
  {
    "id": "3840946",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi, <strong>iyileştirme aşamasında</strong> afet tıbbının üstlendiği rollerden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yaralıların triyaj sistemine göre sınıflandırılması",
      "B": "Acil durum çadır hastanelerinin kurulması",
      "C": "Afet risklerinin değerlendirilmesi",
      "D": "Afetten etkilenenlerin uzun vadeli sağlık ihtiyaçlarının izlenmesi",
      "E": "Toplu tahliye ve kurtarma planlarının hazırlanması"
    },
    "explanation": "uzun vadeli sağlık izleme ve ihtiyaçların karşılanması, iyileştirme aşamasında afet tıbbının önemli bir rolüdür."
  },
  {
    "id": "3840947",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi, afet tıbbında <strong>triyaj uygulamasının temel amaçlarından biri</strong> olarak doğru şekilde ifade edilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Hastaların taburcu sürecini hızlandırmak",
      "B": "Tüm hastalara eşit düzeyde müdahale sağlamak",
      "C": "En fazla faydayı sağlayacak hastalara öncelik vermek",
      "D": "Sadece travma geçiren hastalara hizmet sunmak",
      "E": "Sağlık çalışanlarının görev dağılımını belirlemek"
    },
    "explanation": "Açıklama: Triyajın temel amacı, sınırlı kaynakları en fazla fayda sağlayacak hastalara tahsis ederek hayatta kalan sayısını artırmaktır."
  },
  {
    "id": "3840948",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi, <strong>afet tıbbının disiplinler arası yaklaşımı kapsamında işbirliği sağlanan</strong> paydaşlardan biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Finansal denetim uzmanları",
      "B": "Halk sağlığı yetkilileri",
      "C": "Gıda güvenliği denetçileri",
      "D": "Şehir planlama mühendisleri",
      "E": "Meteoroloji uzmanları"
    },
    "explanation": "Açıklama: Halk sağlığı yetkilileri, afet sırasında epidemiyolojik gözetim, bulaşıcı hastalık kontrolü ve halk sağlığı hizmetlerinin koordinasyonunda önemli bir rol oynar."
  },
  {
    "id": "3840950",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi, <strong>afet tıbbında sağlık çalışanları, halk sağlığı görevlileri ve acil durum yönetim ekipleri arasındaki etkili işbirliğinin bir sonucu</strong> olarak değerlendirilebilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Hastaların bireysel bakım planlarının iptali",
      "B": "Müdahale ekiplerinin görev sınırlarının belirsizleşmesi",
      "C": "Afet bölgelerine yalnızca bir kurumun müdahale etmesi",
      "D": "Kaynakların en uygun şekilde kullanılması ve tekrarların azaltılması",
      "E": "Acil müdahale sürecinin yavaşlatılması"
    },
    "explanation": "Açıklama: Disiplinler arası işbirliği, kaynakların etkili kullanılmasını sağlar, tekrarları önler ve müdahale sürecinin verimliliğini artırır."
  },
  {
    "id": "3595323",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi “en üstteki olay komutanından yerdeki personele kadar net bir komuta zinciri kurarak etkin iletişim ve hesap verebilirlik sağlama” Olay Komuta Sisteminin hangi ilkesidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Komuta birliği",
      "B": "Emir komuta zinciri",
      "C": "Modüler organizasyon",
      "D": "Hedeflere göre yönetim",
      "E": "Olay eylem planlaması"
    },
    "explanation": "Olay Komuta Sistemine bazı temel ilke ve temel kavram rehberlik eder. Emir komuta zinciri: OKS içindeki hiyerarşik yapı, en üstteki Olay Komutanı’ndan yerdeki personele kadar net bir komuta zinciri kurarak etkin iletişim ve hesap verebilirlik sağlar.\n OLAY KOMUTA SİSTEMİNE GİRİŞ"
  },
  {
    "id": "3595325",
    "unitNumber": 2,
    "text": "Dış kurum ve kuruluşlarla koordinasyon için birincil irtibat noktası olarak hizmet eden komuta kadrosu aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kamu bilgilendirme görevlisi",
      "B": "Görev Gücü",
      "C": "İrtibat görevlisi",
      "D": "Saldırı Takımı",
      "E": "Güvenlik görevlisi"
    },
    "explanation": "OLAY KOMUTA SİSTEMİNE GİRİŞ<br/>Komuta kadrosu, olayı yönetmede Olay komutanını destekleyen kilit personelden oluşur. İrtibat görevlisi: Dış kurum ve kuruluşlarla koordinasyon için birincil irtibat noktası olarak hizmet eder."
  },
  {
    "id": "3595326",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi genel kadro içerisinde yer alan “Planlama bölümü”nün görevlerinden biri <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Olay bilgilerini toplar ve analiz eder.",
      "B": "Durum değerlendirmesi yapar.",
      "C": "Olay hedefleri ve stratejileri geliştirir.",
      "D": "Olay eylem planını hazırlar ve belgeleri ve olay kayıtlarını tutar.",
      "E": "Taktik operasyonları denetler."
    },
    "explanation": "OLAY KOMUTA SİSTEMİNE GİRİŞ<br/>Genel Kadro OKS bünyesindeki genel kadro, her biri belirli işlevlerden sorumlu dört ana bölümden oluşur (Operasyon, Planlama, Lojistik ve Finans/idare): 1. Operasyon bölümü: Taktik operasyonları denetler, Olay Eylem Planını uygular ve olaya tahsis edilen kaynakları yönetir ve sahadaki personel ve ekipmanın verimli kullanılmasını sağlar. 2. Planlama bölümü: Olay bilgilerini toplar ve analiz eder. Durum değerlendirmesi yapar, olay hedefleri ve stratejileri geliştirir, OEP’i hazırlar ve belgeleri ve olay kayıtlarını tutar. 3. Lojistik bölümü: Sarf malzemeleri, ekipman, tesisler, ulaşım ve iletişim sistemleri dâhil kaynakları yönetir. Bu bölüm aynı zamanda müdahale ekiplerinin operasyonel ihtiyaçlarını da destekler. 4. Finans/idare bölümü: Mali konuları ele alır, olay operasyonlarıyla ilgili maliyetleri takip eder, satın alma ve sözleşme süreçlerini yönetir, dokümantasyonu sürdürür ve personel ve idari destek gereksinimlerini ele alır."
  },
  {
    "id": "3595436",
    "unitNumber": 2,
    "text": "Gelişen olay koşullarına bağlı olarak ayarlamalar ve modifikasyonların yapıldığı olay eylem planlaması süreci aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Durum değerlendirmesi",
      "B": "Olay hedeflerinin belirlenmesi",
      "C": "Stratejilerin geliştirilmesi",
      "D": "Planın uygulanması ve değerlendirilmesi",
      "E": "Olay eylem planının hazırlanması"
    },
    "explanation": "OLAY KOMUTA SİSTEMİNE GİRİŞ<br/>Olay eylem planı (OEP), olay yönetimine sistematik bir yaklaşım sağlayan OKS’nin kilit bir bileşenidir. Olay eylem planlaması süreci aşağıdaki adımları içerir: 1. Durum değerlendirmesi: Olay hakkında bilgiler toplanmalı, mevcut durum değerlendirilmeli ve müdahale operasyonlarını etkileyebilecek ilgili faktörler belirlenmelidir. 2. Olay hedeflerinin belirlenmesi: Olay müdahale çabalarına rehberlik eden açık ve ölçülebilir hedefler tanımlanmalıdır. Hedefler spesifik, ulaşılabilir ve olayın genel hedefleriyle uyumlu olmalıdır. 3. Stratejilerin geliştirilmesi: Olay hedeflerine ulaşmak için stratejiler ve eylem planları geliştirilmelidir. Stratejiler, kaynak tahsisi, taktik operasyonlar ve dış kurumlarla koordinasyonu içerebilir. 4. Olay eylem planının hazırlanması: Planlanan eylemleri uygulamak için gereken stratejiler, görevler ve kaynaklar belgelenmelidir. OEP, müdahale ekipleri için bir kılavuz görevi görür ve olay öncelikleri ve eylemleri hakkında ortak bir anlayış sağlar. 5. Planın uygulanması ve değerlendirilmesi: Planlanan eylemler uygulanmalı ve bunların etkinliği sürekli olarak değerlendirilmelidir. Gelişen olay koşullarına bağlı olarak ayarlamalar ve modifikasyonlar yapılabilir."
  },
  {
    "id": "3595441",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi olay komuta sistemi içinde karar verme temel ilkelerinden biri <strong>değildir</strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "Bilgiye dayalı kararlar",
      "B": "Seçenek(ler) geliştirme",
      "C": "İşbirlikçi karar verme",
      "D": "Risk yönetimi",
      "E": "Olay önceliklendirme"
    },
    "explanation": "OLAY KOMUTA SİSTEMİ FONKSİYONLARI VE SÜREÇLERİ<br/>OKS içinde karar verme birkaç temel ilkeyi takip eder: • Bilgiye dayalı kararlar: Kararlar, olay değerlendirmeleri, konu uzmanları ve saha raporları dâhil olmak üzere çeşitli kaynaklardan alınan doğru ve güncel bilgilere dayanmaktadır. • İşbirlikçi karar verme: Komuta ve yönetim ekipleri, ilgili paydaşlardan, kurumlardan ve personelden gelen girdi ve geri bildirimleri içeren işbirlikçi karar alma süreçlerine katılır. • Risk yönetimi: Karar verme, müdahale ekiplerini, halkı ve çevreyi korumak için risk analizi ve risk azaltma stratejilerini birleştirir. • Olay önceliklendirme: Kararlar, olay hedeflerine, kaynakların mevcudiyetine, can, mal ve çevre üzerindeki potansiyel etkilerine dayalı olarak eylemleri öncelik sırasına koyar."
  },
  {
    "id": "3595446",
    "unitNumber": 2,
    "text": "“Saha personelinden bilgi toplar, olayın ilerleyişini izleyen, değişen koşullara karşı operasyonel zorluklar hakkında farkındalığın sürdürülmesine yardımcı olma” aşağıdaki hangi operasyon bölümünün görevidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Olay eylem planının uygulanması",
      "B": "Kaynakların değerlendirilmesi ve yönlendirilmesi",
      "C": "Taktik faaliyetlerin koordine edilmesi",
      "D": "Durumsal farkındalık sağlanması",
      "E": "Güvenliğin sağlanması"
    },
    "explanation": "OLAY KOMUTA SİSTEMİ FONKSİYONLARI VE SÜREÇLERİ<br/><strong>Durumsal farkındalık sağlanması</strong>: Operasyon bölümü saha personelinden bilgi toplar, olayın ilerleyişini izler ve OK ile diğer bölümlere durum güncellemeleri sağlar. Değişen koşullar, kaynak ihtiyaçları ve ortaya çıkan operasyonel zorluklar hakkında farkındalığın sürdürülmesine yardımcı olur."
  },
  {
    "id": "3595449",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Olay Komuta Sisteminin Finans/İdare Bölümünün Rol ve Sorumluluklarından biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tedarik ve sözleşmeler",
      "B": "Taktik iletişim",
      "C": "Kaynak yönetimi",
      "D": "Destek hizmetleri",
      "E": "İletişim ve bilgi sistemleri"
    },
    "explanation": "OLAY KOMUTA SİSTEMİ FONKSİYONLARI VE SÜREÇLERİ<br/>Finans/İdare Bölümü, olayın mali, idari ve lojistik yönlerini yönetmekten sorumlu Olay Komuta Sisteminin (OKS) çok önemli bir bileşenidi. Finans/Yönetim Bölümü, bir olay sırasında mali, satın alma ve idari işlevleri denetlemekten sorumludur. Başlıca sorumlulukları arasında şunlar yer alır:\n <ol> <li>Mali yönetim: Finans/İdare bölümü, bütçeleme, maliyet takibi ve geri ödeme süreçleri dâhil olmak üzere olayın mali yönlerini yönetir. Mali kaynakların verimli bir şekilde tahsis edilmesini, giderlerin belgelenmesini ve mali kayıtların tutulmasını sağlar.</li> <li>Tedarik ve sözleşmeler: Bu bölüm, kaynak ihtiyaçlarının belirlenmesi, tekliflerin alınması, sözleşmelerin değerlendirilmesi ve satıcı ilişkilerinin yönetilmesi dâhil olmak üzere satın alma süreçlerini ele alır. Gerekli kaynak ve hizmetlerin zamanında ve uygun maliyetle temin edilmesini sağlar.</li> <li>Zaman işleyişi ve maliyet takibi: Finans/İdare bölümü, olaya müdahale faaliyetleriyle ilişkili personel süresini ve maliyetleri takip eder. Personelin çalıştığı saatleri, fazla mesai, ekipman kullanımı ve diğer ilgili maliyetlerin doğru kayıtlarını tutar.</li> <li>Tazminat ve talepler: Bu bölüm, bordro yönetimi ve geri ödemelerin işlenmesi de dâhil olmak üzere personel tazminatını ve sosyal yardımları ele alır. İşçi tazminat taleplerinin ve olay müdahalesiyle ilgili sigorta konularının ele alınmasına yardımcı olur.</li> <li>Dokümantasyon ve raporlama: Finans/İdare bölümü, mali kayıtlar, satın alma belgeleri, personel kayıtları ve olayla ilgili raporlar dâhil olmak üzere olayla ilgili belgeleri tutar. Denetim ve raporlama amaçları için doğru ve kapsamlı belgelerin mevcut olmasını sağlar.</li> </ol>"
  },
  {
    "id": "3595451",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Olay Komuta Sisteminin’nin <strong>arama ve kurtarma operasyonlarına</strong> ait bir uygulamadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Tehlike değerlendirmesi",
      "B": "Olay önceliklendirme",
      "C": "Risk iletişimi",
      "D": "Hava operasyonları",
      "E": "Dekontaminasyon prosedürleri"
    },
    "explanation": "OLAY KOMUTA SİSTEMİ KURULUMU VE UYGULAMASI<br/>Arama ve kurtarma operasyonları, çeşitli ortamlarda kaybolan, yaralanan veya mahsur kalan kişilerin bulunmasını ve kurtarılmasını içerir. Arama ve kurtarma operasyonlarına OKS’yi uygularken, aşağıdaki hususlar önemlidir:\n <ul> <li>Olay önceliklendirme</li> <li>Olay komuta noktası</li> <li>Arama planlaması ve operasyonları</li> <li>Çok kurumlu koordinasyon</li> </ul>"
  },
  {
    "id": "3595453",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi afet müdahalesi veya insani yardım operasyonları gibi sivil toplum kuruluşlarını içeren olaylarda, Olay Komuta Sisteminin’nin uygulaması <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "İşbirlikçi ortaklıklar",
      "B": "STK koordinasyon merkezleri",
      "C": "Sektörel koordinasyon",
      "D": "Bağışlar ve lojistik yönetimi",
      "E": "Olay güvenliği ve tehlike azaltma"
    },
    "explanation": "OLAY KOMUTA SİSTEMİ KURULUMU VE UYGULAMASI<br/>Afet müdahalesi veya insani yardım operasyonları gibi sivil toplum kuruluşlarını (STK’lar) içeren olaylarda, OKS uygulaması şunları içerir: • İşbirlikçi ortaklıklar: STK’lar, devlet kurumları ve diğer ilgili paydaşlar arasında işbirlikçi ortaklıklar kurulmalıdır. Bu işbirliği, koordinasyonu, kaynak paylaşımını ve verimli ve etkili yardımın sağlanmasını geliştirir. • STK koordinasyon merkezleri: Bilgi paylaşımı, kaynak koordinasyonu ve ortak planlama için merkezî noktalar olarak STK koordinasyon merkezleri kurulmalıdır. Bu merkezler, olaya müdahalede yer alan STK’lar arasında iletişim ve işbirliğini kolaylaştırır. • Sektörel koordinasyon: Sağlık, barınma, su veya gıda gibi sektörlere dayalı yanıt çabalarının organize edilmesi ve her sektör için lider STK’lar atanmalıdır. Sektörel koordinasyon, verimli kaynak tahsisi sağlar, çabaların tekrarını önler ve etkilenen popüasyonların özel ihtiyaçlarını karşılar. Bağışlar ve lojistik yönetimi: Bağış akışını yönetmek ve yardım malzemelerinin depolanması, taşınması ve dağıtımı da dâhil olmak üzere lojistiğin uygun koordinasyonu sağlanmalıdır. Etkili lojistik yönetimi, kaynakların etkisini en üst düzeye çıkarmaya yardımcı olur ve zamanında müdahale operasyonlarını destekler."
  },
  {
    "id": "3595459",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Olay Komuta Sistemini acil durum müdahale planlarına entegre etmek için temel adımlardan biri <strong>değildir? </strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Bir Olay Komuta Sistemi bölümü oluşturma",
      "B": "Rol atamaları yapma",
      "C": "İletişim protokolleri",
      "D": "Sektörel koordinasyon",
      "E": "Eğitim ve tatbikatlar"
    },
    "explanation": "OLAY KOMUTA SİSTEMİ EĞİTİMİ VE HAZIRLIK<br/>Sektörel koordinasyon: Afet müdahalesi veya insani yardım operasyonları gibi sivil toplum kuruluşlarını (STK’lar) içeren olaylarda, OKS uygulamasıdır."
  },
  {
    "id": "3597046",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi komuta kadrosu pozisyonlarından biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "İstihbarat görevlisi",
      "B": "Kamu bilgilendirme görevlisi",
      "C": "Operasyon görevlisi",
      "D": "Olay komutanı",
      "E": "Komuta birliği"
    },
    "explanation": "Komuta kadrosu, olayı yönetmede Olay komutanını destekleyen kilit personelden oluşur. Komuta kadrosu pozisyonları ve rolleri şunları içerir:\n<br/><ol><br/><li>Kamu bilgilendirme görevlisi (KBG): Medyaya ve halka doğru ve zamanında bilgi sağlamak ve bunları koordine etmekten sorumludur.</li><br/><li>Güvenlik görevlisi: Müdahale ekiplerinin güvenliğini sağlar ve olay operasyonlarıyla ilişkili olası tehlikeleri ve riskleri izler. Düzeltici eylemler önerebilir.</li><br/><li>İrtibat görevlisi: Dış kurum ve kuruluşlarla koordinasyon için birincil irtibat noktası olarak hizmet eder.</li><br/></ol>"
  },
  {
    "id": "3597047",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Olay Komuta Sistemi bünyesindeki Lojistik bölümünün işlevlerinden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Olay bilgilerini toplar ve analiz eder.",
      "B": "Taktik operasyonlarını denetler.",
      "C": "Olay operasyonlarıyla ilgili maliyetleri takip eder, satın alma ve sözleşme süreçlerini yönetir.",
      "D": "Sarf malzemeleri, ekipman, tesisler, ulaşım ve iletişim sistemleri dâhil kaynakları\n yönetir.",
      "E": "Olay Eylem Planını uygular ve olaya tahsis edilen kaynakları yönetir ve sahadaki personel ve ekipmanın verimli kullanılmasını sağlar."
    },
    "explanation": "OKS bünyesindeki genel kadro, her biri belirli işlevlerden sorumlu dört ana bölümden oluşur (Operasyon, Planlama, Lojistik ve Finans/idare).\n<br/>Lojistik bölümü: Sarf malzemeleri, ekipman, tesisler, ulaşım ve iletişim sistemleri dâhil kaynakları yönetir. Bu bölüm aynı zamanda müdahale ekiplerinin operasyonel ihtiyaçlarını da destekler."
  },
  {
    "id": "3597048",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Olay Komuta Sisteminin Organizasyon Şeması’na göre Planlama altında yer alan bir birim <strong><u>değildir</u></strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Kaynak Birimi",
      "B": "Dökümantasyon Birimi",
      "C": "Tesis Birimi",
      "D": "Durum Birimi",
      "E": "Terhis Birimi"
    },
    "explanation": "Olay komuta sisteminin temel organizasyon yapısına göre Planlama altında yer alana birimler: Kaynak birimi, Durum birimi, Dokümantasyon birimi ve Terhis birimi şeklindedir.<br/>Tesis Birimi"
  },
  {
    "id": "3597049",
    "unitNumber": 2,
    "text": "“Olay komuta sistemi, bir amirin etkili bir şekilde yönetebileceği ast sayısını ifade eden “…………” kavramını esas alır” cümlesinde …….…olarak boş bırakılan yere aşağıdaki ifadelerden hangisi gelmelidir?",
    "correctAnswer": "E",
    "options": {
      "A": "hedef planı",
      "B": "eylem planı",
      "C": "hedef kapsamı",
      "D": "eylem kapsamı",
      "E": "kontrol kapsamı"
    },
    "explanation": "Olay komuta sistemi, bir amirin etkili bir şekilde yönetebileceği ast sayısını ifade eden “kontrol kapsamı” kavramını esas alır."
  },
  {
    "id": "3597050",
    "unitNumber": 2,
    "text": "Olay yönetiminde dış kurumlarla etkin irtibat ve iletişim esastır. Aşağıdakilerden hangisi olay yönetiminde irtibat ve iletişim için temel hususlardan biri <strong><u>değildir</u></strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Olay eylem planının uygulanması",
      "B": "Brifingler ve raporlar",
      "C": "Koordinasyon",
      "D": "Kaynak talepleri",
      "E": "Ortak bilgi sistemi"
    },
    "explanation": "Olay yönetiminde dış kurumlarla etkin irtibat ve iletişim esastır. İrtibat ve iletişim için temel hususlar şunları içerir:\n<br/>Koordinasyon\n<br/>Kaynak talepleri\n<br/>Brifingler ve raporlar\n<br/>Ortak bilgi sistemi\n<br/>İrtibat görevlisi şeklindedir.\n<br/>Etkili irtibat ve iletişim; işbirliğini, koordinasyonu ve kaynak paylaşımını teşvik ederek genel\n<br/>olay müdahale yeteneklerini geliştirir.<br/>Olay eylem planının uygulanması"
  },
  {
    "id": "3597051",
    "unitNumber": 2,
    "text": "“………… bölümü, etkin olay müdahalesini sağlamak için gerekli kaynakları ve desteği sağlamaktan sorumlu Olay Komuta Sisteminin hayati bir bileşenidir” cümlesinde ……. olarak boş bırakılan yere aşağıdaki ifadelerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Lojistik",
      "B": "Operasyon",
      "C": "Planlama",
      "D": "Dokümantasyon",
      "E": "Güvenlik"
    },
    "explanation": "Lojistik bölümü, etkin olay müdahalesini sağlamak için gerekli kaynakları ve desteği sağlamaktan sorumlu Olay Komuta Sisteminin hayati bir bileşenidir."
  },
  {
    "id": "3597052",
    "unitNumber": 2,
    "text": "Tek kurumlu olaylarda, tüm olayı yönetmekten tek bir organizasyon veya ajans sorumludur. Tek kurumlu olaylarda Olay Komuta Sistemi (OKS) uygulaması aşağıdakilerden hangisini içerir?",
    "correctAnswer": "C",
    "options": {
      "A": "İşbirlikçi ortaklıklar",
      "B": "Birleşik komuta",
      "C": "Komuta yapısı",
      "D": "Kurum temsilcileri",
      "E": "Sektörel koordinasyon"
    },
    "explanation": "Tek kurumlu olaylarda, tüm olayı yönetmekten tek bir organizasyon veya ajans sorumludur. Tek kurumlu olaylarda OKS uygulaması şunları içerir:\n<br/>Komuta yapısı\n<br/>Fonksiyonel bölümler\n<br/>Komuta birliği"
  },
  {
    "id": "3597053",
    "unitNumber": 2,
    "text": "Halk sağlığı acil durumlarına OKS’yi (Olay Komuta Sistemi) uygularken aşağıdaki hususlardan hangisi <u>önemli</u> olarak değerlendirilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Güvenlik önlemleri",
      "B": "Toplum desteği",
      "C": "Tehlike değerlendirmesi",
      "D": "Olay önceliklendirme",
      "E": "Dekontaminasyon prosedürleri"
    },
    "explanation": "Halk sağlığı acil durumlarına OKS’yi uygularken, aşağıdaki hususlar önemlidir:\n<br/>Halk sağlığı kurumları\n<br/>Risk iletişimi\n<br/>Tıbbi kapasitesi artışı\n<br/>Toplum desteği"
  },
  {
    "id": "3597054",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi İleri Olay Komuta Sistemi OKS) eğitiminin temel bileşenlerinden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "OKS formları ve dokümantasyonu",
      "B": "OKS’ye genel bakış",
      "C": "OKS organizasyonu ve yapısı",
      "D": "OKS fonksiyonları ve süreçleri",
      "E": "Olay yönetim ekibi (OYE) eğitimi"
    },
    "explanation": "İleri OKS eğitiminin temel bileşenleri şunları içerir:\n<br/>Olay komutanı\n<br/>Bölüm şefleri\n<br/>Olay yönetim ekibi (OYE) eğitimi."
  },
  {
    "id": "3597055",
    "unitNumber": 2,
    "text": "Olay komuta sistemi içinde güçlü liderlik ve iletişim becerileri geliştirmek, eğitim, uygulama ve sürekli iyileştirme gerektirir. Aşağıdakilerden hangisi beceri geliştirmenin temel unsurlarından biri <strong><u>değildir</u></strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "İletişim eğitimi",
      "B": "Liderlik eğitimi",
      "C": "Mentörlük ve koçluk",
      "D": "Olay brifingleri",
      "E": "Masa başı tatbikatlar ve simülasyonlar"
    },
    "explanation": "Olay komuta sistemi içinde güçlü liderlik ve iletişim becerileri geliştirmek, eğitim, uygulama ve sürekli iyileştirme gerektirir.\n<br/>Beceri geliştirmenin temel unsurları şunları içerir:\n<br/>Liderlik eğitimi, İletişim eğitimi, Masa başı tatbikatlar ve simülasyonlar, Mentörlük ve koçluk.<br/>Olay brifingleri"
  },
  {
    "id": "3841066",
    "unitNumber": 2,
    "text": "<strong>Olay Komuta Sistemi (OKS), aşağıdakilerden hangisini sağlamada en etkili araçlardan biridir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Müdahale ekiplerinin bireysel hareket etmesini",
      "B": "Hiyerarşik yapıların tamamen kaldırılmasını",
      "C": "Rastgele iletişim yöntemlerinin benimsenmesini",
      "D": "Olaylara müdahalede etkin koordinasyonun sağlanmasını",
      "E": "Tüm sorumlulukların tek kişide toplanmasını"
    },
    "explanation": "Olaylara müdahalede etkin koordinasyonun sağlanmasını"
  },
  {
    "id": "3841067",
    "unitNumber": 2,
    "text": "<strong> Aşağıdakilerden hangisi OKS’nin temel ilkeleri arasında yer alır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Müdahale planlarının olay anında oluşturulması",
      "B": "Her personelin birden fazla kişiye bağlı çalışması",
      "C": "Ortak terminolojinin kullanılması",
      "D": ") İletişimin kişisel tercihlere göre kurulması",
      "E": "Kaynakların sınırsız kullanılması"
    },
    "explanation": "Ortak terminoloji: OKS, farklı kurum ve<br/>disiplinlerden yanıt verenler arasında etkili<br/>iletişimi kolaylaştırmak için standartlaştırılmış terminolojinin kullanılmasını teşvik<br/>eder ve bir dizi terim ve tanım kullanır. Bu,<br/>yanlış anlamaları önlemeye yardımcı olur<br/>ve netliği artırır.<br/>5. Entegre iletişim: Etk"
  },
  {
    "id": "3841068",
    "unitNumber": 2,
    "text": "<strong>Olay Komuta Sistemi'nin farklı ülkelerde yaygın olarak benimsenmesinin temel nedeni aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Sadece yangın olaylarıyla sınırlı olması",
      "B": "Eğitim gerektirmemesi",
      "C": "Esnek olmayan yapısıyla dikkat çekmesi",
      "D": "Farklı kurumların koordineli çalışmasını kolaylaştırması",
      "E": "Yalnızca küçük olaylara uygun olması"
    },
    "explanation": "Başlangıcından bu yana OKS, yangınla mücadele kökenlerinin ötesine geçerek kolluk kuvvetleri, acil sağlık hizmetleri, halk sağlığı, tehlikeli<br/>maddelere müdahale ve doğal afet yönetimi dâhil<br/>olmak üzere çeşitli disiplinlerde yaygın olarak benimsenmiştir. İlkeleri ve kavramları, birçok ülkenin acil durum müdahale çerçevelerine dâhil edilerek küresel olarak kabul görmüştür."
  },
  {
    "id": "3841069",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi Olay Komutanının temel sorumluluklarından biri olarak doğru şekilde verilmiştir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Sadece medya ile iletişim kurmak",
      "B": "Finansal raporlamaları yürütmek",
      "C": "Olay hedeflerini belirlemek ve kaynak tahsis etmek",
      "D": "Saha operasyonlarını fiziksel olarak yürütmek",
      "E": "Teknik ekipman bakımını sağlamak"
    },
    "explanation": "Olay Komuta Noktası (OKN), Olay komutanının (OK) ve komuta personelinin faaliyet gösterdiği<br/>ve önemli kararlar aldığı merkezî konum olarak hizmet eder. OKN, genel olay yönetimi için merkezî bir<br/>nokta sağlamak üzere stratejik olarak konumlandırılmıştır. Tipik olarak üst düzey bir yetkili olan Olay<br/>komutanı, hedefleri belirlemekten, kritik kararlar almaktan ve tüm olay müdahale çabalarının etkin koordinasyonunu sağlamaktan sorumludur"
  },
  {
    "id": "3841070",
    "unitNumber": 2,
    "text": "<strong>Olay Komuta Noktasının (OKN) etkin şekilde işlev görmesi aşağıdakilerden hangisine en fazla katkı sağlar?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kaynakların gelişigüzel dağıtılmasına",
      "B": "Müdahale ekiplerinin bağımsız çalışmasına",
      "C": "Merkezi koordinasyon ve karar almanın sağlanmasına",
      "D": "Her kurumun ayrı plan geliştirmesine",
      "E": "Komuta zincirinin dışındaki kişilerin liderlik etmesine"
    },
    "explanation": "Olaya komutanı, genel olay yönetiminden sorumludur ve hedefler belirleme, stratejiler geliştirme ve<br/>kaynakları tahsis etme yetkisine sahiptir. OK, harici kurumlar ve paydaşlar için birincil temas noktası<br/>olarak hizmet eder.<br/>Komuta Kadrosu<br/>Komuta kadrosu, olayı yönetmede Olay komutanını destekleyen kilit personelden oluşur. Komuta<br/>kadrosu pozisyonları ve rolleri şunları içerir:<br/>1. Kamu bilgilendirme görevlisi (KBG): Medyaya ve halka doğru ve zamanında bilgi sağlamak ve<br/>bunları koordine etmekten sorumludur.<br/>2. Güvenlik görevlisi: Müdahale ekiplerinin güvenliğini sağlar ve olay operasyonlarıyla ilişkili olası<br/>tehlikeleri ve riskleri izler. Düzeltici eylemler önerebilir.<br/>3. İrtibat görevlisi: Dış kurum ve kuruluşlarla koordinasyon için birincil irtibat noktası olarak hizmet eder.<br/>Bu pozisyonlar, kendi alanlarında uzmanlık sağlar ve Olay komutanına karar verme ve iletişim konusunda yardımcı olur. Komuta kadrosu doğrudan OK’ye rapor verir ve bilgi toplamaya ve yaymaya, güvenliği sağlamaya ve dış ilişkileri sürdürmeye yardımcı olur"
  },
  {
    "id": "3841071",
    "unitNumber": 2,
    "text": "<strong>Aşağıdaki rollerden hangisi Komuta Kadrosu içerisinde yer almaz?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kamu Bilgilendirme Görevlisi",
      "B": "Güvenlik Görevlisi",
      "C": "İrtibat Görevlisi",
      "D": "Operasyon Şefi",
      "E": "Olay komutanı"
    },
    "explanation": "Komuta Kadrosu<br/>Komuta kadrosu, olayı yönetmede Olay komutanını destekleyen kilit personelden oluşur. Komuta<br/>kadrosu pozisyonları ve rolleri şunları içerir:<br/>1. Kamu bilgilendirme görevlisi (KBG): Medyaya ve halka doğru ve zamanında bilgi sağlamak ve<br/>bunları koordine etmekten sorumludur.<br/>2. Güvenlik görevlisi: Müdahale ekiplerinin güvenliğini sağlar ve olay operasyonlarıyla ilişkili olası<br/>tehlikeleri ve riskleri izler. Düzeltici eylemler önerebilir.<br/>3. İrtibat görevlisi: Dış kurum ve kuruluşlarla koordinasyon için birincil irtibat noktası olarak hizmet eder.<br/>Bu pozisyonlar, kendi alanlarında uzmanlık sağlar ve Olay komutanına karar verme ve iletişim konusunda yardımcı olur. Komuta kadrosu doğrudan OK’ye rapor verir ve bilgi toplamaya ve yaymaya, güvenliği sağlamaya ve dış ilişkileri sürdürmeye yardımcı olur."
  },
  {
    "id": "3841072",
    "unitNumber": 2,
    "text": "<strong>Olay Eylem Planı (OEP) süreci, olay yönetiminde aşağıdakilerden hangisini sağlamada en etkili araçlardan biridir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Olayları tesadüfen çözümlemeyi",
      "B": "Kurumlar arasında plansız bilgi paylaşımını",
      "C": "Müdahale sürecine sistematik ve organize bir yaklaşım getirmeyi",
      "D": "Kaynakların gelişigüzel dağıtılmasını",
      "E": "Tüm sorumlulukların bir kişide toplanmasını"
    },
    "explanation": "Olay Eylem Planlama Süreci<br/>Olay eylem planı (OEP), olay yönetimine sistematik bir yaklaşım sağlayan OKS’nin kilit bir bileşenidir. Olay eylem planlaması süreci aşağıdaki adımları içerir:<br/>1. Durum değerlendirmesi: Olay hakkında bilgiler toplanmalı, mevcut durum değerlendirilmeli ve<br/>müdahale operasyonlarını etkileyebilecek ilgili faktörler belirlenmelidir.<br/>2. Olay hedeflerinin belirlenmesi: Olay müdahale çabalarına rehberlik eden açık ve ölçülebilir hedefler tanımlanmalıdır. Hedefler spesifik, ulaşılabilir ve olayın genel hedefleriyle uyumlu olmalıdır.<br/>3. Stratejilerin geliştirilmesi: Olay hedeflerine ulaşmak için stratejiler ve eylem planları geliştirilmelidir. Stratejiler, kaynak tahsisi, taktik operasyonlar ve dış kurumlarla koordinasyonu içerebilir.<br/>4. Olay eylem planının hazırlanması: Planlanan eylemleri uygulamak için gereken stratejiler, görevler ve kaynaklar belgelenmelidir. OEP, müdahale ekipleri için bir kılavuz görevi görür ve olay<br/>öncelikleri ve eylemleri hakkında ortak bir anlayış sağlar.<br/>5. Planın uygulanması ve değerlendirilmesi: Planlanan eylemler uygulanmalı ve bunların etkinliği<br/>sürekli olarak değerlendirilmelidir. Gelişen olay koşullarına bağlı olarak ayarlamalar ve modifikasyonlar yapılabilir."
  },
  {
    "id": "3841073",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi “yönetilebilir kontrol kapsamı” kavramının doğrudan katkıda bulunduğu bir durumdur?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Süpervizörün sorumluluklarını devretmesi",
      "B": "Karar alma süreçlerinin ertelenmesi",
      "C": "Ast sayısının kontrolsüz artması",
      "D": "Amir başına uygun sayıda personel ile etkili denetimin sağlanması",
      "E": "Emir-komuta zincirinin tamamen kaldırılması"
    },
    "explanation": "Yönetilebilir Kontrol Kapsamı ve Komuta Hiyerarşisi<br/>Olay komuta sistemi, bir amirin etkili bir şekilde yönetebileceği ast sayısını ifade eden “kontrol kapsamı”<br/>kavramını esas alır. İdeal yönetilebilir kontrol kapsamı aralığı, olayın karmaşıklığına ve olaya dâhil olan kişilerin yeteneklerine bağlı olarak değişebilse de genel olarak amir (süpervizör) başına üç ila yedi ast arasındadır.<br/>Bu, kuruluş içinde etkili kontrol, açık iletişim ve verimli karar vermeyi sağlar."
  },
  {
    "id": "3841074",
    "unitNumber": 2,
    "text": "<strong>Birleşik Komuta (BK) yapısının aşağıdaki faydalarından hangisi en belirgin olanıdır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Her kurumun olaydan bağımsız hareket etmesini sağlar",
      "B": "Kaynak paylaşımını sınırlı tutar",
      "C": "Olaylara müdahalede bireysel karar verme süreçlerini artırır",
      "D": "Farklı kurumların temsilcileri aracılığıyla işbirliğine dayalı karar almayı destekler",
      "E": "Komuta birliğini ortadan kaldırır"
    },
    "explanation": "Birleşik Komuta ve Olay Yönetim Ekibi<br/>Birden fazla yetki alanını veya kurumu içeren karmaşık olaylarda, bir Birleşik Komuta (BK) yapısı kurulabilir. BK, birden fazla kurum veya kuruluşun olayı ortaklaşa yönetmesine olanak tanıyarak koordineli<br/>karar alma ve kaynak tahsisi sağlar. Olaya dâhil olan her kurum veya kuruluş, Birleşik Komuta’ya ya bir<br/>temsilci atar ve bunlar toplu olarak fikir birliğine dayalı kararlar alır. Bu işbirlikçi yaklaşım, koordinasyon,<br/>işbirliği ve birleşik karar almayı sağlar"
  },
  {
    "id": "3841075",
    "unitNumber": 2,
    "text": "<strong>3. Aşağıdakilerden hangisi OKS karar verme sürecinde yer alan adımlardan biri değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Bilgi toplama",
      "B": "Kararları açıklama",
      "C": "Seçenek geliştirme",
      "D": "Eylemleri oylamaya sunma",
      "E": "Seçenekleri değerlendirme"
    },
    "explanation": "Olay Komuta Sistemi İçinde Karar<br/>Verme Süreçleri<br/>Olay komuta sistemi, karar vermede sistematik<br/>bir yaklaşımı takip eder. OKS içindeki karar verme<br/>süreci tipik olarak aşağıdaki adımları içerir:<br/>1. Bilgi(ler) toplama: Olay, mevcut kaynaklar ve mevcut durum hakkında ilgili bilgiler<br/>toplanır. Bu, olay boyutunun değerlendirilmesini ve konunun uzmanlarından girdilerin toplanmasını içerir.<br/>2. Bilgi(leri) analiz etme: Olayın kapsamı,<br/>özellikleri ve potansiyel etkilerini belirlemek için toplanan bilgiler değerlendirilir.<br/>Güvenlik, uygulanabilirlik ve kaynak kısıtlamaları gibi çeşitli faktörler dikkatlice ele<br/>alınır.<br/>3. Seçenek(ler) geliştirme: Olay hedeflerini<br/>ele almak için bir dizi uygun seçenek oluşturulur. Her seçenekle ilişkili potansiyel<br/>riskler, faydalar ve kaynak gereksinimleri<br/>göz önünde bulundurulur.<br/>4. Seçenek(leri) değerlendirme: Her bir seçeneğin avantajları, dezavantajları ve olası<br/>sonuçları değerlendirilir. Olay hedefleri,<br/>kaynak tahsisi ve personel güvenliği üzerindeki genel etki göz önünde bulundurularak<br/>belirlenir.<br/>5. Karar verme: Seçeneklerin değerlendirilmesine dayalı olarak, en uygun hareket tarzı seçilir. Karar; olay hedefleri, mevcut kaynaklar ve durumsal kısıtlamalarla uyumlu<br/>olmalıdır.<br/>6. Karar(ları) bildirme: Kararlar, ilgili personellere açık bir şekilde iletilmeli ve ortak<br/>bir anlayış geliştirilmelidir. Müdahale faaliyetlerini yönlendirmek için net talimatlar,<br/>öncelikler ve hedefler sağlanmalıdır.<br/>7. Kararların uygulanmasını izleme ve ayarlamalar yapma: Kararların uygulanması<br/>sürekli olarak izlenmeli ve etkililiği değerlendirilmelidir. Değişen koşullara veya yeni<br/>bilgilere göre stratejiler veya taktikler gerektiği gibi ayarlanmalıdır.<br/>Olay Komuta Sistemi, zamanında ve bilgiye<br/>dayalı eylemler sağlamak için etkili karar alma süreçlerini esas alır. OKS içinde karar verme birkaç<br/>temel ilkeyi takip eder:<br/>• Bilgiye dayalı kararlar: Kararlar, olay değerlendirmeleri, konu uzmanları ve saha<br/>raporları dâhil olmak üzere çeşitli kaynaklardan alınan doğru ve güncel bilgilere dayanmaktadır.<br/>• İşbirlikçi karar verme: Komuta ve yönetim<br/>ekipleri, ilgili paydaşlardan, kurumlardan ve<br/>personelden gelen girdi ve geri bildirimleri<br/>içeren işbirlikçi karar alma süreçlerine katılır.<br/>• Risk yönetimi: Karar verme, müdahale<br/>ekiplerini, halkı ve çevreyi korumak için risk<br/>analizi ve risk azaltma stratejilerini birleştirir.<br/>• Olay önceliklendirme: Kararlar, olay hedeflerine, kaynakların mevcudiyetine, can,<br/>mal ve çevre üzerindeki potansiyel etkilerine dayalı olarak eylemleri öncelik sırasına<br/>koyar"
  },
  {
    "id": "3592824",
    "unitNumber": 3,
    "text": "“Bilgi dağıtımındaki gecikmeler, müdahale çabalarını ve kamu güvenliğini tehlikeye atabilir.”\n Yukarıda verilen ifade etkili afet iletişiminin temel ilkelerinden hangisi ile ilgilidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Doğruluk",
      "B": "Açıklık",
      "C": "İki yönlü iletişim",
      "D": "Zamanındalık",
      "E": "Şeffaflık"
    },
    "explanation": "Zamanındalık: Hızlı karar vermenin ve acil eylemin gerekli olduğu afet durumlarında zamanında iletişim çok önemlidir. Bilgi dağıtımındaki gecikmeler, müdahale çabalarını ve kamu güvenliğini tehlikeye atabilir. Hızlı bilgi paylaşımı için etkin iletişim kanallarının ve sistemlerinin kurulması esastır."
  },
  {
    "id": "3593039",
    "unitNumber": 3,
    "text": "I. Yerel topluluk kuruluşları ve gönüllüler, afet iletişim çabalarının genel koordinasyonundan ve yönetiminden sorumludur.\n II. Acil durum müdahale ekipleri, afet müdahalesinin ön saflarında yer alır ve kritik bilgilerin etkilenen bireylere ve topluluklara iletilmesinde çok önemli bir rol oynar.\n III. STK’lar, resmî bilgileri ve güncellemeleri halka ve diğer paydaşlara dağıtır.\n IV. Medya, afetler sırasında halkın bilgilendirilmesinde ve doğru bilgilerin yayılmasında kritik bir rol oynamaktadır.\n Afet İletişiminde Kilit Paydaşlar ile ilgili olarak yukarıda verilen ifadelerden doğru olanların tümü hangi seçenekte verilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "III ve IV",
      "D": "I ve III",
      "E": "II ve IV"
    },
    "explanation": "Acil durum müdahale ekipleri, afet müdahalesinin ön saflarında yer alır ve kritik bilgilerin etkilenen bireylere ve topluluklara iletilmesinde çok önemli bir rol oynar. STK’lar, topluluk katılımını destekleyerek, yerelleştirilmiş yardım sağlayarak ve etkilenen nüfusa bilgi yayarak afet iletişimine katkıda bulunur. Medya, afetler sırasında halkın bilgilendirilmesinde ve doğru bilgilerin yayılmasında kritik bir rol oynamaktadır. Yerel topluluk kuruluşları ve gönüllüler, topluluk düzeyinde bilgi yayma ve yardım sağlama konusunda değerli destek sağlar."
  },
  {
    "id": "3593040",
    "unitNumber": 3,
    "text": "<!-- [if !supportLists]-->1- Afete hazırlıkta etkili risk iletişimine rehberlik eden temel ilkelerden hangisi “Bireylerin ve toplulukların duygularını ve endişelerini kabul edip, korkuları gidererek, güvence sağlayıp, destek ve anlayış duygusunu geliştirir”?",
    "correctAnswer": "C",
    "options": {
      "A": "Zamanındalık",
      "B": "Tutarlılık",
      "C": "Empati ve duyarlılık",
      "D": "Şeffaflık",
      "E": "Uyarlama"
    },
    "explanation": "Empati ve duyarlılık: Etkili risk iletişimi, bireylerin ve toplulukların duygularını ve endişelerini kabul eder. Korkuları giderir, güvence sağlar, destek ve anlayış duygusunu geliştirmek için empati gösterir."
  },
  {
    "id": "3593042",
    "unitNumber": 3,
    "text": "<!-- [if !supportLists]-->1- Risk iletişimi sırasında hedef kitlenin algılarını anlamak ve halkın endişelerini gidermek için uygulanan temel stratejiler ile ilgili olarak aşağıda verilen ifadelerden hangisi <u>doğru değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Risk algısı çalışmaları, risklerin algılanan şiddeti ve kontrol edilebilirlik gibi faktörleri araştırır.",
      "B": "Diyaloğa girmek, güven oluşturmaya yardımcı olur, endişeyi azaltır.",
      "C": "Endişeleri ele almak ve somut çözümler sunmak, halkın güvenini ve önerilen eylemleri takip etme isteğini artırır.",
      "D": "Risk iletişimi çabaları kapsayıcı, erişilebilir, kültürel, dilsel ve sosyoekonomik farklılıklara duyarlı olmalıdır.",
      "E": "Güvenilir kaynaklardan doğrulanmış bilgilerin paylaşılması, yanlış bilgilerin yayılmasını beraberinde getirir."
    },
    "explanation": "Risk iletişimi sırasında hedef kitlenin algılarını anlamak ve halkın endişelerini gidermek için temel stratejiler şunlardır:\n 1. Hedef kitle araştırması yürütme\n 2. Risk algısı çalışmalarını kullanın: İnsanların, riskleri nasıl algıladığını ve yorumladığını anlamak için risk algısı çalışmalarından yararlanın. Bu çalışmalar, risklerin algılanan şiddeti, kontrol edilebilirlik, aşinalık ve bilgi kaynaklarına güven gibi faktörleri araştırır. \n 3. Duygusal endişeleri kabul edin\n 4. Doğru ve güvenilir bilgi sağlayın: Güvenilir kaynaklardan doğrulanmış bilgilerin paylaşılması, güvenilirliği<strong> artırır</strong> ve yanlış bilgilerin yayılmasını <strong>azaltır.</strong>\n 5. Yanılgıları ve söylentileri ele alın\n 6. Diyaloğa girin: Diyaloğa girmek, güven oluşturmaya yardımcı olur, endişeyi azaltır ve risk iletişimi çabalarının, halkın bilgi gereksinimleriyle uyumlu olmasını sağlar.\n 7. Yerel etkileyicileri ve topluluk liderlerini dâhil edin\n 8. Pratik rehberlik sağlayın: Endişeleri ele almak ve somut çözümler sunmak, halkın güvenini ve önerilen eylemleri takip etme isteğini artırır.\n 9. Eşitlik ve güvenlik açıklarını ele alın: Risk iletişimi çabalarının kapsayıcı, erişilebilir, kültürel, dilsel ve sosyoekonomik farklılıklara duyarlı olduğundan emin olun. Mesajları, marjinal toplulukların belirli endişelerini ele alacak şekilde uyarlayın, bilgi ve kaynaklara eşit erişim sağlayın.\n 10. Değerlendirin ve uyarlayın"
  },
  {
    "id": "3593044",
    "unitNumber": 3,
    "text": "<!-- [if !supportLists]-->1- <!--[endif]-->Aşağıdakilerden hangisi afete hazırlık için etkili iletişim stratejilerinin önemli bir yönü olan toplum katılımı stratejilerden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Hedef kitle araştırması yürütme",
      "B": "Duygusal endişeleri kabul etme",
      "C": "Risk algısı çalışmalarını kullanma",
      "D": "Toplum değerlendirmeleri yürütme",
      "E": "Pratik rehberlik sağlama"
    },
    "explanation": "Toplumu afet hazırlığına etkili bir şekilde dâhil etmek için paydaşlar aşağıdaki stratejileri göz önünde bulundurmalıdır:\n 1. Ortaklıklar kurun\n <strong>2. Toplum değerlendirmeleri yürütün</strong>\n 3. İki yönlü iletişimi teşvik edin\n 4. Kültürel duyarlılık\n 5. Kapasite oluşturun\n 6. Yerel medya ve iletişim kanallarından yararlanın\n 7. Gençleri ve okulları dâhil edin\n 8. Katılımcı planlama yapın"
  },
  {
    "id": "3593046",
    "unitNumber": 3,
    "text": "<!-- [if !supportLists]-->1- <!--[endif]-->Aşağıdakilerden hangisi iletişimin afet risk azaltma ve hafifletme stratejilerine etkili bir şekilde entegre edilmesinde göz önünde bulundurulacak adımlardan biri <u>değildir</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Bulgular ve öneriler paylaşılır.",
      "B": "Paydaş analizi gerçekleştirilir.",
      "C": "İletişim hedefleri geliştirilir.",
      "D": "Ortaklıklar ve ağlar kurulur.",
      "E": "İletişim materyalleri geliştirilir."
    },
    "explanation": "İletişimi afet risk azaltma ve hafifletme stratejilerine etkili bir şekilde entegre etmek için aşağıdaki adımları göz önünde bulundurun:\n <strong>1. Paydaş analizi gerçekleştirin</strong>\n <strong>2. İletişim hedefleri geliştirin</strong>\n 3. Mesajları ve kanalları uyarlayın\n <strong> 4. Ortaklıklar ve ağlar kurun</strong>\n <strong> 5. İletişim materyalleri geliştirin</strong>\n 6. Topluluğu etkileyin\n 7. Kapasite oluşturun ve eğitin\n 8. İletişim çabalarını izleyin ve değerlendirin"
  },
  {
    "id": "3593049",
    "unitNumber": 3,
    "text": "<!-- [if !supportLists]-->1- <!--[endif]-->“Halkın endişelerini gidermeye, söylentilerin önüne geçmeye, afete müdahale ve iyileştirme süreçlerinde toplumsal sahiplenme duygusunu geliştirmeye yardımcı olur.”\n Yukarıda verilen ifade etkili afet iletişiminin temel ilkelerinden hangisi ile ilgilidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kültürel duyarlılık",
      "B": "İki yönlü iletişim",
      "C": "Doğruluk",
      "D": "Açıklık",
      "E": "Şeffaflık"
    },
    "explanation": "Etkili afet iletişiminin temel ilkeleri şunlardır:\n 1. Doğruluk\n 2. Açıklık\n 3. Zamanındalık\n 4. Şeffaflık\n 5. Kültürel duyarlılık\n <strong>6. İki yönlü iletişim: Etkili afet iletişimi, etkilenen nüfusla diyalog, geri bildirim ve katılıma izin veren iki yönlü iletişimi içerir. İnsanlara soru sorma, açıklama arama ve endişelerini paylaşma fırsatları sunar. İki yönlü iletişim, halkın endişelerini gidermeye, söylentilerin önüne geçmeye, afete müdahale ve iyileştirme süreçlerinde toplumsal sahiplenme duygusunu geliştirmeye yardımcı olur.</strong>"
  },
  {
    "id": "3594881",
    "unitNumber": 3,
    "text": "<!-- [if !supportLists]-->1- Afet hazırlığının kritik bir bileşeni olup, bireyleri ve toplulukları potansiyel tehlikeler, bunların etkileri ve riskleri azaltmak için gerekli tedbirler hakkında bilgilendirme ve eğitmede hayati bir rol oynayan iletişime ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kriz iletişimi",
      "B": "Uyarı iletişimi",
      "C": "Risk iletişimi",
      "D": "Eşler arası iletişim",
      "E": "Kurumlar arası iletişim"
    },
    "explanation": "Risk iletişimi, afet hazırlığının kritik bir bileşenidir. Risk iletişimi, potansiyel tehlikeler, bunlarla ilişkili riskler ve uygun koruyucu eylemler hakkındaki bilgilerin bireylere, topluluklara ve diğer paydaşlara etkili bir şekilde yayılmasını içerir. Risk iletişiminin amacı, insanları, potansiyel afetler karşısında kendilerini ve başkalarını korumak için bilinçli kararlar vermeleri ve uygun önlemleri almaları için ihtiyaç duydukları bilgi ve anlayışla güçlendirmektir. Risk iletişimi, potansiyel tehlikeler, ilgili riskler ve uygun koruyucu eylemler hakkındaki bilgileri bireylere, topluluklara ve diğer paydaşlara etkili bir şekilde iletmeye odaklanan afet hazırlığının çok önemli bir bileşenidir."
  },
  {
    "id": "3594885",
    "unitNumber": 3,
    "text": "<!-- [if !supportLists]-->1- <!--[endif]-->Afet müdahalesi sırasında kurumlar arası iletişim ve koordinasyon ile ilgili olarak aşağıda verilen ifadelerden hangisi <u>doğru değildir</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Etkili iletişim ve koordinasyon, kaynakların optimum şekilde tahsis edilmesini sağlar.",
      "B": "Zamanında ve doğru bilgi alışverişi, paydaşların bilgiye dayalı kararlar almasını sağlar.",
      "C": "Net iletişim hatları oluşturarak ve kesintisiz bilgi akışını teşvik ederek operasyonları kolaylaştırmaya yardımcı olur.",
      "D": "Kurumlar arası iletişim, işbirlikçi karar verme süreçlerini zorlaştırır.",
      "E": "Genel müdahale verimliliğini ve etkililiğini artırır."
    },
    "explanation": "Farklı kurum ve kuruluşlar, müdahale çabalarına benzersiz kaynaklar, uzmanlık ve yetenekler getirir. Etkili iletişim ve koordinasyon, kaynakların optimum şekilde tahsis edilmesini sağlar, aynı çabaların tekrarından kaçınır ve mevcut varlıkların verimli bir şekilde kullanılmasını sağlar. Afet müdahalesi, kritik bilgilerin çeşitli kurum ve kuruluşlar arasında paylaşılmasını gerektirir. Zamanında ve doğru bilgi alışverişi, paydaşların bilgiye dayalı kararlar almasını, eylemlerini koordine etmesini ve etkili müdahale stratejileri uygulamasını sağlar. Kurumlar arası iletişim ve koordinasyon, net iletişim hatları oluşturarak, rolleri ve sorumlulukları tanımlayarak ve kesintisiz bilgi akışını teşvik ederek operasyonları kolaylaştırmaya yardımcı olur. Genel müdahale verimliliğini ve etkililiğini artırır. Kurumlar arası iletişim, işbirlikçi karar verme süreçlerini zorlaştırmaz, aksine kolaylaştırır. Paydaşlar, bakış açılarını, uzmanlıkları ve iç görüleri paylaşarak toplu olarak en iyi eylem planını belirleyebilir, zorlukları ele alabilir ve durum geliştikçe yanıt stratejilerini uyarlayabilir."
  },
  {
    "id": "3594923",
    "unitNumber": 3,
    "text": "<!-- [if !supportLists]-->1- <!--[endif]-->Aşağıdakilerden hangisi afet müdahalesinde medya yönetiminin önemli olmasının sebeplerinden biri <u>değildir</u>?",
    "correctAnswer": "B",
    "options": {
      "A": "Bilgi dağıtımının sağlanması",
      "B": "Eğitim ve tatbikatlar yürütülmesi",
      "C": "Kamu farkındalığı ve güvenlik",
      "D": "Halka tutarlı ve koordineli kriz mesajları iletimi",
      "E": "Halkın algısını etkileme ve güven oluşturma"
    },
    "explanation": "Medya yönetimi, aşağıdaki nedenlerden dolayı afet müdahalesinde çok önemli bir rol oynar:\n 1. Bilgi dağıtımı\n 2. Kamu farkındalığı ve güvenlik\n 3. Kriz mesajı\n 4. Halkın algısı ve güveni\n Eğitim ve tatbikatlar yürütülmesi, afet müdahalesinde medya yönetimi ile ilgili değildir."
  },
  {
    "id": "3598787",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi etkili afet iletişiminin temel amaçlarından <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Hayat kurtarma ve zararı en aza indirme",
      "B": "Bilgilendirme ve eğitim",
      "C": "Müdahale çabalarını koordine etme",
      "D": "Halkın beklentilerini yönetme",
      "E": "Açıklık"
    },
    "explanation": "ilk dört seçenek etkili afet iletişiminin temel amaçlarından olup, e seçeneği Etkili Afet İletişiminin Temel İlkelerindendir.<br/>Etkili Afet İletişiminin Temel Amaçları<br/>Etkili afet iletişimi, belirli hedeflere ulaşmayı ve verimli bilgi akışını sağlamayı, bilinçli karar almayı kolaylaştırmak ve acil durumlarda olumlu sonuçları desteklemek için temel ilkelere bağlı kalmayı amaçlar. Etkili afet iletişiminin temel amaçları şunlardır:<br/>1. Hayat kurtarma ve zararı en aza indirme: Afet iletişiminin temel amacı hayat kurtarmak, yaralanmaları önlemek ve bireylere ve topluluklara verilen zararı en aza indirmektir. Bu amaca, riskler, tehlikeler, tahliye prosedürleri, barınak yerleri ve güvenlik önlemleri hakkında zamanında ve doğru bilgi<br/>sağlayarak ulaşılabilir. Açık ve eyleme geçirilebilir iletişim, insanların bilgiye dayalı kararlar verebilmesini, kendilerini ve ailelerini korumak için uygun önlemleri almasını sağlar.<br/>2. Bilgilendirme ve eğitme: Etkili iletişim, etkilenen nüfusu afetin niteliği, potansiyel etkileri ve devam eden müdahale çabaları hakkında bilgilendirmeyi ve eğitmeyi amaçlar. Bireylerin ve toplulukların acil durumla başa çıkmasına yardımcı olmak için mevcut kaynaklar, hizmetler ve destek sistemleri hakkında bilgi sağlar. Halkı bilgilendirmek ve eğitmek farkındalık, hazırlıklı olma ve dirençlilik geliştirir.<br/>3. Müdahale çabalarını koordine etme: İletişim, devlet kurumları, acil durum müdahale ekipleri, STK’lar ve toplum kuruluşları dâhil olmak üzere çeşitli paydaşlar arasında müdahale çabalarını koordine etmede çok önemli bir rol oynar. Etkili iletişim, kritik bilgilerin alışverişini sağlar, kaynak tahsisini<br/>kolaylaştırır ve müdahale aşamasındaki acil ihtiyaçları ve zorlukları ele almak için işbirliğini mümkün kılar.<br/>4. Halkın beklentilerini yönetme: Afetler genellikle etkilenen nüfus arasında korku, belirsizlik ve kafa karışıklığı yaratır. Etkili iletişim, mevcut durum, müdahale stratejileri ve kurtarma planları hakkında net ve tutarlı bilgiler sağlayarak halkın beklentilerini yönetmeye yardımcı olur. Halkın beklentilerini yönetmek güveni artırır, kaygıyı azaltır ve bireylerin ve toplulukların afetin zorluklarıyla baş edebilmesine yardımcı olur.<br/>5. Destek ve kaynakları harekete geçirme: İletişim, hükümet, kâr amacı gütmeyen kuruluşlar, işletmeler ve genel halk dâhil olmak üzere çeşitli sektörlerden destek ve kaynakları harekete geçirmek için bir mekanizma görevi görür. İletişim, etkilenen toplulukların ihtiyaçlarını ve gereksinimlerini etkili bir şekilde ileterek, temel malzeme, hizmet ve mali yardımın sağlanmasını kolaylaştırır"
  },
  {
    "id": "3598793",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi etkili afet iletişiminin temel ilklerindendir?",
    "correctAnswer": "E",
    "options": {
      "A": "Halkın beklentilerini yönetme",
      "B": "Bilgilendirme ve eğitim",
      "C": "Müdahale çabalarını koordine etme",
      "D": "Halkın beklentilerini yönetme",
      "E": "Doğruluk"
    },
    "explanation": "ilk dört seçenek Etkili Afet İletişiminin Temel Amaçları olup; doğruluk etkili afet iletişiminin temel ilklerindendir.<br/>Etkili Afet İletişiminin Temel İlkeleri Afet iletişimi büyük önem taşımaktadır. Hayat kurtarır, müdahale koordinasyonunu kolaylaştırır, halkın beklentilerini yönetir, kaynakları ve desteği seferber eder, toplum dayanıklılığını destekler, dil ve kültürel çeşitliliği ele alır. Etkili afet iletişiminin temel ilkeleri şunlardır:\n 1. Doğruluk: Afet iletişimi sırasında paylaşılan bilgiler doğru, güvenilir ve doğrulanmış kaynaklara dayalı olmalıdır. Yanlış bilgi paniğe, kafa karışıklığına ve uygun olmayan eylemlere yol açabilir. Net doğrulama süreçleri ve konunun uzmanlarıyla işbirliği, paylaşılan bilgilerin gerçeklere dayalı ve güncel olmasını sağlar.\n <ol start=\"2\"> <li>Açıklık: İletişim; açık, öz ve farklı izleyiciler tarafından kolayca anlaşılabilir olmalıdır. Teknik jargon, karmaşık dil ve belirsizlikten kaçınılmalıdır. Sade bir dil, görsel yardımcılar ve kültürel olarak uygun mesajlar kullanmak, kavrayışı ve erişilebilirliği artırır</li> <li>Zamanındalık: Hızlı karar vermenin ve acil eylemin gerekli olduğu afet durumlarında zamanında iletişim çok önemlidir. Bilgi dağıtımındaki gecikmeler, müdahale çabalarını ve kamu güvenliğini tehlikeye atabilir. Hızlı bilgi paylaşımı için etkin iletişim kanallarının ve sistemlerinin kurulması esastır. 4. Şeffaflık: İletişimde açıklık ve şeffaflık, güven ve itibar oluşturur. Durum, müdahale çabaları ve zorluklar hakkında doğru ve dürüst bilgi sağlamak, halkın güvenini artırır. Şeffaflık ayrıca sınırlamaları kabul etmeyi, ilerleme güncellemelerini paylaşmayı ve halkın endişelerini ele almayı da içerir.</li> <li>Kültürel duyarlılık: Etkilenen nüfusun çeşitliliği dikkate alınarak iletişim kültürel açıdan duyarlı olmalıdır. Kültürel normları, inançları ve uygulamaları göz önünde bulundurmak, mesajların farklı topluluklarda yankı uyandırmasını sağlamaya yardımcı olur. Kültürel duyarlılık, kapsayıcılığı teşvik eder ve marjinalleştirilmiş veya savunmasız grupların katılımını teşvik eder.</li> <li>İki yönlü iletişim: Etkili afet iletişimi, etkilenen nüfusla diyalog, geri bildirim ve katılıma izin veren iki yönlü iletişimi içerir. İnsanlara soru sorma, açıklama arama ve endişelerini paylaşma fırsatları sunar. İki yönlü iletişim, halkın endişelerini gidermeye, söylentilerin önüne geçmeye, afete müdahale ve iyileştirme süreçlerinde toplumsal sahiplenme duygusunu geliştirmeye yardımcı olur</li> </ol>"
  },
  {
    "id": "3598801",
    "unitNumber": 3,
    "text": "Aşağıdaki seçeneklerin hangisi afete hazırlık aşamasında gerçekleştirilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Risk iletişimi",
      "B": "Bilgi paylaşımı",
      "C": "Paydaş katılımı",
      "D": "Kriz iletişimi",
      "E": "Davranış değişikliği"
    },
    "explanation": "Afete Hazırlık Aşaması, Afete Müdahale Aşaması, Afet İyileştirme Aşaması ve Afet Hafifletme Aşamaları bulunup risk iletişimi afete hazırlık aşamasında yer alır. diğer seçeneklerin hangi aşamalarda bulundukları çözümde verilmiştir. Sorunun cevabı yanlış ise ilgili aşamaları tekrar gözden geçiriniz.<br/>Risk iletişimi afete hazırlık aşamasında yer alır. Bilgi paylaşımı ve paydaş katılımı afet iyileştirme aşamasında yapılır. Kriz iletişimi afete müdahale aşamasında yer alır. Davranış değişikliği afet hafifletme aşamasında yer alır."
  },
  {
    "id": "3598826",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi afete müdahale aşamasında yer alan iletişim rollerindendir?",
    "correctAnswer": "A",
    "options": {
      "A": "Acil durum uyarı ve alarm sistemleri",
      "B": "Halk eğitimi ve farkındalık",
      "C": "Risk iletişimi",
      "D": "Paydaş katılımı",
      "E": "Davranış değişikliği"
    },
    "explanation": "Afete Müdahale Aşaması Müdahale aşamasında, iletişim aşağıdaki rolleri oynar: 1. Acil durum uyarı ve alarm sistemleri: Sirenler, acil durum yayınları, mobil uyarılar ve sosyal medya bildirimlerini içeren iletişim sistemleri, uyarıların ve tahliye emirlerinin hızla yayılması için kritik öneme sahiptir. Etkili iletişim, halkın derhal harekete geçmesi için zamanında ve doğru bilgi almasını sağlar. 2. Kriz iletişimi: İletişim, bir afet sırasında kriz durumlarının yönetilmesinde çok önemli bir rol oynar. Gelişmekte olan durum hakkında güncellemeler sağlamayı, çeşitli paydaşlar arasında müdahale çabalarını koordine etmeyi ve halkın endişelerini ele almayı içerir. Kriz iletişimi, yüksek stresli durumlarda halkın güveninin korunmasına, beklentilerin yönetilmesine ve etkili bilgi akışının sağlanmasına yardımcı olur. 3. Medya koordinasyonu: Medya ile iletişim, mevcut durumun, müdahale çabalarının ve kamu güvenliği bilgilerinin doğru ve zamanında bildirilmesi için hayati önem taşır. Medya ile güçlü ilişkiler kurmak,&lt;<br/>Afete Müdahale Aşaması Müdahale aşamasında, iletişim aşağıdaki rolleri oynar: 1. Acil durum uyarı ve alarm sistemleri: Sirenler, acil durum yayınları, mobil uyarılar ve sosyal medya bildirimlerini içeren iletişim sistemleri, uyarıların ve tahliye emirlerinin hızla yayılması için kritik öneme sahiptir. Etkili iletişim, halkın derhal harekete geçmesi için zamanında ve doğru bilgi almasını sağlar. 2. Kriz iletişimi: İletişim, bir afet sırasında kriz durumlarının yönetilmesinde çok önemli bir rol oynar. Gelişmekte olan durum hakkında güncellemeler sağlamayı, çeşitli paydaşlar arasında müdahale çabalarını koordine etmeyi ve halkın endişelerini ele almayı içerir. Kriz iletişimi, yüksek stresli durumlarda halkın güveninin korunmasına, beklentilerin yönetilmesine ve etkili bilgi akışının sağlanmasına yardımcı olur. 3. Medya koordinasyonu: Medya ile iletişim, mevcut durumun, müdahale çabalarının ve kamu güvenliği bilgilerinin doğru ve zamanında bildirilmesi için hayati önem taşır. Medya ile güçlü ilişkiler kurmak,\n Halk eğitimi ve farkındalık ile risk iletişimi afete hazırlık aşamasındadır. Paydaş katılımı afet aşamasında yer alan iletişim rolüdür. Davranış değişikliği afet hafifletme aşamasında yer alan iletişim rolüdür"
  },
  {
    "id": "3598838",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi devlet kurumları ve acil durum yönetimi yetkililerinin sorumluluklarındandır?",
    "correctAnswer": "A",
    "options": {
      "A": "Zamanında ve doğru mesajlaşma için iletişim ağları ve sistemleri kurmak.",
      "B": "Etkilenen topluluklar ve müdahale kurumları arasında aracılık yaparak, ihtiyaçlarının iletilmesini ve ele alınmasını sağlamak",
      "C": "Resmî kaynaklardan ve görgü tanıklarından bilgi toplamak ve doğrulamak",
      "D": "Afet, müdahale çabaları ve mevcut kaynaklar hakkında halkı bilinçlendirmek.",
      "E": "Acil güvenlik talimatlarını ve tahliye prosedürlerini etkilenen kişilere iletmek"
    },
    "explanation": "Devlet Kurumları ve Acil Durum Yönetimi Yetkilileri Devlet kurumları, afet iletişim çabalarının genel koordinasyonundan ve yönetiminden sorumludur. Sorumluluklar: • Etkili bilgi dağıtımı için iletişim protokolleri ve planları geliştirmek. • Zamanında ve doğru mesajlaşma için iletişim ağları ve sistemleri kurmak. • İletişim sürecinde diğer paydaşlara stratejik yön ve rehberlik sağlamak. • Resmî bilgileri ve güncellemeleri halka ve diğer paydaşlara dağıtmak. • Birleşik bir iletişim yaklaşımı için diğer kurumlar ve paydaşlarla koordinasyon sağlamak. Etkilenen topluluklara doğru ve zamanında bilgi dağıtılmasına yardımcı olmak Sivil Toplum Kuruluşları (STK’lar)nın sorumluluğudur. Resmî kaynaklardan ve görgü tanıklarından bilgi toplamak ve doğrulamak ve Afet, müdahale çabaları ve mevcut kaynaklar hakkında halkı bilinçlendirmek medya ve gazetecilerin sorumluluklarıdır. Acil güvenlik talimatlarını ve tahliye prosedürlerini etkilenen kişilere iletmek acil müdahale ekiplerinin sorumluluklarıdır."
  },
  {
    "id": "3598849",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi risk iletişiminin temel ilkeleri arasında yer almaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Zamanındalık",
      "B": "Uyarlama",
      "C": "Tutarlılık",
      "D": "Şeffaflık",
      "E": "Halk eğitimi"
    },
    "explanation": "Risk İletişiminin Temel İlkeleri Afete hazırlıkta etkili risk iletişimine aşağıdaki temel ilkeler rehberlik eder: 1. Şeffaflık: Risklerin iletilmesinde açıklık, dürüstlük ve şeffaflık, halk nezdinde güven oluşturmak için esastır. Potansiyel belirsizlikler de dâhil olmak üzere doğru ve eksiksiz bilgi sağlamak, güveni artırır ve bireylerin bilinçli kararlar vermesini sağlar. 2. Uyarlama: Risk iletişimi, hedef kitlenin ihtiyaçlarına, özelliklerine ve kültürel bağlamına göre uyarlanmalıdır. Mesajlar, okuryazarlık seviyeleri, dil ve kültürel hassasiyetler gibi faktörler dikkate alınarak açık, özlü ve kolay anlaşılır olmalıdır. 3. Zamanındalık: Afet hazırlığı sırasında zamanında iletişim çok önemlidir. Bilgiler derhal dağıtılmalı, bireylere hazırlanmaları ve gerekli önlemleri alabilmeleri için yeterli zaman sağlanmalıdır. Düzenli güncellemeler ve gerçek zamanlı uyarılar, halkı bilgilendirmeye yardımcı olur. 4. Tutarlılık: Karışıklığı önlemek ve anlayışı geliştirmek için mesajlaşmada tutarlılık esastır. Farklı paydaşlar arasındaki koordineli çabalar, çelişkili mesajları en aza indirerek ve güvenilirliği sürdürerek tutarlı bir bilgi akışı sağlar. 5. Empati ve duyarlılık: Etkili risk iletişimi, bireylerin ve toplulukların duygularını ve endişelerini kabul eder. Korkuları giderir, güvence sağlar, destek ve anlayış duygusunu geliştirmek için empati gösterir."
  },
  {
    "id": "3598921",
    "unitNumber": 3,
    "text": "Aşağıdaki seçeneklerin hangisinde risk yönetimi döngüsünde risk iletişiminin rolü bulunmaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Tehlikeyi tanımla",
      "B": "Riski değerlendir",
      "C": "Politika geliştir",
      "D": "Politikayı uygula",
      "E": "Paydaşlarla etkileşime girin"
    },
    "explanation": "Risk yönetimi döngüsünde risk iletişiminin rolünde Tehlikeyi tanımla, Riski değerlendir, Politika geliştir, Politikayı uygula, politikayı değerlendir bulunur."
  },
  {
    "id": "3598929",
    "unitNumber": 3,
    "text": "Afete hazırlıkta risk iletişimi stratejileri içerisinde aşağıdakilerden hangisi bulunmaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Hedef kitleyi tanımlayın ve anlayın",
      "B": "Değerlendir ve iyileştir",
      "C": "İki yönlü iletişimi teşvik edin",
      "D": "Kilit paydaşlarla etkileşime girin",
      "E": "Empati ve duyarlılık"
    },
    "explanation": "Afete hazırlık sırasında riskleri etkili bir şekilde iletmek için aşağıdaki stratejileri göz önünde bulundurun: 1. Hedef kitleyi tanımlayın ve anlayın: Hedef kitlenin özelliklerini, bilgi ihtiyaçlarını ve iletişim tercihlerini belirlemek için araştırma ve analiz yapın. İletişim çabalarını uyarlamak için demografik faktörleri, kültürel hususları ve dili göz önünde bulundurun. 2. Net ve harekete geçirilebilir mesajlar geliştirin: Açık, özlü ve eyleme yönelik mesajlar oluşturun. Sade bir dil kullanın ve jargon veya teknik terimlerden kaçının. Potansiyel riskleri, önerilen eylemleri ve mevcut kaynakları net bir şekilde iletin. 3. Çoklu iletişim kanallarını kullanın: Geniş bir kitleye ulaşmak için çeşitli iletişim kanallarından yararlanın. Bu, geleneksel medyayı (ör. Televizyon, radyo, gazeteler), dijital platformları (ör. Web siteleri, sosyal medya), topluluk ağlarını ve yerel sosyal yardım girişimlerini içerebilir. 4. Kilit paydaşlarla etkileşime girin: Koordineli ve tutarlı mesajlaşma sağlamak için devlet kurumları, toplum kuruluşları ve medya dâhil olmak üzere kilit paydaşlarla işbirliği yapın. Ağları içinde bilgi yaymak için güvenilir topluluk liderlerini ve etkileyicileri dâhil edin. 5. Pratik rehberlik ve talimatlar sağlayın: Hazırlık önlemleri ve koruyucu eylemler hakkında pratik rehberlik ve talimatlar sunun. Anlaşılmayı artırmak ve eylemi teşvik etmek için adım adım talimatlar, görseller ve infografikler ekleyin. 6. İki yönlü iletişimi teşvik edin: Soruları, endişeleri ve bilgi boşluklarını ele almak için diyalog ve geri bildirim için fırsatlar yaratın. Bireylerin açıklama araması ve girdi sağlaması için kanallar oluşturun. Halkı aktif olarak dinleyin ve iletişim stratejilerini buna göre ayarlayın. 7. Değerlendir ve İyileştir: Risk iletişimi çabalarının etkinliğini sürekli olarak değerlendirin ve hedef kitleden geri bildirim toplayın. İyileştirme alanlarını belirleyin ve öğrenilen dersleri geleceğe hazırlık iletişim planlarına dâhil edin."
  },
  {
    "id": "3598937",
    "unitNumber": 3,
    "text": "Aşağıdaki seçeneklerden hangisinde afet iletişiminde toplum katılımı stratejileri yer almaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Ortaklıklar kurun",
      "B": "İki yönlü iletişimi teşvik edin",
      "C": "Gençleri ve okulları dahil edin",
      "D": "Kapasite oluşturun",
      "E": "Eşitlik ve güvenlik açıklarını ele alın"
    },
    "explanation": "Toplum Katılımı Stratejileri Toplumu afet hazırlığına etkili bir şekilde dâhil etmek için paydaşlar aşağıdaki stratejileri göz önünde bulundurmalıdır: 1. Ortaklıklar kurun: Yerel toplum kuruluşları, sivil toplum kuruluşları (STK’lar), inanç temelli gruplar, okullar ve diğer ilgili paydaşlarla ortaklıklar kurun. Ağlarından, uzmanlıklarından ve kaynaklarından yararlanmak için bu kuruluşlarla işbirliği yapın. Mevcut toplum yapılarını devreye sokmak iletişimi kolaylaştırır ve daha geniş bir erişim sağlar. 2. Toplum değerlendirmeleri yürütün: Toplumun benzersiz özelliklerini, güvenlik açıklarını ve kapasitelerini anlamak için değerlendirmeler yapın. Değerlendirmeler, hazırlık inisiyatiflerini yönlendirmede rol oynayabilecek kilit paydaşları, toplum liderlerini ve etkileyicileri belirlemeye yardımcı olur. Bu değerlendirmeler, ayrıca mevcut toplum ağları ve kaynakları hakkında bilgi sağlar. 3. İki yönlü iletişimi teşvik edin: Toplum üyelerinin endişelerini dile getirmelerine, soru sormalarına ve geri bildirimde bulunmalarına olanak tanıyan iki yönlü iletişim kanallarını teşvik edin. Diyaloğu kolaylaştırmak ve toplum sesinin duyulmasını ve dikkate alınmasını sağlamak için toplumun katıldığı odak gruplar toplantıları, çevrim içi forumlar ve yardım hatları gibi mekanizmalar oluşturun. 4. Kültürel duyarlılık: Toplum içindeki kültürel çeşitliliği tanıyın ve saygı gösterin. Dil tercihlerini, gelenek ve görenekleri göz önünde bulundurarak iletişim yaklaşımlarını kültürel açıdan duyarlı olacak şekilde uyarlayın. Mesajlaşmanın uygun olduğundan ve farklı kültürel gruplarda yankı uyandırdığından emin olmak için toplum liderleri ve kültürel elçilerle etkileşim kurun. 5. Kapasite oluşturun: Toplum üyelerinin afete hazırlık konusundaki bilgi ve becerilerini geliştirmek için eğitimler, çalıştaylar ve eğitim programları sağlayın. İlk yardım, arama ve kurtarma teknikleri, tehlike belirleme ve acil müdahale protokolleri hakkında kurslar sunun. Toplum üyelerini ilgili becerilerle güçlendirmek öz yeterliklerini artırır ve hazırlık çabalarına aktif olarak katkıda bulunmalarını sağlar. 6. Yerel medya ve iletişim kanallarından yararlanın: Afete hazırlık konusunda bilgi yaymak ve farkındalığı artırmak için radyo istasyonları, gazeteler ve topluluk haber bültenleri dâhil olmak üzere yerel medya kuruluşlarıyla bağlantı kurun. Daha geniş kitlelere ulaşmak ve gerçek zamanlı güncellemeler sağlamak için sosyal medya platformlarını, web sitelerini ve mobil uygulamaları kullanın. 7. Gençleri ve okulları dâhil edin: Okulları ve gençlik kuruluşlarını hazırlık faaliyetlerine dâhil edin. Afet eğitiminin okul müfredatına dâhil edilmesini, tatbikatlar düzenlenmesini ve öğrencilerin bilinçlendirme kampanyalarına dâhil edilmesini teşvik edin. Gençleri bilgi ve becerilerle güçlendirmek, genellikle aileleri ve toplulukları içinde etkili haberciler hâline geldikleri için bir dalgalanma etkisi yaratır. 8. Katılımcı planlama yapın: Toplum üyelerini afete hazırlıkla ilgili planlama ve karar verme süreçlerine dâhil edin. Topluluk üyelerinden girdi, fikir ve öneri toplamak için çalıştaylar, odak grupları ve katılımcı tatbikatlar düzenleyin. Bu yaklaşım, hazırlık stratejilerinin toplumun ihtiyaçları ve tercihleriyle uyumlu olmasını sağlar."
  },
  {
    "id": "3598941",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi erken uyarı sistemlerinin temel bileşenlerinden değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Tehlike tespiti ve izleme",
      "B": "Uyarı oluşturma ve yayma",
      "C": "Risk değerlendirmesi ve analizi",
      "D": "Çok dilli destek",
      "E": "İletişim kanalları"
    },
    "explanation": "Erken uyarı sistemlerinin temel bileşenleri şunları içerir: 1. Tehlike tespiti ve izleme: Erken uyarı sistemleri, potansiyel tehlikeleri tespit etmek ve analiz etmek için güçlü izleme sistemlerine güvenir. Bu, değişen koşullar hakkında gerçek zamanlı veri toplamak için sismometrelerin, hava durumu radarlarının, nehir göstergelerinin ve diğer sensörlerin kullanımını içerir. 2. Risk değerlendirmesi ve analizi: İzleme sistemlerinden toplanan veriler, yaklaşan bir afetin potansiyel risk ve etkisini değerlendirmek için analiz edilir. Risk değerlendirmeleri, tehlikenin büyüklüğü, etkilenen nüfusun savunmasızlığı ve potansiyel sonuçları gibi faktörleri dikkate alır. 3. Uyarı oluşturma ve yayma: Risk değerlendirmelerine dayalı olarak, uyarılar oluşturulur ve ilgili paydaşlara ve risk altındaki nüfusa dağıtılır. Uyarılar, tehlikenin niteliği, beklenen etkisi, önerilen eylemler ve tahliye prosedürleri hakkında bilgiler içerebilir. 4. İletişim kanalları: Erken uyarı sistemleri, uyarıları etkili bir şekilde yaymak için çeşitli iletişim kanallarını kullanır. Bunlar sirenleri, kısa mesajları, telefon görüşmelerini, televizyon ve radyo yayınlarını, sosyal medyayı ve mobil uygulamaları içerebilir. Amaç, birden fazla kanaldan mümkün olduğunca çok kişiye ulaşmaktır."
  },
  {
    "id": "3841215",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi, afet iletişiminin etkili bir şekilde gerçekleştirilmesine katkı sağlayan olumlu bir uygulamadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Bilgileri sadece teknik terimlerle paylaşmak",
      "B": "Toplumdan gelen geri bildirimleri dikkate almamak",
      "C": "Mesajları açık, anlaşılır ve kültürel olarak duyarlı bir şekilde hazırlamak",
      "D": "Bilgileri doğruluğu kontrol edilmeden yaymak",
      "E": "Yalnızca kriz anında iletişim kurmak"
    },
    "explanation": "E) \n <strong>Doğru Cevap:</strong> C) Mesajları açık, anlaşılır ve kültürel olarak duyarlı bir şekilde hazırlamak"
  },
  {
    "id": "3841216",
    "unitNumber": 3,
    "text": "Etkili afet iletişimi sürecinde, halkın bilgiye dayalı kararlar almasını kolaylaştırmak için aşağıdaki uygulamalardan hangisi önerilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bilgileri yalnızca resmi kurum çalışanlarıyla paylaşmak",
      "B": "Bilgilendirmeleri geciktirerek paniği önlemeye çalışmak",
      "C": "Afetle ilgili bilgileri sade ve eyleme geçirilebilir şekilde sunmak",
      "D": "Paylaşımlarda sadece yazılı metin kullanmak",
      "E": "Tüm iletişim kanallarını kapalı tutmak"
    },
    "explanation": "<strong>Doğru Cevap:</strong> C) Afetle ilgili bilgileri sade ve eyleme geçirilebilir şekilde sunmak"
  },
  {
    "id": "3841218",
    "unitNumber": 3,
    "text": "Afet iletişiminde, farklı kültürel grupların ihtiyaçlarına saygı göstermek amacıyla aşağıdaki yaklaşımlardan hangisi en doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Tek tip mesaj hazırlayıp herkese aynısını iletmek",
      "B": "Kültürel farklılıkları göz ardı etmek",
      "C": "Mesajları çevirisiz yayınlamak",
      "D": "Kültürel açıdan duyarlı ve kapsayıcı mesajlar hazırlamak",
      "E": "Sadece çoğunluğun konuştuğu dilde iletişim kurmak"
    },
    "explanation": "<strong>Doğru Cevap:</strong> D) Kültürel açıdan duyarlı ve kapsayıcı mesajlar hazırlamak"
  },
  {
    "id": "3841220",
    "unitNumber": 3,
    "text": "Afet iletişiminde acil müdahale ekipleri ile medya arasında etkili işbirliği sağlamak için en olumlu yaklaşım aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Medyanın yalnızca afet sonrası raporlanmasına izin vermek",
      "B": "Ekiplerin medyaya gerçek zamanlı ve doğrulanmış güncellemeler sağlamak için bir basın ofisi kurmak",
      "C": "Medyaya sadece kısıtlı, teknik raporlar dağıtmak",
      "D": "Medyanın haber kaynaklarını çoğaltarak söylentileri önlemekten kaçınmak",
      "E": "Medya temsilcilerinin sahadan tamamen uzak tutulmasını sağlamak"
    },
    "explanation": "E)\n <strong>Doğru Cevap:</strong> B) Ekiplerin medyaya gerçek zamanlı ve doğrulanmış güncellemeler sağlamak için bir basın ofisi kurmak"
  },
  {
    "id": "3841221",
    "unitNumber": 3,
    "text": "Afet öncesi risk iletişiminde, halkın hazırlık düzeyini artırmak için en olumlu uygulama aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sadece afet anında uyarı vermek",
      "B": "Karmaşık teknik terimlerle dolu broşürler dağıtmak",
      "C": "Basit dil kullanarak, örnek senaryolar eşliğinde interaktif eğitimler düzenlemek",
      "D": "Tek kanallı (sadece yazılı) iletişim yapmak",
      "E": "Risk bilgilerini gizleyerek paniği engellemeye çalışmak"
    },
    "explanation": "<strong>Doğru Cevap:</strong> C) Basit dil kullanarak, örnek senaryolar eşliğinde interaktif eğitimler düzenlemek"
  },
  {
    "id": "3841225",
    "unitNumber": 3,
    "text": "Afete hazırlıkta risk iletişiminin temel ilkelerinden biri olarak “tutarlılık” ilkesini uygulamak için en olumlu yaklaşım aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Farklı paydaşların birbirinden bağımsız, çelişkili mesajlar yayınlamasına izin vermek",
      "B": "Aynı içeriği tüm kanallarda ve paydaşlarla koordineli olarak paylaşmak",
      "C": "Mesajları her gün yeniden hazırlayıp farklı sözcüklerle iletmek",
      "D": "Sadece tek bir iletişim kanalına güvenerek mesajı yayınlamak",
      "E": "Mesajların içeriğini sürekli değiştirmek"
    },
    "explanation": "<strong>Doğru Cevap:</strong> B) Aynı içeriği tüm kanallarda ve paydaşlarla koordineli olarak paylaşmak"
  },
  {
    "id": "3841226",
    "unitNumber": 3,
    "text": "Deprem riski yüksek, hem kırsal hem de kentsel alanları kapsayan bir bölgedeki yetkililer, afete hazırlık aşamasında “şeffaflık”, “çoklu iletişim kanalları kullanma” ve “toplum katılımı” ilkelerini aynı anda uygulamak istiyor. Aşağıdakilerden hangisi bu ilkeleri en iyi şekilde bütünleştiren yaklaşım olur?\n <ul> <li><br/></li> </ul>",
    "correctAnswer": "B",
    "options": {
      "A": "Sadece resmi web sitesi üzerinden ayrıntılı raporlar yayımlamak ve geri bildirim taleplerini posta yoluyla toplamak",
      "B": "Yerel radyo ve belediye hoparlörleri aracılığıyla düzenli güncellemeler vermek; kritik bilgilerin basit görsellerle desteklendiği broşürleri mahalle muhtarları aracılığıyla dağıtmak; ayrıca bir halk forumu düzenleyerek topluluk sorularını ve önerilerini doğrudan alıp yanıtlamak",
      "C": "Tek tip SMS mesajlarıyla genel uyarılar göndermek ve detaylı bilgiyi vatandaşların kendilerinin araştırmasına bırakmak",
      "D": "Sosyal medya kanallarından haftalık video yayınları yapmak, ancak videolara halktan gelen yorumları kapatarak yanlış bilgi yayılımını önlemeye çalışmak",
      "E": "Sadece mahalle muhtarlarına yazılı bilgi kitleri iletmek ve halkla doğrudan iletişime girmemek"
    },
    "explanation": "<strong>Doğru Cevap:</strong> B) Yerel radyo ve belediye hoparlörleri aracılığıyla düzenli güncellemeler vermek; kritik bilgilerin basit görsellerle desteklendiği broşürleri mahalle muhtarları aracılığıyla dağıtmak; ayrıca bir halk forumu düzenleyerek topluluk sorularını ve önerilerini doğrudan alıp yanıtlamak\n <strong>Açıklama:</strong>\n <ul> <li> <strong>Şeffaflık:</strong> Düzenli güncellemeler ve halka açık forum, bilgi akışını açık tutar.\n </li> <li> <strong>Çoklu Kanallar:</strong> Radyo, hoparlör ve basılı broşürler farklı erişim imkânlarına hitap eder.\n </li> <li> <strong>Toplum Katılımı:</strong> Forum ve muhtar dağıtımı, iki yönlü iletişime ve yerel aktörlerin devreye girmesine olanak sağlar.\n </li> </ul>"
  },
  {
    "id": "3841227",
    "unitNumber": 3,
    "text": "Risk iletişimi sırasında “yanılgıları ve söylentileri ele almak” stratejisini en etkili şekilde uygulamak için aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "Topluluk içinde dolaşan yanlış bilgileri görmezden gelerek, sadece resmi mesajları yayınlamak",
      "B": "Yanlış bilgileri tespit eden görsel ve kısa videolar hazırlayıp sosyal medyada paylaşmak",
      "C": "Söylentilere yanıt vermemek, çünkü resmi açıklamalar yeterlidir",
      "D": "Söylentileri sadece yazılı olarak düzeltmek ve halka bununla ilgili broşür dağıtmak",
      "E": "Yanlış bilgileri düzeltmek için yalnızca basın toplantısı düzenlemek"
    },
    "explanation": "<strong>Doğru Cevap:</strong> B) Yanlış bilgileri tespit eden görsel ve kısa videolar hazırlayıp sosyal medyada paylaşmak\n <strong>Açıklama:</strong> Görseller ve kısa videolar, düşük okuryazarlık düzeyinde bile halkın doğru bilgiyi hızlıca özümsemesini sağlar ve söylentilerin etkisini azaltır."
  },
  {
    "id": "3841228",
    "unitNumber": 3,
    "text": "Toplum katılımı stratejilerinden “kapasite oluşturmak” ilkesini gerçekleştirmek için en olumlu yaklaşım aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sadece bilgilendirici broşürler bastırıp dağıtmak",
      "B": "Topluluk üyelerine yönelik interaktif eğitimler, tatbikatlar ve sertifikalı kurslar düzenlemek",
      "C": "Eğitim materyallerini çevrimiçi bir portalda toplamak, ancak yüz yüze etkinlik düzenlememek",
      "D": "Tatbikatları yalnızca yetkili kurum personeliyle sınırlı tutmak",
      "E": "Toplumu yalnızca izleyici konumunda tutup, aktif katılıma izin vermemek"
    },
    "explanation": "<strong>Doğru Cevap:</strong> B) Topluluk üyelerine yönelik interaktif eğitimler, tatbikatlar ve sertifikalı kurslar düzenlemek\n <strong>Açıklama:</strong> İnteraktif eğitim ve tatbikatlar, bireylerin bilgi ve becerilerini geliştirerek gerçek durumlarda doğru müdahaleyi yapabilmelerine imkân tanır."
  },
  {
    "id": "3841231",
    "unitNumber": 3,
    "text": "Kriz iletişiminde “çok yönlü iletişim” stratejisini hayata geçirmek isteyen bir müdahale ekibi, halkın ihtiyaç ve endişelerini hızlıca öğrenip yanıtlamak istiyor. Aşağıdakilerden hangisi bu stratejiye en uygun uygulamadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Sadece sosyal medya üzerinden tek yönlü duyurular yapmak",
      "B": "Görev tanımı sadece basın toplantıları düzenlemek olan tek bir sözcü atamak",
      "C": "Saha telefon hatları ve SMS geri bildirim hattı kurmak, sosyal medya izleme araçlarıyla halkın sorularını ve şikâyetlerini izleyip anlık cevaplamak",
      "D": "Resmî web sitesine güncel bilgiler yüklemek ve halkın yorum bölümünü kapatmak",
      "E": "Haber ajanslarına bilgi sızdırarak halkın haber kanalları aracılığıyla bilgi almasını sağlamak"
    },
    "explanation": "<strong>Doğru Cevap:</strong> C) Saha telefon hatları ve SMS geri bildirim hattı kurmak, sosyal medya izleme araçlarıyla halkın sorularını ve şikâyetlerini izleyip anlık cevaplamak<br/><strong>Açıklama:</strong> Çok yönlü iletişim, paydaşların yalnızca bilgi almasını değil, aynı zamanda geri bildirimde bulunmasını da kapsar; bu öneri hem geleneksel hem dijital kanalları kullanarak halkın taleplerine hızlı yanıt verilmesini sağlar."
  },
  {
    "id": "3595268",
    "unitNumber": 4,
    "text": "iyilik hali dışında olduğu düşünülen herhangi bir fiziksel veya psikolojik durum.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Mortalite",
      "B": "Miyalji",
      "C": "Morbidite",
      "D": "Menenjit",
      "E": "Menapoz"
    },
    "explanation": "Morbidite iyilik hali dışında olduğu düşünülen herhangi bir fiziksel veya psikolojik durum. Doğru cevap C’dir."
  },
  {
    "id": "3595270",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi afet triyajının amaçları ve hedeflerinden biri <strong>değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Hızlı değerlendirme",
      "B": "Erken uyarı sistemlerini geliştirme",
      "C": "Kaynak tahsisi",
      "D": "Hastaların sınıflandırılması",
      "E": "Etkili iletişim ve koordinasyon"
    },
    "explanation": "Afet triyajının amaçları ve hedefleri şunlardır: a) Hızlı değerlendirme b) Hastaların sınıflandırılması c) Kaynak tahsisi d) Tedavi önceliklendirme e) Etkili iletişim ve koordinasyon f) Sürekli yeniden değerlendirme. Doğru cevap B’dir."
  },
  {
    "id": "3595272",
    "unitNumber": 4,
    "text": "Toplu yaralanma olayının olduğu olay mahallinde gerçekleştirilen en acil triyaj seviyesi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Birincil triyaj",
      "B": "İkincil triyaj",
      "C": "Üçüncül triyaj",
      "D": "Dördüncül triyaj",
      "E": "Beşincil triyaj"
    },
    "explanation": "Hızlı ilk değerlendirme olarak da bilinen birincil triyaj, toplu yaralanma olayının olduğu olay mahallinde gerçekleştirilen ilk ve en acil triyaj seviyesidir. Doğru cevap A’dır."
  },
  {
    "id": "3595274",
    "unitNumber": 4,
    "text": "<table> <tbody> <tr> <td> Triyaj Kategorisi\n </td> <td> Renk\n </td> </tr> <tr> <td> 1- Hafif\n </td> <td> A- Kırmızı\n </td> </tr> <tr> <td> 2- Gecikmeli\n </td> <td> B- Yeşil\n </td> </tr> <tr> <td> 3- Hemen\n </td> <td> C- Sarı\n </td> </tr> <tr> <td> 4- Ölü/ölümcül\n </td> <td> D- Siyah\n </td> </tr> <tr> <td> 5- Çok hafif\n </td> </tr> <tr> <td> 6- Beklenen\n </td> </tr> </tbody> </table> Triyaj kategorileri ile ilgili yukarıdaki triyaj kategorisi ve renklerin doğru eşleştirilmesi aşağıdakilerin hangisinde verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "<ol> <li>1-C, 2-A, 3-D, 4-B</li> </ol>",
      "B": "1-B, 2-C, 3-A, 4-D",
      "C": "<ol> <li>2-D, 3-A, 4-C, 5-B</li> </ol>",
      "D": "2-C, 3-A, 5-D, 6-B",
      "E": "3-C, 4-D, 5-A, 6-B"
    },
    "explanation": "Afet triyajında hastalar, yaralanmalarının veya tıbbi durumlarının ciddiyetine ve acil tıbbi müdahale ile hayatta kalma olasılıklarına göre farklı triyaj kategorilerine ayrılır. Bunlar: a) Hemen-Kırmızı b) Gecikmeli-Sarı c) Hafif-Yeşil d) Ölü/ölümcül-Siyah Doğru cevap B’dir."
  },
  {
    "id": "3595275",
    "unitNumber": 4,
    "text": "Triyaj kategorilerinde “hafif” olarak kodlanan renk aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kırmızı",
      "B": "Yeşil",
      "C": "Sarı",
      "D": "Siyah",
      "E": "Mavi"
    },
    "explanation": "Hafif olarak sınıflandırılan hastalarda hafif yaralanmalar veya minimum tıbbi müdahale gerektiren durumlar vardır. Bu gruptaki hastalar yeşil renkle kodlandırılır. Doğru cevap B’dir."
  },
  {
    "id": "3595277",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi triyaj sırasında hastaların yaralanmaları ve tıbbi durumlarını değerlendirmek için genellikle kullanılan parametler arasında <strong>yer almaz?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yaşamsal belirtiler",
      "B": "Solunum durumu",
      "C": "Dolaşım",
      "D": "Irk",
      "E": "Yaralanmaların şiddeti"
    },
    "explanation": "Değerlendirme kriterleri, triyaj sırasında hastaların yaralanmalarını ve tıbbi durumlarını değerlendirmek için kullanılan özel parametreler veya göstergelerdir. Bu kriterler, bir hastanın durumunun ciddiyetinin ve bakım önceliklerinin belirlenmesine yardımcı olur. Spesifik değerlendirme kriterleri, kullanılan triyaj sistemine veya algoritmaya bağlı olarak değişebilir, ancak genellikle aşağıdakileri içerir: a) Yaşamsal belirtiler b) Yaralanma şiddeti c) Zihinsel durum d) Solunum durumu e) Dolaşım. Doğru cevap D’dir."
  },
  {
    "id": "3595279",
    "unitNumber": 4,
    "text": "Pediatrik hastaların dahil olduğu afet durumlarında hangi tür triyaj sistemi kullanılmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "<strong>JumpSTART</strong>",
      "B": "SALT",
      "C": "START",
      "D": "MASS",
      "E": "AŞİ"
    },
    "explanation": "Pediatrik hastaların dâhil olduğu afet durumlarında, JumpSTART (JumpSTART Pediatric MCI Triage) olarak bilinen özel bir triyaj sistemi kullanılır. Doğru cevap A’dır."
  },
  {
    "id": "3595280",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi tipik triyaj etiketlerinde yer alan bilgiler arasında <strong>yer almaz? </strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Triyaj kategorisi",
      "B": "Hayati belirtiler",
      "C": "Tanımlama",
      "D": "Aile bilgileri",
      "E": "Müdahaleler"
    },
    "explanation": "Triyaj etiketleri, triyaj kategorilerini tanımlamak ve gerekli bilgileri sağlamak için hastalara yapıştırılan fiziksel etiketler veya etiketlerdir. Triyaj etiketleri tipik olarak aşağıdaki bilgileri içerir: a) Triyaj kategorisi b) Tanımlama c) Hayati belirtiler d) Yaralanmalar ve durumlar e) Müdahaleler. Doğru cevap D’dir."
  },
  {
    "id": "3595281",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi triyaj sürecinde hasta ve aile iletişimi için dikkat edilmesi gereken stratejiler arasında <strong>yer almaz?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Aktif dinleme",
      "B": "Bilgi paylaşma",
      "C": "Gerçekçi beklentiler oluşturma",
      "D": "Karar vermeyi destekleme",
      "E": "Sempatik olma"
    },
    "explanation": "Triyaj sürecinde hastalar ve aileleri ile etkili iletişim çok önemlidir. Kaygıyı hafifletmeye yardımcı olur, gerekli bilgileri sağlar ve karar verme sürecine katılımlarını sağlar. Hasta ve aile iletişimi için aşağıdaki stratejileri göz önünde bulundurun: a) Empati ve şefkat b) Aktif dinleme c) Bilgi paylaşımı d) Gerçekçi beklentiler oluşturma e) Karar vermeyi destekleme f) Dil ve kültürel hususlar. Doğru cevap E’dir."
  },
  {
    "id": "3595282",
    "unitNumber": 4,
    "text": "Bir afet durumunda iyi niyetle acil tıbbi bakım sağlayan sağlık çalışanlarına sorumluluk koruması sağlayan ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Acil durum yönetim yasaları",
      "B": "Afete müdahale muafiyeti",
      "C": "İyi Samiriyeler yasaları",
      "D": "Halk sağlığı riskleri",
      "E": "Mesleki standart ve yönergeler"
    },
    "explanation": "İyi Samiriyeler yasaları: Bu yasalar, bir olay mahallinde veya bir afet durumunda iyi niyetle acil tıbbi bakım sağlayan sağlık çalışanlarına sorumluluk koruması sağlar. Doğru cevap C’dir."
  },
  {
    "id": "3597647",
    "unitNumber": 4,
    "text": "“Afet triyajı, çok sayıda hastayı barındıracak şekilde uyarlanabilen ……………. bir müdahale çerçevesi sağlar.” cümlesinde boşluğa hangisi gelebilir?",
    "correctAnswer": "D",
    "options": {
      "A": "verimli",
      "B": "zamana duyarlı",
      "C": "kolaylaştırılmış",
      "D": "ölçeklenebilir",
      "E": "etkili"
    },
    "explanation": "Afet triyajı, çok sayıda hastayı barındıracak şekilde uyarlanabilen ölçeklenebilir bir müdahale çerçevesi sağlar."
  },
  {
    "id": "3597649",
    "unitNumber": 4,
    "text": "Afet triyajının temel amaç ve hedefleri ile ilgili olarak hangisi <strong>yanlıştır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Hastaların acil, gecikmeli, minimum veya beklenen şeklinde sınıflandırır.",
      "B": "Mevcut kaynakların tahsisinin optimize edilmesine yardımcı olur.",
      "C": "Daha az ciddi yaralanmaları olanların anında bakım almasını sağlar.",
      "D": "Toplu yaralanma olayına genel müdahale optimize edilir.",
      "E": "Yeniden değerlendirme ile hastaların triyajı tıbbi ihtiyaca uygun kalır."
    },
    "explanation": "Afet triyajının temel amaç ve hedeflerini inceleyelim.\n <strong>Hızlı Değerlendirme</strong>\n Afet triyajının temel amacı, toplu yaralanma olayına karışan bireylerin tıbbi durumlarını ve yaralanmalarının ciddiyetini hızla değerlendirmektir. Bu durumlarda zaman çok önemlidir ve hızlı ve doğru bir değerlendirme, sağlık çalışanlarının her hasta için gereken bakımın aciliyetini ve önceliğini belirlemesine olanak tanır.\n <strong>Hastaların Sınıflandırılması</strong>\n Triyaj, hastaları, yaralanmalarının ciddiyetine ve acil tıbbi müdahale ile hayatta kalma olasılıklarına dayalı olarak farklı öncelik seviyelerine göre sınıflandırmayı amaçlar. Bu sınıflandırma tipik olarak hastaların acil, gecikmeli, minimum veya beklenen gibi triyaj kategorilerine göre sınıflandırılmasını içerir.\n <strong>Kaynak Tahsisi</strong>\n Afet triyajı, personel, ekipman, sarf malzemeleri ve tesisler dâhil olmak üzere mevcut kaynakların tahsisinin optimize edilmesine yardımcı olur.\n <strong>Tedavi Önceliklendirme</strong>\n Yaşamı tehdit eden yaralanmaları veya etkili bir şekilde tedavi edilebilecek durumları olan hastalar anında bakım alırken, daha az ciddi yaralanmaları olanların tedavileri, kaynaklar sağlanana kadar ertelenebilir.\n <strong>Etkili İletişim ve Koordinasyon</strong>\n Standart triyaj sistemleri, ortak iletişim protokollerini, terminolojileri ve triyaj etiketlerini kullanarak sorunsuz bilgi alışverişini ve hasta bakımının koordinasyonunu kolaylaştırır. Bu, karışıklığın önlenmesine, iş akışının düzenlenmesine ve toplu yaralanma olayına genel müdahalenin optimize edilmesine yardımcı olur.\n <strong>Sürekli Yeniden Değerlendirme</strong>\n Devam eden yeniden değerlendirme, hastaların triyaj ve tedavi planlarının, değişen tıbbi ihtiyaçlarına uygun ve duyarlı kalmasını sağlar."
  },
  {
    "id": "3597650",
    "unitNumber": 4,
    "text": "Afet triyajının temel amaç ve hedefleri ile ilgili olarak hangisi <strong>doğrudur?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Hızlı değerlendirme hastaların acil, gecikmeli, minimum veya beklenen şeklinde sınıflandırılmasını sağlar.",
      "B": "Personel, ekipman, sarf malzemeleri ve tesis tahsisinin optimize edilmesine yardımcı olur.",
      "C": "Yaşamı tehdit eden yaralara sahip veya etkili bir şekilde tedavi edilebilecek durumdaki hastaların anında bakım almasını sağlar.",
      "D": "Sürekli yeniden değerlendirme kurtarılan hayat sayısını en üst düzeye çıkarmaya ve morbidite ve mortaliteyi en aza indirmeye yardımcı olur.",
      "E": "Tedavi önceliklendirme triyaj sürecine dâhil olan sağlık çalışanları arasında etkili iletişim ve koordinasyonu teşvik eder."
    },
    "explanation": "Afet triyajının temel amaç ve hedeflerini inceleyelim.\n <strong>Hızlı Değerlendirme</strong>\n Afet triyajının temel amacı, toplu yaralanma olayına karışan bireylerin tıbbi durumlarını ve yaralanmalarının ciddiyetini hızla değerlendirmektir. Bu durumlarda zaman çok önemlidir ve hızlı ve doğru bir değerlendirme, sağlık çalışanlarının her hasta için gereken bakımın aciliyetini ve önceliğini belirlemesine olanak tanır.\n <strong>Hastaların Sınıflandırılması</strong>\n Triyaj, hastaları, yaralanmalarının ciddiyetine ve acil tıbbi müdahale ile hayatta kalma olasılıklarına dayalı olarak farklı öncelik seviyelerine göre sınıflandırmayı amaçlar. Bu sınıflandırma tipik olarak hastaların acil, gecikmeli, minimum veya beklenen gibi triyaj kategorilerine göre sınıflandırılmasını içerir. Amaç, sınırlı kaynakların en çok ihtiyaç duyanlara uygun şekilde tahsis edilmesini sağlamaktır.\n <strong>Kaynak Tahsisi</strong>\n Afet triyajı, personel, ekipman, sarf malzemeleri ve tesisler dâhil olmak üzere mevcut kaynakların tahsisinin optimize edilmesine yardımcı olur. Sağlık çalışanları, hastaları durumlarının ciddiyetine göre kategorize ederek, hangi hastaların acil hayat kurtarıcı müdahalelere ihtiyaç duyduğunu belirleyebilir ve kaynak kullanımına buna göre öncelik verebilir. Bu, kurtarılan hayat sayısını en üst düzeye çıkarmaya ve morbidite ve mortaliteyi en aza indirmeye yardımcı olur.\n <strong>Tedavi Önceliklendirme</strong>\n Triyaj, sağlık çalışanlarının, değerlendirilen hastaların ihtiyaçlarına göre tedavi alma sırasına göre öncelik vermelerine olanak tanır. Yaşamı tehdit eden yaralanmaları veya etkili bir şekilde tedavi edilebilecek durumları olan hastalar anında bakım alırken, daha az ciddi yaralanmaları olanların tedavileri, kaynaklar sağlanana kadar ertelenebilir. Bu önceliklendirme, kritik müdahalelerin derhal yapılmasını sağlayarak olumlu hasta sonuçları şansını en üst düzeye çıkarır.\n <strong>Etkili İletişim ve Koordinasyon</strong>\n Afet triyajı, triyaj sürecine dâhil olan sağlık çalışanları arasında etkili iletişim ve koordinasyonu teşvik eder. Standart triyaj sistemleri, ortak iletişim protokollerini, terminolojileri ve triyaj etiketlerini kullanarak sorunsuz bilgi alışverişini ve hasta bakımının koordinasyonunu kolaylaştırır. Bu, karışıklığın önlenmesine, iş akışının düzenlenmesine ve toplu yaralanma olayına genel müdahalenin optimize edilmesine yardımcı olur.\n <strong>Sürekli Yeniden Değerlendirme</strong>\n Afet triyajı, KZO’ların dinamik doğasını ve hastaların gelişen ihtiyaçlarını vurgular. Triyaj sistemleri, daha fazla kaynak kullanılabilir hâle geldikçe veya durum değiştikçe hastaların durumlarının sürekli yeniden değerlendirilmesinin ve triyaj kategorilerinin yeniden değerlendirilmesinin öneminin altını çizer. Devam eden yeniden değerlendirme, hastaların triyaj ve tedavi planlarının, değişen tıbbi ihtiyaçlarına uygun ve duyarlı kalmasını sağlar.\n Afet triyajı, bu amaç ve hedefleri belirleyerek, toplu yaralanma olaylarının yönetilmesine yönelik yapılandırılmış bir yaklaşım ve sağlık çalışanlarının bilgiye dayalı kararlar vermesini, kaynakları etkili bir şekilde tahsis etmesini ve en çok ihtiyacı olanlara zamanında bakım sağlamasını sağlar."
  },
  {
    "id": "3597651",
    "unitNumber": 4,
    "text": "Hastaları acil yaşamı tehdit eden durumlarına ve zamana duyarlı müdahalelere duyulan ihtiyaca göre hızla tespit ve kategorize edildiği triyaj hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Birincil",
      "B": "İkincil",
      "C": "Üçüncül",
      "D": "İlk seviye",
      "E": "Son seviye"
    },
    "explanation": "<strong>Birincil Triyaj</strong>\n Hızlı ilk değerlendirme olarak da bilinen birincil triyaj, toplu yaralanma olayının olduğu olay mahallinde gerçekleştirilen ilk ve en acil triyaj seviyesidir. Birincil amacı, hastaları acil yaşamı tehdit eden durumlarına ve zamana duyarlı müdahalelere duyulan ihtiyaca göre hızla tespit etmek ve kategorize etmektir.\n Triyaj sistemleri, standart iletişim protokollerini ve terminolojiyi bir araya getirerek sağlık çalışanlarının hasta durumunu, ihtiyaçlarını ve müdahalelerini etkili bir şekilde iletmesini sağlar."
  },
  {
    "id": "3597652",
    "unitNumber": 4,
    "text": "Birincil triyaj sırasında, hastalar genellikle kaç ana gruba ayrılır?",
    "correctAnswer": "C",
    "options": {
      "A": "Bir",
      "B": "İki",
      "C": "Üç",
      "D": "Dört",
      "E": "Beş"
    },
    "explanation": "Birincil triyaj sırasında, hastalar genellikle üç ana gruba ayrılır:\n <ol> <li><strong> Hemen: </strong>Hayatı tehdit eden yaralanmaları veya yaşamı korumak için acil müdahale gerektiren durumları olan hastalar. Acil nakil ve tedavi gerektirirler.</li> <li><strong> Gecikmeli: </strong>Ciddi ancak yaşamı tehdit etmeyen yaralanmaları olan hastalar. Bu hastalar tedavide kısa bir gecikmeyi önemli bir bozulma olmadan tolere edebilirler.</li> <li><strong> Hafif: </strong>Hafif yaralanması olan veya ayakta olup kendi kendine bakabilen hastalar. Minimum tıbbi müdahale gerektirirler ve genellikle daha sonra tedavi edilebilirler.</li> </ol>"
  },
  {
    "id": "3597654",
    "unitNumber": 4,
    "text": "Ciddi ancak yaşamı tehdit etmeyen yaralanmaları olan hastaların tedavide kısa bir gecikmeyi önemli bir bozulma olmadan tolere edebilmeleri hangi triyaj katergorisi ve hangi ana grubunda değerlendirilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Birincil-Hemen",
      "B": "Birincil-Gecikmeli",
      "C": "İkincil-Gecikmeli",
      "D": "Üçüncül-Hemen",
      "E": "Üçüncül-Hafif"
    },
    "explanation": "Birincil triyaj sırasında, hastalar genellikle üç ana gruba ayrılır:\n <ol> <li><strong> Hemen: </strong>Hayatı tehdit eden yaralanmaları veya yaşamı korumak için acil müdahale gerektiren durumları olan hastalar. Acil nakil ve tedavi gerektirirler.</li> <li><strong> Gecikmeli: </strong>Ciddi ancak yaşamı tehdit etmeyen yaralanmaları olan hastalar. Bu hastalar tedavide kısa bir gecikmeyi önemli bir bozulma olmadan tolere edebilirler.</li> <li><strong> Hafif: </strong>Hafif yaralanması olan veya ayakta olup kendi kendine bakabilen hastalar. Minimum tıbbi müdahale gerektirirler ve genellikle daha sonra tedavi edilebilirler.</li> </ol>"
  },
  {
    "id": "3597655",
    "unitNumber": 4,
    "text": "Triyaj kategorilerinin öncelik ve renk bilgileri hangisinde doğru verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "1-Sarı",
      "B": "2-Kırmızı",
      "C": "3-Yeşil",
      "D": "4-Beyaz",
      "E": "5-Siyah"
    },
    "explanation": "<table><tbody><tr><td><br/><strong>Triyaj Kategorisi </strong>\n<br/></td><td><br/><strong>Öncelik </strong>\n<br/></td><td><br/><strong>Renk </strong>\n<br/></td><td><br/><strong>Koşullar </strong>\n<br/></td></tr><tr><td><br/>Hemen\n<br/></td><td><br/>1\n<br/></td><td><br/><strong>Kırmızı </strong>\n<br/></td><td><br/>Göğüs yaralanmaları, şok, açık kırık, 2-3 yanık\n<br/></td></tr><tr><td><br/>Gecikmeli\n<br/></td><td><br/>2\n<br/></td><td><br/><strong>Sarı </strong>\n<br/></td><td><br/>Stabil karın yaralanmaları, göz ve merkezî sinir sistemi yaralanmaları\n<br/></td></tr><tr><td><br/>Hafif\n<br/></td><td><br/>3\n<br/></td><td><br/><strong>Yeşil </strong>\n<br/></td><td><br/>Küçük yanıklar, küçük kırıklar, küçük kanamalar\n<br/></td></tr><tr><td><br/>Ölü/Ölümcül\n<br/></td><td><br/>4\n<br/></td><td><br/><strong>Siyah </strong>\n<br/></td><td><br/>Yanıt vermeyen, ciddi omurilik yaralanmaları\n<br/></td></tr></tbody></table>"
  },
  {
    "id": "3597656",
    "unitNumber": 4,
    "text": "Triyaj kategorilerinin renk ve koşulları hangisinde doğru verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sarı-Göğüs yaralanmaları, şok, açık kırık, 2-3 yanık",
      "B": "Siyah-Stabil karın yaralanmaları, göz ve merkezî sinir sistemi yaralanmaları",
      "C": "Yeşil-Küçük yanıklar, küçük kırıklar, küçük kanamalar",
      "D": "Sarı-Yanıt vermeyen, ciddi omurilik yaralanmaları",
      "E": "Beyaz-Ölmüş hastalar"
    },
    "explanation": "<table><tbody><tr><td><br/><strong>Triyaj Kategorisi </strong>\n<br/></td><td><br/><strong>Öncelik </strong>\n<br/></td><td><br/><strong>Renk </strong>\n<br/></td><td><br/><strong>Koşullar </strong>\n<br/></td></tr><tr><td><br/>Hemen\n<br/></td><td><br/>1\n<br/></td><td><br/><strong>Kırmızı </strong>\n<br/></td><td><br/>Göğüs yaralanmaları, şok, açık kırık, 2-3 yanık\n<br/></td></tr><tr><td><br/>Gecikmeli\n<br/></td><td><br/>2\n<br/></td><td><br/><strong>Sarı </strong>\n<br/></td><td><br/>Stabil karın yaralanmaları, göz ve merkezî sinir sistemi yaralanmaları\n<br/></td></tr><tr><td><br/>Hafif\n<br/></td><td><br/>3\n<br/></td><td><br/><strong>Yeşil </strong>\n<br/></td><td><br/>Küçük yanıklar, küçük kırıklar, küçük kanamalar\n<br/></td></tr><tr><td><br/>Ölü/Ölümcül\n<br/></td><td><br/>4\n<br/></td><td><br/><strong>Siyah </strong>\n<br/></td><td><br/>Yanıt vermeyen, ciddi omurilik yaralanmaları\n<br/></td></tr></tbody></table>"
  },
  {
    "id": "3597658",
    "unitNumber": 4,
    "text": "Triyaj kategorilerinin uygun ve gelişen tıbbi ihtiyaçlara cevap vermesini sağlamak için hastaların durumunun sürekli olarak yeniden değerlendirildiği triyaj algoritması hangi adımda değerlendirilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Temel",
      "B": "Birinci",
      "C": "İkinci",
      "D": "Üçüncü",
      "E": "Dördüncü"
    },
    "explanation": "Triyaj algoritmaları tipik olarak aşağıdaki adımları içerir:\n<br/><ol><br/><li><strong> Birinci adım-ilk değerlendirme: </strong>Hastaların; yaşamsal belirtileri, hava yolu açıklığı, solunumu, dolaşımı ve zihinsel durumu hızlı bir şekilde değerlendirilir. Bu ilk değerlendirme, gereken tedavinin aciliyetini ve önceliğini belirlemeye yardımcı olur.</li><br/><li><strong> İkinci adım-Kategorizasyon: </strong>Hastalar, yaralanmalarının ciddiyetine ve acil tıbbi müdahale ile hayatta kalma olasılıklarına göre hemen, gecikmeli, hafif veya ölü/ölümüm beklenen gibi triyaj kategorilerine ayrılır.</li><br/><li><strong> Üçüncü adım-Yeniden değerlendirme: </strong>Triyaj kategorilerinin uygun ve gelişen tıbbi ihtiyaçlara cevap vermesini sağlamak için hastaların durumu sürekli olarak yeniden değerlendirilir. Yeniden değerlendirme, düzenli aralıklarla veya mevcut kaynaklarda veya genel durumda değişiklikler olduğunda yapılabilir.</li><br/></ol>"
  },
  {
    "id": "3597659",
    "unitNumber": 4,
    "text": "Triyaj değerlendirmesinde genellikle kaç kriter bulunur?",
    "correctAnswer": "A",
    "options": {
      "A": "5",
      "B": "4",
      "C": "3",
      "D": "2",
      "E": "1"
    },
    "explanation": "Spesifik değerlendirme kriterleri, kullanılan triyaj sistemine veya algoritmaya bağlı olarak değişebilir, ancak genellikle aşağıdakileri içerir:\n Yaşamsal belirtiler\n Yaralanmaların şiddeti\n Zihinsel durum\n Solunum durumu\n Dolaşım (perfüzyon)"
  },
  {
    "id": "3843170",
    "unitNumber": 4,
    "text": "Afet triyajının temel amacı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sağlık çalışanlarının eğitim düzeyini artırmak",
      "B": "Tüm mağdurlara eşit sürede müdahale etmek",
      "C": "Hastaların kronik hastalık geçmişini belirlemek",
      "D": "Sınırlı kaynakları en acil hastalara yönlendirerek hayat kurtarmak",
      "E": "Tıbbi cihazların kullanım süresini takip etmek"
    },
    "explanation": "Afet Triyajının Tanımı<br/>Afet triyajı, KZO veya afete karışan bireyler için<br/>tıbbi bakım ve kaynakları hızlı ve etkin bir şekilde<br/>değerlendirmek ve önceliklendirmek için kullanılan<br/>sistematik bir süreçtir. Kurtarılan hayat sayısını en<br/>üst düzeye çıkarmak, morbidite ve mortaliteyi en aza<br/>indirmek amacıyla, hastaların tedavi alma sırasını<br/>belirlemek için yaralanmalarının ve tıbbi ihtiyaçlarının hızlı bir şekilde değerlendirilmesini içerir.<br/>Morbidite: iyilik hali dışında olduğu düşünülen<br/>herhangi bir fiziksel veya psikolojik durum; hastalık.<br/>Mortalite: Ölüm, ölümlülük. Çoğunlukla tek<br/>kişi değil, topluluk için kullanılır.<br/>Doğal afet, terör saldırısı veya büyük ölçekli<br/>kaza gibi bir afet durumunda, yaralıların sayısı genellikle mevcut tıbbi kaynakları ve personeli aşar.<br/>Triyaj, sağlık çalışanlarının, hastaları yaralanmalarının ciddiyetine ve acil tıbbi müdahale ile hayatta<br/>kalma olasılıklarına göre belirlemesine ve öncelik<br/>vermesine yardımcı olur. Sağlık çalışanları, yapılandırılmış bir triyaj sistemi uygulayarak, sınırlı kaynakların tahsisi üzerine verimli ve bilinçli kararlar<br/>verebilir ve en çok ihtiyacı olan insanların zamanında bakım almasını sağlayabilir.<br/>Afet triyaj sistemleri, hastaları farklı triyaj kategorilerine göre sınıflandırmak için çeşitli değerlendirme kriterleri ve sınıflandırma yöntemleri kullanır. Bu kategoriler, tipik olarak hemen (kırmızı),<br/>gecikmeli (sarı), hafif (yeşil) ve ölü/ölümü beklenen (siyah) içerir. Kullanılan spesifik kriterler ve<br/>algoritmalar, kullanılan triyaj sistemine ve mevcut<br/>kaynaklara bağlı olarak değişebilir.<br/>Afet triyajının, durum geliştikçe ve daha fazla<br/>kaynak kullanılabilir hâle geldikçe sürekli yeniden<br/>değerlendirme gerektirebilecek dinamik bir süreç<br/>olduğuna dikkat etmek önemlidir. Ayrıca, etik hususlar ve yasal çerçeveler, özellikle kaynakların kıt<br/>olduğu durumlarda, triyaj kararlarına rehberlik etmede çok önemli bir rol oynar."
  },
  {
    "id": "3843171",
    "unitNumber": 4,
    "text": "Aşağıdaki afet triyaj sistemlerinden hangisi 1980’lerin sonunda geliştirilen ve solunum, perfüzyon, mental durum kriterlerine göre sınıflandırma yapan sistemdir?",
    "correctAnswer": "C",
    "options": {
      "A": "SALT",
      "B": "JumpSTART",
      "C": "START",
      "D": "ABC",
      "E": "MASH"
    },
    "explanation": "START Sistemi: 1980’lerin sonunda geliştirilen START sistemi, basit ve etkili bir triyaj yöntemi<br/>olarak geniş çapta kabul gördü. Hastaları kategorize etmek için triyaj etiketleri ve solunum hızı,<br/>perfüzyon ve mental durum gibi değerlendirme kriterlerini kullandı.<br/>5. Çağdaş Triyaj Sistemleri: Son yıllarda, yaşanan afetlerden öğrenilen d"
  },
  {
    "id": "3843172",
    "unitNumber": 4,
    "text": "Kitlesel zayiat olaylarında afet triyajının önemli olmasının temel nedenlerinden biri aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tüm hastaların hızlı bir şekilde hastaneye ulaştırılmasını sağlamak",
      "B": "Sağlık hizmetlerinin yasal sorumluluklarını ortadan kaldırmak",
      "C": "Mağdurları tıbbi ihtiyaçlarına göre önceliklendirmek",
      "D": "Hastalara kesin tanı koymak",
      "E": "Personel maaşlarını planlamak"
    },
    "explanation": "Kitlesel zayiat olayları genellikle personel, sarf malzemeleri ve tesisler dâhil olmak üzere mevcut sağlık<br/>hizmeti kaynaklarını tüketir. Triyaj, sağlık çalışanlarının, hastaları tıbbi ihtiyaçlarına ve acil müdahale ile<br/>hayatta kalma olasılıklarına göre belirleyip öncelik sırasına koyarak bu sınırlı kaynakları etkin bir şekilde<br/>tahsis etmelerine yardımcı olur. Bu, en çok fayda sağlayacak olanlara kritik müdahalelerin yapılmasını sağlayarak kurtarılan hayat sayısını<br/>en üst düzeye çıkarır."
  },
  {
    "id": "3843173",
    "unitNumber": 4,
    "text": "Afet triyajında kullanılan renk kodlarından <strong>\"siyah\"</strong> kategori aşağıdakilerden hangisini ifade eder?",
    "correctAnswer": "D",
    "options": {
      "A": "Hafif yaralı, kendi başına yürüyebilen hasta",
      "B": "Acil müdahale ile kurtarılabilecek hasta",
      "C": "Müdahale gecikebilir, durumu stabil hasta",
      "D": "Yaşamla bağdaşmayan yaralanması olan veya yaşam belirtisi olmayan hasta",
      "E": "İzole gözlem altında tutulması gereken hasta"
    },
    "explanation": "Afet triyaj sistemleri, hastaları farklı triyaj kategorilerine göre sınıflandırmak için çeşitli değerlendirme kriterleri ve sınıflandırma yöntemleri kullanır. Bu kategoriler, tipik olarak hemen (kırmızı),<br/>gecikmeli (sarı), hafif (yeşil) ve ölü/ölümü beklenen (siyah) içerir. Kullanılan spesifik kriterler ve<br/>algoritmalar, kullanılan triyaj sistemine ve mevcut<br/>kaynaklara bağlı olarak değişebilir"
  },
  {
    "id": "3843174",
    "unitNumber": 4,
    "text": "Aşağıdaki ifadelerden hangisi afet triyajının <strong>dinamik bir süreç</strong> olduğunu en iyi şekilde açıklar?",
    "correctAnswer": "D",
    "options": {
      "A": "Triyaj sadece hastane ortamında yapılır.",
      "B": "İlk triyaj sonrası hastaların durumu değişse bile yeniden değerlendirme yapılmaz.",
      "C": "Triyaj sabit kurallara dayanır ve olay boyunca değişmez.",
      "D": "Hastaların durumu ve kaynakların durumu zamanla değişebileceğinden sürekli yeniden değerlendirme gerekebilir.",
      "E": "Triyaj yalnızca sağlık personeli için geliştirilmiş bir teoridir."
    },
    "explanation": "Afet triyajının, durum geliştikçe ve daha fazla<br/>kaynak kullanılabilir hâle geldikçe sürekli yeniden<br/>değerlendirme gerektirebilecek dinamik bir süreç<br/>olduğuna dikkat etmek önemlidir. Ayrıca, etik hususlar ve yasal çerçeveler, özellikle kaynakların kıt<br/>olduğu durumlarda, triyaj kararla"
  },
  {
    "id": "3843175",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi <strong>afet triyajının amaçlarından biri değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Hastaların tıbbi durumlarını hızlı bir şekilde değerlendirmek",
      "B": "Tedavi önceliklerini belirleyerek etkili müdahale sağlamak",
      "C": "Sağlık sistemini yalnızca mali açıdan analiz etmek",
      "D": "Mevcut kaynakları en verimli şekilde kullanmak",
      "E": "Triyaj süreci boyunca etkili iletişim ve koordinasyonu sağlamak"
    },
    "explanation": "Afet triyajı, mağdurların hızlı bir şekilde değerlendirilmesine ve tıbbi bakımın önceliklendirilmesine<br/>yönelik sistematik bir yaklaşım sağlayarak, KZO’larda kritik bir rol oynar. Bu tür olaylarda afet triyajının<br/>önemi göz ardı edilemez ve bunun çok önemli olmasının bazı temel nedenleri inceleyelim."
  },
  {
    "id": "3843176",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi <strong>afet triyajının kitlesel zayiat olayları (KZO) sırasında önemli olmasının nedenlerinden biri değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Zamana duyarlı müdahalelere olanak sağlaması",
      "B": "Hasta akışını düzenlemesi",
      "C": "Müdahalenin ölçeklenebilirliğini artırması",
      "D": "Kaynakların rastgele dağıtılmasını sağlaması",
      "E": "Etkili iletişim ve işbirliğini kolaylaştırması"
    },
    "explanation": "Kaynakların rastgele dağıtılmasını sağlaması"
  },
  {
    "id": "3843177",
    "unitNumber": 4,
    "text": "Afet triyajı sırasında kullanılan sınıflandırma kategorilerinin temel amacı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Hastaların kimliklerini gizlemek",
      "B": "Yaralanma nedenlerini tespit etmek",
      "C": "Hastaları sigorta türüne göre ayırmak",
      "D": "Tedavi sırasını belirleyerek kaynak kullanımını optimize etmek",
      "E": "Psikolojik destek önceliğini belirlemek"
    },
    "explanation": "Tedavi sırasını belirleyerek kaynak kullanımını optimize etmek"
  },
  {
    "id": "3843178",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi <strong>birincil triyajın</strong> temel özelliklerinden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Hastaların uzun vadeli prognozuna göre sınıflandırılması",
      "B": "Hastane ortamında kapsamlı tanısal testler yapılması",
      "C": "Olay yerinde hızlı değerlendirme yaparak yaşamı tehdit eden durumları belirlemek",
      "D": "Palyatif bakım planlaması yapılması",
      "E": "Yalnızca çocuk hastalara yönelik müdahale yapılması"
    },
    "explanation": "Birincil Triyaj<br/>Hızlı ilk değerlendirme olarak da bilinen birincil triyaj, toplu yaralanma olayının olduğu olay mahallinde gerçekleştirilen ilk ve en acil triyaj seviyesidir. Birincil amacı, hastaları acil yaşamı tehdit eden durumlarına ve zamana duyarlı müdahalelere duyulan ihtiyaca göre hızla tespit etmek ve kategorize etmektir."
  },
  {
    "id": "3843179",
    "unitNumber": 4,
    "text": "<strong>“Gecikmeli (Sarı)”</strong> triyaj kategorisine alınan hastalar için aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Hayatı tehdit eden acil müdahale gerektiren durumları vardır",
      "B": "Minimum tıbbi müdahale gerektirirler ve genellikle kendi başlarına yürüyebilirler",
      "C": "Tıbbi müdahale yapılsa bile yaşama ihtimalleri çok düşüktür",
      "D": "Yaralanmaları ciddidir ancak kısa süreli gecikmeyi tolere edebilirler",
      "E": "CPR (Kardiyopulmoner Resüsitasyon) gibi gelişmiş girişimlere hemen başlanmalıdır"
    },
    "explanation": "Gecikmeli (Sarı)<br/>Gecikmeli kategorideki hastalar, önemli yaralanmalara veya tıbbi müdahale gerektiren durumlara sahiptir, ancak tedavide gecikmeyi tolere edecek kadar stabildirler. Yaralanmaları hemen hayati<br/>tehlike oluşturmaz. Örnekler arasında kırıklar,<br/>orta dereceli yanıklar veya yaşamı tehdit etmeyen<br/>kanamalar sayılabilir. Gecikmeli kategori hastalarına, acil kategori hastalarından sonra öncelik<br/>verilir. Tıbbi bir tesise nakledilmeden önce olay<br/>yerinde temel müdahaleler ve ilk stabilizasyon<br/>alabilirler. Yaralanmaları ciddi olmasına rağmen,<br/>kaynaklar acil kategori hastalara odaklanırken tedavi için bekleyebilirler."
  },
  {
    "id": "3594531",
    "unitNumber": 5,
    "text": "Afetlerden etkilenen bireylere ve topluluklara acil psikolojik destek sağlamada psikolojik ilk yardımın amacı aşağıdakilerden hangisidir?\n I.afetzedelerin korku, endişe, kederini hafifletmek\n II.afetzedelere karşılaşılan durum karşısında direnç sağlama konusunda yardımcı olmak\n III.afetzedelerin sağlık durumunu kontrol etmek\n IV.afetzedelere yiyecek, içecek temini\n V.afetzedelere ambulans, ilaç desteği",
    "correctAnswer": "A",
    "options": {
      "A": "I,II",
      "B": "I,II,III",
      "C": "I,IV",
      "D": "III,V",
      "E": "I,II,III,IV,V"
    },
    "explanation": "Giriş<br/>I,II \n a şıkkı\n Psikolojik İlk Yardım, sıkıntıyı hafifletmeyi, dirençliliği artırmayı ve hayatta kalanların psikolojik iyileşmesini desteklemeyi amaçlar."
  },
  {
    "id": "3594542",
    "unitNumber": 5,
    "text": "Afetlerden etkilenen kişi veya topluluklara, psikolojik ilk yardım konusunda, güvenli ve destekleyici bir ortam yaratmak için kullanılan teknik ve müdahaleler aşağıdakilerden hangisidir?\n I.kültürel duyarlılık\n II.aktif dinleme\n III.güvenlik oluşturma\n IV.güçlendirme ve iş birliği",
    "correctAnswer": "C",
    "options": {
      "A": "I,II",
      "B": "III,IV",
      "C": "I,II,III,IV",
      "D": "II,IV",
      "E": "I,II,III"
    },
    "explanation": "Hayatta Kalanlar ve Etkilenen Topluluklarla Güvenlik ve Yakınlık Kurma<br/>I,II,III,IV \n c şıkkı"
  },
  {
    "id": "3594545",
    "unitNumber": 5,
    "text": "Psikolojik ilk yardım, afetlerden etkilenen bireylerde ve topluluklarda duygusal, psikolojik ve sosyal refahı geliştirmeyi amaçlayan …………………..bir müdahale çerçevesidir.\n Yukarıdaki cümleyi uygun şekilde tamamlayan ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "moral verici",
      "B": "şevkatli",
      "C": "erdemli",
      "D": "destekleyici",
      "E": "hayat kurtarıcı"
    },
    "explanation": "Psikolojik İlk Yardımın Tanımı ve Amacı<br/>destekleyici\n d şıkkı"
  },
  {
    "id": "3594552",
    "unitNumber": 5,
    "text": "Psikolojik ilk yardım, güvenlik, sakinlik ve bağlılık duygusunu yeniden sağlamayı ve böylece …………………iyileşme ve dirençlilik için temel oluşturmayı amaçlar.\n Yukarıdaki cümleyi uygun şekilde tamamlayan ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "kısa vadeli",
      "B": "uzun vadeli",
      "C": "sürekli",
      "D": "şartlara uygun",
      "E": "durumu düzelten"
    },
    "explanation": "Psikolojik İlk Yardımın Amacı<br/>uzun vadeli\n b şıkkı\n Psikolojik ilk yardım, güvenlik, sakinlik ve bağlılık duygusunu yeniden sağlamayı ve böylece uzun vadeli iyileşme ve dirençlilik için temel oluşturmayı amaçlar."
  },
  {
    "id": "3594555",
    "unitNumber": 5,
    "text": "Psikolojik ilk yardımın uygulamasında esas alınan temel ilkeler aşağıdakilerden hangileridir?\n I.bağlanma\n II.iş birliği\n III.öz güven\n IV.öz yeterlilik\n V.dini değerlere saygı\n VI.hizmet",
    "correctAnswer": "A",
    "options": {
      "A": "I,II",
      "B": "I,II,IV",
      "C": "III,V",
      "D": "I,II,III,IV,V",
      "E": "I,V,VI"
    },
    "explanation": "Psikolojik İlk Yardımın uygulamasında esas alınan temel ilkeler<br/>I,II\n a şıkkı\n <ol> <li>Güvenlik: Bireyler ve müdahale ekipleri için fiziksel ve duygusal güvenlik sağlamak.</li> <li>Uyum: Hayatta kalanlarla etkileşim kurarken güven, empati ve yargılayıcı olmayan bir tutum oluşturmak.</li> <li>Stabilizasyon: Duygusal istikrarı desteklemek, sıkıntıyı azaltmak ve öz yeterliliği teşvik etmek.</li> <li>Pratik yardım: Refahı artırmak için acil ihtiyaçları (örneğin, gıda, barınma, tıbbi bakım) belirlemek ve ele almak.</li> <li>Bağlanma: Hayatta kalanlar, aileler ve topluluklar arasında sosyal desteği ve bağlılığı geliştirmek.</li> </ol> 6.Kültürel duyarlılık: Psikolojik ilk yardımın sunumunda farklı kültürel, dilsel ve dini geçmişleri tanımak ve bunlara saygı duymak.\n 7.İşbirliği: Kapsamlı destek sağlamak için diğer hizmet sağlayıcılar, kurumlar ve topluluk kaynakları ile \n işbirliği yapmak."
  },
  {
    "id": "3594564",
    "unitNumber": 5,
    "text": "Psikolojik ilk yardım sağlayıcılar için kişisel bakım ve destek konusunda; kişilerin “egzersiz, sağlıklı beslenme, yeterli uyku ve neşe ve rahatlama getiren hobiler gibi fiziksel ve zihinsel refahı destekleyen faaliyetlerde bulunması” aşağıdaki temel stratejilerden hangisiyle ilgilidir?",
    "correctAnswer": "C",
    "options": {
      "A": "duygusal direnç",
      "B": "psikolojik destek",
      "C": "kişisel bakım",
      "D": "sürekli öğrenme",
      "E": "sosyal destek"
    },
    "explanation": "Psikolojik İlk Yardım Sağlayıcılar İçin<br/>Kişisel Bakım ve Destek<br/>kişisel bakım\n c şıkkı\n Kişisel bakım faaliyetleri: Egzersiz, sağlıklı beslenme, yeterli uyku ve neşe ve rahatlama getiren hobiler gibi fiziksel ve zihinsel refahı destekleyen faaliyetlerde bulunma"
  },
  {
    "id": "3594571",
    "unitNumber": 5,
    "text": "Psikolojik ilk yardım müdahalelerinin etkinliğini ve kalitesini değerlendirme konusunda; “görüşmeler ve odak grupları gibi yöntemler” aşağıdaki değerlendirme yöntemlerinden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Niceliksel araştırma-değerlendirme",
      "B": "Niteliksel araştırma-değerlendirme",
      "C": "Gözlemsel araştırma-değerlendirme",
      "D": "Paydaş geri bildirimi-değerlendirme",
      "E": "Program dökümantasyonu-kayıt"
    },
    "explanation": "Psikolojik İlk Yardım Müdahaleleri<br/>İçin Değerlendirme Yöntemleri<br/>Niteliksel araştırma-değerlendirme\n b şıkkı\n Niteliksel görüşmeler ve odak gruplar: Görüşmeler ve odak grupları gibi niteliksel yöntemler, hayatta kalanların deneyimlerine ve PİY müdahalelerinin etkililiğine ilişkin bakış açılarına ilişkin derinlemesine iç görüler sağlar. Psikolojik ve duygusal ihtiyaçlarının nüanslarını yakalayabilirler."
  },
  {
    "id": "3594574",
    "unitNumber": 5,
    "text": "Acil stres kaynaklarının belirlenmesi ve ele alınması konusunda, bu stres faktörlerini belirlemek ve ele almak için kullanılan stratejiler aşağıdakilerden hangisidir?\n I.sorun çözme\n II.bilgi sağlama\n III.savunuculuk\n IV.psikoğitim\n V.duygusal ifade",
    "correctAnswer": "B",
    "options": {
      "A": "I,II",
      "B": "I,II,III",
      "C": "III,IV",
      "D": "I,II,III,IV,V",
      "E": "III,V"
    },
    "explanation": "Acil Stres Kaynaklarını Ele Alma ve Başa Çıkma Stratejilerini Teşvik Etme Teknikleri<br/>I,II,III\n Sorun çözme, bilgi sağlama, savunuculuk\n b şıkkı\n Acil Stres Kaynaklarının Belirlenmesi ve Ele Alınması,\n Acil stres etkenleri, bir felaketin ardından hayatta kalanların refahını önemli ölçüde etkileyebilir. İşte bu stres faktörlerini belirlemek ve ele almak için bazı stratejiler:\n Sorun çözme yaklaşımı: Hayatta kalanlarla acil stres faktörlerine yönelik pratik çözümler geliştirmek için işbirliği yapın. Beyin fırtınasını teşvik edin, mevcut kaynakları belirleyin ve eylem planlarını uygulamalarına yardımcı olun.\n Bilgi sağlama: Mevcut destek hizmetleri, devlet yardım programları veya stres faktörlerini hafifletmeye yardımcı olabilecek topluluk kaynakları hakkında doğru ve zamanında\n Savunuculuk: İhtiyaçlarının karşılandığından ve haklarının korunduğundan emin olmak için hayatta kalanlar adına savunuculuk yapın. Bu, gerekli yardım ve desteği sağlamak için ilgili makamlar, kurumlar veya kuruluşlarla irtibat kurmayı içerebilir."
  },
  {
    "id": "3594583",
    "unitNumber": 5,
    "text": "Afetlerin çocuklar üzerindeki etkileri aşağıdakilerden hangileridir?\n I.eğitimin aksaması\n II.sosyal izolasyon\n III.gelişimsel gerileme\n IV.damgalanma",
    "correctAnswer": "A",
    "options": {
      "A": "I,III",
      "B": "II,III",
      "C": "II,IV",
      "D": "I,II,III,IV",
      "E": "II,IV"
    },
    "explanation": "Afetlerin Savunmasız Nüfus Üzerindeki Etkisi<br/>I,III\n eğitimin aksaması, gelişimsel gerileme\n Çocuklar\n <ol> <li>Duygusal sıkıntı: Çocuklar korku, endişe, üzüntü ve kafa karışıklığı gibi çok çeşitli duygular yaşayabilir. Alt ıslatma, anneye babaya yapışma (ayrılamama) veya artan sinirlilik gibi gerileyici davranışlar sergileyebilirler.</li> <li>Ayrılık kaygısı: Afetler, aile yapılarını bozabilir ve bakıcılardan geçici veya kalıcı olarak ayrılmaya neden olabilir. Çocuklar, artan ayrılık kaygısı, terk edilme korkusu veya tanıdık bir çevrenin kaybıyla ilgili sıkıntı yaşayabilirler.</li> <li>Gelişimsel gerileme: Küçük çocuklar, dil becerileri, tuvalet alışkanlıkları veya kendi kendini yatıştırma becerileri gibi gelişimsel dönüm noktalarında geçici olarak gerileyebilirler. Bu gerileme, afetin neden olduğu stres ve aksamaya verilen yaygın bir tepkidir.</li> <li>Eğitimin aksaması: Afetler, çocukların eğitimini önemli ölçüde kesintiye uğratarak rutinin, sosyal bağlantıların ve akademik ilerlemenin kaybolmasına neden olabilir. Bu bozulma çocuklarda stres ve kaygının artmasına yol açabilir.</li> </ol>"
  },
  {
    "id": "3594585",
    "unitNumber": 5,
    "text": "Psikolojik ilk yardımın temel bileşenlerinden olan “hayatta kalanların yiyecek, su, giyecek ve tıbbi bakım gibi acil ihtiyaçlarını karşılamalarına yardımcı olmak” hangi yardım başlığı altında değerlendirilebilir?",
    "correctAnswer": "C",
    "options": {
      "A": "emniyet ve güvenlik",
      "B": "sakinlik",
      "C": "pratik yardım",
      "D": "bilgi toplama",
      "E": "destek hizmetleriyle bağlantı"
    },
    "explanation": "Afet Ortamlarında Psikolojik İlk Yardımın Temel Bileşenleri ve İlkeleri<br/>pratik yardım, c şıkkı\n Pratik yardım: Pratik yardım sağlamak, hayatta kalanların yiyecek, su, giyecek ve tıbbi bakım gibi acil ihtiyaçlarını karşılamalarına yardımcı olmayı içerir. Pratik yardım, bir kontrol duygusunun yeniden kazanılmasına ve sıkıntının hafifletilmesine yardımcı olabilir."
  },
  {
    "id": "3598068",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>Fiziksel rehabilitasyonu desteklemek</li> <li>Derhal tıbbi tedavi sağlamak</li> <li>Hayatta kalanların psikolojik sıkıntılarını azaltmak</li> <li>Sorunlarıyla baş etme ve dirençliliklerini artırmak için yardımcı olmak</li> <li>Hayatta kalanların duygularını stabilize etmelerine yardımcı olmak</li> </ol> Yukarıdaki bilgilerden hangisi / hangileri Psikolojik İlk Yardımın ( PİY ) amaçları arasındadır?",
    "correctAnswer": "C",
    "options": {
      "A": "I.II. III",
      "B": "II. III. IV",
      "C": "III. IV. V",
      "D": "II. IV. V",
      "E": "I. II. V"
    },
    "explanation": "Doğru cevap C şıkkıdır"
  },
  {
    "id": "3598070",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi afetlerin etkisiyle bireylerin veya toplumların gösterdiği yaygın psikolojik tepkilerden <strong>değildir ? </strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Şok ve inanamama",
      "B": "Korku ve endişe",
      "C": "Keder ve kayıp",
      "D": "Travma ve travma sonrası stres",
      "E": "Sinirlilik ve huzursuzluk"
    },
    "explanation": "Doru cevap E şıkkıdır"
  },
  {
    "id": "3598071",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi acil durumlardan ve afetlerden etkilenen insanlara acil destek sağlamak için kapsamlı bir kaynak olarak <strong>“ </strong>Psikolojik İlk Yardım <strong>:</strong> Saha Çalışanları İçin Klavuz<strong> “ </strong>kitabını yayımlamıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Dünya Sağlık Örgütü",
      "B": "Ulusal Çocuk Travmatik Stres Ağı",
      "C": "Kurumlar Arası Daimi Komite",
      "D": "Afet Ruh Sağlığı Merkezi",
      "E": "Amerikan Kızılhaç web sitesi"
    },
    "explanation": "Doğru Yanıt: a’dır."
  },
  {
    "id": "3598073",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi afet sonrası yetersiz akademik performans, evde veya okulda agresif davranışlar, hiperaktif veya aptalca davranışlar, dikkat çekmek için küçük kardeşlerle artan rekabet gibi davranışsal stres tepkileri veren yaş grubudur ?",
    "correctAnswer": "B",
    "options": {
      "A": "( 1 - 5 yaş arası ) okul öncesi",
      "B": "( 6 - 11 yaş arası ) çocukluk",
      "C": "( 12 - 18 yaş arası ) ergenlik öncesi ve ergenlik",
      "D": "Yetişkinler",
      "E": "Daha yaşlı yetişkinler"
    },
    "explanation": "Doğru Yanıt : b’dir."
  },
  {
    "id": "3598074",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi afetler sonrası zorluklara uyum sağlama, iyileşme ve geri dönme şeklinde tanımlanan kavramdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Ruh sağlığı",
      "B": "Anksiyete",
      "C": "Direnç",
      "D": "Travma",
      "E": "Destek"
    },
    "explanation": "Doğru cevap C şıkkıdır"
  },
  {
    "id": "3598076",
    "unitNumber": 5,
    "text": "Bir afetin psikolojik etkisi normal stres tepkilerinin ötesine geçip, daha şiddetli psikolojik bozukluklar oluşturabilir. Aşağıdakilerden hangisi bu tür psikolojik bozukluğun varlığına işaret eder?",
    "correctAnswer": "D",
    "options": {
      "A": "Duygusal tepkiler",
      "B": "Fiziksel tepkiler",
      "C": "Bilişsel tepkiler",
      "D": "Orantısız tepkiler",
      "E": "Davranışsal tepkiler"
    },
    "explanation": "Doğru Yanıt : d’dir."
  },
  {
    "id": "3598078",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi afetten etkilenen bireylere uygulanan psikolojik ilk yardımın temel bileşenlerindendir?",
    "correctAnswer": "D",
    "options": {
      "A": "İnsani yaklaşım",
      "B": "Kültürel duyarlılık",
      "C": "Proaktif sosyal yardım",
      "D": "Bilgi toplama",
      "E": "Zarar vermeme"
    },
    "explanation": "Doğru cevap D şıkkıdır."
  },
  {
    "id": "3598080",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi psikolojik ilk yardım müdahalelerinin uygulanmasına rehberlik eden eylemlerdendir?",
    "correctAnswer": "A",
    "options": {
      "A": "Temas ve katılım",
      "B": "Eğitim",
      "C": "Değerlendirme ve planlama",
      "D": "Dökümantasyon ve raporlama",
      "E": "Kendi kişisel bakımları ve destek"
    },
    "explanation": "Doğru cevap A şıkkıdır."
  },
  {
    "id": "3598082",
    "unitNumber": 5,
    "text": "Afetlerden etkilenen bireyler için güvenli ve destekleyici ortam yaratmak amacıyla kullanılan tekniklerden ………………… becerisi, sözsüz iletişim …………………..ve açıklama gibi müdahaleleri içerir.\n Yukarıdaki cümlede boş bırakılan yerlere aşağıdaki sözcük gruplarından sırasıyla hangisinin gelmesi cümleyi anlamlı ve doğru kılar?",
    "correctAnswer": "E",
    "options": {
      "A": "Dil erişimi - kültürel uygulamalara saygı",
      "B": "Kültürel normlar - yansıtıcı yanıtlar",
      "C": "İşbirliği - psikoeğitim",
      "D": "Güçlü yönlere dayalı yaklaşım - doğrulayıcı yanıtlar",
      "E": "Aktif dinleme - yansıtıcı yanıtlar"
    },
    "explanation": "Doğru cevap E şıkkıdır."
  },
  {
    "id": "3598085",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>Bilgilendirilmiş onam</li> <li>Sosyal destek</li> <li>Gizlilik ve mahremiyet</li> <li>Ayrımcılık yapmama ve eşitlik</li> <li>Sürekli öğrenme</li> </ol> Yukarıdakilerden hangisi / hangileri afetler sırasında psikolojik ilk yardım sağlamada olması gereken etik hususlardandır?",
    "correctAnswer": "B",
    "options": {
      "A": "I. II. IV",
      "B": "I. III. IV",
      "C": "III. IV. V",
      "D": "II. IV. V",
      "E": "I. II. III. IV. V"
    },
    "explanation": "Doğru cevap B şıkkıdır."
  },
  {
    "id": "3843910",
    "unitNumber": 5,
    "text": "<h3><strong> Psikolojik İlk Yardımın temel amacı aşağıdakilerden hangisidir?</strong></h3><br/><blockquote><br/></blockquote>",
    "correctAnswer": "D",
    "options": {
      "A": "Afetzedelere profesyonel terapi sağlamak",
      "B": "Tıbbi müdahaleyi kolaylaştırmak",
      "C": "Travma sonrası stres bozukluğunu tedavi etmek",
      "D": "Duygusal sıkıntıyı azaltmak, baş etmeyi ve uyumu desteklemek",
      "E": "Afet sonrası kalıcı psikolojik destek sağlamak"
    },
    "explanation": "<strong>Açıklama:</strong> PİY, profesyonel tedavi yerine geçmez. Temel amacı; sıkıntıyı azaltmak, güvenlik sağlamak ve bireylerin baş etme mekanizmalarını desteklemektir."
  },
  {
    "id": "3843911",
    "unitNumber": 5,
    "text": "<h3>Aşağıdakilerden hangisi Psikolojik İlk Yardımın temel ilkelerinden biri değildir?</h3>",
    "correctAnswer": "D",
    "options": {
      "A": "Güvenlik",
      "B": "Stabilizasyon",
      "C": "Pratik yardım",
      "D": "Teşhis koymaca",
      "E": "Kültürel duyarlılık"
    },
    "explanation": "<strong>Açıklama:</strong> PİY tanı koyma amacı taşımaz. Bu, profesyonel ruh sağlığı hizmetlerinin alanıdır."
  },
  {
    "id": "3843913",
    "unitNumber": 5,
    "text": "<h3>Afet sonrası aşağıdaki tepkilerden hangisi normal bir psikolojik tepki olarak kabul edilir?</h3>",
    "correctAnswer": "A",
    "options": {
      "A": "Şok ve inanamama",
      "B": "Halüsinasyon görme",
      "C": "Uzun süreli psikoz",
      "D": "Dissosiyatif kimlik bozukluğu",
      "E": "Sürekli öfori hali"
    },
    "explanation": "<strong>Açıklama:</strong> Afet sonrası şok, inanamama, korku gibi tepkiler yaygın ve normaldir. Diğerleri klinik düzeyde bozuklukları gösterir."
  },
  {
    "id": "3843916",
    "unitNumber": 5,
    "text": "<h3>Psikolojik İlk Yardım, aşağıdakilerden hangisi tarafından uygulanamaz?</h3>",
    "correctAnswer": "E",
    "options": {
      "A": "Afet müdahale ekipleri",
      "B": "Ruh sağlığı profesyonelleri",
      "C": "Toplum gönüllüleri",
      "D": "Tıbbi ilk yardım görevlileri",
      "E": "Sadece klinik psikologlar"
    },
    "explanation": "<strong>Açıklama:</strong> PİY yalnızca uzmanlara özgü değildir. Eğitim almış farklı kişilerce uygulanabilir. Klinik psikologlar bunu sağlayabilir, ama sadece onlara özgü değildir."
  },
  {
    "id": "3843918",
    "unitNumber": 5,
    "text": "<h3>Aşağıdakilerden hangisi afetlerin psikolojik etkisini artıran bir faktör değildir?</h3>",
    "correctAnswer": "C",
    "options": {
      "A": "Afete doğrudan maruz kalma",
      "B": "Önceden ruh sağlığı sorunu bulunması",
      "C": "Güçlü sosyal destek ağı",
      "D": "Afetin şiddetinin yüksek olması",
      "E": "Savunmasız nüfusa ait olmak"
    },
    "explanation": "<strong>Açıklama:</strong> Güçlü sosyal destek, psikolojik etkileri azaltan bir koruyucu faktördür."
  },
  {
    "id": "3843919",
    "unitNumber": 5,
    "text": "<h3>Aşağıdakilerden hangisi Psikolojik İlk Yardımın temel ilkelerinden biri olan \"Emniyet ve güvenlik\" ilkesinin en iyi açıklamasıdır?</h3>",
    "correctAnswer": "D",
    "options": {
      "A": "Bireylere psikiyatrik tanı koymak ve tedaviye yönlendirmek",
      "B": "Bireylerin rahatlamasını sağlamak için yoga eğitimi vermek",
      "C": "Duyguların bastırılmasını teşvik ederek krizi geciktirmek",
      "D": "Bireylerin kendilerini güvende hissedecekleri bir ortam sağlamaktır",
      "E": "Travma sonrası terapinin sürecini yönetmektir"
    },
    "explanation": "Açıklama: Emniyet ve güvenlik ilkesi, bireylerin duygularını ifade edebilecekleri fiziksel ve duygusal açıdan güvenli bir alan sunmayı hedefler."
  },
  {
    "id": "3843920",
    "unitNumber": 5,
    "text": "<h3><strong>Psikolojik İlk Yardımın afet müdahale sistemlerine entegrasyonu neden önemlidir?</strong></h3>",
    "correctAnswer": "C",
    "options": {
      "A": "Afetzedelerin sadece maddi kayıplarını gidermek için",
      "B": "Afet ekiplerinin psikiyatrik tanı koyabilmesi için",
      "C": "Psikososyal desteğin müdahale sürecinin ayrılmaz bir parçası olması için",
      "D": "Sivil toplum kuruluşlarının bağımsız çalışmasını engellemek için",
      "E": "Afet sonrası yasal süreçleri hızlandırmak için"
    },
    "explanation": "<strong>Açıklama:</strong> PİY, psikososyal desteğin afet müdahale sistemlerine entegre edilmesini sağlayarak daha kapsamlı ve etkili bir müdahale sunar."
  },
  {
    "id": "3843922",
    "unitNumber": 5,
    "text": "<h3>Afet sonrası bireylerin olayın gerçekliğini kavramakta zorlanmaları, sersemlemiş hissetmeleri ve gerçeklikten kopmaları en çok hangi tepkiyle ilişkilidir?</h3>",
    "correctAnswer": "C",
    "options": {
      "A": "<h3>Yas ve kayıp</h3>",
      "B": "Korku ve anksiyete",
      "C": "Şok ve inanmama",
      "D": "Duygusal kopukluk",
      "E": "Davranışsal bozukluk"
    },
    "explanation": "Şok ve inanmama"
  },
  {
    "id": "3843923",
    "unitNumber": 5,
    "text": "<h3><strong>Aşağıdakilerden hangisi afet sonrası gelişebilecek travma ile ilişkili psikiyatrik bozukluklardan biridir?</strong></h3>",
    "correctAnswer": "C",
    "options": {
      "A": "Distimi",
      "B": "Anoreksiya nervoza",
      "C": "Travma sonrası stres bozukluğu (TSSB)",
      "D": "Obsesif kompulsif bozukluk",
      "E": "Bipolar bozukluk"
    },
    "explanation": "Travma sonrası stres bozukluğu (TSSB)"
  },
  {
    "id": "3843924",
    "unitNumber": 5,
    "text": "<h3><strong>Aşağıdakilerden hangisi afetlerin psikolojik sonuçlarını artıran risk faktörlerinden biri değildir?</strong></h3>",
    "correctAnswer": "D",
    "options": {
      "A": "Afete yakınlık",
      "B": "Sosyal destek eksikliği",
      "C": "Önceki travmatik deneyimler",
      "D": "Fiziksel olarak uzakta bulunmak",
      "E": "Sosyoekonomik dezavantaj"
    },
    "explanation": "D) Fiziksel olarak uzakta bulunmak"
  },
  {
    "id": "3594595",
    "unitNumber": 6,
    "text": "Ulusal Sağlık, Afet ve Acil Durum Planlamasında gelişmiş hazırlık aşamasında aşağıdakilerden hangisi gerçekleştirilir.",
    "correctAnswer": "A",
    "options": {
      "A": "Afet ve acil durumlara hazırlıklı olmak için gerekli müdahale stratejilerini geliştirmek ve kaynak tahsis planlarını oluşturmak",
      "B": "Yalnızca afet ve acil durumlar sırasında reaktif önlemler almak.",
      "C": "Herhangi bir hazırlık yapmamak, durumu anlık olarak çözmeye çalışmak.",
      "D": "Müdahale stratejilerini geliştirmek yerine, olay meydana geldikten sonra nasıl tepki verileceğini belirlemek.",
      "E": "Planlama ve hazırlık süreçlerinin gereksiz olduğuna inanmak"
    },
    "explanation": "Gelişmiş hazırlık: USAADP, kapsamlı müdahale stratejileri ile kaynak tahsis planlarının geliştirilmesine, uygun altyapı ve sistemlerin kurulmasını sağlayarak afet ve acil durumlardan önceden proaktif önlemlerin alınmasına olanak tanır."
  },
  {
    "id": "3594602",
    "unitNumber": 6,
    "text": "Triyaj ve hasta yönetimi kavramı aşağıdakilerden hangisinde vurgulanmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "USAADP'nin KZO'larda etkili müdahale stratejileri geliştirmeye odaklanması.",
      "B": "USAADP, hastaların, yaralanmalarının veya durumlarının ciddiyetine protokoller ve kılavuzlar sunması.",
      "C": "USAADP'nin hastaların tedavi ve nakliyle ilgili kararları sağlık çalışanlarına bırakması.",
      "D": "USAADP'nin sağlık çalışanlarının bilinçli kararlar almasına yardımcı olmak yerine yaralıların kategorize edilmesine odaklanması.",
      "E": "USAADP'nin sağlık çalışanlarının bilinçli kararlar almasına yardımcı olmak yerine yaralıların kategorize edilmesine odaklanması."
    },
    "explanation": "Etkili triyaj ve hasta yönetimi, KZO’larda kritik önem taşır. USAADP, hastaların, yaralanmalarının veya durumlarının ciddiyetine göre hızlı bir şekilde değerlendirilmesi, kategorize edilmesi ve önceliklendirilmesi için protokolleri ve kılavuzları ana hatlarıyla belirtir. Bu planlar, sağlık çalışanlarının tedavi ve nakille ilgili bilinçli kararlar vermelerine yardımcı olan triyaj sistemleri oluşturarak en kritik şekilde yaralanan veya hasta kişilerin derhal tıbbi yardım almasını sağlar. Bu yönergeler aracılığıyla, USAADP, hayatta kalma şansını en üst düzeye çıkarmaya ve yaralılar üzerindeki uzun vadeli etkiyi en aza indirmeye yardımcı olur."
  },
  {
    "id": "3594613",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi İşi İyileştirme Stratejileri arasında yer almamaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Hasar tespiti ve restorasyonu",
      "B": "Mali yardım ve sigorta",
      "C": "Ekonomik canlandırma",
      "D": "İletişim ve koordinasyon",
      "E": "İş sürekliliği planlaması"
    },
    "explanation": "D şıkkı İşi İyileştirme Stratejileri arasında yer almamaktadır.<br/>Doğru cevap D şıkkıdır"
  },
  {
    "id": "3594617",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Uzun Vadeli Planlama ve Gelecekteki Olaylara Hazırlık aşamasının önemini belirtmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Geçmişteki olayları geçmişte bırakarak hali hazırdaki duruma hazırlanmak",
      "B": "Anlık kararlar almak",
      "C": "Gelecekteki acil durumlara proaktif olarak hazırlanmak",
      "D": "Mevcut durumundan kaynaklanan şartları yadsımak",
      "E": "Bakımın sürekliliğini sağlamak"
    },
    "explanation": "İyileştirme çabaları çok önemli olmakla birlikte, geçmişteki olaylardan ders almak ve etkilerini azaltmak için gelecekteki acil durumlara proaktif olarak hazırlanmak da aynı derecede önemlidir."
  },
  {
    "id": "3594622",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Ulusal Sağlık Kurumlarının görevleri arasında yer almaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Ulusal sağlık kurumları, sadece uluslararası durumu ilgilendiren konularda müdahale eder.",
      "B": "Ulusal sağlık kurumları, acil durumlara ve afetlere yönelik müdahaleleri koordine etmek ve yönetmekle sorumludur.",
      "C": "Ulusal sağlık kurumları kamu güvenliğinin sağlanmasında ve acil durumlarda müdahale çabalarına yardımcı olmada önemli roller oynamaktadır.",
      "D": "Ulusal sağlık kurumları özellikle olayın ulusal güvenlik için önemli bir tehdit oluşturduğu veya özel kaynaklar ve yetenekler gerektirdiği durumlarda, USAADP’a dâhil edilebilir.",
      "E": "Ulusal sağlık kurumları kolluk kuvvetleri ve itfaiye teşkilatları gibi kamu güvenliği kurumlarını yönetmekle görevlidir."
    },
    "explanation": "Ulusal Sağlık Kurumları: Ulusal sağlık kurumları, acil durumlara hazırlık, müdahale ve iyileştirme ile ilgili politikalar, yönergeler ve düzenlemeler oluşturur. Diğer devlet kurumlarıyla koordineli çalışırlar ve genel USAADP çabalarını denetlerler."
  },
  {
    "id": "3594630",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Acil Sağlık Hizmetleri (ASH) kurumlarının ve personelinin görevlerinden biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hastanelerin kaynak yönetimini planlamak",
      "B": "Hastaların hastane öncesi bakımını sağlamak",
      "C": "Hastaları nakletmek",
      "D": "Hastaları triyajlamak",
      "E": "Kamu güvenliği kurumlarıyla işbirliği yapmak."
    },
    "explanation": "Acil Sağlık Hizmetleri: ASH kurumları ve personeli, hastaların hastane öncesi bakım, nakil ve triyajını sağlamada kritik öneme sahiptir. Kesintisiz bir bakım sürekliliği sağlamak için sağlık tesisleri ve<br/>kamu güvenliği kurumlarıyla yakın işbirliği içinde çalışırlar."
  },
  {
    "id": "3594638",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Yetkiler Arası İşbirliği kavramı içerisinde yer almamaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Kaynakların paylaşımını planlama",
      "B": "Personelin paylaşımını sağlayan anlaşmalar yapmak",
      "C": "Adil ve şeffaf triyaj sistemlerini oluşturmak",
      "D": "Mutabakat zaptı veya karşılıklı yardım düzenlemelerini hazırlamak",
      "E": "İşbirliklerinin yasal sonuçlarını anlamak, sınır ötesi müdahalelerin sorunsuz ve verimli olmasını sağlamak"
    },
    "explanation": "Yetkiler Arası İşbirliği KZO’lar genellikle komşu devletler veya uluslararası sınırlar gibi farklı yetki alanlarında işbirliği ve koordinasyon gerektirir. Yetki alanları arası işbirliğine<br/>ilişkin yasal hususlar arasında, kaynakların, personelin paylaşımını ve müdahale çabalarının koordinasyonunu kolaylaştıran anlaşmalar, mutabakat zaptı veya karşılıklı yardım düzenlemeleri<br/>yer alır. Bu tür işbirliklerinin yasal sonuçlarını anlamak, sınır ötesi müdahalelerin sorunsuz ve verimli olmasını sağlar."
  },
  {
    "id": "3594650",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Acil Sağlık Hizmet Sistemleri ve Bileşenleri arasında yer almaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Acil çağrı merkezleri",
      "B": "Ameliyat sonrası bakım ve takip",
      "C": "Sürekli değerlendirme ve iyileştirme",
      "D": "Anestezi ve destek personeli ile koordinasyonu",
      "E": "Sarf malzemeleri ve ekipman:"
    },
    "explanation": "Doğru cevap A şıkkıdır."
  },
  {
    "id": "3594669",
    "unitNumber": 6,
    "text": "Acil durumlarda, KZO'lar (Kamu Zorunlu Olarak İhtiyaç Duyulan Hizmetler) ve diğer paydaşlar hangi durumlarda sorumluluktan muaf tutulabilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Müdahale çabaları sonucunda maddi veya manevi bir zarar oluşmuşsa",
      "B": "Acil durumun önceden haber alınabilmesi ve engellenebilmesi mümkünse",
      "C": "Eylem veya kararları, iyi niyetle ve acil durumun gerektirdiği şekilde alınmışsa",
      "D": "Yasal çerçeveler tarafından belirlenmiş prosedürleri ihlal etmişlerse.",
      "E": "Yaptıkları eylem veya kararlar kasıtlı olarak zararlıysa."
    },
    "explanation": "KZO’lar, sırasında sağlık çalışanları, acil durum müdahale ekipleri ve diğer paydaşlar, iyi niyetle yaptıkları eylem veya kararlardan kaynaklanan sorumluluk endişeleriyle karşı karşıya kalabilir. Yasal çerçeveler, acil durumlarda karşılaştıkları benzersiz zorlukları kabul ederek, bu kişi ve kuruluşlara dokunulmazlık veya sorumluluk korumaları sağlayabilir. Dokunulmazlık ve yükümlülük korumalarının kapsamını anlamak, müdahale çabalarının yasal yansıma korkusuyla gereksiz yere engellenmemesini sağlamaya yardımcı olur."
  },
  {
    "id": "3594670",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Operasyonların Sürekliliğinin Planlanması aşamasında yer almaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Hasar tespiti ve restorasyonu",
      "B": "Mali yardım ve sigorta",
      "C": "Ekonomik canlandırma",
      "D": "Kaynakların yönetimi",
      "E": "İş sürekliliği planlaması"
    },
    "explanation": "Operasyon Planlamasının Sürekliliği aşamasında İş etkisi analizi, yedekleme ve dirençlilik, kaynak yönetimi, iletişim ve koordinasyonu bileşenleri bulunmaktadır."
  },
  {
    "id": "3596673",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Ulusal Sağlık Afet ve Acil Durum Planlamasında önemi olan tarihi olaylar arasında yer almaz?",
    "correctAnswer": "C",
    "options": {
      "A": "Birinci Dünya Savaşı",
      "B": "Çocuk felci salgınları",
      "C": "Atom bombası keşfi",
      "D": "Biyo-terörizm tehditleri",
      "E": "Pandemiler"
    },
    "explanation": "Atom bombası keşfi USAADP’ın gelişimini etkileyen tarihsel olaylar arasında yer almaz.<br/>Birkaç önemli tarihî olay, USAADP’ın gelişimini önemli ölçüde etkilemiştir:\n <ul> <li>Birinci Dünya Savaşı</li> <li>İkinci Dünya Savaşı ve Soğuk Savaş dönemi</li> <li>Çocuk felci salgınları</li> <li>Biyo-terörizm tehditleri</li> <li>Pandemiler</li> </ul>"
  },
  {
    "id": "3596674",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi ulusal sağlık afet ve acil durum planlamasının kilit paydaşlarında yer alan devlet kurumlarından biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ulusal Sağlık Kurumları",
      "B": "Tıbbi Ekipman ve Malzeme Üreticileri",
      "C": "İnsani Yardım Kuruluşları",
      "D": "Toplum ve Gönüllü Kuruluşlar",
      "E": "İlaç Şirketleri"
    },
    "explanation": "Ulusal Sağlık Kurumları devlet kurumları arasında yer alır.<br/>Devlet Kurumları<br/>Çeşitli düzeylerde devlet kurumları, USAADP’ın önemli paydaşlardır. Bunlar arasında şunlar bulunur:\n <ul> <li>Ulusal Sağlık Kurumları</li> <li>Acil Durum Yönetim Kurumları</li> <li>Kamu Güvenliği Kurumları</li> <li>Savunma ve Askerî Kuvvetler</li> </ul>"
  },
  {
    "id": "3596675",
    "unitNumber": 6,
    "text": "Tehlike belirleme, KZO’lara (Kitlesel Zayiat Olayları) yol açabilecek belirli olay veya koşulların tanımlanmasını içerir. Aşağıdakilerden hangisi yaygın tehlikeler arasında yer almaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Doğal afetler",
      "B": "Hastalık salgınları",
      "C": "Kitlesel toplantılar ve halka açık etkinlikler",
      "D": "Ulaşım kazaları",
      "E": "Ekonomik kriz"
    },
    "explanation": "Ekonomik kriz tehlikeler arasında yer almaz.<br/>Tehlike Tanımlaması<br/>Tehlike belirleme, KZO’lara yol açabilecek belirli olay veya koşulların tanımlanmasını içerir. Tehlikeler doğal, teknolojik veya doğası gereği kasıtlı olabilir. Bazı yaygın tehlikeler arasında şunlar yer alır:\n <ul> <li>Doğal afetler</li> <li>Hastalık salgınları</li> <li>Kimyasal, biyolojik, radyolojik ve nükleer (KBRN) olayları</li> <li>Kitlesel toplantılar ve halka açık etkinlikler</li> <li>Ulaşım kazaları</li> </ul>"
  },
  {
    "id": "3596676",
    "unitNumber": 6,
    "text": "'Tehlike belirlemeye ek olarak, bir topluluk veya bölgedeki toplu yaralanma olayının etkisini şiddetlendirebilecek belirli güvenlik açıklarını anlamak için bir savunmasızlık değerlendirmesi yapmak çok önemlidir.'\n Aşağıdakilerden hangisi Savunmasızlık (güvenlik açığı) değerlendirmesinde yüksek risk altındaki popülasyonlar arasında yer almaz?",
    "correctAnswer": "D",
    "options": {
      "A": "Çocuklar",
      "B": "Yaşlı bireyler",
      "C": "Engelli bireyler",
      "D": "Üniversite öğrencileri",
      "E": "Sosyoekonomik olarak dezavantajlı gruplar"
    },
    "explanation": "Üniversite öğrencileri bu gruplar arasında yer almaz.<br/>Savunmasızlık (güvenlik açığı) değerlendirmesi, çocuklar, yaşlı bireyler, engelli bireyler veya sosyoekonomik olarak dezavantajlı gruplar gibi daha yüksek risk altındaki popülasyonların<br/>belirlenmesini içerir."
  },
  {
    "id": "3596677",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Acil Durum Operasyon Merkezlerinin birincil işlevleri arasında yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "Düzenli brifingler ve toplantılar",
      "B": "Komuta ve kontrol",
      "C": "Belgeleme ve raporlama",
      "D": "Karşılıklı yardım anlaşmaları",
      "E": "Kurumlar arası işbirliği"
    },
    "explanation": "Komuta ve kontrol ADOM’ların birincil işlevleri arasında yer alır.<br/>ADOM’lar, çeşitli kurum ve kuruluşlardan kilit paydaşların toplu yaralanma olayları sırasında müdahale çabalarını koordine etmek ve yönetmek için bir araya geldiği merkezî konumlar olarak hizmet vermektedir. ADOM’ların birincil işlevleri arasında şunlar yer alır:\n <ul> <li>Komuta ve kontrol</li> <li>Koordinasyon ve iletişim</li> <li>Kaynak yönetimi</li> <li>Durumsal farkındalık ve bilgi yönetimi</li> <li>Planlama ve strateji geliştirme</li> </ul>"
  },
  {
    "id": "3596678",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Acil durum uyarı sistemleri arasında yer almaz?",
    "correctAnswer": "A",
    "options": {
      "A": "Şifreleme",
      "B": "Kablosuz acil durum uyarıları (WEA’lar)",
      "C": "Genel seslendirme sistemleri",
      "D": "Sirenler ve alarmlar",
      "E": "Toplu bildirim sistemleri"
    },
    "explanation": "Şifreleme Acil durum uyarı sistemleri arasında yer almaz.<br/>Acil durum uyarı sistemleri, yakın tehditler konusunda halkı hızlı bir şekilde bilgilendirmede, talimatlar sağlamada ve toplu yaralanma olayları sırasında eylemleri yönlendirmede kritik bir rol oynar.<br/>Bu sistemler arasında şunlar olabilir:\n <ul> <li>Kablosuz acil durum uyarıları (WEA’lar)</li> <li>Genel seslendirme sistemleri</li> <li>Sirenler ve alarmlar</li> <li>Toplu bildirim sistemleri</li> </ul>"
  },
  {
    "id": "3596679",
    "unitNumber": 6,
    "text": "Acil durum müdahale personelini toplu yaralanma olaylarına hazırlamak için çeşitli eğitim<br/>yöntemleri kullanılabilir. Aşağıdakilerden hangisi bu yöntemler arasında yer almaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Sınıf eğitimi",
      "B": "Uygulamalı beceri eğitimi",
      "C": "Saha tatbikatları",
      "D": "Masa başı tatbikatları",
      "E": "Stajlar"
    },
    "explanation": "Stajlar eğitimler arasında yer almaz.<br/>Acil durum müdahale personelini toplu yaralanma olaylarına hazırlamak için çeşitli eğitim<br/>yöntemleri kullanılabilir. Bunlar arasında şunlar bulunur:\n <ul> <li>Sınıf eğitimi</li> <li>Uygulamalı beceri eğitimi</li> <li>Saha tatbikatları</li> <li>Masa başı tatbikatları</li> <li>Çevrimiçi ve bilgisayar tabanlı eğitim</li> </ul>"
  },
  {
    "id": "3596680",
    "unitNumber": 6,
    "text": "Olay Komuta Sistemi (OKS) içindeki her bir pozisyonun tanımlanmış rolleri ve sorumlulukları vardır.\n Aşağıdaki anlatılan sorumluluk kime aittir?\n 'Personel, ekipman, malzeme ve tesisler dâhil olmak üzere kaynakları yönetir. Operasyon, iletişim ve sağlık hizmetleri için destek sağlar.'",
    "correctAnswer": "C",
    "options": {
      "A": "Finans/İdare Bölüm Şefi",
      "B": "Operasyon Bölüm Şefi",
      "C": "Lojistik Bölüm Şefi",
      "D": "Planlama Bölüm Şefi",
      "E": "Kamu bilgilendirme görevlisi"
    },
    "explanation": "Lojistik bölüm şefinin sorumluluğudur.<br/>Lojistik Bölüm Şefi: Personel, ekipman, malzeme ve tesisler dâhil olmak üzere kaynakları yönetir. Operasyon, iletişim ve sağlık hizmetleri için destek sağlar."
  },
  {
    "id": "3596683",
    "unitNumber": 6,
    "text": "KZO’ların, mağdurlar, tanıklar ve ilk müdahale ekipleri dâhil olmak üzere bireyler üzerinde derin<br/>psikolojik etkileri olabilir. \n Aşağıdakilerden hangisi yaygın görülen psikolojik tepkiler arasında yer almaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Akut stres tepkileri",
      "B": "Travma sonrası stres bozukluğu",
      "C": "Depresyon ve anksiyete",
      "D": "Merhamet yorgunluğu",
      "E": "Şizofreni"
    },
    "explanation": "Şizofreni bunlar arasında yer almaz.<br/>KZO’ların, mağdurlar, tanıklar ve ilk müdahale ekipleri dâhil olmak üzere bireyler üzerinde derin<br/>psikolojik etkileri olabilir. Yaygın psikolojik tepkiler şunları içerebilir:\n <ul> <li>Akut stres tepkileri</li> <li>Travma sonrası stres bozukluğu (TSSB)</li> <li>Depresyon ve anksiyete</li> <li>Mağdur suçluluğu</li> <li>Merhamet yorgunluğu</li> </ul>"
  },
  {
    "id": "3596686",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Olay Sonrası Değerlendirmenin Amaçları arasında yer almaz?",
    "correctAnswer": "D",
    "options": {
      "A": "Müdahale etkinliğinin değerlendirilmesi",
      "B": "Başarıları ve en iyi uygulamaları belirleme",
      "C": "Öğrenilen dersleri belgeleme",
      "D": "Paydaş geri bildirimi",
      "E": "Boşlukları ve zorlukları belirleme"
    },
    "explanation": "Paydaş geri bildirimi, Olay sonrası değerlendirmelerin amaçları arasında yer almaz.<br/>Olay sonrası değerlendirmeler, aşağıdakiler de dâhil olmak üzere birçok amaca hizmet eder:\n <ul> <li>Müdahale etkinliğinin değerlendirilmesi</li> <li>Başarıları ve en iyi uygulamaları belirleme</li> <li>Boşlukları ve zorlukları belirleme</li> <li>Öğrenilen dersleri belgeleme</li> <li>İşbirliği ve koordinasyonu geliştirme</li> </ul>"
  },
  {
    "id": "3593874",
    "unitNumber": 7,
    "text": "Kitlesel Zayiat Olayı (KZO) nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Birçok yaralı veya hasta insanın acil ve yeterli bakım için yerel tıbbi tesislerin normal kapasitesini aştığı bir olaydır.",
      "B": "Sağlık sisteminin yaralıların veya can kayıplarının sayısına ve ciddiyetine yanıt verme kapasitesini ve mevcut kaynaklarını aşan bir olaydır.",
      "C": "Yerel tıbbi tesislerin acil ve yeterli bakım sağlamak için normal kapasitesini aştığı bir olaydır.",
      "D": "Birçok yaralı veya hasta insanın bir araya gelmesiyle oluşan bir olaydır.",
      "E": "Sağlık sisteminin normal kapasitesini aşan bir olaydır."
    },
    "explanation": "KZO’lar, sağlık sisteminin yaralıların veya can kayıplarının sayısına ve ciddiyetine yanıt verme kapasitesini ve mevcut kaynaklarını aşan bir olayı ifade eder. Tipik olarak, yerel tıbbi tesislerin acil ve yeterli bakım sağlamak için normal kapasitesini aşan çok sayıda yaralı veya hasta kişiyi içerir."
  },
  {
    "id": "3593882",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Kitlesel Zayiat Olayı (KZO) <strong>değildir</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Terörist saldırı",
      "B": "Uçak kazası",
      "C": "Kalabalık bir spor etkinliği",
      "D": "Ev kazaları",
      "E": "Deprem"
    },
    "explanation": "Doğru cevap D şıkkıdır. D şıkkındaki seçenek KZO kategorileri içinde yer almamaktadır."
  },
  {
    "id": "3593905",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Acil Sağlık Hizmetleri Kitlesel Zayiat eylem planının amaç ve hedefleri arasında yer alan kaynak yönetiminin tanımıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "ASH personellerinin ve kaynaklarının olay mahaline verimli bir şekilde konuşlandırılması.",
      "B": "Hastaları, yaralanmalarının veya hastalıklarının ciddiyetine göre sınıflandırmak.",
      "C": "Uygun tıbbi müdahaleler sağlayarak kurtarılan hayat sayısını en üst düzeye çıkarmak, hastaları, yaralanmalarının veya hastalıklarının ciddiyetine göre sınıflandırmayı<br/>ve buna göre tedaviye öncelik vermeyi içerir.",
      "D": "KZO'lara hızlı ve koordineli bir müdahaleyi kolaylaştırmak",
      "E": "ASH personellerinin, ambulansların, tıbbi malzemelerin ve ekipmanın olay yerine etkili bir şekilde tahsis edilmesi ve kaynak kullanımının optimize edilmesi için diğer müdahale kurumlarıyla koordinasyonu içerir."
    },
    "explanation": "Kaynak yönetimi: Verimli kaynak yönetimi, planın kritik bir amacıdır. Bu, ASH personellerinin, ambulansların, tıbbi malzemelerin ve ekipmanın olay yerine etkili bir şekilde tahsis edilmesini ve kaynak kullanımını optimize etmek için diğer müdahale kurumlarıyla koordinasyonu içerir. Amaç, kaynakların en çok ihtiyaç duyulan yerlerde konuşlandırılmasını ve müdahale boyunca gerekli tıbbi kaynakların yeterli bir şekilde tedarik edilmesini sağlamaktır."
  },
  {
    "id": "3593910",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi KZO'lar sırasında diğer kurumlarla koordinasyon için yapılması gerekenler arasında yer <strong>almamaktadır</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Triyaj sistemi seçimi",
      "B": "Olay komuta sistemi",
      "C": "İrtibat görevlilerinin atanması",
      "D": "Bilgi paylaşımı",
      "E": "Karşılıklı yardım ve destek talep etmek"
    },
    "explanation": "A şıkkı hızlı triyaj ve hasta değerlendirilmesi ile ilgilidir?"
  },
  {
    "id": "3593916",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Kritik Olay Stres Yönetimi'nin (KOSY) amaçlarından biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "ASH personellerinin işten çıkarılmasını kolaylaştırmak",
      "B": "KZO'ların ASH personelleri üzerindeki psikolojik etkisini görmezden gelmek",
      "C": "KZO'lara müdahale etmede gecikme yaratmak",
      "D": "ASH personellerinin stresini ve travma ile başa çıkma becerilerini geliştirmek",
      "E": "ASH personellerinin deneyimlerini ve duygularını paylaşmasını engellemek"
    },
    "explanation": "Kritik olay stres yönetimi, kritik olayların ASH personelleri üzerindeki psikolojik etkisini yönetmek için kapsamlı bir yaklaşımdır. Stresi hafifletmeyi, dayanıklılığı artırmayı ve psikolojik iyileşmeyi kolaylaştırmayı amaçlayan çeşitli stratejiler ve müdahaleleri kapsar."
  },
  {
    "id": "3593922",
    "unitNumber": 7,
    "text": "Hastanelere Hasta Nakli ve Dağıtımının Koordinasyonu içerisinde yer alan izleme ve takip sistemleri bileşeni aşağıdakilerden hangisini kapsamaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Olay yeri stabilizasyonu",
      "B": "Kaynak koordinasyonu",
      "C": "Hasta bakımı geçişi",
      "D": "İyileştirme planlaması",
      "E": "Kaynak yönetimi:"
    },
    "explanation": "Diğer şıklar Olay Sonrası Operasyonlara Bakış ve Müdahaleden İyileşmeye Geçiş ile ilgilidir.<br/>Kaynak koordinasyonu: Hasta ihtiyaçlarına ve nakil planına dayalı olarak nakil kaynaklarının mevcudiyeti ve dağıtımı koordine edilmelidir. Bu, gerektiği şekilde<br/>ambulansları veya diğer özel araçları tahsis etmek için merkezî bir kaynak koordinasyon sistemi kurulmasını içerebilir."
  },
  {
    "id": "3593928",
    "unitNumber": 7,
    "text": "Öğrenilen derslerin oturumlarının amacı nedir?",
    "correctAnswer": "E",
    "options": {
      "A": "ESİ’ler süreçleri, prosedürleri ve eğitimi geliştirmeye yönelik fırsatları belirlemek",
      "B": "Müdahale üzerinde derinlemesine düşünerek, gelecekteki hazırlık ve müdahale çabalarını geliştirmek",
      "C": "KZO müdahalesi sırasında gerçekleştirilen eylemleri, alınan kararları ve kullanılan kaynakları belgeleyerek hesap verebilirliği ve şeffaflığı teşvik etmek",
      "D": "ESİ’ler süreçleri, prosedürleri ve eğitimi geliştirmeye yönelik fırsatları belirleyerek sürekli iyileştirme kültürünü kolaylaştırmak",
      "E": "Güçlü, zayıf yönleri ve iyileştirme alanları belirlenmek ve bu içgörüler ileride başvurulmak üzere belgelendirmek"
    },
    "explanation": "Diğer şıklar Eylem Sonrası İnceleme ve Değerlendirmelerin Yürütülmesi ile ilgilidir.<br/>Öğrenilen derslerin oturumları: KZO müdahalesi üzerine düşünmek için kilit paydaşları içeren olay sonrası öğrenilen dersler için oturumlar düzenlenmelidir. Güçlü, zayıf yönleri ve iyileştirme alanları belirlenmeli ve bu içgörüler ileride başvurulmak üzere belgelenmelidir."
  },
  {
    "id": "3593931",
    "unitNumber": 7,
    "text": "Yinelemeli iyileştirme, ASH-KİZEP'in sürekli olarak güncellenmesini sağlayarak hangi temel faydalara katkıda bulunur?",
    "correctAnswer": "A",
    "options": {
      "A": "Gelişmiş bir hazırlık yapma",
      "B": "Yalnızca acil durum müdahalelerini optimize etme",
      "C": "Öğrenen organizasyon kültürünü zayıflatma",
      "D": "Kaynak tahsis stratejilerini değiştirmeme",
      "E": "ASH-KİZEP'in statik bir yapıda kalmasını sağlama"
    },
    "explanation": "Gelişmiş hazırlık: Yinelemeli iyileştirme, ASH kurumunun ortaya çıkan tehditleri ele almak, yeni teknolojileri dâhil etmek ve en iyi uygulamaları entegre etmek için ASH-KİZEP’in sürekli olarak güncellemesini ve iyileştirmesini sağlar. Bu, kurumun KZO’lara etkili bir şekilde yanıt vermeye hazır kalmasını sağlar."
  },
  {
    "id": "3593933",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi geri bildirim toplama mekanizmaları arasında yer <strong>almamaktadır</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Eylem sonrası incelemeler",
      "B": "Paydaş anketleri",
      "C": "Temel performans göstergeleri",
      "D": "Odak grup ve çalıştayları",
      "E": "Sürekli etkileşim"
    },
    "explanation": "C şıkkı İyileştirme İçin Veri Analizi ile ilgilidir.<br/>Temel performans göstergeleri (KPG’ler): ASH-KİZEP’in hedefleriyle uyumlu olan TPG’ler oluşturulmalıdır. Bu TPG’ler yanıt süresi, hasta sonuçları, kaynak kullanım verimliliği ve paydaş memnuniyeti gibi ölçütleri içerebilir. Performansın yetersiz kaldığı veya iyileştirme fırsatlarının ortaya çıktığı alanları belirlemek için bu KPG’ler düzenli olarak izlenmeli ve analiz edilmelidir."
  },
  {
    "id": "3593936",
    "unitNumber": 7,
    "text": "Kitlesel Zayiat Olayları (KZO) için planlamanın aşağıdakilerden hangisinde doğrudan bir etkisi vardır?",
    "correctAnswer": "D",
    "options": {
      "A": "Hastaların sosyo-ekonomik durumlarını iyileştirmek",
      "B": "Hastaların tıbbi geçmişlerini detaylı bir şekilde analiz etmek",
      "C": "Hastaların ailelerine psikolojik destek sağlamak",
      "D": "Hastalara sunulan tıbbi müdahalelerin gecikmesini önlemek",
      "E": "Hastaların uzun vadeli rehabilitasyon süreçlerini yönetmek"
    },
    "explanation": "KZO’lar için planlama, verimli ve etkili bir müdahale sağlamak için çok önemlidir. İyi tasarlanmış bir ASH -KİZEP, hasta sonuçlarını önemli ölçüde iyileştirebilen ve sağlık sistemi üzerindeki etkiyi azaltabilen koordineli çabalar, kaynak tahsisi ve zamanında tıbbi müdahaleler sağlar. ASH personeli, KZO’ların tanımını ve özelliklerini anlayarak, bu olayların aciliyetini ve karmaşıklığını anlayabilir."
  },
  {
    "id": "3841233",
    "unitNumber": 7,
    "text": "Kitlesel zayiat olaylarında (KZO) acil sağlık hizmetleri kitlesel zayiat eylem planının (ASH-KİZEP) en temel amaçlarından biri “hasta triyaj ve bakımı”dır. Aşağıdakilerden hangisi bu amaç doğrultusunda doğru bir uygulama örneğidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tüm yaralıları aynı öncelikle tedavi ederek adil hizmet sağlamak",
      "B": "Yaralıları ciddiyetlerine göre sınıflandırıp en kritik vakalara öncelik vermek",
      "C": "Sadece kolay taşınabilen hastaları öncelikli olarak hastaneye nakletmek",
      "D": "Tıbbi tesislerin yoğunluğunu azaltmak için triyaj uygulamasını ikinci plana atmak",
      "E": "Triyaj yapmadan önce tüm hastaları olay yerinde stabilize etmeyi beklemek"
    },
    "explanation": "<blockquote> <strong>Doğru Cevap:</strong> B) Yaralıları ciddiyetlerine göre sınıflandırıp en kritik vakalara öncelik vermek<br/><strong>Açıklama:</strong> Triyaj sistemi, sınırlı kaynaklarla hayatta kalma şansı en yüksek hastalara öncelik verilmesini sağlar.\n </blockquote>"
  },
  {
    "id": "3841234",
    "unitNumber": 7,
    "text": "Bir kitlesel zayiat olayında Olay Komuta Sistemi (OKS) çerçevesinde “Nakil Birimi Lideri”nin en öncelikli sorumluluğu nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Triyaj alanındaki hastaları kategorilere ayırmak",
      "B": "Olay yerinde ilk tıbbi müdahaleyi gerçekleştirmek",
      "C": ") Hastaların uygun sağlık tesislerine zamanında ve sorunsuz taşınmasını koordine etmek",
      "D": "ASH-KİZEP planının sürekli iyileştirme döngüsünü yönetmek",
      "E": "Basın ve medya ile iletişim kanalını yürütmek"
    },
    "explanation": "<strong>Doğru Cevap:</strong> C) Hastaların uygun sağlık tesislerine zamanında ve sorunsuz taşınmasını koordine etmek<br/><strong>Açıklama:</strong> Nakil Birimi Lideri, olay yerinden triyaj edilen ve tedaviye ihtiyaç duyan hastaların en uygun sağlık kuruluşlarına güvenli ve hızlı şekilde naklini planlamak ve yürütmekle yükümlüdür."
  },
  {
    "id": "3841237",
    "unitNumber": 7,
    "text": "Olay Komuta Sistemi’nde “Olay Komutanı”nın temel görevi nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Hastaları triyaj etmek",
      "B": "Basın toplantıları düzenlemek",
      "C": ") Müdahale çabalarını koordine ederek kritik kararları almak",
      "D": "Ekipman bakımını yapmak",
      "E": "Sadece lojistik destek sağlamak"
    },
    "explanation": "<blockquote> <strong>Doğru Cevap:</strong> C) Müdahale çabalarını koordine ederek kritik kararları almak\n </blockquote>"
  },
  {
    "id": "3841238",
    "unitNumber": 7,
    "text": "ASH-KİZEP planının amaçlarından biri aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Olay sonrası basın bülteni hazırlamak",
      "B": "Kaynak yönetimini verimli hâle getirmek",
      "C": "Sadece saha raporları toplamak",
      "D": "Doktorların çalışmasını sağlamak",
      "E": "Tatbikatları iptal etmek"
    },
    "explanation": "<blockquote> <strong>Doğru Cevap:</strong> B) Kaynak yönetimini verimli hâle getirmek\n </blockquote>"
  },
  {
    "id": "3841241",
    "unitNumber": 7,
    "text": "Olay Komuta Sistemi (OKS) kapsamında, olay bilgilerinin toplanması, analiz edilmesi ve Olay Eylem Planının (OEP) geliştirilmesinden hangi bölüm sorumludur?",
    "correctAnswer": "0",
    "options": {
      "A": "Operasyon bölümü",
      "B": "Finans/idare bölümü",
      "C": "Lojistik bölümü",
      "D": "Planlama bölümü",
      "E": "Komuta kadrosu"
    },
    "explanation": "<strong>Doğru Cevap:</strong> D) Planlama bölümü"
  },
  {
    "id": "3841242",
    "unitNumber": 7,
    "text": "Kitlesel Zayiat Olayları (KZO) sırasında, farklı kurumlardan gelen ekipler arasında açık ve etkili iletişim sağlamak amacıyla Olay Komuta Sistemi (OKS) tarafından kullanılan ortak dilin adı nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Koordinasyon Protokolü",
      "B": "Standart Operasyon Prosedürü",
      "C": "Ortak Terminoloji",
      "D": "Müdahale Hattı",
      "E": "Birleşik Komuta Planı"
    },
    "explanation": "Ortak terminoloji: OKS, farklı kurumlardan müdahale ekipleri arasında açık ve etkili iletişim<br/>sağlayan standart terminoloji kullanır. Bu ortak dil, durumsal farkındalığı artırır ve etkili koordinasyonu destekler."
  },
  {
    "id": "3841244",
    "unitNumber": 7,
    "text": "Acil Sağlık Hizmetleri Kitlesel Zayiat Eylem Planı (ASH-KİZEP) kapsamında, <strong>risk değerlendirmesinin</strong> son adımı aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Olasılık değerlendirmesi yapmak",
      "B": "Potansiyel etkiyi analiz etmek",
      "C": "Tehlikeleri tanımlamak",
      "D": "Riskleri önceliklendirmek",
      "E": "Planın uygulanması"
    },
    "explanation": "ı: Risk değerlendirmesinden elde edilen bulgular genel ASHKİZEP’e entegre edilmelidir. Planın belirlenen belirli riskleri ele alması, kaynakları<br/>uygun şekilde tahsis etmesi ve her senaryoda müdahale eylemleri için rehberlik etmesi<br/>sağlanmalıdır."
  },
  {
    "id": "3841245",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi ASH-KİZEP kapsamında iletişim ve bilgi yönetimi bileşenleri arasında <strong>yer almaz</strong>?\n )",
    "correctAnswer": "C",
    "options": {
      "A": "Kamuyu bilgilendirme ve medya ilişkileri",
      "B": "Bilgi paylaşımı",
      "C": "Olay komutanı atanması",
      "D": "İletişim protokollerinin oluşturulması",
      "E": "Gerçek zamanlı veri toplama mekanizmaları geliştirme"
    },
    "explanation": "<strong>Doğru Cevap:</strong> C) Olay komutanı atanması<br/>(Olay komutanı ataması <em>olaya müdahale</em> bileşeni altında yer alır."
  },
  {
    "id": "3841247",
    "unitNumber": 7,
    "text": "Acil Sağlık Hizmetleri Kitlesel Zayiat Eylem Planı'nda (ASH-KİZEP) yer alan “<strong>tıbbi dalgalanma kapasitesi</strong>” kavramı en iyi şekilde aşağıdakilerden hangisiyle tanımlanır?",
    "correctAnswer": "B",
    "options": {
      "A": "Hastane çalışanlarının vardiyalar arası görev paylaşımı",
      "B": "Normal dışı hasta yoğunluğuna yanıt verecek şekilde kapasite artırımı",
      "C": "Acil servislerdeki triyaj süresinin azaltılması",
      "D": ") Medya ile kriz anında bilgi paylaşımı",
      "E": "Sağlık personelinin afet sonrası tatil izinleri"
    },
    "explanation": "<strong>Doğru Cevap:</strong> B) Normal dışı hasta yoğunluğuna yanıt verecek şekilde kapasite artırımı"
  },
  {
    "id": "3841248",
    "unitNumber": 7,
    "text": "Görev tanımlarının ASH -KİZEP kapsamında açıkça belirlenmesi aşağıdaki sonuçlardan hangisini <strong>doğrudan sağlamaz</strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "Kaynak kullanımının optimize edilmesi",
      "B": "Müdahale süresinin tamamen ortadan kaldırılması",
      "C": "Karar vermenin kolaylaşması",
      "D": "Kurumlar arası iletişimin geliştirilmesi",
      "E": "Sorumlulukların netleşmesi"
    },
    "explanation": "<strong>Doğru Cevap:</strong> B) Müdahale süresinin tamamen ortadan kaldırılması<br/>(Müdahale süresi azaltılabilir ama tamamen ortadan kaldırılması mümkün değildir.)"
  },
  {
    "id": "3594738",
    "unitNumber": 8,
    "text": "Tıbbi dalgalanma planlaması aşağıdakilerden hangisinin hayati bileşeni olarak görülmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Acil durum hazırlığı",
      "B": "Koruyucu sağlık hizmetleri",
      "C": "İyileştirici sağlık hizmetleri",
      "D": "Rehabilite edici sağlık hizmetleri",
      "E": "Kitlesel zayiat olaylarına hazırlık"
    },
    "explanation": "Hastane tıbbi dalgalanma planlaması (TDP), acil durum hazırlığının hayati bir bileşenidir ve sağlık tesislerinin kitlesel zayiat olaylarına (KZO) etkin bir şekilde yanıt verebilmesini sağlar. Doğru yanıt A seçeneğidir."
  },
  {
    "id": "3595019",
    "unitNumber": 8,
    "text": "\"Hastaneler tıbbi dalgalanma planlaması aracılığıyla personel, malzeme, ekipman ve fiziksel altyapının tahsisini ve kullanımını dikkatli bir şekilde planlayarak ve koordine ederek, ani hasta dalgalanmasıyla başa çıkma kapasitelerini optimize edebilir, aksaklıkları önleyebilir ve sözü edilen unsurların verimli kullanılmasını sağlayabilir.\"\n Yukarıdaki açıklama tıbbi dalgalanma planlamasının önemini vurgulayan temel nedenlerinden hangisi ile ilişkilidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sağlık sistemi dirençliliğinin artırılması",
      "B": "Zamanında ve uygun hasta bakımı",
      "C": "Kaynak optimizasyonu",
      "D": "Kurumlar arası koordinasyon",
      "E": "Sürekli iyileştirme"
    },
    "explanation": "Tıbbi dalgalanma planlaması; personel, malzeme, ekipman ve fiziksel altyapı dâhil olmak üzere kaynak yönetimini içerir. Hastaneler, kaynakların tahsisini ve kullanımını dikkatli bir şekilde planlayarak ve koordine ederek, ani hasta dalgalanmasıyla başa çıkma kapasitelerini optimize edebilir, aksaklıkları önleyebilir ve mevcut kaynakların verimli kullanılmasını sağlayabilir. Bu çalışmalar tıbbi dalgalanma planlamasının önemini vurgulayan temel nedenlerinden kaynak optimizasyonu ile ilgilidir. Doğru Yanıt C seçeneğidir."
  },
  {
    "id": "3595835",
    "unitNumber": 8,
    "text": "\"KZO’lar genellikle sağlık hizmeti kurumları, acil durum yönetimi kurumları, halk sağlığı kurumları ve ilk müdahale ekipleri dâhil olmak üzere çeşitli kurumlar arasında işbirliği, birlikte hareket etme ve faaliyetlerinin bütünleştirilmesini gerektirir.\"\n Yukarıdaki açıklama ıbbi dalgalanma planlamasının önemini vurgulayan temel nedenler hangisi ile ilgilidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kaynak optimizasyonu",
      "B": "Kurumlar arası koordinasyon",
      "C": "Kurumlar arası görev paylaşımı",
      "D": "Halk sağlığı hazırlığı",
      "E": "Sağlık sistemi dirençliliğinin artırılması"
    },
    "explanation": "KZO’lar genellikle sağlık hizmeti kurumları, acil durum yönetimi kurumları, halk sağlığı kurumları ve ilk müdahale ekipleri dâhil olmak üzere çeşitli kurumlar arasında işbirliği ve koordinasyon gerektirir. Tıbbi dalgalanma planlaması, kurumlar arası koordinasyonu kolaylaştırarak olaya birleşik ve koordineli bir müdahale sağlar. Doğru yanıt B seçeneğidir."
  },
  {
    "id": "3595842",
    "unitNumber": 8,
    "text": "I-Kapasitenin arttırılması\n II-Hızlı müdahalenin sağlanması\n III-Hasta triyaj ve hastalara öncelik verme\n IV-Sağlık sistemi dirençliliğinin artırılması\n V-Halk sağlığı hazırlığı\n Yukarıdakilerden hangileri tıbbi dalgalanma planlamasının birincil amaçları arasında yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II ve III",
      "B": "I, II ve IV",
      "C": "II, III ve IV",
      "D": "II, III ve V",
      "E": "III, IV ve V"
    },
    "explanation": "Tıbbi dalgalanma planlamasının birincil amaçları arasında şunlar yer alır: \n 1. Kapasitenin arttırılması\n 2. Hızlı müdahalenin sağlanması\n 3. Tıbbi bakımın devamlılığının sürdürülmesi\n 4. Hasta triyaj ve hastalara öncelik verme\n 5. Kurumlar arası işbirliğini koordine etme\n Doğru yanıt A seçeneğidir."
  },
  {
    "id": "3595848",
    "unitNumber": 8,
    "text": "\"Tıbbi dalgalanma planlamasının birincil amaçlarından biri, sınırlı kaynakları, fayda sağlama olasılığı en yüksek olan ve acil müdahale gerektiren kişilere tahsis etmektir.\"\n Yukarıdaki açıklama tıbbi dalgalanma planlamasının birincil amaçlarından hangisi ile ilişkilidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kapasitenin arttırılması",
      "B": "Hızlı müdahalenin sağlanması",
      "C": "Tıbbi bakımın devamlılığının sürdürülmesi",
      "D": "Hasta triyaj ve hastalara öncelik verme",
      "E": "Kurumlar arası işbirliğini koordine etme"
    },
    "explanation": "Hasta triyaj ve hastalara öncelik verme: Tıbbi dalgalanma planlaması, hastaların durumlarının ciddiyetine göre değerlendirilmesini, kategorize edilmesini ve tedavi edilmesini sağlayarak, hasta triyajına yönelik açık protokoller ve kılavuzlar oluşturmayı amaçlar. Amaç, sınırlı kaynakları, fayda sağlama olasılığı en yüksek olan ve acil müdahale gerektiren kişilere tahsis etmektir. Doğru yanıt D seçeneğidir."
  },
  {
    "id": "3595859",
    "unitNumber": 8,
    "text": "\"Yoğun bakım kaynakları için kapasite artışı için tıbbi dalgalanma planlamasının, halkla etkili iletişimin ve veriye dayalı karar vermenin değerinin önemini vurgulamıştır.\"\n Yukarıda hangi geçmişte meydana gelen önemli KZO’lardan birine ilişkin alınan dersler belirtilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "SARS Salgını",
      "B": "Katrina Kasırgası",
      "C": "Boston Maratonu Bombalaması",
      "D": "COVID-19 Salgını",
      "E": "Kuzey Pakistan depremi"
    },
    "explanation": "COVID-19 salgını; pandemi hazırlığının, yoğun bakım kaynakları için kapasite artışı için tıbbi dalgalanma planlamasının, halkla etkili iletişimin ve veriye dayalı karar vermenin değerinin önemini vurgulamıştır. Doğru yanıt D seçeneğidir."
  },
  {
    "id": "3595869",
    "unitNumber": 8,
    "text": "\"Ani hasta dalgalanması (artışı) sırasında hastanelerin, hastaları önceliklendirmek ve ventilatörler veya kritik ilaçlar gibi unsurların öncelikli kullanımı ile ilgili olarak hastanelerin, açık ve şeffaf protokoller geliştirmesi, adaleti ve yasal ve etik ilkelere bağlılığı sağlaması önemlidir.\"\n Yukarıdaki açıklama hastanelerin ve sağlık tesislerinin tıbbi dalgalanma planları geliştirirken dikkate almaları gereken yasal hususlardan hangisi ile ilgilidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Tedavi etme görevi",
      "B": "Sorumluluk ve dokunulmazlık",
      "C": "Tıbbi kayıtlar ve mahremiyet",
      "D": "Acil durum yönetim yasaları ve yönetmelikleri",
      "E": "Kaynak tahsisi"
    },
    "explanation": "Kaynak tahsisi: Ani hasta dalgalanması (artışı) sırasında hastanelerin, hastaları önceliklendirmek ve ventilatörler veya kritik ilaçlar gibi kıt kaynakları tahsis etmek de dâhil olmak üzere kaynak tahsisi konusunda zor kararlar alması gerekebilir. Hastanelerin, kaynak tahsisi için açık ve şeffaf protokoller geliştirmesi, adaleti ve yasal ve etik ilkelere bağlılığı sağlaması önemlidir. Doğru yanıt E seçeneğidir."
  },
  {
    "id": "3595872",
    "unitNumber": 8,
    "text": "Hastaneler ve sağlık tesisleri, kitlesel zarar olayları (KZO) sırasında tıbbi dalgalanma (surge) planları geliştirirken aşağıdaki etik hususlardan hangisini <strong>kesinlikle dikkate almalıdır?</strong><br/>I-Bakım görevi\n<br/>II-Tıbbi kayıtlar ve mahremiyet\n<br/>III-Sorumluluk ve dokunulmazlık\n<br/>IV-İletişim ve şeffaflık\n<br/>V-Psikolojik ve duygusal destek",
    "correctAnswer": "D",
    "options": {
      "A": "I, II ve III",
      "B": "I ve III ve V",
      "C": "I, IV ve V",
      "D": "II, III ve IV",
      "E": "III ve IV ve V"
    },
    "explanation": "Hastanelerin ve sağlık tesislerinin KZO’lar için tıbbi dalgalanma planları geliştirirken dikkate almaları gereken etik hususlar şunlardır:\n<br/>1. Bakım görevi\n<br/>2. Kıt kaynakların önceliklendirilmesi ve tahsis edilmesi\n<br/>3. İletişim ve şeffaflık\n<br/>4. Kültürel ve dinî inançlara saygı\n<br/>5. Psikolojik ve duygusal destek\n<br/>6. Triyaj etiği\n<br/>7. Bilgilendirilmiş onam ve iletişim:\n<br/>8. Hakkaniyet ve savunmasız nüfuslar\n<br/>Doğru yanıt D seçeneğidir."
  },
  {
    "id": "3595874",
    "unitNumber": 8,
    "text": "\"Olasılığı daha yüksek olan ve hastanenin operasyonlarına önemli ölçüde zarar verebilecek veya kesintiye neden olabilecek tehlikelere odaklanılmasını\" içeren ve \"olasılık ve etkiyi değerlendirme\" adımından sonra gelen Risk Değerlendirmesi ve Tehlike Tanımlaması Aşaması aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tehlikeleri belirleme",
      "B": "Tehlike önceliklendirme",
      "C": "Güvenlik açıklarını analiz etme",
      "D": "Etki azaltma stratejileri",
      "E": "Belgeleme ve inceleme"
    },
    "explanation": "Risk Değerlendirmesi ve Tehlike Tanımlaması sürecinde olasılık ve etkiyi değerlendirme adımından sonra tespit edilen tehlikeler olasılıklarına ve potansiyel etkilerine göre önceliklendirilmelidir. Olasılığı daha yüksek olan ve hastanenin operasyonlarına önemli ölçüde zarar verebilecek veya kesintiye neden olabilecek tehlikelere öncelikli olarak odaklanılmalıdır. Bu adıma Tehlike önceliklendirme adı verilmektedir. Doğru yanıt B seçeneğidir."
  },
  {
    "id": "3595879",
    "unitNumber": 8,
    "text": "I-Politika ve prosedürlerin geliştirilmesi\n II-Savunmasız nüfuslara destek\n III-Rehberlik ve destek sağlama\n IV-Bilginin iletilmesi\n V-Karşılıklı yardım koordinasyonu\n Yukarıdakilerden hangileri yerel, bölgesel veya ulusal düzeydeki acil durum yönetim kurumları, KZO’lara müdahaleyi koordine etme ve destekleme konusunda sahip oldukları kritik sorumlulukları arasında yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II ve IV",
      "B": "I, III ve IV",
      "C": "II, III ve IV",
      "D": "II, IV ve V",
      "E": "III, IV ve V"
    },
    "explanation": "Yerel, bölgesel veya ulusal düzeydeki acil durum yönetim kurumları, KZO’lara müdahaleyi koordine etme ve destekleme konusunda kritik bir role sahiptir. Sorumlulukları arasında şunlar yer alır:\n 1. Genel koordinasyon\n 2. Rehberlik ve destek sağlama\n 3. Bilginin iletilmesi\n 4. Karşılıklı yardım koordinasyonu\n Doğru yanıt E seçeneğidir."
  },
  {
    "id": "3597549",
    "unitNumber": 8,
    "text": "Tıbbi dalgalanma planlamasında, kurumlar arası işbirliğinin kritik öneme sahip olmasının temel nedenleri nelerdir?\n <ol type=\"I\"> <li>Kapsamlı planlama</li> <li>Kaynak paylaşımı ve koordinasyon</li> <li>Gelişmiş durumsal farkındalık</li> <li>Birleşik komuta yapısı</li> <li>Birlikte çalışabilirlik ve iletişim</li> </ol>",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III, IV ve V",
      "B": "I, III, IV ve V",
      "C": "I, II, IV ve V",
      "D": "I, II, III ve IV",
      "E": "II, III ve IV"
    },
    "explanation": "Konu Başlığı:\n<br/><strong>TIBBI DALGALANMA PLANLAMASINDA ENTEGRASYON VE KOORDINASYON</strong><strong> - </strong>\n<br/><strong>Kurumlar Arası İşbirliği ve Koordinasyon</strong><br/>Tıbbi dalgalanma planlamasında, kurumlar arası işbirliğinin kritik öneme sahip olmasının bazı temel nedenleri şunlardır:\n <ol> <li>Kapsamlı planlama</li> <li>Kaynak paylaşımı ve koordinasyon</li> <li>Gelişmiş durumsal farkındalık</li> <li>Birleşik komuta yapısı</li> <li>Birlikte çalışabilirlik ve iletişim</li> </ol>"
  },
  {
    "id": "3597551",
    "unitNumber": 8,
    "text": "Tıbbi dalgalanma planlamasının <strong>birincil amaçları</strong> arasında aşağıdakilerden hangileri yer alır ?\n <ol type=\"I\"> <li>Kapasitenin arttırılması</li> <li>Hızlı müdahalenin sağlanması</li> <li>Tıbbi bakımın devamlılığının sürdürülmesi</li> <li>Hasta triyaj ve hastalara öncelik verme</li> <li>Kurumlar arası işbirliğini koordine etme</li> <li>Sürekli iyileştirme</li> </ol>",
    "correctAnswer": "D",
    "options": {
      "A": "II, III, V ve VI",
      "B": "I, III, IV ve VI",
      "C": "I, II, III, IV ve VI",
      "D": "I, II, III, IV ve V",
      "E": "I, II, III, IV, V ve VI"
    },
    "explanation": "Konu Başlığı:\n<br/><strong>HASTANE TIBBI DALGALANMA PLANLAMASINA GİRİŞ </strong><strong>- </strong>\n<br/><strong>Tıbbi Dalgalanma Planlamasının Amaç ve Hedefleri</strong><br/>Tıbbi dalgalanma planlamasının <strong>birincil amaçları</strong> arasında şunlar yer alır:\n <ol> <li>Kapasitenin arttırılması</li> <li>Hızlı müdahalenin sağlanması</li> <li>Tıbbi bakımın devamlılığının sürdürülmesi</li> <li>Hasta triyaj ve hastalara öncelik verme</li> <li>Kurumlar arası işbirliğini koordine etme</li> </ol>"
  },
  {
    "id": "3597554",
    "unitNumber": 8,
    "text": "Hastane acil durum müdahale planlarını ve prosedürlerini test etmek ve iyileştirmek için çok önemli olan tatbikatlar ve egzersizler için aşağıdakilerden hangisi doğrudur ?\n <ol type=\"I\"> <li>Masa başı tatbikatlar</li> <li>Fonksiyonel tatbikatlar</li> <li>Tam ölçekli tatbikatlar</li> <li>Tehlikeli madde tatbikatları</li> <li>Afet tatbikatları</li> </ol>",
    "correctAnswer": "D",
    "options": {
      "A": "I, II, III, IV ve V",
      "B": "I, III, IV ve V",
      "C": "I, II, IV ve V",
      "D": "I, II ve III",
      "E": "II, III ve IV"
    },
    "explanation": "<strong>KİTLESEL ZAYİAT OLAYLARINA HAZIRLIK </strong>- \n<br/><strong>Tıbbi Dalgalanmaya Hazırlık için Eğitim ve Tatbikatlar</strong><br/>Tatbikatlar ve egzersizler, hastane acil durum müdahale planlarını ve prosedürlerini test etmek ve iyileştirmek için çok önemlidir. Bu tatbikat türleri şunlardır;\n <ol> <li>Masa başı tatbikatlar</li> <li>Fonksiyonel tatbikatlar</li> <li>Tam ölçekli tatbikatlar</li> </ol>"
  },
  {
    "id": "3597555",
    "unitNumber": 8,
    "text": "Tıbbi dalgalanma planlamasında başarılı kurumlar arası işbirliğini desteklemek için hangi temel hususlar göz önünde bulundurulmalıdır?\n <ol type=\"I\"> <li>Ortaklıklar kurmak</li> <li>Koordineli planlama ve eğitim</li> <li>İletişim ve bilgi paylaşımı</li> <li>Standart terminoloji ve prosedürler</li> <li>Tatbikatlarda kurumlar arası entegrasyon</li> <li>Sürekli değerlendirme ve iyileştirme</li> </ol>",
    "correctAnswer": "E",
    "options": {
      "A": "II, III, V ve VI",
      "B": "I, III, IV ve VI",
      "C": "I, II, III, IV ve VI",
      "D": "I, II, III, IV ve V",
      "E": "I, II, III, IV, V ve VI"
    },
    "explanation": "Konu Başlığı: <strong>TIBBI DALGALANMA PLANLAMASINDA ENTEGRASYON VE KOORDINASYON</strong><strong> - </strong><strong>Kurumlar Arası İşbirliği ve Koordinasyon</strong><br/>Tıbbi dalgalanma planlamasında başarılı kurumlar arası işbirliğini desteklemek için aşağıdaki temel hususlar göz önünde bulundurulmalıdır:\n <ol> <li>Ortaklıklar kurmak</li> <li>Koordineli planlama ve eğitim</li> <li>İletişim ve bilgi paylaşımı</li> <li>Standart terminoloji ve prosedürler</li> <li>Tatbikatlarda kurumlar arası entegrasyon</li> <li>Sürekli değerlendirme ve iyileştirme</li> </ol>"
  },
  {
    "id": "3597557",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi <strong>tam ölçekli tatbikatları </strong>tanımlar ?",
    "correctAnswer": "A",
    "options": {
      "A": "Personellerin ve kaynakların konuşlandırılmasını, dış kurumlarla koordinasyonu içerir ve gerçekçi bir (kitlesel zayiat olayları) KZO’yu taklit ederek simüle eder. Bu tatbikatlar, hastanenin, birden çok fonksiyonel (işlevsel) alanında müdahale kapasitelerini değerlendirir.",
      "B": "Bir grup ortamında tartışmaya dayalı olarak simüle edilmiş acil durum senaryolarını içerir. Bu tatbikatlar, kilit paydaşların müdahale planlarını gözden geçirmesine, boşlukları belirlemesine ve koordinasyon stratejilerini tartışmasına imkân sağlar.",
      "C": "Müdahale eylemlerini simüle etmek için kaynakların ve personelin fiili olarak olay yerine konuşlandırılmasını içerir. Bu tatbikatlar, hastanelerin KZO’lar sırasında etkili bir şekilde koordinasyon ve iletişim yeteneğini test eder.",
      "D": "KZO’lar da dâhil olmak üzere acil durumlar sırasında tıbbi müdahalenin benzersiz yönlerine odaklanır. Triyaj, dalgalanma kapasitesi yönetimi, tıbbi etik ve hastalar ve müdahale ekipleri için psikolojik destek gibi konuları kapsar.",
      "E": "Sağlık çalışanlarını tehlikeli maddelere maruz kalan hastaların uygun şekilde ele alınması, dekontaminasyonu ve tedavisi konusunda bilgi ve becerilerini geliştirir."
    },
    "explanation": "<strong>KİTLESEL ZAYİAT OLAYLARINA HAZIRLIK </strong>- \n<br/><strong>Tıbbi Dalgalanmaya Hazırlık için Eğitim ve Tatbikatlar</strong><br/><strong>Tatbikat ve Egzersizler</strong>\n <strong>Tam ölçekli tatbikatlar</strong>: Tam ölçekli tatbikatlar, personellerin ve kaynakların konuşlandırılmasını, dış kurumlarla koordinasyonu içerir ve gerçekçi bir (kitlesel zayiat olayları) KZO’yu taklit ederek simüle eder. Bu tatbikatlar, hastanenin, birden çok fonksiyonel (işlevsel) alanında müdahale kapasitelerini değerlendirir."
  },
  {
    "id": "3597559",
    "unitNumber": 8,
    "text": "Araştırma ve inovasyonun önemli olmasının nedenleri nelerdir ?\n <ol type=\"I\"> <li>Kanıta dayalı uygulamalar</li> <li>Ortaya çıkan tehditlerin belirlenmesi</li> <li>Teknoloji ve araçlar</li> <li>Süreç optimizasyonu</li> <li>Değerlendirme ve doğrulama (validasyon)</li> </ol>",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III, IV ve V",
      "B": "I, III, IV ve V",
      "C": "I, II, IV ve V",
      "D": "I, II, III ve IV",
      "E": "II, III ve IV"
    },
    "explanation": "<strong>TIBBI DALGALANMA PLANLAMASINDA ENTEGRASYON VE KOORDINASYON </strong><strong>-</strong>\n<br/><strong>Tıbbi Dalgalanma Planlamasında Araştırma ve Yenilik</strong><br/><strong>Araştırma ve İnovasyonun Önemi</strong>\n Araştırma ve inovasyon, tıbbi dalgalanma planlamasında kanıta dayalı uygulamaların, yeni teknolojilerin ve iyileştirilmiş metodolojilerin geliştirilmesine katkıda bulunur.\n Araştırma ve inovasyonun önemli olmasının nedenleri ;\n <ol> <li>Kanıta dayalı uygulamalar</li> <li>Ortaya çıkan tehditlerin belirlenmesi</li> <li>Teknoloji ve araçlar</li> <li>Süreç optimizasyonu</li> <li>Değerlendirme ve doğrulama (validasyon)</li> </ol>"
  },
  {
    "id": "3597560",
    "unitNumber": 8,
    "text": "Toplum katılımı için temel stratejiler kapsamında yer alan <strong>toplum eğitimini</strong> aşağıdakilerden hangisi açıklar?",
    "correctAnswer": "A",
    "options": {
      "A": "Toplumu, tıbbi dalgalanma planlaması ve kişisel hazırlık konusunda bilgilendirmek için eğitim materyalleri, atölye çalışmaları ve eğitim oturumları geliştirilmelidir. Bireylere acil durumları nasıl fark edecekleri, sağlık hizmetlerine nasıl erişecekleri ve bir olay sırasında uygun önlemleri nasıl alacakları öğretilmelidir.",
      "B": "Toplum örgütleri, yerel liderler, inanç temelli gruplar, okullar ve işletmelerle ortaklıklar kurulmalıdır. Sosyal yardım girişimleri, eğitim programları ve halk sağlığı kampanyaları geliştirmek ve uygulamak için bu kuruluşlarla işbirliği yapılmalıdır.",
      "C": "Toplum üyeleriyle doğrudan etkileşim kurmak için sağlık fuarları, hazırlık etkinlikleri ve yerel toplantılar gibi toplumsal erişim faaliyetlerine katılın. Bu etkinlikler bilgi materyallerini dağıtmak, soruları yanıtlamak ve kişisel bağlantılar kurmak için fırsatlar sağlar.",
      "D": "Toplum üyelerinin KZO’lar sırasında becerileri, kaynakları ve zamanlarıyla katkıda bulunmalarına olanak tanıyan gönüllü programları oluşturulmalıdır. Sağlık tesislerini desteklemek, toplum erişimine yardımcı olmak ve tıbbi olmayan yardım sağlamak için gönüllüler eğitilmeli ve organize edilmelidir.",
      "E": "Toplum üyelerinin girdi sağlaması, endişelerini bildirmesi veya bilgi araması için yardım hatları, e-posta adresleri veya çevrimiçi platformlar gibi geri bildirim mekanizmaları oluşturulmalıdır. Toplumun ihtiyaçlarını karşılamak ve iletişimi geliştirmek amacıyla toplum geri bildirimleri aktif olarak dinlenmeli ve bunlara yanıt verilmelidir."
    },
    "explanation": "Konu Başlığı: \n<br/><strong>TIBBI DALGALANMA PLANLAMASINDA ENTEGRASYON VE KOORDINASYON </strong><strong>-</strong>\n<br/><strong>Toplum Katılımı ve Halkın Bilgilendirilmesi</strong><br/><strong>Toplum Katılımı İçin Temel Stratejiler</strong>\n <strong>Toplum eğitimi</strong>: Toplumu, tıbbi dalgalanma planlaması ve kişisel hazırlık konusunda bilgilendirmek için eğitim materyalleri, atölye çalışmaları ve eğitim oturumları geliştirilmelidir. Bireylere acil durumları nasıl fark edecekleri, sağlık hizmetlerine nasıl erişecekleri ve bir olay sırasında uygun önlemleri nasıl alacakları öğretilmelidir."
  },
  {
    "id": "3597562",
    "unitNumber": 8,
    "text": "Hastanelerde <strong>malzeme yönetiminde</strong> hangi <strong>stratejiler</strong> göz önünde bulundurulmalıdır ?\n <ol type=\"I\"> <li>Envanter yönetimi</li> <li>Malzeme stoku ve yedek malzemeler</li> <li>Tedarik zinciri koordinasyonu</li> <li>Tedarik koruma stratejileri</li> <li>Kaynak tahsisi ve önceliklendirme</li> <li>Atık yönetimi</li> </ol>",
    "correctAnswer": "E",
    "options": {
      "A": "II, III, V ve VI",
      "B": "I, III, IV ve VI",
      "C": "I, II, III, IV ve VI",
      "D": "I, II, III, IV ve V",
      "E": "I, II, III, IV, V ve VI"
    },
    "explanation": "Konu Başlığı: \n<br/><strong>KİTLESEL ZAYİAT OLAYLARINA HASTANE MÜDAHALESİ VE TIBBI DALGALANMA KAPASİTE YÖNETİMİ </strong><strong>-</strong>\n<br/><strong>Hastane Altyapısı ve Malzeme Yönetimi </strong><br/><strong>Malzeme Yönetimi</strong>\n Bir KZO sırasında hasta bakımı için gerekli kaynakların mevcudiyetini sağlamak için malzemelerin uygun şekilde yönetilmesi esastır. Malzeme yönetimi için aşağıdaki stratejiler göz önünde bulundurulmalıdır:\n <ol> <li>Envanter yönetimi</li> <li>Malzeme stoku ve yedek malzemeler</li> <li>Tedarik zinciri koordinasyonu</li> <li>Tedarik koruma stratejileri</li> <li>Kaynak tahsisi ve önceliklendirme</li> <li>Atık yönetimi</li> </ol>"
  },
  {
    "id": "3597564",
    "unitNumber": 8,
    "text": "Kitlesel zayiat olayları sırasında hastaneler, ani hasta akışı/dalgalanması ve artan iş yükü nedeniyle kritik personel sorunlarıyla karşı karşıya kalabilir. Artan hasta hacmini etkili bir şekilde yönetmek için hangi <strong>personel yönetim stratejileri</strong> göz önünde bulundurulmalıdır?\n <ol type=\"I\"> <li>Kadro artırma planları</li> <li>Çapraz eğitim ve yeniden görevlendirme</li> <li>Kaynak paylaşımı ve işbirliği</li> <li>Acil durum yetkilendirmesi ve ayrıcalıkları</li> <li>Gönüllü yönetimi</li> <li>Çalışanlar için ruh sağlığı desteği</li> </ol>",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III, IV, V ve VI",
      "B": "I, II, III, IV ve VI",
      "C": "I, II, III, IV ve V",
      "D": "II, III, V ve VI",
      "E": "I, III, IV ve VI"
    },
    "explanation": "Konu Başlığı: \n<br/><strong>KİTLESEL ZAYİAT OLAYLARINA HASTANE MÜDAHALESİ VE TIBBI DALGALANMA KAPASİTE YÖNETİMİ </strong><strong>- </strong>\n<br/><strong>Hastane Kadro ve Personel Stratejileri ile Artan İşgücü Yönetimi</strong><br/><strong>Kadro ve Personel Stratejileri</strong>\n Kitlesel zayiat olayları sırasında hastaneler, ani hasta akışı/dalgalanması ve artan iş yükü nedeniyle kritik personel sorunlarıyla karşı karşıya kalabilir. Artan hasta hacmini etkili bir şekilde yönetmek için aşağıdaki personel yönetim stratejileri göz önünde bulundurulmalıdır:\n <ol> <li>Kadro artırma planları</li> <li>Çapraz eğitim ve yeniden görevlendirme</li> <li>Kaynak paylaşımı ve işbirliği</li> <li>Acil durum yetkilendirmesi ve ayrıcalıkları</li> <li>Gönüllü yönetimi</li> <li>Çalışanlar için ruh sağlığı desteği</li> </ol>"
  },
  {
    "id": "3597566",
    "unitNumber": 8,
    "text": "<strong>Hasta akışını yönetmek</strong> için göz önünde bulundurulması gereken <strong>stratejilerden </strong><strong>triyaj ve hasta önceliklendirmeyi</strong> aşağıdakilerden hangisi tanımlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Hastaları durumlarının ciddiyetine göre sınıflandırmak için etkili bir triyaj sistemi uygulanmalıdır. Kritik hastalarla derhal ilgilenilmesini sağlamak amacıyla tıbbi ihtiyaçların aciliyetine göre tedaviye öncelik verilmelidir.",
      "B": "Hastaları hastaneye kabul etmek ve akut bakıma ihtiyaç duymayanları taburcu etmek için kolaylaştırılmış süreçler geliştirilmelidir. Bu, sağlık çalışanları ve departmanlar arasındaki etkin kayıt, belgeleme ve iletişimi içerir.",
      "C": "Hastaları, hastaneye vardıklarında verimli bir şekilde değerlendirmek ve önceliklendirme için hastane içinde triyaj ve hasta değerlendirme alanları gibi özel alanlar oluşturulmalıdır. Bu alanlar, gerekli kaynaklarla donatılmalı ve eğitimli ve tecrübeli sağlık personelleri çalıştırılmalıdır.",
      "D": "Gerektiğinde hastaların farklı hastane bölümleri veya tesisleri arasında nakledilmesine yönelik protokoller geliştirilmelidir. Tıbbi bakımın sorunsuz bir şekilde bir alandan diğerine geçişini sağlamak için açık iletişim kanalları ve standart prosedürler uygulanmalıdır.",
      "E": "Hastane genelinde hasta hareketini izlemek ve takip etmek için elektronik sağlık kayıtları ve izleme sistemleri gibi teknoloji çözümlerinden yararlanılmalıdır. Bu, yatak mevcudiyeti, hasta durumu ve genel hasta akışı hakkında gerçek zamanlı görünürlük sağlar."
    },
    "explanation": "Konu Başlığı: <strong>KİTLEL ZAYİAT OLAYLARINA HASTANE MÜDAHALESİ VE TIBBI DALGALANMA KAPASİTE YÖNETİMİ </strong><strong>- </strong><strong>Hasta Akışı ve Tıbbi Tahliye</strong><br/><strong>Hasta Akışı Yönetimi</strong>\n Hasta akışı yönetimi, zamanında ve uygun tıbbi bakımı sağlamak için hastaların hastane içindeki hareketini optimize etmeyi içerir. KZO’lar sırasında hasta akışını yönetmek için aşağıdaki stratejiler göz önünde bulundurulmalıdır:\n <strong>Triyaj ve hasta önceliklendirme</strong>: Hastaları durumlarının ciddiyetine göre sınıflandırmak için etkili bir triyaj sistemi uygulanmalıdır. Kritik hastalarla derhal ilgilenilmesini sağlamak amacıyla tıbbi ihtiyaçların aciliyetine göre tedaviye öncelik verilmelidir."
  },
  {
    "id": "3841250",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi tıbbi dalgalanma planlamasının <strong>birincil amaçlarından biri değildir</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Tıbbi bakımın devamlılığını sürdürmek",
      "B": "Hasta triyajına yönelik kılavuzlar oluşturmak",
      "C": "Sağlık sisteminin ticari gelirini artırmak",
      "D": "Kapasite artırımı için stratejiler geliştirmek",
      "E": "Kurumlar arası koordinasyonu sağlamak"
    },
    "explanation": "<strong>ru Cevap:</strong> C) Sağlık sisteminin ticari gelirini artırmak<br/>(TDP'nin amacı halk sağlığına hizmet etmektir, ekonomik kazanç değil.)"
  },
  {
    "id": "3841252",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi SARS salgını (2002-2003) sonrasında öğrenilen dersler arasında <strong>yer almamaktadır</strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "Enfeksiyon kontrol önlemleri gereklidir",
      "B": "Tahliye protokollerinin geliştirilmesi",
      "C": ") Erken teşhis hayati önem taşır",
      "D": "Bulaşıcı hastalıklar için özel dalgalanma planı gereklidir",
      "E": "İzolasyon protokolleri kritik öneme sahiptir"
    },
    "explanation": "<strong>Doğru Cevap:</strong> B) Tahliye protokollerinin geliştirilmesi<br/>(Bu çıkarım <em>Katrina Kasırgası</em> vakasına özgüdür.)"
  },
  {
    "id": "3841253",
    "unitNumber": 8,
    "text": "Tıbbi dalgalanma planlaması, hastaların durumlarının ciddiyetine göre değerlendirilmesini, kategorize edilmesini ve tedavi edilmesini sağlayarak, hasta triyajına yönelik açık protokoller ve kılavuzlar oluşturmayı amaçlar cümlesi hangi amaca hizmet eder?",
    "correctAnswer": "D",
    "options": {
      "A": "Kapasitenin arttırılması",
      "B": "Hızlı müdahalenin sağlanması:",
      "C": "Tıbbi bakımın devamlılığının sürdürülmesi",
      "D": "Hasta triyaj ve hastalara öncelik verme:",
      "E": "Kurumlar arası işbirliğini koordine etme:"
    },
    "explanation": "Hasta triyaj ve hastalara öncelik verme:<br/>Tıbbi dalgalanma planlaması, hastaların<br/>durumlarının ciddiyetine göre değerlendirilmesini, kategorize edilmesini ve tedavi<br/>edilmesini sağlayarak, hasta triyajına yönelik açık protokoller ve kılavuzlar oluşturmayı amaçlar. Amaç, sınırlı kaynakları, fayda<br/>sağlama olasılığı en yüksek olan ve acil müdahale gerektiren kişilere tahsis etmektir."
  },
  {
    "id": "3841418",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi, hastanelerin Kitlesel Zarar Olayları (KZO) sırasında etik ilkelere uygun bir şekilde hareket ettiğini gösteren durumlardan biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kıt kaynakları yalnızca genç hastalara ayırmak",
      "B": "Bilgilendirilmiş onam sürecini atlayarak hızlı müdahale yapmak",
      "C": "Kültürel ve dinî inançlara uygun olmayan bakım sunmak",
      "D": "Savunmasız grupların sağlık hizmetlerine erişimini önceliklendirmek",
      "E": "Triyaj kararlarını tamamen rastgele almak"
    },
    "explanation": "<strong>Doğru cevap:</strong> <strong>D)</strong> Savunmasız grupların sağlık hizmetlerine erişimini önceliklendirmek"
  },
  {
    "id": "3841421",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi, bir hastanenin Kitlesel Zayiat Olaylarına (KZO) hazırlık kapsamında risk değerlendirmesi sürecini etkin bir şekilde yürüttüğünü gösterir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sadece geçmiş afetlere dayalı değerlendirme yapmak",
      "B": "Tüm riskleri eşit düzeyde ele almak",
      "C": "Risk değerlendirme sonuçlarını belgelemeden uygulamaya geçmek",
      "D": "Tehlikeleri olasılık ve etki düzeyine göre önceliklendirmek",
      "E": "Risk değerlendirmesini yalnızca hastane yönetiminin yapması"
    },
    "explanation": "<strong>Doğru cevap:</strong> <strong>D)</strong> Tehlikeleri olasılık ve etki düzeyine göre önceliklendirmek"
  },
  {
    "id": "3841424",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi, hastane idaresinin Kitlesel Zayiat Olaylarına (KZO) hazırlık sürecinde üstlenmesi gereken sorumluluklardan biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kaynakların yalnızca acil servis birimine tahsis edilmesi",
      "B": "Eğitimleri yalnızca yöneticilerle sınırlı tutmak",
      "C": "Dış paydaşlarla iş birliğini afet sonrasına ertelemek",
      "D": "Acil durum politikaları ve prosedürleri geliştirmek",
      "E": "Tatbikatları ihtiyaç duyulmadıkça gerçekleştirmemek"
    },
    "explanation": "miş veriler, coğrafi konum, iklim modelleri<br/>ve hastanenin belirli tehlikelere karşı savunmasızlığı (güvenlik açığı) gibi faktörler dikkate alınmalıdır.<br/>4. Tehlike önceliklendirme: Tespit edilen<br/>tehlikeler olasılıklarına ve potansiyel etkilerine göre önceliklendirilmelidir. Olasılığı<br/>daha yüksek olan ve hastanenin operasyonlarına önemli ölçüde zarar verebilecek veya<br/>kesintiye neden olabilecek tehlikelere öncelikli olarak odaklanılmalıdır.<br/>5. Güvenlik açıklarını analiz etme: Hastanenin güvenlik açıkları, önceliklendirilmiş her<br/>bir tehlikeye karşı değerlendirilmelidir. Altyapı zayıflıkları, kritik ekipman ve sistemler, kaynakların mevcudiyeti ve personel<br/>düzeyleri gibi faktörler göz önünde bulundurulmalıdır.<br/>6. Etki azaltma stratejileri: Önceliklendirilmiş her tehlike için etki azaltma stratejileri<br/>geliştirilmelidir. Bu stratejiler, tesisteki fiziksel değişiklikleri, acil durum müdahale<br/>planlarının uygulanmasını, personellerin<br/>eğitimini ve dış kurumlar ve ortaklarla işbirliğini içerebilir.<br/>7. Belgeleme ve inceleme: Tespit edilen tehlikeler, bu tehlikelerin olasılıkları ve etkileri, güvenlik açıkları ve hafifletme (etki<br/>azaltma) stratejileri dâhil olmak üzere risk<br/>değerlendirme bulguları belgelenmelidir.<br/>Yeni bilgiler ortaya çıktıkça veya hastanenin koşulları değiştikçe risk değerlendirmesi düzenli olarak gözden geçirilmeli ve<br/>güncellenmelidir.<br/>İşbirliği ve Kaynaklar<br/>Kapsamlı bir risk değerlendirmesi ve tehlike<br/>belirleme süreci yürütmek, genellikle hastane personeli, acil durum yönetim kurumları, halk sağlığı<br/>kurumları ve yerel makamlar dâhil olmak üzere çeşitli paydaşlarla işbirliği yapmayı gerektirir. Ayrıca,<br/>hastaneler, risk değerlendirme sürecini desteklemek<br/>için devlet kurumları, profesyonel dernekler ve akademik kurumlar tarafından sağlanan kılavuzlar ve<br/>araçlar gibi mevcut kaynaklardan yararlanabilirler.<br/>Hastaneler kapsamlı bir risk değerlendirmesi<br/>yaparak ve potansiyel tehlikeleri belirleyerek, riskleri azaltmak ve KZO’lara yanıt verme yeteneklerini geliştirmek için hedefli ve etkili hazırlık planları<br/>geliştirebilir. Bu proaktif yaklaşım, hastanelerin acil<br/>durumlarda hastaları, personeli ve toplumu korumak için daha donanımlı olmasını sağlar.<br/>Kilit Paydaşların Rol ve<br/>Sorumlulukları<br/>Bu bölümde, KZO’lara hazırlık sürecinde yer<br/>alan kilit paydaşların rol ve sorumlulukları incelenecektir. Bu tür acil durumlara kapsamlı ve başarılı<br/>bir müdahale için bu paydaşlar arasında etkin koordinasyon ve işbirliği çok önemlidir.<br/>Hastane İdaresi<br/>Hastane idaresi, bir KZO’ya hazırlıklı olmayı<br/>sağlamada hayati bir rol oynar. Sorumlulukları arasında şunlar yer alır:<br/>1. Politika ve prosedürlerin geliştirilmesi:<br/>Hastane kapasite artış protokolleri, kaynak<br/>tahsis stratejileri ve iletişim protokolleri<br/>dâhil olmak üzere hastanenin acil durum<br/>müdahale planını özetleyen politika ve prosedürler oluşturmak.<br/>2. Kaynakların tahsis edilmesi: Tıbbi dalgalanma yanıtını desteklemek için tıbbi<br/>malzeme, ekipman ve personel gibi gerekli kaynakların mevcudiyetini ve tahsisini<br/>sağlamak.<br/>3. Eğitim ve öğretim: Hastane personelinin<br/>acil durum yönetimi, afet müdahalesi, tıbbi<br/>dalgalanma ve kapasite artışı konularında<br/>bilgi ve becerilerini geliştirmek için eğitim<br/>programları düzenlemek.<br/>4. İşbirlikçi ortaklıklar sürdürme: KZO’lar<br/>sırasında koordineli bir müdahaleyi kolaylaştırmak için acil durum yönetimi kurumları, halk sağlığı kurumları ve toplum kuruluşları dâhil olmak üzere dış paydaşlarla<br/>ilişkiler kurmak ve sürdürmek.<br/>5. Hazırlığın izlenmesi ve değerlendirilmesi: Tatbikatlar, egzersizler ve performans<br/>değerlendirmeleri aracılığıyla hastanenin<br/>hazırlık çabalarını düzenli olarak değerlendirmek. Bu, iyileştirilecek alanların belirlenmesine ve KZO’lara hazırlıklı olunmasını sağlar"
  },
  {
    "id": "3841426",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi, hastanelerin Kitlesel Zayiat Olaylarına (KZO) etkin şekilde yanıt verebilmek için benimsemesi gereken iletişim ve bilgi yönetimi uygulamalarından biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Acil durumlarda yalnızca yüz yüze iletişimi tercih etmek",
      "B": "Farklı kurumların iletişim sistemleriyle birlikte çalışabilirliği göz ardı etmek",
      "C": "Kritik bilgileri sadece olay komutanına ulaştırmakla yetinmek",
      "D": "Web tabanlı ve güvenli bilgi paylaşım platformları kullanmak",
      "E": "Yedek iletişim kanallarına yatırım yapmaktan kaçınmak"
    },
    "explanation": "Yedek iletişim kanallarına yatırım yapmaktan kaçınmak"
  },
  {
    "id": "3841428",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi, hastanelerin Kitlesel Zayiat Olaylarına (KZO) etkili müdahale edebilmesi için benimsemesi gereken acil durum yönetim sistemlerinden biri <strong>değildir</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Ulusal Olay Yönetim Sistemi (ULOYS)",
      "B": "Olay Komuta Sistemi (OKS)",
      "C": "Hastane Olay Komuta Sistemi (HOKS)",
      "D": "Sağlık Bilgi Yönetim Sistemi (SBYS)",
      "E": "Olay Komuta Yapısı (OKY)"
    },
    "explanation": "<strong>Açıklama:</strong> SBYS ifadesi metinde geçmemekte ve doğrudan acil durum yönetim sistemlerinden biri olarak tanımlanmamıştır. Diğer şıklar, ULOYS, OKS, HOKS ve OKY, metinde açıkça tanımlanan ve hastanelerin KZO'lara müdahalesi sırasında kullanması gereken yapılar arasında yer almaktadır."
  },
  {
    "id": "3841430",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi, Kitlesel Zayiat Olayları (KZO) sırasında hastanelerde etkili kaynak yönetimi ve iletişimi sağlamak için uygulanması gereken stratejilerden biri <strong>değildir</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Komuta zinciri ve olay raporlama prosedürlerinin oluşturulması",
      "B": "Kritik kaynaklar için stok yönetimi protokollerinin geliştirilmesi",
      "C": "Tedarik zinciri kesintileri için alternatif planlar yapılması",
      "D": "Tüm sağlık personelinin maliyet etkinliği analizleri konusunda eğitilmesi",
      "E": "İrtibat görevlilerinin atanarak dış kurumlarla iletişimin sağlanması"
    },
    "explanation": "1. Kaynak tahsis protokolleri: Hasta durumlarının ciddiyeti, tıbbi bakımın aciliyeti ve mevcut kaynaklar gibi faktörler göz<br/>önünde bulundurularak kaynak tahsisi için<br/>protokoller ve kılavuzlar geliştirilmelidir."
  },
  {
    "id": "3841432",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi, hastanelerin Kitlesel Zayiat Olayları (KZO) öncesinde sağlık çalışanlarını hazırlamak amacıyla uygulayabileceği kapsamlı bir eğitim stratejisi kapsamında yer almaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Sadece masa başı tatbikatlarına odaklanarak pratik uygulamaları sınırlı tutmak",
      "B": "Sadece bulaşıcı hastalık senaryolarına yönelik eğitimler sunmak",
      "C": "Olay türüne özel eğitimler ve tam ölçekli tatbikatlarla farklı senaryolara hazırlık sağlamak",
      "D": "Sadece temel yaşam desteği eğitimi vererek ileri müdahale eğitimlerini dışlamak",
      "E": "Eğitim programlarını yalnızca yöneticilerle sınırlamak"
    },
    "explanation": "Eğitim programlarını yalnızca yöneticilerle sınırlamak"
  }
]