[
  {
    "id": "2734597",
    "unitNumber": 1,
    "text": "Çekirdek aile kavramını ilk defa kullanan antropolog aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Robert Murdock",
      "B": "Landis",
      "C": "Pollak",
      "D": "Burgess",
      "E": "Locke"
    },
    "explanation": "AİLENİN TARİHSEL EVRİMİ<br/>Çekirdek aile kavramı ilk defa 1949 yılında antropolog Robert Murdock tarafından kullanılmıştır. Doğru yanıt A seçeneğidir."
  },
  {
    "id": "2734598",
    "unitNumber": 1,
    "text": "I. Avcı ve Toplayıcı Toplumda Aile<br/>II. Tarım Toplumunda Aile <br/>III. Sanayi Toplumunda Aile <br/>IV. Sanayi Sonrası Toplumda Aile<br/>Yukarıdakilerden hangisi veya hangileri tarihsel süreç içinde, aile kavramının yapısına bağlı olarak gösterdikleri dönüşümü ifade eden aile türleridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I, II",
      "C": "I, III,IV",
      "D": "I, II, IV",
      "E": "I, II, III, IV"
    },
    "explanation": "AİLENİN TARİHSEL EVRİMİ<br/>Soru cümlesinde yer alan tüm maddeler tarihsel süreç içinde, aile kavramının değişime bağlı olarak dönüştüğü aile türlerini ifade etmektedir. Doğru yanıt E seçeneğidir."
  },
  {
    "id": "2734599",
    "unitNumber": 1,
    "text": "Aşağıdaki seçeneklerden hangisi ailenin karakteristik özellikleri arasında <u><strong>yer almaz?</strong></u>",
    "correctAnswer": "C",
    "options": {
      "A": "Aile duygusal bir temele dayanır.",
      "B": "Aile, şekillendirme özelliğine sahiptir.",
      "C": "Aile üyeleri bireyseldir.",
      "D": "Aile, sosyal yapıda çekirdek özelliği taşır.",
      "E": "Aile, sosyal kurallarla çevrilidir."
    },
    "explanation": "AİLENİN TANIMI, TÜRLERİ VE İŞLEVLERİ<br/>C seçeneği ailenin karakteristik özellikleri arasında yer almaz. Doğru yanıt C seçeneğidir."
  },
  {
    "id": "2734600",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi genellikle kırsalda yaşayan, geçimini tarımla sağlayan, akrabalık ilişkileri kuvvetli, erkeklerin karar almada etkili olduğu, yaşlı erkeğin aile sorumluluğunu üstlendiği, geleneklere bağlı aile tipidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Çekirdek Aile",
      "B": "Geniş Aile",
      "C": "Çözülen Aile",
      "D": "Parçalanmış Aile",
      "E": "Tamamlanmamış Aile"
    },
    "explanation": "Aile Türleri<br/>Genellikle kırsalda yaşayan, geçimini tarımla sağlayan, akrabalık ilişkileri kuvvetli, erkeklerin karar almada etkili olduğu, yaşlı erkeğin aile sorumluluğunu üstlendiği, geleneklere bağlı aile tipi geniş ailedir. Doğru yanıt b seçeneğidir."
  },
  {
    "id": "2734601",
    "unitNumber": 1,
    "text": "Ailelerin çocuk yetiştirme tutumlarına ilişkin kuramsal temel oluşturacak çalışmalar aşağıdaki isimlerden hangisi tarafından gerçekleştirilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Gittins",
      "B": "Pollak",
      "C": "Ogburn",
      "D": "Baumrind",
      "E": "Müler Lyer"
    },
    "explanation": "Aile-Çocuk İlişkileri ve Aile Tipleri<br/>Ailelerin çocuk yetiştirme tutumlarına ilişkin kuramsal temel oluşturacak çalışmalar Baumrind tarafından gerçekleştirilmiştir."
  },
  {
    "id": "2734602",
    "unitNumber": 1,
    "text": "\"Aile, tek tek bireylerinin, bütün olarak da kendisinin sağlık, eğitim, sosyal güvenlik, eğlence gibi ihtiyaçlarını gidermektedir\" ifadesi ailenin hangi işlevini vurgular?",
    "correctAnswer": "C",
    "options": {
      "A": "Biyolojik işlev",
      "B": "Kültürel işlev",
      "C": "Sosyal işlev",
      "D": "Ekonomik işlev",
      "E": "Psikolojik işlev"
    },
    "explanation": "Ailenin İşlevleri<br/>\"Aile, tek tek bireylerinin, bütün olarak da kendisinin sağlık, eğitim, sosyal<br/>güvenlik, eğlence gibi ihtiyaçlarını gidermektedir\" ifadesi ailenin sosyal işlevini vurgular. Doğru yanıt c seçeneğidir."
  },
  {
    "id": "2734603",
    "unitNumber": 1,
    "text": "I. Sembolik Etkileşimci<br/>II. Çatışma Perspektifi<br/>III. Feminist Yaklaşım<br/>IV. İşlevselci / Fonksiyonalist Yaklaşım<br/>Yukarıda yer alan maddelerden hangisi veya hangileri aile ve evlilik üzerine sosyolojik yaklaşımlardandır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I, II",
      "C": "I, III",
      "D": "II, III, IV",
      "E": "I, II, III, IV"
    },
    "explanation": "AİLE VE EVLİLİK ÜZERİNE SOSYOLOJİK PERSPEKTİFLER<br/>Soru cümlesinde yer alan tüm maddeler aile ve evlilik üzerine sosyolojik yaklaşımlardır. Doğru yanıt E seçeneğidir."
  },
  {
    "id": "2734604",
    "unitNumber": 1,
    "text": "\"Aile, toplumsal yapının bir parçası olarak toplumun devamlılığını sağlamak üzere işlev gösteren bir kurumdur\" ifadesi aile ve evlilik üzerine sosyolojik yaklaşımlardan hangisine aittir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sembolik Etkileşimci Yaklaşım",
      "B": "İşlevselci / Fonksiyonalist Yaklaşım",
      "C": "Feminist Yaklaşım",
      "D": "Çatışma Perspektifi",
      "E": "Postmodernizm"
    },
    "explanation": "AİLE VE EVLİLİK ÜZERİNE SOSYOLOJİK PERSPEKTİFLER<br/>\"Aile, toplumsal yapının bir parçası olarak toplumun devamlılığını<br/>sağlamak üzere işlev gösteren bir kurumdur\" ifadesi İşlevselci / Fonksiyonalist Yaklaşıma aittir. Doğru yanıt b seçeneğidir."
  },
  {
    "id": "2734605",
    "unitNumber": 1,
    "text": "I. Bireysel ideolojinin yaygınlaşması,<br/>II. Evlilikle birlikte cinsel ve sevgiye dayalı tutkunun bitmesi,<br/>III. Stres ve çatışma,<br/>IV. Boşanmanın toplumsal olarak daha kabul<br/>edilebilir hâle gelmesi,<br/>V. Kadınların maddi açıdan bağımsızlaşması<br/>Yukarıdaki maddelerden hangisi/hangileri, Abbott ve arkadaşlarına göre boşanma eğiliminin artmasına neden olan faktörlerdendir?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II",
      "B": "II, III",
      "C": "I, III, IV",
      "D": "I, II, IV, V",
      "E": "I, II, III, IV, V"
    },
    "explanation": "Soru cümlesinde yer alan maddelerin tümü Abbott ve arkadaşları tarafından boşanma eğiliminin artmasını sağlayan faktörlerdendir. Doğru yanıt e seçeneğidir."
  },
  {
    "id": "2734606",
    "unitNumber": 1,
    "text": "I. İşsizlik<br/>II. Eğitim<br/>III. Sağlık<br/>IV. Kimlik<br/>V. Barınma<br/>Yukarıdakilerden hangileri Göç ailesinin yaşadığı problemlerdendir?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II",
      "B": "II, III",
      "C": "I, III, IV",
      "D": "I, II, IV, V",
      "E": "I, II, III, IV, V"
    },
    "explanation": "Göç ve Aile<br/>Soru cümlesinde yer alan maddelerin tümü Göç ailesinin yaşadığı problemlerdendir. Doğru yanıt e seçeneğidir."
  },
  {
    "id": "2734607",
    "unitNumber": 1,
    "text": "Çekirdek aile kavramı ilk kez aşağıdaki isimlerden hangisi tarafından kullanılmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "G. Murdock",
      "B": "L. H. Morgan",
      "C": "E.B. Taylor",
      "D": "A. Giddens",
      "E": "Z. Bauman"
    },
    "explanation": "G. Murdock"
  },
  {
    "id": "2734608",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Murdock’a göre ailenin evrensel işlevlerinden biri <u>değildir?</u>",
    "correctAnswer": "C",
    "options": {
      "A": "Üreme",
      "B": "Ekonomik",
      "C": "Politik",
      "D": "Yetiştirme",
      "E": "Cinsellik"
    },
    "explanation": "Politik"
  },
  {
    "id": "2734609",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi ailenin temel özelliklerinden <u>biri değildir?</u>",
    "correctAnswer": "B",
    "options": {
      "A": "Aile evrenseldir.",
      "B": "Ailenin kapsamı sınırsızdır.",
      "C": "Aile duygusal bir temele dayanır.",
      "D": "Aile, sosyal kurallarla çevrilidir.",
      "E": "Aile üyelerinin sorumlulukları vardır."
    },
    "explanation": "Ailenin kapsamı sınırsızdır."
  },
  {
    "id": "2734610",
    "unitNumber": 1,
    "text": "I. Meşru cinsellik<br/>II. Meşru çocuk doğurma<br/>III. Neslin devamını koruma<br/>IV. Azınlık topluluklarıyla entegrasyonu sağlama<br/>Yukarıdakilerden hangileri evliliğin işlevlerindendir?",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "I, II ve IV",
      "C": "II, III ve IV",
      "D": "I, II ve III",
      "E": "I, II, III ve IV"
    },
    "explanation": "I, II ve III"
  },
  {
    "id": "2734611",
    "unitNumber": 1,
    "text": "Kadın veya erkeğin evleneceği kişiyi üyesi olduğu grubun dışından seçmesine ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Endogami",
      "B": "Monagami",
      "C": "Poligami",
      "D": "Matriyarki",
      "E": "Egzogami"
    },
    "explanation": "Egzogami"
  },
  {
    "id": "2734612",
    "unitNumber": 1,
    "text": "Çocuklarına karşı sıcak ve sevecen olan, çocukların tüm kararları kendilerinin vermesini bekleyen ve çocuklarını kontrol etmeyerek fazla özgür bırakan aile tutumunu Baumrind ne olarak adlandırmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Demokratik aile tutumu",
      "B": "Lakayit aile turumu",
      "C": "İzin verici aile tutumu",
      "D": "Otoriter aile tutumu",
      "E": "Özgürlükçü aile tutumu"
    },
    "explanation": "İzin verici aile tutumu12"
  },
  {
    "id": "2734613",
    "unitNumber": 1,
    "text": "Aile davranışlarının toplumsal normlar tarafından oluştuğunu ve ailenin içinde bulunan faktörler tarafından etkilendiğini öne süren sosyolojik yaklaşım aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sembolik etkileşimci yaklaşım",
      "B": "Çatışma yaklaşımı",
      "C": "Feminist yaklaşım",
      "D": "Postmoden yaklaşım",
      "E": "İşlevselci yaklaşım"
    },
    "explanation": "Sembolik etkileşimci yaklaşım"
  },
  {
    "id": "2734614",
    "unitNumber": 1,
    "text": "Ailenin ataerkilliği yeniden üreten bir birim olduğunu ifade eden yaklaşım aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Çatışma yaklaşımı",
      "B": "Feminist yaklaşım",
      "C": "Postmoden yaklaşım",
      "D": "İşlevselci yaklaşım",
      "E": "Sembolik etkileşimci yaklaşım"
    },
    "explanation": "Feminist yaklaşım"
  },
  {
    "id": "2734615",
    "unitNumber": 1,
    "text": "Abbott ve arkadaşlarına göre aşağıdakilerden hangisi boşanma eğiliminin artmasının nedenlerinden biri<strong><u> değildir? </u></strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Boşanmanın geçmişe göre yasal olarak kolaylaşması",
      "B": "Bireylerin kendi yaşamları üzerinde söz sahibi olmak ve yaşamlarını kontrol etmek istemeleri",
      "C": "Stres ve çatışma",
      "D": "Evliliğin toplumsal olarak daha kabul edilebilir hâle gelmesi",
      "E": "Kadınların maddi açıdan bağımsızlaşması"
    },
    "explanation": "Evliliğin toplumsal olarak daha kabul edilebilir hâle gelmesi"
  },
  {
    "id": "2734616",
    "unitNumber": 1,
    "text": "\"Bütün mutlu aileler birbirlerine benzerler ama her mutsuz ailenin kendine özgü bir mutsuzluğu vardır” sözü aşağıdaki isimlerden hangisine aittir?",
    "correctAnswer": "B",
    "options": {
      "A": "F. M. Dostoyevski",
      "B": "L. Tolstoy",
      "C": "A. Çehov",
      "D": "N. Gogol",
      "E": "İ. Turganyev"
    },
    "explanation": "L. Tolstoy23"
  },
  {
    "id": "3840367",
    "unitNumber": 1,
    "text": "Anaerkil aile yapısında ailenin reisi kimdir?",
    "correctAnswer": "B",
    "options": {
      "A": "Çocuk",
      "B": "Anne",
      "C": "Baba",
      "D": "Dede",
      "E": "Tüm aile"
    },
    "explanation": "Etnograflar, avcı ve toplayıcı toplum olarak adlandırılan insan topluluklarının anaerkil yapıya sahip olduğunu belirtmektedir. Anaerkillik kavramı, annenin hâkimiyeti anlamına gelmektedir. Anne, aile reisidir ve soy anneye göre belirlenmektedir (Sayın, 1990: 76)."
  },
  {
    "id": "3840368",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi anaerkil aile yapısından ataerkil aile yapısına geçilmesinin temel gerekçesi olmuştur?",
    "correctAnswer": "C",
    "options": {
      "A": "Ateşin bulunması",
      "B": "Elektriğin bulunması",
      "C": "Özel mülkiyetin ortaya çıkması",
      "D": "Sosyal devlet anlayışının gelişmesi",
      "E": "Kölelik sisteminin son bulması"
    },
    "explanation": "Üretim araçlarının gelişmesiyle birlikte, başlıca emek gücü erkekler tarafından sağlanmıştır. Emek gücüne duyulan ihtiyacın artması, ilkel toplumun kalıntıları üzerine, köleci ve ataerkil toplum yapısının kurulmasına neden olmuştur.<br/>Özel mülkiyetin ortaya çıkmasıyla birlikte alet yapan erkekler, yaptıkları aletlerin sahibi de olmuşlardır. Bu gelişmelerin sonucu olarak kadın, toplum içindeki yerini ve saygınlığını zamanla yitirmiştir (TİB, 2006: 21; Tayanç ve Tayanç, 1981: 26). Kadınlar, anaerkillik döneminde sahip oldukları güçlerini yitirmeye başlamışlar, böylece erkeklerin, kadınların<br/>üretici gücünü kontrol etmeye başladıkları ataerkillik sistemi yükselmeye başlamıştır (Marshall, 1999: 22). Anaerkillik tarihe karışarak yerini tarım toplumuna ve ataerkil ailelere bırakmıştır (Adak, 2012: 24)."
  },
  {
    "id": "3840489",
    "unitNumber": 1,
    "text": "Tek eşli evlilikler hangi dönemdeki aile yapısında ortaya çıkmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Avcı ve Toplayıcı Toplumda Aile",
      "B": "Tarım Toplumunda Aile",
      "C": "Sanayi Toplumunda Aile",
      "D": "Sanayi Sonrası Toplumda Aile",
      "E": "Uzay Çağı Toplumunda Aile"
    },
    "explanation": "Tek eşli evlilikler, ev işleri ve çocuk bakımından sorumlu tutulan kadınlara dayatılan zorunluluk<br/>olarak ortaya çıkmıştır. Bu durum, erkeğin başka kadınlarla birlikte olmasına sınırlandırmalar getirmemiştir. Erkek, ev hizmetleriyle uğraşan cariyeler ve köle kadınlarla birlikte çok eşli bir yaşam sürmüştür (TİB, 2006: 27).<br/>Üretim araçlarının gelişmesiyle birlikte, başlıca emek gücü erkekler tarafından sağlanmıştır. Emek<br/>gücüne duyulan ihtiyacın artması, ilkel toplumun kalıntıları üzerine, köleci ve ataerkil toplum yapısının kurulmasına neden olmuştur. Üretim araçlarına, servete ve siyasi güce sahip olan egemen sınıfın erkekleri, serveti korumak ve soyun devamını sağlayabilmek için yasalar ile aile ve evliliği düzenlemeye başlamıştır. Bu durum da, ataerkil sistemin pekiştirilmesine yol açan tek eşli evliliği ortaya çıkarmıştır."
  },
  {
    "id": "3840491",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi çekirdek ailenin üyeleridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Anne-Baba",
      "B": "Anne-Çocuk",
      "C": "Baba-Çocuk",
      "D": "Anne-Baba-Çocuk",
      "E": "Anne-Baba-Büyükanne-Büyükbaba"
    },
    "explanation": "Aile genellikle, anne, baba ve çocuklardan oluşan bir birim olarak tanımlansa da bu tanım “aile”yi değil, ailenin bir türü olan çekirdek aileyi tanımlamaktadır."
  },
  {
    "id": "3840498",
    "unitNumber": 1,
    "text": "Kadın ve erkeğin evlendikten sonra ailelerinin yanlarında kalmayıp onlardan ayrı bir evde yaşadıkları evlilik türü aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Matrilokal evlilik",
      "B": "Patrilokal evlilik",
      "C": "Neolokal evlilik",
      "D": "Monogami evlilik",
      "E": "Poligami evlilik"
    },
    "explanation": "Oturulan yere göre evlilik, matrilokal, patrilokal ve neolokal olmak üzere kendi içinde üçe ayrılmaktadır. Erkeğin kadının evinde oturması; halk dilinde iç güveyliği olarak ifade edilen tür matrilokal olarak adlandırılır. Patrilokal evlilik, kadının, erkeğin evinde oturması, neolokal evlilik, kadın ve erkeğin ailelerinin yanlarında kalmayıp onlardan ayrı bir evde yaşamalarıdır."
  },
  {
    "id": "3840506",
    "unitNumber": 1,
    "text": "Aşağıdaki aile yaklaşımlarından/perspektiflerinden hangisinde, çocukların aileleri dışındaki kişiler tarafından büyütülmesi ve çocukların sosyalizasyonunda medyanın önemli bir rol oynaması olasıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "Sembolik Etkileşimci Yaklaşım",
      "B": "Çatışma Perspektifi",
      "C": "Feminist Yaklaşım",
      "D": "İşlevselci / Fonksiyonalist Yaklaşım",
      "E": "Postmodernizm perspektifi"
    },
    "explanation": "Cheal (1991), günde yedi saatten fazla televizyon izleyen çocukların tüm sosyokültürel mitleri buradan öğrendiklerini savunur.<br/>Postmodern ailelerin iki önemli özelliğinden biri, çocukların aileleri dışındaki kişiler tarafından büyütülmesi ve çocukların sosyalizasyonunda medyanın önemli bir rol oynamasıdır."
  },
  {
    "id": "3840515",
    "unitNumber": 1,
    "text": "Giddens’a göre modernleşme, hangi yüzyıllar arasındaki tarihsel gelişmeleri içeren bir süreçtir?",
    "correctAnswer": "E",
    "options": {
      "A": "8.-10. yüzyıllar arası",
      "B": "10-12. yüzyıllar arası",
      "C": "12.-14. yüzyıllar arası",
      "D": "14.-16. yüzyıllar arası",
      "E": "17.-20. yüzyıllar arası"
    },
    "explanation": "Tarih içinde yaşanan en köklü toplumsal değişmelerden biri modernleşmedir. Giddens’a göre<br/>modernleşme, 17. yüzyıldan 20. yüzyıla kadar üç yüz yıllık tarihsel gelişmeleri içeren bir süreçtir.<br/>Modernleşme, geleneksel toplum tarzının kurumlar, değerler, inanışlar ve üretim ilişkilerinden yenilerine geçme çabasıdır."
  },
  {
    "id": "3840527",
    "unitNumber": 1,
    "text": "Maddi ve manevi tazminat davaları boşanmanın kesinleşmesinden sonra kaç yıl içerisinde açılabilir?",
    "correctAnswer": "A",
    "options": {
      "A": "1 yıl",
      "B": "2 yıl",
      "C": "3 yıl",
      "D": "4 yıl",
      "E": "5 yıl"
    },
    "explanation": "Boşanma davası sonucunda maddi ve manevi zarara uğrayan eş, diğer eşten tazminat isteyebilir. Maddi ve manevi tazminat davaları boşanmanın kesinleşmesinden bir yıl içerisinde açılabilir. Hâkim çocuğun velayetinin kime verileceği konusunda çocuğun özellikle sağlık, eğitim ve ahlak bakımından yararlarını gözeterek karar verir."
  },
  {
    "id": "3840531",
    "unitNumber": 1,
    "text": "“Bütün mutlu aileler birbirlerine benzerler, her mutsuz ailenin ise kendine özgü bir mutsuzluğu<br/>vardır.” sözü kime aittir?",
    "correctAnswer": "C",
    "options": {
      "A": "VanGoogh",
      "B": "Beethoven",
      "C": "Tolstoy",
      "D": "Newton",
      "E": "Mandela"
    },
    "explanation": "“Bütün mutlu aileler birbirlerine benzerler, her mutsuz ailenin ise kendine özgü bir mutsuzluğu<br/>vardır.” Tolstoy."
  },
  {
    "id": "3840533",
    "unitNumber": 1,
    "text": "Türkaslan ve Yurtkuran tarafından 2007 yılında yapılan “Üniversite Son Sınıf Öğrencilerinin Evliliğin Kuruluşuna İlişkin Görüş ve Düşünceleri” adlı araştırmada gençlere göre kadınlar için ideal evlilik yaş aralığı kaçtır?",
    "correctAnswer": "B",
    "options": {
      "A": "18-22",
      "B": "20-24",
      "C": "22-26",
      "D": "24-28",
      "E": "26-30"
    },
    "explanation": "Türkaslan ve Yurtkuran tarafından 2007 yılında yapılan “Üniversite Son Sınıf Öğrencilerinin Evliliğin<br/>Kuruluşuna İlişkin Görüş ve Düşünceleri” adlı araştırmada, öğrencilerin aile ve evlilik kurumuna<br/>yönelik düşünceleri belirlenmiştir. 1682 kişilik örneklem ile yapılan araştırmaya göre, gençlere göre,<br/>ideal evlilik yaşı kadınlar için 20-24, erkekler için 25-29’dur.<br/>Türkaslan ve Yurtkuran tarafından 2007 yılında yapılan “Üniversite Son Sınıf Öğrencilerinin Evliliğin Kuruluşuna İlişkin Görüş ve Düşünceleri” adlı araştırmada, öğrencilerin aile ve evlilik kurumuna yönelik düşünceleri belirlenmiştir. 1682 kişilik örneklem ile yapılan araştırmaya göre, gençlere göre, ideal evlilik yaşı kadınlar için 20-24, erkekler için 25-29’dur."
  },
  {
    "id": "3841014",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi çekirdek aile ile ilgili doğru bir ifadedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Aile büyükleri kararları verir.",
      "B": "Genellikle kırsalda görülür.",
      "C": "Üyeler arasında formel ilişkiler yaygındır.",
      "D": "Sanayi sonrası dönemin yaygın aile yapısıdır.",
      "E": "İşlev sayısı geniş aileye göre daha fazladır."
    },
    "explanation": "Sanayi sonrası dönemin yaygın aile yapısıdır."
  },
  {
    "id": "3841017",
    "unitNumber": 1,
    "text": "İngiliz antropolog Leach’a göre evlilikle ilgili aşağıdaki ifadelerden hangisi doğru değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Bir kadının çocuklarının yasal babasını tayin eder.",
      "B": "Eşlerden birine veya ikisine diğerinin cinselliğine sahip olma hakkını verir.",
      "C": "Eşlerden birine veya ikisine, diğerinin emeği, malı ve mülkü üzerinde haklar verir.",
      "D": "Eşlerin yararı için mal ve mülk fonu yani bir ortaklık oluşturur.",
      "E": "Eşler ve akrabaları arasında anlamlı bir akrabalık ilişkisi kurulur."
    },
    "explanation": "Çocukların yararı için mal ve mülk fonu<br/>yani bir ortaklık oluşturur."
  },
  {
    "id": "3841018",
    "unitNumber": 1,
    "text": "Aile, tek tek bireylerinin, bütün olarak da kendisinin sağlık, eğitim, sosyal güvenlik, eğlence gibi ihtiyaçlarını gidermektedir. Bu ailenin hangi işlevini ifade etmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Biyolojik",
      "B": "Ekonomik",
      "C": "Psikolojik",
      "D": "Kültürel",
      "E": "Sosyal"
    },
    "explanation": "sosyal işlevi"
  },
  {
    "id": "3841029",
    "unitNumber": 1,
    "text": "İnsanlar, davranışları ona verdikleri anlam temelinde yorumlayarak değerlendirdiği yaklaşım aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Feminist",
      "B": "İşlevselci",
      "C": "Postmodernizm",
      "D": "Çatışma perspektifi",
      "E": "Sembolik etkileşimci"
    },
    "explanation": "Sembolik etkileşimci"
  },
  {
    "id": "3841031",
    "unitNumber": 1,
    "text": "Sembolik etkileşimci yaklaşıma göre bireyler neye göre davranış geliştirir?",
    "correctAnswer": "C",
    "options": {
      "A": "Biyolojik güdüler",
      "B": "Geleneksel kurallar",
      "C": "Diğerlerinin davranışlarına anlam yükleme",
      "D": "Hukuki yaptırımlar",
      "E": "Eğitim düzeyi"
    },
    "explanation": "Diğerlerinin davranışlarına anlam yükleme"
  },
  {
    "id": "3841033",
    "unitNumber": 1,
    "text": "Endogami aşağıdakilerden hangisini ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Akrabalar arası evlilik",
      "B": "Evliliğin tamamen sona ermesi",
      "C": "Aynı soydan olmayan kişilerle evlilik",
      "D": "Akraba dışı evlilik",
      "E": "Tek eşle yapılan evlilik"
    },
    "explanation": "Akrabalar arası evlilik"
  },
  {
    "id": "3841035",
    "unitNumber": 1,
    "text": "\"İnsanların üç temel dürtü nedeniyle evlendiği\" görüşünü savunan kimdir?",
    "correctAnswer": "C",
    "options": {
      "A": "Leach",
      "B": "Murdock",
      "C": "Lyer",
      "D": "Parsons",
      "E": "Adak"
    },
    "explanation": "Lyer"
  },
  {
    "id": "3841036",
    "unitNumber": 1,
    "text": "I. Aile duygusal bir temele dayanır.<br/>II. Aile sosyal kurallarla çevrilidir.<br/>III. Aile kapsamı sınırsızdır.<br/>Yukarıdaki ifadelerden hangileri doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "I-II",
      "B": "II-III",
      "C": "I-III",
      "D": "Yalnız I",
      "E": "Yalnız III"
    },
    "explanation": "I-II"
  },
  {
    "id": "3841037",
    "unitNumber": 1,
    "text": "Özkalp (2011) boşanmanın nedenlerini kaça ayırmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "2"
  },
  {
    "id": "3841038",
    "unitNumber": 1,
    "text": "TMK 161. maddesine göre, eşlerden birinin zina etmesi durumunda diğer eşin boşanma davası açabileceği, dava açmaya hak kazanan eşin zinayı öğrenmesinin üzerinden 6 ay veya .......yıl geçmiş veya affetmiş ise zinayı sebep olarak gösterip boşanma davası açma hakkını kaybedeceği belirtilmiştir. Boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "E",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "4",
      "E": "5"
    },
    "explanation": "5"
  },
  {
    "id": "3841533",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi tüm toplumlarda kabul gören ailenin birbiriyle ilişkili dört işlevi arasında değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Toplumsal",
      "B": "Cinsel",
      "C": "Ekonomik",
      "D": "Üreme",
      "E": "Yetiştirme"
    },
    "explanation": "250 toplumdan derlediği<br/>verilerden hareketle, ailenin evrensel bir kurum<br/>olduğu sonucuna ulaşmıştır. Bununla birlikte,<br/>tüm toplumlarda ailenin birbiriyle ilişkili dört işlevi yerine getirdiğini belirtmiştir. Bunlar; cinsel,<br/>ekonomik, üreme ve yetiştirme işlevleridir (Mayer,<br/>1981: 32-33)."
  },
  {
    "id": "3841534",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi İngiliz antropolog Leach’a göre evliliğin gerekçelerinden biri değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bir kadının çocuklarının yasal babasını tayin eder.",
      "B": "Eğlenceler, örfler, dualar, yemekler ve kutlamalar evliliği kabul edilebilir kılar",
      "C": "Eşlerden birine veya ikisine diğerinin cinselliğine sahip olma hakkını verir.",
      "D": "Eşlerden birine veya ikisine, diğerinin emeği, malı ve mülkü üzerinde haklar verir.",
      "E": "Çocukların yararı için mal ve mülk fonu yani bir ortaklık oluşturur."
    },
    "explanation": "İngiliz antropolog Leach’a göre evlilik;<br/>• Bir kadının çocuklarının yasal babasını tayin eder.<br/>• Eşlerden birine veya ikisine diğerinin cinselliğine sahip olma hakkını verir.<br/>• Eşlerden birine veya ikisine, diğerinin emeği, malı ve mülkü üzerinde haklar verir.<br/>• Çocukların yararı için mal ve mülk fonu<br/>yani bir ortaklık oluşturur.<br/>• Eşler ve akrabaları arasında anlamlı bir akrabalık ilişkisi kurulur"
  },
  {
    "id": "3841535",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi evliliğin işlevlerinden biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Neslin devamını koruma",
      "B": "Toplumsal sürekliliği sağlama",
      "C": "Büyüklerin bakım sorumluluğunu üstlenme",
      "D": "Meşru çocuk doğurma",
      "E": "Meşru cinsellik"
    },
    "explanation": "evlilik, kadın ve erkek arasında olan bir sözleşme ile birlikte bir dizi süreçten meydana gelen<br/>sosyal bir olgudur. Meşru cinsellik, meşru çocuk<br/>doğurma, neslin devamını koruma, toplumsal sürekliliği sağlama gibi çeşitli işlevleri bulunmaktadır"
  },
  {
    "id": "3841538",
    "unitNumber": 1,
    "text": "\"Eşin seçildiği gruba göre yapılan evliliklerde akrabalarla yapılan evliliğe ............ adı verilir.\" ifadesindeki boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Matrilokal",
      "B": "Monogami",
      "C": "Poligami",
      "D": "Endogami",
      "E": "Egzogami"
    },
    "explanation": "Eşin seçildiği gruba göre yapılan evlilikler, endogami ve egzogami olmak üzere ikiye ayrılır. Akrabalarla<br/>yapılan evliliğe endogami, kadın veya erkeğin evleneceği kişiyi, üyesi olduğu grubun dışından seçmesi<br/>egzogamidir."
  },
  {
    "id": "3841539",
    "unitNumber": 1,
    "text": "\"Otorite ilişkilerine göre yapılan Evliliklerde kadınların üstünlüğüne ............. adı verilir.\" ifadesindeki boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Monogami",
      "B": "Matrilokal",
      "C": "Endogami",
      "D": "Matriliniyal",
      "E": "Matriyarki"
    },
    "explanation": "Otorite ilişkilerine göre, toplumların çoğunda erkeğin kadından üstün olduğu kabul edilir. Evliliklerde<br/>erkeğin üstünlüğüne ataerkil, kadınların üstünlüğüne matriyarki adı verilir. Evliliklerde genellikle erkeğin<br/>üstünlüğü ve otoritesi yaygındır"
  },
  {
    "id": "3841540",
    "unitNumber": 1,
    "text": "\"Soy ilişkilerine göre evliliklerde, mirasın nasıl bölüşüleceğinde soy ilişkileri önemli bir rol oynar. ............ sistemde, mirasın paylaşımı baba soyunun üstünlüğüne göre yapılmaktadır\" ifadesindeki boşğa aşağıdaki ifadelerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Patriliniyal",
      "B": "Matrilokal",
      "C": "Patrilokal",
      "D": "Matriyarki",
      "E": "Matriliniyal"
    },
    "explanation": "Soy ve secere ilişkilerine göre evliliklerde, mirasın nasıl bölüşüleceğinde soy ilişkileri önemli bir rol oynar.<br/>Patriliniyal sistemde, mirasın paylaşımı baba soyunun üstünlüğüne göre yapılmaktadır. Matriliniyal sistemde ise anne soyunun üstünlüğü önem taşımaktadır. Bilateral sistemde ise, iki tarafın mirastan eşit hak<br/>alması kabul edilir"
  },
  {
    "id": "3841542",
    "unitNumber": 1,
    "text": "\".................... göre, insan davranışı insana özgü güdülerle yönetilmektedir. Yaratıcı düşünme kapasitesine sahip olan insan çevresindeki fenomenlere anlam vererek etrafı ile paylaşır.\" ifadesindeki boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "İşlevselci / Fonksiyonalist Yaklaşım",
      "B": "Sembolik etkileşimci Yaklaşım",
      "C": "Çatışma Perspektifi",
      "D": "Feminist Yaklaşım",
      "E": "Postmodernizm"
    },
    "explanation": "Aile konusunda kullanılan kavramsal çerçevelerden biri etkileşimci çerçevedir. Sembolik etkileşimciler, bireylerin başkalarıyla kurdukları iletişim<br/>üzerinde yoğunlaşırlar."
  },
  {
    "id": "3841543",
    "unitNumber": 1,
    "text": "\"......................göre ailevi sistem işlevler arası koordinasyona bağlı olarak işler. Aile üyelerinden birinin işlevini yerine getirmemesi sistemin işleyişini engeller.\" açıklamasında ilgili boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sembolik Etkileşimci Yaklaşım",
      "B": "Çatışma Perspektifi",
      "C": "İşlevselci/fonksiyonalist yaklaşım",
      "D": "Feminist Yaklaşım",
      "E": "Postmodernizm"
    },
    "explanation": "İşlevselci/fonksiyonalist yaklaşıma göre ailevi sistem işlevler arası koordinasyona bağlı olarak<br/>işler. Aile üyelerinden birinin işlevini yerine getirmemesi sistemin işleyişini engeller. Bu nedenle, aile<br/>üyelerinin rollerini yerine getirmesi ailevi istikrar<br/>için önem taşımaktadır."
  },
  {
    "id": "3841544",
    "unitNumber": 1,
    "text": "\".......... göre aile, sadece kapitalizmin ihtiyacı olan emeği üreten ve destekleyen birim olmanın ötesinde ataerkilliği de yeniden üreten birimdir.\" açıklamasında ilgili boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "İşlevselci / Fonksiyonalist Yaklaşım",
      "B": "Sembolik Etkileşimci Yaklaşım",
      "C": "Çatışma Perspektifi",
      "D": "Feminist Yaklaşım",
      "E": "Postmodernizm"
    },
    "explanation": "Feminist yaklaşıma göre aile, sadece kapitalizmin<br/>ihtiyacı olan emeği üreten ve destekleyen birim<br/>olmanın ötesinde ataerkilliği de yeniden üreten<br/>birimdir"
  },
  {
    "id": "3841545",
    "unitNumber": 1,
    "text": "• Çekirdek aile türünün egemen olduğu modern ailelerdir.<br/>• Çocukların aileye ekonomik yönden katkıda bulunma zorunluluğu neredeyse kalkmış gibidir.<br/>• Eğitime devam etmek çocukların temel görevleri arasında yer alır.<br/>Yukarıda sıralanan özellikler hangi aile türüne karşılık gelmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Gecekondu ailesi",
      "B": "Kırsal aile",
      "C": "İzin verici aile",
      "D": "Demokratik aile",
      "E": "Kentsel aile"
    },
    "explanation": "Kentsel aileler, çekirdek aile türünün egemen<br/>olduğu modern ailelerdir. Çocuk sayıları ortalama<br/>iki veya üçtür. Çocuklar, kentlerde toplumsal baskıdan arınmış bir şekilde yaşam sürmektedir. Çocukların aileye ekonomik yönden katkıda bulunma zorunluluğu neredeyse yok gibidir ve eğitime<br/>devam etmek, çocukların temel görevleri arasında<br/>yer alır. Yaşamlarını genellikle apartmanda sürdüren çocuklar, okul dışında kalan zamanlarını toplumsallaşmalarını sağlayan arkadaşlarından yoksun<br/>olarak geçirmektedirler."
  },
  {
    "id": "2734617",
    "unitNumber": 2,
    "text": "Toplumsal değişme aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Toplumu oluşturan bireylerin ortak inşa ettikleri evlerin ve simgesel anlam ağlarının değişmesidir.",
      "B": "Toplumu oluşturan bireylerin ortak inşa ettikleri simgelerin ve simgesel anlam ağlarının değişmesidir.",
      "C": "Toplumu oluşturan bireylerin ortak inşa ettikleri akrabalıkların ve simgesel hat ağlarının değişmesidir.",
      "D": "Toplumu oluşturan bireylerin ortak inşa ettikleri kültürel ve bilimsel anlam ağlarının değişmesidir.",
      "E": "Toplumu oluşturan bireylerin tek tek inşa ettikleri eğitim ve simgesel anlam ağlarının değişmesidir."
    },
    "explanation": "Doğru cevap \"b\" şıkkıdır, çünkü toplumsal değişme, toplumu oluşturan bireylerin ortak inşa ettikleri simgelerin ve simgesel anlam ağlarının<br/>değişmesi olarak adlandırılmıştır."
  },
  {
    "id": "2734618",
    "unitNumber": 2,
    "text": "Temel ekonomik faaliyetin tarımsal faaliyet olduğu ve aile ekonomisinin hâkim olduğu dönemde görülen aile tipinin adı nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sanayi Toplumunda Aile",
      "B": "Sanayi sonrası toplumda aile",
      "C": "Sanayi Öncesi Toplumda Aile",
      "D": "Sosyoekonomik aile",
      "E": "Modern aile"
    },
    "explanation": "Doğru cevap \"c\" şıkkıdır, çünkü temel ekonomik faaliyetin tarımsal faaliyet olduğu ve aile ekonomisinin hâkim olduğu dönemde görülen aile tipi Sanayi Öncesi Toplumda Aile 'dir."
  },
  {
    "id": "2734619",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi ailenin biyolojik işlevini e iyi şekilde ifade etmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Aileyi oluşturan yetişkin olmayan bireylerin cinsel ilişkilerinin düzenlenmesi /<br/>yatırım yapma işlevi",
      "B": "Aileyi oluşturan yetişkin bireylerin ruhsal ilişkilerinin düzenlenmesi /<br/>üreme işlevi",
      "C": "Aileyi oluşturan yetişkin bireylerin sosyal ilişkilerinin düzenlenmesi /<br/>üreme işlevi",
      "D": "Aileyi oluşturan yetişkin bireylerin maddi ilişkilerinin düzenlenmesi /<br/>üreme işlevi",
      "E": "Aileyi oluşturan yetişkin bireylerin cinsel ilişkilerinin düzenlenmesi /<br/>üreme işlevi"
    },
    "explanation": "Doğru cevap \"e\" şıkkıdır, bir esas çünkü aileyi oluşturan yetişkin bireylerin cinsel ilişkilerinin düzenlenmesi /diğer esas üreme işlevidir."
  },
  {
    "id": "2734620",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi bir siyasal faktör olarak aile ile ilgili kuralları düzenleyen ve bu kuralların uygulanmasını sağlayan bir kurumdur?",
    "correctAnswer": "A",
    "options": {
      "A": "Devlet",
      "B": "Okul",
      "C": "Cami",
      "D": "Market",
      "E": "Eğitim"
    },
    "explanation": "Doğru cevap \"a\" şıkkıdır, çünkü devlet aile kurumuna etki eden bir faktördür."
  },
  {
    "id": "2734621",
    "unitNumber": 2,
    "text": "Aşağıdaki hangi durumlar aile bağlamında yeni birliktelikleri ortaya çıkarmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "TÜİK, Adrese Dayalı Nüfus Kayıt Sistemi (ADNKS) sonuçlarına göre durum böyledir.",
      "B": "Annelerin işlerine daha fazla vakit ayırarak evdeki sıkıntılarından uzaklaşmaya çalışmak istemeleri",
      "C": "Çekirdek aile olarak tanımlanan formun endüstrileşmeye en uyumlu aile tipi olduğu fikrinden dolayı bu durum ortaya çıkmıştır.",
      "D": "Türkiye’de de yaşlı nüfus gün geçtikçe artmakta olduğu için bu durum ortaya çıkmıştır.",
      "E": "Cinsellik ve ekonomik işlevlerin aile içinde sağlanmasının azalan önemi, boşanmanın hukuksal kolaylığından bu durum ortaya çıkmıştır."
    },
    "explanation": "cinsellik ve ekonomik işlevlerin aile içinde sağlanmasının azalan önemi, boşanmanın hukuksal kolaylığından bu durum ortaya çıkmıştır."
  },
  {
    "id": "2734622",
    "unitNumber": 2,
    "text": "Annelerin çocuklarıyla birlikte yaşadığı aile tipi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "birlikte yaşama",
      "B": "yeniden kurulmuş aile",
      "C": "aile sosyolojisi",
      "D": "tek ebeveynli aile",
      "E": "çok ebeveynli aile"
    },
    "explanation": "Doğru cevap \"d\" şıkkıdır, çünkü Yalnızca tek ebeveynden oluşan çoğunlukla annelerin çocuklarıyla olduğu aile birimine tek ebeveynli aile denir."
  },
  {
    "id": "2734623",
    "unitNumber": 2,
    "text": "Yeni evlenen çiftlerden biri veya ikisi evlilik öncesi çocukları ile birlikte kurduğu yani eşlerden en az birinin daha önceki bir evlilikten ya da ilişkiden çocuklarının olduğu bir aileye ne denir?",
    "correctAnswer": "C",
    "options": {
      "A": "birlikte yaşama",
      "B": "tek ebeveynli aile",
      "C": "yeniden kurulmuş aile",
      "D": "sanayi öncesi aile",
      "E": "karışık aile"
    },
    "explanation": "Doğru cevap \"c\" şıkkıdır, çünkü Yeni evlenen çiftlerden biri veya ikisi<br/>evlilik öncesi çocukları ile birlikte kurduğu yani eşlerden en az birinin daha<br/>önceki bir evlilikten ya da ilişkiden çocuklarının olduğu bir aileye yeniden kurulmuş aile denir."
  },
  {
    "id": "2734624",
    "unitNumber": 2,
    "text": "Ailede değişimi görmenin en kolay yöntemi hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Değişimin erkek soydan olanlar boyunca izlenmesi",
      "B": "Değişimin kuşaklar boyunca izlenmesi",
      "C": "Değişimin kadın soyu boyunca izlenmesidir.",
      "D": "Değişimin ulusal soylar boyunca izlenmesidir.",
      "E": "Değişimin şehirler boyunca izlenmesidir."
    },
    "explanation": "Doğru cevap \"b\" şıkkıdır, değişimin kuşaklar boyunca izlenmesi ile ailede değişimi görmek mümkündür."
  },
  {
    "id": "2734625",
    "unitNumber": 2,
    "text": "Evliliğin getirdiği hukuksal bağlardan ve sorumluluklardan uzak durmayı sağlayan evliliğe alternatif yaşam biçimi ve yeni aile türü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "birlikte yaşama",
      "B": "tek ebeveynli aileler",
      "C": "yeniden kurulmuş aile",
      "D": "babasız aileler",
      "E": "aile değişimi"
    },
    "explanation": "Doğru cevap \"a\" şıkkıdır, çünkü Evliliğin getirdiği hukuksal bağlardan ve sorumluluklardan uzak durmayı sağlayan evliliğe alternatif yaşam biçimi ve yeni aile türü \"birlikte yaşama\"dır."
  },
  {
    "id": "2734626",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi tek ebeveynli ailelerin tipini açıklamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Eşin ölmesi ile çocuklarının oluşturduğu tek ebeveynli aile",
      "B": "Büyükanne-büyükbabanın tek torun ile olduğu aile",
      "C": "Seyahatte olma sonucu oluşan tek ebeveynli aile",
      "D": "Maddi kazanç olmaması sonucu oluşan tek ebeveynli aile",
      "E": "Eşlerin birlikte yaşaması sonucu oluşan tek ebeveynli aile"
    },
    "explanation": "Doğru cevap \"a\" şıkkıdır, eşlerden birinin ölmesi ile eşin ve çocukların bulunduğu tek ebeveynli aile tipi oluşur."
  },
  {
    "id": "2734627",
    "unitNumber": 2,
    "text": "Durkheim'e göre aşağıdakilerden hangisi toplumsal değişimin belirleyicisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Toplumsal eylem",
      "B": "Toplumsal kültür",
      "C": "Toplumsal dayanışma biçimi",
      "D": "Toplumsal ekonomi",
      "E": "Toplumsal ahlak"
    },
    "explanation": "Değişimi sağlayan dinamiklere ilişkin farklı teorik açıklamalar ortaya konulmuştur. Örneğin Marks’ta toplumsal değişimde üretim araçlarının mülkiyeti temel belirleyici olurken, Weber’de toplumsal eylem, Durkheim’da ise toplumsal dayanışma biçimi toplumsal değişimi yönlendirir."
  },
  {
    "id": "2734628",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi geleneksel bir kuşak tanımlaması <strong>değildir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "1. nesil kuşak",
      "B": "X kuşağı",
      "C": "Bebek patlaması kuşağı",
      "D": "Sessiz kuşak",
      "E": "Y kuşağı"
    },
    "explanation": "Kuşak tanımlamalarında sırasıyla sessiz kuşak, baby-boomer (bebek patlaması) kuşağı, X kuşağı ve Y kuşağı ve içinde bulunduğumuz dönemi ifade eden Z kuşağı belirlemeleri oluşmuştur. Bu nedenle yanıt 1. nesil kuşaktır."
  },
  {
    "id": "2734629",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi sanayi öncesi toplumda aile yapısını tanımlayan bir özelliktir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kentsel aile yapısı",
      "B": "Ataerkil aile yapısı",
      "C": "Kadın ve erkeği eşitleyen aile yapısı",
      "D": "Çekirdek aile yapısı",
      "E": "Güven ve sevgi esaslı aile yapısı"
    },
    "explanation": "Sanayi öncesi toplumda, aile tipinde her yeni üye tarımsal üretimde yeni bir emektir ve aynı zamanda aileyi diğer aileler arasında güçlü kılan bir aracıdır. Bu da erkek çocuğu daha değerli kılan ataerkil yapıyı ortaya koyar."
  },
  {
    "id": "2734630",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi ailenin biyolojik işlevini tanımlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Duygusal doyum",
      "B": "Bakım",
      "C": "Üreme",
      "D": "Toplumsallaşma",
      "E": "Eğlenme"
    },
    "explanation": "Ailenin biyolojik işlevini iki esasta ortaya koyabiliriz. Bunlardan birincisi aileyi oluşturan yetişkin bireylerin cinsel ilişkilerinin düzenlenmesi işlevi iken diğeri buna bağlı olarak ortaya çıkan üreme işlevidir."
  },
  {
    "id": "2734631",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi tek ebeveynli aileyi tanımlamaz?",
    "correctAnswer": "D",
    "options": {
      "A": "Boşanma sonucu tek ebeveynli aile",
      "B": "Eşinin ölümü sonucu tek ebeveynli aile",
      "C": "Ayrı yaşamayı tercih eden tek ebeveynli aile",
      "D": "Taşıyıcı anne yoluyla çocuk sahibi olan aile",
      "E": "Evlilik dışı birliktelikten çocuk sahibi olan aile"
    },
    "explanation": "Nedenlerine göre dört tip tek ebeveynli aileden söz edilebilir.<br/>1. Boşanma sonucu oluşan tek ebeveynli aile<br/>2. Eşi ölen ebeveyn ile çocuklarının oluşturduğu tek ebeveynli aile<br/>3. Eşlerin ayrı yaşaması sonucu oluşan tek ebeveynli aile<br/>4. Evlilik dışı birliktelikten çocuk sahibi olan tek ebeveynli aile"
  },
  {
    "id": "2734632",
    "unitNumber": 2,
    "text": "Üvey aile terimi aşağıdaki hangi aile türünü tanımlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Evlilik dışı aile",
      "B": "Tek ebeveynli aile",
      "C": "Çekirdek aile",
      "D": "Yeniden kurulmuş aile",
      "E": "Boşanmış aile"
    },
    "explanation": "Yeniden kurulmuş ailede, çiftlerden en az birinin daha önce evlilik yaşadığı ve/veya evlilik sonucu bir veya daha fazla üveyliği içine alan aile tipidir. Giddens bunu “üvey aile” terimi ile ifade eder."
  },
  {
    "id": "2734633",
    "unitNumber": 2,
    "text": "Dil, semboller, değerler, inançlar ve normlar ailenin hangi temel işlevini tanımlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Ailenin kültürel işlevi",
      "B": "Ailenin psikolojik işlevi",
      "C": "Ailenin eğitim ve toplumsallaştırma işlevi",
      "D": "Ailenin boş zamanlrını değerlendirme işlevi",
      "E": "Ailenin ekonomik işlevi"
    },
    "explanation": "Kültürü oluşturan temel unsurlar ise dil, semboller, değerler, inançlar ve normlardır. Aile ortamı kültürü oluşturan ana ögeleri koruma altına alırken aynı zamanda bu toplumsal değerlerin aktarımı görevini de yerine getirir."
  },
  {
    "id": "2734634",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi ailenin temel işlevlerinden biri değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Psikolojik işlev",
      "B": "Ahlak ve maneviyat işlevi",
      "C": "Kültürel işlev",
      "D": "Ekonomik işlev",
      "E": "Boş zamanlarını değerlendirme işlevi"
    },
    "explanation": "Ahlak ve maneniyat ailenin işlevlerindendir. İlgili bölümde temel işlevler<br/>Biyolojik<br/>Psikolojik<br/>Kültürel<br/>Ekonomik<br/>Eğitim ve toplumsallaştırma<br/>Boş zamanları değerlendirme olarak kategorilendirilmiştir.<br/>Soru bu temel kategorileri sormaktadır. Bu kategorilerin içeriklerinde yer alan bir işlevsel boyutu sormamaktadır . Bunun yanı sıra ahlak ve maneviyat psikolojik ve kültürel işlev içinde değerlendirilebilir."
  },
  {
    "id": "2734635",
    "unitNumber": 2,
    "text": "Aşağıdaki kişilerden hangisi aile kurumundaki değişimi geleneksel ve modern toplumlar ayrımı üzerinden yapar?",
    "correctAnswer": "E",
    "options": {
      "A": "Clare Bambra",
      "B": "Karl Marks",
      "C": "Frederic Skinner",
      "D": "Max Weber",
      "E": "Gray Becker"
    },
    "explanation": "Gary Becker (1993) aile kurumundaki değişimi geleneksel toplumlar ve modern toplumlar ayrımı üzerinden yapar."
  },
  {
    "id": "2734636",
    "unitNumber": 2,
    "text": "\"Aile-dışılaştırma” kavramı genel olarak aşağıdakilerden hangisini tanımlar?",
    "correctAnswer": "E",
    "options": {
      "A": "Kadın-erkek eşitliğini tanımlar",
      "B": "Ailedeki cinsiyet ayrımcılığını tanımlar",
      "C": "Ataerkil aile yapısını tanımlar",
      "D": "Çocuk ve kadın haklarına erişimi tanımlar.",
      "E": "Kişinin ekonomik olarak ne kadar bağımsız olduğunu tanımlar."
    },
    "explanation": "Aile-dışılaştırma (de-familization) kişilerin ve özellikle kadınların ekonomik olarak ne kadar bağımsız olduğuna dair bir ölçüyü ifade eder."
  },
  {
    "id": "3840536",
    "unitNumber": 2,
    "text": "\"Sosyal değişme, sosyal biçimlerin dönüştüğü süreçler ve devamlılık, istikrarlı bir sosyal sistemi sürdüren ve yeniden üreten süreçler, ikiz bir kaygı olarak sosyolojik analizin önemli bir özelliği olagelmiştir\" ifadeleri aşağıdaki düşünürlerden hangisi tarafından söylenmiş olabilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Marks",
      "B": "Weber",
      "C": "Durkheim",
      "D": "Comte",
      "E": "Tolstoy"
    },
    "explanation": "Değişimi sağlayan dinamiklere ilişkin farklı teorik açıklamalar ortaya konulmuştur. Örneğin Marks’ta toplumsal değişimde üretim araçlarının mülkiyeti temel belirleyici olurken, Weber’de toplumsal eylem, Durkheim’da ise toplumsal dayanışma biçimi toplumsal değişimi yönlendirir (Beşirli, 2017: 14). Comte’dan itibaren sosyal değişme, sosyal biçimlerin dönüştüğü süreçler ve devamlılık, istikrarlı bir sosyal sistemi sürdüren ve yeniden üreten süreçler, ikiz bir kaygı olarak sosyolojik analizin önemli bir özelliği olagelmiştir. Comte, bu çifte süreçleri, sosyal dinamikleri ve sosyal statikleri idare etme anlamında yasalar olarak algılamıştır"
  },
  {
    "id": "3840539",
    "unitNumber": 2,
    "text": "İki veya daha fazla eşle birlikte yaşamaya müsade eden evlilik türünü ifade eden kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Poligami",
      "B": "Origami",
      "C": "Monogami",
      "D": "Ergonomi",
      "E": "Kleptomani"
    },
    "explanation": "Batılı olmayan toplumda, toplumsal ve yasal olarak onaylanmış, iki veya daha fazla eşle birlikte yaşamaya yani poligamiye rastlamak mümkündür."
  },
  {
    "id": "3840541",
    "unitNumber": 2,
    "text": "Kuşak kavramında kuşaklar arasındaki ortalama yaş farkının ne kadar olduğu varsayılmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "5-10 yıl",
      "B": "10-15 yıl",
      "C": "15-20 yıl",
      "D": "20-25 yıl",
      "E": "25-30 yıl"
    },
    "explanation": "Ortalama yirmi beş-otuz yılı kapsayan yaş gruplarını oluşturan bireyler kümesi kuşak olarak tanımlanmakta ve farklı toplumsallaşmalar her kuşağın kendine özgü karakteristik özelliklerini, değer yargıları ve tutumları, güçlü ve zayıf yönleri belirlemektedir."
  },
  {
    "id": "3840548",
    "unitNumber": 2,
    "text": "\"Aileyi oluşturacak bireylerin, oluşturacakları birliktelikten öncelikli beklentileri duygusal doyumdur\" düşüncesi ailenin hangi işlevine vurgu yapmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Biyolojik işlevi",
      "B": "Psikolojik işlevi",
      "C": "Kültürel işlevi",
      "D": "Ekonomik işlevi",
      "E": "Eğitim ve toplumsallaştırma işlevi"
    },
    "explanation": "Ailenin psikolojik işlevi ailenin günümüzde en çok önem kazanan işlevidir. Aileyi oluşturacak bireylerin, oluşturacakları birliktelikten öncelikli beklentileri duygusal doyumdur. Bu açıdan aile, eşler için güven ortamının sağlandığı, yalnızlık duygusunun giderildiği bir birlikteliktir."
  },
  {
    "id": "3840553",
    "unitNumber": 2,
    "text": "\"Çocuk aile içinde toplumsal kontrol mekanizmalarını ve normları içselleştirir\" ifadesi ailenin hangi işlevine vurgu yapmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Biyolojik işlevi",
      "B": "Psikolojik işlevi",
      "C": "Kültürel işlevi",
      "D": "Ekonomik işlevi",
      "E": "Eğitim ve toplumsallaştırma işlevi"
    },
    "explanation": "Çocuk, toplumsal değerlerini aileden öğrenmeye başlar. Bu aktarım, genç bireyi belli amaçlar esasında hareketlendirir. Bu hareketlenme, bireyin kişiliğinin oluşması sürecinde belirleyicidir. Toplumun yeni üyesi, sorumluluk ve görevlerini sosyalleşme sürecinde öğrenmekte, statü ve rol ilişkisini kazanmaktadır. Çocuk aile içinde toplumsal kontrol mekanizmalarını ve normları içselleştirir."
  },
  {
    "id": "3840558",
    "unitNumber": 2,
    "text": "\"17 Şubat 1926 yılında Türkiye Büyük Millet Meclisi’nde kabul edilen Türk Medeni Kanunu ile birlikte aile hayatında kadın ve erkek arasındaki hukuksal eşitlik sağlanmış, kadına da boşanma hakkı tanınmıştır. Resmi nikâh zorunlu hale getirilmiş ve erkeğin birden çok kadınla evlilik yapabilmesinin önüne geçilmiştir\". Bu yasal düzenlemeler aile yapısında değişimi sağlayan faktörlerden hangisine örnek olarak verilebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Siyasal Faktörler",
      "B": "Ekonomik faktörler",
      "C": "Kültürel faktörler",
      "D": "Ekolojik faktörler",
      "E": "Teknolojik faktörler"
    },
    "explanation": "17 Şubat 1926 yılında Türkiye Büyük Millet Meclisi’nde kabul edilen Türk Medeni Kanunu ile birlikte evliliğin işleyişi ve sona ermesi, mülkiyet ilişkileri, aile üyeleri arasındaki miras ilişkileri gibi konularda kadın, erkek ve çocuk haklarını gözeten düzenlemeler gerçekleştirilmiştir. Yeni düzenlemeler ile aile hayatında kadın ve erkek arasındaki hukuksal eşitlik sağlanmış, kadına da boşanma hakkı tanınmıştır. Resmi nikâh zorunlu hale getirilmiş ve erkeğin birden çok kadınla evlilik yapabilmesinin önüne geçilmiştir."
  },
  {
    "id": "3840566",
    "unitNumber": 2,
    "text": "\"Fransa’da 1789’da gerçekleşen değişimle, evlilik kilisede bir ayin gerektirmeyecek şekilde laikleştirilmiştir. Bu kapsamda kilise ayini yasaklanmamış ancak bu değişim sadece ritüellerdeki bir değişim olarak ortaya çıkmamış, devlet tarafından onaylanan evliliklerin artık bozulabileceği, miras sisteminin değişmesiyle de toprak sahibi elitin aile üzerindeki belirleyiciliğinin azaldığı görülmüştür\".<br/>Yukarıda yer alan ifadeler, aile yapısında değişimi sağlayan faktörlerden hangisine örnek olabilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Siyasal faktörler",
      "B": "Kültürel faktörler",
      "C": "Ekonomik faktörler",
      "D": "Ekolojik faktörler",
      "E": "Teknolojik faktörler"
    },
    "explanation": "Kültür toplumu oluşturan ve biricik kılan temel unsurdur. Bu özelliği kültürü toplumsal yapının devamının sağlanmasında önemli bir yere koyar. Kültürlerin diğer kültürlerle temas ederler. Küreselleşen dünyada bu temaslar daha da kolaylaşmıştır. Aile de kültürün bir unsuru olarak kültürler arası etkileşimden nasibini alacaktır. Din, kültürü şekillendiren önemli bir kurumdur. Bireyler kabul ettikleri inanç sistemine göre yaşam tarzını düzenlemekte ve bu da toplumsal yaşantıda önemli değişimler meydana getirmektedir. Örneğin Türklerin Müslümanlığı kabulü, aile yapısı üzerinde derin etkiler ortaya çıkarmış ve kadın erkek ilişkilerinin yeniden düzenlenmesini beraberinde getirmiştir. Bunun gibi Fransa’da 1789’da gerçekleşen değişimle, evlilik kilisede bir ayin gerektirmeyecek şekilde laikleştirilmiştir. Bu kapsamda kilise ayini yasaklanmamış ancak bu değişim sadece ritüellerdeki bir değişim olarak ortaya çıkmamış, devlet tarafından onaylanan evliliklerin artık bozulabileceği, miras sisteminin değişmesiyle de toprak<br/>Fransa’da 1789’da gerçekleşen değişimle, evlilik kilisede bir ayin gerektirmeyecek şekilde laikleştirilmiştir. Bu kapsamda kilise ayini yasaklanmamış ancak bu değişim sadece ritüellerdeki bir değişim olarak ortaya çıkmamış, devlet tarafından onaylanan evliliklerin artık bozulabileceği, miras sisteminin değişmesiyle de toprak sahibi elitin aile üzerindeki belirleyiciliğinin azaldığı görülmüştür."
  },
  {
    "id": "3840572",
    "unitNumber": 2,
    "text": "TÜİK, Adrese Dayalı Nüfus Kayıt Sistemi (ADNKS) 2018 verilerine göre; Türkiye’de anne ve çocuklardan oluşan tek ebeveynli aile oranı % kaçtır?",
    "correctAnswer": "C",
    "options": {
      "A": "%3",
      "B": "%5",
      "C": "%7",
      "D": "%10",
      "E": "%15"
    },
    "explanation": "TÜİK, Adrese Dayalı Nüfus Kayıt Sistemi (ADNKS) sonuçlarına göre; Türkiye’de 2014’de toplam hane halkının %7.6’sı tek ebeveyn ve çocuklardan oluşurken bu oran 2018’de %8.9’a yükselmiştir. Veriler daha ayrıntılı incelendiğinde bu aileler içinde baba ile çocuklardan oluşan aile oranı ise 2014 de %1,5 iken bu oran 2018 de %1.9’a yükseldiği görülür. Anne ve çocuklardan oluşan tek ebeveynli aile oranının ise 2014’de %6.1 iken bu oranın 2018’de %7 olduğu görülmektedir (TÜİK, 2019)."
  },
  {
    "id": "3840575",
    "unitNumber": 2,
    "text": "Yalnızca bir ebeveynden oluşan ailelere ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tek ebeveynli aile",
      "B": "Yeniden kurulmuş aile",
      "C": "Birlikte yaşayan aile",
      "D": "Geniş aile",
      "E": "Koşullu aile"
    },
    "explanation": "Nedenlerine göre dört tip tek ebeveynli aileden söz edilebilir (Öztop, Bıçakçı, Soylu, vd., 2019: 21): 1. Boşanma sonucu oluşan tek ebeveynli aile, 2. Eşi ölen ebeveyn ile çocuklarının oluşturduğu tek ebeveynli aile, 3. Eşlerin ayrı yaşaması sonucu oluşan tek ebeveynli aile, 4. Evlilik dışı birliktelikten çocuk sahibi olan tek ebeveynli aile.<br/>İçinde yaşadığımız dönemde hızla yaygınlaşan bir aile tipi, tek ebeveynli ailedir. Bu aile yalnızca bir ebeveynden oluşan aile birimidir. Tek ebeveynli aileler arasında özellikle yaygınlık kazanan bir tür babasız ailelerdir."
  },
  {
    "id": "3840577",
    "unitNumber": 2,
    "text": "Çiftlerden en az birinin daha önce evlilik yaşadığı ve/veya evlilik sonucu bir veya daha fazla üveyliği içine alan aile tipi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tek ebeveynli aile",
      "B": "Yeniden kurulmuş aile",
      "C": "Geniş aile",
      "D": "Koşullu aile",
      "E": "İstemli aile"
    },
    "explanation": "Çiftlerden en az birinin daha önce evlilik yaşadığı ve/veya evlilik sonucu bir veya daha fazla üveyliği içine alan aile tipidir. Bu aile tipi boşanmalar sonrası gerçekleşen yeni evlenmelerle oluşmaktadır. Yeni evlenen çiftlerden biri veya ikisi evlilik öncesi çocukları ile birlikte ve/veya evlilik sonrası çocuklarını da kapsayarak yeniden bir aile oluşturmaktadırlar:"
  },
  {
    "id": "3843259",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi toplumsal değişmenin aile kurumu üzerindeki etkilerindendir?",
    "correctAnswer": "D",
    "options": {
      "A": "Aile içi rollerin tamamen sabit kalması",
      "B": "Akrabalık ilişkilerinin güçlenmesi",
      "C": "Geniş ailenin yaygınlaşması",
      "D": "Aile işlevlerinin farklılaşması",
      "E": "Ailede yapısal değişimin olmaması"
    },
    "explanation": "Aile işlevlerinin farklılaşması"
  },
  {
    "id": "3843260",
    "unitNumber": 2,
    "text": "\"Toplumsal değişme, toplumsal kurumların ______ ve ______ görülen farklılaşmaların toplamıdır.\"<br/>Boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "amaçları - görevlerinde",
      "B": "yapı - işlevlerinde",
      "C": "birey - inançlarında",
      "D": "sayısı - türlerinde",
      "E": "norm - değerlerinde"
    },
    "explanation": "yapı - işlevlerinde"
  },
  {
    "id": "3843262",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi ailenin psikolojik işlevleri arasında yer almaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Güven ortamı sağlamak",
      "B": "Duygusal doyum sağlamak",
      "C": "Yalnızlık duygusunu gidermek",
      "D": "Soyu devam ettirebilmek",
      "E": "Tüketim davranışlarını yönetmek"
    },
    "explanation": "Tüketim davranışlarını yönetmek"
  },
  {
    "id": "3843272",
    "unitNumber": 2,
    "text": "I. Aile sadece biyolojik işlev görür.<br/>II. Aile kültür aktarımında önemli bir roldedir.<br/>III. Boş zamanların değerlendirilmesi aile işlevlerinden biridir.<br/>Yukarıdaki ifadelerden hangileri doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "I-III",
      "C": "I-II",
      "D": "II-III",
      "E": "Yalnız III"
    },
    "explanation": "II ve III"
  },
  {
    "id": "3843275",
    "unitNumber": 2,
    "text": "............bağımsız bir hane kurma ve o haneyi devam ettirme kapasitesi olarak anlaşılabilir. Boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Aile-dışılaştırma",
      "B": "Modern aile",
      "C": "Aile değişimi",
      "D": "Otonom değişim",
      "E": "Modernite"
    },
    "explanation": "Aile-dışılaştırma"
  },
  {
    "id": "3843276",
    "unitNumber": 2,
    "text": "Alvin Toffler toplumlardaki büyük değişimi “..... dalga” ile açıklar. Boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "İki",
      "B": "Üç",
      "C": "Dört",
      "D": "Beş",
      "E": "Altı"
    },
    "explanation": "Alvin Toffler toplumlardaki büyük değişimi<br/>“üç dalga” ile açıklar."
  },
  {
    "id": "3843277",
    "unitNumber": 2,
    "text": "Türk hukukunda taşıyıcı anneliğin yasaklanmasına ilişkin net bir yasa ya da tüzük bulunmamasına<br/>rağmen, Medeni Kanun’un ....... Maddesinde geçen “çocuk ile anne arasında soy bağı doğum ile kurulur” ve “soy bağı” ayrıca evlat edinme yoluyla kurulur ifadeleri, başka bir yöntemle kurulan anneçocuk ilişkisini yok hükmünde saymaktadır. Boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "280",
      "B": "281",
      "C": "282",
      "D": "283",
      "E": "284"
    },
    "explanation": "282"
  },
  {
    "id": "3843278",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi nedenlerine göre tek ebeveynli ailelerden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Boşanma sonucu oluşan tek ebeveynli aile",
      "B": "Eşi ölen ebeveyn ile çocuklarının oluşturduğu tek ebeveynli aile",
      "C": "Eşlerin ayrı yaşaması sonucu oluşan tek<br/>ebeveynli aile",
      "D": "Evlilik dışı birliktelikten çocuk sahibi olan tek ebeveynli aile",
      "E": "Sadece eşlerden oluşan aile"
    },
    "explanation": "Sadece eşlerden oluşan aile"
  },
  {
    "id": "3843312",
    "unitNumber": 2,
    "text": "Yeni evlenen çiftlerden biri veya ikisi evlilik öncesi çocukları ile birlikte kurduğu yani eşlerden en az birinin daha önceki bir evlilikten ya da ilişkiden çocuklarının olduğu bir aileye .......... aile denir. Boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "çekirdek",
      "B": "geniş",
      "C": "yeni",
      "D": "yeniden kurulmuş",
      "E": "tek ebeveynli"
    },
    "explanation": "yeniden kurulmuş"
  },
  {
    "id": "3843334",
    "unitNumber": 2,
    "text": "Weber’de toplumsal eylem, Durkheim’da ise toplumsal dayanışma biçimi toplumsal ....... yönlendirir. Boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "değişimi",
      "B": "hareketi",
      "C": "kalkınmayı",
      "D": "dönüşümü",
      "E": "katkıyı"
    },
    "explanation": "Weber’de toplumsal eylem, Durkheim’da ise toplumsal dayanışma biçimi<br/>toplumsal değişimi yönlendirir."
  },
  {
    "id": "2734637",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi, klasik sosyolojinin üzerinde durduğu aileyle ilgili temel kavramlardan biri <strong><u>değildir?</u></strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Eş seçimi",
      "B": "Ensest",
      "C": "Kürtaj",
      "D": "Şiddet",
      "E": "Evlilik"
    },
    "explanation": "‘Klasik dönemdeki sosyolojik yaklaşımlarda evlilik, ebeveynler ve çocuklar, aile, akrabalık ve toplum, kürtaj, ensest, eş seçimi ve boşanma gibi temel kavramlar üzerinde durulmuştur (Adams ve Steinmetz, 2009)’. Yanıt D şıkkıdır."
  },
  {
    "id": "2734638",
    "unitNumber": 3,
    "text": "Aile konusunda birçok kuram bulunmaktaysa da aileyi açıklamada iki genel yaklaşım izlenmektedir. Bunlardan biri ailenin kendi kültürel bağlamında incelenmesi olup diğer yaklaşım aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Nedensel modeller",
      "B": "Feminist ve etnik azınlık teorilerinin perspektifi",
      "C": "Aile hayatının özel ve kamusal alanları",
      "D": "Aile yapısı, üyeler arası etkileşim ve çocuk gelişimi",
      "E": "Ampirik genellemeler"
    },
    "explanation": "“Birbirinden oldukça farklı ve çok sayıda kuramın varlığına rağmen ailenin kuramsal olarak açıklanması söz konusu olduğunda iki genel yaklaşımın olduğu söylenebilir. Birinci yaklaşım, ailenin yapısı, ailenin üyeleri arasındaki etkileşimler, çocuk gelişimi ve diğer konulara odaklanmıştır. İkinci yaklaşım ise ailenin kendi kültürel bağlamında incelenmesine odaklanmıştır.” Yanıt D şıkkıdır."
  },
  {
    "id": "2734639",
    "unitNumber": 3,
    "text": "Bir aile çocuklarının boş zaman etkinliklerini düzenlerken onu Çerkez halk dansları çalışmalarına da katlarlar. Bu şekilde çocukları etnik grubuyla tanışıp yeni bir çevre dinme şansı da yakalamış olacaktır.<br/>Ana babanın bu davranışını ailenin hangi işleviyle açıklanabilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Maddi ve duygusal güvenlik",
      "B": "Sosyal yerleştirme",
      "C": "Cinsel etkinliğin düzenlenmesi",
      "D": "Toplumsallaştırma",
      "E": "Amaca ulaşma"
    },
    "explanation": "Ailenin işlevlerinden bir de sosyal yerleştirmedir. Aileler toplumsal örgütlenmenin devamlılığını sağlarlar. Aileler, çocuklara ırk, etnisite din sosyal sınıf gibi kendi toplumsal kimliklerini aktarırlar. Cinsiyet rolleri toplumsallaşma süreciyle aktarılır. Yanıt B şıkkıdır."
  },
  {
    "id": "2734640",
    "unitNumber": 3,
    "text": "Bir ailenin kadın üyeleri, ailesine ait tarlada çalışıp hayvanları sağsa da miras olarak bu varlıklar onlara geçmemektedir. Ailenin erkek üyeleri tarafından gelir elde edici başka bir işte çalışmalarına da izin verilmediğinden az - çok gelir darlığı, harcama taleplerinin yanıtsız kalması sorunuyla yüzleşmektedirler.<br/>Sizce bu durum aşağıdaki kuramlardan hangisiyle daha iyi çalışılabilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çatışma",
      "B": "İşlevsel",
      "C": "Aile gelişimi",
      "D": "Toplumsal değiş tokuş",
      "E": "Psikanalitik"
    },
    "explanation": "Çatışma kuramı toplumsal eşitsizlikleri odak noktasına alarak toplumu çözümlemeye çalışır. Bu bağlamda aile de söz konusu baskının aracılarından biridir ve toplumsal eşitsizlikleri ve çatışmayı yaşatır. Aynı zamanda aile içinde de aile üyeleri arasında çatışma yaşanır. Eşitsizliklerin ve çatışmanın kaynağı ise kapitalizmdir. Yanıt A şıkkıdır."
  },
  {
    "id": "2734641",
    "unitNumber": 3,
    "text": "Ergenlikteki bir kız çocuğu, ailede annesine en çok yardım edenin kendisi olduğunu, babasının özellikle misafirler varken yardım etmediğini, erkek kardeşini de yardıma çağırmak istediğinde özellikle babasının bu karşı çıktığını fark eder. Kız çocuğu ailedeki anneye yardımcı rolünü değiştirmek istediğinde ona, roller, görevler ve cinsiyeti konusunda olduğu kadar toplumsal beklentilerle karşı çıkışlar olur.<br/>Ailedeki bu konuyu aşağıdaki kuramların hangisiyle incelemek daha etkili olacaktır?",
    "correctAnswer": "C",
    "options": {
      "A": "Çatışma",
      "B": "İşlevselcilik",
      "C": "Sembolik etkileşim",
      "D": "Psikanalitik",
      "E": "Aile sistemleri"
    },
    "explanation": "Sembolik etkileşimcilik mikro düzeyde toplumu anlamaya çalışır. Genel anlamda toplumsal yapı ve örüntülerden çok, bireyler ve gruplar arası etkileşimi çözümleyerek toplumu açıklamaya çalışır. Bu doğrultuda sembolik etkileşimcilik aileyi de etkileşim temelinde anlamaya çalışır. Aile, üyesi olan bireyler arasındaki etkileşimlerden ortaya çıkan bir birim olarak görülür. Yanıt C şıkkıdır."
  },
  {
    "id": "2734642",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi, feminist kuramın kadının rolünü incelerken kullandığı kavramsal çerçevelerden biri <strong><u>değildir</u></strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Sömürü",
      "B": "Patriyarki",
      "C": "Rasyonal tercih",
      "D": "Aile içi ilişkiler",
      "E": "Çatışma"
    },
    "explanation": "Feminist düşüncenin temel hareket noktası; aileyi meydana getiren üyeler arasındaki eşitsizlik durumudur (Güneş, 2018). Feminist düşünce; kadının, sadece aile içinde değil, insanlık tarihi içindeki rolünü de eleştirel bir bakışla anlama gereği üzerinde durur ve bu çerçevede aile içi ilişkileri, çatışma, sömürü, patriyarki, toplumsal cinsiyet gibi kavramları çerçevesinde inceler (İçli, 1997). Yanıt C şıkkıdır."
  },
  {
    "id": "2734643",
    "unitNumber": 3,
    "text": "Bir genç kadın, evlilik kararını ailesine açıkladığında artık bir yetişkin olarak başkalarının sorumluluklarını taşmak zorunda olduğu ona hatırlatılır. Gerçekten de peş peşe doğan çocuklarının büyütülmesi, okula başlamaları, üniversite sınavlarının heyecanı içinde zamanının geçtiğini anlamadan ana babasının da artık onun desteğine daha çok ihtiyaç duyduğunu fark eder. Kendi çocuğunun evlenme kararını açıkladığı gün ise daha dün ben de çocuktum, diyerek anneanne olmaya ne kadar hazır olduğunu düşünür.<br/>Sizce bu kadının deneyimleri aşağıdaki aile kuramlarından hangisi ile daha iyi çalışılabilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Toplumsal değiş tokuş",
      "B": "İşlevsel",
      "C": "Çatışma",
      "D": "Feminist",
      "E": "Aile gelişim"
    },
    "explanation": "Aile gelişim kuramı, ailelerin geçirmiş oldukları evreleri ve her evrede olanları açıklamayı hedefler. Bu çerçevede yaşam döngüsünün her bir evresinde aile üyelerinin değişen rolleri ve görevlerini incelenir. Aileler, yaşam sürecinin farklı aşamalarında meydana gelen değişimlere adapte olarak sürekli büyür, gelişir ve değişirler. Yanıt E şıkkıdır."
  },
  {
    "id": "2734644",
    "unitNumber": 3,
    "text": "(I)Toplumsal cinsiyet<br/>(II) Ailenin sınırları<br/>(III) Enerji değişimi<br/>(IV) Uyumlu davranış<br/>(V) Amaca yönelmiş davranış<br/>Yukarıdaki numaralandırılmış ifadelerden hangisi, ailenin sistematik karakterlerinden biri <strong><u>değildir</u></strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "I",
      "B": "II",
      "C": "III",
      "D": "IV",
      "E": "V"
    },
    "explanation": "Aile, denge arayışında olan ve geniş toplumsal sistemin bir parçası olarak çeşitli görevleri yerine getiren bir birimdir ve bir açık sistem olarak ailelerin bazı sistematik karakteristikleri bulunur. Bu özellikler şöyle sıralanabilir; iç bağımlılık, ailenin sınırları, enerji değişimi, uyumlu davranış, amaca yönelmiş davranış. Yanıt A şıkkıdır."
  },
  {
    "id": "2734645",
    "unitNumber": 3,
    "text": "Genç bir kadın, ailesinin kendisine evlenmeyi tavsiye ettiği kişiden, gelir düzeyi iyi olmasa da yüksek sorumluluk duygusu ve merhametli bir karakteri olduğunu için hoşlanmaktadır. Ama kendisine evlenme teklif eden iş yerindeki arkadaşının ona sunduğu geniş çevre, iş hayatında destek kadar eşit oranda maaş aldıkları için bir çatışma yaşamayacakları olasılığı, bir karar vermesini güçleştirmektedir.<br/>Genç kadının kararı belirsiz olsa da eş seçiminde izlediği yol, aşağıdaki kuramlardan hangisiyle çalışılması daha etkili sonuçlar verecektir?",
    "correctAnswer": "A",
    "options": {
      "A": "Toplumsal değiş tokuş",
      "B": "Aile sistemleri",
      "C": "Psikanaliz",
      "D": "Aile ekolojisi",
      "E": "İşlevselcilik"
    },
    "explanation": "Toplumsal değiş tokuş kuramı, flört ve evliliği bir tür anlaşma biçimi olarak tanımlar aileyi mikro düzeyde inceler. Bu incelemede mübadelenin ana esasları, akılcı seçim gibi çerçevelerden aile içi ilişkiler ve karar alma süreçleri incelenmektedir. Yanıt A şıkkıdır."
  },
  {
    "id": "2734646",
    "unitNumber": 3,
    "text": "Bir aile küçük oğullarına yatağında uyuma alışkanlığı kazandırmakta zorlanmaktadır. Aileye göre yedi yaş, bir çocuğun ana babasıyla uyuması için oldukça geç bir yaştır. Ama çocuk, her fırsatta annesiyle uyumakta, ebeveyn odasının kapısı kapandığında dahi kapı önünde yatarken bulunmaktadır.<br/>Ailenin deneyim ettiği bu durumu aşağıdaki kuramlardan hangisiyle çalışmak oldukça etkili sonuçlar verecektir?",
    "correctAnswer": "E",
    "options": {
      "A": "Aile sistemleri",
      "B": "Rasyonel tercih",
      "C": "İşlevselcilik",
      "D": "Feminizm",
      "E": "Psikanalitik"
    },
    "explanation": "Psikanalitik kuramda ise aile, insanın psikolojik niteliklerinin biçimlendiği, toplumsal cinsiyet kimliklerinin kazanıldığı ve özellikle babanın içselleştirilmesi ile toplumsala ilişkin yasanın kabul edildiği bir ortam olarak açıklanır. Yanıt E şıkkıdır."
  },
  {
    "id": "2734647",
    "unitNumber": 3,
    "text": "Aşağıdaki filozoflardan hangisi aile yaşamını ölümden sonra insan yaşamıyla bağlantılı bir şekilde kutsal bir nitelikte görme arzusunu yansıtmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Augustine",
      "B": "Konfüçyüs",
      "C": "Platon",
      "D": "Aristotales",
      "E": "Kant"
    },
    "explanation": "AİLEYİ KURAMSAL OLARAK AÇIKLAMAK<br/>Augustine ve Thomas Aquinas gibi teolojik yönelimli bilim adamları tarafından geliştirilen aile hakkındaki fikirler ise aile yaşamını ölümden sonra insan yaşamıyla bağlantılı bir şekilde kutsal bir nitelikte görme arzusunu yansıtmıştır."
  },
  {
    "id": "2734648",
    "unitNumber": 3,
    "text": "Aşağıdaki filozoflardan hangisi aile üyelerinin evlatlık yükümlülüklerini yerine getireceğini düşündüklerinde mutluluk ve refahın hâkim olacağını belirtmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Konfüçyüs",
      "B": "Aristotales",
      "C": "Platon",
      "D": "Augustine",
      "E": "Thomas Aquinas"
    },
    "explanation": "AİLEYİ KURAMSAL OLARAK AÇIKLAMAK<br/>Konfüçyüs, aile üyelerinin evlatlık yükümlülüklerini yerine getireceğini düşündüklerinde mutluluk ve refahın hâkim olacağını belirtmiştir. Benzer şekilde, Eski Ahit ve Orta Doğu kökenli kutsal metinlerin çoğu aile kuralları ve anlayışlarına yer vermiştir (Adams ve Steinmetz, 2009)."
  },
  {
    "id": "2734649",
    "unitNumber": 3,
    "text": "Aileye ilişkin kuramsal nitelikteki görüşler ilk hangi yüzyılda ortaya çıkmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "16. Yüzyıl",
      "B": "17. Yüzyıl",
      "C": "18. Yüzyıl",
      "D": "19. Yüzyıl",
      "E": "20. Yüzyıl"
    },
    "explanation": "AİLEYİ KURAMSAL OLARAK AÇIKLAMAK<br/>Aileye ilişkin kuramsal nitelikte görüşler ilk olarak 19. yüzyılda geliştirilmiştir (Georgas, 2004). 17. yüzyılda rasyonalizmin ve bilimsel yöntemin gelişimi ve başarısı, aileyi açıklamaya dönük kuramsal çabayı şekillendirmiştir (Burr, 2009)."
  },
  {
    "id": "2734650",
    "unitNumber": 3,
    "text": "Aşağıdaki yaklaşımlardan hangisi ekonomik kaynakların toplumsal gücü nasıl belirlediğini açıklayan ekonomik determinizm ve sınıf mücadelesi bağlamında aileyi ele almıştır.",
    "correctAnswer": "C",
    "options": {
      "A": "Çoğulcu Yaklaşım",
      "B": "Darwinci Yaklaşım",
      "C": "Marksist Yaklaşım",
      "D": "Reformist Yaklaşım",
      "E": "Modern Yaklaşım"
    },
    "explanation": "AİLEYİ KURAMSAL OLARAK AÇIKLAMAK<br/>Marksist yaklaşım, ekonomik kaynakların toplumsal gücü nasıl belirlediğini açıklayan ekonomik determinizm ve sınıf mücadelesi bağlamında aileyi ele almıştır (Georgas, 2004)."
  },
  {
    "id": "2734651",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi aile kuramları için belirlenmiş olan Formal Önerme Sınıflandırması'nın tanımıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "Bu kuramlar fark-lı araştırma bulguları ve araştırma konusu hakkında daha genel fikirler ile bağlantılı bulguların özetleri niteliğindedir. Ancak bulgular kapsayıcı bir teorik plan açısından tartışılmazlar. Örneğin, boşanma araştırmalarının çoğunda, evli çiftler için boşanma olasılığını artırdığı tespit edilen çeşitli fak- törleri belgelenmektedir ancak daha genel ve kuramsal nitelikteki teorik evlilik kararsızlığı gibi modeller kullanılmamaktadır.",
      "B": "Bunlar, genellikle bir dizi değişken arasındaki ilişkilerin diyagramatik sunumlarında ifade edilen karmaşık ampirik genellemelerdir. Sadece araştırma bulgularının özeti olarak değil, bir çalışmada test edilecek modeller olarak sunulurlar. Boşanma literatüründe evlilikte uyumsuzluğun çocuklar üzerindeki doğrudan ve dolaylı etkilerine ilişkin araştırmalar bu bağlamda değerlendirilebilir.",
      "C": "Nedensel modellerden daha soyut olmakla birlikte bunlar ampirik genellemelerdir. Ancak yine de belirli bir içerik alanı ile sınırlıdırlar. Nedensel bir model genellikle belirli bir ampirik çalışmada sunulur ve test edilirken, orta menzilli bir teori genellikle belirli bir alan hakkında daha ayrıntılı kuramsal açıklamaları içerir.",
      "D": "Bunlar belirli bir fenomeni açıklamak için tasarlanmış soyut ifadeler dizisi niteliğindedir. Öneriler hiyerarşik olarak daha genelden daha spesifik olana doğru düzenlenmiştir.",
      "E": "Bunlar sosyal dünyanın jenerik özelliklerinin diyagramatik temsilleridir. Orta düzey kuramlardan daha soyuttur, çünkü çok çeşitli içerik alanlarına uygulanabilirler. Sosyolojide ünlü bir tipolojik teori, Parsons’ın her türlü ilişkinin oluşumunu ve çözülmesini analiz etmek için geniş bir model olarak kullanılabilen sosyal sistemlerin dört faktörlü modelidir."
    },
    "explanation": "AİLEYİ KURAMSAL OLARAK AÇIKLAMAK<br/>\"D\" şıkkı dışındaki tanımlar Ampirik Genellemeler, Nedensel Modeller, Orta Ölçekli Kuramlar, Analitik Tipolojiler tanımlarıdır."
  },
  {
    "id": "2734652",
    "unitNumber": 3,
    "text": "Toplumsal kurumların toplumda istikrar ve düzeni korumak için yapılandırılmış olduklarını öne süren, Emile Durkheim’ın görüşleri ile şekillenmiş, Merton, Smelser ve Parsons gibi sosyologlar tarafından tarafından geliştirilmiş aile kuramı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İşlevci Kuram",
      "B": "Çatışma Kuramı",
      "C": "Sembolik Etkileşimcilik Kuramı",
      "D": "Aile Gelişim Kuramı",
      "E": "Aile Sistemleri ve Ekolojisi Kuramı"
    },
    "explanation": "KLASİK SOSYOLOJİK YAKLAŞIMLAR VE AİLE<br/>İşlevselci yaklaşım, yapısal-işlevselcilik olarak da adlandırılır ve toplumsal kurumların toplumda istikrar ve düzeni korumak için yapılandırılmış olduklarını öne sürer (Newman, 2013). Bütün bir sosyologlar kuşağına ilham kaynağı olan yapısal-işlevselcilik Emile Durkheim’ın görüşleri ile şekillenmiş, Merton, Smelser ve Parsons gibi sosyologlar tarafından tarafından geliştirilmiştir. Yaklaşımın en önemli isminin Talcott Parsons olduğu söylenebilir (Slattery, 2014; Karadağ Aksoy, 2019; Newman, 2013)."
  },
  {
    "id": "2734653",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi ailenin bir alt sistem olarak toplumun varlığını sürdürebilmesi için yerine getirmesi gereken dört temel zaruret veya temel ihtiyaçtan biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Varlığını Sürdürme",
      "B": "Adaptasyon",
      "C": "Amaca Ulaşma",
      "D": "Bütünleşme",
      "E": "Sosyal Yerleştirme"
    },
    "explanation": "KLASİK SOSYOLOJİK YAKLAŞIMLAR VE AİLE<br/>Aile bir alt sistem olarak diğer alt sistemler gibi toplumun varlığını sürdürebilmesi için yerine getirmesi gereken dört temel zaruretin veya temel ihtiyacın karşılanmasına katkıda bulunur. Bunlar; Adaptasyon, Amaca Ulaşma, Bütünleşme ve Varlığını Sürdürme’dir (Slattery, 2014)."
  },
  {
    "id": "2734654",
    "unitNumber": 3,
    "text": "İkinci Dünya Savaşı sonrasında yapısal işlevselciliğe karşı çıkışın bir temsilcisi olarak gelişen, genel anlamda Max Weber ve Karl Marx’ın görüşlerinden etkilenen, toplumsal düzenin ya da istikrarın, işlevselcilerin savunduğu üzere bir uzlaşmanın değil aksine bir baskının ürünü olduğu fikrini savunan aile kuramı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çatışma Kuramı",
      "B": "İşlevselci Kuram",
      "C": "Sembolik Etkileşimcilik Kuramı",
      "D": "Feminist Kuram",
      "E": "Aile Gelişim Kuramı"
    },
    "explanation": "KLASİK SOSYOLOJİK YAKLAŞIMLAR VE AİLE<br/>Çatışma kuramının özellikle İkinci Dünya Savaşı sonrasında yapısal işlevselciliğe karşı çıkışın bir temsilcisi olarak geliştiği söylenebilir. Durkheim toplumsal düzene odaklanırken, Karl Marx ve Engels toplumsal çatışmaya yoğunlaşmıştır. Çatışma yaklaşımı genel anlamda Max Weber ve Karl Marx’ın görüşlerinden etkilenmiştir. Toplumsal düzenin ya da istikrarın, işlevselcilerin savunduğu üzere bir uzlaşmanın değil aksine bir baskının ürünü olduğu fikri çatışma kuramının temel savıdır (Slattery, 2014; Marshall, 1999)."
  },
  {
    "id": "2734655",
    "unitNumber": 3,
    "text": "Toplumsal olanı açıklarken semboller ile etkileşimler arasındaki bağlantıya odaklanarak insanların kendi benlik-imgelerini nasıl yarattıkları veya müzakere ettiklerini incelemeye çalışan aile kuramı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Aile Gelişim Kuramı",
      "B": "Sembolik Etkileşimci Kuram",
      "C": "Toplumsal Değiş Tokuş Kuramı",
      "D": "Psikanalitik Yaklaşım",
      "E": "Aile Sistemleri ve Ekolojisi Kuramı"
    },
    "explanation": "KLASİK SOSYOLOJİK YAKLAŞIMLAR VE AİLE<br/>Sembolik Etkileşimcilik, toplumsal olanı açıklarken semboller (yani paylaşılan anlamlar) ile etkileşimler (sözel ve sözel olmayan eylemler ve iletişim) arasındaki bağlantıya odaklanır, insanların kendi benlik-imgelerini nasıl yarattıkları veya müzakere ettiklerini incelemeye çalışır (LaRossa ve Reitzes, 2009; Slattery, 2014)."
  },
  {
    "id": "2734656",
    "unitNumber": 3,
    "text": "Ataerkillik kavramı ile ilgili analizlerin önemli yer tuttuğu sosylojik aile kuramı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "İşlevselci Kuram",
      "B": "Çatışma Kuramı",
      "C": "Feminist Kuram",
      "D": "Psikanalitik Yaklaşım",
      "E": "Aile Gelişim Kuramı"
    },
    "explanation": "KLASİK SOSYOLOJİK YAKLAŞIMLAR VE AİLE<br/>Feminist yaklaşımda analizlere temel olan önemli bir kavramsallaştırma da ataerkilliktir. Ataerkilliğin tam karşılığı “babanın (veya aile reisinin) yönetimi” olsa da, feministler tarafından erkeklerin kadınlar üzerindeki her tür fiziksel, politik ve ideolojik hâkimiyetini anlatmak için kullanılmıştır. Bu kavram özelde erkek egemen toplumlarda kadınları baskı altında tutan ve güçsüz kılan sosyal ve politik yapılar, kültürel kurumlar ve güçleri ifade etmektedir (Slattery, 2014)."
  },
  {
    "id": "3840225",
    "unitNumber": 3,
    "text": "İşlevselci yaklaşımın en önemli temsilcisi kimdir?",
    "correctAnswer": "C",
    "options": {
      "A": "Émile Durkheim",
      "B": "Herbert Spencer",
      "C": "Talcott Parsons",
      "D": "Robert Merton",
      "E": "Kingsley Davis"
    },
    "explanation": "Talcott Parsons"
  },
  {
    "id": "3840226",
    "unitNumber": 3,
    "text": "Parsons bütün toplumlardaki aileler açısından geçerli görülebilecek ...... temel ve indirgenemez işlev<br/>tanımlamıştır. Boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "Parsons bütün toplumlardaki aileler açısından geçerli görülebilecek iki temel ve indirgenemez işlev<br/>tanımlamıştır."
  },
  {
    "id": "3840227",
    "unitNumber": 3,
    "text": "Frederick Engels’e göre tek eşli çekirdek aile hangi toplumsal gelişmeyle ortaya çıkmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Sanayi devrimi",
      "B": "Rönesans",
      "C": "Özel mülkiyetin gelişimi ve devletin oluşması",
      "D": "Feodal sistem",
      "E": "Aydınlanma"
    },
    "explanation": "Özel mülkiyetin gelişimi ve devletin oluşması"
  },
  {
    "id": "3840228",
    "unitNumber": 3,
    "text": "Sembolik etkileşimci yaklaşım, toplumda neye odaklanarak analiz eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Gündelik yaşantılara",
      "B": "Ekonomik işlevlere",
      "C": "Toplumsal düzen işlevine",
      "D": "Siyasal güç ilişkilerine",
      "E": "Demografik değişmelere"
    },
    "explanation": "Gündelik yaşantılara"
  },
  {
    "id": "3840229",
    "unitNumber": 3,
    "text": "Sembolik etkileşimci bir yaklaşımla aileyi doğrudan bir biçimde ilk ele alan ismin ............ olduğu söylenebilir. Boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ernest W. Burgess",
      "B": "George H. Mead",
      "C": "Charles Cooley",
      "D": "Herbert Blumer",
      "E": "Willard Waller"
    },
    "explanation": "Ernest W. Burgess"
  },
  {
    "id": "3840230",
    "unitNumber": 3,
    "text": "Aile sistemleri ve ekolojisi kuramında aile nasıl betimlenir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kapalı bir yapı",
      "B": "Toplumsal bir kurum",
      "C": "Biyolojik bir organizma",
      "D": "Hukuki bir birlik",
      "E": "Uyum, denge ve değişme özellikleri sergileyen açık bir sistem"
    },
    "explanation": "Uyum, denge ve değişme özellikleri sergileyen açık bir sistem"
  },
  {
    "id": "3840598",
    "unitNumber": 3,
    "text": "Herbert Spencer'a göre, biyolojik organizmalar gibi toplumlar da basit yapılardan karmaşık yapılara doğru gelişir, bir içsel farklılaşma ve bütünleşme süreciyle çevrelerine uyum sağlar ve homojenlikten heterojenliğe doğru ilerlerler. Spencer hangi bilim insanının görüşlerinden esinlenmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sigmund Freud",
      "B": "Émile Durkheim",
      "C": "Charles Darwin",
      "D": "Karl Marx",
      "E": "Max Weber"
    },
    "explanation": "Charles Darwin"
  },
  {
    "id": "3840599",
    "unitNumber": 3,
    "text": "Parsons, ......... dış güçlere adapte olması ve böylece hayatta kalmak için değişmesinde söz konusu olduğu gibi, toplumsal sistemlerin de benzer bir evrim süreciyle şekillendiğini öne sürmüştür. Boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "E",
    "options": {
      "A": "atomların",
      "B": "hücrelerin",
      "C": "bakterilerin",
      "D": "virüslerin",
      "E": "organizmaların"
    },
    "explanation": "Parsons, organizmaların dış güçlere adapte olması<br/>ve böylece hayatta kalmak için değişmesinde söz<br/>konusu olduğu gibi, toplumsal sistemlerin de benzer bir evrim süreciyle şekillendiğini öne sürmüştür."
  },
  {
    "id": "3840600",
    "unitNumber": 3,
    "text": "Sembolik etkileşimcilik toplumun ......... boyutlarına, gündelik yaşantılarımıza, içinde yaşadığımız gündelik dünyaya ve insanların sembolik iletişim aracılığıyla gündelik yaşantılarında nasıl etkileştiklerine, düzen ve anlamı nasıl yarattıklarına odaklanır. Boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "makro",
      "B": "mikro",
      "C": "mezzo",
      "D": "transnasyonal",
      "E": "küresel"
    },
    "explanation": "sembolik etkileşimcilik toplumun mikro<br/>boyutlarına, gündelik yaşantılarımıza, içinde yaşadığımız gündelik dünyaya ve insanların sembolik<br/>iletişim aracılığıyla gündelik yaşantılarında nasıl<br/>etkileştiklerine, düzen ve anlamı nasıl yarattıklarına odaklanır."
  },
  {
    "id": "3840601",
    "unitNumber": 3,
    "text": "Aile bir alt sistem olarak diğer alt sistemler gibi toplumun varlığını sürdürebilmesi için yerine getirmesi gereken dört temel zaruretin veya temel ihtiyacın karşılanmasına katkıda bulunur. Aşağıdakilerden hangisi bunlardan biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Adaptasyon",
      "B": "Amaca Ulaşma",
      "C": "Bütünleşme",
      "D": "Varlığını Sürdürme",
      "E": "Toplumsallaştırma"
    },
    "explanation": "Toplumsallaştırma"
  },
  {
    "id": "3843335",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Murdock’un belirttiği aile işlevlerinden biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Cinsel işlev",
      "B": "Ekonomik işlev",
      "C": "Politik işlev",
      "D": "Eğitimsel işlev",
      "E": "Yeniden üretim işlevi"
    },
    "explanation": "Politik işlev"
  },
  {
    "id": "3843336",
    "unitNumber": 3,
    "text": "I. İşlevselci yaklaşım ailenin evrimsel olarak değiştiğini savunur.<br/>II. Parsons’a göre aile sadece çocukların sosyalizasyonunu sağlar.<br/>III. Durkheim aileyi ahlaki bir kurum olarak görmüştür.<br/>Yukarıdaki ifadelerden hangileri doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "I-II",
      "C": "I-III",
      "D": "II-III",
      "E": "I-II-III"
    },
    "explanation": "I-III"
  },
  {
    "id": "3843337",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi çatışma kuramının aileye bakışını yansıtır?",
    "correctAnswer": "D",
    "options": {
      "A": "Aile, toplumsal dengenin bir yansımasıdır.",
      "B": "Aile, bireysel özgürlükleri güçlendirir.",
      "C": "Aile, eşitlik temelinde şekillenir.",
      "D": "Aile, toplumsal eşitsizliğin doğurduğu sorunları yoğun bir şekilde deneyimlemektedir.",
      "E": "Aile, bireysel mutluluğun temelidir."
    },
    "explanation": "Aile, toplumsal eşitsizliğin doğurduğu sorunları yoğun bir şekilde deneyimlemektedir."
  },
  {
    "id": "3843338",
    "unitNumber": 3,
    "text": "Engels’e göre tek eşli çekirdek ailenin ortaya çıkışı neyle ilişkilidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tarım devrimi",
      "B": "Endüstri devrimi",
      "C": "Özel mülkiyetin gelişimi",
      "D": "Matrilineal miras",
      "E": "Devletin zayıflaması"
    },
    "explanation": "Özel mülkiyetin gelişimi"
  },
  {
    "id": "3843347",
    "unitNumber": 3,
    "text": "Dahrendorf’a göre çatışmanın kaynağı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sınıfsal farklar",
      "B": "Otoriteye erişim ve dışlanma",
      "C": "Ekonomik üretim biçimleri",
      "D": "Akrabalık ilişkileri",
      "E": "Cinsiyet rolleri"
    },
    "explanation": "Otoriteye erişim ve dışlanma"
  },
  {
    "id": "3843348",
    "unitNumber": 3,
    "text": "Sembolik etkileşimcilik insan davranışlarını nasıl açıklar?",
    "correctAnswer": "E",
    "options": {
      "A": "Kurumsal yapı",
      "B": "Sosyal sınıf",
      "C": "Ekonomik çıkar",
      "D": "Genetik miras",
      "E": "Anlamlar ve semboller"
    },
    "explanation": "Anlamlar ve semboller"
  },
  {
    "id": "3843349",
    "unitNumber": 3,
    "text": "Sembolik etkileşimciliğin temellerini kim atmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Talcott Parsons",
      "B": "Karl Marx",
      "C": "George Herbert Mead",
      "D": "Friedrich Engels",
      "E": "Bronislaw Malinowski"
    },
    "explanation": "George Herbert Mead"
  },
  {
    "id": "3843350",
    "unitNumber": 3,
    "text": "Aileyi “etkileşen kişiliklerin birliği” olarak tanımlayan ilk kişi kimdir?",
    "correctAnswer": "D",
    "options": {
      "A": "Parsons",
      "B": "Cooley",
      "C": "Waller",
      "D": "Burgess",
      "E": "Weber"
    },
    "explanation": "Burgess"
  },
  {
    "id": "3843351",
    "unitNumber": 3,
    "text": "Parsons’a göre ailenin temel işlevlerinden biri aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Siyasal katılım",
      "B": "Cinsel baskı",
      "C": "Yetişkin kişiliklerin stabilizasyonu",
      "D": "Ekonomik rekabet",
      "E": "Kültürel izolasyon"
    },
    "explanation": "Yetişkin kişiliklerin stabilizasyonu"
  },
  {
    "id": "3843352",
    "unitNumber": 3,
    "text": "Aşağıdaki kuramlardan hangisi toplumun mikro boyutlarına odaklanır?",
    "correctAnswer": "B",
    "options": {
      "A": "İşlevselci kuram",
      "B": "Sembolik etkileşimcilik",
      "C": "Çatışma kuramı",
      "D": "Feminizm",
      "E": "Toplumsal değiş tokuş kuramı"
    },
    "explanation": "Sembolik etkileşimcilik"
  },
  {
    "id": "2734657",
    "unitNumber": 4,
    "text": "I. İnsan neslinin devamlılığını sağlama<br/>II. Kültürü nesilden nesile aktarma<br/>III. Çocuğun toplumsallaşmasını sağlama<br/>Verilenlerden hangisi ve/veya hangileri ailenin işlevlerindendir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız II",
      "B": "Yalnız I",
      "C": "II ve III",
      "D": "I ve III",
      "E": "I, II ve III"
    },
    "explanation": "İnsan neslinin devamlılığını sağlama, kültürü nesilden nesile aktarma ve çocuğun toplumsallaşmasını sağlama ailenin işlevlerindendir."
  },
  {
    "id": "2734658",
    "unitNumber": 4,
    "text": "Tek ebeveynli aileler de çekirdek aile kategorisinde ele alınmakla birlikte bu tür ailelerin bazı yerlerde ………………………. olarak ifade edildiği görülür. Boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Modern aile",
      "B": "Geniş aile",
      "C": "Dağılmış aile",
      "D": "Geçiş ailesi",
      "E": "Geleneksel aile"
    },
    "explanation": "Tek ebeveynli aileler de çekirdek aile kategorisinde ele alınmakla birlikte bu tür ailelerin bazı yerlerde dağılmış aile olarak ifade edildiği görülür."
  },
  {
    "id": "2734659",
    "unitNumber": 4,
    "text": "Bayer’e göre Türkiye hangi aile yapısını yansıtmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Çekirdek aile",
      "B": "Geniş aile",
      "C": "Dağılmış aile",
      "D": "Geçiş ailesi",
      "E": "Geleneksel aile"
    },
    "explanation": "Bayer’e göre Türkiye geçiş ailesi modelini yansıtmaktadır."
  },
  {
    "id": "2734660",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi grup dışı yapılan evlilikleri ifade etmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Poligami",
      "B": "Endogami",
      "C": "Monogami",
      "D": "Egzogami",
      "E": "Homogami"
    },
    "explanation": "Egzogami, grup dışı yapılan evlilikleri ifade etmektedir."
  },
  {
    "id": "2734661",
    "unitNumber": 4,
    "text": "Sosyolojide birincil gruplar olarak ifade edilen gruplar, bireylerin sosyalleşmesinde temel rol oynarlar. ………………….. bu grupların en başında gelmektedir. Boşluğa aşağıdakilerden hangisi gelebilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Arkadaşlar",
      "B": "Aile",
      "C": "Okul",
      "D": "Akrabalar",
      "E": "Çevre"
    },
    "explanation": "Sosyolojide birincil gruplar olarak ifade edilen gruplar, bireylerin sosyalleşmesinde temel rol oynarlar. Aile bu grupların en başında gelmektedir."
  },
  {
    "id": "2734662",
    "unitNumber": 4,
    "text": "I. Auguste Comte - üç hal yasası<br/>II. Emile Durkheim - toplumsal iş bölümü<br/>III. Ferdinand Tönnies - cemaat ve cemiyet ayrımı<br/>IV. Vilfredo Pareto - seçkinler dolaşımı<br/>Verilen kişi ve teori eşleştirmelerinden hangisi ve/veya hangileri toplumların çeşitli biçimlerde değişime uğradıklarını göstermektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve III",
      "C": "II ve IV",
      "D": "I, II ve III",
      "E": "I, II, III ve IV"
    },
    "explanation": "Auguste Comte - üç hal yasası, Emile Durkheim - toplumsal iş bölümü, Ferdinand Tönnies - cemaat ve cemiyet ayrımı ve Vilfredo Pareto - seçkinler dolaşımı teorileri toplumların çeşitli biçimlerde değişime uğradıklarını göstermektedir."
  },
  {
    "id": "2734663",
    "unitNumber": 4,
    "text": "I. Toplumsal değerler<br/>II. Boşanma oranlarının artması<br/>III. Göç<br/>IV. Teknoloji<br/>Verilenlerden hangisi ve/veya hangileri Türk ailesini değişim ve dönüşüme uğratan unsurlardandır?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "I ve III",
      "C": "II ve IV",
      "D": "I, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Toplumsal değerler, göç ve teknoloji Türk ailesini değişim ve dönüşüme uğratan unsurlardandır."
  },
  {
    "id": "2734664",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi, Türk ailesinin temelde muhafaza ettiği geleneksel özelliklerinden <strong>değildir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kadının yaşlılara bakma rolü",
      "B": "Dayanışma",
      "C": "Yardımlaşma",
      "D": "Kadının annelik rolü",
      "E": "Evliliğin meşru bir sistem olarak çalışması"
    },
    "explanation": "Kadının yaşlılara bakma rolü, Türk ailesinin temelde muhafaza ettiği geleneksel özelliklerinden değildir."
  },
  {
    "id": "2734665",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi ideal ebeveyn özelliklerinden değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Çocuklarına bol zaman ayırma",
      "B": "Çocuklarına bol ilgi gösterme",
      "C": "Çocuklarının her istediğini yapma",
      "D": "Çocuklarını koşulsuz sevme",
      "E": "Çocuklarıyla birlikte olmaktan hoşlanma"
    },
    "explanation": "Çocuklarının her istediğini yapma ideal ebeveyn özelliklerinden değildir."
  },
  {
    "id": "2734666",
    "unitNumber": 4,
    "text": "I. Sevgi ve saygı<br/>II. Ağlama<br/>III. Oynama<br/>IV. Nazlanma<br/>Verilenlerden hangisi ve/veya hangileri çocuğun ailesi tarafından karşılanan psikolojik ihtiyaçlarındandır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve III",
      "C": "II ve IV",
      "D": "I, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Sevgi ve saygı, ağlama, oynama ve nazlanma çocuğun ailesi tarafından karşılanan psikolojik ihtiyaçlarındandır."
  },
  {
    "id": "2734667",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi cinsel ilişki ya da yasal bağlarla birbirine bağlı insanlardan oluşmuş, mahrem ilişkilerle örülü bir gruptur?",
    "correctAnswer": "A",
    "options": {
      "A": "Aile",
      "B": "Toplum",
      "C": "Evlilik",
      "D": "Endogami",
      "E": "Egzogami"
    },
    "explanation": "Aile"
  },
  {
    "id": "2734668",
    "unitNumber": 4,
    "text": "Bireyin toplumsal bir varlık olduğunu en iyi ifade edenmüessese aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Evlilik",
      "B": "Aile",
      "C": "Eğitim",
      "D": "Sağlık",
      "E": "Kentleşme"
    },
    "explanation": "Aile"
  },
  {
    "id": "2734669",
    "unitNumber": 4,
    "text": "Anne, baba, büyükanne, büyükbaba, evlenmiş çocuklar ve torunlardan meydana gelen aile yapısı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Modern çekirdek aile",
      "B": "Geleneksel geniş aile",
      "C": "Anaerkil aile",
      "D": "Ataerkil aile",
      "E": "Bölünmüş aile"
    },
    "explanation": "Geleneksel geniş aile"
  },
  {
    "id": "2734670",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi grup içi veya grup dışı evlilik unsurlarından biri sayılamaz?",
    "correctAnswer": "B",
    "options": {
      "A": "Din",
      "B": "Dil",
      "C": "Irk",
      "D": "Millet",
      "E": "Aşiret"
    },
    "explanation": "Dil"
  },
  {
    "id": "2734671",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi aynı millet, ırk, aşiret, din ve benzerlerine sahip kişilerin birbirleriyle yapmış oldukları evlilikleri ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Endogami",
      "B": "Egzogami",
      "C": "Toplumsallaşma",
      "D": "Geleneksel geniş aile",
      "E": "Modern çekirdek aile"
    },
    "explanation": "Endogami"
  },
  {
    "id": "2734672",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi sosyolojide birincil gruplar olarak ifade edilen, bireylerin sosyalleşmesinde temel rol oynayan grupların en başında gelen kurumdur?",
    "correctAnswer": "E",
    "options": {
      "A": "Eğitim",
      "B": "Toplum",
      "C": "Sağlık",
      "D": "Evlilik",
      "E": "Aile"
    },
    "explanation": "Aile"
  },
  {
    "id": "2734673",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi toplumsal değişmenin temel unsurlarındandır?",
    "correctAnswer": "A",
    "options": {
      "A": "Zaman ve mekan",
      "B": "Bilim ve teknoloji",
      "C": "Eğitim ve sağlık",
      "D": "Din",
      "E": "Aile"
    },
    "explanation": "Zaman ve mekan"
  },
  {
    "id": "2734674",
    "unitNumber": 4,
    "text": "Aşağıdaki teorilerden hangisi toplumların çeşitli biçimlerde<br/>değişime uğradıklarını göstermez?",
    "correctAnswer": "D",
    "options": {
      "A": "Auguste Comte’un, üç hal yasası",
      "B": "Emile Durkheim’ın toplumsal iş bölümü",
      "C": "Ferdinand Tönnies’in cemaat ve cemiyet ayrımı",
      "D": "Sartre'ın varoluşçuluk felsefesi",
      "E": "Vilfredo Pareto’nun seçkinler dolaşımı"
    },
    "explanation": "Sartre'ın varoluşçuluk felsefesi"
  },
  {
    "id": "2734675",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Auguste Comte’un, üç hal yasasındaki aşamalardan biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Mekanik",
      "B": "Organik",
      "C": "Dayanışma",
      "D": "Teolojik",
      "E": "Cemaat"
    },
    "explanation": "Teolojik"
  },
  {
    "id": "2734676",
    "unitNumber": 4,
    "text": "Aşağıdaki çocukluk dönemlerinin hangisinde çocuk ile kurulan sağlıklı ilişkiler çocuğun ileriki yaşamı için bir temel teşkil eder?",
    "correctAnswer": "D",
    "options": {
      "A": "0-2 yaş",
      "B": "2-4 yaş",
      "C": "4-6 yaş",
      "D": "0-6 yaş",
      "E": "6-12 yaş"
    },
    "explanation": "0-6 yaş"
  },
  {
    "id": "3840249",
    "unitNumber": 4,
    "text": "\"............. anne, baba ve onların evli olmayan çocuklarından meydana gelen bir aile yapısıdır.\" açıklamasına karşılık gelen ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çekirdek aile,",
      "B": "Modern aile",
      "C": "Geniş aile",
      "D": "Geleneksel aile",
      "E": "Küçük aile"
    },
    "explanation": "Çekirdek aile, anne, baba ve onların evli<br/>olmayan çocuklarından meydana gelen<br/>bir aile yapısıdır."
  },
  {
    "id": "3840254",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Geleneksel geniş ailenin işlevleri arasına sayılamaz?",
    "correctAnswer": "B",
    "options": {
      "A": "Eğitim işlevi",
      "B": "Teknoloji işlevi",
      "C": "Saygınlık kazanma işlevi",
      "D": "Ekonomik işlev",
      "E": "Dini işlev"
    },
    "explanation": "Geleneksel geniş aile; dinî, ekonomik, saygınlık kazanma, eğitim, koruyuculuk, eğlenme ve<br/>dinlenme, çocuk dünyaya getirme gibi işlevlere<br/>sahiptir."
  },
  {
    "id": "3840261",
    "unitNumber": 4,
    "text": "\".............., toplumsal değerlerden üretim biçimlerine kadar meydana gelen her türlü farklılaşmadır. \" Açıklamasında boşluk kısmına aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kültürel gelişim",
      "B": "Toplumsal farklılaşma",
      "C": "Toplumsal değişme,",
      "D": "Toplumsal gelişme",
      "E": "Toplumsal ilerleme"
    },
    "explanation": "Toplumsal değişme, toplumsal değerlerden üretim biçimlerine kadar meydana<br/>gelen her türlü farklılaşmadır."
  },
  {
    "id": "3840262",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Türk ailesini değişim ve dönüşüme uğratan unsurlardan biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Toplumsal değerler",
      "B": "Yoksulluk",
      "C": "Göç",
      "D": "Kadının bakım sorumluluğu",
      "E": "Teknoloji"
    },
    "explanation": "Türk ailesini değişim ve<br/>dönüşüme uğratan unsurlardan bahseder. Ona göre<br/>bu unsurlar; toplumsal değerler, yoksulluk, göç,<br/>teknoloji ve kadınların çalışma yaşamına girmesi<br/>şeklinde ifade edilebilir"
  },
  {
    "id": "3840264",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi eşler arasındaki ilişkileri etkileyen unsurlar arasında değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Aile türleri",
      "B": "Eğitim seviyesi",
      "C": "Dini değerler",
      "D": "Kültürel özellikler",
      "E": "Teknoloji kullanımı"
    },
    "explanation": "Eşler arasındaki ilişkiler, eşlerin birbirlerine<br/>verdikleri değere, birbirlerini anlamalarına ve<br/>birbirlerini nasıl görüp tanımladıklarına göre<br/>değerlendirilebilir. Eşler arasındaki değer verme<br/>konusu, aile türlerine, eğitim seviyesine, sosyokültürel ve ekonomik özelliklere, dini değerlere<br/>göre farklılık gösterir."
  },
  {
    "id": "3840315",
    "unitNumber": 4,
    "text": "...........ile ailenin yapısında meydana gelen değişmenin yanında ailenin eğlence kültürü<br/>de değişmiş, aile ziyaretleri, sohbetler yerlerini televizyon, internet, gibi kitle iletişim araçlarına bırakmıştır. ifadesinde boşluk bırakılan yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Modernleşme",
      "B": "Gelenekselleşme",
      "C": "Toplumsallaşma",
      "D": "Bireyselleşme",
      "E": "Endüstrileşme"
    },
    "explanation": "Modernleşme ile ailenin yapısında meydana gelen değişmenin yanında ailenin eğlence kültürü<br/>de değişmiş, aile ziyaretleri, sohbetler yerlerini<br/>televizyon, internet, telefon gibi kitle iletişim<br/>araçlarına bırakmıştır."
  },
  {
    "id": "3840320",
    "unitNumber": 4,
    "text": "\".......... ailenin yaşam standardını değiştirmiştir. Aile üretim müessesesinden tüketim müessesesine geçmiştir. \"ifadesinde boşşluyk bırakılan yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Modernleşme",
      "B": "Endüstrileşme",
      "C": "Gelenekselleşme",
      "D": "Bireyselleşme",
      "E": "Toplumsallaşma"
    },
    "explanation": "Endüstrileşme ve<br/>kentleşme gibi unsurlar ailenin yaşam standardını<br/>değiştirmiştir. Aile üretim müessesesinden tüketim müessesesine geçmiştir. Aile, çağdaş yaşamın<br/>gerekliliklerini yerine getirme ve faturaları ödeme<br/>gayreti içine girmiştir"
  },
  {
    "id": "3840325",
    "unitNumber": 4,
    "text": "\"........... esası, eşler arasındaki ilişkiyi olumlu etkiler. Takdir etmek ve beğenmek gibi övücü sözler söylemek eşler için önemlilik arz eder ve ikisi için de doyum sağlar.\" ifadesindeki boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Farklılık",
      "B": "Açıklık",
      "C": "Karşılıklılık",
      "D": "İletişim",
      "E": "Eşitlik"
    },
    "explanation": "Karşılıklılık esası, eşler arasındaki<br/>ilişkiyi olumlu etkiler. Takdir etmek ve beğenmek<br/>gibi övücü sözler söylemek eşler için önemlilik arz<br/>eder ve ikisi için de doyum sağlar."
  },
  {
    "id": "3840328",
    "unitNumber": 4,
    "text": "“Bir toplulukta eskiden kalmış olmaları dolayısıyla saygın tutulup kuşaktan kuşağa iletilen, yaptırım gücü olan kültürel kalıntılar, alışkanlıklar, bilgi, töre ve davranışlar.\" açıklamasına karşılık gelen ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Modern",
      "B": "Toplumsal",
      "C": "Gelişme",
      "D": "Gelenek",
      "E": "Dayanışma"
    },
    "explanation": "Türk Dil Kurumunda gelenek, “bir toplumda,<br/>bir toplulukta eskiden kalmış olmaları dolayısıyla<br/>saygın tutulup kuşaktan kuşağa iletilen, yaptırım<br/>gücü olan kültürel kalıntılar, alışkanlıklar, bilgi,<br/>töre ve davranışlar, anane, tradisyon” şeklinde tanımlanır."
  },
  {
    "id": "3840329",
    "unitNumber": 4,
    "text": "\".......... ebeveynlik ile çocukların teknolojik öğrenme olanaklarından faydalanması sağlanır ve aynı zamanda sanal risklerden de çocuklar korunmaya çalışılır.\" ifadesindeki boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Koruyucu",
      "B": "Eşitlikçi",
      "C": "Modern",
      "D": "Geleneksel",
      "E": "Dijital"
    },
    "explanation": "Dijital ebeveynlik ile çocukların dijital öğrenme olanaklarından en<br/>iyi şekilde faydalanması sağlanır ve aynı zamanda<br/>dijital risklerden de çocuklar korunmaya çalışılır."
  },
  {
    "id": "3843376",
    "unitNumber": 4,
    "text": "Toplumsal değişmeler aile yapısında __________ neden olmuştur. Boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Katılaşmaya",
      "B": "İşlev artışına",
      "C": "Durağanlığa",
      "D": "Değişmelere",
      "E": "Yıkıma"
    },
    "explanation": "Değişmelere"
  },
  {
    "id": "3843380",
    "unitNumber": 4,
    "text": "Geleneksel geniş ailede nasıl bir dayanışma vardır?",
    "correctAnswer": "A",
    "options": {
      "A": "Mekanik",
      "B": "Organik",
      "C": "Sosyal",
      "D": "Kültürel",
      "E": "Karşılıklı"
    },
    "explanation": "mekanik."
  },
  {
    "id": "3843382",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi endogamiye örnektir?",
    "correctAnswer": "C",
    "options": {
      "A": "Farklı ülkelerden bireylerin evlenmesi",
      "B": "Akraba dışı evlilik",
      "C": "Aynı aşiret içindeki evlilik",
      "D": "Farklı din mensuplarının evliliği",
      "E": "Evlilik dışı birlikte yaşama"
    },
    "explanation": "Aynı aşiret içindeki evlilik"
  },
  {
    "id": "3843390",
    "unitNumber": 4,
    "text": "Toplumsal değişme ise toplumsal değerlerden .......... kadar meydana gelen her türlü farklılaşmayı da ifade eder.. Boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "kültürel değişime",
      "B": "üretim araçlarına",
      "C": "tüketim araçlarına",
      "D": "yaşam tarzına",
      "E": "değer yargılarına"
    },
    "explanation": "üretim araçlarına"
  },
  {
    "id": "3843569",
    "unitNumber": 4,
    "text": "Marshall’a göre geleneksel toplum, “genellikle endüstriyel, kentleşmiş ve kapitalist “......” topluma karşı kullanılır. Boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "modern",
      "B": "gelişmiş",
      "C": "gelişmekte olan",
      "D": "gelişmemiş",
      "E": "feodal"
    },
    "explanation": "Marshall’a göre geleneksel toplum, “genellikle<br/>endüstriyel, kentleşmiş ve kapitalist “modern” topluma karşı kullanılır”"
  },
  {
    "id": "3843570",
    "unitNumber": 4,
    "text": "Türk Dil Kurumunda ........, “bir toplumda, bir toplulukta eskiden kalmış olmaları dolayısıyla saygın tutulup kuşaktan kuşağa iletilen, yaptırım gücü olan kültürel kalıntılar, alışkanlıklar, bilgi, töre ve davranışlar, anane, tradisyon” şeklinde tanımlanır. Boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "görenek",
      "B": "gelenek",
      "C": "kültür",
      "D": "adet",
      "E": "görgü"
    },
    "explanation": "gelenek"
  },
  {
    "id": "3843571",
    "unitNumber": 4,
    "text": "“insan doğuştan günahkârdır” anlayışı ne zaman son bulmuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "Rönesans",
      "B": "Orta çağ",
      "C": "Sanayi devrimi",
      "D": "I. Meşrutiyet",
      "E": "II. Meşrutiyet"
    },
    "explanation": "Rönesans"
  },
  {
    "id": "3843572",
    "unitNumber": 4,
    "text": "Aries, çocukluk kavramının hangi yıllardan itibaren ortaya çıktığını belirtmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "1400",
      "B": "1500",
      "C": "1600",
      "D": "1700",
      "E": "1800"
    },
    "explanation": "1600"
  },
  {
    "id": "3843573",
    "unitNumber": 4,
    "text": "Ebeveynliğin evlilikten bağımsız olduğu düşüncesi ne zaman ortaya çıkmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "17.yy",
      "B": "18.yy",
      "C": "19.yy",
      "D": "20.yy",
      "E": "21.yy"
    },
    "explanation": "20.yy"
  },
  {
    "id": "3843577",
    "unitNumber": 4,
    "text": "Toplumun kültürü, çocuklara en çok ne aracılığıyla aktarılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Aile",
      "B": "Okul",
      "C": "Arkadaş",
      "D": "Akraba",
      "E": "Dini kurum"
    },
    "explanation": "Aile"
  },
  {
    "id": "2734677",
    "unitNumber": 5,
    "text": "I. İnsanları birbirlerine bakmaları için bir araya getiren sosyal kurum<br/>II. Birbirine kan bağı ile bağlı bireylerin oluşturdukları bir grup<br/>III. Yetişkin üyelerin çocuklara bakma sorumluluğunu üstlendiği insanlar topluluğu<br/>IV. Ana, baba ve çocuklardan meydana gelen bir gruptur<br/>V. Evlilik sözleşmesine dayalı bir grup<br/>Aile kurumu insanların temel gereksinimlerini karşılamalarına imkan sağlayan bir örgütlülüğü ifade eder. Bu görüş yukarıdaki aile kurumu tanımlarından hangisinde yer bulmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II, III, IV, V",
      "B": "I, II, III, IV",
      "C": "III, IV, V",
      "D": "I, II, III",
      "E": "I, III"
    },
    "explanation": "I ve III. seçenekler dışında kalan seçeneklerde aile kurumunun işlevinden çok özelliklerinden bahsedilmektedir.<br/>I, III"
  },
  {
    "id": "2734678",
    "unitNumber": 5,
    "text": "Toplumlar tarımı keşfetmeleriyle birlikte avcı toplayıcılıktan uzaklaşıp yerleşik hayata geçmişlerdir. Bazı topluluklarda kadınların söz sahibi ve toplumsal konumunun güçlü olduğu söylenir. Aşağıdaki hangi kavram bu süreci ifade etmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ataerkil aile",
      "B": "Anaerkil aile",
      "C": "Çekirdek aile",
      "D": "Geniş aile",
      "E": "Matrilokal aile"
    },
    "explanation": "Anaerkil aile toplumların avcı toplayıcılıktan uzaklaşıp yerleşik hayata geçtikleri süreçte görülmüştür."
  },
  {
    "id": "2734679",
    "unitNumber": 5,
    "text": "I. Aile üyeleri yaşamla ilgili pek çok deneyimi paylaşır<br/>II. Aile sosyal sınıfların yeniden üretilmesini sağlar<br/>III. Aile topluma yeni üyelerin kazandırılmasını sağlar<br/>IV. Aile cinsel etkinliği kurallara bağlar<br/>V. Aile sosyal kimliklerin aktarımını sağlar<br/>Yapılsal işlevselci yaklaşıma göre yukarıda verilenlerin hangisi veya hangileri doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "I, II, III, IV, V",
      "B": "I, II, III, IV",
      "C": "II, III, IV, V",
      "D": "III, IV, V",
      "E": "I, II, III"
    },
    "explanation": "Yapısal işlevselci yaklaşıma göre aile kurumu daha çok toplumun devamlılığı ve korunması yönünde işlev görür. III, IV ve V. seçenekler ailenin bu işlevini ifade etmektedir.<br/>III. Aile topluma yeni üyelerin kazandırılmasını sağlar<br/>IV. Aile cinsel etkinliği kurallara bağlar<br/>V. Aile sosyal kimliklerin aktarımını sağlar"
  },
  {
    "id": "2734680",
    "unitNumber": 5,
    "text": "I. Eğitim ve toplumsallaşma ilişkisi <br/>II. Eğitim ve toplumsal kurumlar ilişkisi<br/>III. Eğitim ve toplumsal kontrol ilişkisi<br/>IV. Eğitim ve toplumsal değişim ilişkisi<br/>V. Eğitim ve akademik performans ilişkisi<br/>Eğitim sosyolojisi topluma dair olgular ile eğitime dair olguların kesiştiği noktaları incelemektedir. Yukarıdakilerden hangisi bu noktalara dair soru ve sorunlarla ilgilidir?",
    "correctAnswer": "B",
    "options": {
      "A": "I, II, III, IV, V",
      "B": "I, II, III, IV",
      "C": "II, III, IV, V",
      "D": "I, II, IV, V",
      "E": "I, II, III, V"
    },
    "explanation": "Eğitim ve akademik performans ilişkisi topluma değil, daha çok bireye dair bir kesişme noktasıdır.<br/>I, II, III, IV"
  },
  {
    "id": "2734681",
    "unitNumber": 5,
    "text": "I. Toplumsal değişimin hedefleri olmalıdır<br/>II. Olumlu yönde toplumsal değişim bilinçli bir çaba gerektirir<br/>III. Kendiliğinden olumlu toplumsal değişim uzun bir zaman alır<br/>IV. Toplumsal değişim rastlantıya bırakılmamalıdır<br/>V. Toplumsal değişimde esas olan yapının değişmesidir<br/>Toplumsal değişmenin ileriye doğru olabildiği gibi geriye doğru da olabileceği belirtilmektedir. Buna göre yukarıdakilerden hangisi uygun bir ifadedir?",
    "correctAnswer": "B",
    "options": {
      "A": "I, II, III, IV, V",
      "B": "I, II, III, IV",
      "C": "I, II, III, V",
      "D": "I, II, IV, V",
      "E": "I, III, IV, V"
    },
    "explanation": "Toplumsal değişimde esas olan yapının değişmesidir, seçeneği, toplumsal değişimin ne olduğunu anlamaya dönüktür. Diğer seçeneklerdeki ifadeler ise toplumsal değişimin ileri veya geriye dönük olmasının koşullarına dönüktür.<br/>I, II, III, IV"
  },
  {
    "id": "2734682",
    "unitNumber": 5,
    "text": "Auguste Comte bireyin gelişim tarihini, teolojik, metafizik ve pozitivist olmak üzere üç aşamaya ayırmıştır. Comte’a göre pozitif eğitimin yaygınlaşmasının ve geliştirilmesinin önündeki en önemli engel aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Avrupa devletlerinin eğitimde pozitif felsefeyi desteklemesi",
      "B": "Eğitimin teolojik ve metafizik izleri taşımaya devam etmesi",
      "C": "Bilimlerin tek tek ele alınması ve bilimlerde uzmanlaşmaya gidilmesi",
      "D": "Bir kişinin bütün bilimlerle aynı anda ilgilenebilmesi",
      "E": "Pozitif düşünmeyle birlikte endüstriyel girişimcilerin ortaya çıkması"
    },
    "explanation": "Bu görüşe göre, Bilimlerin tek tek ele alınması ve bilimlerde uzmanlaşmaya gidilmesi, Bir kişinin bütün bilimlerle aynı anda ilgilenebilmesini engellemektedir."
  },
  {
    "id": "2734683",
    "unitNumber": 5,
    "text": "Eğitimi bir tasarruf yatırımı aracına benzeten ve bankacı eğitim modeli kapsamında öğretmenleri yatırımcı, öğrencileri yatırım nesnesi konumunda tanımlayan yaklaşımı öneren sosyolog aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Auguste Comte",
      "B": "İbn-i Haldun",
      "C": "Paulo Freire",
      "D": "Pierre Bourdieu",
      "E": "Micheal W. Apple"
    },
    "explanation": "Paulo Freire bankacı eğitim modeli yaklaşımını önermiştir."
  },
  {
    "id": "2734684",
    "unitNumber": 5,
    "text": "Halk sağlığı ve sosyal eşitsizlikler arasındaki ilişki aşağıdakilerden hangisi en iyi şekilde açıklar?",
    "correctAnswer": "E",
    "options": {
      "A": "Teknolojik ilerlemeye bağlı olarak tedavide önemli ilaç ve aletler geliştirilmektedir",
      "B": "Küresel ısınma ve çevre sorunları halk sağlığını tehdit etmektedir",
      "C": "Toplumsal cinsiyete dair inançlar sağlık standartlarını değiştirmektedir",
      "D": "Temel hijyen kuralları kültüre ve zaman göre değişim göstermektedir",
      "E": "Gelir adaletsizliği sağlık hizmetine ulaşımı ve sağlığı etkilemektedir"
    },
    "explanation": "E seçeneği Halk sağlığını biçimlendiren toplumsal durum olarak, sosyal eşitsizlik açıklamasına uygun bir ifadedir. Diğer seçenekler diğer toplumsal durumlarla ilgilidir.<br/>Gelir adaletsizliği sağlık hizmetine ulaşımı ve sağlığı etkilemektedir"
  },
  {
    "id": "2734685",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi hastanın yapması gereken şeylerden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Hasta hastalığı süresince dengeli ve sağlıklı beslenmelidir",
      "B": "Hasta uzman bir doktora başvurmalı ve hastalığını onaylatmalıdır",
      "C": "Hastalar normal toplumsal görevlerini yerine getirmeye devam etmelidir",
      "D": "Hastalar yakınlarının toplumsal görevlerini yerine getirmelerini engellememelidir",
      "E": "Hasta hastalığı süresince ev işleri gibi işleri yerine getirebilmelidir"
    },
    "explanation": "B seçeneğinde yer verilen ifade hastalığı ve hasta rolünü işlevselci bakış açısıyla ele almaktadır. Bu görüşe göre, toplumsal işlevini tekrar yerine getirmek için hasta doktora başvurmalı ve hasta rolünün gereklerini yerine getirmelidir.<br/>Hasta uzman bir doktora başvurmalı ve hastalığını onaylatmalıdır"
  },
  {
    "id": "2734686",
    "unitNumber": 5,
    "text": "Gelir, meslek, eğitim, barınma ve yaşam tarzı sağlığı etkileyen en önemli faktörler arasında sayılmaktadır. Aşağıdaki ifadelerden hangisi bu görüşü yansıtmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Yüksek gelirli ülkelerde bulaşıcı hastalıklar nadiren salgına neden olmaktadır",
      "B": "Hastalık ve ölüm toplumsal etkenlerle yakından ilişkilidir",
      "C": "Toplumsal norm ve değerler bedenlerimizi etkilemektedir",
      "D": "İşsiz insanlar, çalışanlara göre daha az yaşamaktadır",
      "E": "Yeme bozukluklarına yakalananların çoğunu kadınlar oluşturmaktadır"
    },
    "explanation": "B seçeneğinde yer alan ifade gelir, meslek, eğitim, barınma ve yaşam tarzı gibi toplumsal etkenlerin tamamını ve bu etkenlerin sağlıkla ilişkisini yansıtmaktadır.<br/>Hastalık ve ölüm toplumsal etkenlerle yakından ilişkilidir"
  },
  {
    "id": "2734687",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi \"dışarıdan evlenme\" anlamına gelen terimdir?",
    "correctAnswer": "D",
    "options": {
      "A": "Endogami",
      "B": "Polijini",
      "C": "Monogami",
      "D": "Egzogami",
      "E": "Poligami"
    },
    "explanation": "Yaş, ırk, din, mezhep veya sosyal sınıfları farklı olan ve farklı sosyal kategorideki<br/>bireylerin evlenmesine egzogami (dışarıdan evlenme) denir.<br/>\"Dışarıdan evlenme\" anlamına gelen terim egzogamidir."
  },
  {
    "id": "2734688",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi \"poliandri\" teriminin karşılığıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Bir erkek ve iki veya daha fazla kadının evlenmesi.",
      "B": "Bir kadın ile iki veya daha fazla erkeğin evlenmesi.",
      "C": "İki veya daha fazla eşten oluşan evlilik.",
      "D": "İçeriden evlilik.",
      "E": "Dışarıdan evlilik."
    },
    "explanation": "Bir kadın ile iki veya daha fazla erkeğin evlenmesi poliandri olarak tanımlanır.<br/>Bir kadın ile iki veya daha fazla erkeğin evlenmesi poliandridir."
  },
  {
    "id": "2734689",
    "unitNumber": 5,
    "text": "Erkeğin, ölen eşinin kız kardeşiyle evlenmesine verilen isim nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sororat evlilik",
      "B": "Endogami",
      "C": "Poliandri",
      "D": "Levirat evlilik",
      "E": "Polijini"
    },
    "explanation": "Erkeğin ölen eşinin kız kardeşiyle (baldızı) evlenmesine ise sororat evlilik denir. Kız veren aile, ölen kişinin yerine bir kız daha vererek hem ilişkiyi devam ettirmiş olur hem de torunlarının bakımını garanti altına almış olur.<br/>Erkeğin, ölen eşinin kız kardeşiyle evlenmesine soronat evlilik denir."
  },
  {
    "id": "2734690",
    "unitNumber": 5,
    "text": "\"Baba tarafı akraba olarak kabul edilmekle birlikte kan bağı geçerli olmakta ve aile bireyleri eşit kabul edilmektedir. Bu aile tipinde çocuğun anne ve babasının çocukları üzerinde hakları yoktur.\"<br/>Yukarıdaki ibare, aşağıdaki aile tiplerinden hangisini tanımlamaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Anaerkil aile",
      "B": "Pederi aile",
      "C": "Geniş aile",
      "D": "Çekirdek aile",
      "E": "Bölünmez asaba tipi aile"
    },
    "explanation": "Toprağa yerleşmiş toplumlarda görülen bölünmez asaba tipi aile daha çok Balkanlar, Afrika ve Asya’da görünmektedir. Baba tarafı akraba olarak kabul edilmekle birlikte kan bağı ge- çerli olmakta ve aile bireyleri eşit kabul edilmektedir. Bu aile tipinde çocuğun anne ve babasının çocukları üzerinde hakları yoktur. Aile içerisinde özel mülkiyet söz konusu olmadığından çocuklar asabanın (soy) malı sayılır. Ailenin reisi en yaşlı baba olup en yaşlı çift ailenin yöneticisidir.<br/>İbarede tanımlanan aile tipi, \"bölünmez asaba tipi aile\" olarak tanımlanır."
  },
  {
    "id": "2734691",
    "unitNumber": 5,
    "text": "Eleştirel pedagojinin önemli isimlerinden olan ve tarafsız eğitim diye bir şeyin varlığını reddeden pedagog, aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Comte",
      "B": "İbn-i Haldun",
      "C": "Freire",
      "D": "Apple",
      "E": "Giddens"
    },
    "explanation": "Eleştirel pedagojinin önemli isimlerinden olan Freire’ye göre tarafsız eğitim diye bir şey yoktur. Eğitim; ya bireyleri var olan sistemin mantığı ile bütünleşmesini kolaylaştırarak düzene uyumlu hâle getirmeye çalışan bir araç olarak işler ya da onların içinde buldukları gerçeklik durumuna eleştirel ve yaratıcı bir bakış açısıyla bakmalarını ve dünyalarını dönüştürmelerine nasıl katkı sunacaklarını keşfetmelerine yarayan bir araç ve bir özgürlük pratiği hâline gelir.<br/>Eleştirel pedagojinin önemli isimlerinden olan ve tarafsız eğitim diye bir şeyin varlığını reddeden pedagog, Paulo Freire’dir."
  },
  {
    "id": "2734692",
    "unitNumber": 5,
    "text": "İnsanlık tarihi ve bireyin gelişim tarihini üç durum yasası ile açıklayan sosyolog, aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "M. Zborowski",
      "B": "İbn-i Haldun",
      "C": "A. Comte",
      "D": "P. Freire",
      "E": "M. W. Apple"
    },
    "explanation": "Comte, insanlık tarihi ve bireyin gelişim tarihini üç durum yasası ile açıklamaktadır. Üç durum yasasına göre insanın düşünme yapısındaki değişikliklerle ortaya çıkan ve birbirini izleyen teolojik, metafizik ve pozitivist olmak üzere üç aşama bulunmaktadır.<br/>İnsanlık tarihi ve bireyin gelişim tarihini üç durum yasası ile açıklayan sosyolog, : Cote'dir."
  },
  {
    "id": "2734693",
    "unitNumber": 5,
    "text": "Comte'ye göre doğadaki ve toplumdaki tüm olayların doğaüstü güçler tarafından idare edildiği toplumsal düşünce aşaması, aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Metafizik Aşama",
      "B": "Pozitif Aşama",
      "C": "Teolojik Aşama.",
      "D": "Negatif Aşama.",
      "E": "Deneysel Aşama."
    },
    "explanation": "Teolojik Aşama: Bu dönem dünyanın başlangıcından 1300 yılına kadar geçen süreyi kapsamaktadır. Her şeyin doğaüstü güçlerle (tanrı, tanrıça vb.) açıkladığı aşamadır. Diğer bir deyişle doğadaki ve toplumdaki tüm olaylar doğaüstü güçler tarafından idare edilmektedir. Bu aşamada doğaya, insana, topluma dair var olan bilgiler ilahi özellik taşıdıkları için sorgulanmadan kabul edilmek zorundadır.<br/>Comte'ye göre doğadaki ve toplumdaki tüm olayların doğaüstü güçler tarafından idare edildiği toplumsal düşünce aşaması, Teolojik Aşama'dır."
  },
  {
    "id": "2734694",
    "unitNumber": 5,
    "text": "Hastaların, hastalığın yıkıcı etkilerini hafifletmek için benimsedikleri davranış kalıplarını ifade etmek için \"hasta rolü\" kavramını kullanan sosyolog aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "M. Zborowski",
      "B": "T. Parsons",
      "C": "J. Snow",
      "D": "A. Becker",
      "E": "J. Macionis"
    },
    "explanation": "İşlevselci yaklaşımın önde gelen sosyologlarından olan Talcott Parsons (1952) hasta rolü kavramını, hastaların hastalığın yıkıcı etkilerini hafifletmek için benimsediklerini davranış kalıplarını ifade etmek için kullanır.<br/>Hastaların, hastalığın yıkıcı etkilerini hafifletmek için benimsedikleri davranış kalıplarını ifade etmek için \"hasta rolü\" kavramını kullanan sosyolog T. Parsons'tur."
  },
  {
    "id": "2734695",
    "unitNumber": 5,
    "text": "\"Ana ölüm nedeni olan hastalıklar en tepede yer alan meslek gruplarına göre en altta yer alan meslek grubunda %90 daha fazla görülmektedir.\"<br/>Yukarıdaki veri, aşağıdakilerden hangisi ile doğrudan ilgilidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Mesleki eğitim sağlık problemlerini önlemede yardımcı olur.",
      "B": "Mesleki başarı ile sağlık sorunları arasında doğrusal bir ilişki vardır.",
      "C": "Sağılık sorunları, meslekten mesleğe değişmektedir.",
      "D": "Ölümcül bulaşıcı hastalıklar yönetici sınıflara daha az bulaşmaktadır",
      "E": "Toplumsal sınıflar ile sağlık sorunları arasında doğrudan bir ilişki vardır."
    },
    "explanation": "\"Ana ölüm nedeni olan hastalıklar en tepede yer alan meslek gruplarına göre en altta yer alan meslek grubunda %90 daha fazla görülmektedir\" verisi, toplumsal sınıflar ile sağlık sorunları arasında doğrudan bir ilişki olduğunu göstermektedir.<br/>Doğru cevap E şıkkıdır."
  },
  {
    "id": "2734696",
    "unitNumber": 5,
    "text": "\"Bedensel bir hastalık olup fiziksel belirtilerle kendini gösteren, modern toplumlara özgü olan ve özellikle kadınların çekicilikleri konusunda sürekli<br/>değişmekte olan görüşlerle bağlantılı bir diyet yapma düşüncesi” şeklindeki sağlık sorunu aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bulimia",
      "B": "Anoreksia nevroza",
      "C": "Narsizim",
      "D": "Zenophobia",
      "E": "Polikistik over"
    },
    "explanation": "Öncelikle kadınları etkileyen ve beslenme bozukluklarından olan anoreksia nevroza’nın dinî inançlarla belirli bir bağlantısı yoktur. Anoreksia nevroza; “bedensel bir hastalık olup fiziksel belirtilerle kendini gösteren, modern toplumlara özgü olan ve özellikle kadınların çekicilikleri konusunda sürekli<br/>değişmekte olan görüşlerle bağlantılı bir diyet yapma düşüncesi” ile ilişkilidir. Halbuki modern öncesi dönemde toplumların çoğunda ideal kadın bedeni daha derli topluydu.<br/>Doğru cevap B şıkkıdır."
  },
  {
    "id": "2845450",
    "unitNumber": 5,
    "text": "Giddens aileyi nasıl tanımlamıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Yetişkin üyelerin çocuklara bakma sorumluluğunu üstlendiği ve akraba bağlantıları ile doğrudan doğruya bağlanan bir insanlar topluluğudur.",
      "B": "kuşak ilişkilerine göre ana, baba ve çocuklardan meydana gelen bir gruptur.",
      "C": "Aile; çocuklar da dâhil olmak üzere dayanışma ihtiyacı duyan grupların bulunduğu bütün toplumlarda var olan ve insanları birbirine bakmaları için bir araya getiren sosyal bir kurumdur.",
      "D": "resmî olarak aile, kan, evlilik ya da evlat edinme yoluyla birbirine bağlanarak yaşayan insanlar.",
      "E": "aileler evlilik kurumu etrafında biçimlenen ekonomik işbirliği, cinsel etkinlik ve doğurganlığı da içeren hukuki bir ilişki ağı geliştirmektedir"
    },
    "explanation": "Doğru cevap \"a\" şıkkıdır, çünkü diğer şıklarda metinde bulunan tanımlar veya başka bir bilim adamının tanımı vardır. Wincnh ise aileyi, “kuşak<br/>ilişkilerine göre ana, baba ve çocuklardan meydana<br/>gelen bir gruptur” olarak ifade etmiştir."
  },
  {
    "id": "2845451",
    "unitNumber": 5,
    "text": "Evlilik, ortak soy veya evlat edinmeye dayalı sosyal bağa ne ad verilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "aile",
      "B": "akrabalık",
      "C": "poligami",
      "D": "poliandri",
      "E": "polijini"
    },
    "explanation": "Doğru cevap \"b\" şıkkıdır. Çocuklar dâhil dayanışmaya bağlı grupların bulunduğu ve bütün toplumlarda var olan, insanları birbirine bakmaları için bir araya getiren sosyal kuruma aile denir. Günümüzde sokağa terk edilip devletin bakımını üstlendiği bireyler hariç her birey bir aileye sahiptir. Evlilik, ortak soy veya evlat edinmeye dayalı sosyal bağa akrabalık denir. İki eşi birleştiren tek eşli evlilik monogami olarak tanımlanırken iki veya daha fazla eşten oluşan evlilik poligami olarak tanımlanmıştır. Gelişmiş ülkelerde monogami evliliklere izin verilirken Afrika ve Ortadoğu’da poligami daha fazla görülmektedir. Bir erkek ve iki veya daha fazla kadının evlenmesi polijini, bir kadın ile iki veya daha fazla erkeğin evlenmesi poliandri olarak tanımlanır."
  },
  {
    "id": "2845452",
    "unitNumber": 5,
    "text": "Bir erkek öldüğünde geride eşi ve çocukları kalıyorsa kadının ölen erkeğin erkek kardeşiyle (kayınbirader) evlenmesine ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "sororat evlilik",
      "B": "endogami",
      "C": "levirat evlilik",
      "D": "poliandri",
      "E": "egzogami"
    },
    "explanation": "Bazı toplumlarda levirat ve sororat evlilikler de söz konusudur. Bir erkek öldüğünde geride eşi ve çocukları kalıyorsa kadının ölen erkeğin erkek kardeşiyle (kayınbirader) evlenmesine levirat evlilik denir. Bu evlilikte amaç dul kalan kadın ile çocuklarının<br/>yaşamını güvence altına almak, akrabalık bağlarının devamını sağlamak ve kadının cinselliğinin devamı ile gelecekte doğacak çocuklar üzerinde hak sahipliğini devam ettirme gayesi vardır. Erkeğin ölen eşinin kız kardeşiyle (baldızı) evlenmesine ise sororat evlilik denir. Kız veren aile, ölen kişinin yerine bir kız daha vererek hem ilişkiyi devam ettirmiş olur hem de torunlarının bakımını garanti altına almış olur. Sororot ve leviratın evliliklerin uygulandığı toplumlarda iki aile arasında kurulmuş kayınlık ilişkileri eşlerden birinin ölümünden sonra bile devam ettirilir.Potansiyel eşlerini aynı yaş, ırk, din, mezhep veya sosyal sınıf ile sınırlayan aynı sosyal kategorideki insanların evlenmesine endogami (içeriden evlenme) denir. Yaş, ırk, din, mezhep veya<br/>sosyal sınıfları farklı olan ve farklı sosyal kategorideki bireylerin evlenmesine egzogami (dışarıdan evlenme)denir. Bir kadın ile iki veya daha fazla erkeğin evlenmesi poliandri olarak tanımlanır"
  },
  {
    "id": "2845453",
    "unitNumber": 5,
    "text": "Aileyi toplumun merkezine koymakla birlikte aile kurumunun toplumda var olan eşitsizliği sürdüren bir işleve sahip olduğunu öne süren yaklaşımın adı nedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yapısal İşlevselci",
      "B": "Sembolik Etkileşim",
      "C": "akrabalık organizasyonlarının sürdürülmesi",
      "D": "ekonomik ve cinsel mülkiyet",
      "E": "Sosyal Çatışmacı"
    },
    "explanation": "Sosyal çatışmacı yaklaşım, aileyi toplumun merkezine koymakla birlikte aile kurumunun toplumda var olan eşitsizliği sürdüren bir işleve sahip olduğunu öne sürmektedir. Engels’e göre aile reisinin<br/>bütün mal varlığını oğullarına aktarmasının sebebi<br/>erkeklerin ihtiyacının karşılanmasını sağlamaya<br/>dönüktür. Böylece aile her yeni nesilde sosyal sınıflarını yeniden üreterek toplumun diğer bireylerine<br/>göre ekonomik yönden avantaj sağlar ve refahlarını<br/>devam ettirirler. Ataerkillik bu eşitsiz durumu devam ettirmek için kullanılır ve kadını erkeğin ekonomik ve cinsel mülkiyetine dönüştürür."
  },
  {
    "id": "2845454",
    "unitNumber": 5,
    "text": "Belli bir coğrafya üzerinde temel toplumsal değerler ve hedefler çerçevesinde örgütlenen, insan ve insan topluluklarının ortak kültürü sonucu üretilen kurumsallaşmış sosyal ilişkiler bütününe ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Eğitim Sosyolojisi",
      "B": "Sosyoloji",
      "C": "sosyal ilişki",
      "D": "Toplum",
      "E": "toplumsallaşma"
    },
    "explanation": "Bu açıklamalardan hareketle toplum tanımını şu şekilde yapmak mümkündür. Toplum; belli bir coğrafya üzerinde temel toplumsal değerler ve hedefler çerçevesinde örgütlenen,<br/>insan ve insan topluluklarının ortak kültürü sonucu üretilen kurumsallaşmış sosyal ilişkiler bütünüdür.<br/>Bu ilişkilerin niteliği toplumların geleneksel-kapalı<br/>toplum ya da modern-açık toplum olmalarını sağlar ."
  },
  {
    "id": "2845456",
    "unitNumber": 5,
    "text": "Okulu diğer sosyal kurumlardan ayıran veya okulu farklı kılan özelliği aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Okulun belirli bir nüfusu (kontenjanı) yoktur.",
      "B": "Okulun belirli bir kültürü vardır.",
      "C": "Okulda siz duygusu topluma farklı şekilde yansır.",
      "D": "Farklı kültürler yine okul içinde gelişmez.",
      "E": "Okullarda bir otorite olmaz ve bu otorite denetim yoluyla sürdürülür."
    },
    "explanation": "Okulu diğer sosyal kurumlardan ayıran veya okulu farklı kılan özellikleri<br/>şöyle sıralayabiliriz (Çelikkaya, 2014: 83-84);<br/>• Okulun belirli bir kültürü vardır. Bu kültür<br/>akademik, sosyal, kültürel ve sanatsal bir<br/>nitelik taşır. Çünkü okullar formal eğitim<br/>verilen kurumlar olup belirli bir plan ve<br/>program tarafından bireyleri belirli kazanımlara ulaştırmak istemektedir. Halbuki<br/>halk kültüründe böyle bir nitelik bulunmamaktadır."
  },
  {
    "id": "2845457",
    "unitNumber": 5,
    "text": "\"Tarafsız eğitim diye bir şey yoktur. Eğitim; ya bireyleri var olan sistemin mantığı ile<br/>bütünleşmesini kolaylaştırarak düzene uyumlu hâle getirmeye çalışan bir araç olarak işler ya da onların içinde buldukları gerçeklik durumuna eleştirel ve yaratıcı bir bakış açısıyla bakmalarını ve dünyalarını dönüştürmelerine nasıl katkı sunacaklarını keşfetmelerine yarayan bir araç ve bir özgürlük pratiği hâline gelir\", düşüncesi kime aittir?",
    "correctAnswer": "B",
    "options": {
      "A": "Auguste Comte",
      "B": "Paulo Freire",
      "C": "İbn-i Haldun",
      "D": "Micheal W. Apple",
      "E": "Mao Zedong"
    },
    "explanation": "Paulo Freire’nin Eğitim ile İlgili<br/>Görüşleri<br/>Eleştirel pedagojinin önemli isimlerinden olan<br/>Freire’ye göre tarafsız eğitim diye bir şey yoktur.<br/>Eğitim; ya bireyleri var olan sistemin mantığı ile<br/>bütünleşmesini kolaylaştırarak düzene uyumlu hâle<br/>getirmeye çalışan bir araç olarak işler ya da onların<br/>içinde buldukları gerçeklik durumuna eleştirel ve<br/>yaratıcı bir bakış açısıyla bakmalarını ve dünyalarını dönüştürmelerine nasıl katkı sunacaklarını keşfetmelerine yarayan bir araç ve bir özgürlük pratiği<br/>hâline gelir."
  },
  {
    "id": "2845458",
    "unitNumber": 5,
    "text": "Apple’a göre okullar, ne tür bir sermayenin birikiminde temel rol oynar?",
    "correctAnswer": "C",
    "options": {
      "A": "sosyal",
      "B": "doğal",
      "C": "kültürel",
      "D": "eğitsel",
      "E": "ekonomik"
    },
    "explanation": "Apple için okullar egemen ideolojinin üretildiği yerler olduğundan toplumu dinamik tutabilmek için okulların öğrencilere eleştirel düşünmeyi<br/>ve olaylara eleştirel yaklaşmayı öğretmesi gerekir.<br/>Eğitimcilerin ve entelektüellerin birinci görevi insanların kazanılması ve mücadele edilen alanlarda<br/>birlik sağlanmasıdır. Apple’a göre okullar, kültürel<br/>sermayenin birikiminde temel rol oynar."
  },
  {
    "id": "2845460",
    "unitNumber": 5,
    "text": "Macionis’e göre toplumun, halk sağlığını yönlendirdiği bir yolun adı nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kültürel örüntüler sağlığı tanımlar.",
      "B": "sadece hastalık ve sakatlığın olmayışı değil, aynı zamanda fiziksel, ruhsal ve sosyal yönden tam bir iyilik hâlidir.",
      "C": "Bir toplumun teknolojisi halkın sağlığını etkilemez.",
      "D": "toplumdan uzak olanların da toplum içinde yaşayanlara göre ölüm oranı iki-üç kat daha fazladır",
      "E": "Kültürel ve sosyal aidiyete bağlı olarak hastalığın tasviri de değişmektedir."
    },
    "explanation": "Macionis’e (2013) göre toplum,<br/>halk sağlığını dört ana yoldan biçimlendirir:<br/>1. Kültürel örüntüler sağlığı tanımlar. Sağlık<br/>standartları kültürden kültüre değişimler<br/>gösterir. Örneğin tropikal bölgelerde ciltte<br/>bir enfeksiyon sonucu ortaya çıkan yaws<br/>hastalığı, Sahra Afrika’sında sık görülmekte<br/>ve normal karşılanmaktadır. Gelişmiş ülkelerde obezite ciddi boyutlara ulaşmasına<br/>rağmen bu sorun normal karşılanabilmektedir. Toplumlarda insanların diğer bireylere yansıttıkları güç, moral ve motivasyon<br/>olarak düşündükleridir. Toplumda özellikle<br/>erkeklerin rekabetçi yaşam biçimi sağlıktır.<br/>Çünkü fiziki yönden kaslı ve güçlü olmak<br/>geleneklere uygundur."
  },
  {
    "id": "2845462",
    "unitNumber": 5,
    "text": "Hasta rolü kavramını kim ortaya atmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "M. Zborowski",
      "B": "Micheal W. Apple",
      "C": "Macionis",
      "D": "Giddens",
      "E": "Talcott Parsons"
    },
    "explanation": "Hastalık ve Hasta Rolü<br/>İşlevselci yaklaşımın önde gelen sosyologlarından olan Talcott Parsons (1952) hasta rolü kavramını, hastaların hastalığın yıkıcı etkilerini hafifletmek<br/>için benimsediklerini davranış kalıplarını ifade etmek için kullanır."
  },
  {
    "id": "2847744",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>Bu dönem Fransız Devrimi ile başlamıştır.</li> <li>Bu dönemde somut olgular incelenmiştir.</li> <li>Bu dönemde her şey soyut ve doğaüstü güçlerle açıklanmıştır.</li> <li>Bu düşünce ile endüstriyel girişimciler ortaya çıkmıştır.</li> </ol> Yukarıdaki özelliklerden hangi/hangileri Comte’un “üç durum yasası” ndan pozitif aşamaya aittir?",
    "correctAnswer": "B",
    "options": {
      "A": "I, II, III ve IV",
      "B": "I, II ve IV",
      "C": "I, II ve III",
      "D": "II, III ve IV",
      "E": "I, III ve IV"
    },
    "explanation": "Doğru yanıt B seçeneğindedir. Comte, insanlık tarihi ve bireyin gelişim tarihini açıkladığı Üç Durum Yasasına göre insanın düşünme yapısındaki değişikliklerle ortaya çıkan ve birbirini izleyen teolojik, metafizik ve pozitivist olmak üzere üç aşama bulunmaktadır. Pozitif aşamaya geçişi sağlayan olay Fransız Devrimi’dir. Pozitivist dönemde insanlar doğadaki ve toplumsal yaşamdaki olguları açıklayabilmek için somut ve gözlenebilir olguları incelemeye yönelmişlerdir. Comte’a göre pozitif düşünme endüstriyel girişimcilerin ortaya çıkmasına neden olmuştur."
  },
  {
    "id": "2847747",
    "unitNumber": 5,
    "text": "<ol type=\"I\"><br/><li>Tarafsız eğitim yoktur.</li><br/><li>Sadece cevaplardan oluşan bir eğitim sistemi merak duygusuna katkı sağlamaz.</li><br/><li>Sözel anlatıma dayalı bir eğitim sistemi sadece ezberlemeye yol açar.</li><br/><li>Öğretmenler tarafından beyinleri doldurulan öğrenciler yatırım nesnesi, öğretmen ise yatırımcı konumdadır.</li><br/></ol><br/>Yukarıdaki görüşlerden hangi/hangileri Paulo Freire’nin eğitim ile İlgili görüşleri içinde yer almaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II ve III",
      "B": "I, III ve IV",
      "C": "II, III ve IV",
      "D": "I, II ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Doğru yanıt E seçeneğindedir. Eleştirel pedagojinin önemli isimlerinden olan Freire’ye göre tarafsız eğitim diye bir şey yoktur.<br/><ul><br/><li>Sadece cevaplardan oluşan bir eğitim sistemi, bilgiye ulaşma ve kavrama sürecinin ayrılmaz bir parçası olan merak duygusuna hiçbir katkı sağlamadığı gibi bu tür bir eğitim içeriği mekanik bir şekilde ezber yapmaktan öteye gidemez.</li><br/><li>Sözel anlatıma dayalı bir eğitim sistemi, öğrencilerin anlatılan şeyi sadece mekanik olarak ezberlemesine yol açar.</li><br/><li>Öğrencilerin öğretmenler tarafından doldurulması gereken bidonlara (beyinlere) ve kaplara dönüşmesidir. Öğretmen kapları (beyinleri) ne kadar çok doldurursa o kadar iyi bir öğretmendir. Böylelikle eğitim, bir tasarruf yatırımı aracına dönüşür. Öğrenciler yatırım nesnesi, öğretmen ise yatırımcı konumdadır.</li><br/><li>Öğretmen iletişim kurmak için âdeta bir bankacı gibi tahvilleri çıkarır ve öğrencilerin sabırla aldığı, ezberlediği ve tekrarladığı yatırımlar yapar. Freire bu duruma bankacı eğitim modeli adını vermektedir. Diğer bir deyişle bankacı eğitim modelinde bilgi kendilerini bilen sayanların (öğretmenlerin) yine onlar tarafından hiçbir şey bilmeyenlere (öğrencilere) verdiği bir armağandır. Hâlbuki başkalarını mutlak ve bilgisiz cahil saymak, baskıya dayalı ideolojilerin karakteristik özelliğidir. Öğretmen de öğrencinin cehaletini mutlak sayarak kendi varlık sebebini gerekçelendirir. </li><br/></ul>"
  },
  {
    "id": "2847750",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>Okullar, kültürel sermayenin birikiminde temel rol oynar.</li> <li>Egemen grupların kültürel sermayeleri (tarz, dil, kültürel eğilimleri vb)nakde dönüştürülebilir.</li> <li>Okullar, öğrencilere eleştirel düşünmeyi ve olaylara eleştirel yaklaşmayı öğretmelidir.</li> <li>Okullar liyakate dayalı yerler değildir.</li> </ol> Yukarıdaki görüşlerden hangi/hangileri Micheal W. Apple’ın eğitim ile İlgili görüşleri içinde yer almaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "I, II ve III",
      "B": "I, III ve IV",
      "C": "II, III ve IV",
      "D": "I, II ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Doğru yanıt B seçeneğindedir. Okulların öğrencilere eleştirel düşünmeyi ve olaylara eleştirel yaklaşmayı öğretmesi gerekir. Eğitimcilerin ve entelektüellerin birinci görevi insanların kazanılması ve mücadele edilen alanlarda birlik sağlanmasıdır. Apple’a göre okullar, kültürel sermayenin birikiminde temel rol oynar. Okullar kapitalist toplumun ihtiyaç duyduğu kültürel metaları ortaya koyarak bir üretim aracına dönüştürür. Okullar birçok sosyoloğun iddia ettiği gibi meritokrasiye (liyakat) dayalı yerler değildir. Apple, klasik Marksist kuramın temel söylemini oluşturan işçi sınıfının önderliğinde gerçekleştirilecek bir devrim ile alt yapının dönüştürüleceği düşüncesinde değil daha çok kültürel mücadele ile kazanılan alanları gündeme getirmektedir."
  },
  {
    "id": "2847753",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>Aile evlilik kurumu etrafında biçimlenir.</li> <li>Yetişkin üyeler, çocukların bakımından sorumludur.</li> <li>Akraba bağlantıları ile bağlı topluluklardır.</li> <li>Aile; anne, baba ve çocuklardan oluşur.</li> </ol> Yukarıdaki özelliklerden hangi/hangileri Giddens’in aile tanımında yer almaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "II ve III",
      "D": "I, II ve IV",
      "E": "I, II, II ve IV"
    },
    "explanation": "Doğru yanıt C seçeneğindedir. Giddens, aileyi “Yetişkin üyelerin çocuklara bakma sorumluluğunu üstlendiği ve akraba bağlantıları ile doğrudan doğruya bağlanan bir insanlar topluluğu” olarak tanımlamıştır."
  },
  {
    "id": "2847757",
    "unitNumber": 5,
    "text": "<ol type=\"I\"><br/><li>Şehirdeki yaşamın pahalı olması</li><br/><li>Nitelikli iş gücüne talebin fazla olması</li><br/><li>Akrabalık ilişkilerinin zayıflaması</li><br/><li>Büyükanne ve büyük babaya ihtiyaç kalmaması</li><br/></ol><br/>Yukarıdaki özelliklerden hangi/hangileri çekirdek aile olgusunu ortaya çıkaran etkenler arasında yer almaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "I, II ve III",
      "B": "II, III ve IV",
      "C": "I, II ve IV",
      "D": "I, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Doğru yanıt C seçeneğindedir. Sanayileşmeyle birlikte şehirdeki yaşamın pahalı olması, nitelikli iş gücüne dayanan talebin fazla olması ve büyükanne ve büyük babaya duyulan ihtiyacın fazla olmaması nedeniyle geniş ailenin yerini çekirdek aile almıştır."
  },
  {
    "id": "2847759",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>Kadın ve erkek aynı statüye sahiptir.</li> <li>Kadın ve erkek aynı haklara sahiptir.</li> <li>Kişilerin özel mülkiyetleri yoktur.</li> <li>Balkanlar, Afrika ve Asya’da görülmektedir.</li> </ol> Yukarıdaki özelliklerden hangi/hangileri anaerkil özellikleri arasında yer almaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "III ve IV",
      "D": "I, II ve III",
      "E": "I, II, III ve IV"
    },
    "explanation": "Doğru yanıt B seçeneğindedir. Anaerkil ailede; ev, toprak ve her türlü eşya ortaktır. Bu ailedeki kişilerde özel mülkiyet söz konusu değildir. Bu aile türünde kadın ve erkek aynı haklara sahip olmakla birlikte kadın daha fazla statüye sahiptir. Ancak anaerkil ailede ana akrabalığı hâkim olsa bile otorite anadan ziyade ananın erkek kardeşi olan dayıda toplanmaktadır. Seçeneklerdeki diğer iki özellik başka aile türlerine aittir."
  },
  {
    "id": "2847761",
    "unitNumber": 5,
    "text": "<ol type=\"I\"><br/><li>Akraba dışından kişilerle evlenme toplumun genişlemesi sağlanır.</li><br/><li>Akraba dışından kişilerle evlenme farklı ailelerle toplumsal bağ oluşur.</li><br/><li>Akrabalar arasında hak ve sorumluluklar daha kolay düzenlenir.</li><br/><li>Ensest tabu toplumun sağlıklı bir şekilde devamını sağlar.</li><br/></ol><br/>Yukarıdakilerden hangi/hangileri ensest tabunun sağladığı yararlar arasında yer almaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II ve III",
      "B": "II, III ve IV",
      "C": "I, III ve IV",
      "D": "I, II ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Doğru yanıt A seçeneğindedir. Ensest tabu, birincisi cinsel ilişkiyi yakın akrabalar arasında kısıtlayarak aile bireyleri arasındaki rekabeti engeller. İkincisi akrabalar arasında hak ve sorumlulukları düzenleyerek aile düzenini tehdit edebilecek ilişkileri yasaklar. Üçüncüsü ise aile bireylerini akrabalar dışında evlenmeye teşvik ederek toplumun genişlemesini ve farklı ailelerle toplumsal bağların oluşmasını sağlar."
  },
  {
    "id": "2847762",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>Cinsel etkinlik toplumsal kuramlara bağlı olarak düzenlenmelidir.</li> <li>Çocuklar ebeveynleri tarafından yetiştirilmelidir.</li> <li>Evlilik kadınlar için, uzun ve mutlu bir hayatın anahtarıdır.</li> <li>İnsanlar kendilerine benzeyen(inanç, renk gibi) kişilerle evlenmelidir.</li> </ol> Yukarıdakilerden hangileri aile kurumlarının işlevlerine yönelik yaklaşımlardan “Yapısal İşlevselci Yaklaşımın” özellikleri arasında yer almaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "III ve IV",
      "D": "I, II ve III",
      "E": "I, II, III ve IV"
    },
    "explanation": "Doğru yanıt A seçeneğindedir. Bu yaklaşıma göre aile, pek çok hayati görevi yerine getirdiği için toplumun omurgasını oluşturur. Ailenin ilk ve en önemli görevi çocukların toplumun diğer üyelerine katılabilmeleri ve toplumun devamını sağlayabilmeleri için ebeveynleri tarafından yetiştirilmeli ve sosyalleştirilmelidir. Ailenin ikinci görevi ise cinsel etkinliği toplumsal kurallara bağlı olarak düzenlemesidir. Bu düzenleme ihtiyacı her kültürde var olup mülkiyet haklarının ve akrabalık organizasyonlarının sürdürülmesini amaçlamaktadır."
  },
  {
    "id": "2847764",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>Aile, yapısal bir sistemdir ve makro düzeyde analiz edilmelidir.</li> <li>Aile, yaşamdaki deneyimlerin ve bireysel kalıpların oluştuğu mikro düzeyde bir sistemdir.</li> <li>Aile, samimiyet ve korkunun paylaşıldığı bir yaşam biçimidir.</li> <li>Cinsel etkinlik toplumsal kuramlara bağlı olarak düzenlenmelidir.</li> </ol> Yukarıdakilerden hangileri aile kurumlarının işlevlerine yönelik yaklaşımlardan “sembolik etkileşim yaklaşımı” özellikleri arasında yer almaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "II ve III",
      "B": "I ve II",
      "C": "III ve IV",
      "D": "I, II ve III",
      "E": "I, II, III ve IV"
    },
    "explanation": "Doğru yanıt A seçeneğindedir. Hem yapısal işlevselci yaklaşım hem de sosyal çatışmacı yaklaşım aileyi yapısal bir sistem olarak makro düzeyde analiz ederken sembolik etkileşim yaklaşımı yaşamdaki deneyimlerin ve bireysel kalıpların oluştuğu mikro düzeyde oluşan bir sistem olarak görmektedir. Bu yaklaşıma göre aile, samimiyet ve korkunun paylaşıldığı bir yaşam biçimidir."
  },
  {
    "id": "2847766",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>Bu anlayış tıbba yaklaşık 200 yıldır egemendir.</li> <li>Bu anlayışa alternatif tıp ta denilmektedir.</li> <li>Bu anlayış, hastalığı tıbbi müdahale ile iyileşen “geçici ”bir durum olarak tanımlar.</li> <li>Bu anlayışta hastalık, ortaya çıktıktan sonra tedavi edilir.</li> </ol> Yukarıda yer alan özelliklerden hangi/hangileri biyomedikal sağlık modeliyle ilgilidir?",
    "correctAnswer": "C",
    "options": {
      "A": "I, II, III ve IV",
      "B": "I, II ve III",
      "C": "I, III ve IV",
      "D": "I, II ve IV",
      "E": "II, III ve IV"
    },
    "explanation": "Doğru yanıt C seçeneğindedir. Sanayi devriminden önce toplumlarda hastalık veya rahatsızlıklarla genelde aile ilgileniyordu. Bununla birlikte hastalıkları doğal veya büyü yoluyla iyileştirdiğini iddia eden ve bazı bitkisel karışımların yapımında uzman olan kişilerde bulunmaktaydı. Bu uygulama alternatif tıp olarak nitelendirilmektedir. Yaklaşık iki yüzyıldır tıbba, biyolojik medikal sağlık anlayışı egemen olmuştur.<br/>Biyomedikal sağlık modeli temel sağlık alanlarına kuvvetli katkılar yapmış, teknik olarak güçlü bir bilime dayalı olduğundan ve işe yarar göründüğünden günümüzde tıp uygulamalarına egemen olmuştur. Biyomedikal sağlık modeli aşağıdaki varsayımlara dayanır (...)<br/><ul> <li>Hastalık; tıbbi müdahale ile iyileştirilebilen geçici organik bir durumdur.</li> </ul> (…)<br/><ul> <li>Hastalık; belirtileri ortaya çıktıktan sonra tedavi edilir. Çünkü tedavinin uygulanması tepkisel bir iyileştirme sürecidir.</li> </ul> (…)"
  },
  {
    "id": "2849337",
    "unitNumber": 5,
    "text": "Potansiyel eşlerini aynı yaş, ırk, din, mezhep veya sosyal sınıf ile sınırlayan aynı sosyal kategorideki insanların evlenmesine ne denir?",
    "correctAnswer": "B",
    "options": {
      "A": "soydaş",
      "B": "endogami",
      "C": "monogami",
      "D": "egzogami",
      "E": "poligami"
    },
    "explanation": "Potansiyel eşlerini aynı yaş, ırk, din, mezhep veya sosyal sınıf ile sınırlayan aynı sosyal kategorideki insanların evlenmesine endogami denir?"
  },
  {
    "id": "2849343",
    "unitNumber": 5,
    "text": "Bir kadın ile iki veya daha fazla erkeğin evlenmesine ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "monogami",
      "B": "poliandri",
      "C": "poligami",
      "D": "polijini",
      "E": "egzogami"
    },
    "explanation": "Bir kadın ile iki veya daha fazla erkeğin evlenmesine poliandri denir."
  },
  {
    "id": "2849377",
    "unitNumber": 5,
    "text": "Pederşahi aile veya patriarkal aile olarak da nitelendirilen ataerkil aile ilk olarak hangi toplumlarda görülmüştür?",
    "correctAnswer": "C",
    "options": {
      "A": "Çin",
      "B": "Yunanistan",
      "C": "Roma",
      "D": "Yahudi",
      "E": "Hindistan"
    },
    "explanation": "Pederşahi aile, patriarkal aile veya Roma ailesi olarak da nitelendirilen ataerkil aile ilk olarak Romalılarda rastlanmış ve daha sonra Yunanistan, Hindistan, Çin ve Yahudi toplumlarında da görülmüştür."
  },
  {
    "id": "2849385",
    "unitNumber": 5,
    "text": "Köyde yaşayan bir çocuğun tarlayı nasıl süreceğini, nasıl ekip biçeceğini, hayvanların bakımını nasıl yapacağını büyüklerini gözleyerek ve onların davranışlarını taklit ederek öğrenmesine ne denir?",
    "correctAnswer": "C",
    "options": {
      "A": "uzaktan eğitim",
      "B": "yaygın eğitim",
      "C": "informal eğitim",
      "D": "formal eğitim",
      "E": "örgün eğitim"
    },
    "explanation": "Köyde yaşayan bir çocuğun tarlayı nasıl süreceğini, nasıl ekip biçeceğini, hayvanların bakımını nasıl yapacağını büyüklerini gözleyerek ve onların davranışlarını taklit ederek öğrenmesine informal eğitim denir"
  },
  {
    "id": "2849397",
    "unitNumber": 5,
    "text": "• Öğrenciye sert davranılmamalı,<br/>• İki bilgi aynı anda öğretilmemeli,<br/>• Öğretimde sıra takip edilmeli,<br/>• İhtiyacı olan öğrencilere takviye dersler ve- rilmeli,<br/>• Bilgi edinmek için geziler düzenlenmeli,<br/>• Ezbere dayalı bir eğitim verilmemeli,<br/>Yukarıdaki maddeler kimin eğitim ile ilgili görüşleridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Paulo Freire",
      "B": "Auguste Comte",
      "C": "Micheal W. Apple",
      "D": "İbn-i Haldun",
      "E": "Ivan Illich"
    },
    "explanation": "İbn-i Haldun’un eğitim ile ilgili görüşlerinde çocuk eğitimi de yer almaktadır. Çocuk eğitimde dikkat edilmesi gere- kenleri Tezcan (1981) şu şekilde sıralamıştır:<br/>• Öğrenciye sert davranılmamalı,<br/>• İki bilgi aynı anda öğretilmemeli,<br/>• Öğretimde sıra takip edilmeli,<br/>• İhtiyacı olan öğrencilere takviye dersler ve- rilmeli,<br/>• Bilgi edinmek için geziler düzenlenmeli,<br/>• Ezbere dayalı bir eğitim verilmemeli,<br/>• Öğrenmede içerik somutlaştırılmalı,<br/>• Basitten karmaşığa doğru bir süreç işlenmeli, • Konular tekrar edilmeli,<br/>• Çocukların yeteneğine önem verilmeli, • Sadece gerekli bilgi verilmeli,<br/>• Konular tartışılarak öğretilmeli."
  },
  {
    "id": "2849406",
    "unitNumber": 5,
    "text": "Comte, insanlık tarihi ve bireyin gelişim tarihini kaç durum yasası ile açıklamaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "İki",
      "B": "Üç",
      "C": "Dört",
      "D": "Beş",
      "E": "Altı"
    },
    "explanation": "Comte, insanlık tarihi ve bireyin gelişim tarihini üç durum yasası ile açıklamaktadır. Üç durum yasasına göre insanın düşünme yapısındaki değişikliklerle ortaya çıkan ve birbirini izleyen teolojik, metafizik ve pozitivist olmak üzere üç aşama bulunmaktadır."
  },
  {
    "id": "2849415",
    "unitNumber": 5,
    "text": "Genel olarak 1300 ile 1800 yılları arasında yaşanmış, her şeyin doğaüstü ve soyut kavramlar ile açıklandığı aşama aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "metafizik",
      "B": "negatif",
      "C": "teolojik",
      "D": "felsefik",
      "E": "pozitivist"
    },
    "explanation": "Metafizik Aşama: Rönesans’la birlikte teo- lojik aşamadan metafizik aşamasına geçil- miştir. Genel olarak 1300 ile 1800 yılları arasında yaşanmıştır. Her şeyin doğaüstü ve soyut kavramlar ile açıklandığı aşamadır. Comte’a göre bu aşamalardan her biri bir öncekinin sonucu bir sonrakinin ise hazır- layıcısı durumundadır."
  },
  {
    "id": "2849419",
    "unitNumber": 5,
    "text": "Yoksunları eyleme geçmekten alıkoyan şey nedir? Sağduyunun bu durumda rolü nedir?<br/>Okullar yeni bir toplum düzeni kurmaya kalkışacaklar mı?<br/>Sorularını karşılayan kitabın adı nedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Eğitim ve Okullar",
      "B": "Eğitim ve İnsanlık",
      "C": "Eğitim ve Toplum",
      "D": "Eğitim ve Politika",
      "E": "Eğitim ve İktidar"
    },
    "explanation": "Yirminci yüzyılın en iyi elli eğitimcisinden biri olarak kabul edilen Micheal W. Apple, “Eğitim ve İktidar” adlı kitabında şu soruları sormaktadır:<br/>• Yoksunları eyleme geçmekten alıkoyan şey nedir? Sağduyunun bu durumda rolü nedir?<br/>• Okullar yeni bir toplum düzeni kurmaya kalkışacaklar mı?<br/>• Toplumsal kurumlar, okullar ve kültürel aygıtın diğer unsurları, yoksunların eyleme geçmesini engellemede ve karşı hegemonik hareketlerin yaratılmasında nasıl rol oynar?"
  },
  {
    "id": "2849448",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi (1952) ABD’de gerçekleştirdiği bir çalışmada İtal- yan Katolik göçmenlerin, Doğu Avrupalı Yahudi- lerin veya İrlandalı Protestanların acıyı farklı bi- çimde tarif ettiklerini tespit etmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Zborowski",
      "B": "Parsons",
      "C": "Giddens",
      "D": "Dünya Sağlık Örgütü",
      "E": "Borlandi"
    },
    "explanation": "M. Zborowski (1952) ABD’de gerçekleştirdiği bir çalışmada İtal- yan Katolik göçmenlerin, Doğu Avrupalı Yahudilerin veya İrlandalı Protestanların acıyı farklı biçimde tarif ettiklerini tespit etmiştir."
  },
  {
    "id": "2849452",
    "unitNumber": 5,
    "text": "Anoreksia nervoza ve bulimia hastalığına yakalananların yüzde kaçı kadınlardır?",
    "correctAnswer": "D",
    "options": {
      "A": "85’i",
      "B": "88’i",
      "C": "90’ı",
      "D": "95’i",
      "E": "98’i"
    },
    "explanation": "Anoreksia nervoza ve bulimia hastalığına yakalananların %95’i kadınlar olup çoğunluğu beyaz ve zengin ailelere mensuptur."
  },
  {
    "id": "3843583",
    "unitNumber": 5,
    "text": "Evlenen kadının kocasının ailesiyle yaşamasına __________ aile tipi denir. Boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Neolokal",
      "B": "Matrilokal",
      "C": "Patrilokal",
      "D": "Geniş",
      "E": "Çekirdek"
    },
    "explanation": "Patrilokal"
  },
  {
    "id": "3843584",
    "unitNumber": 5,
    "text": "I. Endogami, aynı sosyal gruptan bireylerin evlenmesidir.<br/>II. Poliandri, bir kadının birden fazla erkekle evlenmesidir.<br/>III. Levirat evlilikte erkek, ölen eşinin kız kardeşiyle evlenir.<br/>Yukarıdaki ifadelerden hangileri doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız I",
      "B": "I-II",
      "C": "I-III",
      "D": "II-III",
      "E": "I-II-III"
    },
    "explanation": "I-II"
  },
  {
    "id": "3843585",
    "unitNumber": 5,
    "text": "Aşağıdaki aile tiplerinden hangisi sanayi toplumlarında yaygın olarak görülmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Geniş aile",
      "B": "Ataerkil aile",
      "C": "Matrilokal aile",
      "D": "Pederi aile",
      "E": "Çekirdek aile"
    },
    "explanation": "Çekirdek aile"
  },
  {
    "id": "3843586",
    "unitNumber": 5,
    "text": "Akrabalar arasında evlilik ve cinsel ilişkiyi yasaklayan kurallara __________ denir. Boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Poligami",
      "B": "Sosyal tabu",
      "C": "Ensest tabu",
      "D": "Levirat",
      "E": "Egzogami"
    },
    "explanation": "Ensest tabu"
  },
  {
    "id": "3843587",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi endogami evliliğe örnektir?",
    "correctAnswer": "A",
    "options": {
      "A": "Aynı meslek grubundan iki kişinin evlenmesi",
      "B": "Bir doktorun öğretmenle evlenmesi",
      "C": "Farklı dinlerden iki bireyin evlenmesi",
      "D": "Yabancı uyruklu iki bireyin evlenmesi",
      "E": "Farklı şehirlerden gelen bireylerin evlenmesi"
    },
    "explanation": "Aynı meslek grubundan iki kişinin evlenmesi"
  },
  {
    "id": "3843588",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi informal eğitimin özelliğidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Planlı ve örgün olması",
      "B": "Belirli bir programa dayalı olması",
      "C": "Denetimli yapılması",
      "D": "Okul ortamında gerçekleşmesi",
      "E": "Taklit yoluyla öğrenilmesi"
    },
    "explanation": "Taklit yoluyla öğrenilmesi"
  },
  {
    "id": "3843589",
    "unitNumber": 5,
    "text": "I. Yaygın eğitim formal eğitimin bir türüdür.<br/>II. Örgün eğitim okul dışında gerçekleşir.<br/>III. İnformal eğitim plansız ve kendiliğindendir.<br/>Aşağıdaki ifadelerden hangileri doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Yalnız III",
      "B": "I-II",
      "C": "II-III",
      "D": "I-III",
      "E": "I-II-III"
    },
    "explanation": "III"
  },
  {
    "id": "3843590",
    "unitNumber": 5,
    "text": "Birey toplumsallaşırken __________, bireyselleşirken toplumsallaşır. Boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "yalnızlaşır",
      "B": "yabancılaşır",
      "C": "bireyselleşir",
      "D": "özdeşleşir",
      "E": "değişir"
    },
    "explanation": "bireyselleşir"
  },
  {
    "id": "3843594",
    "unitNumber": 5,
    "text": "Paulo Freire’e göre bankacı eğitim modeli neyi eleştirir?",
    "correctAnswer": "E",
    "options": {
      "A": "Öğretmenlerin yaratıcı olmasını",
      "B": "Öğrencilerin aktif olması gerektiğini",
      "C": "Eğitimin yapısalcı temellerini",
      "D": "Pozitif bilimleri",
      "E": "Ezbere dayalı eğitimi"
    },
    "explanation": "Ezbere dayalı eğitimi"
  },
  {
    "id": "3843597",
    "unitNumber": 5,
    "text": "Parsons'un hasta rolünün kaç ayağı vardır?",
    "correctAnswer": "B",
    "options": {
      "A": "İki",
      "B": "Üç",
      "C": "Dört",
      "D": "Beş",
      "E": "Altı"
    },
    "explanation": "3"
  },
  {
    "id": "2734697",
    "unitNumber": 6,
    "text": "Aşağıdaki seçeneklerden hangisi Tarım devrimi ile ilgilidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Buhar makinesinin icadı.",
      "B": "Avcı toplayıcı göçebelikten yerleşik hayata geçiş.",
      "C": "Canlı enerjinin yerine makineden fayda sağlanması.",
      "D": "Üretim hızı.",
      "E": "Doğaya hükmetme."
    },
    "explanation": "Aile, Yaşlılık ve Değişme/ Giriş<br/>Avcı toplayıcı göçebelikten yerleşik hayata geçiş."
  },
  {
    "id": "2734698",
    "unitNumber": 6,
    "text": "İnsan gelişim dönemlerinden <strong>25-44 yaş </strong>hangi dönemi kapsamaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Çocukluk.",
      "B": "Ergenlik.",
      "C": "Gençlik.",
      "D": "Genç yetişkinlik.",
      "E": "Orta yaş."
    },
    "explanation": "TEMEL YAŞLILIK KAVRAMLARI<br/>Genç yetişkinlik."
  },
  {
    "id": "2734699",
    "unitNumber": 6,
    "text": "Aşağıdaki seçeneklerden hangisi Genç-Yaşlılar grubu özelliklerinden değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Çoğunlukla bakım ihtiyaçları yoktur.",
      "B": "Emekli olsalar bile çalışmaya devam edebilirler.",
      "C": "Aktif yaşlanma programlarına devam edebilirler.",
      "D": "Aktif yaşlılar olarak hareketsiz yaşam ve kronik hastalıkları bir üst gruba göre daha azdır.",
      "E": "Bu yaş grubunda en az bir kronik hastalık ortaya çıkabilir."
    },
    "explanation": "Yaşlılığın Alt Dönemleri<br/>Bu yaş grubunda en az bir kronik hastalık ortaya çıkabilir."
  },
  {
    "id": "2734700",
    "unitNumber": 6,
    "text": "Kronolojik yaş nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yaşlı olma durumu.",
      "B": "Yaşlanma.",
      "C": "Takvim yaşı.",
      "D": "Yaşlı nüfus.",
      "E": "Nüfus yaşlanması."
    },
    "explanation": "Yaşlanma Türleri<br/><strong>Kronolojik yaş,</strong> takvim yaşıdır."
  },
  {
    "id": "2734701",
    "unitNumber": 6,
    "text": "Aşağıdaki seçeneklerden hangisi Psikolojik yaşlanma özelliklerindendir?",
    "correctAnswer": "E",
    "options": {
      "A": "Görme yetisi.",
      "B": "Kasların gücü.",
      "C": "Kemik hacmi.",
      "D": "Cildin gerginliği.",
      "E": "Bireylerin duyuları."
    },
    "explanation": "Yaşlanma Türleri<br/>Bireylerin duyuları."
  },
  {
    "id": "2734702",
    "unitNumber": 6,
    "text": "Aşağıdaki seçeneklerden hangisi Gerontologların çalışma konularından değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Hücresel süreçler.",
      "B": "Emeklilik konuları.",
      "C": "Bakım.",
      "D": "Yaşam kalitesi.",
      "E": "Tıbbi bakım ve tedavisi."
    },
    "explanation": "Gerontoloji/Geriatri<br/>Geriatri yaşlıların hastalıklarında ve sağlık sorunlarında<br/><strong>tıbbi bakımı ve tedavi</strong> uygulayan bir tıp dalı olup<br/>yaşlı tıbbıdır."
  },
  {
    "id": "2734703",
    "unitNumber": 6,
    "text": "Dünya nüfusunu etkileyen dört büyük unsur bulunmaktadır. Aşağıdakilerden hangi seçenek bu unsurlardan birisi değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Nüfusun artması.",
      "B": "Nüfusun yaşlanması.",
      "C": "Kentleşme.",
      "D": "Uluslararası göç.",
      "E": "Sağlık alanında gelişmeler."
    },
    "explanation": "Demografik Dönüşüm ve Dünyada Yaşlılık ve Yaşlı Nüfus<br/>Sağlık alanında gelişmeler."
  },
  {
    "id": "2734704",
    "unitNumber": 6,
    "text": "“İhtiyarlık” adlı eserinde yaşlılığı ayrıntılı bir şekilde çalışan filozof kimdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Cicero.",
      "B": "Platon.",
      "C": "Aristotales.",
      "D": "Galen.",
      "E": "Hiçbiri."
    },
    "explanation": "Geçmişten Günümüze Toplumlarda Yaşlılık<br/><strong>Cicero (M.Ö. 106-43) ise yaşlılığa özel bir yer vermiştir. “İhtiyarlık” adlı eserinde yaşlılığı ayrıntılı bir şekilde çalışmıştır.</strong> İlk çağda yaşlılık dönemine ulaşmak toplumun geneli için alışılmış bir durum olmamış, tanrının özel kişilere verdiği bir ayrıcalık olarak değerlendirilmiştir."
  },
  {
    "id": "2734705",
    "unitNumber": 6,
    "text": "Gerontolojide “boş yuva sendromu” olarak tanımlanan duygu aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Terk edilmişlik.",
      "B": "Görevini tamamlamış olmak.",
      "C": "Çocuk bakım yüklerinin hafiflemesi.",
      "D": "Yıllar sonra eşlerin birbirlerini yeniden keşfetme heyecanı.",
      "E": "Hepsi."
    },
    "explanation": "Aile, Yaşlılık ve Değişme/ Boş yuva<br/>Boş yuva sendromu, çocukları evden ayrılmış olan çiftin çocukları tarafından terk edilmişlik, görevini tamamlamış olmak, çocuk bakım yüklerinin hafiflemesi, yıllar<br/>sonra eşlerin birbirlerini yeniden keşfetme heyecanı gibi değişik duygular hissetmesidir."
  },
  {
    "id": "2734706",
    "unitNumber": 6,
    "text": "Sosyolojik olarak bir kuşağa ait olma toplumsal kimlik açısından önemlidir. Bebek patlaması kuşağı hangi yıllar arasında dünyaya gelenleri ifade etmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "1946 ile 1964 yılları arasında.",
      "B": "1965-1979 yılları arasında.",
      "C": "1980-1999 yılları arasında.",
      "D": "2000 ve sonrası.",
      "E": "Dijital yerli kuşak."
    },
    "explanation": "Kuşaklararası İlişkiler: Çatışma ve Dayanışma<br/>Bebek patlaması kuşağı Amerika Birleşik Devletlerinde 1946 ile 1964 yılları arasında dünyaya gelenleri ifade etmek için kullanılır."
  },
  {
    "id": "2734707",
    "unitNumber": 6,
    "text": "İnsanlık tarihinde avcı toplayıcı göçebelikten yerleşik hayata geçiş aşağıdakilerden hangisi ile gerçekleşmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sanayi Devrimi",
      "B": "Tarım devrimi",
      "C": "Dijital çağ",
      "D": "Bilgi çağı",
      "E": "Rönesans Dönemi"
    },
    "explanation": "Giriş<br/>İnsanlık tarihi boyunca iki önemli dönüşümden söz edilmekle birlikte, üçüncüsünün içinde yaşamaktayız. Bunlardan ilki “tarım devrimi” olup tohumun<br/>keşfedilmesiyle avcı toplayıcı göçebelikten yerleşik hayata geçişi başlatmıştır."
  },
  {
    "id": "2734708",
    "unitNumber": 6,
    "text": "İnsan gelişim dönemleri kaça ayrılmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "4",
      "B": "5",
      "C": "6",
      "D": "7",
      "E": "8"
    },
    "explanation": "TEMEL YAŞLILIK KAVRAMLARI<br/>İnsan gelişim dönemleri gelişimsel olarak bebeklik, çocukluk, erinlik, ergenlik, gençlik, genç yetişkinlik, orta yaşlılık ve yaşlılık olmak üzere 8'e ayrılmaktadır."
  },
  {
    "id": "2734709",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi orta-yaşlı/ ileri yaşlı (75-84 yaş arası) yaş grubuna ait bir özelliktir?",
    "correctAnswer": "D",
    "options": {
      "A": "Çoğunlukla bakım ihtiyaçları yoktur.",
      "B": "Emekli olsalar bile çalışmaya devam edebilirler.",
      "C": "Bunama türü hastalıklara daha az rastlanır.",
      "D": "Hastalıklar kolay iyileşmez.",
      "E": "Anne-baba ve büyük kardeşlerinin bakımını yürütebilirler."
    },
    "explanation": "TEMEL YAŞLILIK KAVRAMLARI<br/>Hastalıklar kolay iyileşmez."
  },
  {
    "id": "2734710",
    "unitNumber": 6,
    "text": "Yaşlanmanın ve yaşlılığın pek çok yönünün bilimsel yöntemlerle çalışıldığı bilim dalı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Mikrobiyoloji",
      "B": "Gerontoloji",
      "C": "Algoloji",
      "D": "Gastroentoroloji",
      "E": "Fizyoloji"
    },
    "explanation": "TEMEL YAŞLILIK KAVRAMLARI<br/>Gerontoloji"
  },
  {
    "id": "2734711",
    "unitNumber": 6,
    "text": "Bir toplumun yaşlı nüfuslu olduğunu gösteren bilgiler hangi seçenekte doğru olarak verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Nüfusun %10’undan fazlasını 65 ve üstü yaşındaki kişilerin oluşturması.",
      "B": "Nüfusun %2’sinden fazlasını 65 ve üstü yaşındaki kişilerin oluşturması.",
      "C": "Nüfusun %10’undan fazlasını 55 ve üstü yaşındaki kişilerin oluşturması.",
      "D": "Nüfusun %5'inden fazlasını 60 ve üstü yaşındaki kişilerin oluşturması.",
      "E": "Nüfusun %10’undan fazlasını 75 ve üstü yaşındaki kişilerin oluşturması."
    },
    "explanation": "Yaşlanma Türleri<br/>Nüfusun %10’undan fazlasını 65 ve üstü yaşındaki kişiler oluşturuyorsa o toplum<br/>yaşlı nüfuslu toplumdur."
  },
  {
    "id": "2734712",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi sosyal yaşlanmaya bir örnek teşkil eder?",
    "correctAnswer": "E",
    "options": {
      "A": "Bireyin çevreye karşı tutumunun zaman içinde değişmesi.",
      "B": "Yaş ilerledikçe sindirimde ortaya çıkan sorunlar olması.",
      "C": "Bireyin içine kapanması ya da beklenenden daha dışa dönük olması.",
      "D": "Bireyin bir sağlık sorununu inkar etmesi ya da abartması.",
      "E": "Üniversite eğitimi gören bir kişinin 20’li yaşlarda mezun olması beklenirken, 30’lu yaşlarda hâlâ mezun olamamış olması."
    },
    "explanation": "Yaşlanma Türleri<br/>Üniversite eğitimi gören bir kişinin 20’li yaşlarda mezun olması beklenir, 30’lu yaşlarda hâlâ mezun olmamışsa dolayısıyla bir işe yerleşmemişse sosyal yaşı toplumun beklentilerini karşılamaz."
  },
  {
    "id": "2734713",
    "unitNumber": 6,
    "text": "\"Yaşlılık Tıbbı\" anlamına gelen sözcük aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Pediatri",
      "B": "Psikiyatri",
      "C": "Geriatri",
      "D": "Endokronoloji",
      "E": "Dermatoloji"
    },
    "explanation": "Yaşlanma Türleri<br/>Geriatri yaşlılık tıbbıdır."
  },
  {
    "id": "2734714",
    "unitNumber": 6,
    "text": "Toplum idaresinin yaşlıların elinde bulunması toplumu yaşlıların yönetmesi anlamına gelen terim aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Teokrasi",
      "B": "Demokrasi",
      "C": "Oligarşi",
      "D": "Gerontokrasi",
      "E": "Monarşi"
    },
    "explanation": "DÜNYADA YAŞLILIK VE YAŞLI NÜFUS<br/>Gerontokrasi toplum idaresinin yaşlıların elinde bulunması toplumu yaşlıların yönetmesi demektir."
  },
  {
    "id": "2734715",
    "unitNumber": 6,
    "text": "Aşağıdaki filozoflardan hangisi \"Devlet\" adlı eserinde toplumu yaşlıların yönetmesinden bahsetmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Aristoteles",
      "B": "Cicero",
      "C": "Hipokrat",
      "D": "Socrates",
      "E": "Platon"
    },
    "explanation": "DÜNYADA YAŞLILIK VE YAŞLI NÜFUS<br/>Platon “Devlet” adlı eserinde gerontokrasiyi tanıtmıştır."
  },
  {
    "id": "2734716",
    "unitNumber": 6,
    "text": "\"Boş yuva sendromu\" tabiri aşağıdaki durumlardan hangisi için kullanılmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Çocukların evlenerek yuvadan ayrılması.",
      "B": "Çocukların iş bulması.",
      "C": "Ebeveynlerin evden ayrılması.",
      "D": "Ebeveynlerin boşanması.",
      "E": "Evlenen çocukların yeniden yuvaya dönmesi."
    },
    "explanation": "DEĞİŞEN TOPLUMDA YAŞLILIK VE AİLE<br/>En küçük çocuk da evlendikten sonra orta yaş dönemini tamamlamak üzere olan çift için artık evleri “boş yuva” hâlini almıştır. Çocukların yuvadan ayrılması yaşlı çiftlere zor gelebilir. Bu durum gerontolojide “boş yuva sendromu” olarak tanımlanır."
  },
  {
    "id": "2846958",
    "unitNumber": 6,
    "text": "Yaşlanmanın ve yaşlılığın pek çok yönünün bilimsel yöntemlerle çalışıldığı alan aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gerontoloji",
      "B": "Paleoantoloji",
      "C": "Nöroloji",
      "D": "İmmünoloji",
      "E": "Histoloji"
    },
    "explanation": "Gerontoloji"
  },
  {
    "id": "2846959",
    "unitNumber": 6,
    "text": "Gerontoloji terimini ilk kez kullanan bilim adamı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İlya Meçnikov",
      "B": "Rainer Maria Rilke",
      "C": "Charles Darwin",
      "D": "Johns Hopkins",
      "E": "Gazi Yaşargil"
    },
    "explanation": "Gerontoloji<br/>İlya Meçnikov"
  },
  {
    "id": "2846960",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi dünya nüfusunu etkileyen unsurlardan <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Nüfusun artması",
      "B": "Nüfus yaşlanması",
      "C": "Kentleşme",
      "D": "Uluslararası göç",
      "E": "Ekonomik faaliyetler"
    },
    "explanation": "Dünyada yaşlılık ve yaşlı nüfus<br/>Ekonomik faaliyetler"
  },
  {
    "id": "2846963",
    "unitNumber": 6,
    "text": "Platon, toplum idaresinin yaşlılarını elinde bulunduğu yönetim şeklini hangi eserinde anlatmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Devlet",
      "B": "Diyaloglar",
      "C": "Sokrates'in Savunması",
      "D": "Gorgias",
      "E": "Şölen"
    },
    "explanation": "Geçmişten günümüze toplumlarda yaşlılık<br/>Devlet"
  },
  {
    "id": "2847063",
    "unitNumber": 6,
    "text": "İnsan gelişim dönemleri içinde 7-11 yaş dönemi nasıl adlandırılır?",
    "correctAnswer": "B",
    "options": {
      "A": "Erken çocukluk",
      "B": "Çocukluk",
      "C": "Bebeklik",
      "D": "Erken ergenlik",
      "E": "Ergenlik"
    },
    "explanation": "Şekil 6.1.<br/>Çocukluk"
  },
  {
    "id": "2847064",
    "unitNumber": 6,
    "text": "\"Bu yaş grubunda bulunanlar orta yaş özellikleri gösterebilirler. Çoğunlukla bakım ihtiyaçları yoktur. Emekli olsalar bile çalışmaya devam edebilirler, aktif yaşlanma programlarına devam edebilirler, torunlarının ve kendilerinden yaşlı olan eş, anne-baba ve büyük kardeşlerinin bakımını yürütebilirler.\"<br/>Yukarıda ifade edilen özellikler aşağıdaki yaşlı grubundan hangisini yansıtmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Orta yaşlı",
      "B": "Çok genç yaşlı",
      "C": "Genç Yaşlı",
      "D": "İleri orta yaşlı",
      "E": "En yaşlı"
    },
    "explanation": "Genç-yaşlılar/yaşlı (65-74 yaş arası): Bu yaş grubunda bulunanlar orta yaş özellikleri gösterebilirler. Çoğunlukla bakım ihtiyaçları yoktur. Emekli olsalar bile çalışmaya devam edebilirler, aktif yaşlanma programlarına devam edebilirler, torunlarının ve kendilerinden yaşlı olan eş, anne-baba ve büyük kardeşlerinin bakımını yürütebilirler."
  },
  {
    "id": "2847065",
    "unitNumber": 6,
    "text": "Takvim yaşının diğer adı nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Nufüs",
      "B": "Tarih",
      "C": "Kronolojik",
      "D": "Sosyal",
      "E": "Psikolojik"
    },
    "explanation": "<em>Kronolojik yaş</em>, takvim yaşıdır. <em>Kronolojik yaşlanma</em>, bireyin doğduğu gün başlar ve her bir yıl bir yaş olarak hesaplanır. 50 yaşında olan kişi 40 yaşındakine göre daha yaşlıdır. Kronolojik yaş biyolojik, fiziksel ve sosyal yaştan etkilenmez. Örneğin 50 yaşında olan kişi 40 yaşındakine göre daha genç ve dinç görünse de 40 yaşındakinden yaşlıdır. Toplumsal yaşamda bazı başlangıç ve bitişler kronolojik yaşa göredir. Okula başlama yaşı, reşit olma yaşı, emeklilik yaşı için belli yaşlar yasalara göre belirlenmiştir (Canatan, 2018: 15)."
  },
  {
    "id": "2847067",
    "unitNumber": 6,
    "text": "Nüfusun % kaçından fazlasını 65 ve üstü yaşındaki kişiler oluşturuyorsa o toplum yaşlı nüfuslu toplumdur?",
    "correctAnswer": "E",
    "options": {
      "A": "50",
      "B": "40",
      "C": "20",
      "D": "30",
      "E": "10"
    },
    "explanation": "Nüfusun %10’undan fazlasını 65 ve üstü yaşındaki kişiler oluşturuyorsa o toplum yaşlı nüfuslu toplumdur."
  },
  {
    "id": "2847068",
    "unitNumber": 6,
    "text": "Yaşlı nüfusun toplam nüfus içindeki oranı % kaçtan düşükse genç nüfuslu olarak adlandırılır?",
    "correctAnswer": "A",
    "options": {
      "A": "5",
      "B": "10",
      "C": "15",
      "D": "20",
      "E": "25"
    },
    "explanation": "<em>Nüfus yaşlanması</em>, toplam nüfus içinde yaşlı nüfusun oranı ile belirlenir. Yaşlı nüfusun toplam nüfus içindeki oranı %5’ten düşükse <em>genç nüfuslu</em>, %6-%9 arasında ise <em>yetişkin nüfuslu</em>, %10 ve üzerinde ise <em>yaşlı nüfuslu </em>bir toplumdan söz edilir (Tablo 6.1). Günümüzde Batı toplumları %10 üzerindeki yaşlı oranıyla yaşlı nüfuslu toplum grubundadır."
  },
  {
    "id": "2847070",
    "unitNumber": 6,
    "text": "Yaşlı nüfusun toplam nüfus içindeki oranı % kaçlar arasında ise yetişkin nüfuslu bir toplumdan söz edilir?",
    "correctAnswer": "D",
    "options": {
      "A": "5-10",
      "B": "4-6",
      "C": "7-9",
      "D": "6-9",
      "E": "6-10"
    },
    "explanation": "Yaşlı nüfusun toplam nüfus içindeki oranı %5’ten düşükse <em>genç nüfuslu</em>, %6-%9 arasında ise <em>yetişkin nüfuslu</em>, %10 ve üzerinde ise <em>yaşlı nüfuslu </em>bir toplumdan söz edilir"
  },
  {
    "id": "2847071",
    "unitNumber": 6,
    "text": "Yaşlıların hastalıklarında ve sağlık sorunlarında tıbbi bakımı ve tedavi uygulayan tıp dalı olup yaşlı tıbbı olarak adlandırılan tıp dalı aşağıdakilerden hangisidr?",
    "correctAnswer": "B",
    "options": {
      "A": "Gerontoloji",
      "B": "Geriatri",
      "C": "Perontoloji",
      "D": "Pediatri",
      "E": "Gedriatri"
    },
    "explanation": "Gerontoloji çoğu zaman geriatri ile karıştırılmaktadır. İkisi de yaşlanma ve yaşlılık dönemi üzerine çalışma yapan alanlardır. Ancak; geriatri yaşlıların hastalıklarında ve sağlık sorunlarında tıbbi bakımı ve tedavi uygulayan bir tıp dalı olup yaşlı tıbbıdır. Gerontoloji ise biyolojik, davranışsal ve sosyal yönlerden yaşlılık dönemini ele alan yaşlanma sürecini ve yaşlılık dönemini çalışan bilim dalıdır. Geriatri yaşlı hastaların tedavisi ve rehabilitasyon çalışmalarını ve yaşlılıkta ortaya çıkan hastalıkları çalışırken, gerontoloji yaşlılara bütüncül bir yaklaşımla yaşamın her alanına yönelik günlük yaşamın sürdürülmesi, sosyal ilişkiler, bakım ve bakım evinde yaşam koşulları aktif yaşlanma ve özellikleri gibi bir çok durumunu ele almaktadır (Canatan, 2018: 17)."
  },
  {
    "id": "2847072",
    "unitNumber": 6,
    "text": "Tek gün içinde ülke sınırlarında bulunan herkesin bulundukları yerleşim yerlerinde sayılmasıyla gerçekleşen nüfus sayım yöntemine ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "De jure",
      "B": "De sayım",
      "C": "De gun",
      "D": "De facto",
      "E": "De cure"
    },
    "explanation": "İki tür nüfus sayım yöntemi vardır. <em>De facto </em>sayım yöntemi tek gün içinde ülke sınırlarında bulunan herkesin bulundukları yerleşim yerlerinde sayılmasıyla gerçekleşir. <em>De jure </em>sayımda ise nüfusun daimi ikametgâhı esas alınarak sayım yapılır (www.tuik.gov.tr)."
  },
  {
    "id": "2847074",
    "unitNumber": 6,
    "text": "Hem doğum oranlarının hem de ölüm oranlarının yüksek olduğu bir nüfus yapısından doğum ve ölüm oranlarının düşük olduğu bir nüfus yapısına geçilmesi ne olarak adlandırılır?",
    "correctAnswer": "D",
    "options": {
      "A": "Nufüs dönüşümü",
      "B": "Doğum dönüşümü",
      "C": "Ölüm dönüşümü",
      "D": "Demografik dönüşüm",
      "E": "Kronolojik dönüşüm"
    },
    "explanation": "20. yüzyılın başında hem doğum oranlarının hem de ölüm oranlarının yüksek olduğu bir nüfus yapısından 20. yüzyılın sonunda doğum ve ölüm oranlarının düşük olduğu bir nüfus yapısına geçilmesi “demografik dönüşüm” olarak tanımlanabilir (Yüceşahin, 2011). Batı toplumları gelişmekte olan toplumlara göre daha erken bir demografik dönüşüm geçirmiştir."
  },
  {
    "id": "2847075",
    "unitNumber": 6,
    "text": "Türkiye nüfusunun 2019 yılındaki ortanca yaşı nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "30,7",
      "B": "31,7",
      "C": "32,4",
      "D": "34,2",
      "E": "33,4"
    },
    "explanation": "Türkiye’de nüfusun ortanca yaşı yükselmektedir. 2014’te 30,7 iken 2019 yılında 32,4 olmuştur. Ortanca yaşın yükselmesi nüfus yaşlanmasının bir diğer göstergesidir. <em>Yaşlı bağımlılık oranı</em>, çalışma çağındaki (15-64 yaş arası) yüz kişiye düşen yaşlı sayısını ifade etmektedir. Bu oran 2015 de %12,2 iken 2019’da %13,4 olmuştur ve Türkiye nüfusunun yaşlı bağımlılık oranının yükseldiğini göstermektedir (www.tuik.gov.tr)."
  },
  {
    "id": "2847143",
    "unitNumber": 6,
    "text": "Türkiye'de geleneksel ailede yaşlı bakımında tercih edilen öncelik aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Aile yanında bakılması",
      "B": "Huzurevi",
      "C": "Bakımevi",
      "D": "Yaşlının kendi evinde bakılması",
      "E": "Yaşlının köyüne gönderilmesi"
    },
    "explanation": "Yaşlı bakımı<br/>Aile yanında bakılması"
  },
  {
    "id": "2847145",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi \"<em>boş yuva sendromu\"</em>nun özelliklerinden değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yaşlı çiftlerin çocuklarının evden ayrılmış olmasıdır.",
      "B": "Çiftlerin çocuklarını büyütüp yetiştirdikten sonra görevlerini tamamlamalarıdır.",
      "C": "Çiftlerin çocuklarını büyüttükten sonra yeniden birbirlerini keşfetmeleridir.",
      "D": "Boş yuva modern çekirdek ailede gelişen süreçtir.",
      "E": "Bu sendrom genellikle kırsalda zenginlik olarak değerlendirilir."
    },
    "explanation": "Boş yuva bölümünü okuyunuz.<br/>Bu sendrom genellikle kırsalda zenginlik olarak değerlendirilir."
  },
  {
    "id": "2847150",
    "unitNumber": 6,
    "text": "Günümüzde yaşlılık hangi yaşlarda başlatılmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "70",
      "B": "65",
      "C": "60",
      "D": "58",
      "E": "55"
    },
    "explanation": "Temel yaşlılık kavramları<br/>65"
  },
  {
    "id": "2847154",
    "unitNumber": 6,
    "text": "Yaşlılık çalışmalarında <em>en yaşlı/kırılgan yaşlı</em> olarak adlandırılan grup aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "85 yaş üstü",
      "B": "83 yaş üstü",
      "C": "75 yaş üstü",
      "D": "70 yaş üstü",
      "E": "65 yaş üstü"
    },
    "explanation": "Yaşlılığın alt dönemleri<br/>85 yaş üstü"
  },
  {
    "id": "2847155",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi yaşlılık döneminde karşılaşılan önyargılardan <strong>biri değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yaşlılar bunaktır.",
      "B": "Yaşlılar çirkindir.",
      "C": "Yaşlılar anlamaz.",
      "D": "Yaşlılar spor yapamaz.",
      "E": "Yaşlılar tedavi edilmez."
    },
    "explanation": "Yaşlılık sorunları bölümünü okuyunuz. Şıklarda yaşçı önyargılar üzerine örnekler verilmiştir. Yaşlıların tedavi edilmemeleri bu önyargılardan biri değildir.<br/>Yaşlılar tedavi edilmez."
  },
  {
    "id": "2847158",
    "unitNumber": 6,
    "text": "Günümüzde yaşlıların teknolojiye ayak uyduramamaları nedeniyle gençlere ihtiyaç duymasını kuşaklararası dayanışma olarak adlandırırız. Aşağıdakilerden hangisi bu dayanışmanın örneklerinden <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Telefona kontör yüklemek",
      "B": "Bankamatikten para çekmek",
      "C": "Doğalgaz kartının sayaca yüklenmesi",
      "D": "Uzaktan kumanda ile TV ayarlarının yapılması",
      "E": "Yaşlılara tablet almak"
    },
    "explanation": "Kuşaklarası dayanışma<br/>Yaşlılara tablet almak"
  },
  {
    "id": "2850536",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi sosyal yaşlanmayı doğru biçimde açıklar?",
    "correctAnswer": "D",
    "options": {
      "A": "Toplam nüfus içinde yaşlı nüfusun oranı ile belirlen yaşlanma türüdür.",
      "B": "Kişilerin değişen koşullara ne kadar iyi uyum gösterdiği ile ilgili yaşlanma türüdür.",
      "C": "Organizma ve organların zamanla işlevlerini yerine getirememesi sonucu oluşan yaşlanma türüdür.",
      "D": "İçinde yaşanılan toplumun üyelerinden beklentileri doğrultusunda ilerleyen yaştır.",
      "E": "Bireyin doğduğu gün başlar ve her bir yıl bir yaş olarak hesaplan yaştır."
    },
    "explanation": "Bu soru \"Yaşlanma Türleri\" başlığından türetilmiştir.<br/>Sosyal yaşlanma, içinde yaşanılan toplumun üyelerinden beklentileri ile ilgilidir. Örneğin bir<br/>toplumda beklenen evlenme yaşı 20’li yaşların sonu ise 40 yaşını geçmiş hâlâ evlenmemiş ve ailesiyle birlikte yaşayan bir kişinin sosyal yaşı daha gençtir."
  },
  {
    "id": "2850615",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi \"geriatri\" kavramının kapsamı içinde yer almaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Günlük yaşamın sürdürülmesi",
      "B": "Sosyal ilişkiler",
      "C": "Yaşlı bakımı",
      "D": "Aktif yaşlanma",
      "E": "Rehabilitasyon çalışmaları"
    },
    "explanation": "Bu soru \"Geriatri\" başlığından türetilmiştir.<br/>Geriatri yaşlı hastaların tedavisi ve rehabilitasyon çalışmalarını ve yaşlılıkta ortaya çıkan hastalıkları çalışırken, gerontoloji yaşlılara bütüncül bir yaklaşımla yaşamın her alanına yönelik günlük yaşamın sürdürülmesi, sosyal ilişkiler, bakım ve bakım evinde yaşam koşulları aktif yaşlanma ve özellikleri gibi bir çok durumunu ele almaktadır."
  },
  {
    "id": "2850630",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi nüfusun yaşlanmasının bir göstergesi olarak kabul edilebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yaşlı nüfusun toplam nüfus içindeki oranının %10’u geçmesi",
      "B": "Ortanca yaş oranının düşmesi",
      "C": "Yaşlı nüfusun toplam nüfus içindeki oranının %7’yi geçmesi",
      "D": "Yaşlı bağımlılık oranının azalması",
      "E": "Yaşlı nüfusun toplam nüfus içindeki oranının %5’i geçmesi"
    },
    "explanation": "Bu soru \"Demografik Dönüşüm\" başlığından türetilmiştir.<br/>Yaşlı nüfusun toplam nüfus içindeki oranının %10’u geçmesi nüfusun yaşlanmasının bir göstergesidir. Nüfusun yaşlanmakta olduğunu gösteren başka göstergelerde bulunmaktadır. Bunlar “ortanca yaş” ve “yaşlı bağımlılık oranı”dır. Ortanca yaş, bir ülke nüfusu yaşa göre küçükten büyüğe doğru sıralandığında tam ortadaki yaştır. Yaşlı bağımlılık oranı, çalışma çağındaki (15-64 yaş arası) yüz kişiye düşen yaşlı sayısını ifade etmektedir."
  },
  {
    "id": "2850652",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi nüfus yaşlanmasına neden olan olumlu etkenler arasında <strong>yer almaz?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Prematüre doğum ve düşüklerin azaltılması",
      "B": "Yaşlılığın kadınlaşması",
      "C": "Ekonomik ve sosyal gelişme",
      "D": "Hastalık kontrolü",
      "E": "Kazalardan korunma"
    },
    "explanation": "Bu soru \"DÜNYADA YAŞLILIK VE YAŞLI NÜFUS\" başlığından türetilmiştir.<br/>Dünya nüfusunu etkileyen dört büyük unsur bulunmaktadır. Bunlar nüfusun artması, nüfus yaşlanması, kentleşme ve uluslararası göçtür. Bunların her biri gelecekte sürdürülebilir kalkınma üzerinde önemli ve kalıcı etkiler bırakmaya devam edecektir. Nüfus yaşlanması insanın başarı hikayesidir. Halk sağlığı, tıp, ekonomik sosyal gelişme, hastalık kontrolü, kazalardan korunma, prematüre doğum ve düşüklerin azaltılmasının bir yansımasıdır."
  },
  {
    "id": "2850830",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi yaşlılığın farklı çağ ve dönemlerdeki konumunu doğru betimlemektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Antik çağda yaşlılar toplumun en üst saygınlığına sahip deneyimli kişiler olarak görülmüştür.",
      "B": "Ortaçağda Avrupa’sında yaşlılar “bilge” ve “aksakal” olarak saygın biçimde nitelendirilmişlerdir.",
      "C": "İlk çağda yaşlılık dönemine ulaşmak tanrının özel kişilere verdiği bir ayrıcalık olarak görülmüştür.",
      "D": "Modern çağda yaşlılar yaşamın en güzel dönemini yaşayan mutlu kişiler sayılmıştır.",
      "E": "Postmodern çağda yaşlılık toplumun idaresinde en etkin olan dönemi ifade etmektedir."
    },
    "explanation": "Bu soru \"Geçmişten Günümüze Toplumlarda Yaşlılık\" başlığından türetilmiştir.<br/>Cicero (M.Ö. 106-43) ise yaşlılığa özel bir yer vermiştir. “İhtiyarlık” adlı eserinde yaşlılığı ayrıntılı<br/>bir şekilde çalışmıştır. İlk çağda yaşlılık dönemine ulaşmak toplumun geneli için alışılmış bir durum<br/>olmamış, tanrının özel kişilere verdiği bir ayrıcalık olarak değerlendirilmiştir."
  },
  {
    "id": "2850864",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi \"aile konvoyu\" kavramını doğru biçimde açıklamaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Modernleşme ile birlikte aile kurumunda meydana gelen değişim sürecidir.",
      "B": "Geleneksel geniş ailenin kentleşme ile çekirdek aileye dönüşmesine yol açan süreçtir.",
      "C": "Kent yaşamının öne çıkmasıyla değişen yaşlılık algısının aile kurumuna yaptığı değişimlerdir.",
      "D": "Birden çok kuşağın bir arada oluşundan ortaya çıkan ilişkiler sistemidir.",
      "E": "Kırsal bölgede üretime katkı sağlayan aile bireylerinin hiyerarşik düzenidir."
    },
    "explanation": "Bu soru \"DEĞİŞEN TOPLUMDA YAŞLILIK VE AİLE\" başlığından türetilmiştir.<br/>Aile Konvoyu: Birden çok kuşağın bir arada oluşundan ortaya çıkan ilişkiler sistemidir."
  },
  {
    "id": "2850879",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi \"boş yuva sendromu\"na ilişkin <strong>yanlış</strong> bir ifadeyi içermektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Çocukları yuvadan ayrılmayla birlikte çiftlerde terk edilmişlik hissi oluşturabilir.",
      "B": "Modern çekirdek ailede gelişen bir süreçtir.",
      "C": "Yaşlı karı-koca için sosyal olarak ailenin görevi yerine getirilmiştir.",
      "D": "Bu sendrom sonucu geniş aile olma özlemi artarak daha kalabalık aileler kurulmaktadır.",
      "E": "Yıllar sonra eşlerin birbirlerini yeniden keşfetme heyecanına da sebep olabilir."
    },
    "explanation": "Bu soru \"Boş Yuva\" başlığından türetilmiştir.<br/>En küçük çocuk da evlendikten sonra orta yaş dönemini tamamlamak üzere olan çift için artık evleri<br/>“boş yuva” hâlini almıştır. Yaşlı karı-koca için sosyal olarak ailenin görevi yerine getirilmiştir. Çocukların yuvadan ayrılması yaşlı çiftlere zor gelebilir. Bu durum gerontolojide “boş yuva sendromu” olarak tanımlanır. Boş yuva sendromu, çocukları evden ayrılmış olan çiftin çocukları<br/>tarafından terk edilmişlik, görevini tamamlamış olmak, çocuk bakım yüklerinin hafiflemesi, yıllar<br/>sonra eşlerin birbirlerini yeniden keşfetme heyecanı gibi değişik duygular hissetmesidir. Boş yuva dönemi modern çekirdek ailede gelişen bir süreçtir."
  },
  {
    "id": "2851092",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi kuşaklararası çatışma ile doğru bir ifade <strong>değildir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Geleneksel toplumda sosyal değişmenin yavaş oluşu kuşaklararası çatışmayı artırır.",
      "B": "Kuşaklar arası ilişkilerde geçmiş, bugün ve gelecek bir aradadır.",
      "C": "Kuşaklararası çatışma her dönemde ve toplumda görülebilir.",
      "D": "Sosyolojik yönüyle geleneksel değerlerle modern değerlerin çatışmasıdır.",
      "E": "Eğitim, beğeniler, toplumsal beklentiler, normatif kurallara uyma vb. konularda çıkabilir."
    },
    "explanation": "Bu soru \"Kuşaklararası Çatışma\" başlığından türetilmiştir.<br/>Kuşaklararası çatışma sadece modern zamana, günümüze ait değildir. Kuşaklararası çatışma her<br/>dönemde ve toplumda görülebilir. Geleneksel toplumda sosyal değişmenin yavaş oluşu kuşaklar<br/>arasındaki ilişkiyi fazla etkilemezken, modern toplumda hızlı toplumsal değişme kuşakların birbirinden farklılaşmasına ve birbirini anlamaz hale gelmesine neden olmuştur. Sosyolojik yönüyle kuşak çatışması bir anlamda geleneksel değerlerle modern değerlerin çatışmasıdır. Ebeveynler<br/>ve çocukları arasında eğitim, beğeniler, toplumsal beklentilerin yerine getirilmesi ve normatif kurallara uyma konularında sorunlar, çatışmalar çıkması beklenen bir durumdur."
  },
  {
    "id": "2851229",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi \"yerinde bakım\" kavramını doğru biçimde açıklamaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Yaşlı bireylerin bakımını kendi ailelerinin evinde sağlamak",
      "B": "Yaşlı bireyin kendi istediği yerde profesyonel destek sağlamak",
      "C": "Yaşlı bakımının ev dışına taşınması yerine profesyonel hizmeti yaşlının ayağına götürmek",
      "D": "Kadın ve erkek yaşlıların hemcinsleri olan evlatlarınca bakımını organize etmek",
      "E": "Yaşlı bakımını yapan her kim olursa olsun belirli bir ücret karşılığı olmasını sağlamak"
    },
    "explanation": "Bu soru \"Yaşlı Bakımı\" başlığından türetilmiştir.<br/>Evde bakım, ev halkının gündelik hayatı içinde herhangi bir özellik ve profesyonellik taşımayan,<br/>devletten herhangi bir destek almadan gerçekleşen bakım şekli olarak anlaşılabilir. Ancak evde bakım, bireyin yaşadığı yerde ve ihtiyacına uygun koruyucu bakım tedavi ve rehabilitasyon ile sosyal bakım hizmetlerini kapsamaktadır. Son yıllarda özellikle gelişmiş ülkelerde yaşlı bakımının<br/>kurumlara veya ev dışına taşınması yerine yaşlının evinde “yerinde bakım” anlayışı çerçevesinde<br/>profesyonel hizmeti yaşlının ayağına götürmek ve bakımla ilgili kişileri ücretlendirmek biçimine dönüşmektedir."
  },
  {
    "id": "2734717",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi çocukların sosyalizasyonunda en önemli birimdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Aile",
      "B": "Devlet",
      "C": "Anne baba",
      "D": "Akrabalar",
      "E": "Komşular"
    },
    "explanation": "Aile olması gerekir.<br/>Ailedir."
  },
  {
    "id": "2734718",
    "unitNumber": 7,
    "text": "\"Toplumsallaşma sosyal çevreden öğrenilen rollerin içselleştirilmesi ve uyum sağlama sürecidir\" görüşü aşağıdaki hangi kişiye aittir?",
    "correctAnswer": "B",
    "options": {
      "A": "Marshall",
      "B": "Parsons",
      "C": "Milenkova",
      "D": "Peicheva",
      "E": "Marinov"
    },
    "explanation": "Parsons"
  },
  {
    "id": "2734719",
    "unitNumber": 7,
    "text": "\"Bireylerin başkalarıyla ilişki içindeyken gerçekleştirdiği bir sosyal öğrenme biçimidir.\" cümlesi aşağıdaki hangi kavramın açıklamsıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Evlenme",
      "B": "Siyasallaşma",
      "C": "Toplumsallaşma",
      "D": "Askere gitme",
      "E": "Bir örgüte katılma"
    },
    "explanation": "Toplumsallaşmadır."
  },
  {
    "id": "2734720",
    "unitNumber": 7,
    "text": "aşağıdakilerden hangisi söylenemez?",
    "correctAnswer": "D",
    "options": {
      "A": "Günümüzde aile ve okula ek olarak dijital platformlar da belli oranlarda toplumsallaşma işlevi görmektedir.",
      "B": "Toplumsallaşma ve öğrenme süre-cine aile ve okul dışında, 21. yüzyıldan itibaren çok güçlü bir aracı dâhil olmuştur: İnternet ve enformasyon teknolojileri.",
      "C": "Aileden sonra gelen temel toplumsallaşma unsurları şunlardır: okul ve akran grupları, kitle iletişim araçları, dijital platformlar ve iş yaşamı.",
      "D": "Dijital iletişim platformları bireylerin çok fazla vakit geçirdiği alanlar olmadığından, bazı norm ve değerleri bireylerin bu platformlardan öğrenebi-leceğini varsayabiliriz.",
      "E": "İnternette çok yönlü bir sosyal etkileşim imkânı bulunmaktadır:"
    },
    "explanation": "Dijital iletişim platformları bireylerin çok fazla vakit geçirdiği alanlar olmadığından değil, olduğundan, bazı norm ve değerleri bireylerin bu platformlardan öğrenebi-leceğini varsayabiliriz.<br/>Dijital iletişim platformları bireylerin çok fazla vakit geçirdiği alanlar olmadığından, bazı norm ve değerleri bireylerin bu platformlardan öğrenebi-leceğini varsayabiliriz."
  },
  {
    "id": "2734721",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Dijital dünya baş döndürücü bir hızla insanla-rın yaşamını sabretmeye ve dönüştürmeye devam ediyor.",
      "B": "Yirmi birinci yüzyıl iletişim teknolojile-rinden devasa devrimlere tanıklık etti ve insanla-rın sosyal yaşamını eğitim, ekonomi, sağlık, sosyal ilişkiler, siyaset vb. her açıdan geri dönülebilir bir biçimde değiştirdi.",
      "C": "Dijital çağda, insanların sosyal ilişkilerinin bir bo-yutu olan ebeveynlik-çocuk ilişkileri biçimler-de bu gelişmelerden etkilendi ve etkilenmeye devam ediyor.",
      "D": "Dijital çağda ebeveyn ve çocuk olmak, dijital platformların sağladığı fırsatların ve risklerin gölgesinde farklı anlamlar kazanamamaktadır.",
      "E": "Gerek boş zaman pratiklerinin dijital araçlarla geçirilen bir zamana ev-rilmesi gerekse de çocuğun sosyalizasyon süreçlerinin daha fazla dijital dünyanın sınırlarında gelişmeye baş-laması, dijital dünyanın ebeveyn çocuk ilişkisini nasıl dönüştürdüğünün önemli göstergeleridir."
    },
    "explanation": "Gerek boş zaman pratiklerinin dijital araçlarla geçirilen bir zamana ev-rilmesi gerekse de çocuğun sosyalizasyon süreçlerinin daha fazla dijital dünyanın sınırlarında gelişmeye baş-laması, dijital dünyanın ebeveyn çocuk ilişkisini nasıl dönüştürdüğünün önemli göstergeleridir."
  },
  {
    "id": "2734722",
    "unitNumber": 7,
    "text": "Günümüzde baş döndürücü bir hızla insanların yaşamını etkilemeye ve dönüştürmeye devam eden ve 20. yüzyılda insanların sosyal yaşamını eğitim, ekonomi, sağlık, sosyal ilişkiler, siyaset vb. her açıdan geri dönülmez bir biçimde değiştiren unsur aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dijital dünya",
      "B": "Görsel dünya",
      "C": "İşitsel dünya",
      "D": "Eğitim dünyası",
      "E": "Bilim dünyası"
    },
    "explanation": "Dijital dünyadır."
  },
  {
    "id": "2734723",
    "unitNumber": 7,
    "text": "Dijital iletişim araçları ve internet kullanımı hangi döneme kadar uzanmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Çocukluk dönemine",
      "B": "Bebeklik dönemine",
      "C": "Gençlik dönemine",
      "D": "Ergenlik dönemine",
      "E": "Orta yaş dönemine"
    },
    "explanation": "Bebeklik dönemine dek uzar."
  },
  {
    "id": "2734724",
    "unitNumber": 7,
    "text": "Yaygın internet kullanan ve bilgisayar oyunları ile zamanını geçiren çocuklarla ilgili olarak aşağıdakilerden hangisi <strong>söylenemez? </strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Sosyal gelişimlerinin önemli ölçüde gerilemesi",
      "B": "Özgüvenlerinin düşük, sosyal kaygı düzeylerinin yüksek olması",
      "C": "Saldırganlık davranışlarının düşmesi",
      "D": "Kontrolsüz internet kullanımının çocuğun ve gencin bilişsel gelişimini olumsuz yönde etkilemesi",
      "E": "İnternet bağımlısı öğrencilerin çoğunlukların aile ilgisi eksikliği"
    },
    "explanation": "Saldırganlık davranışlarının ise düştüğü değil yükseldiği doğrudur.<br/>Saldırganlık davranışlarının düşmesi"
  },
  {
    "id": "2734725",
    "unitNumber": 7,
    "text": "...................................., internette geçirilen zamanın daha iyi değerlendirilmesini ve işlenmesini sağlar. Çocuklarımıza ve ebeveynlere (ve tüm kullanıcılara) bugün bu konuda kazandırılan bilgi ve beceriler gelecekte dijital platformların daha etkin ve verimli kullanılmasının da kapısını aralayacaktır.<br/>Yukarıda boş bırakılan yere aşağıdakilerden hangisinin gelmesi uygundur?",
    "correctAnswer": "D",
    "options": {
      "A": "Okuryazar olmak",
      "B": "Sözel medya okuryazarlığı",
      "C": "Görsel medya okuryazarlığı",
      "D": "Dijital medya okuryazarlığı",
      "E": "İnternet kullanmak"
    },
    "explanation": "Dijital medya okuryazarlığı"
  },
  {
    "id": "2734726",
    "unitNumber": 7,
    "text": "\"Ebeveynler dijital dünyada çocuklarıyla kurdukları ilişkilerde belli ilkelerle hareket etmeyi bir alışkanlığa dönüştürebilirse çocuklara güvenli bir internet ortamı ve güvene dayalı bir ebeveyn-çocuk ilişkisi tesis edebilir\".<br/>Aşağıdakilerden hangisi bu bu yaklaşıma uygun <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Çocukların dünyasını benimsemek ve kabullenmek.",
      "B": "İletişim araçlarını kullanırken saygılı olmayı öğretmek.",
      "C": "Birlikte ekransız zamanlar formüle etmek ve deneyimlemek.",
      "D": "Sosyal medyadaki dijital kapsama alanını yönetebilmesine yardım etmek.",
      "E": "Bilgisayarda ebeveyn kontrol araçları hakkında çocuklarla anlaşma yapmak"
    },
    "explanation": "Bilgisayar ve benzeri araçlarda ebeveyn kontrol araçlarının nasıl kullanılacağı ve sınırları hakkında çocuklarla anlaşma yaparak çocukları bu araçlardan uzak tutmak değil, tersine onları bu araçları kullanmaya özendirmek.<br/>Bilgisayar ve benzeri araçlarda ebeveyn kontrol araçlarının nasıl kullanılacağı ve sınırları hakkında çocuklarla anlaşma yaparak çocukları bu araçlardan uzak tutmak."
  },
  {
    "id": "2734727",
    "unitNumber": 7,
    "text": "Bireyin gerek toplumun norm ve değerlerini içselleştirerek, gerekse toplumsal rollerimizi (çocuk, anne, baba, işçi arkadaş, vatandaş vb.) öğrenerek toplumun üyeleri hâline geldiği öğrenme sürecine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Toplumsallaşma (sosyalizasyon)",
      "B": "Rasyonalleşme (Rasyonilizasyon)",
      "C": "Normalleşme (Normalizasyon)",
      "D": "Sayısallaşma (Dijitalizasyon)",
      "E": "Yüzeyselleşme"
    },
    "explanation": "Toplumsallaşma (sosyalizasyon) bireyin gerek toplumun norm ve değerlerini içselleştirerek, gerekse toplumsal rollerimizi (çocuk, anne, baba, işçi arkadaş, vatandaş vb.) öğrenerek toplumun üyeleri hâline geldiği öğrenme sürecidir."
  },
  {
    "id": "2734728",
    "unitNumber": 7,
    "text": "Aileden sonra gelen temel toplumsallaşma unsurları aşağıdakilerden hangisidir?<br/>I. okul ve akran grupları<br/>II. kitle iletişim araçları<br/>III. dijital platformlar <br/>IV. iş yaşamı",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "I, II ve III",
      "C": "I, II, III ve IV",
      "D": "II ve III",
      "E": "II, III ve IV"
    },
    "explanation": "Aileden sonra gelen temel toplumsallaşma unsurları şunlardır: okul ve akran grupları, kitle iletişim araçları, dijital platformlar ve iş yaşamı.<br/>I. okul ve akran grupları<br/>II. kitle iletişim araçları<br/>III. dijital platformlar <br/>IV. iş yaşamı"
  },
  {
    "id": "2734729",
    "unitNumber": 7,
    "text": "Türkiye İstatistik Kurumunun (TÜİK) 2018 yılında yaptığı Hanehalkı Bilişim Teknolojileri (BT) Kullanım Araştırmasının sonuçlarına göre, İnternet kullanan bireylerin oranı kaçtır?",
    "correctAnswer": "D",
    "options": {
      "A": "%7",
      "B": "%93,9",
      "C": "%12,9",
      "D": "%72,9",
      "E": "%32,9"
    },
    "explanation": "Türkiye İstatistik Kurumunun (TÜİK) 2018 yılında yaptığı Hanehalkı Bilişim Teknolojileri (BT) Kullanım Araştırmasının sonuçlarına göre, İnternet kullanan bireylerin oranı %72,9 oldu."
  },
  {
    "id": "2734730",
    "unitNumber": 7,
    "text": "Ebeveynler dijital dünyada çocuklarıyla kurdukları ilişkilerde aşağıdaki ilkelerden hangisiyle hareket etmeyi bir alışkanlığa dönüştürebilirse çocuklara güvenli bir internet ortamı ve güvene dayalı bir ebeveyn-çocuk ilişkisi tesis edebilir? <br/>I. Çocukların dünyasını benimsemek ve kabullenmek<br/>II. İletişim araçlarını kullanırken saygılı olmayı öğretmek<br/>III. Birlikte ekransız zamanlar formüle etmek ve deneyimlemek<br/>IV. Bilgisayar ve benzeri araçlarda ebeveyn kontrol araçlarının nasıl kullanılacağı ve sınırları hakkında çocuklarla anlaşma yaparak çocukları bu araçları kullanmaya özendirmek<br/>V. Sosyal medyadaki dijital kapsama alanını ve ününü yönetebilmesine yardım etmek",
    "correctAnswer": "E",
    "options": {
      "A": "I ve III",
      "B": "I ve IV",
      "C": "I, II, III",
      "D": "I, II, III ve IV",
      "E": "I, II, III, IV ve V"
    },
    "explanation": "Ebeveynler dijital dünyada çocuklarıyla kurdukları ilişkilerde şu ilkelerle hareket etmeyi bir alışkanlığa dönüştürebilirse çocuklara güvenli bir internet ortamı ve güvene dayalı bir ebeveyn-çocuk ilişkisi tesis edebilir:<br/>• Çocukların dünyasını benimsemek ve kabullenmek,<br/>• İletişim araçlarını kullanırken saygılı olmayı öğretmek,<br/>• Birlikte ekransız zamanlar formüle etmek ve deneyimlemek,<br/>• Bilgisayar ve benzeri araçlarda ebeveyn kontrol araçlarının nasıl kullanılacağı ve sınırları hakkında çocuklarla anlaşma yaparak çocukları bu araçları kullanmaya özendirmek,<br/>• Sosyal medyadaki dijital kapsama alanını ve ününü yönetebilmesine yardım etmek,<br/>• Eğer yüz yüze iken söyleyemeyeceğin/yapamayacağın bir şey varsa bunu Skype, Facebook ya da herhangi bir sosyal medya platformunda da yazmama/yapmama kuralı,<br/>• Hangi siteden hangi oyunların ve programların indirileceği konusunda anlaş<br/>I, II, III, IV ve V"
  },
  {
    "id": "2734731",
    "unitNumber": 7,
    "text": "I. Mahremiyet, bedenin dokunulmazlığıdır. Mahremiyet, tüm sosyal ilişkilerimizin temeli ve kolektivizm ile bireyselliğin kesiştiği karşılıklı saygıya dayalı etik kodların rehberliğinde tecrübe edilmesi gereken dinamik ilişkiler setidir.<br/>II. Mahremiyet, duyguların ve düşüncelerin dokunulmazlığıdır; duygular ve düşünceler bireyseldir ve özerkliğin temel unsurlarıdır.<br/>III. Mahremiyet; kişisel bilgilerin, içerik ve görüntülerin bireyin kendi kontrolümde olmasıdır.<br/>IV. Mahremiyet, bireyle ilgili alınan karar süreçlerine söz konusu bireyin katılabilmesidir.<br/>V. Mahremiyet, istediğimiz kişilerle istediğimiz zaman ve yerde iletişime geçebilmektir.<br/>Yukarıdaki ifadelerden hangisi mahremiyet kavramını özetlemede doğru ifadelerdir?",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "I, II ve III",
      "C": "I, II, III ve IV",
      "D": "I, III ve V",
      "E": "II, III ve V"
    },
    "explanation": "Bireysel ve sosyal ilişkilerimizin temeli olan mahremiyeti bir çok açıdan değerlendirdiğimizde şöyle özetleyebiliriz:<br/>• Mahremiyet, bedenin dokunulmazlığıdır. Mahremiyet, tüm sosyal ilişkilerimizin temeli ve kolektivizm ile bireyselliğin kesiştiği karşılıklı saygıya dayalı etik kodların rehberliğinde tecrübe edilmesi gereken dinamik ilişkiler setidir.<br/>• Mahremiyet, duyguların ve düşüncelerin dokunulmazlığıdır; duygular ve düşünceler bireyseldir ve özerkliğin temel unsurlarıdır.<br/>• Mahremiyet; kişisel bilgilerin, içerik ve görüntülerin bireyin kendi kontrolümde olmasıdır.<br/>• Mahremiyet, bireyle ilgili alınan karar süreçlerine söz konusu bireyin katılabilmesidir.<br/>• Mahremiyet, istediğimiz kişilerle iletişime geçebilmektir.<br/>I, II, III ve IV"
  },
  {
    "id": "2734732",
    "unitNumber": 7,
    "text": "“Tüketim Toplumunda Çocuğun Yitişi” adlı makalede boş zamanı olmayan ve sürekli yorgun olan anne-babanın çocuğu giderek evdeki iletişim araçlarına doğru ittiklerini öne süren düşünür/düşünürler aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İçin ve Akçalı",
      "B": "S. Livingstone",
      "C": "V. Milenkova",
      "D": "Ghosh ve arkadaşları",
      "E": "Z. Bauman"
    },
    "explanation": "İçin-Akçalı’nın (2014) “Tüketim Toplumunda Çocuğun Yitişi” adlı makalesinde de işaret ettiği üzere, <em>boş zamanı olmayan ve sürekli yorgun olan anne-baba giderek çocuğu evdeki iletişim araçlarına doğru itiyor</em>. Çocuk anne-babasından çok gününün büyük kısmını bu araçların “gözetiminde” geçiriyor. Ailenin çocuklara hayata dair bir şeyler öğretmek için ayırdığı boş zaman, paylaşım zamanı olma niteliğini kazanamıyor. Bu boş zamanlar, çocuğa ayrılamayan zamanların bedeli olarak daha çok tüketme ve eğlenceye yönelik olarak dolduruluyor. Medya ailenin boş bıraktığı hayata dair bilgi paylaşım alanını da ele geçiriyor.<br/>İçin ve Akçalı"
  },
  {
    "id": "2734733",
    "unitNumber": 7,
    "text": "<em>Serbest (permissive)</em>, <em>Otoriter (authoritarian) </em>ve <em>Buyurgan (authoritative) </em>olmak üzere üç tip kontrol modeli önerisi aşağıdakilerden hangi yazara aittir?",
    "correctAnswer": "A",
    "options": {
      "A": "Baumrind",
      "B": "Ghosh",
      "C": "Özçelik",
      "D": "Milenkova",
      "E": "Zwitter"
    },
    "explanation": "Baumrind’e (1966) göre <em>serbest (permissive)</em>, <em>otoriter (authoritarian) </em>ve <em>buyurgan (authoritative) </em>olmak üzere üç tip kontrol modeli bulunmaktadır. Serbest modeli benimseyen ebeveynler cezalandırıcı bir yaklaşıma sahip değildir, çocuklarının istek ve eylemlerine karşı kabul edici ve olumlu bir tutum sergilemektedir. Karar almada çocuğa danışmaktadır ve bilgilendiricidir. Otoriter modeli benimseyen ebeveyn, çocuğu belli kurallara göre şekillendirmeye ve kontrol etmeye çalışır, bu kurallar genellikle daha yüksek bir otorite tarafından belirlenmiş teolojik standartlar olabilmektedir. Çocuğun itaat etmesini bir erdem olarak değerlendirir ve cezalandırıcı ve zorlayıcı önlemler kullanır. Buyurgan ebeveyn ise çocukların etkinliklerinin akılcı ve sonuç odaklı olmasına dikkat eder, kararlarının arkasında yatan nedenleri çocukla paylaşır, sonuç olarak kendi yetişkin görüşünü dayatır, ancak çocuğun bireysel ilgilerinin de farkındadır."
  },
  {
    "id": "2734734",
    "unitNumber": 7,
    "text": "Baumrind’e (1966) göre <em>serbest (permissive)</em>, <em>otoriter (authoritarian) </em>ve <em>buyurgan (authoritative) </em>olmak üzere üç tip kontrol modeli bulunmaktadır. Serbest modeli benimseyen ebeveynler aşağıdaki tutumlardan hangisine sahiptir?",
    "correctAnswer": "A",
    "options": {
      "A": "Cezalandırıcı bir yaklaşıma sahip değildir, çocuklarının istek ve eylemlerine karşı kabul edici ve olumlu bir tutum sergilemektedir.",
      "B": "Karar almada çocuğa danışmaz ama bilgilendirir.",
      "C": "Çocuğu belli kurallara göre şekillendirmeye ve kontrol etmeye çalışır, bu kurallar genellikle daha yüksek bir otorite tarafından belirlenmiş teolojik standartlar olabilmektedir.",
      "D": "Çocuğun itaat etmesini bir erdem olarak değerlendirir ve cezalandırıcı ve zorlayıcı önlemler kullanır.",
      "E": "Buyurgan ebeveyn ise çocukların etkinliklerinin akılcı ve sonuç odaklı olmasına dikkat eder, kararlarının arkasında yatan nedenleri çocukla paylaşır, sonuç olarak kendi yetişkin görüşünü dayatır, ancak çocuğun bireysel ilgilerinin de farkındadır."
    },
    "explanation": "Baumrind’e (1966) göre <em>serbest (permissive)</em>, <em>otoriter (authoritarian) </em>ve <em>buyurgan (authoritative) </em>olmak üzere üç tip kontrol modeli bulunmaktadır. Serbest modeli benimseyen ebeveynler cezalandırıcı bir yaklaşıma sahip değildir, çocuklarının istek ve eylemlerine karşı kabul edici ve olumlu bir tutum sergilemektedir. Karar almada çocuğa danışmaktadır ve bilgilendiricidir. Otoriter modeli benimseyen ebeveyn, çocuğu belli kurallara göre şekillendirmeye ve kontrol etmeye çalışır, bu kurallar genellikle daha yüksek bir otorite tarafından belirlenmiş teolojik standartlar olabilmektedir. Çocuğun itaat etmesini bir erdem olarak değerlendirir ve cezalandırıcı ve zorlayıcı önlemler kullanır. Buyurgan ebeveyn ise çocukların etkinliklerinin akılcı ve sonuç odaklı olmasına dikkat eder, kararlarının arkasında yatan nedenleri çocukla paylaşır, sonuç olarak kendi yetişkin görüşünü dayatır, ancak çocuğun bireysel ilgilerinin de farkındadır."
  },
  {
    "id": "2734735",
    "unitNumber": 7,
    "text": "Baumrind’e (1966) göre <em>serbest (permissive)</em>, <em>otoriter (authoritarian) </em>ve <em>buyurgan (authoritative) </em>olmak üzere üç tip kontrol modeli bulunmaktadır. Otoriter modeli benimseyen ebeveyn tutumu aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Cezalandırıcı bir yaklaşıma sahip değildir.",
      "B": "Çocuklarının istek ve eylemlerine karşı kabul edici ve olumlu bir tutum sergilemektedir.",
      "C": "Karar almada çocuğa danışmaktadır ve bilgilendiricidir.",
      "D": "Çocuğu belli kurallara göre şekillendirmeye ve kontrol etmeye çalışır.",
      "E": "Çocukların etkinliklerinin akılcı ve sonuç odaklı olmasına dikkat eder, kararlarının arkasında yatan nedenleri çocukla paylaşır."
    },
    "explanation": "Baumrind’e (1966) göre <em>serbest (permissive)</em>, <em>otoriter (authoritarian) </em>ve <em>buyurgan (authoritative) </em>olmak üzere üç tip kontrol modeli bulunmaktadır. Serbest modeli benimseyen ebeveynler cezalandırıcı bir yaklaşıma sahip değildir, çocuklarının istek ve eylemlerine karşı kabul edici ve olumlu bir tutum sergilemektedir. Karar almada çocuğa danışmaktadır ve bilgilendiricidir. Otoriter modeli benimseyen ebeveyn, çocuğu belli kurallara göre şekillendirmeye ve kontrol etmeye çalışır, bu kurallar genellikle daha yüksek bir otorite tarafından belirlenmiş teolojik standartlar olabilmektedir. Çocuğun itaat etmesini bir erdem olarak değerlendirir ve cezalandırıcı ve zorlayıcı önlemler kullanır. Buyurgan ebeveyn ise çocukların etkinliklerinin akılcı ve sonuç odaklı olmasına dikkat eder, kararlarının arkasında yatan nedenleri çocukla paylaşır, sonuç olarak kendi yetişkin görüşünü dayatır, ancak çocuğun bireysel ilgilerinin de farkındadır.<br/>Çocuğu belli kurallara göre şekillendirmeye ve kontrol etmeye çalışır."
  },
  {
    "id": "2734736",
    "unitNumber": 7,
    "text": "Baumrind’e (1966) göre <em>serbest (permissive)</em>, <em>otoriter (authoritarian) </em>ve <em>buyurgan (authoritative) </em>olmak üzere üç tip kontrol modeli bulunmaktadır. Aşağıdakilerden hangisi <em>buyurgan ebeveyn</em> modeline uygun tutumdur?",
    "correctAnswer": "D",
    "options": {
      "A": "Çocuklarının istek ve eylemlerine karşı kabul edici ve olumlu bir tutum sergilemektedir.",
      "B": "Karar almada çocuğa danışmaktadır ve bilgilendiricidir.",
      "C": "Çocuğun itaat etmesini bir erdem olarak değerlendirir ve cezalandırıcı ve zorlayıcı önlemler kullanır.",
      "D": "Çocukların etkinliklerinin akılcı ve sonuç odaklı olmasına dikkat eder, kararlarının arkasında yatan nedenleri çocukla paylaşır.",
      "E": "Kendi yetişkin görüşünü dayatmaz ve çocuğun bireysel ilgilerinin de farkında değildir."
    },
    "explanation": "Baumrind’e (1966) göre <em>serbest (permissive)</em>, <em>otoriter (authoritarian) </em>ve <em>buyurgan (authoritative) </em>olmak üzere üç tip kontrol modeli bulunmaktadır. Serbest modeli benimseyen ebeveynler cezalandırıcı bir yaklaşıma sahip değildir, çocuklarının istek ve eylemlerine karşı kabul edici ve olumlu bir tutum sergilemektedir. Karar almada çocuğa danışmaktadır ve bilgilendiricidir. Otoriter modeli benimseyen ebeveyn, çocuğu belli kurallara göre şekillendirmeye ve kontrol etmeye çalışır, bu kurallar genellikle daha yüksek bir otorite tarafından belirlenmiş teolojik standartlar olabilmektedir. Çocuğun itaat etmesini bir erdem olarak değerlendirir ve cezalandırıcı ve zorlayıcı önlemler kullanır. Buyurgan ebeveyn ise çocukların etkinliklerinin akılcı ve sonuç odaklı olmasına dikkat eder, kararlarının arkasında yatan nedenleri çocukla paylaşır, sonuç olarak kendi yetişkin görüşünü dayatır, ancak çocuğun bireysel ilgilerinin de farkındadır.<br/>Çocukların etkinliklerinin akılcı ve sonuç odaklı olmasına dikkat eder, kararlarının arkasında yatan nedenleri çocukla paylaşır."
  },
  {
    "id": "2847191",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi ‘toplumsallaşma’ olgusunu doğru olarak <strong>ifade etmez?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Toplumsallaşma, bireye toplumsal yapılar ve ilişkiler içinde bir benlik duygusu kazandırır.",
      "B": "Toplumsallaşma sürecinde aile ilişkileri, toplum ve genel olarak yaşamın hangi değerler etrafında işlediğini öğrenilir ve içselleştirilir.",
      "C": "Toplumsallaşma sosyal çevreden öğrenilen rollerin içselleştirilmesi ve uyum sağlama sürecidir.",
      "D": "Toplumsallaşma bireylerin başkalarıyla ilişki içindeyken gerçekleştirdiği bir sosyal öğrenme biçimidir.",
      "E": "Toplumsallaşma sadece çocukluk dönemini kapsayan bir olgu olarak görülmektedir."
    },
    "explanation": "DİJİTAL TOPLUMSALLAŞMA (SOSYALİZASYON) VE AİLENİN İŞLEVLERİNDE YAŞANAN DÖNÜŞÜMLER<br/>Toplumsallaşma sadece çocukluk dönemini kapsayan bir olgu olarak görülmektedir."
  },
  {
    "id": "2847193",
    "unitNumber": 7,
    "text": "Hangisi çocukların teknoloji bilgisini ebeveynlerine aktarmasıyla ve bu türden bilgileri onlardan çok ender almasıyla ilgilidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Akran akışı",
      "B": "Ebeveyn akışı",
      "C": "Eğitim akışı",
      "D": "Teknoloji akışı",
      "E": "Dijital ortamdaki sosyalizasyon akışı"
    },
    "explanation": "Dijital Sosyalizasyon ve Aile İlişkileri<br/>Ebeveyn akışı"
  },
  {
    "id": "2847195",
    "unitNumber": 7,
    "text": "Hangisi bireylerin dünyanın farklı mekanlarında gerçekleşen birçok şey hakkında öğrenme, görüş ve hissiyat geliştirme deneyimi kazanmasını ve dünyadaki çeşitli olaylar hakkında anlık ve uzun süreli bilgiler edinmesini sağlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Sosyal medya ve ağlar",
      "B": "Aile bireyleri",
      "C": "Arkadaş çevresi",
      "D": "Yazılı basın",
      "E": "Okul süreçleri"
    },
    "explanation": "Dijital Sosyalizasyon ve Aile İlişkileri<br/>Sosyal medya ve ağlar"
  },
  {
    "id": "2847198",
    "unitNumber": 7,
    "text": "Araştırma bulgularına göre hangisi çocukların aileleriyle geçirdikleri zamanı azaltmakta, bilgisayar başında çok vakit geçirmelerine yol açmakta, aile içi çatışmaya daha çok neden olmakta, insanların yüz yüze zaman geçirmelerini daha fazla engellemekte, günlük ilişkileri daha çok aksatmakta ve daha fazla zaman kaybına neden olmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Aile yaşamı",
      "B": "Okul ortamı",
      "C": "Uzun süreli internet kullanımı",
      "D": "Bireyler arasındaki kişisel ilişkiler",
      "E": "Akrabalık ilişkileri"
    },
    "explanation": "Ailede Dijital Ortam<br/>Uzun süreli internet kullanımı"
  },
  {
    "id": "2847200",
    "unitNumber": 7,
    "text": "Aşağıdaki cümleyi hangisi doğru biçimde tamamlar?<br/>“18 yaş altı çocukların internet kullanımı üzerine yapılan bir araştırmaya göre, internet kullanıcıları arasında en hızlı büyüyen grubun ……………………………….. olduğu belirlenmiştir.”",
    "correctAnswer": "D",
    "options": {
      "A": "spor lisesi öğrencileri",
      "B": "meslekî açık öğretim liselerinde okuyanlar",
      "C": "örgün meslekî ve teknik eğitim okullarında okuyanlar",
      "D": "okul öncesi dönemindeki çocuklar",
      "E": "orta okul dönemindeki çocuklar"
    },
    "explanation": "Çocukların İnternet Kullanma Pratiklerinin Boyutları<br/>okul öncesi dönemindeki çocuklar"
  },
  {
    "id": "2847202",
    "unitNumber": 7,
    "text": "Hangisi dijital dünyada güvenli bir internet ortamı ve güvene dayalı bir ebeveyn-çocuk ilişkisinin oluşturulması açısından <strong>önem taşımaz?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Ebeveynlerin çocuklarının dünyasını benimsemeleri ve kabullenmeleri, çocukları ile birlikte ekransız zamanlar deneyimlemeleri.",
      "B": "Ebeveynlerin bilgisayar ve benzeri araçlarda kontrol araçlarının nasıl kullanılacağı ve sınırları hakkında çocukları ile anlaşma yaparak onları bu araçları kullanmaya özendirmeleri.",
      "C": "Ebeveynlerin çocukları ile hangi siteden hangi oyunların ve programların indirileceği konusunda anlaşmaları; internete girilecek zamanı ve bu araçları nerede kullanacağı hakkında ilkeleri belirlemeleri.",
      "D": "Ebeveynlerin çocuklarına “Eğer yüz yüze iken söyleyemeyeceğin/yapamayacağın bir şey varsa bunu Skype, Facebook ya da herhangi bir sosyal medya platformunda da yazmama/yapmama” kuralını benimsetmeleri.",
      "E": "Ebeveynlerin çocuklarını sosyal medyadaki dijital kapsama alanını ve ününü yönetme konusunda özgür bırakmaları ancak gerekli gördüklerinde fişi çekmekle tehdit etmeleri."
    },
    "explanation": "Ailede İnternet: Gözetim ve Özerklik Dengesi<br/>Ebeveynlerin çocuklarını sosyal medyadaki dijital kapsama alanını ve ününü yönetme konusunda özgür bırakmaları ancak gerekli gördüklerinde fişi çekmekle tehdit etmeleri."
  },
  {
    "id": "2847203",
    "unitNumber": 7,
    "text": "Uluslararası gerçekleştirilmiş araştırma bulgularına göre hangisi çocukların internette en fazla maruz kaldıkları durumlardan biri <strong>değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Zorbalık ve alay, kötü ve argo sözler ve zararlı içerikler",
      "B": "Hoş olmayan yönlendirmeler, küçük düşürücü ve saldırgan görüntü ve içerikler",
      "C": "Dahil oldukları yaş gruplarına ilişkin bilgi ve beceri aktarımı hedefleyen programlar",
      "D": "Her türlü cinsel istismar, şiddet içerikleri",
      "E": "İstenmeyen kişisel bilgi, içerik ve görüntülerin izinsiz yaygınlaştırılması"
    },
    "explanation": "İNTERNETTE ÇOCUKLARI BEKLEYEN RİSKLER VE RİSKLERİN YÖNETİMİ<br/>Dahil oldukları yaş gruplarına ilişkin bilgi ve beceri aktarımı hedefleyen programlar"
  },
  {
    "id": "2847206",
    "unitNumber": 7,
    "text": "Hangisi bireysel ve sosyal ilişkilerin temeli olan mahremiyeti <strong>ifade etmez?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Bireyin istediği kişilerle iletişime geçebilmesidir.",
      "B": "Duyguların, düşüncelerin ve bedenin dokunulmazlığıdır.",
      "C": "Kişisel bilgilerin, içerik ve görüntülerin bireyin kendi kontrolünde olmasıdır.",
      "D": "Bireyle ilgili alınan karar süreçlerine söz konusu bireyin ebeveynlerinin ve ailesinin katılabilmesidir.",
      "E": "Tüm sosyal ilişkilerimizin temeli ve kolektivizm ile bireyselliğin kesiştiği karşılıklı saygıya dayalı etik kodların rehberliğinde tecrübe edilmesi gereken dinamik ilişkiler setidir."
    },
    "explanation": "Sosyal Medya Ortamlarında Çocuklar ve Mahremiyet<br/>Bireyle ilgili alınan karar süreçlerine söz konusu bireyin ebeveynlerinin ve ailesinin katılabilmesidir."
  },
  {
    "id": "2847209",
    "unitNumber": 7,
    "text": "Hangisi 25 ülkede yirmi bin çocukla konuşularak yürütülen Avrupa Çevrimiçi Çocuklar Projesinin (2009-2013) sonuç raporunda <strong>yer almamıştır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Ülkelerin çocuklara yönelik güvenli internet ortamı bulunmaktadır.",
      "B": "Çocukların yüzde 85’i Facebook kullanmakta ve bu sayının yarısı hesabını herkese görünür bir şekilde ayarlamaktadır.",
      "C": "Çocukların %9.6’sı internet üzerinden üzücü bir durumla karşılaştıklarını ifade ederken ailelerin yarısının bu durumdan haberdar olduğu görülmüştür.",
      "D": "Çocukların yüzde 15’i zararlı bilgiler içeren web sitelerini ziyaret ettiklerini belirtmiştir.",
      "E": "Türkiye’de babaların internet kullanımı yüzde 49 oranındayken annelerin kullanım oranları sadece yüzde 24’te kalmıştır."
    },
    "explanation": "Sosyal Medya Ortamlarında Çocuklar ve Mahremiyet<br/>Ülkelerin çocuklara yönelik güvenli internet ortamı bulunmaktadır."
  },
  {
    "id": "2847211",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi ebeveynlerin çocuklarının internet güvenliği, mahremiyet bilgi ve becerilerini geliştirmek için yapması gerekenlerden biri değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Çocuklarının mevcut güvenlik kontrolünü ve mahremiyet/özel alan ayarlarını iyi bir şekilde kullanmalarını sağlamalılar.",
      "B": "Sanal ortamlarda üretilen ve paylaşılan içerikleri sert önlemlerle kısıtlamalı ve denetlemeliler.",
      "C": "Çocuklarının özellikle sosyal network sitelerini kullanırken nasıl güvende olunacağının kavramasını sağlamalılar.",
      "D": "Çocuklarına model olmalı, saygılı ve esnek olmalı; dijital dünyanın riskleri karşısında farkındalık geliştirmeliler.",
      "E": "Okul temelli eğitim programlarından, akran networklerinde küçüklerin yetişkinlerle ilişkilerinde nasıl davranması ve konuşması gerektiğine ilişkin internet güvenliği stratejilerinden faydalanmalılar."
    },
    "explanation": "Çocukların İnternet Güvenliği Bilgi ve Becerilerini Geliştirici Ebeveyn Tutumları<br/>Sanal ortamlarda üretilen ve paylaşılan içerikleri sert önlemlerle kısıtlamalı ve denetlemeliler."
  },
  {
    "id": "2849086",
    "unitNumber": 7,
    "text": "Toplumsallaşmayı, sosyal çevreden öğrenilen rollerin içselleştirilmesi ve uyum sağlama süreci olarak tanımlayan düşünür aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Livingston",
      "B": "Corsaro",
      "C": "Binark",
      "D": "Parsons",
      "E": "Ghosh"
    },
    "explanation": "Toplumsallaşma bireylerin başkalarıyla ilişki içindeyken gerçekleştirdiği bir sosyal öğrenme biçimidir.<br/>Parsons’a göre <em>toplumsallaşma sosyal çevreden öğrenilen rollerin içselleştirilmesi ve uyum sağlama sürecidir</em>."
  },
  {
    "id": "2849097",
    "unitNumber": 7,
    "text": "Dijital enformasyon teknolojilerinde yaşanan devrimlerin insan etkinliğinin ve sosyal ilişkilerin tüm alanlarına yayılma özelliği nedeniyle, dijitalleşmenin ve ağ toplumu özelliklerinin yeni toplumsal, kültürel ve ekonomik ilişkilerin ve bütünlüğün çözümlenmesinde başlangıç noktası olduğuna işaret eden düşünür aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "S. Hall",
      "B": "S. Livingstone",
      "C": "M. Castells",
      "D": "T. Van Dijk",
      "E": "Z. Bauman"
    },
    "explanation": "Castells ağ toplumu sayesinde toplumun maddi ve kültürel temellerinin derinden dönüştüğünü ve sosyal ilişkilerin ağ toplumu etrafında örgütlendiğini öne sürmektedir.<br/>Manuel Castells (2004), dijital enformasyon teknolojilerinde yaşanan devrimlerin insan etkinliğinin ve sosyal ilişkilerin tüm alanlarına yayılma özelliği nedeniyle, dijitalleşmenin ve ağ toplumu özelliklerinin yeni toplumsal, kültürel ve ekonomik ilişkilerin ve bütünlüğün çözümlenmesinde başlangıç noktası olduğuna işaret etmektedir."
  },
  {
    "id": "2849110",
    "unitNumber": 7,
    "text": "Sosyalizasyonun en önemli aktörü aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Dijital platformlar",
      "B": "Aile",
      "C": "Okul ve akran grupları",
      "D": "İş yaşamı",
      "E": "Kitle iletişim araçları"
    },
    "explanation": "Aileden sonra gelen temel toplumsallaşma unsurları şunlardır: okul ve akran grupları, kitle iletişim araçları, dijital platformlar ve iş yaşamı.<br/>Sosyalizasyonun en önemli aktörü ailedir."
  },
  {
    "id": "2849120",
    "unitNumber": 7,
    "text": "…………………… (2016) dijital ortamlarda insanların becerileri kullanarak dört tip akış oluşturduklarını tespit etmektedir: Akran akışı, ebeveyn akışı, eğitim akışı ve teknoloji akışı.<br/>Yukarıdaki boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Ghosh ve arkadaşları",
      "B": "Bayraktutan ve Sütçü",
      "C": "Scarcelli ve Riva",
      "D": "İçin veAkçalı",
      "E": "Livingston"
    },
    "explanation": "Akran akışı, ebeveyn akışı, eğitim akışı ve teknoloji akışı hakkında bilgi sayfa 186 da bulunmaktadır.<br/>Scarcelli ve Riva (2016) dijital ortamlarda insanların becerileri kullanarak dört tip akış oluşturduklarını tespit etmektedir: Akran akışı, ebeveyn akışı, eğitim akışı ve teknoloji akışı."
  },
  {
    "id": "2849136",
    "unitNumber": 7,
    "text": "Aşağıdaki hangi düşünürler tarafından yapılan çalışmada, yaygın internet kullanan ve bilgisayar oyunları ile zamanını geçiren çocukların sosyal gelişimlerinin önemli ölçüde gerilediği, bu çocukların özgüvenlerinin düşük, sosyal kaygı düzeylerinin ve saldırganlık davranışlarının yüksek olduğu bulunmuştur?",
    "correctAnswer": "E",
    "options": {
      "A": "Ghosh ve arkadaşları",
      "B": "Bayraktutan ve Sütçü",
      "C": "Scarcelli ve Riva",
      "D": "İçin ve Akçalı",
      "E": "Holman ve arkadaşları"
    },
    "explanation": "Kontrolsüz internet kullanımı ise çocuğun ve gencin fiziksel, psikolojik, sosyal ve bilişsel gelişimini olumsuz yönde etkilemektedir.<br/>Holman ve arkadaşları (2005) tarafından yapılan çalışmada yaygın internet kullanan ve bilgisayar oyunları ile zamanını geçiren çocukların sosyal gelişimlerinin önemli ölçüde gerilediği, bu çocukların özgüvenlerinin düşük, sosyal kaygı düzeylerinin ve saldırganlık davranışlarının yüksek olduğu bulunmuştur."
  },
  {
    "id": "2849149",
    "unitNumber": 7,
    "text": "Türkiye İstatistik Kurumunun (TÜİK) 2018 yılında yaptığı Hane halkı Bilişim Teknolojileri (BT) Kullanım Araştırmasının sonuçlarına göre, İnternet kullanan bireylerin oranı % kaçtır?",
    "correctAnswer": "D",
    "options": {
      "A": "58,5",
      "B": "65,5",
      "C": "68,6",
      "D": "72,9",
      "E": "80,4"
    },
    "explanation": "Bilgisayar ve İnternet kullanımı 2018 yılında 16-74 yaş grubundaki bireylerde sırasıyla %59,6 ve %72,9 oldu.<br/>Türkiye İstatistik Kurumunun (TÜİK) 2018 yılında yaptığı Hanehalkı Bilişim Teknolojileri (BT) Kullanım Araştırmasının sonuçlarına göre, İnternet kullanan bireylerin oranı %72,9 oldu."
  },
  {
    "id": "2849254",
    "unitNumber": 7,
    "text": "Baumrind’e göre kaç tip kontrol modeli bulunmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "Çocukların dijital risklere karşı korunmasına yönelik ebeveyn tutumları farklılaşmaktadır.<br/>Baumrind’e (1966) göre <em>serbest (permissive)</em>, <em>otoriter (authoritarian) </em>ve <em>buyurgan (authoritative) </em>olmak üzere üç tip kontrol modeli bulunmaktadır."
  },
  {
    "id": "2849266",
    "unitNumber": 7,
    "text": "2016 yılında PEW’in yaptığı saha çalışmasına göre, Ebeveynlerin yüzde kaçı, ebeveyn kontrol uygulamalarını çocuklarının akıllı telefonlarına yüklemekte ve uygun olmayan online uygulamaları böylece filtreleyip engellemektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "16",
      "B": "18",
      "C": "22",
      "D": "25",
      "E": "30"
    },
    "explanation": "Wisniewski ve arkadaşlarının yürüttüğü bir çalışma ise bu tür bir ticari olarak satın alınan filtre ve engelleme uygulamasının online güvenlik konusunda çok ağır bir ebeveyn gözetimi ve sınırlaması anlamına geldiğine ve çocukların ve gençlerin özel alan ve özerklik ihtiyaçlarını tümüyle görmezden geldiğine işaret etmektedir.<br/>2016 yılında PEW’in yaptığı saha çalışmasına göre, ebeveynler çocuklarının dijital araçları kullanımını izlemek için çok çeşitli stratejiler benimsemektedir: Ebeveynlerin yüzde 16’sı ebeveyn kontrol uygulamalarını çocuklarının akıllı telefonlarına yüklemekte ve uygun olmayan online uygulamaları böylece filtreleyip engellemektedir."
  },
  {
    "id": "2849273",
    "unitNumber": 7,
    "text": "<em>Ayın Karanlık Yüzü: Yeni Medya ve Etik </em>adlı çalışmalarında, bireyin, özel yaşamının ne kadarını çevreye açacağına oran ve şekline kendi iradesi ile karar vermesi gerekmekte olduğuna dikkat çeken düşünür veya düşünürler aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Scarcelli ve Riva",
      "B": "İçin veAkçalı",
      "C": "Livingston",
      "D": "Binark ve Bayraktutan",
      "E": "Castells"
    },
    "explanation": "Özellikle, kişinin cinsel yaşamı ve cinsel tercihleri, dinsel tercihleri, etnik kökeni, sağlık bilgileri vb. konular hassas verilerdir ve özel korumayı hak ederler.<br/>Binark ve Bayraktutan’ın (2013: 57) <em>Ayın Karanlık Yüzü: Yeni Medya ve Etik </em>adlı çalışmalarında da dikkat çektiği üzere, bireyin, özel yaşamının ne kadarını çevreye açacağına oran ve şekline kendi iradesi ile karar vermesi gerekmektedir."
  },
  {
    "id": "2849294",
    "unitNumber": 7,
    "text": "Çocuklara online kur yapma ve pedofili eylemleri toplumda en az tolerans gösterilen ancak suç yasalarında da giderek daha çok yer verilen suç eylemleri hâline gelmekte olduğunu belirten düşünür aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Livingston",
      "B": "Corsaro",
      "C": "Binark",
      "D": "Parsons",
      "E": "Ghosh"
    },
    "explanation": "Sayfa 195’de İngiltere’de Çocuk İstismarı Göstergeleri Raporu açıklaması bulunmaktadır.<br/>Livingstone’a (2009: 157) göre, çocuklara online kur yapma ve pedofili eylemleri toplumda en az tolerans gösterilen ancak suç yasalarında da giderek daha çok yer verilen suç eylemleri hâline gelmektedir."
  },
  {
    "id": "2849983",
    "unitNumber": 7,
    "text": "\"............, insanların kendi toplumsal dünyalarının davranış standartlarını, normlarını, kurallarını ve değerlerini benimsemeye ikna edildiği süreçler olarak ifade edilmiştir\" ifadesindeki boşluğu aşağıdakilerden hangisi doğru olarak tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Bireyselleşme",
      "B": "Yalnızlaşma",
      "C": "Toplumsallaşma",
      "D": "Yoğunlaşma",
      "E": "Kuralsızlaşma"
    },
    "explanation": "Toplumsallaşma (sosyalizasyon) bireyin gerek toplumun norm ve değerlerini içselleştirerek, gerekse toplumsal rollerimizi (çocuk, anne, baba, işçi arkadaş, vatandaş vb.) öğrenerek toplumun üyeleri hâline geldiği öğrenme sürecidir. Toplumsallaşma, insanların kendi toplumsal dünyalarının davranış standartlarını, normlarını, kurallarını ve değerlerini benimsemeye ikna edildiği süreçler olarak ifade edilmiştir. Sosyalizasyonun en önemli aktörü ailedir. İçinde bulunduğumuz toplumun kültürel ve sosyal kurallarını ve değerlerini öğrenerek toplumun bir parçası hâline gelme sürecimizin en önemli aktörleri aile ve okuldur. Doğru cevap C'dir."
  },
  {
    "id": "2849999",
    "unitNumber": 7,
    "text": "\"Toplumsallaşma, sosyal çevreden öğrenilen rollerin içselleştirilmesi ve uyum sağlama sürecidir\" ifadesi aşağıdakilerden hangisine aittir?",
    "correctAnswer": "E",
    "options": {
      "A": "Hall",
      "B": "Livingstone",
      "C": "Bauman",
      "D": "Binark",
      "E": "Parsons"
    },
    "explanation": "Toplumsallaşma, bireye toplumsal yapılar ve ilişkiler içinde bir benlik duygusu kazandırır. Parsons’a göre ise toplumsallaşma sosyal çevreden<br/>öğrenilen rollerin içselleştirilmesi ve uyum sağlama sürecidir. Toplumsallaşma süreci boyunca bireyler toplumsal sistem içindeki davranış standartlarını<br/>değerler, normlar ve tutumlar olarak adım adım öğrenir, içselleştirir ve kendi kişisel düşünce ve eylemleri için kullanırlar. Doğru cevap E'dir."
  },
  {
    "id": "2850005",
    "unitNumber": 7,
    "text": "Bireyler arasındaki kişisel ilişkiler, aile, örgütlenmenin toplumun işleyişinde sosyal ilişkilerin önemine aşağıdakilerden hangisi işaret etmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Toplumsallaşma",
      "B": "Sosyal sermaye",
      "C": "Bireyselleşme",
      "D": "Postmodern",
      "E": "Sosyal bütünleşme"
    },
    "explanation": "Sosyal ilişkiler, aynı zamanda toplumun temel bir unsurunu oluşturur ve topluluk içinde kaynaşma ve bağlanma için farklı yollar sunar. Bireysel ve toplumsal seviyede, toplumsal ağların, iletişimin ve temasların önemi sosyal sermaye<br/>olarak adlandırılmaktadır. Sosyal sermaye kavramı, bireyler arasındaki kişisel ilişkiler, aile, örgütlenmenin toplumun işleyişinde sosyal ilişkilerin önemine<br/>işaret etmektedir. Doğru cevap B'dir."
  },
  {
    "id": "2850076",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi, Scarcelli ve Riva'nın dijital ortamlarda insanların becerileri kullanarak oluşturdukları akışlardan biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Akran akışı",
      "B": "Ebeveyn akışı",
      "C": "Eğitim akışı",
      "D": "Sosyal akış",
      "E": "Teknoloji akışı"
    },
    "explanation": "Çocuğun dijital ortamdaki sosyalizasyonu incelendiğinde bu platformda da bir akran kültürü oluşturdukları görülmektedir. Scarcelli ve Riva dijital ortamlarda insanların becerileri kullanarak dört tip akış oluşturduklarını tespit etmektedir: Akran akışı, ebeveyn akışı, eğitim akışı ve teknoloji akışı. Doğru cevap D'dir."
  },
  {
    "id": "2850083",
    "unitNumber": 7,
    "text": "\" ........ ........., teknoloji ve medyaya yönelik bilgilerin ders olarak okullarda işlenmesini ifade etmektedir\" cümlesindeki boşluğu aşağıdakilerden hangisi doğru olarak tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Sosyal akış",
      "B": "Eğitim akışı",
      "C": "Ebeveyn akışı",
      "D": "Teknoloji akışı",
      "E": "Akran akışı"
    },
    "explanation": "Ebeveyn akışı, çocukların teknoloji bilgisini ebeveynlerine aktarmasıyla ve nadiren de olsa ebeveynlerin bu türden bilgileri çocuklarına aktarmasıyla ilgilidir. Eğitim akışı, teknoloji ve medyaya yönelik bilgilerin ders olarak okullarda işlenmesini ifade etmektedir. Teknoloji akışı ise teknik işlevsel becerilerin kullanımıyla ilgilidir. Doğru cevap B'dir."
  },
  {
    "id": "2850106",
    "unitNumber": 7,
    "text": "Bireyin dijital medyayı kullanımı sırasında maruz kaldığı dijital içeriklerin ve görüntülerin sonucu gerçekleştirdiği öğrenme sürecine ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Dijital güç",
      "B": "Digital göç",
      "C": "Dijital kültürleşme",
      "D": "Dijital sosyalizasyon",
      "E": "Medya okuryazarlığı"
    },
    "explanation": "Dijital sosyalizasyon bireyin dijital medyayı kullanımı sırasında maruz kaldığı dijital içeriklerin ve görüntülerin sonucu gerçekleştirdiği öğrenme sürecidir. Dijital sosyalizasyon ortamında bireyler bilişsel motivasyonlarını harekete geçirir,<br/>yeni bilgi ve beceriler kazanırlar, başkalarıyla kurdukları ilişkilerde sosyal beceriler edinirler. Doğru cevap D'dir."
  },
  {
    "id": "2850197",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi, dijital risklere ilişkin Baumrind'e göre ebeveynlerin cezalandırıcı bir yaklaşıma sahip olmadığı; çocuklarının istek ve eylemlerine karşı kabul edici ve olumlu bir tutum sergilediği modeli ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Serbest model",
      "B": "Otoriter model",
      "C": "Buyurgan model",
      "D": "Kapsayıcı model",
      "E": "Dışlayıcı model"
    },
    "explanation": "Çocukların dijital risklere karşı korunmasına yönelik ebeveyn tutumları farklılaşmaktadır. Ebeveyn-çocuk arasındaki güç ilişkileri, ebeveynlerin<br/>çocukları koruma ve kontrol etme tutumlarında açıkça görülür hale gelmektedir. Baumrind’e (1966) göre serbest (permissive), otoriter (authoritarian) ve<br/>buyurgan (authoritative) olmak üzere üç tip kontrol modeli bulunmaktadır. Serbest modeli benimseyen ebeveynler cezalandırıcı bir yaklaşıma sahip değildir, çocuklarının istek ve eylemlerine karşı kabul edici ve olumlu bir tutum sergilemektedir. Doğru cevap A'dır."
  },
  {
    "id": "2850204",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi, dijital risklere karşı Baumrind'e göre ebeveynin, çocuğu belli kurallara göre şekillendirmeye ve kontrol etmeye çalıştığı modeli ifade eder?",
    "correctAnswer": "E",
    "options": {
      "A": "Buyurgan model",
      "B": "Serbest model",
      "C": "Kapsayıcı model",
      "D": "Dışlayıcı model",
      "E": "Otoriter model"
    },
    "explanation": "Çocukların dijital risklere karşı korunmasına yönelik ebeveyn tutumları farklılaşmaktadır. Ebeveyn-çocuk arasındaki güç ilişkileri, ebeveynlerin<br/>çocukları koruma ve kontrol etme tutumlarında açıkça görülür hale gelmektedir. Baumrind’e (1966) göre serbest (permissive), otoriter (authoritarian) ve<br/>buyurgan (authoritative) olmak üzere üç tip kontrol modeli bulunmaktadır.<br/>Otoriter modeli benimseyen ebeveyn, çocuğu belli kurallara göre şekillendirmeye ve kontrol etmeye çalışır, bu kurallar genellikle daha yüksek bir otorite<br/>tarafından belirlenmiş teolojik standartlar olabilmektedir. Doğru cevap E'dir."
  },
  {
    "id": "2850217",
    "unitNumber": 7,
    "text": "Ebeveynlerin dijital dünyada çocuklarıyla kurdukları ilişkiler ve çocuklara güvenli bir internet ortamı ve güvene dayalı bir ebeveyn-çocuk ilişkisi tesis edebilmelerine ilişkin aşağıdakilerden hangisi söylenemez?",
    "correctAnswer": "D",
    "options": {
      "A": "Çocukların dünyasını benimsemek ve kabullenmek",
      "B": "İletişim araçlarını kullanırken saygılı olmayı öğretmek",
      "C": "Birlikte ekransız zamanlar formüle etmek ve deneyimlemek",
      "D": "Hangi siteden hangi oyunların ve programların indirileceği konusunda çocuğu serbest bırakmak",
      "E": "İnternete girilecek zamanı ve bu araçları nerede kullanacağı hakkında ilkeler<br/>belirlemek"
    },
    "explanation": "Ebeveynler dijital dünyada çocuklarıyla kurdukları ilişkilerde şu ilkelerle hareket etmeyi bir alışkanlığa dönüştürebilirse çocuklara güvenli bir internet ortamı ve güvene dayalı bir ebeveyn-çocuk ilişkisi tesis edebilir:<br/>• Çocukların dünyasını benimsemek ve<br/>kabullenmek,<br/>• İletişim araçlarını kullanırken saygılı olmayı<br/>öğretmek,<br/>• Birlikte ekransız zamanlar formüle etmek ve deneyimlemek,<br/>• Bilgisayar ve benzeri araçlarda ebeveyn kontrol araçlarının nasıl kullanılacağı ve sınırları hakkında çocuklarla anlaşma yaparak çocukları bu araçları kullanmaya özendirmek,<br/>• Sosyal medyadaki dijital kapsama alanını ve ününü yönetebilmesine yardım etmek,<br/>• Eğer yüz yüze iken söyleyemeyeceğin/yapamayacağın bir şey varsa bunu Skype, Facebook ya da herhangi bir sosyal medya platformunda da yazmama/yapmama kuralı,<br/>• Hangi siteden hangi oyunların ve programların indirileceği konusunda anlaşmak,<br/>• İnternete girilecek zamanı ve bu araçları<br/>nerede kullanacağı hakkında ilkeler belirlemek,<br/>• Fişi çekmekle tehdit etmek yerine onu korkutan, şüpheye düşüren, utandıran, alaya alan şeyler olduğunda bunları paylaşabilmesi için ona güven vermek. Doğru cevap D'dir."
  },
  {
    "id": "2850223",
    "unitNumber": 7,
    "text": "Bireysel ve sosyal ilişkilerimizin temeli olan mahremiyete ilişkin aşağıdakilerden hangisi söylenemez?",
    "correctAnswer": "B",
    "options": {
      "A": "Mahremiyet, duyguların ve düşüncelerin dokunulmazlığıdır.",
      "B": "Mahremiyet, bireyle ilgili alınan karar süreçlerine söz konusu bireyin katılmamasıdır.",
      "C": "Mahremiyet; kişisel bilgilerin, içerik ve görüntülerin bireyin kendi kontrolümde<br/>olmasıdır.",
      "D": "Mahremiyet, istediğimiz kişilerle iletişime geçebilmektir.",
      "E": "Mahremiyet, bedenin dokunulmazlığıdır."
    },
    "explanation": "Bireysel ve sosyal ilişkilerimizin temeli olan mahremiyeti bir çok açıdan değerlendirdiğimizde şöyle özetleyebiliriz:<br/>• Mahremiyet, bedenin dokunulmazlığıdır. Mahremiyet, tüm sosyal ilişkilerimizin temeli ve kolektivizm ile bireyselliğin kesiştiği karşılıklı saygıya dayalı etik kodların rehberliğinde tecrübe edilmesi gereken dinamik ilişkiler setidir.<br/>• Mahremiyet, duyguların ve düşüncelerin dokunulmazlığıdır; duygular ve düşünceler bireyseldir ve özerkliğin temel unsurlarıdır.<br/>• Mahremiyet; kişisel bilgilerin, içerik ve görüntülerin bireyin kendi kontrolümde<br/>olmasıdır.<br/>• Mahremiyet, bireyle ilgili alınan karar süreçlerine söz konusu bireyin katılabilmesidir.<br/>• Mahremiyet, istediğimiz kişilerle iletişime geçebilmektir.<br/>Doğru cevap B'dir."
  },
  {
    "id": "2734737",
    "unitNumber": 8,
    "text": "Demografik dönüşümün ilk aşamasında aşağıdakilerden hangisinin gerçekleşmesi mümkündür?",
    "correctAnswer": "B",
    "options": {
      "A": "Doğum oranı düşüktür",
      "B": "Kadın başına ortalama 7 veya daha fazla doğum gerçekleşir",
      "C": "Bebeklik ve çocukluk dönemindeki ölümlülük oranı düşüktür",
      "D": "Yaşlı bağımlılık oranları yüksektir",
      "E": "Basit ve küçük aile yapıları yaygınlaşır"
    },
    "explanation": "Demografik dönüşümün ilk aşamasında doğum oranları yüksektir. Kadın başına ortalama 7 veya daha fazla doğum gerçekleşir. Ancak yüksek doğum oranına rağmen bebek ve çocuk ölümlülük oranları çok yüksektir. Doğan bebeklerin neredeyse yarısı yetişkinliğe ulaşamadan yaşamını yitirir. Yaşlı ölüm oranları da oldukça yüksektir. Bu yaşlı bağımlılık oranlarının düşük olması anlamına gelir. Aile yapılarında daha çok geniş ve ataerkil aile biçimleri görülür. Bu bilgiler ışığında doğru cevap B'dir."
  },
  {
    "id": "2734738",
    "unitNumber": 8,
    "text": "TÜİK'in 2019 verilerine göre, Türkiye'nin yaşlı nüfus oranları konusunda dünya ülkeleri arasındaki yerine ilişkin aşağıdakilerden hangisi dorğudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Yaşlı nüfus oranlarının en yüksek olduğu ilk 10 ülke arasındadır",
      "B": "Yaşlı nüfus oranlarının en düşük olduğu ilk 10 ülke arasındadır",
      "C": "Yaşlı nüfus oranı, dünya ortalamasından oldukça yüksektir",
      "D": "Yaşlı nüfus oranı, dünya ortalamasına oldukça yakındır",
      "E": "Yaşlı nüfus oranı, dünya ortalamasından oldukça düşüktür"
    },
    "explanation": "Türkiye İstatistik Kurumunun (TÜİK) 2019 verilerine göre Türkiye, yaşlı nüfus oranlarının en yüksek ve en düşük olduğu ilk 10 ülke arasında değildir. Aynı zamanda Türkiye'deki yaşlı nüfus oranı dünya ortalamasından çok yüksek ya da düşük de değildir. Türkiye'nin yaşlı nüfus oranının dünya ortalamasına oldukça yakın olduğu belirtilmektedir."
  },
  {
    "id": "2734739",
    "unitNumber": 8,
    "text": "<ol type=\"I\"> <li>Ataerkillik artar</li> <li>Doğurganlık azalır</li> <li>Boşanma oranları artar</li> </ol> Modernlik ve küreselleşme ile birlikte aile sistemlerinde yukarıdaki değişimlerden hangisi ya da hangilerinin gerçekleşmesi daha olasıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Modernlik ve küreselleşme ile birlikte aile sistemleri de değişime uğramaktadır. Modernlik ve küreselleşme ile birlikte ataerkillik gerilemekte, doğurganlık azalmakta, evlilik ve cinselliğe yaklaşım değişmektedir. Bu değişmeler de boşanma oranlarında, tek ebeveynli ailelerde, nikahsız birlikteliklerde artışa neden olmaktadır. Verilenlere göre II ve III'ü içeren D seçeneği doğrudur."
  },
  {
    "id": "2734740",
    "unitNumber": 8,
    "text": "Türkiye'nin demografik dönüşümü ile ilgili aşağıda verilenlerden hangisi doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Doğuşta beklenen yaşam süresi 1950’lerin başında 44 iken, 2016-2018 döneminde 78 yıla ulaşmıştır",
      "B": "\"Ortanca yaş”, 2000’li yılların başında 26 iken 2018’de 40’a yükselmiştir",
      "C": "Yaşlı nüfusun toplam nüfus içindeki oranı 2018 yılında yüzde 20 olmuştur",
      "D": "20-30 yıl önce bir kadının doğurgan olduğu dönem boyunca doğurabileceği ortalama çocuk sayısı 2,6 iken günümüzde doğurganlık 1,2 civarındadır",
      "E": "Adrese Dayalı Nüfus Kayıt Sistemi (ADNKS) sonuçlarına göre 2019 yılında Türkiye nüfusu 85 milyon 154 bin 997 kişiye ulaşmıştır"
    },
    "explanation": "\"Ortanca yaş”, 2000’li yılların başında 26 iken 2018’de 40’a değil 32'ye yükselmiştir. Yaşlı nüfusun toplam nüfus içindeki oranı 2018 yılında yüzde 20 değil 9 olmuştur. 20-30 yıl önce bir kadının doğurgan olduğu dönem boyunca doğurabileceği ortalama çocuk sayısı 2,6 iken günümüzde doğurganlık 1,2 değil 2,1 civarındadır. Adrese Dayalı Nüfus Kayıt Sistemi (ADNKS) sonuçlarına göre 2019 yılında Türkiye nüfusu 85 milyon değil 83 milyon 154 bin 997 kişiye ulaşmıştır. Doğuşta beklenen yaşam süresi 1950’lerin başında 44 iken, 2016-2018 döneminde 78 yıla ulaşmıştır. Dolayısıyla doğru cevap A'dır."
  },
  {
    "id": "2734741",
    "unitNumber": 8,
    "text": "<ol type=\"I\"> <li>Şehirden şehire göçlerin payı yükselmektedir</li> <li>Köyden şehire göçlerin payı yükselmektedir</li> <li>2016 yılındaki şehirden köye göç oranı 2009 yılının neredeyse yarısıdır</li> </ol> 2009 ile 2016 yılları arasında Türkiye'de iç göçün yönünde yaşanan değişimler ile ilgili yukarıdakilerden hangisi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Türkiye’de iç göçte şehirden şehire doğru göçlerin payı yükselmektedir. Ancak köyden şehire, şehirden köye ve köyden köye doğru olan göçlerin payı ise azalma eğilimindedir. 2016 yılındaki şehirden köye göç oranı 2009 yılının neredeyse yarısıdır. Doğru cevap I ve III'ü içeren C seçeneğidir."
  },
  {
    "id": "2734742",
    "unitNumber": 8,
    "text": "Aile ve Sosyal Hizmetler Bakanlığının 2016 yılındaki araştırmasına göre kadınların ve erkeklerin evlenecekleri kişide aradıkları <u>en önemli</u> özellik aşağıdakilerden hangisinde verilmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kadınlara göre ilk kez evlenecek olması, erkeklere göre ilk kez evlenecek olması",
      "B": "Kadınlara göre aynı mezhepten olması, erkeklere göre dindar olması",
      "C": "Kadınlara göre dindar olması, erkeklere göre aynı mezhepten olması",
      "D": "Kadınlara göre iyi eğitimli olması, erkeklere göre ilk kez evlenecek olması",
      "E": "Kadınlara göre bir işinin olması, erkeklere göre ilk kez evlenecek olması"
    },
    "explanation": "Aile ve Sosyal Hizmetler Bakanlığı çalışması ülkemizde kadınların ve erkeklerin evlenecekleri kişide aradıkları özellikleri ortaya koymuştur. Sonuçlara göre tercihlerin sıralamasında büyük benzerlikler olmakla birlikte en önemli özellik farklılık göstermektedir. Buna göre kadınlar evlenecekleri kişinin bir işinin olmasını en öncelikli görürken erkekler kadının ilk kez evlenecek olmasını en önemli özellik olarak görmektedir. Doğru cevap E'dir."
  },
  {
    "id": "2734743",
    "unitNumber": 8,
    "text": "Aile, Çalışma ve Sosyal Hizmetler Bakanlığının 2016 verilerine göre tüm sosyoekonomik statürlerde hanede kadınların en az ve en çok oranla karar alıcı olduğu konular aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "En çok alışveriş, en az akraba ilişkileri",
      "B": "En çok tatil ve eglence, en az alışveriş",
      "C": "En çok akraba iliskileri, en az tatil ve eglence",
      "D": "En çok çocuklarla ilgili konular, en az alışveriş",
      "E": "En çok alışveriş, en az tatil ve eğlence"
    },
    "explanation": "Aile, Çalışma ve Sosyal Hizmetler Bakanlığının 2016 verilerine göre sosyoekonomik statüye göre kadınların hanede karar alıcı olduğu konular oransal olarak değişebilmektedir. Ancak statüler açısından en çok ve en az karar alıcı olunan konular sıralama olarak değişmemektedir. Buna göre kadınlar oransal olarak en çok alışveriş, en az da tatil ve eğlence konularında karar alıcı konumundadır. Doğru cevap E'dir."
  },
  {
    "id": "2734744",
    "unitNumber": 8,
    "text": "Dünyanın önde gelen sosyal psikologları arasında yer alan Çiğdem Kağıtçıbaşı'nın önderliğinde yürütülen Çocuğun Değeri araştırmalarına göre aşağıdakilerden hangisi çocuğa atfedilen ekonomik değerlerden birisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yaşlılıkta anne ve babasına bakım sağlaması",
      "B": "Çocuğun eve neşe vermesi",
      "C": "Anne-babaları birbirine yaklaştırması",
      "D": "Ailenin devamlılığını sağlaması",
      "E": "Ebeveyne toplumsal başarı ve itibar algısı vermesi"
    },
    "explanation": "Kağıtçıbaşı ve ekibi tarafından, Çocuğun Değeri araştırmalarında çocuğa atfedilen ekonomik, psikolojik ve sosyal olmak üzere üç farklı değer türü tanımlanmıştır. Çocuğun ekonomik değeri, öncelikle eve ekonomik açıdan gelir getirmesi ve katkı yapması, çocuğun ev işleri yapması ve yaşlılıkta anne ve babasına bakım sağlamasını ifade eder. Dolayısıyla doğru cevap A'dır. Diğer seçeneklerde yer alanlar çocuğun psikolojik ve sosyal değeri ile ilgilidir."
  },
  {
    "id": "2734745",
    "unitNumber": 8,
    "text": "<ol type=\"I\"> <li>Çocukların psikolojik değeri ön plana çıkmıştır</li> <li>Çok sayıda çocuk sahibi olmanın anlamı artmıştır</li> <li>Psikolojik/duygusal yatırımlar sadece çocuklara yönelmiştir</li> </ol> Aşağıdakilerden hangisi, psikolojik veya duygusal bağımlılık modeline göre ailenin temel özelliklerinden birisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Psikolojik veya duygusal bağımlılık modeline ailede çocukların psikolojik değeri ön plana çıkmıştır. Çok sayıda çocuk sahibi olmanın anlamı azalmıştır. Psikolojik/duygusal yatırımlar hem ebeveynlere hem de çocuklara yönelmiştir. Doğru cevap yalnız I'i içeren A seçeneğidir."
  },
  {
    "id": "2734746",
    "unitNumber": 8,
    "text": "Aile tipolojilerinin yaygınlığı ve değişimi hakkında yürütülen demografik araştırmalardan elde edilen bulgular bir bütün olarak incelendiğinde aşağıdakilerden hangisi <u>söylenemez?</u>",
    "correctAnswer": "C",
    "options": {
      "A": "Türkiye’de tüm aile tipleri arasında çekirdek aile tipi büyük çoğunluğu oluşturmaktadır",
      "B": "Son elli yıl içinde çekirdek aile tipinin yaygınlığı yaklaşık yüzde 10 oranında artmıştır",
      "C": "Son elli yılda ataerkil geniş ailenin yaygınlığı artmaktadır",
      "D": "Dağılmış/çözülmüş ailelerin oranı son elli yılda iki kattan daha fazla bir artış göstermiştir",
      "E": "Geniş aile tipolojilerinin yaygınlığı azalma eğilimindedir"
    },
    "explanation": "Aile tipolojilerinin yaygınlığı ve değişimi hakkında yürütülen demografik araştırmalardan elde edilen bulgular bir bütün olarak incelendiğinde Türkiye’de çekirdek aile tipinin, tüm aile tipleri arasında büyük çoğunluğu oluşturduğu görülür. Son elli yıl içinde çekirdek aile tipinin yaygınlığı yaklaşık yüzde 10 oranında artmıştır. Geniş aile tipolojilerinin yaygınlığı azalma eğilimindedir. Bu durum özellikle ataerkil geniş aile için daha belirgindir. Bir başka deyişle ataerkil geniş aile tipinin yaygınlığı azalmaktadır. Dağılmış/çözülmüş ailelerin oranı ise son elli yılda iki kattan daha fazla bir artış göstermiştir. Doğru cevap C'dir."
  },
  {
    "id": "2844820",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Türk aile yapısında 1990’lı yıllarda görünür hale gelen değişimi etkileyen faktörlerden birisi <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Orta sınıfın büyümesi",
      "B": "göç",
      "C": "sağlıksız kentleşme",
      "D": "Teknolojik gerilik",
      "E": "yoksulluk"
    },
    "explanation": "Türkiye’de orta sınıfın büyümesi, göç, sağlıksız kentleşme, yoksulluk, küreselleşmenin kültürel etkileri gibi büyük çaplı sosyal değişmeler Türk aile yapıları üzerindeki etkileri, 1990’lı yıllarda iyice görünür hâle gelmiştir"
  },
  {
    "id": "2845079",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi endüstriyel üretim toplumunu geleneksel üretim toplumlarından ayıran bir özelliktir?",
    "correctAnswer": "B",
    "options": {
      "A": "Üretim araçlarının aile büyükleri veya akrabaların denetiminde olması",
      "B": "Üretim süreci ve işletme yönetiminin bilimsel metotlara dayalı olması",
      "C": "kişinin sosyal statüsünün ailesine bağlı olması",
      "D": "kişinin güvencesinin genellikle ailesi tarafından sağlanması",
      "E": "Sosyal ilişkilerin zayıf olması"
    },
    "explanation": "Endüstriyel üretim ulusal veya uluslararası düzeydeki pazarlara yönelik olarak yapılır ve hem üretim, hem yönetim süreçleri bilimsel yöntemlere göre gerçekleştirilir."
  },
  {
    "id": "2845081",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi geleneksel toplumlardaki evlilik ve aile ilişkilerinin bir özelliği değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Evlilik kararı ve aile yaşamı üzerinde aile üyelerinin etkisi yüksektir.",
      "B": "Aile içi birincil ilişkiler zayıflamıştır.",
      "C": "Toplumsal etkileşim yüksektir.",
      "D": "Kişilerin aile dışı yaşamlarındaki yüz yüze ilişkileri yüksektir.",
      "E": "Aile üyelerinin aynı hanede yaşama eğilimi yüksektir."
    },
    "explanation": "Geleneksel toplumlarda Aile içi birincil ilişkiler zayıflamıştır ifadesi hatalıdır. Tam aksine birincil ilişkiler yüksektir."
  },
  {
    "id": "2845085",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi geleneksel aile yapısını değişim ve dönüşüme zorlayan modernleşmeye bağlı olgulardan birisi <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Çekirdek ailelerin sayısındaki artış",
      "B": "Tek ebeveynli ailelerin artması",
      "C": "Tek kişi olarak yaşayanların çoğalması",
      "D": "Ataerkil aile etkisinin artması",
      "E": "eklemli (üvey) aile sayısının artması"
    },
    "explanation": "Modern toplumların oluşumuyla aile yapılarındaki dönüşüm, en genel ifadesiyle geniş aile olarak ifade edilen büyük veya karmaşık yapıdaki ailelerin payının azalması ve çekirdek olarak ifade edilen küçük ve basit ailelerin payının artmasıdır."
  },
  {
    "id": "2845119",
    "unitNumber": 8,
    "text": "Aşağıdakilerin hangisi demografik değişimlerin aile yapısı üzerinde gözlenen etkilerinden birisi <strong>değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Doğurganlık oranının azalması",
      "B": "Çocuk sahibi olmanın maliyetinin azalması",
      "C": "Ölüm oranlarının azalması",
      "D": "Boşanma oranlarının artması",
      "E": "hayatta kalan bebek ve çocuk sayısının artması"
    },
    "explanation": "Ekonomik yapının endüstrileştiği ve nüfusun daha büyük kesiminin kentlerde yaşamaya başladığı dönemde çocuk sahibi olmanın ve yetiştirmenin maliyeti geçmişe göre önemli düzeyde artar. Ayrıca ailenin ekonomik üretim işlevi azaldığı için çocuktan ekonomik fayda ve beklenti de eskisi kadar yüksek değildir."
  },
  {
    "id": "2845121",
    "unitNumber": 8,
    "text": "Türkiye’deki son yıllarda yaşanan iç göçün yönü açısından aşağıdakilerin hangisi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Köyden kente göç oran olarak değişmemiştir",
      "B": "Göçlerde il içi hareketliliğin payı azalmaktadır",
      "C": "Göçün yönü küçük kentlerden büyük olanlara doğrudur",
      "D": "Göç önemli ölçüde hane fertlerinden bağımsız olarak gerçekleşmektedir",
      "E": "İşgücü göç ederken sermaye yerinde kalmaktadır"
    },
    "explanation": "Göçlerin yönü dikkate alındığında, günümüzde Türkiye’de iç göç daha ziyade kentten kente doğru göçler şeklindedir. Köyden kente, şehirden köye ve köyden köye doğru olan göçlerin payı ise azalma eğilimindedir. Bu süreçte göç eden sadece işgücü değil, göç yönünde küçük ve orta büyüklükteki sermaye hareketliliği de yaşanmaktadır. Ayrıca, zaman içinde iller arası göç edenlerin payı azalırken il içi hareketliliğin payı artmaktadır"
  },
  {
    "id": "2845122",
    "unitNumber": 8,
    "text": "2018 Türkiye Nüfus ve Sağlık Araştırması bulgularına göre doğurganlık çağındaki kadınların evlenme ve boşanmalarına ilişkin aşağıda verilen ifadelerin hangisi<strong> yanlıştır</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Doğurganlık çağındaki kadınların yüzde 4’ü boşanmış, ayrı yaşıyor ya da duldur",
      "B": "Otuzlu yaşlardan sonraki kadınların yüzde 5’i hiç evlenmemiştir",
      "C": "15-19 yaş aralığındaki kadınların yüzde 5’i evlidir",
      "D": "Hiç evlenmemiş kadınların oranı yaşla beraber hızla düşmektedir",
      "E": "Doğurganlık çağı 15-59 yaş aralığı anlamına gelir"
    },
    "explanation": "Doğurganlık çağı 15-49 yaş grubunu kapsamaktadır"
  },
  {
    "id": "2845132",
    "unitNumber": 8,
    "text": "Türkiye’de evlilik ile ilgili olarak aşağıda verilen son yıllara ilişkin verilerin hangisi <strong>yanlıştır</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Bireyler, potansiyellerini rahatça gerçekleştirebilecekleri birliktelikler istemektedir",
      "B": "insanlar daha az sorumluluk ve görevle yüklü birliktelikler istemektedir",
      "C": "Türkiye’de gençler, dünyadakinin tersine daha geç yaşlarda evlenmektedir",
      "D": "Erkeklerin evlenme yaşı 2001-2019 arasında 26’dan 28’e yükselmiştir",
      "E": "Kadınların evlenme yaşı 2001-2019 arasında 23’den 25’e yükselmiştir"
    },
    "explanation": "Bugün sadece Türkiye’de değil dünyada da gençler daha geç yaşlarda evlenmektedir."
  },
  {
    "id": "2845133",
    "unitNumber": 8,
    "text": "<ol> <li>Simetrik aile</li> <li>Akraba-hemşeri bağlarının güçlenmesi</li> <li>Evde herkesin bir odasının olması</li> <li>Cinsiyet eşitliği</li> <li>Çalışma yaşamına katılımın düşüklüğü</li> <li>Küreselleşen dünya ile bütünleşme eğilimi</li> <li>Modernleşme ve küreselleşmeye dinamizm kazandırma</li> </ol> Evlilik kuralları denilen toplumsal değerler ve normlara göre aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "1 ve 4",
      "B": "1 ve 2",
      "C": "2 ve 3",
      "D": "4 ve 5",
      "E": "5 ve 6"
    },
    "explanation": "Ailelerde erkekler ve kadınların farklı türde görevleri yerine getirebildiği ancak cinsiyetler arasında eşitliğin ve ev içi işbölümünün daha eşitlikçi olduğu aileler simetrik aile olarak isimlendirilmektedir. Bu ailelerin iş yaşamına katılımları ve Küreselleşen dünya ile bütünleşme eğilimleri yüksektir."
  },
  {
    "id": "2845134",
    "unitNumber": 8,
    "text": "Aşağıdakilerin hangisi yoksulluğun aileye olan etkilerinden birisi <strong>değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Uygun olmayan ortam ve koşullarda çalışma zorunda kalınması",
      "B": "Çocukların eğitimden uzak kalması",
      "C": "Eşler arasındaki dayanışma duygusunun güçlü olması",
      "D": "Aile bireylerinin suç eğilimlerinin artması",
      "E": "Çevre ile olan ilişkilerin bozulması"
    },
    "explanation": "Yoksulluğun aile yapıları üzerindeki başlıca olumsuz etkileri arasında; aile bireylerinde sağlık sorunlarının ortaya çıkması, kadının ve özellikle de çocukların uygun olmayan ortamlarda çalışması, çocukların eğitimden uzaklaşması, ailenin kötü<br/>ortamlarda yaşaması, eşler arasındaki ilişkilerin bozulması, aile içi şiddet, suça eğilim, ailenin parçalanması,<br/>toplumsal çevre ile ilişkilerin bozulması ve ruh sağlığının bozulması sayılabilir"
  },
  {
    "id": "2846488",
    "unitNumber": 8,
    "text": "Aşağıda belirtilen hangi aile yapısı post-modern çağın bir ürünü değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ataerkil Aile",
      "B": "Tek Ebeveynli Aile",
      "C": "Evlilik Dışı Beraber Yaşama",
      "D": "Eklemli Aile",
      "E": "Eşcinsel Evlilik"
    },
    "explanation": "Ataerkil Aile yapısı post-modern çağın bir ürünü değildir."
  },
  {
    "id": "2846489",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi modern aile yapısını oluşturan dinamiklerden biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Birincil ilişkilerin baskın çıkması",
      "B": "Ebeveynlerin çocuklar üzerindeki etkisinin azalması",
      "C": "Sosyal statünün kişisel çaba ile kazanılması",
      "D": "Kırsaldan kentlere göç",
      "E": "Geleneksel tarım üretimini sağlayan sosyal ilişkilerin kopması"
    },
    "explanation": "Modern ailenin ortaya çıkmasında uzun süreli ve sosyal etkileşimin güçlü olduğu birincil ilişkiler bakın değildir."
  },
  {
    "id": "2846490",
    "unitNumber": 8,
    "text": "Demografik dönüşüm kuramına göre 1.aşamada aşağıdakilerden hangisi gerçekleşir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yüksek doğum ve ölüm oranları",
      "B": "Yüksek doğum ve azalan ölüm oranları",
      "C": "Azalan doğum ve azalan ölün oranları",
      "D": "Düşük doğum ve düşük ölüm oranları",
      "E": "Nüfus yaşlanması"
    },
    "explanation": "Demografik dönüşüm kuramına göre 1.aşamada yüksek doğum ve ölüm oranları gerçekleşir."
  },
  {
    "id": "2846504",
    "unitNumber": 8,
    "text": "Türkiye'deki aile yapısında toplumsal değişimlerden en az etkileneni aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Aileye özgü kültürel pratikler",
      "B": "Doğurganlık",
      "C": "Evlilik tercihi",
      "D": "Çocuk sahibi olmaya yüklenen anlam",
      "E": "Evlenme ve boşanma hızı"
    },
    "explanation": "Aileye özgü kültürel pratikler aile yapısında toplumsal değişimlerden en az etkilenenidir."
  },
  {
    "id": "2846542",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi çocuğa atfedilen ekonomik değeri ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Çocuğun ev işleri yapması",
      "B": "Çocuğun ebeveyne toplumsal itibar vermesi",
      "C": "Çocuğun ailenin devamlılığını sağlaması",
      "D": "Çocuğun eve neşe vermesi",
      "E": "Çocuğun anne ve babayı birbirine yakınlaştırması"
    },
    "explanation": "Kağıtçıbaşı'nın araştırmasına göre çocuğun ekonomik, psikolojik ve sosyal olmak üzere üç farklı değer türü tanımlanmıştır. Çocuğun ev işleri yapması çocuğa ekonomik değer atfedilmesini anlatır."
  },
  {
    "id": "2846547",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi aile değişim kuramına esas teşkil eden Bağımsızlık Modelinde gerçekleşir?",
    "correctAnswer": "A",
    "options": {
      "A": "Erkek çocuk tercihinin düşük olması",
      "B": "Geniş aile özelliğine sahip olması",
      "C": "Gelinin statüsünün düşük olması",
      "D": "Nesiller arası duygusal bağlılık olması",
      "E": "Toplumsal ve ailesel düzeyde tipik bir ilişkisellik kültürünün olması"
    },
    "explanation": "Erkek çocuğa tercihin düşük olması Bağımsızlık Aile modelinde görülür."
  },
  {
    "id": "2846550",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi aile değişim kuramına esas teşkil eden Geleneksel Karşılıklı Bağımlılık modelinde görülür?",
    "correctAnswer": "A",
    "options": {
      "A": "Toplumsal ve ailesel düzeyde tipik bir ilişkisellik kültürünün olması",
      "B": "Nesiller arası maddi bağımlılığın en aza inmiş olması",
      "C": "Çocuğun ekonomik değerinin azalıp psikolojik değerinin yükselmesi",
      "D": "Duygusal alanda karşılıklı bağımlılık varken maddi alanda bağımsızlığı olması",
      "E": "Aile ilişkilerinde ataerkilliğin önemini kaybetmesi"
    },
    "explanation": "Geleneksel Karşılıklı Bağımlılık Modelinde toplumsal ve ailesel düzeyde tipik bir ilişkisellik kültürü vardır."
  },
  {
    "id": "2846552",
    "unitNumber": 8,
    "text": "Aile tipolojisine göre evli bir çift ve evlenmemiş çocuklardan oluşan hane halkı kompozisyonuna aşağıdakilerden hangisi karşılık gelir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çekirdek Aile",
      "B": "Ataerkil Geniş Aile",
      "C": "Geçici Geniş Aile",
      "D": "Tek Ebeveynli Aile",
      "E": "Dağılmış Aile"
    },
    "explanation": "Çekirdek Aile"
  },
  {
    "id": "2846555",
    "unitNumber": 8,
    "text": "Kadınlara dair hangi özellik ataerkil aile tipinin yaygınlığı ile bağlantılı değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Doğurganlığın düşük olması",
      "B": "Ücretsiz aile işçisi olarak çalışma",
      "C": "Kocasından daha düşük eğitimli olma",
      "D": "Kadına yönelik şiddeti bir biçimde doğru bulma",
      "E": "Geleneksel cinsiyet rolüne sahip olma"
    },
    "explanation": "Doğurganlığın düşük olması"
  },
  {
    "id": "2846556",
    "unitNumber": 8,
    "text": "Türkiye’de aile tipolojilerinin yaygınlığı ve değişimi hakkında aşağıdakilerden hangisi doğrudur?<br/><ol type=\"I\"><br/><li>Türkiye’de çekirdek aile tipi, tüm aile tipleri arasında büyük çoğunluğu oluşturmaktadır.</li><br/><li> Geniş aile tipolojilerinin yaygınlığı azalma eğilimindedir.</li><br/><li> Dağılmış/çözülmüş ailelerin oranı ise son elli yılda iki kattan daha fazla bir artış göstermiştir.</li><br/></ol>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız I-II",
      "C": "II-III",
      "D": "I-II",
      "E": "I-II-II"
    },
    "explanation": "Türkiye’de aile tipolojilerinin yaygınlığı ve değişimi hakkında aşağıdakilerden HEPSİ DOĞRUDUR.<br/><ol><br/><li>Türkiye’de çekirdek aile tipi, tüm aile tipleri arasında büyük çoğunluğu oluşturmaktadır.</li><br/><li> Geniş aile tipolojilerinin yaygınlığı azalma eğilimindedir.</li><br/><li> Dağılmış/çözülmüş ailelerin oranı ise son elli yılda iki kattan daha fazla bir artış göstermiştir.</li><br/></ol>"
  },
  {
    "id": "2847076",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisinin Türk aile yapıları üzerindeki etkisi <strong>bulunmamaktadır</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Orta sınıfın büyümesi",
      "B": "Göç",
      "C": "Sağlıksız kentleşme",
      "D": "Sağlıksız beslenme",
      "E": "Yoksulluk"
    },
    "explanation": "Türkiye’de <em>orta sınıfın büyümesi</em>, <em>göç</em>, <em>sağlıksız kentleşme</em>, <em>yoksulluk</em>, <em>küreselleşme</em>nin kültürel etkileri gibi büyük çaplı sosyal gelişmelerin Türk aile yapıları üzerindeki etkileri, 1990’lı yıllarda iyice görünür h;âle gelmiştir. Bu tarihten sonra, Türkiye’deki aile yapısı ve aile yaşantısı değişimlerini yakından takip etmek üzere geniş çaplı <em>sosyal araştırmalar </em>gerçekleştirilmektedir.<br/>Türkiye’de <em>orta sınıfın büyümesi</em>, <em>göç</em>, <em>sağlıksız kentleşme</em>, <em>yoksulluk</em>, <em>küreselleşme</em>nin kültürel etkileri gibi büyük çaplı sosyal gelişmelerin Türk aile yapıları üzerindeki etkileri, 1990’lı yıllarda iyice görünür hâle gelmiştir. Bu tarihten sonra, Türkiye’deki aile yapısı ve aile yaşantısı değişimlerini yakından takip etmek üzere geniş çaplı <em>sosyal araştırmalar </em>gerçekleştirilmektedir."
  },
  {
    "id": "2847077",
    "unitNumber": 8,
    "text": "I-Endüstrileşme<br/>II-Kapitalizm<br/>III-Kentleşme<br/>IV-Sekülerleşme<br/>V-Demokrasinin yayılması <br/>Yukarıdakilerden hangisi ya da hangileri modernliği oluşturan toplumsal süreçleri kapsar?",
    "correctAnswer": "C",
    "options": {
      "A": "I-IV",
      "B": "I,II,III",
      "C": "I,II,III,IV,V",
      "D": "V,IV,II,I",
      "E": "IV, V"
    },
    "explanation": "Modernlik; <em>endüstrileşme</em>, <em>kapitalizm</em>, <em>kentleşme</em>, <em>sekülerleşme</em>, <em>demokrasinin yayılması </em>ve üretim yöntemlerinde <em>bilimsel ölçütlerin kullanılmasını </em>içeren bir dizi toplumsal süreçten oluşmaktadır (Giddens ve Sutton, 2016: 29)."
  },
  {
    "id": "2847078",
    "unitNumber": 8,
    "text": "Tarımsal üretimin esas olduğu geleneksel toplum yapısından, endüstri üretiminin esas olduğu modern toplum yapısına dönüşümü ifade eden terim aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Geleneksellik",
      "B": "Aile Yapısı",
      "C": "Bilimsellik",
      "D": "Modernlik",
      "E": "Endüstrileşme"
    },
    "explanation": "Modernlik, <em>tarımsal üretimin </em>esas olduğu geleneksel toplum yapısından, <em>endüstri üretiminin </em>esas olduğu modern toplum yapısına dönüşümü ifade eder."
  },
  {
    "id": "2847079",
    "unitNumber": 8,
    "text": "Modernliğin sonuçlarından biri olan hızlı nüfus artışı hangi alanda istihdam olanaklarını daraltmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Ekonomi",
      "B": "Tarım",
      "C": "Otomotiv",
      "D": "Kamu",
      "E": "Enerji"
    },
    "explanation": "Bu sırada modernliğin bir diğer sonucu olan <em>hızlı nüfus artışı </em>da tarımda istihdam olanaklarını daraltmıştır."
  },
  {
    "id": "2847080",
    "unitNumber": 8,
    "text": "I-Doğurganlık ve ölümlülük oranlarının azalmasıyla ailelerin <em>yaşlı </em>(65 ve daha yukarı yaş) ve <em>çok yaşlı </em>(80 ve daha yukarı yaş) üyelerinin sayısı azalır. <br/>II-Doğurganlık oranlarının azaldığı dönemde dünya gelen kişilerin, geçmiş kuşaklara nispetle, ailelerinde daha az sayıda kardeşleri olacaktır. <br/>III-Evliliklerin <em>boşanma </em>ile dağılması, sadece birlikte yaşayan kişilerin birbirinden ayrılmaları anlamına gelmez. Bu süreçte ayrılan kişilerin bağlantıda olduğu ve destek aldığı eşi tarafından <em>akraba sayıları </em>da azalır. <br/>Demografik dönüşüme ilişkin yukarıdaki ifadelerden hangisi ya hangileri doğru ifadelerdir?",
    "correctAnswer": "D",
    "options": {
      "A": "I",
      "B": "I,II",
      "C": "I,II,III",
      "D": "II,III",
      "E": "I,III"
    },
    "explanation": "<em>Demografik değişimler, </em>aile ilişkilerini ve bu ilişkilerin oluşturduğu ağlarda yer alan bireylerin rollerini çeşitli şekillerde etkiler. Örneğin, doğurganlık oranlarının azaldığı dönemde dünya gelen kişilerin, geçmiş kuşaklara nispetle, ailelerinde daha az sayıda kardeşleri olacaktır. Bu durum, bu kişileri diğer akrabalarıyla olan ilişkilerini ve bağlarını güçlendirmeye yöneltebilir. Benzer bir durum hiç çocuk ya da torun sahibi olmayan kişiler için de geçerlidir. Evliliklerin <em>boşanma </em>ile dağılması, sadece birlikte yaşayan kişilerin birbirinden ayrılmaları anlamına gelmez. Bu süreçte ayrılan kişilerin bağlantıda olduğu ve destek aldığı eşi tarafından <em>akraba sayıları </em>da azalır. Doğurganlık ve ölümlülük oranlarının azalmasıyla ailelerin <em>yaşlı </em>(65 ve daha yukarı yaş) ve <em>çok yaşlı </em>(80 ve daha yukarı yaş) üyelerinin sayısı artar. Ailenin daha genç üyeleri ve genellikle de kadınlar, bu kişilerin bakımı ve bu kişilere ilişkin diğer sorumlulukların yerine getirilmesi konusunda sorumluluk üstlenirler. Yaşlı kişilerin çocukları ve genç akrabaları arasındaki ilişkiler, bu sorumlulukların nasıl ve ne şekilde yerine getirileceğine yönelik uzlaşmaya bağlı olarak yeniden şekillenebilir. Demografik gelişmeleri etkileyen <em>göç </em>unsuru da aile ağı içinde etkileri uzun süren değişimler meydana getirir (United Nations Economic Commission for Europe (UNECE), 2010: 6-7)."
  },
  {
    "id": "2847081",
    "unitNumber": 8,
    "text": "\"Bebek ve çocuk ölümlülük oranlarının yanı sıra, yetişkin yaşlardaki ölüm oranlarının azalmasıyla birlikte, ... ve daha yukarı yaşlara daha fazla sayıda kişi ulaşır. Nüfusta yaşlı bağımlılık oranları geçmişe göre artar.\"<br/>Yukarıdaki metinde geçen boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "50",
      "B": "55",
      "C": "60",
      "D": "65",
      "E": "70"
    },
    "explanation": "Bebek ve çocuk ölümlülük oranlarının yanı sıra, yetişkin yaşlardaki ölüm oranlarının azalmasıyla birlikte, 65 ve daha yukarı yaşlara daha fazla sayıda kişi ulaşır. Nüfusta <em>yaşlı bağımlılık oranları </em>geçmişe göre artar."
  },
  {
    "id": "2847082",
    "unitNumber": 8,
    "text": "Nüfus projeksiyonlarına göre 21. yüzyılın ortasında dünya nüfusunda her kaç kişiden biri yaşlı olacaktır?",
    "correctAnswer": "B",
    "options": {
      "A": "5",
      "B": "6",
      "C": "7",
      "D": "8",
      "E": "9"
    },
    "explanation": "Nüfus projeksiyonlarına göre 21. yüzyılın ortasında dünya nüfusunda her 6 kişiden biri yaşlı olacaktır."
  },
  {
    "id": "2847083",
    "unitNumber": 8,
    "text": "Toplumun kurum ve alanlarının tümünde ya da bazılarında erkeklerin kadınlar üzerindeki sistematik hâkimiyetine ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Erkeklik",
      "B": "Ataerkillik",
      "C": "Doğurganlık",
      "D": "Cinselerklik",
      "E": "Erklilik"
    },
    "explanation": "<strong>Ataerkillik: </strong>Toplumun kurum ve alanlarının tümünde ya da bazılarında erkeklerin kadınlar üzerindeki sistematik hâkimiyetidir. Günümüzde modern sosyolojide feminist kuramlar toplumlarda erkek egemenliğinin devamının ne şekilde sağlandığını açıklamada öncü olmakta ve buna ilişkin yeni kavramlar geliştirmektedir (Giddens and Sutton, 2016:195)."
  },
  {
    "id": "2847084",
    "unitNumber": 8,
    "text": "1990’lı yılların sonunda bir kadının doğurgan olduğu dönem boyunca doğurabileceği ortalama çocuk sayısı 2,6 iken günümüzde doğurganlık nüfusun yenilenme düzeyi kaç civarındadır?",
    "correctAnswer": "C",
    "options": {
      "A": "3,1",
      "B": "1,1",
      "C": "2,1",
      "D": "2,3",
      "E": "3,2"
    },
    "explanation": "1990’lı yılların sonunda bir kadının doğurgan olduğu dönem boyunca doğurabileceği ortalama çocuk sayısı 2,6 iken günümüzde doğurganlık <em>nüfusun yenilenme düzeyi olan 2,1 </em>civarındadır."
  },
  {
    "id": "2847085",
    "unitNumber": 8,
    "text": "Türkiye’de göç eden nüfus sayısal olarak artmaya devam etmektedir. 2007-2008 yılları arasında göç eden nüfus 1,9 milyon iken 2018-2019 arasında kaç milyon kişiye yükselmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "3,3",
      "B": "2,3",
      "C": "1,3",
      "D": "3,1",
      "E": "3,2"
    },
    "explanation": "Türkiye’de göç eden nüfus sayısal olarak artmaya devam etmektedir. 2007-2008 yılları arasında göç eden nüfus 1,9 milyon iken 2018-2019 arasında 2,3 milyon kişiye yükselmiştir."
  },
  {
    "id": "2850708",
    "unitNumber": 8,
    "text": "Toplumların demografik dönüşüm ile ilgili verilen ifadelerden hangileri yada hangisi doğrudur?<br/>I.Demografik geçiş de denir<br/>II. Yüksek doğurganlık düzeylerinden düşük ölüm düzeylerine geçiş<br/>III. Yüksek ölümlülük ve yüksek doğurganlık düzeylerinden, düşük ölümlülük ve düşük doğurganlık düzeylerine geçiş",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız II",
      "B": "Yalnız III",
      "C": "I veII",
      "D": "I ve III",
      "E": "II ve III"
    },
    "explanation": "Bu konu ile ilgili ayrıntılı bilgiyi “Demografik Dönüşüm” başlığı altında bulabilirsiniz.<br/>Demografik dönüşüm, Yüksek ölümlülük ve yüksek doğurganlık düzeylerinden, düşük ölümlülük ve düşük doğurganlık düzeylerine doğru geçişi ifade eder"
  },
  {
    "id": "2850717",
    "unitNumber": 8,
    "text": "Bir dönüşümün demografik dönüşüm olarak adlandırılması için dönüşümün ilk aşamasında kadın başına düşen doğum oranı en az kaç olmalıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "3",
      "B": "4",
      "C": "5",
      "D": "6",
      "E": "7"
    },
    "explanation": "Bu konu ile ilgili ayrıntılı bilgiyi “Demografik Dönüşüm” başlığı altında bulabilirsiniz<br/>Demografik dönüşümünü tamamlayan nüfus, sayısal olarak önemli düzeyde artar. Demografik dönüşümün ilk aşamasında kadın başına ortalama 7 veya daha fazla sayıda doğum gerçekleşir."
  },
  {
    "id": "2850721",
    "unitNumber": 8,
    "text": "Türkiye’de iç göçlerin yönü dikkate alındığında günümüzde hangisi doğrultudaki göçlerin payı diğerlerine nispetle artmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Şehirden şehire doğru",
      "B": "Köyden şehire doğru",
      "C": "Şehirden köye doğru",
      "D": "Köyden köye doğru",
      "E": "Kasabadan köye doğru"
    },
    "explanation": "Bu konu ile ilgili ayrıntılı bilgiyi “Türkiye’de Günümüzde Ailenin Yapısal ve Kültürel Özellikleri” başlığı altında bulabilirsiniz<br/>Türkiye’de göç eden nüfus sayısal olarak artmaya devam etmektedir. 2007-2008 yılları arasında göç eden nüfus 1,9 milyon iken 2018-2019 arasında 2,3 milyon kişiye yükselmiştir. Göçlerin yönü dikkate alındığında, günümüzde Türkiye’de iç göç daha ziyade şehirden şehire doğru göçler şeklindedir. Köyden şehi[1]re, şehirden köye ve köyden köye doğru olan göçlerin payı ise azalma eğiliminde"
  },
  {
    "id": "2850728",
    "unitNumber": 8,
    "text": "TÜİK 2020 verilerine göre Türk toplumumda ki bireylerde mutluluk oluşturan unsurlar hangisinde çoktan aza doğru doğru bir şekilde verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kendisi, çocuklar, eş, anne/baba, torunlar",
      "B": "Çocuklar, kendisi, eş, anne/baba, torunlar",
      "C": "Eş, kendisi, çocuklar, anne/baba, torunlar",
      "D": "Anne/baba, eş, kendisi, çocuklar, torunlar",
      "E": "Torunlar, anne/baba, eş, kendisi, çocuklar"
    },
    "explanation": "Bu konu ile ilgili ayrıntılı bilgiyi “Evlenme, Çocuk Sahibi Olma ve Boşanma” başlığı altında bulabilirsiniz<br/>Bireylerin mutluluk kaynağı olan kişiler incelendiğinde; bireylerin dörtte üçü kendilerini en çok ailelerinin mutlu ettiğini belirtmektedir. Bunu sırasıyla; yüzde 12,8 ile çocuklar, yüzde 3,8 ile kendisi, yüzde 3,7 ile eş, yüzde 2,5 ile anne/baba ve yüzde 1,6 ile torunlar takip etmektedir (TÜİK, 2020b)."
  },
  {
    "id": "2850747",
    "unitNumber": 8,
    "text": "1975 ile 2003 yılları arasında Türk toplumu için çocuğun değeri araştırma sonucuna göre hangisi doğrudur?<br/>I. ilgili yıllarda çocuğa ekonomik değer olarak da bakılırdı<br/>II. Ailenin varlığını devam ettirecek olması çocuğun sosyal değeri olarak kabul edilirdi<br/>III. Çocuklar bağımsız birey olarak kabul edilir, fikirleri aile içinde önemsenirdi",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "I ve III",
      "E": "II ve III"
    },
    "explanation": "Bu konu ile ilgili ayrıntılı bilgiyi “Türkiye’de Aile Yapısında Sosyal ve Psikolojik Değişim” başlığı altında bulabilirsiniz<br/>Türkiye’de 1975 ve 2003 yıllarında Çocuğun Değeri Araştırmalarını gerçekleştirmiştir. Bu araştırmalarda çocuğa atfedilen ekonomik, psikolojik ve sosyal olmak üzere üç farklı değer türü tanımlanmıştır. Çocuğun ekonomik değeri (maddi fayda, ekonomik fayda) öncelikle eve ekonomik açıdan gelir getirmesi ve katkı yapması, çocuğun ev işleri yapması ve yaşlılıkta anne ve babasına bakım sağlamasını ifade eder. Çocuğun psikolojik değeri, çocuğun eve neşe vermesi, duygusal açıdan doyum sağlaması ve anne-babaları birbirine yaklaştırması olarak düşünülmektedir. Son olarak, çocuğun sosyal değeri ise ailenin devamlılığını sağlaması, ebeveyne toplumsal başarı ve itibar algısı vermesi gibi unsurları anlatır (Kağıtçıbaşı ve Ataca, 2017: 82)."
  },
  {
    "id": "2850751",
    "unitNumber": 8,
    "text": "Aile bireyleri arasında duygusal alanda karşılıklı bağımlılık görülürken maddi alanda hem birey hem de aile düzeyinde bağımsızlık söz konusu olduğu aile modeli hangisi/hangileri olabilir?<br/>I. Geleneksel karşılıklı bağımlılık modeli<br/>II. Bağımsızlık modeli<br/>III. Psikolojik veya duygusal bağımlılık modeli",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I veII",
      "D": "I ve III",
      "E": "II ve III"
    },
    "explanation": "Bu konu ile ilgili ayrıntılı bilgiyi “Psikolojik veya Duygusal Bağımlılık Modeli” başlığı altında bulabilirsiniz<br/>Psikolojik veya Duygusal Bağımlılık Modeli Bu modelde esas unsur, aile bireyleri arasında duygusal alanda karşılıklı bağımlılık görülürken maddi alanda hem birey hem de aile düzeyinde bağımsızlık söz konusudur."
  },
  {
    "id": "2850753",
    "unitNumber": 8,
    "text": "1950 lerin başında ülkemizde beklenen yaşam süresi ne kadardı?",
    "correctAnswer": "A",
    "options": {
      "A": "44",
      "B": "54",
      "C": "64",
      "D": "74",
      "E": "84"
    },
    "explanation": "Bu konu ile ilgili ayrıntılı bilgiyi “Türkiye’de Günümüzde Ailenin Yapısal ve Kültürel Özellikleri” başlığı altında bulabilirsiniz<br/>Doğuşta beklenen yaşam süresi 1950’lerin başındaki 44 iken, 2016-2018 döneminde 78 yıla ulaşmıştır (erkekler için 75,6 ve kadınlar için 81,0)."
  },
  {
    "id": "2850760",
    "unitNumber": 8,
    "text": "2019 yılında yapılan araştırmalar neticesinde akrabası ile evli olan bireyler en fazla hangi ilde bulunmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Muş",
      "B": "Muğla",
      "C": "Malatya",
      "D": "Mardin",
      "E": "Mersin"
    },
    "explanation": "Bu konu ile ilgili ayrıntılı bilgiyi “Evlilik Tercihleri” başlığı altında bulabilirsiniz<br/>İstatistiklerle Aile, 2019 araştırma sonuçlarına öre Akrabasıyla evli olan bireylerin en fazla olduğu il Mardin oldu"
  },
  {
    "id": "2850766",
    "unitNumber": 8,
    "text": "Hangisi son elli yıldır, Türkiye’de mevcut dört temel aile tipinden değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Çekirdek aile",
      "B": "Ataerkil geniş aile",
      "C": "Ataerkil çekirdek aile",
      "D": "Geçici geniş aile",
      "E": "Dağılmış aile"
    },
    "explanation": "Bu konu ile ilgili ayrıntılı bilgiyi “Türkiye’de Aile Tiplerinin Değişimi” başlığı altında bulabilirsiniz<br/>Ülkemizde Ataerkil çekirdek aile modeli tanımlı değildir. Türkiye’de son elli yılda aile tipolojilerinin yaygınlığında değişimler izlenebilir hâle gelmiştir. Bu çalışmalarda dört temel aile tipi kullanılmaktadır: 1. Çekirdek aile: Evli bir çift ve varsa evlenmemiş çocuklardan oluşan bir hanehalkı kompozisyonuna karşılık gelmektedir. 2. Ataerkil geniş aile: Hanehalkı reisi ve/veya eşi, evli çocuğu veya çocukları, gelini ve/ veya damadı ve torunu veya torunları ve/veya evlenmemiş çocuğu veya çocukları, ile varsa diğer akraba ya da akraba olmayan hanehalkı üyelerinden oluşmaktadır. Geçici geniş aile: Hanehalkı reisi ve/veya eşi, evlenmemiş çocuğu veya çocukları, hanehalkı reisinin veya eşinin annesi ve/veya babası ile varsa diğer akrabalar yer alabilir. 4. Dağılmış aile: Bu aile tipinin temel karakteristiği hanehalkı biçiminde evli bir çiftin yer almamasıdır. Dolayısıyla ölüm, boşanma ve ayrı kalma gibi demografik olayların etkisiyle çiftlerden her ikisinin veya birinin olmayışıyla dağılmış aile olarak adlandırılan tip oluşmaktadır. Örneğin, tek kişi yaşayanlar veya tek ebeveynli aile bu gruba girmektedir."
  }
]