[
  {
    "id": "3862692",
    "unitNumber": 1,
    "text": "\"Bir kola firması kutu içeceklerin ambalajları üzerine kullanıcı isimleri yazmıştır.\"<br/>Kola firmasının yaptığı ambalaj tasarımı aşağıdakilerden hangisidir?",
    "options": {
      "A": "Tüketici deneyimi",
      "B": "Ambalajda sürdürülebilirlik",
      "C": "Görsel çekicilik",
      "D": "Kişiselleştirme",
      "E": "Marka kimliği"
    },
    "correctAnswer": "D",
    "explanation": "Kişiselleştirme, tüketicilerin bireysel tercihlerine ve ihtiyaçlarına hitap eden ambalajlar, markaların hedef kitleleriyle daha derin bağlar kurmasına olanak tanımaktadır. 2015 yılında Coca Cola içecek ambalajlarının üstüne isimler yazdığı bir kişiselleştirme kampanyası yürütmüştür. Bu kampanya ambalaj tasarımında kişiselleştirme akımının ilk örneklerinden biridir."
  },
  {
    "id": "3862651",
    "unitNumber": 1,
    "text": "\"Bu ambalaj içeriğindeki içeceklerle beraber tüketilebilen veya tüketim sonrası biyolojik olarak çözünebilir ambalajlardır. Loliware yenilebilir bir içecek kupası üretirken, Ooho saydam bir yenilebilir ambalaj içerisinde içme suyu sunmaktadır. Tüketiciler bu tarz konteynerlerini tüketebilir veya biyolojik olarak çözünmesini sağlayabilir.\"<br/>Metinde tanımlanan yenilebilir ambalaj türü aşağıdakilerden hangisidir?",
    "options": {
      "A": "Yok olan ambalaj",
      "B": "Gıda içine sarılmış gıda",
      "C": "Hızlı servis restoranlarında sunulan yenilebilir ambalaj",
      "D": "İçeriğiyle birlikte tüketilebilir hazneler",
      "E": "Yenilebilir/doğada çözünür ambalaj ile eşleştirilmiş gıda"
    },
    "correctAnswer": "D",
    "explanation": "İçeriğiyle birlikte tüketilebilir hazneler, ambalaj içeriğindeki içeceklerle beraber tüketilebilen veya tüketim sonrası biyolojik olarak çözünebilir ambalajlardır. Loliware yenilebilir bir içecek kupası üretirken, Ooho saydam bir yenilebilir ambalaj içerisinde içme suyu sunmaktadır. Tüketiciler bu tarz konteynerlerini tüketebilir veya biyolojik olarak çözünmesini sağlayabilir. Yok olan ambalajlara en iyi örnek Tide markasının ürettiği, suyla temas ettiğinde çözünerek yok olan bulaşık makinesi deterjan ambalajları gösterilebilir."
  },
  {
    "id": "3862655",
    "unitNumber": 1,
    "text": ".............. ikonik bir iletişim aracı olarak ürünlerin ve ürün özelliklerinin kolay anlaşılabilir ve tanımlanabilir basılı veya yansıtılmış görüntüler ile temsil edilmesinden oluşur.<br/>Metinde verilen boşluğa aşağıdaki seçeneklerden hangisi getirilmelidir?",
    "options": {
      "A": "Litografi",
      "B": "Piktoryal (resimsel) reklamcılık",
      "C": "Serigrafi",
      "D": "Rijit ambalaj",
      "E": "Parşömen baskı"
    },
    "correctAnswer": "B",
    "explanation": "Piktoryal (resimsel) reklamcılık, ikonik bir iletişim aracı olarak ürünlerin ve ürün özelliklerinin kolay anlaşılabilir ve tanımlanabilir basılı veya yansıtılmış görüntüler ile temsil edilmesinden oluşur."
  },
  {
    "id": "3862649",
    "unitNumber": 1,
    "text": "..................... ucuz metallerin levha halindeyken paslanmaya karşı dirençli hale getirilmesini sağlayan kaplama tekniğidir.<br/>Metinde verilen boşluğa aşağıdaki seçeneklerden hangisi getirilmelidir?",
    "options": {
      "A": "Kalaylama (galvanizleme)",
      "B": "Esnek ambalajlama",
      "C": "Rijit ambalajlama",
      "D": "Yarı esnek ambalajlama",
      "E": "Vakumlama"
    },
    "correctAnswer": "A",
    "explanation": "Kalaylama (galvanizleme), ucuz metallerin levha halindeyken paslanmaya karşı dirençli hale getirilmesini sağlayan kaplama tekniğidir. Kalay kaplanmış olan yüzeyler paslanmaz ve gıdayla etkileşime geçtiğinde zehirlenmeye yol açmaz."
  },
  {
    "id": "3862684",
    "unitNumber": 1,
    "text": "1796 yılında Alman Alois Senefelder tarafından keşfedilen baskı yöntemidir. Kireçtaşı üzerine çizilen bir çizimin yağ ve suyun birbirine karışmama prensibini kullanarak yüzeylere baskı olarak uygulanmasına olanak tanıyan bir yöntemdir.<br/>Metinde tanımlanan baskı yöntemi aşağıdakilerden hangisidir?",
    "options": {
      "A": "Serigrafi",
      "B": "Blok baskı",
      "C": "Dijital baskı",
      "D": "Ofset baskı",
      "E": "Litografi"
    },
    "correctAnswer": "E",
    "explanation": "Litografi (taş baskı), 1796 yılında Alman Alois Senefelder tarafından keşfedilen baskı yöntemidir. Litografi kireçtaşı üzerine çizilen bir çizimin yağ ve suyun birbirine karışmama prensibini kullanarak yüzeylere baskı olarak uygulanmasına olanak tanımıştır."
  },
  {
    "id": "3862635",
    "unitNumber": 1,
    "text": "1879 yılında mukavva katlama makinesini icat eden mucit kimdir?",
    "options": {
      "A": "Alois Senefelder",
      "B": "Robert Gair",
      "C": "Raymond Loewy",
      "D": "Ben Nash",
      "E": "John Vassos"
    },
    "correctAnswer": "B",
    "explanation": "Ambalaj Tasarımı<br/>Robert Gair, 1879 yılında mukavva katlama makinesini icat etmiştir."
  },
  {
    "id": "3862661",
    "unitNumber": 1,
    "text": "1879 yılında mukavva katlama makinesini kim icat etmiştir?",
    "options": {
      "A": "Robert Gair",
      "B": "Henry Eckstein",
      "C": "Cracker Jack",
      "D": "Clarence Birdseye",
      "E": "Egbert Jacobson"
    },
    "correctAnswer": "A",
    "explanation": "Robert Gair, 1879 yılında mukavva katlama makinesini icat etmiştir."
  },
  {
    "id": "3862645",
    "unitNumber": 1,
    "text": "1929 yılında sprey tüpü icat eden Norveç'li mucitin adı nedir?",
    "options": {
      "A": "Dr. David Edwards",
      "B": "Alois Senefelder",
      "C": "Ottmar Mergenthaler",
      "D": "Erik Rotheim",
      "E": "Nicholas-Louis Robert"
    },
    "correctAnswer": "D",
    "explanation": "Sprey tüpü, 1929 yılında Norveç’te Erik Rotheim tarafından icat edilmiştir."
  },
  {
    "id": "3862663",
    "unitNumber": 1,
    "text": "1960’ların başlarında ortaya çıkan, tüketim kültürünü ve kitle iletişim araçlarını merkeze alan sanat hareketinin adı nedir?",
    "options": {
      "A": "Teknoloji Entegrasyonu",
      "B": "Görsel Çekicilik",
      "C": "Marka Kimliği",
      "D": "Pop Sanat Akımı",
      "E": "Sembolizm"
    },
    "correctAnswer": "D",
    "explanation": "Pop sanat akımı, 1960’ların başlarında ortaya çıkan ve tüketim kültürünü ve kitle iletişim araçlarını merkeze alan bir sanat hareketidir."
  },
  {
    "id": "3862637",
    "unitNumber": 1,
    "text": "5000 yıl önce yazılı iletişim sistemini kullanarak sakladıkları tarımsal ürünleri tanımlamak ve ticareti kolaylaştırmak için sembolik gösterimler ile piktografik yazı dilini geliştiren uygarlık hangisidir?",
    "options": {
      "A": "Mezopotamyalılar",
      "B": "Çinliler",
      "C": "Sümerliler",
      "D": "Asurlular",
      "E": "Romalılar"
    },
    "correctAnswer": "C",
    "explanation": "Ambalaj Tasarımının Tarihi<br/>Yazınsal iletişim sistemlerinin geliştirilmesi de ambalajın tarihi için önemli mihenk taşlarından biridir. Sümerliler 5000 yıl önce yazılı bir iletişim sistemi kullanarak sakladıkları tarımsal ürünleri tanımlamak ve ticareti kolaylaştırmak için kullanmışlardır (Klimchuk &amp; Krasovec, 2013, s. 1). Örneğin “buğday” için geliştirilen sembol Sümerlilerin kullandığı en erken gösterim örneklerinden biridir. Sümerliler öncelikle sembolik gösterimler ile piktografik yazı dilini geliştirmişlerdir.ir."
  },
  {
    "id": "3862664",
    "unitNumber": 1,
    "text": "ABD’de kabul edilen Federal Food, Drug, and Cosmetic Act (Federal Gıda, İlaç ve Kozmetik Yasası)'nın tarihi nedir?",
    "options": {
      "A": "1960",
      "B": "1938",
      "C": "1970",
      "D": "1990",
      "E": "2000"
    },
    "correctAnswer": "B",
    "explanation": "1938 yılında ABD’de Federal Food, Drug, and Cosmetic Act (Federal Gıda, İlaç ve Kozmetik Yasası) kabul edilmiştir."
  },
  {
    "id": "3862690",
    "unitNumber": 1,
    "text": "Alışveriş sepetinin icadı, alışveriş alışkanlıklarını ve perakende sektörünü önemli ölçüde değiştirmiştir. Alışveriş sepetinin alışveriş alışkanlıklarına etkileri şunlardır:<br/>I. Alışveriş sepetleri, tüketicilerin daha az satın almasını teşvik eder. <br/>II. Alışveriş sepetleri daha uzun alışveriş sürelerine neden olur. <br/>III. Alışveriş sepetleri, tüketicilerin kendi kendine hizmet imkanını mümkün kılar. <br/>IV. Alışveriş sepetleri sayesinde mağazalar daha düzenli hale gelmiştir. <br/>V. Alışveriş sepetleri, alışveriş sürecini daha verimli hale getirir. <br/><pre><span style=\"font-family: verdana, geneva, sans-serif;\">Yukarıdaki maddelerden hangisi <span style=\"text-decoration: underline;\">yanlıştır?</span></span></pre>",
    "options": {
      "A": "I",
      "B": "II",
      "C": "III",
      "D": "IV",
      "E": "V"
    },
    "correctAnswer": "A",
    "explanation": "Alışveriş sepetinin icadı, alışveriş alışkanlıklarını ve perakende sektörünü önemli ölçüde değiştirmiştir. Alışveriş sepetinin alışveriş alışkanlıklarına etkileri şunlardır:<br/>• Alışveriş sepetleri, tüketicilerin daha fazla satın almasını teşvik eder. Alışveriş sepetleri, müşterilerin daha fazla ürün taşımasına ve satın almasına olanak tanırken, müşterilerin daha fazla ürün satın almasını teşvik eder ve perakendecilerin satışlarını artırır.<br/>• Alışveriş sepetleri daha uzun alışveriş sürelerine neden olur. Alışveriş sepetleri, müşterilerin mağazada daha uzun süre geçirmesine ve daha fazla ürün incelemesine yardımcı<br/>olurken, müşterilerin daha fazla ürün keşfetmesine ve satın almasına yol açar.<br/>• Alışveriş sepetleri, tüketicilerin kendi kendine hizmet imkanını mümkün kılar. Alışveriş sepetleri, müşterilere mağazada daha bağımsız hareket etme ve kendi alışverişlerini yönetme imkanı sunar ve bu durum müşteri deneyimini iyileştirir. Ek olarak, perakendecilere daha az personel ile çalışma olanağı sağlar.<br/>• Alışveriş sepetleri sayesinde mağazalar daha düzenli hale gelmiştir. Alışveriş sepetleri, müşterilerin ürünleri rahatça taşımasına ve mağaza içinde düzeni korumasına yardımcı<br/>olur ve dolayısıyla mağazaların daha düzenli ve temiz görünmesine katkıda bulunur.<br/>• Alışveriş sepetleri satış promosyonları ve ürün yerleşimi açısından yeni potansiyeller ortaya çıkarır. Alışveriş sepetlerinin kullanımı, perakendecilerin satış promosyonları ve ürün yerleşimi stratejilerini daha etkili bir şekilde uygulamasına olanak tanır. Örneğin, alışveriş sepetlerinin yanında yer alan indirimli ürünler veya özel teklifler, müşterilerin daha fazla ürün satın almasını teşvik edebilir.<br/>• Alışveriş sepetleri, alışveriş sürecini daha verimli hale getirir. Müşteriler, sepetler sayesinde ürünleri kolayca taşıyabilir ve kasada daha hızlı işlem yapabilir."
  },
  {
    "id": "3862632",
    "unitNumber": 1,
    "text": "Aşağıdaki terimlerden hangisi genellikle cam, metal, sert plastik ve bazen ahşap gibi malzemelerden yapılır?",
    "options": {
      "A": "Alüminyum folyo ambalajlar",
      "B": "Film ambalajlar",
      "C": "Kağıt ambalajlar",
      "D": "Piktografik ambalajlar",
      "E": "Rijit ambalajlar"
    },
    "correctAnswer": "E",
    "explanation": "Ambalaj Tasarımı<br/>Rijit Ambalajlar: Rijit ambalajlar genellikle cam, metal, sert plastik ve bazen ahşap gibi malzemelerden yapılır."
  },
  {
    "id": "3862631",
    "unitNumber": 1,
    "text": "Aşağıdaki terimlerden hangisi resimsel yazıyı ifade eder?",
    "options": {
      "A": "Akrilonitril",
      "B": "Rijit",
      "C": "Stiren",
      "D": "Piktografik",
      "E": "Polipropilen"
    },
    "correctAnswer": "D",
    "explanation": "Ambalaj Tasarımı<br/>Piktografik (resimsel) yazı: İdeografik yazı, fikirlerin karşı tarafa iletilmesi ihtiyacı sonrası ortaya çıkmıştır."
  },
  {
    "id": "3862630",
    "unitNumber": 1,
    "text": "Aşağıdaki terimlerden hangisi ucuz metallerin levha halindeyken paslanmaya karşı dirençli hale getirilmesini sağlayan kaplama tekniğidir?",
    "options": {
      "A": "Karamelize",
      "B": "Lojistik",
      "C": "Kalaylama",
      "D": "Kvervi",
      "E": "Rijit"
    },
    "correctAnswer": "C",
    "explanation": "Ambalaj Tasarımının Tarihi<br/>Kalaylama (galvanizleme), ucuz metallerin levha halindeyken paslanmaya karşı dirençli hale getirilmesini sağlayan kaplama tekniğidir."
  },
  {
    "id": "3862634",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi 1796 yılında Alman Alois Senefelder tarafından keşfedilen baskı yöntemidir?",
    "options": {
      "A": "Litografi",
      "B": "Blok baskı",
      "C": "Ofset baskı",
      "D": "Dijital baskı",
      "E": "Serigrafi"
    },
    "correctAnswer": "A",
    "explanation": "Ambalaj Tasarımı<br/>Litografi (taş baskı), 1796 yılında Alman Alois Senefelder tarafından keşfedilen baskı yöntemidir."
  },
  {
    "id": "3862657",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi esnek ambalaj sınıfında <strong>değildir?</strong>",
    "options": {
      "A": "Plastik",
      "B": "Kağıt",
      "C": "Film",
      "D": "Alüminyum folyo",
      "E": "Cam"
    },
    "correctAnswer": "E",
    "explanation": "Esnek ambalajlar genellikle plastik, kağıt, film, alüminyum folyo gibi malzemelerden yapılır."
  },
  {
    "id": "3862644",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi kağıdın bir ambalaj malzemesi olarak kullanılmasında ambalaj tasarımına etkilerinden birisi <strong>değildir?</strong>",
    "options": {
      "A": "Çevre dostu bir seçenek olarak geri dönüştürülebilir.",
      "B": "Hafif yapısıyla taşıma maliyetlerini azaltır.",
      "C": "Ürünlerin şeffaf bir şekilde görünmesini sağlayarak tüketicilerin ürünü incelemesine ve kalitesini değerlendirmesine olanak tanır.",
      "D": "Düşük maliyetli ve geniş bir üretim kapasitesine sahip olmasıyla genellikle ekonomik bir seçenektir.",
      "E": "Farklı şekil, boyutlara sahip esnek tasarımlarda firmaların pazarlama stratejilerine uygun bir şekilde üretilebilir."
    },
    "correctAnswer": "C",
    "explanation": "Cam ambalajlar, ürünlerin şeffaf bir şekilde görünmesini sağlayarak tüketicilerin ürünü incelemesine ve kalitesini değerlendirmesine olanak tanırken, ürünlerin miktarını ve durumunu görmek için ideal bir seçenektir."
  },
  {
    "id": "3862633",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi mezopotamyalı tüccarların avuç içi büyüklüğünde kil tabletler üzerine yapılan ticari işin niteliğini tanımlamak için tercih ettiği iletişim aracıdır?",
    "options": {
      "A": "Piktografik",
      "B": "Strafor",
      "C": "Rijit",
      "D": "Jüt",
      "E": "Polietilen"
    },
    "correctAnswer": "A",
    "explanation": "Ambalaj Tasarımı<br/>Piktografik dil özellikle Mezopotamyalı tüccarların avuç içi büyüklüğünde kil tabletler üzerine yapılan ticari işin niteliğini tanımlamak için yoğunluklu olarak tercih ettiği iletişim aracı olmuştur (Tunçel, 2020)."
  },
  {
    "id": "3862658",
    "unitNumber": 1,
    "text": "HDPE hangi malzemenin kısaltmasıdır?",
    "options": {
      "A": "Düşük yoğunluklu polietilen",
      "B": "Polietilen tereftalat",
      "C": "Yüksek yoğunluklu polietilen",
      "D": "Polivinil klorür",
      "E": "Polipropilen"
    },
    "correctAnswer": "C",
    "explanation": "HDPE :Yüksek yoğunluklu polietilen"
  },
  {
    "id": "3862662",
    "unitNumber": 1,
    "text": "Hangi şık alışveriş sepetinin ambalaj tasarımına faydaları kapsamında <strong>yer almaz?</strong>",
    "options": {
      "A": "Sürdürülebilirlik",
      "B": "Gıdaların topluca alınabilmesi",
      "C": "Dayanıklılık",
      "D": "Ürün görünürlüğü",
      "E": "Taşıma kolaylığı"
    },
    "correctAnswer": "B",
    "explanation": "Alışveriş sepetinin ambalaj tasarımına taşıma kolaylığı, ürün görünürlüğü, dayanıklılık, yığılabilirlik ve sürdürülebilirlik açılarından faydaları olmuştur."
  },
  {
    "id": "3862659",
    "unitNumber": 1,
    "text": "I Ahşap<br/>II Mantar <br/>III Pamuk<br/>IV Jüt, kenevir <br/>V Mukavva <br/>yukarıdaki şıklardan hangisi organik malzeme kategorisinde ambalaj malzemesi olarak kabul <strong>edilmez?</strong>",
    "options": {
      "A": "I",
      "B": "II",
      "C": "III",
      "D": "IV",
      "E": "V"
    },
    "correctAnswer": "E",
    "explanation": "Organik Malzeme : Ahşap - Mantar- Pamuk- Jüt, kenevir"
  },
  {
    "id": "3862688",
    "unitNumber": 1,
    "text": "I. Ağır üretim<br/>II. Metin işleme<br/>III. Çeşitlilik<br/>IV. Kalitesiz baskı<br/>Yukarıdaki maddelerden hangileri Linotip dizgi makinelerinin ambalaj tasarımının gelişimine sağladığı katkıları arasındadır?",
    "options": {
      "A": "Yalnız III",
      "B": "I - IV",
      "C": "II - III",
      "D": "I - III - IV",
      "E": "I - II - III - IV"
    },
    "correctAnswer": "C",
    "explanation": "Linotip dizgi makinelerinin ambalaj tasarımının gelişimine sağladığı katkılar şöyle özetlenebilir:<br/>• Hızlı ve verimli üretim: Matbaa endüstrisindeki dizgi sürecini hızlandıran ve verimliliği arttıran linotip dizgi makinesi, ambalaj tasarımcılarına daha kısa sürede daha<br/>fazla ambalaj üretme imkanı sağlamıştır. Hızlı üretim, taleplerin hızla karşılanmasını ve sürekli bir tedarikin sağlanmasını mümkün kılmıştır.<br/>• Metin işleme ve tipografi: Metinlerin hızlı bir şekilde dizilmesini ve baskıya hazır hale getirilmesini sağlamış olan linotip dizgi makinesi, ambalaj tasarımcılarının ürünlerin ambalajlarına net ve düzenli metinler eklemelerini kolaylaştırmıştır. İyi düzenlenmiş ve okunması kolay metinler, ürünlerin bilgilendirici ve etkileyici ambalajlarını oluşturmak için kullanılmıştır.<br/>• Çeşitlilik ve özelleştirme: Çeşitli fontlar, boyutlar ve stillerle çalışabilme özelliği sunan linotip dizgi makinesi, ambalaj tasarımcılarının ambalajlarda farklı tipografi stilleri<br/>kullanmalarına ve markaların kendilerine özgü bir görünüm elde etmelerine olanak sağlamıştır. Ambalaj tasarımında font seçimi, marka kimliğini ve mesajın etkisini güçlendirmek için önemli bir unsurdur.<br/>• Yaratıcı tasarım özgürlüğü: Ambalaj tasarımcılarına yaratıcı bir özgürlük sağlamış olan linotip dizgi makinesi aracılığı ile tasarımcılar farklı tipleri, boyutları ve metin düzenlemelerini kullanarak ambalajlarda çeşitli tasarım öğelerini bir araya getirebilmişlerdir. Bu durum, ambalajların estetik açıdan çekici ve dikkat çekici olmasını sağlamıştır.<br/>• Daha iyi kalite ve baskı performansı: Daha yüksek kaliteli baskılar yapmak için gelişmiş teknoloji sağlayan linotip dizgi makinesi daha net ve keskin metinler, grafikler ve desenlerin uygulanabilmesine olanak tanıyarak ambalajların görsel etkisini artırmıştır. Ayrıca, düzgün baskılar, markaların profesyonel bir görünüm elde etmelerini sağlamıştır."
  },
  {
    "id": "3862686",
    "unitNumber": 1,
    "text": "I. Benzer ve standart tasarımlara yönlendirme<br/>II. Marka tanınırlığını arttırma<br/>III. Dayanıklılık ve korumayı güçlendirme<br/>IV. Renkli ve görsel imkanları çoğaltma<br/>Yukarıdaki maddelerden hangileri Litografinin ambalaj tasarımına katkıları arasındadır?",
    "options": {
      "A": "Yalnız I",
      "B": "II - III",
      "C": "III - IV",
      "D": "II - III - IV",
      "E": "I - II - III - IV"
    },
    "correctAnswer": "D",
    "explanation": "Litografinin ambalaj tasarımı üzerine sağladığı faydalardan bazıları şunlardır:<br/>• Renkli ve görsel imkanlar: Litografi, yüksek kaliteli renkli baskıların yapılmasını sağlar. Bu da ambalaj tasarımcılarının ürünlerin ambalajlarını çeşitli renkler, desenler ve görsel unsurlarla zenginleştirmesini mümkün kılar. Renkli ve görsel açıdan etkileyici ambalajlar, ürünlerin raflarda dikkat çekmesini ve tüketici ilgisini çekmesini sağlar.<br/>• Marka tanınırlığı: Litografi, markaların ambalajlarını ayırt etmelerine ve tanınabilirliklerini artırmalarına yardımcı olur. Markalar, kendi özel tasarımlarını ve logolarını ambalajlara baskılayarak benzersiz ve tanınabilir bir görünüm elde ederler. Tüketici, markayı hemen tanıyabilir ve bu da marka sadakati ve tekrarlı satın almaları teşvik edebilir.<br/>• Ayrıntılı grafikler ve metinler: Litografi, ince detaylar, karmaşık desenler ve net metinlerin ambalajlara basılmasını sağlar. Bu da ambalaj tasarımcılarının ürünlerin üzerine önemli bilgileri eklemesini ve tüketiciye daha fazla içerik sunmasını sağlar. Ürünün bileşenleri, talimatlar, sağlık uyarıları ve daha fazlası gibi bilgiler ambalaj üzerinde net bir şekilde iletilir.<br/>• Yaratıcı tasarım özgürlüğü: Litografi, ambalaj tasarımcılarına yaratıcı bir özgürlük sağlar. Farklı desenler, renk paletleri ve grafikler kullanarak ambalajların estetik ve çekiciliklerini artırabilirler. Bu da markaların ürünlerini rakiplerinden ayırmalarını ve tüketiciye özgün bir deneyim sunmalarını sağlar.<br/>• Dayanıklılık ve koruma: Litografi baskılar, ambalajların üzerine koruyucu bir tabaka sağlar. Bu, ambalajların dış etkilere karşı daha dayanıklı olmasını ve ürünlerin güvenli bir şekilde korunmasını sağlar. Baskı tabakası, ambalajın üzerindeki yazıların ve grafiklerin solmamasını ve aşınmamasını sağlar."
  },
  {
    "id": "3862650",
    "unitNumber": 1,
    "text": "I. Gıda içine sarılmış gıda<br/>II. Yok olan ambalaj<br/>III. Esnek ambalaj<br/>IV. Rijit ambalaj<br/>Yukarıdaki seçeneklerden hangileri yenilebilir ambalaj tipleri arasındadır?",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız IV",
      "C": "I - II",
      "D": "II - III - IV",
      "E": "I - II - III - IV"
    },
    "correctAnswer": "C",
    "explanation": "Chapman Üniversitesi’nin yayınladığı bir rapora(https://blogs.chapman.edu/scst/2016/01/19/edible-food-packaging) göre yenilebilir ambalaj tipleri aşağıdaki haliyle beşe ayrılır:<br/>• Gıda içine sarılmış gıda<br/>• Yenilebilir/doğada çözünür ambalaj ile eşleştirilmiş gıda<br/>• İçeriğiyle birlikte yenilebilir hazne<br/>• Yok olan ambalaj<br/>• Hızlı servis restoranlarında sunulan yenilebilir ambalaj"
  },
  {
    "id": "3862656",
    "unitNumber": 1,
    "text": "I. Kitlesel üretimin mümkün hale gelmesi<br/>II. Üretimin standartlaşması<br/>III. Markalaşma ve reklamın gelişimi<br/>IV. Tüketimin azalması<br/>Yukarıdaki maddelerden hangileri Sanayi Devrimi’nin ambalaj alanı üzerindeki etkileri arasındadır?",
    "options": {
      "A": "Yalnız II",
      "B": "I - III",
      "C": "II - IV",
      "D": "I - II - III",
      "E": "I - II - III - IV"
    },
    "correctAnswer": "D",
    "explanation": "Sanayi Devrimi’nin ambalaj alanı üzerindeki etkilerinden en önemlileri şunlardır:<br/>• Kitlesel üretimin mümkün hale gelmesi<br/>• Üretimin standartlaşması<br/>• Markalaşma ve reklamın gelişimi<br/>• Yeni malzemeler ve teknolojilerin ortaya çıkması<br/>• Tüketimin artması"
  },
  {
    "id": "3862629",
    "unitNumber": 1,
    "text": "Plastik, kağıt, film, alüminyum folyo gibi malzemelerden hangi ambalajlar yapılır?",
    "options": {
      "A": "Rijit Ambalajlar",
      "B": "Esnek Ambalajlar",
      "C": "Kalaylama ambalajlar",
      "D": "Metal ambalajlar",
      "E": "Cam ambalaj"
    },
    "correctAnswer": "B",
    "explanation": "Ambalaj Tasarımının Tarihi<br/>Esnek Ambalajlar: Esnek ambalajlar genellikle plastik, kağıt, film, alüminyum folyo gibi malzemelerden yapılır."
  },
  {
    "id": "3862636",
    "unitNumber": 1,
    "text": "Yağ, protein ve karbonhidrat gibi doğal bileşenlerden üretilebilen yenilebilir ambalajlar tiplerine göre kaça ayrılır?",
    "options": {
      "A": "İki",
      "B": "Üç",
      "C": "Dört",
      "D": "Beş",
      "E": "Altı"
    },
    "correctAnswer": "D",
    "explanation": "Ambalaj Tasarımı<br/>Yenilebilir ambalajlar yağ, protein ve karbonhidrat gibi doğal bileşenlerden üretilebilmektedir. Chapman Üniversitesi’nin yayınladığı bir rapora (https://blogs.chapman.edu/scst/2016/01/19/edible-food-packaging) göre yenilebilir ambalaj tipleri aşağıdaki haliyle <strong>beşe</strong> ayrılır:<br/>• Gıda içine sarılmış gıda<br/>• Yenilebilir/doğada çözünür ambalaj ile eşleştirilmiş gıda<br/>• İçeriğiyle birlikte yenilebilir hazne<br/>• Yok olan ambalaj<br/>• Hızlı servis restoranlarında sunulan yenilebilir ambalaj"
  },
  {
    "id": "3862660",
    "unitNumber": 1,
    "text": "Şampuan, şırınga gibi ürünlerin üretiminde kullanılan Polipropilen malzemesinin kısaltması aşağıdakilerden hangisidir?",
    "options": {
      "A": "PET",
      "B": "PP",
      "C": "PVC",
      "D": "PAP",
      "E": "PS"
    },
    "correctAnswer": "B",
    "explanation": "PP Polipropilen Şampuan, şırıngalar"
  },
  {
    "id": "3862826",
    "unitNumber": 2,
    "text": "\"Bir formun parçaları düzenli, yalın ve sıralı bir örüntü oluşturuyorlarsa grup oluşturuyorlarmış gibi algılanırlar. Buna göre basit, yalın ve geometrik formlar daha kolay algılanırlar ve birbirleriyle gruplaşma eğilimi<br/>içindedirler. \"<br/>Yukarıdaki ifade Gestalt kuramının ortaya koyduğu ilkelerden hangisi için söylenebilir?",
    "options": {
      "A": "İyi Form İlkesi",
      "B": "Simetri İlkesi",
      "C": "Benzerlik ilkesi",
      "D": "Yakınlık İlkesi",
      "E": "Tamamlama ilkesi"
    },
    "correctAnswer": "A",
    "explanation": "İyi Form İlkesine göre eğer bir formun parçaları düzenli, yalın ve sıralı bir örüntü oluşturuyorlarsa grup oluşturuyorlarmış gibi algılanırlar. Buna göre basit, yalın ve geometrik formlar daha kolay algılanırlar ve birbirleriyle gruplaşma eğilimi<br/>içindedirler."
  },
  {
    "id": "3862652",
    "unitNumber": 2,
    "text": "\"Optimum ambalaj boyutları ve istiflenebilirlik\" ambalaj tasarımının temel amaçlarından hangisi için önemli bir faktördür?",
    "options": {
      "A": "Sürdürülebilirlik",
      "B": "Güvenlik",
      "C": "Fiziksel dayanıklılık",
      "D": "Taşınabilirlik",
      "E": "Görünüm"
    },
    "correctAnswer": "A",
    "explanation": "Ambalaj tasarımı, ürünlerin nakliye ve depolama süreçlerinde verimliliği arttırmayı hedeflemelidir. <em>Optimum ambalaj boyutları ve istiflenebilirlik</em> <strong>sürdürülebilirlik</strong> açısından önemli faktörlerdir. Dolayısıyla <strong>Doğru Cevap A</strong> seçeneğidir."
  },
  {
    "id": "3862778",
    "unitNumber": 2,
    "text": "\"Tasarım bağlamında insan yapımı formların sembolik niteliklerinin incelenmesi aşağıdakilerden hangisidir?",
    "options": {
      "A": "Ürün semantiği",
      "B": "Yapısal Tasarım",
      "C": "Tipografi",
      "D": "Bağlam",
      "E": "Gestalt kuram"
    },
    "correctAnswer": "A",
    "explanation": "Ürün Semantiği: Ürün semantiği, tasarım bağlamında insan yapımı formların sembolik niteliklerinin incelenmesidir."
  },
  {
    "id": "3862696",
    "unitNumber": 2,
    "text": "............ İlkesine göre eğer bir formun parçaları düzenli, yalın ve sıralı bir örüntü oluşturuyorlarsa grup oluşturuyorlarmış gibi algılanırlar. Buna göre verilen ifadede boş bırakılan yere getirilmesi gereken Gestalt İlkesi aşağıdakilerden hangisidir?",
    "options": {
      "A": "Yakınlık",
      "B": "Benzerlik",
      "C": "Tamamlama",
      "D": "Devamlılık",
      "E": "İyi Form"
    },
    "correctAnswer": "E",
    "explanation": "<em>Yakınlık ilkesine</em> göre tasarım ögeleri algılarken birbirine yakın olanları bir grup oluşturacak şekilde algılanır. Benzerlik ilkesine göre bütünü oluşturan parçalar birbirine benziyorsa, bu parçalar birbirleriyle grup gibi algılanır. <em>Benzerlik ilkesine</em> göre benzer şekil, renk, ton, doku, biçim, ölçü, oran, konum sahip formlar gruplaşma eğilimindedir. <em>Tamamlama (kapatma)</em> ilkesine göre form üzerindeki detaylar tamamlanmasa bile izleyicinin eksik yerleri kendi kişisel deneyimini, kültürel birikimini ve kendi hafızasını kullanarak tam gibi algılar. <em>Simetri İlkesi</em> formların simetrik olarak bir referans noktasına göre yorumlanıp yapılandırarak algılandığını söyler. <em>Devamlılık (Ortak Hareket)</em> İlkesine göre iki form kesiştiğinde, formlar birbirini takip eder şekilde ve bölünmemiş gibi algılanır. <strong><em>İyi Form İlkesine</em></strong> göre eğer bir formun parçaları düzenli, yalın ve sıralı bir örüntü oluşturuyorlarsa grup oluşturuyorlarmış gibi algılanırlar. Bu bilgilere göre <strong>Doğru Cevap E</strong> seçeneği olur."
  },
  {
    "id": "3862654",
    "unitNumber": 2,
    "text": "<ol style=\"list-style-type: upper-roman;\"> <li>Nokta,</li> <li>Yüzey,</li> <li>Renk ve doku,</li> </ol> Temel tasarım ögeleri bir bütünü oluşturan parçalardır ancak bütünden ayrıştırıldığında da kendi başlarına anlam taşırlar. Tasarım ögeleri doğal ve yapay varlıkları oluşturan materyaller olarak tanımlanırlar ve tasarım ögelerinin her insan yapısı olguda var oldukları kabul edilir. Bu bilgilere göre yukarıdakilerden hangisi ya da hangileri Temel Tasarım Ögeleri (Elemanları) arasında yer alır?",
    "options": {
      "A": "Yalnız III",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "correctAnswer": "E",
    "explanation": "İnsan yapısı nesneler nokta, çizgi, yüzey (düzlem), hacim (kütle), değer (ton), renk ve dokudan oluşur. Bu bileşenlere “Temel Tasarım Ögeleri (Elemanları)” denir. Temel tasarım ögeleri bir bütünü oluşturan parçalardır ancak bütünden ayrıştırıldığında da kendi başlarına anlam taşırlar. Tasarım ögeleri doğal ve yapay varlıkları oluşturan materyaller olarak tanımlanırlar ve tasarım ögelerinin her insan yapısı olguda var oldukları kabul edilir. Bu bilgilere göre I., II. ve III. öncüller doğru olur. Dolayısıyla Doğru Cevap E seçeneğidir."
  },
  {
    "id": "3862647",
    "unitNumber": 2,
    "text": "<ol style=\"list-style-type: upper-roman;\"> <li>Tüketici satın alma kararlarını etkileme,</li> <li>Marka sadakati oluşturma,</li> <li>Çevresel sürdürülebilirlik sağlama,</li> </ol> Yukarıdaki faktörlerden hangisi ya da hangileri ambalaj tasarımının önemli bir parçası olarak görülmektedir?",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "correctAnswer": "E",
    "explanation": "İyi bir ambalaj tasarımı, tüketici satın alma kararlarını etkileyebilir (<strong>I. öncül doğru olur</strong>), marka sadakati oluşturabilir (<strong>II. öncül doğru olur</strong>) ve ürünün değerini artırabilir. Ayrıca, çevresel sürdürülebilirlik (<strong>III. öncül doğru olur</strong>) ve ambalajın geri dönüşümü gibi faktörler de ambalaj tasarımının önemli bir parçasıdır. Bu bilgilere göre tüm öncüller doğru olur. Dolayısıyla <strong>Doğru Cevap E</strong> seçeneğidir."
  },
  {
    "id": "3862711",
    "unitNumber": 2,
    "text": "<ol style=\"list-style-type: upper-roman;\"><br/><li>Kaynak ile hedef arasındaki veri kaybını önlemek,</li><br/><li>Başarılı iletişimi sağlamak,</li><br/><li>Ambalaj ve içeriği ile ilgili duygusal bağ oluşturmak,</li><br/></ol><br/>Yukarıdakilerden hangisi ya da hangileri Shannon ve Weaver modelinin önerdiği amaç ya da amaçlar arasında yer alır?",
    "options": {
      "A": "Yalnız II",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "correctAnswer": "B",
    "explanation": "Shannon ve Weaver modelinin önerdiği amaç, <em>kaynak ile hedef arasındaki veri kaybını önlemek</em> ve <em>başarılı iletişimi sağlamak</em>tır. Bu bilgilere göre <strong>I. ve II. öncüller doğru</strong>, III. öncül yanlış olmaktadır. Bu nedenle <strong>Doğru Cevap B</strong> seçeneğidir."
  },
  {
    "id": "3862822",
    "unitNumber": 2,
    "text": "Ambalaj tasarımında “niyet ve hedefler” olarak yorumlayabileceğimiz işlev aşağıdakilerden hangisi veya hangileridir?<br/>I- Dikkat ve ilgi çekme II- Motivasyon oluşturma III- Arzu ve istek<br/>uyandırma",
    "options": {
      "A": "I-II-III",
      "B": "Yanlız I",
      "C": "I-II",
      "D": "I-III",
      "E": "II-III"
    },
    "correctAnswer": "A",
    "explanation": "Ambalaj tasarımının iki farklı işlevinden bahsedilebilir. Bunlardan<br/>ilki “temel amaçlar” olarak düşünebileceğimiz: güvenlik, koruma, fiziksel dayanıklılık, bilgilendirme ve etiketleme, taşınabilirlik, kullanım kolaylığı, görünüm ve sürdürülebilirliktir. Diğer işlev ise “niyet ve hedefler” olarak yorumlayabileceğimiz: dikkat ve ilgi çekme, motivasyon oluşturma, arzu ve istek uyandırmadır."
  },
  {
    "id": "3862821",
    "unitNumber": 2,
    "text": "Ambalaj tasarımının iki farklı işlevinden bahsedilebilir. Bunlardan<br/>ilki “temel amaçlar” olarak düşünebileceğimiz işlev hangisi veya hangileri olarak sayılabilir? <br/>I- Güvenlik II- Koruma III-Fiziksel dayanıklılık IV- Bilgilendirme<br/>ve etiketleme V- Kullanım kolaylığı",
    "options": {
      "A": "I-II-III-IV-V",
      "B": "I-III",
      "C": "I-IV-V",
      "D": "II-IV",
      "E": "I-III-V"
    },
    "correctAnswer": "A",
    "explanation": "Ambalaj tasarımının iki farklı işlevinden bahsedilebilir. Bunlardan<br/>ilki “temel amaçlar” olarak düşünebileceğimiz: güvenlik, koruma, fiziksel dayanıklılık, bilgilendirme ve etiketleme, taşınabilirlik, kullanım kolaylığı, görünüm ve sürdürülebilirliktir."
  },
  {
    "id": "3862825",
    "unitNumber": 2,
    "text": "Antropometri nedir?",
    "options": {
      "A": "İnsan vücudunun boyutlarını ve diğer fiziksel özelliklerini araştıran bilim dalıdır.",
      "B": "İnsanın fiziksel ve psikolojik özelliklerini inceleyerek insanın makine ve çevre ile olan uyumunu inceleyen bilim alanıdır.",
      "C": "Baskınlık Tasarım ilkesi",
      "D": "Simetri İlkesi",
      "E": "Devamlılık ilkesi"
    },
    "correctAnswer": "A",
    "explanation": "Antropometri: İnsan vücudunun boyutlarını ve diğer fiziksel özelliklerini araştıran bilim dalıdır."
  },
  {
    "id": "3862648",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi ambalaj tasarımının <strong>temel amaçlarından</strong> biridir?",
    "options": {
      "A": "Dikkat ve ilgi çekme",
      "B": "Motivasyon oluşturma,",
      "C": "Arzu ve istek uyandırma,",
      "D": "Kullanım kolaylığı sağlama,",
      "E": "Niyet ve hedefe uygun olma,"
    },
    "correctAnswer": "D",
    "explanation": "Ambalaj tasarımının iki farklı işlevinden bahsedilebilir. Bunlardan ilki “temel amaçlar” olarak düşünebileceğimiz: güvenlik, koruma, fiziksel dayanıklılık, bilgilendirme ve etiketleme, taşınabilirlik, <strong>kullanım kolaylığı sağlama</strong>, görünüm ve sürdürülebilirliktir. Buna göre <strong>Doğru Cevap D</strong> seçeneğidir."
  },
  {
    "id": "3862699",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi imajların ambalaj tasarımlarında kullanılma amaçlarından biridir?",
    "options": {
      "A": "Cezbedici ve kışkırtıcı deneyimler sunmak",
      "B": "Ürünün korunmasını ve taşınmasını sağlamak",
      "C": "Ürünleri pazara hızlı bir biçimde sunmak",
      "D": "Ürünü rakiplerinkinden farklılaştırmak",
      "E": "Tüketicinin ürüne olan ilgisini artırmak"
    },
    "correctAnswer": "A",
    "explanation": "İmajlar, ambalaj tasarımlarında şu amaçlarla kullanılabilir: <em>İçeriği ve ürün bağlamını göstermek, hedef kitleyi tasvir ve temsil etmek, renk, ton ve ruh hali sunmak, güvenilirlik sağlamak; marka değerini göstermek, duyuları tetiklemek; <strong>cezbedici ve kışkırtıcı deneyimler sunmak</strong></em>. Bu bilgilere göre <strong>Doğru Cevap A</strong> seçeneğidir."
  },
  {
    "id": "3862774",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi veya hangileri ambalajlama eylemlerindendir?<br/>I-Koruma II- Taşıma III- Saklama IV- Depolama",
    "options": {
      "A": "I-II-III-IV",
      "B": "I-II",
      "C": "I-IV",
      "D": "II-III",
      "E": "I-II-IV"
    },
    "correctAnswer": "A",
    "explanation": "Ambalaj sardığı ve/veya kapsadığı içeriği tutan, koruyan, taşıyan, saklayan, depolanmasını sağlayan<br/>kabuk veya ara kesit olarak düşünebileceğimiz nesnedir."
  },
  {
    "id": "3862819",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi veya hangileri şaşırtıcı ambalajların ortak özelliklerinden sayılır?<br/>I- İlgili ürün kategori içinde ürüne olan algıyı yükseltir.<br/>II- Farklı seviyelerde tüketici gruplarını ve paralel hedef kitleyi ürüne çeker<br/>III- Önerdiği yaklaşımıyla yenilikçi ve çığır açıcıdır.<br/>IV- Marka ve ambalaj ve içeriğin birbiriyle iç içe olmasını, ayrılamaz hale gelmesini sağlar.<br/>V- Birbirine benzeyen onlarca ambalaj arasında öne çıkar.",
    "options": {
      "A": "I-II-III-IV-V",
      "B": "I-II",
      "C": "I-IV-V",
      "D": "II-IV",
      "E": "II-III"
    },
    "correctAnswer": "A",
    "explanation": "Şaşırtıcı ambalajların ortak özellikleri şöyle listelenebilir;<br/>• İlgili ürün kategori içinde ürüne olan algıyı yükseltir.<br/>• Farklı seviyelerde tüketici gruplarını ve paralel hedef kitleyi ürüne çeker<br/>• Önerdiği yaklaşımıyla yenilikçi ve çığır açıcıdır.<br/>• Marka ve ambalaj ve içeriğin birbiriyle iç içe olmasını, ayrılamaz hale gelmesini sağlar.<br/>• Birbirine benzeyen onlarca ambalaj arasında öne çıkar.<br/>• Tüketicisine duygusal olarak dokunur."
  },
  {
    "id": "3862702",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi şaşırtıcı ambalajların ortak özelliklerinden <strong>biri değildir</strong>?",
    "options": {
      "A": "İlgili ürün kategori içinde ürüne olan algıyı yükseltir.",
      "B": "Farklı seviyelerde tüketici gruplarını ve paralel hedef kitleyi ürüne çeker.",
      "C": "Önerdiği yaklaşımıyla yenilikçi ve çığır açıcıdır.",
      "D": "Tüketicisine duygusal olarak dokunur.",
      "E": "Marka ve ambalaj ve içeriğin birbirinden ayırt edilmesini sağlar."
    },
    "correctAnswer": "E",
    "explanation": "Şaşırtıcı ambalajların ortak özellikleri şöyle listelenebilir:<br/>• İlgili ürün kategori içinde ürüne olan algıyı yükseltir.<br/>• Farklı seviyelerde tüketici gruplarını ve paralel hedef kitleyi ürüne çeker.<br/>• Önerdiği yaklaşımıyla yenilikçi ve çığır açıcıdır.<br/>• <em><strong>Marka ve ambalaj ve içeriğin birbiriyle iç içe</strong> olmasını, ayrılamaz hale gelmesini sağlar.</em><br/>• Birbirine benzeyen onlarca ambalaj arasında öne çıkar.<br/>• Tüketicisine duygusal olarak dokunur.<br/>Bu bilgilere göre \"Marka ve ambalaj ve içeriğin birbirinden ayırt edilmesini sağlar.\" ifadesi şaşırtıcı ambalajların ortak özelliklerinden biri değildir. Buna göre <strong>Doğru Cevap E</strong> seçeneğidir."
  },
  {
    "id": "3862693",
    "unitNumber": 2,
    "text": "Bir grup tasarım ögesi içerisinde birinin veya birkaçının diğerlerinden önde olması veya önce algılanması ile ilgi olan tasarım ilkesi aşağıdakilerden hangisidir?",
    "options": {
      "A": "Tekrar İlkesi",
      "B": "Hiyerarşi İlkesi",
      "C": "Ritim İlkesi",
      "D": "Baskınlık İlkesi",
      "E": "Ölçü İlkesi"
    },
    "correctAnswer": "D",
    "explanation": "<em>Ölçü ilkesi</em> varlıkların farklı boyut ve ebatlarda olabileceğini anlatır. Örneğin bir kompozisyonda büyük bir karenin yanında küçük bir karede olabilir. Bir bina cephesindeki pencereleri bir birim olarak düşünürseniz her bir birimin belli bir düzende birbirlerinden belli bir mesafede tanımlanmış sıra ile <em>tekrar</em> ettiğini görülebilir. Bu düzen eğer eşit sıklıkta ise tekdüze (monoton) bir tekrardan söz edilebilir. Bu düzende tekdüzelik belli bir kurala göre bozulursa belki dinamik, hareketli bir tekrardan söz edilebilir. <em>Ritim</em> aslında dinamik bir tekrardır. Aynı müzikte olduğu gibi bazı görsel ögeler belli bir kural göre ritmik şekilde tekrar edebilir. Bu ritim tekdüze veya aksak (dinamik) olabilir. <strong><em>Baskınlık ilkesi</em></strong>, bir grup tasarım ögesi içerisinde birinin veya birkaçının diğerlerinden önde olması veya önce algılanması ile ilgidir. Baskın öge dikkat çeker ve izleyici ilk bakışta o ögeye bakma eğiliminde olur. Bir diğer ilke olan <em>hiyerarşi</em> aslında tasarım ögeleri arasında baskınlık derecelerinin kendi içinde bir silsileye göre planlanmasıdır. Bu bilgilere göre <strong>Doğru Cevap D</strong> seçeneği olur."
  },
  {
    "id": "3862776",
    "unitNumber": 2,
    "text": "Günümüzde kullanılan temel tasarım öğretileri aşağıdakilerden hangisi veya hangileri olarak sayılabilir?<br/>I- Tasarımcıların davranışsal, zihinsel ve teknik özelliklerini geliştirmek,<br/>II-Tasarımcıların yaratıcılıklarını ortaya çıkarmak,<br/>III-Tasarım öge ve ilkelerini kavratmak <br/>IV-Algı ve anlamlandırma süreçleri ile görsel bir dil öğretmek.",
    "options": {
      "A": "I-II-III-IV",
      "B": "Yalnız I",
      "C": "II-IV",
      "D": "I-III",
      "E": "I-III-IV"
    },
    "correctAnswer": "A",
    "explanation": "Günümüzde Temel Tasarım öğretisi temel olarak dört amaca yönelik kurgulanmaktadır (Özer, 2004).<br/>Bunlar, tasarımcıların davranışsal, zihinsel ve teknik özelliklerini geliştirmek, tasarımcıların yaratıcılıklarını ortaya çıkarmak, tasarım öge ve ilkelerini kavratmak ve algı ve anlamlandırma süreçleri ile görsel bir dil öğretmek olarak listelenebilir"
  },
  {
    "id": "3862775",
    "unitNumber": 2,
    "text": "Hangisi veya hangileri Ambalaj tasarımının temel amaçlarındandır?<br/>I-Ambalaj tasarımı, içeriği oluşturan ürünün güvenliğini ve korunmasını sağlamak,<br/>II- Fiziksel dayanımını desteklemek veya arttırmak,<br/>III- Ürün ile ilgili bilgilendirme yapmak,<br/>IV- Ürünün taşınabilirliğini sağlamak,<br/>V- Ürüne çekici bir görünüm vermek ve ürünün sürdürülebilirliğini sağlamak.",
    "options": {
      "A": "I-II-III-IV-V",
      "B": "I-II",
      "C": "I-III-V",
      "D": "II-IV",
      "E": "III-IV"
    },
    "correctAnswer": "A",
    "explanation": "Ambalaj tasarımının temel amaçları: Ambalaj tasarımı, içeriği oluşturan ürünün güvenliğini ve<br/>korunmasını sağlamak, fiziksel dayanımını desteklemek veya arttırmak, ürün ile ilgili bilgilendirme yapmak, ürünün taşınabilirliğini sağlamak, ürüne çekici bir görünüm vermek ve ürünün sürdürülebilirliğini sağlamayı amaçlamaktadır."
  },
  {
    "id": "3862653",
    "unitNumber": 2,
    "text": "Salt işlevsel anlamıyla ambalajlama kavramı ile ambalaj tasarımını birbirinden ayıran en önemli unsur aşağıdakilerden hangisidir?",
    "options": {
      "A": "Pazarlama, reklam ve satış departmanları ortaklığı",
      "B": "Ambalaj üzerine anlam yükleme ve üretme çabası",
      "C": "Hedef kitle ile içeriğin iletişim kurması",
      "D": "Prototiplerin denenmesi ve test edilmesi",
      "E": "Ambalajlamanın optimum kaynak ile gerçekleşmesi"
    },
    "correctAnswer": "B",
    "explanation": "Ambalaj tasarımı süreci çok disiplinli bir yapıdan beslenir. Bir ambalaj tasarımcısı tüm bu alanlar ile iletişime geçebilen, bu alanlardan beslenen ve özellikle grafik tasarım ve endüstriyel tasarıma hâkim, yaratıcı süreçlerde rol alan ve üretim yapabilen bir tasarımcıdır. <em>Salt işlevsel anlamıyla ambalajlama kavramı ile ambalaj tasarımını birbirinden ayıran en önemli unsur</em> <strong>ambalaj üzerine anlam yükleme ve üretme çabasıdır</strong>. Bu çaba belli düzeyde profesyonellik ve deneyim gerektirir. Dolayısıyla <strong>Doğru Cevap B</strong> seçeneğidir."
  },
  {
    "id": "3862777",
    "unitNumber": 2,
    "text": "İzleyicinin gözünün en baskın öge veya ögelerden ikincisine oradan üçüncüsüne sıçramasını planlayan tasarım ilkesi hangisidir?",
    "options": {
      "A": "Hiyerarşik tasarım",
      "B": "Baskınlık",
      "C": "Kontrast",
      "D": "Ritim",
      "E": "Denge"
    },
    "correctAnswer": "A",
    "explanation": "Hiyerarşik tasarım, izleyicinin gözünün en baskın öge veya ögelerden ikincisine oradan üçüncüsüne sıçramasını planlamaktır."
  },
  {
    "id": "3862889",
    "unitNumber": 3,
    "text": "Atığın olmadığı kapalı bir ambalaj sistemi nedir?",
    "options": {
      "A": "Cradle to Cradle",
      "B": "Cradle to grave",
      "C": "LCA",
      "D": "SPC",
      "E": "CtG"
    },
    "correctAnswer": "A",
    "explanation": "Braungart, paketin ilk kullanımını tasarlarken reenkarnasyon için tasarım yapmayı ve malzemenin bir sonraki kullanımını planlamayı tavsiye eder.<br/>Beşikten beşiğe (cradle to cradle) ise kimyager Michael Braungart ve mimar William McDonough tarafından ortaya atılan bir değerlendirme modelidir. Bu model “Atığın” olmadığı kapalı döngü bir sistemdir."
  },
  {
    "id": "3862885",
    "unitNumber": 3,
    "text": "Aşağıdaki ambalaj malzemelerinden hangisi özellikle lüks ürünlerin ambalajında tercih edilir?",
    "options": {
      "A": "Ahşap",
      "B": "Kağıt",
      "C": "Cam",
      "D": "Karton",
      "E": "Plastik"
    },
    "correctAnswer": "A",
    "explanation": "Ahşap malzeme, ambalaj tasarımında doğal ve sıcak bir estetik sunan ve çevresel sürdürülebilirlik açısından tercih edilebilir bir seçenektir. Özellikle lüks ürünlerin ambalajında tercih edilir."
  },
  {
    "id": "3862865",
    "unitNumber": 3,
    "text": "Aşağıdaki sorulardan hangisi ambalajın üretim ortamında zorluk yaratmadan üretilebilmesi ile ilgili değildir?",
    "options": {
      "A": "Yeni ekipman satın almak yerine ambalaj boyutlarını veya formlarını (ve satış fiyatlarını) değiştirmeniz tavsiye edilir mi?",
      "B": "Ambalaj yapısındaki değişiklikler hız, verimlilik veya ekonomi açısından iyi bir avantaj sağlamak için yeni ekipman türlerinin kullanılmasını mümkün kılar mı veya tavsiye edilir mi?",
      "C": "Yapısal dayanımda, amaçlandığı kullanımla tutarlı mıdır?",
      "D": "Ambalaj kırılma, kontrol gibi konularda olağandışı zorluklar getiriyor mu?",
      "E": "Operasyonlar (üretim) tamamen mekanize, yarı otomatik mi yoksa elle mi olacak?"
    },
    "correctAnswer": "C",
    "explanation": "C şıkkı olan “Yapısal dayanımda, amaçlandığı kullanımla tutarlı mıdır?” sorusu, üretim sırasında değil, yapısal tasarım aşamasında sorulması gereken sorulardandır. Bu nedenle doğru cevap C şıkkı olmalıdır."
  },
  {
    "id": "3862882",
    "unitNumber": 3,
    "text": "Aşağıdaki sorulardan hangisi yedi aşamalı tasarım sürecinin seçme evresinin kontrol listesinde yer alır?",
    "options": {
      "A": "Kullanıcı grubun eğitim seviyesi nedir?",
      "B": "Fikir geliştirmek için hangi yöntemler kul­lanılacak?",
      "C": "Bitmiş ürün müşteriye teslim edildi mi?",
      "D": "Müşteri ne tür bir geri bildirim aldı veya ta­lep etti?",
      "E": "Tasarım hedef kitlenin duygularını harekete geçiriyor mu?"
    },
    "correctAnswer": "E",
    "explanation": "Yedi aşamalı tasarım sürecinin 5.basamağı olan seçme evresinde, daha önceki evrelerde bulunan fikirler ve bu fikirler doğrultusunda üretilen çözümlerden bir tanesi geliştirilmek üzere seçilir. Seçme evresinin kontrol listesi şu şekildedir:<br/>• Tasarım yön bilgide tanımlanan gereksinimleri<br/>karşılıyor mu?<br/>• Tasarım hedef kitlenin duygularını harekete<br/>geçiriyor mu?<br/>• Tasarım zamanında ve bütçenin sınırları<br/>içinde üretilebilecek mi?<br/>• Hesaba katılması gereken başka etmenler<br/>var mı?<br/>• Müşteri tasarımı onayladı mı?"
  },
  {
    "id": "3862878",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi bir ambalajın temel işlevi olan ürünü dış etkenlerden koruma amacına hizmet eden faktörler arasında yer almaz?",
    "options": {
      "A": "Ambalaj malzemesi",
      "B": "Ambalaj biçimi",
      "C": "Ambalajın kalitesi",
      "D": "Ambalaj boyutu",
      "E": "Ambalaj tasarımı"
    },
    "correctAnswer": "E",
    "explanation": "İşlevsel bir ürün olan ambalajın temel işlevi ürünü dış etkilere karşı korumaktır. Bu işlev ambalajın<br/>malzemesini, biçimini, boyutunu ve bunun gibi faktörlerini belirler. Ambalajın üzerinin tasarımı<br/>ise daha çok pazarlamaya yönelik, estetik, albenisi olan, bilgi veren, güven verici ve dikkat çekici olmak üzerinedir."
  },
  {
    "id": "3862893",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi tasarım sürecinin yedi aşamasından biri olan tanımlama ile ilgili <strong>değildir</strong>?",
    "options": {
      "A": "Farklı yaklaşımlar deneyerek sınırları zorlamak ve yaratıcılığı teşvik etmek.",
      "B": "Hedef kitlenin ihtiyaçlarını belirlemek ve rakiplerin paketleme stratejilerini incelemek için değerli bilgileri bir araya getirmek.",
      "C": "Tüketicilerin bir ürünle ilgili algıları, ambalajın işlevselliği ve estetik beklentileri hakkında bilgi toplamak.",
      "D": "Hedef kitleyi harekete geçirecek uyarıcı etmenler ve tasarımın başarısına engel olacak etmenler belirlemek.",
      "E": "Müşteri ve tasarım ekibinin aynı terimleri kullandığından emin olmak."
    },
    "correctAnswer": "A",
    "explanation": "Kitabımızda fikir bulma aşaması için \"Fikirler, çizimler, eskizler, moodboardlar veya diğer görsel araçlarla ifade edilir. Bu süreçte, farklı yaklaşımlar deneyerek sınırları zorlamak ve yaratıcılığı teşvik etmek önemlidir\" denmiştir. Fikir bulma aşaması tanımlama aşamasından sonra gelir.<br/>Tanımlama: Yapılan bu tanımlama birçok<br/>noktada beş aşamalı sürece benzemektedir. İlk aşama olan tanımlama süreci müşteriden alınan yönbilgi ile başlar. Yönbilginin netleştirilmesi için bir<br/>kontrol listesi yapılabilir:<br/>• Müşterinin ne istediğini anladınız mı?<br/>• Müşteri ne beklediğini biliyor mu?<br/>• Terimlerin tanımlarında anlaştınız mı?<br/>• Yönbilginin kusurları var mı?<br/>• Müşterinin beklentilerini karşılayabilecek<br/>misiniz?"
  },
  {
    "id": "3862880",
    "unitNumber": 3,
    "text": "Beş aşamalı keşif sürecinde hangi basamak en sonda yer alır?",
    "options": {
      "A": "Bilgi toplama",
      "B": "Sunum hazırlığı",
      "C": "İlk eskizler",
      "D": "İlerleme",
      "E": "Grup eleştirisi"
    },
    "correctAnswer": "B",
    "explanation": "Beş aşamalı keşif süreci sırasıyla bilgi toplama, ilk eskizler, grup eleştirisi, ilerleme ve sunum hazırlığı basamaklarından oluşur."
  },
  {
    "id": "3862879",
    "unitNumber": 3,
    "text": "Bir markanın gücünü, değerini ve algılanışını anlamak için yapılan ayrıntılı in­celeme sürecine ne ad verilir?",
    "options": {
      "A": "Marka analizi",
      "B": "Moodboard",
      "C": "Pazar araştırması",
      "D": "Üretim süreci",
      "E": "Tüketici anketleri"
    },
    "correctAnswer": "A",
    "explanation": "Marka analizi, bir markanın gücünü, değerini ve algılanışını anlamak için yapılan ayrıntılı bir inceleme sürecidir. Bu analiz, markanın mevcut durumunu değerlendirmek, rekabet ortamında nasıl konumlandığını anlamak ve pazarlama stratejilerini belirlemek için kullanılır."
  },
  {
    "id": "3862866",
    "unitNumber": 3,
    "text": "Bir ürün ambalajı geliştirilirken sorulması gereken hangi soru yapısal özellikleri işaret etmez?",
    "options": {
      "A": "Yüksek hızlarda mekanize üretimden geçecek mi?",
      "B": "Kalitenin değer algısını adil bir piyasa fiyatına yansıtıyor mu?",
      "C": "Depolarda ve perakende satış mağazalarında depolama koşullarında ayakta duracak mı?",
      "D": "Gerektiğinde ambalaj ve içindekiler sterilize edilebilir mi?",
      "E": "Ambalaj kırılma, kontrol gibi konularda olağandışı zorluklar getiriyor mu?"
    },
    "correctAnswer": "B",
    "explanation": "bak<br/>Yapısal olarak:<br/>• Yüksek hızlarda mekanize üretimden geçecek mi?<br/>• Taşıma ve nakliye sırasında aşırı sıcaklık ve/veya soğutma koşullarına dayanabilir mi?<br/>• Depolarda ve perakende satış mağazalarında depolama koşullarında ayakta duracak mı?<br/>• Vakum, gaz veya hermetik ambalajlama gerekiyorsa, ambalaj yapısı bu tür ekipmanlar için uygun mu?<br/>• Gerektiğinde ambalaj ve içindekiler sterilize edilebilir mi?"
  },
  {
    "id": "3862884",
    "unitNumber": 3,
    "text": "Bir ürün ambalajının neme, darbelere ve sıkışmalara dayanıklı ve çevre dostu olması isteniyorsa bu ambalajın üretiminde hangi malzemenin kullanımı uygun olur?",
    "options": {
      "A": "Mukavva",
      "B": "Ahşap",
      "C": "Cam",
      "D": "Metal",
      "E": "Plastik"
    },
    "correctAnswer": "D",
    "explanation": "Metal neme, darbelere ve sıkışmalara dayanıklı ve çevre dostu bir ambalaj malzemesidir."
  },
  {
    "id": "3862886",
    "unitNumber": 3,
    "text": "Bir ürün veya faaliyetle ilgili çevresel yükleri değerlendirmek için kullanılan prosedürler bütününe ne ad verilir?",
    "options": {
      "A": "Yaşam döngüsü değerlendirmesi",
      "B": "Genişletilmiş üretici sorumluluğu",
      "C": "Sürdürülebilir ambalaj koalisyonu",
      "D": "Geri dönüştürülebilir am­balaj tasarımı",
      "E": "Tasarım etik ve sorumlu­lukları"
    },
    "correctAnswer": "A",
    "explanation": "Yaşam döngüsü değerlendirmesi (LCA) bir ürün veya faaliyetle ilgili çevresel yükleri değerlendirmek için kullanılan prosedürler bütünüdür. LCA, kullanılan enerji ve malzemeleri (girdiler) ve çevreye salınan atıkları (çıktılar) tanımlayan karşılaştırmalı araçlar kullanarak bütün bir sistemi inceler ve ardından süreci iyileştirmek ve daha sürdürülebilir hale getirmek için fırsatları değerlendirir."
  },
  {
    "id": "3862887",
    "unitNumber": 3,
    "text": "Genişletilmiş üretici sorumluluğu (EPR), hangi etkilerin sorumluluğunu tasarımcılarına, tedarikçilerine, üreticilerine, distribütörlerine, perakende­cilerine, tüketicilerine, geri dönüştürücülerine ve imha edenlere yükleyen bir çevre koruma yaklaşımıdır?",
    "options": {
      "A": "<span style=\"font-family: verdana, geneva, sans-serif; color: windowtext;\">Ürünün veya paketin çevresel etkisinin ve tüm yaşam döngüsünün</span>",
      "B": "Ürün ambalajının ürünü koruma seviyesinin",
      "C": "Ürünün ambalaj tasarımının özgünlüğünün",
      "D": "Ürünün kendisi ve ambalaj malzemesi arasındaki olası kimyasal reaksiyonların",
      "E": "Ürünün veya paketin boyutunun depolama, satış ve teslimat için uygunluğunun"
    },
    "correctAnswer": "A",
    "explanation": "Genişletilmiş üretici sorumluluğu (EPR), bir ürünün veya paketin çevresel etkisinin ve tüm yaşam döngüsünün sorumluluğunu tasarımcılarına, tedarikçilerine, üreticilerine, distribütörlerine, perakendecilerine, tüketicilerine, geri dönüştürücülerine ve imha edenlere yükleyen bir çevre koruma yaklaşımıdır."
  },
  {
    "id": "3862891",
    "unitNumber": 3,
    "text": "Hangisi stok ambalajının özelliklerinden değildir?",
    "options": {
      "A": "Etiket bilgisi bulundurur",
      "B": "Genellikle markasızdır",
      "C": "Ürünlerin tanıtımına yönelik özel tasarımları veya baskıları bulunmaz",
      "D": "Genellikle ekonomiklerdir",
      "E": "Standart boyutlarda ve tasarımlarda üretilirler"
    },
    "correctAnswer": "A",
    "explanation": "Stok ambalajı, genellikle birçok farklı ürün için<br/>kullanılabilen ve kolayca erişilebilen bir ambalaj <br/>çeşididir.<br/>Stok ambalajları genellikle<br/>markasızdır ve ürünlerin tanıtımına yönelik özel <br/>tasarımları veya baskıları bulunmaz."
  },
  {
    "id": "3862883",
    "unitNumber": 3,
    "text": "I. Tasarım yüzeyi üzerinde bulunan ana ekran panelidir.<br/>II. Sadece marka bilgilerini içermelidir.<br/>III. İhtiyaca göre 4 veya 5 alana bölünerek tasarlanabilir.<br/>IV. Bilgileri hiyerarşik olarak sunar.<br/>V. Üzerinde fotoğraf, illüstrasyon, sembol benzeri ögeler taşımaz.<br/>Yukarıdaki verilen bilgilerden hangileri PDP için doğrudur?",
    "options": {
      "A": "I ve II",
      "B": "I ve IV",
      "C": "II ve III",
      "D": "III ve IV",
      "E": "III ve V"
    },
    "correctAnswer": "B",
    "explanation": "Tasarım yüzeyi üzerinde bulunan ana ekran paneli (başlıca ekran paneli veya PDP) marka kimliği ve tüm ana iletişim unsurları için ayrılmış olan ambalaj tasarımındaki alandır. İyi tasarlanmış bir PDP marka ve ürün bilgilerini içerir ve bilgileri hiyerarşik bir şekilde sunar. İhtiyaca göre 2 veya 3 alana bölünerek tasarlanabilir. Bir PDP’nin tasarımı, tipografi, renk, imgeleme (örneğin illüstrasyonlar, fotoğraflar, semboller, grafik cihazlar ve simgeler), boyut, şekil ve yapı gibi mevcut olan tüm araçları ve seçenekleri kullanabilir."
  },
  {
    "id": "3862864",
    "unitNumber": 3,
    "text": "Malzemelerden en fazla hangisi taşıma sırasında düzgün desteklenmezse ezilebilir veya şekil değiştirebilir?",
    "options": {
      "A": "Ahşap",
      "B": "Mukavva",
      "C": "Plastik",
      "D": "Cam",
      "E": "metal"
    },
    "correctAnswer": "B",
    "explanation": "Mukavva ezilme ve şekil değiştirmeye diğer malzemelere göre yatkındır.<br/>Mukavva malzeme de suya karşı dayanıksızdır ve nemle temas halinde kolayca zarar görebilir. Bu nedenle, mukavva ambalajların suya dayanıklı bir kaplama veya bariyer malzemesi ile korunması gerekebilir. Mukavva ambalajlar ayrıca taşıma sırasında düzgün desteklenmezse ezilebilir veya şekil değiştirebilir."
  },
  {
    "id": "3862863",
    "unitNumber": 3,
    "text": "PDP nedir?",
    "options": {
      "A": "Ürünün etiket yapıştırılabilecek yüzeyi",
      "B": "Ana ekran paneli",
      "C": "Ana ekrandaki bölümlerden en üstte olanı",
      "D": "Ürün Alanı",
      "E": "Marka alanı"
    },
    "correctAnswer": "B",
    "explanation": "Tasarım yüzeyi üzerinde bulunan marka kimliği ve tüm ana iletişim <br/>unsurları için ayrılmış olan ambalaj tasarımındaki <br/>alan ana ekran panelidir.<br/>Tasarım yüzeyi üzerinde bulunan ana ekran paneli, aynı zamanda başlıca ekran paneli veya PDP<br/>olarak bilinen, marka kimliği ve tüm ana iletişim <br/>unsurları için ayrılmış olan ambalaj tasarımındaki <br/>alandır."
  },
  {
    "id": "3862890",
    "unitNumber": 3,
    "text": "Paketin ilk kullanımını tasarlarken reenkarnasyon için tasarım yapmayı ve malzemenin bir sonraki kullanımını planlamayı tavsiye eden bilim insanı kimdir?",
    "options": {
      "A": "Krasovec",
      "B": "William McDonough",
      "C": "Michael Braungart",
      "D": "Ambrose",
      "E": "Python"
    },
    "correctAnswer": "C",
    "explanation": "Beşikten beşiğe (cradle to cradle) ise kimyager Michael Braungart ve mimar William McDonough tarafından ortaya atılan bir değerlendirme modelidir. Bu model “Atığın” olmadığı kapalı döngü bir sistemdir. Kullanım ömrünün sonundaki ambalajlar, ya bir üretim sistemi için teknik bir besin maddesi olarak ya da biyolojik olarak güvenli bir şekilde parçalanan biyolojik bir besin maddesi olarak tekrar tekrar geri dönüştürülür veya başka bir amaca uygun hale getirilir. Braungart, paketin ilk kullanımını tasarlarken reenkarnasyon için tasarım yapmayı ve malzemenin bir sonraki kullanımını planlamayı tavsiye eder.<br/>Braungart, paketin ilk kullanımını tasarlarken <strong><em>reenkarnasyon*</em></strong> için tasarım yapmayı ve malzemenin bir sonraki kullanımını planlamayı tavsiye eder.<br/>NOT:<br/>*Braungart'ın tasarım modeli çağrısında kullandığı Design for Reincarnation\" (reenkarnasyon için tasarlayın) ifadesinde reenkarnasyon kelimesini tercih etmesi, tasarım ürününün yaşam döngüsünü tıpkı canlılardaki biyolojik sürece benzetmesine dayanır.<br/>Atık oluşturmamanın hedeflendiği bu sistemde kullanım süresini doldurmuş tasarım ürünü atığa dönüşmek yerine, ya bir üretim sistemi için teknik bir <strong>besin</strong> maddesi olarak ya da biyolojik olarak güvenli bir şekilde parçalanan biyolojik bir <strong>besin</strong> maddesi olarak tekrar tekrar geri dönüştürülür veya başka bir amaca uygun hale getirilir. Braungart bu tasarım yaklaşımında besin ve reenkarnasyon benzeri ifadeleri, endüstriyel ürünlerin de tıpkı canlıların geçirdiği doğum, beslenme, ölüm gibi biyolojik süreçlere tabi olduğunu vurgulamak için kullandığı benzetmelerdir."
  },
  {
    "id": "3862881",
    "unitNumber": 3,
    "text": "Potansiyel tü­keticilerden oluşan bir grup toplantısı düzenleyerek, tüketicilerin paketleme tasarımıyla ilgili görüşlerini ve duygusal tepkilerini daha ayrıntılı olarak değerlendirildiği çalışmalara ne ad verilir?",
    "options": {
      "A": "Pazar araştırması",
      "B": "Tüketici anketleri",
      "C": "Odak grupları",
      "D": "Geri bildirim",
      "E": "Moodboard"
    },
    "correctAnswer": "C",
    "explanation": "Odak grupları, potansiyel tüketicilerin fikirlerini ve geri bildirimlerini toplamak için kullanılan etkili bir yöntemdir. Bir odak grup toplantısı düzenleyerek, tüketicilerin paketleme tasarımıyla ilgili görüşlerini ve duygusal tepkilerini daha ayrıntılı olarak değerlendirebilirsiniz."
  },
  {
    "id": "3862892",
    "unitNumber": 3,
    "text": "Yönbilgi ile ilgili aşağıdakilerden hangisi tanımlayıcıdır?",
    "options": {
      "A": "Henüz proje kabul edilmeden önce gerçekleşir",
      "B": "Telefon ya da yazılı görüşme ile olur",
      "C": "Hızlı eskiler ile fikir derlemesi yapılır",
      "D": "Müşteri ve ajansın yüz yüze görüşmesi ile sorulara yanıt aranır",
      "E": "Bu çalışma sadece tasarım detayları üzerine yapılır."
    },
    "correctAnswer": "D",
    "explanation": "Kitabımızda görüşmenin yüz yüze yapılması önerilmektedir.<br/>Proje kabul edildikten sonra müşteriyi ve talebi doğru anlamak adına müşteri <br/>ile yüz yüze bir görüşme yapılarak yönbilgi (brief) <br/>tüm detaylarıyla alınmalı, müşterinin tam olarak <br/>ne istediği iki taraf için de netleşene kadar sorular <br/>sorularak durum netleştirilmelidir."
  },
  {
    "id": "3862888",
    "unitNumber": 3,
    "text": "İlham panosu olarak kullanılan araç nedir?",
    "options": {
      "A": "Foodboard",
      "B": "Soulboard",
      "C": "<br/>Museboard",
      "D": "Moodboard",
      "E": "Soultable"
    },
    "correctAnswer": "D",
    "explanation": "MOODBOARD: Görüntüleri, malzeme\u0002leri, metni ve diğer tasarım öğelerini nihai <br/>tasarımın stilini temsil eden bir formatta <br/>düzenleyen fiziksel veya dijital kolajlardır. <br/>“mood”+”board” kelimelerinden oluşup; <br/>Türkçe karşılığı “ruh hali, duygu duru\u0002mu”+ “pano” olarak çevrilir, ilham panosu <br/>olarak kullanılır. Moodboard, tasarım sü\u0002recinde ilham almak için kullanılan, üze\u0002rine resim veya yazı gibi birçok materyalin <br/>yerleştirildiği, konuyu daha iyi kavramak <br/>ve görsel bir dil oluşturmak adına yapılan <br/>panolardır. İlham panoları tasarım disipli\u0002nin birçok alanında, özellikle hazırlık sü\u0002recinde kullanılır. (Gök<br/>MOODBOARD: Görüntüleri, malzemeleri, metni ve diğer tasarım öğelerini nihai <br/>tasarımın stilini temsil eden bir formatta <br/>düzenleyen fiziksel veya dijital kolajlardır. <br/>“mood”+”board” kelimelerinden oluşup; <br/>Türkçe karşılığı “ruh hali, duygu durumu”+ “pano” olarak çevrilir, ilham panosu <br/>olarak kullanılır. Moodboard, tasarım sürecinde ilham almak için kullanılan, üzerine resim veya yazı gibi birçok materyalin <br/>yerleştirildiği, konuyu daha iyi kavramak <br/>ve görsel bir dil oluşturmak adına yapılan <br/>panolardır. İlham panoları tasarım disiplinin birçok alanında, özellikle hazırlık sürecinde kullanılır."
  },
  {
    "id": "3862639",
    "unitNumber": 4,
    "text": "<br/>Aşağıdakilerden hangisi insanlığın en ilkel zamanlardan beri çeşitli gıda veya nesneleri koruma, sarma veya taşıma amacıyla kullanılmıştır?",
    "options": {
      "A": "Ambalaj",
      "B": "Alışveriş",
      "C": "Takas",
      "D": "İşaretleme",
      "E": "Markalama"
    },
    "correctAnswer": "A",
    "explanation": "<br/>Ambalaj tasarımının tarihi incelendiğinde, insanlığın en ilkel zamanlardan beri çeşitli gıda veya nesneleri koruma, sarma veya taşıma amacıyla bir ambalaj ile çevrelediği görülmektedir."
  },
  {
    "id": "3862642",
    "unitNumber": 4,
    "text": "Ambalaj tasarımında bir soyut fikir olarak başlayan kavramsal yaklaşımların somut bir ürün haline dönüşmesine kadar olan tüm süreçlerde aktif olarak görev alan kimlerdir?",
    "options": {
      "A": "Endüstriyel tasarımcılar",
      "B": "Grafikçiler",
      "C": "Baskıcılar",
      "D": "Matbaacılar",
      "E": "İşi isteyenler"
    },
    "correctAnswer": "A",
    "explanation": "Endüstriyel tasarımcılar, ambalaj tasarımında bir soyut fikir olarak başlayan kavramsal yaklaşımların somut bir ürün haline dönüşmesine kadar olan tüm süreçlerde aktif olarak görev alırlar."
  },
  {
    "id": "3862698",
    "unitNumber": 4,
    "text": "Ambalajlar kaç kademeli şekilde tanımlanır?",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "4",
      "E": "5"
    },
    "correctAnswer": "C",
    "explanation": "<br/>Bir ürün, genellikle birden fazla ambalaj ile korunarak gönderilir. Ambalajlar birinci, ikinci ve üçüncü seviye ambalajlar olarak kademeli şekilde tanımlanır. Birinci seviye ambalajlar tüketicilerle doğrudan etkileşime geçer ve ürünü çevresel etmenlerden koruma ve ra arda ayırt edilme gibi görevleri yerine getirir. İkinci seviye ambalajlar çoğunlukla ürünlerin topluca taşınabilmesine ve kolayca stoklanabilmesine olanak tanıyan mukavva kutu gibi ambalajlardır."
  },
  {
    "id": "3862700",
    "unitNumber": 4,
    "text": "Ambalajların gruplandırılıp plastik filmlerle sarılarak paletlerle dağıtıma hazır ve taşınabilir hale getirilmelerini sağlayan kaçıncı seviye ambalajlamaktır?",
    "options": {
      "A": "Üçüncü seviye ambalajlar",
      "B": "birinci seviye ambalajlar",
      "C": "ikinci seviye ambalajlar",
      "D": "beşinci seviye ambalajlar",
      "E": "dördüncü seviye ambalajlar"
    },
    "correctAnswer": "A",
    "explanation": "Üçüncü seviye ambalajlar ise ikinci seviye ambalajların gruplandırılıp plastik filmlerle sarılarak paletlerle dağıtıma hazır ve taşınabilir hale getirilmelerini sağlarken, hem bü- tünlüğü sağlama hem de ürünlerin korunmasına destek olma görevlerini yerine getirir. Tüketiciler üçüncü seviye ambalajlar neredeyse hiçbir zaman etkileşime geçmez."
  },
  {
    "id": "3862643",
    "unitNumber": 4,
    "text": "Ambalajın yapısal tasarımında endüstri ürünleri tasarımcılarının aldığı kararlar aşağıdakilerden hangisi veye hangileridir<br/>I. Malzeme seçimi<br/>II. Form ve fonksiyon<br/>III. Üretilebilirlik<br/>IV. Sürdürülebilirlik",
    "options": {
      "A": "I/II/III/IV",
      "B": "I/II",
      "C": "I/II/IV",
      "D": "II/IV",
      "E": "I/IV"
    },
    "correctAnswer": "A",
    "explanation": "Görüldüğü üzere ambalaj tasarımında endüstri ürün tasarımcılarının rolü çok katmanlıdır. Ambalajın yapısal tasarımı ele alındığında, endüstri ürünleri tasarımcılarının aşağıdaki başlıklar üzerine kararlar aldığı söylenebilir:<br/>• Malzeme seçimi<br/>• Form ve fonksiyon<br/>• Üretilebilirlik<br/>• Sürdürülebilirlik"
  },
  {
    "id": "3862638",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi endüstri ürünleri tasarımının üzerine çalışmalar yaptığı ve kararlar aldığı konulardan biri <span style=\"text-decoration: underline;\"><strong>değildir?</strong></span>",
    "options": {
      "A": "renk",
      "B": "üretim",
      "C": "malzeme",
      "D": "form",
      "E": "fonksiyon"
    },
    "correctAnswer": "A",
    "explanation": "<br/>Bu tarz bir ayrım yapılarak ele alındığında, endüstri ürünleri tasarımının ambalaj tasarımında malzeme, üretim, form ve fonksiyon odaklı kararlar aldığı, grafik tasarımın ise renk, görseller ve tipografi üzerine çalışmalar yaptığı ifade edilebilir."
  },
  {
    "id": "3862701",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi veya hangileri gıda ambalajlarında sıklıkla seçilen malzemelerdir? <br/>I. Cam<br/>II. Alüminyum<br/>III. Teneke<br/>IV. Çelik<br/>V. Polyolefin<br/>VI. Polyester<br/>VII. PVC<br/>VIII. Polistiren<br/>IX. Poliamid<br/>X. EVA<br/>XI. PLA<br/>XII. Kağıt ve karton<br/>XIII. Laminasyon",
    "options": {
      "A": "I/II/III/IV/V/VI/VII/VIII/IX/X/XI/XII/XIII",
      "B": "I/II/III/IV/V/VI/VIII/IX/X/XI/XIII",
      "C": "I/II/IV/V/VI/VII/VIII/IX/X/XI/XII",
      "D": "I/IV/V/VI/VII/VIII/IX/X/XII/XIII",
      "E": "I/II/III/IV/VII/X/XI/XII/XIII"
    },
    "correctAnswer": "A",
    "explanation": "Gıda ambalajlarında sıklıkla seçilen malzemeler şunlardır:<br/>• Cam<br/>• Alüminyum<br/>• Teneke<br/>• Çelik<br/>• Polyolefin<br/>• Polyester<br/>• PVC<br/>• Polistiren<br/>• Poliamid<br/>• EVA<br/>• PLA<br/>• Kağıt ve karton • Laminasyon"
  },
  {
    "id": "3862640",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi çevresel sorunlar hakkındaki artan farkındalık birlikte yapılan üretimin sonuçlarındandır?",
    "options": {
      "A": "Çevre dostu, geri dönüştürülebilir",
      "B": "E-ticaret",
      "C": "Estetik",
      "D": "Digital baskı",
      "E": "Ambalaj tasarımı"
    },
    "correctAnswer": "A",
    "explanation": "Çevresel sorunlar hakkındaki artan farkındalıkla birlikte, tasarımcılar şimdi çevre dostu, geri dönüştürülebilir ve daha az kaynak kullanan ambalajlar oluşturma konusunda çaba sarf etmektedir."
  },
  {
    "id": "3862641",
    "unitNumber": 4,
    "text": "Aşağıdakilerin hangisi ambalajda olacak ve müşterinin ilgisini çekecek tasarımsal özelliklerin biri <span style=\"text-decoration: underline;\"><strong>değildir</strong></span>",
    "options": {
      "A": "Etiket ile fiyat göstermeme",
      "B": "Ürünün rakiplerinden daha iyi olduğu inancını yaratma",
      "C": "Duyulara doğrudan hitap etme",
      "D": "Ürün hakkında net ve alakalı bilgi sunma",
      "E": "Raflardayken etkili bir şekilde gözü etkileme"
    },
    "correctAnswer": "A",
    "explanation": "DuPuis ve Silva (2011, s.25), ambalajın yalnızca firma mesajlarını tüketicilere iletme görevinin ol- madığını, aynı zamanda onları markaya çekme gö- revine de sahip olduğunu belirtirken, şu tasarımsal özelliklerin ambalajda bulunmasını önerir:<br/><ul> <li> Ra ardayken etkili bir şekilde gözü etkileme<br/></li> <li> Ürünün rakiplerinden daha iyi olduğu inancını yaratma<br/></li> <li> Duyulara doğrudan hitap etme<br/></li> <li> Ürün hakkında net ve alakalı bilgi sunma<br/></li> <li> Tüketicileri topluluklar ile ilişkilendirme<br/></li> </ul>"
  },
  {
    "id": "3862703",
    "unitNumber": 4,
    "text": "Benzer özelliklere sahip nesnelerin bir arada gruplanması Gestalt hangi kuramını tanımlar?",
    "options": {
      "A": "Benzerlik",
      "B": "Yakınlık",
      "C": "Tamamlama",
      "D": "Süreklilik",
      "E": "Simetri"
    },
    "correctAnswer": "A",
    "explanation": "Benzerlik: Benzer özelliklere sahip nesnelerin bir arada gruplandığı düşünülür. Örneğin, aynı renk- teki veya aynı şekle sahip nesneler bir arada algılanır."
  },
  {
    "id": "3862691",
    "unitNumber": 5,
    "text": "<ul> <li>Cam gibi şeffaftır ve su ve gazlı içecekler için kullanılır.</li> <li>Hardal, fıstıkezmesi, yenilebilir yağlar ve şuruplar gibi yiyecekler için kullanılır.</li> <li>Gıda ve tıbbi ürünler için keseler bu malzemeden üretilir.</li> </ul> Yukarıda özellikleri verilen plastik ambalaj türü aşağıdakilerden hangisidir?",
    "options": {
      "A": "Yüksek yoğunluklu polietilen (HDPE)",
      "B": "Düşük yoğunluklu polietilen (LDPE)",
      "C": "Polivinilklorür (PVC)",
      "D": "Polistren (PS)",
      "E": "Polietilen tereftalat (PET)"
    },
    "correctAnswer": "E",
    "explanation": "Polietilen tereftalat (PET): Cam gibi şeffaftır ve su ve gazlı içecekler için kullanılır; hardal, fıstık ezmesi, yenilebilir yağlar ve şuruplar gibi yiyecekler; gıda ve tıbbi ürünler için keseler bu malzemeden üretilir."
  },
  {
    "id": "3862681",
    "unitNumber": 5,
    "text": "<ul> <li>Isıya dayanıklıdır</li> <li>Geri dönüştürülebilirdir</li> <li>Kimyasallara karşı dirençlidir</li> </ul> Yukarıda özellikleri belirtilen ambalaj malzemesi aşağıdakilerden hangisidir?",
    "options": {
      "A": "Kağıt",
      "B": "Metal",
      "C": "Cam",
      "D": "Plastik",
      "E": "Ahşap"
    },
    "correctAnswer": "C",
    "explanation": "Cam ambalaj malzemeleri genellikle ısıya dayanıklı, geri dönüştürülebilir ve kimyasallara karşı dirençli özelliktedir."
  },
  {
    "id": "3862673",
    "unitNumber": 5,
    "text": "Ambalaj malzemeleri, hammadde farklılıklarının yanı sıra daha birçok çeşitli özelliklere sahip olabilirler. Aşağıdakilerden hangisi bu özelliklerden <strong>değildir?</strong>",
    "options": {
      "A": "Ekonomiklik",
      "B": "Dayanıklılık",
      "C": "Esneklik",
      "D": "Geçirgenlik",
      "E": "Biyobozunurluk"
    },
    "correctAnswer": "A",
    "explanation": "Ambalaj malzemeleri, hammadde farklılıklarının yanı sıra; dayanıklılık, esneklik, geçirgenlik, renk,<br/>biyobozunurluk ve daha birçok çeşitli özelliklere sahip olabilirler.<br/>Ekonomiklik"
  },
  {
    "id": "3862672",
    "unitNumber": 5,
    "text": "Ambalaj, üretim aşamasından tüketiciye ulaşım sürecinde farklı işlemleri kolaylaştırır. Aşağıdakilerden hangisi bu işlemlerden <strong>değildir?</strong>",
    "options": {
      "A": "Ürünü taşıma",
      "B": "Ürünü koruma",
      "C": "Ürün tüketimini hızlandırma",
      "D": "Ürünü dağıtma",
      "E": "Ürünü tanıtma"
    },
    "correctAnswer": "C",
    "explanation": "Üretim aşamasından tüketiciye ulaşıncaya kadar, ürünü bir arada tutarak taşıma, depolama, dağıtma, tanıtma gibi işlemleri...<br/>Ürün tüketimini hızlandırma"
  },
  {
    "id": "3862674",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi <u>cam ambalajların olumlu</u> özelliklerinden <strong>değildir?</strong>",
    "options": {
      "A": "Aşınma ve bozulmalara karşı dayanıklıdır.",
      "B": "Uzun raf ömrü sağlar.",
      "C": "Geçirgendir.",
      "D": "Sterilize edilebilir.",
      "E": "Çeşitli renk, büyüklük ve formda üretilebilir."
    },
    "correctAnswer": "C",
    "explanation": "<strong>Cam ambalajların olumlu özellikleri:</strong><br/>• İçine konulan ürün görülebilir.<br/>• Aşınma ve bozulmalara karşı dayanıklıdır.<br/>• Renkli çeşitlerinde belirli düzeyde ışığa karşı<br/>koruma sağlar.<br/>• Geçirgen değildir.<br/>• Isı ve basınca dayanımı yüksektir.<br/>• Sterilize edilebilir.<br/>• Tüketim sonunda farklı amaçlar için de<br/>kullanılabilir. <br/>• Çeşitli renk, büyüklük ve formda üretilebilir.<br/>• Uzun raf ömrü sağlar.<br/>• Ambalajlanan ürünler kimyasal etkileşim<br/>göstermez.<br/>• Defalarca kullanım özelliği olduğundan<br/>ekonomiktir.<br/>Geçirgendir"
  },
  {
    "id": "3862646",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi ambalajın başlangıçta hangi ihtiyaçtan dolayı yapıldığını gösterir<strong>?</strong>",
    "options": {
      "A": "Satışının yaygınlaşması",
      "B": "Ticaretin gelişimi",
      "C": "Tüketiciye görsel sunum",
      "D": "İklim şartlarına göre gıda ürünün korunması",
      "E": "Tüketicide dikkat çekme"
    },
    "correctAnswer": "D",
    "explanation": "<strong>Başlangıçta sadece iklim şartlarından korunma ve/veya gıda ürünlerinin korunması ihtiyacından </strong><strong>ortaya çıkan ambalaj,</strong> endüstrileşme ve ticaretin yaygınlaşmasıyla, tüketicilerin dikkatini çeken, içerdiği ürünü tanıtan ve satın alma eylemine etki eden önemli bir unsur görevler üstlenmiştir.<br/>İklim şartlarına göre gıda ürünün korunması"
  },
  {
    "id": "3862679",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi ambalajın yapı tasarımında dikkat edilmesi gereken özelliklerden <strong>değildir?</strong>",
    "options": {
      "A": "Ambalajlanacak ürünün dağıtımı",
      "B": "Ambalajlanacak ürünün geometrik form özellikleri",
      "C": "Ambalajlanacak ürüne uygun malzeme cinsi seçimi",
      "D": "Ambalajın üretimi ve dolum süreci",
      "E": "Ambalajlanacak ürünün kimyasal ve fiziksel özellikleri"
    },
    "correctAnswer": "A",
    "explanation": "<strong>Ambalajın yapı tasarımında aşağıdakilere dikkat edilmesi gerekir:</strong><br/>• Ambalajlanacak ürünün kimyasal ve fiziksel özellikleri (Katı, sıvı, gaz, toz, granül…)<br/>• Ambalajlanacak ürünün geometrik form özellikleri (Üçgen, dikdörtgen, prizma, küp, silindir…)<br/>• Ambalajlanacak ürüne uygun malzeme cinsi seçimi (Cam, metal, plastik, ahşap, kâğıt…)<br/>• Ambalajın üretimi ve dolum süreci<br/>Ambalajlanacak ürünün dağıtımı"
  },
  {
    "id": "3862689",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi plastik ambalaj malzemelerinin üretim yöntemlerinden biri <strong>değildir</strong>?",
    "options": {
      "A": "Ekstrüzyon",
      "B": "Enjeksiyon kalıplama",
      "C": "İndirme-çökertme",
      "D": "Termoformlama",
      "E": "Vakum şekillendirme"
    },
    "correctAnswer": "C",
    "explanation": "Plastik ambalajların üretim yöntemleri arasında ekstrüzyon, enjeksiyon kalıplama, şişirme kalıplama, termoformlama ve vakum şekillendirme gibi işlemler bulunur. İndirme-çökertme tekniği cam yapım-işlemede kullanılmaktadır."
  },
  {
    "id": "3862680",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi çukur, düz, bombeli, girintili çıkıntılı ya da eğimli gibi farklı yapı formlarından oluşan yüzeylere baskı yapmak için kullanılan endüstriyel baskı tekniğidir?",
    "options": {
      "A": "Flekso baskı",
      "B": "Serigrafi baskı",
      "C": "Tifdruk baskı",
      "D": "Tampon baskı",
      "E": "Ofset baskı"
    },
    "correctAnswer": "D",
    "explanation": "<strong>Tampon baskı:</strong> Çukur, düz, bombeli, girintili çıkıntılı ya da eğimli gibi farklı yapı formlarından<br/>oluşan yüzeylere baskı yapmak için kullanılan bir tekniktir (Tepecik, 2002, s. 115)."
  },
  {
    "id": "3862697",
    "unitNumber": 5,
    "text": "Bilgisayar ortamında tasarlanan çalışmaların film ya da kalıp hazırlama gibi işlem basamakları olmadan doğrudan baskı makinalarına gönderilip, tasarımın baskı altı malzemelerine aktarılması suretiyle yapılan baskı tekniği aşağıdakilerden hangisidir?",
    "options": {
      "A": "Dijital baskı tekniği",
      "B": "Yüksek baskı tekniği",
      "C": "Çukur baskı tekniği",
      "D": "Düz baskı tekniği",
      "E": "Şablon baskı tekniği"
    },
    "correctAnswer": "A",
    "explanation": "Bilgisayar ortamında tasarlanan çalışmaların film ya da kalıp hazırlama gibi işlem basamakları olmadan doğrudan baskı makinalarını gönderilip, tasarımın baskı altı malzemelerine aktarılması suretiyle yapılan baskılara dijital baskı denir. Dijital baskı tekniğini, geleneksel baskı tekniklerinden ayıran en önemli özellik film ve kalıp hazırlama sürecinin olmaması ve tasarımların baskılarda kişiye özel basılabilmesine imkân sunmasıdır."
  },
  {
    "id": "3862678",
    "unitNumber": 5,
    "text": "Bir ambalajın yapısal tasarım uygulamaları genellikle kim tarafından yapılır?",
    "options": {
      "A": "Grafik tasarımcı",
      "B": "Makine mühendisi",
      "C": "Endüstri mühendisi",
      "D": "Endüstri tasarımcı",
      "E": "İllüstratör"
    },
    "correctAnswer": "D",
    "explanation": "Yapısal tasarım uygulamaları genellikle <strong>endüstri tasarımcılar</strong>ı tarafından yapılır ve bu tasarımcılar ambalaj üretiminde kullanılan temel malzemeler üzerinde geniş bilgi ve birikime sahip olmalıdırlar."
  },
  {
    "id": "3862682",
    "unitNumber": 5,
    "text": "Buharla bükme ve CNC ile işleme yöntemleri hangi ambalaj malzemesine şekil vermede kullanılan yöntemlerdir?",
    "options": {
      "A": "Ahşap",
      "B": "Cam",
      "C": "Kağıt",
      "D": "Plastik",
      "E": "Metal"
    },
    "correctAnswer": "A",
    "explanation": "Buharla bükme ve CNC ile işleme yöntemleri ahşaba şekil verme de kullanılır (Thompson, 2007, s. 421-422)."
  },
  {
    "id": "3862687",
    "unitNumber": 5,
    "text": "Genellikle dayanıklı, esnek, renkli ,hafif ve ucuz gibi özelliklere sahip ambalaj malzemesi aşağıdakilerden hangisidir?",
    "options": {
      "A": "Kağıt",
      "B": "Plastik",
      "C": "Metal",
      "D": "Cam",
      "E": "Ahşap"
    },
    "correctAnswer": "B",
    "explanation": "Plastik ambalajlar genellikle dayanıklı, esnek, renkli ve ucuz özelliktedir."
  },
  {
    "id": "3862683",
    "unitNumber": 5,
    "text": "Günlük hayatımızda sıklıkla karşımıza çıkan içecek ya da konserve kutuları, boya tüpleri ve yağ tenekeleri hangi ambalajlara örnek olarak verilebilir.",
    "options": {
      "A": "Kağıt",
      "B": "Cam",
      "C": "Ahşap",
      "D": "Metal",
      "E": "Plastik"
    },
    "correctAnswer": "D",
    "explanation": "Günlük hayatımızda sıklıkla karşımıza çıkan içecek ya da konserve kutuları, boya tüpleri ve yağ tenekeleri metal<br/>ambalajlara örnek olarak verilebilir."
  },
  {
    "id": "3862676",
    "unitNumber": 5,
    "text": "Hafif, paslanmayan, korozif olmayan, yüksek ısı ve elektrik yalıtım özelliklerine sahip, kolay zarar görmeyen, esnek, yumuşak ve kolay kalıplanabilen yapıya sahip ambalaj malzemesi aşağıdakilerden hangisidir?",
    "options": {
      "A": "Kâğıt",
      "B": "Plastik",
      "C": "Metal",
      "D": "Ahşap",
      "E": "Cam"
    },
    "correctAnswer": "B",
    "explanation": "Plastik ve plastik esaslı hammaddelerin hafif, paslanmayan, korozif olmayan, yüksek ısı ve elektrik yalıtım özelliklerine sahip, kolay zarar görmeyen, esnek, yumuşak ve kolay kalıplanabilen yapıya sahip olmaları plastik hammaddeleri ambalaj malzemelerinin vazgeçilmezlerinden biri haline getirmektedir."
  },
  {
    "id": "3862677",
    "unitNumber": 5,
    "text": "Karton ve oluklu mukavva koliler, shrink filmler, streç filmler, plastik kemerler, paletler ve kasalar yaygın kullanılan ambalaj türü aşağıdakilerden hangisidir?",
    "options": {
      "A": "Flexible Ambalajlar",
      "B": "Kompozit Ambalajlar",
      "C": "Birincil Ambalajlar",
      "D": "İkincil Ambalajlar",
      "E": "Üçüncül Ambalajlar"
    },
    "correctAnswer": "E",
    "explanation": "Karton ve oluklu mukavva koliler, shrink filmler, streç filmler, plastik kemerler, paletler ve kasalar<br/>yaygın kullanılan <strong>üçüncül ambalajlardır.</strong>"
  },
  {
    "id": "3862695",
    "unitNumber": 5,
    "text": "Nakliye ambalajı, depolama ambalajı veya yükleme ambalajı olarak da isimlendirilir. Bu ambalaj ürünün tüketiciye sunulma sürecinde nakliye işlemlerini kolaylaştırmak amacıyla kullanılır ve son tüketiciye ulaşmazlar.<br/>Yukarıda fonksiyonu tanımlanmış ambalaj türü aşağıdakilerden hangisinde verilmiştir?",
    "options": {
      "A": "Birincil ambalaj",
      "B": "İkincil ambalaj",
      "C": "Üçüncül ambalaj",
      "D": "Dördüncül ambalaj",
      "E": "Beşincil ambalaj"
    },
    "correctAnswer": "C",
    "explanation": "Üçüncül Ambalaj, nakliye ambalajı, depolama ambalajı veya yükleme ambalajı olarak da isimlendirilir. Bu ambalaj ürünün tüketiciye sunulma sürecinde nakliye işlemlerini kolaylaştırmak amacıyla kullanılır ve son tüketiciye ulaşmazlar."
  },
  {
    "id": "3862685",
    "unitNumber": 5,
    "text": "Petrol veya doğal gaz gibi fosil yakıtlardan üretilen veya bitkisel kaynaklardan elde edilen sentetik veya yarı sentetik polimerlerdir.<br/>Yukarıdaki tanıma uyan ambalaj malzemesi aşağıdakilerden hangisidir?",
    "options": {
      "A": "Kağıt",
      "B": "Metal",
      "C": "Ahşap",
      "D": "Cam",
      "E": "Plastik"
    },
    "correctAnswer": "E",
    "explanation": "Plastik, petrol veya doğal gaz gibi fosil yakıtlardan üretilen veya bitkisel kaynaklardan elde edilen sentetik veya yarı sentetik polimerlerdir."
  },
  {
    "id": "3862694",
    "unitNumber": 5,
    "text": "Plastik borular, çöp torbaları, leğenler, tel izolasyonları, kovalar, ince taşıma torbaları ile süt, su, meyve suyu, sıvı deterjan, motor yağı, çamaşır suyu, şampuan, parfüm ve losyon kaplarının tamamının üretiminde aşağıdaki hangi malzeme kullanılmaktadır?",
    "options": {
      "A": "Polivinilklorür (PVC)",
      "B": "Polistren (PS)",
      "C": "Polietilen tereftalat (PET)",
      "D": "Yüksek yoğunluklu polietilen (HDPE)",
      "E": "Polipropilen"
    },
    "correctAnswer": "D",
    "explanation": "Yüksek yoğunluklu polietilen (HDPE/HighDensity PolyEthylene): Dayanıklı ve ekonomik bir malzemedir. Görüntüsü doğal süt renginde olduğu için şeffaflığın önemli olduğu ürünlerde tercih edilmez. İstenilen her renge boyanması mümkündür. Kolayca şekillendirilebilir ve kolay kolay dağılmaz özelliğiyle birçok amaç için kullanılabilir. Plastik borular, çöp torbaları, leğenler, tel izolasyonları, kovalar, ince taşıma torbaları, süt, su, meyve suyu, sıvı deterjan, motor yağı, çamaşır suyu, şampuan, parfüm ve losyon kaplarının tamamı bu malzemeden üretilebilir."
  },
  {
    "id": "3862675",
    "unitNumber": 5,
    "text": "Sertlikleri ve dayanıklılıkları nedeniyle ağır ve kırılgan ürünlerin ambalajlanmasında, hava geçirgenlikleri nedeniyle meyve ve sebzelerin paketlenmesinde, kendine has dokusunun olması nedeniyle de özel tasarım ürünleri ve birçok hediyenin sunumu için yaygın olarak kullanılan ambalaj malzemesi aşağıdakilerden hangisidir?",
    "options": {
      "A": "Cam",
      "B": "Kâğıt",
      "C": "Metal",
      "D": "Plastik",
      "E": "Ahşap"
    },
    "correctAnswer": "E",
    "explanation": "<strong>Ahşap ambalaj malzemeleri,</strong> sertlikleri ve dayanıklılıkları nedeniyle ağır ve kırılgan ürünlerin ambalajlanmasında, hava geçirgenlikleri nedeniyle meyve ve sebzelerin paketlenmesinde, kendine has dokusunun olması nedeniyle de özel tasarım ürünleri ve birçok hediyenin sunumu için yaygın olarak kullanılmaktadır."
  },
  {
    "id": "3862840",
    "unitNumber": 6,
    "text": "\"Akıllı ambalaj\" terimi hangi dönemde popüler hale gelmiştir?",
    "options": {
      "A": "<ol start=\"21\"> <li>yüzyıl</li> </ol>",
      "B": "20. yüzyıl sonu",
      "C": "20. yüzyıl başı",
      "D": "19. yüzyıl sonu",
      "E": "19. yüzyıl başı"
    },
    "correctAnswer": "B",
    "explanation": "“Akıllı ambalaj” terimi, geleneksel muhafaza ve korumanın ötesinde ek işlevler sağlayabilen teknolojileri içeren ambalajları ifade etmektedir. Bu kavram, 20. yüzyılın sonlarında hızla popülerlik kazanmış ve o zamandan beri bir yenilikçi ambalaj alanı haline gelmiştir."
  },
  {
    "id": "3862827",
    "unitNumber": 6,
    "text": "<ol start=\"19\"> <li>ve 20. yüzyıllarda <u>ambalaj üretiminin amacı/amaçları aşağıdakilerden hangisi/hangileridir?</u></li> </ol> I.maliyet verimliliği<br/>II.nakliye ve satış sürecinde ürünün korunması<br/>III.üretici tercihi<br/>IV.sürdürülebilirlik ve atık azaltma<br/>V.kişisel beğeni",
    "options": {
      "A": "I,II,III",
      "B": "IV,V",
      "C": "I,III,V",
      "D": "yalnız IV",
      "E": "I,II,IV"
    },
    "correctAnswer": "E",
    "explanation": "Giriş<br/><ol start=\"19\"> <li>ve 20. yüzyıllarda, sanayileşme ve seri üre­tim tekniklerinin yükselişi, ambalaj alanında stan­dartlaştırılmış formatların benimsenerek bir amba­laj devrimi başlatmıştır. Bu dönemde, temel odak noktası maliyet verimliliği ve nakliye süreçlerindeki korumayı amaçlayan ambalaj, çevresel kaygıların artmasıyla birlikte sürdürülebilirlik ve atık azaltma konuları ön plana çıkmış bu da çevre dostu malze­melerin ve yalın tasarımların benimsenmesine yol açmıştır. Doğru cevap: E- I,II,IV</li> </ol>"
  },
  {
    "id": "3862838",
    "unitNumber": 6,
    "text": "<span style=\"font-size: 11.0pt; font-family: 'Times New Roman',serif;\">Ambalaj tasarımında bir nesnenin şekil, renk, doku ve diğer görsel unsurlar gibi nitelikleri tarafından uyarılan duyu­sal deneyimlerin <u>yorumlanmasına ne ad verilir?</u></span>",
    "options": {
      "A": "<span style=\"font-size: 11.0pt; font-family: 'Times New Roman',serif;\">tipoloji</span>",
      "B": "<span style=\"font-size: 11.0pt; font-family: 'Times New Roman',serif;\">tasarım</span>",
      "C": "<span style=\"font-size: 11.0pt; font-family: 'Times New Roman',serif; color: windowtext;\">estetik</span>",
      "D": "<span style=\"font-size: 11.0pt; font-family: 'Times New Roman',serif;\">psikoloji</span>",
      "E": "<span style=\"font-size: 11.0pt; font-family: 'Times New Roman',serif;\">felsefe</span>"
    },
    "correctAnswer": "C",
    "explanation": "Estetik Değerler<br/>C-estetik doğru cevap"
  },
  {
    "id": "3862837",
    "unitNumber": 6,
    "text": "<span style=\"font-size: 11pt; font-family: verdana, geneva, sans-serif;\">Ambalaj tasarımında sözel bir dili okunabilir­lik, okuma süresi, boyut ve stil gibi görsel olarak iletmek için yazı yüzlerinin kullanılmasına <u>ne ad verilir?</u></span>",
    "options": {
      "A": "<span style=\"font-size: 10pt; font-family: verdana, geneva, sans-serif;\">estetik</span>",
      "B": "<span style=\"font-size: 10pt; font-family: verdana, geneva, sans-serif;\">tipografi</span>",
      "C": "<span style=\"font-size: 9pt;\">pazarlama</span>",
      "D": "<span style=\"font-size: 10pt;\">satış stratejisi</span>",
      "E": "<span style=\"font-size: 10pt;\">format</span>"
    },
    "correctAnswer": "B",
    "explanation": "<br/>Tipoloji<br/>tipografi, doğru cevap: B"
  },
  {
    "id": "3862830",
    "unitNumber": 6,
    "text": "Aktif ambalajın anlamı aşağıdakilerden <u>hangisini/hangilerini kapsar?</u><br/>I.raf ömrünü uzatmak<br/>II.ürün konusunda bilgi sunmak<br/>III.göze hitap etmek<br/>IV.zevke hitap etmek",
    "options": {
      "A": "I,III",
      "B": "II,IV",
      "C": "Yalnız I",
      "D": "Yalnız II",
      "E": "I,II,III,IV"
    },
    "correctAnswer": "C",
    "explanation": "Aktif ve Akıllı Ambalajlar<br/>Aktif ambalaj, raf ömrünü uzatmak için paket­lenmiş ürünle etkileşime giren oksijen tutucular veya nem alıcılar gibi maddelerin kullanılmasını içermektedir.<br/>Doğru cevap C-Yalnız I"
  },
  {
    "id": "3862835",
    "unitNumber": 6,
    "text": "Akıllı ambalajlar konusunda gelecekteki beklentiler <u>aşağıdakilerden hangisi/hangileridir?</u><br/>I.yapay zeka entegrasyonu<br/>II.IoT konusunda ilerlemeler<br/>III.sürdü­rülebilirlik uygulamaları<br/>IV.güvenlik çalışmaları<br/>V.kullanıcı dostu tasarım ilerlemeleri<br/>VI.verimli sür­dürülebilir ambalaj ilerlemeleri",
    "options": {
      "A": "Yalnız I",
      "B": "I,II",
      "C": "I,III,V",
      "D": "II,IV,VI",
      "E": "I,II,III,IV,V,VI"
    },
    "correctAnswer": "E",
    "explanation": "<strong>Akıllı Ambalajların Gelecek Beklentileri ve Araştırma Önerileri</strong><br/>Yapay zeka entegrasyonu, IoT ilerlemeleri, sürdü­rülebilirlik uygulamaları, güvenlik özellikleri ve kullanıcı merkezli tasarım alanlarındaki araştırma ve geliştirmeler sayesinde akıllı ambalajlar gelişme­ye devam edecek ve hem tüketiciler hem de işlet­meler için bir dizi faydalar sunacaktır. Gelecekçi bir zihniyeti benimsenmesi sürdürülebilir, güvenli ve kullanıcı dostu çözümlere öncelik verilmesi, akıllı ambalajın önümüzdeki yıllarda daha verimli, sür­dürülebilir bir ambalaj ortamını şekillendirmesinin önünü açacaktır.<br/>Doğru cevap. E-I,II,III,IV,V,VI"
  },
  {
    "id": "3862829",
    "unitNumber": 6,
    "text": "Akıllı ambalajların alıcılara <u>sağladığı fayda/faydalar aşağıdakilerden hangisidir?</u><br/>I.ürünü algılamak<br/>II.daha bol ürün alma imkanı<br/>III.ürünle ilgili doğru verileri iletmek,<br/>IV.ürün hakkında bilgi vermek<br/>V.güvenli ve bilinçli alışveriş imkanı<br/>VI.hızlı alışveriş imkanı",
    "options": {
      "A": "I,III,IV,V",
      "B": "II,IV,VI",
      "C": "I,III,V",
      "D": "Yalnız III",
      "E": "I,V"
    },
    "correctAnswer": "A",
    "explanation": "Giriş<br/>Akıllı ambalajlar, algılama, barkod ve ticari marka bilgi sistemlerini kullanarak ürünle ilgili doğru verileri kullanıcılara ileterek, tü­keticilerin ürünler hakkında daha fazla bilgi sahibi olmalarını, güvenli ve bilinçli alışveriş yapmalarını sağlamaktadır.<br/>Doğru cevap A-I,III,IV,V"
  },
  {
    "id": "3862847",
    "unitNumber": 6,
    "text": "Ambalaj tasarımı, görsel iletişim tasarımından başka aşağıdaki alanlardan hangisiyle daha yakından ilişkilidir?",
    "options": {
      "A": "Endüstriyel tasarım",
      "B": "Hizmet tasarımı",
      "C": "Arayüz tasarımı",
      "D": "Malzeme mühendisliği",
      "E": "Yazılım mühendisliği"
    },
    "correctAnswer": "A",
    "explanation": "Estetik ve rasyonel problem çözme sanatı olan <strong>Endüstriyel Tasarım</strong> ambalaj tasarımında işlev ve biçimin bir araya gelmesini sağlayarak ürünün yaratımını gerçekleştirir."
  },
  {
    "id": "3862846",
    "unitNumber": 6,
    "text": "Ambalaj üzerinde yer alan bilgilerin organizasyonu ve tüketiciye doğru bir sıralama ile iletilmesi hangi tipografik ilke ile ilişkilidir?",
    "options": {
      "A": "Tipografik Kişiselleştirme",
      "B": "Tipografik Sınırlandırma",
      "C": "Tipografik Hiyerarşi",
      "D": "Tipografik hizalama",
      "E": "Tipografik Kontrast"
    },
    "correctAnswer": "C",
    "explanation": "Görsel bilginin organizasyonu, bilginin önem sırasına göre nasıl okunduğunu belirlemektedir; bu, tüketicinin bir ambalaj tasarımından ilk bakış- ta ne anlaması gerektiğini bilmesini sağlayacaktır. Tipografik hiyerarşi, yazılı unsurların önem sırasına göre sıralanmasıdır."
  },
  {
    "id": "3862834",
    "unitNumber": 6,
    "text": "Aşağıdaki akıllı ambalaj tasarımıyla ilgili ifadelerden <u>hangisi/hangileri doğrudur?</u> <br/>I. RFID: çiplerle ürünlerin tedarik zinciri bo­yunca gerçek zamanlı izlenmesine, envanter yönetimine, sahteciliğin önlenmesine ve ürün ta­zeliğinin sağlanmasına, tüketiciler için etkileşimli deneyim sağlar ve atık yönetimini destekler.<br/>II. NFC: Za­man sıcaklık göstergesi bir ürünün birik­miş zaman-sıcaklık geçmişini gösteren bir cihaz veya akıllı etikettir.<br/>III. Nanoteknoloji: nanometre öl­çeğinde (1 nanometre = 1 milyarda bir metre) tasarım, üretim ve manipülasyon yapmayı amaçlayan disiplindir.<br/>IV. QR kod; Depo veya mağazada bulunan ürün­ler ile paketler üzerindeki verileri inceleyebilen, kayıt, sevkiyat, siparişleri kolaylaştıran bir yöntemdir. <br/>V. Nesnelerin İnterneti: nesnelerin internetle bağlantısını oluşturan, veri toplama­ ve paylaşmayı sağlayan sensör, yazılım ve ağ bağlantısı ile gömülü fizik­sel cihazlar, araçlar, aletler ve diğer fizik­sel nesnelerden oluşan bir ağı ifade eder.<br/>VI. TTI: iki elektronik ci­haz arasında kısa bir mesa­fe üzerinden iletişim kurulmasını sağlar.<br/>VII. Barkod; çeşitli dillerde karakterleri ve resimleri gösterebilme yeteneği ile akıllı te­lefonların yaygın kullanımıyla birlikte, ürünün kay­nağını izleme, kullanıcıları şirketin web sitesine yönlendirme, müzik dinletme ve resim ile vide­oları görüntüleme gibi işlevleri gerçekleştiren teknolojidir.",
    "options": {
      "A": "I, III, V",
      "B": "<span style=\"font-size: 11pt; font-family: verdana, geneva, sans-serif;\">Yalnız V</span>",
      "C": "<span style=\"font-size: 11pt; font-family: verdana, geneva, sans-serif;\">I, II, III, IV, V, VI, VII</span>",
      "D": "<span style=\"font-size: 11pt; font-family: verdana, geneva, sans-serif;\">II, IV, VI</span>",
      "E": "<span style=\"font-size: 11pt; font-family: verdana, geneva, sans-serif;\">Yalnız VII</span>"
    },
    "correctAnswer": "A",
    "explanation": "<strong>Akıllı Ambalaj Teknolojileri</strong><br/><span style=\"font-size: 11pt; font-family: verdana, geneva, sans-serif;\">Doğru tanımlar I, III ve V.</span><br/><span style=\"font-size: 11pt; font-family: verdana, geneva, sans-serif;\">Barkod ve QR kod açıklamaları ters olarak verilmiştir.</span><br/><span style=\"font-size: 11pt; font-family: verdana, geneva, sans-serif;\">NFC ve TTI açıklamaları ters olarak verilmiştir.</span><br/><span style=\"font-family: verdana, geneva, sans-serif;\"><span style=\"font-size: 14.6667px;\">RFID, Nanoteknoloji ve Nesnelerin interneti doğrudur.</span></span><br/>RFID (Radio Frequency Identificati­on), çiplerle ürünlerin tedarik zinciri bo­yunca gerçek zamanlı izlenmesine, envanter yönetimine, sahteciliğin önlenmesine ve ürün ta­zeliğinin sağlanmasına, tüketiciler için etkileşimli deneyim sağlar ve atık yönetimini destekler.<br/>NFC (Near-Field Communication): Ya­kın alan iletişimi (NFC), iki elektronik ci­haz arasında 4 cm veya daha kısa bir mesa­fe üzerinden iletişim kurulmasını sağlayan bir dizi iletişim protokolüdür.<br/>Nanoteknoloji: Nanoteknoloji, mad­denin en temel yapı taşları olan atom ve moleküllerle çalışarak, nanometre öl­çeğinde tasarım, üretim ve manipülasyon yapmayı amaçlar.<br/>QR kod; çeşitli dillerde karakterleri ve resimleri gösterebilme yeteneği ile akıllı te­lefonların yaygın kullanımıyla birlikte, ürünün kay­nağını izleme, kullanıcıları şirketin web sitesine yönlendirme, müzik dinletme ve resim ile vide­oları görüntüleme gibi işlevleri gerçekleştiren teknolojidir.<br/>Nesnelerin İnterneti (IoT), nesnelerin internetle bağlantısını oluşturan, veri toplama­ ve paylaşmayı sağlayan sensör, yazılım ve ağ bağlantısı ile gömülü fizik­sel cihazlar, araçlar, aletler ve diğer fizik­sel nesnelerden oluşan bir ağdır.<br/>TTI (Time Temperature Indicator): Za­man sıcaklık göstergesi bir ürünün birik­miş zaman-sıcaklık geçmişini gösteren bir cihaz veya akıllı etikettir.<br/>Barkod; Akıllı depolarda her yerde bulunan ve ürün­ler ile paketler üzerindeki verileri yakalamak için uygun maliyetli bir yöntemdir."
  },
  {
    "id": "3862831",
    "unitNumber": 6,
    "text": "Aşağıdakilerden <u>hangisi/hangileri</u> akıllı ambalaj çözümlerinin temel amaçlarındandır?<br/>I. Raf ömrünü uzatmak<br/>II. Tedarik zinciri yönetimini iyileştirmek<br/>III. Ürünü pazardaki rakiplerinden ayırmak",
    "options": {
      "A": "Yalnız II",
      "B": "I, II",
      "C": "Yalnız I",
      "D": "I, II, III",
      "E": "I, III"
    },
    "correctAnswer": "B",
    "explanation": "Aktif ve Akıllı Ambalajlar<br/>Akıllı ambalajlar, tüketici deneyimlerini geliştiren, ürünlerin <strong>raf ömrünü uzatan</strong> ve <strong>tedarik zinciri yönetimini iyileştiren</strong> yenilikçi tasarım ve teknoloji entegrasyonuyla sektörde devrim yaratan çözümler olarak karşımıza çıkmaktadır.<br/>Doğru cevap: B) I, II"
  },
  {
    "id": "3862839",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi aktif ambalaj sistemlerinde sıklıkla kullanılan bileşenler arasında <strong>yer almaz?</strong>",
    "options": {
      "A": "Oksijen tutucular",
      "B": "Etilen tutucular",
      "C": "Aroma ve koku alıcılar/salıcılar",
      "D": "Antimikrobiyaller",
      "E": "İnsektisitler"
    },
    "correctAnswer": "E",
    "explanation": "İnsektisitler böcek öldürmede kullanılır ve aktif ambalaj sistemlerinde yer almaz."
  },
  {
    "id": "3862848",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi akıllı ambalaj tasarımının geleceğini yönlendiren gelişmelerden biri <strong>değildir?</strong>",
    "options": {
      "A": "Yapay zekâ destekli uygulamaların artması",
      "B": "IoT teknolojisindeki gelişmeler",
      "C": "Sürdürülebilirlik aciliyetinin yükselmesi",
      "D": "Güvenlik özellikleri önem kazanması",
      "E": "Ambalajsız satışların artması"
    },
    "correctAnswer": "E",
    "explanation": "Ambalajsız satışların artması, ambalaj tasarımının geleceğini yönlendiren gelişmelerden biri değildir."
  },
  {
    "id": "3862842",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi akıllı ambalaj teknolojilerinden biri <strong>değildir?</strong>",
    "options": {
      "A": "RFID",
      "B": "NFC",
      "C": "NFT",
      "D": "QR Kod",
      "E": "Nanoteknoloji"
    },
    "correctAnswer": "C",
    "explanation": "NFT akıllı ambalaj teknolojilerinden biri değildir."
  },
  {
    "id": "3862841",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi akıllı ambalajların yükselişine etki eden sebeplerden biri <strong>değildir?</strong>",
    "options": {
      "A": "Tüketici taleplerindeki değişim",
      "B": "Küresel ısınmayla ürünlerin daha hızlı bozulması",
      "C": "Rekabet ve pazarlama stratejileri",
      "D": "Sensör teknolojisindeki gelişmeler",
      "E": "Internet of Things (IoT) teknolojisinin yaygınlaşması"
    },
    "correctAnswer": "B",
    "explanation": "Küresel ısınmayla ürünlerin daha hızlı bozulması, akıllı ambalajların yükselişine etki eden sebeplerden biri değildir."
  },
  {
    "id": "3862845",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi sürdürülebilirlik ilkelerine uygun bir ambalajda olması gerekenlerden biridir?",
    "options": {
      "A": "Marka imajını yansıtması",
      "B": "Tüketiciyle duygusal iletişim kurması",
      "C": "Geri dönüştürülebilir olması",
      "D": "Yeşil renk tonlarının kullanılması",
      "E": "Teknolojiye entegre olması"
    },
    "correctAnswer": "C",
    "explanation": "Sürdürülebilirlik ilkelerine uygun bir ambalajın geri dönüştürülebilir olması gerekir."
  },
  {
    "id": "3862832",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi/hangileri aktif ambalajlarda mevcuttur?<br/>I.antimikrobiyal madde<br/>II.aroma ve/veya koku vericiler/tutucular<br/>III.oksijen tutucu<br/>IV.etilen tutucu<br/>V.oksin ve gibberellin salıcı",
    "options": {
      "A": "I,II,III,IV,V",
      "B": "I,II,III,IV",
      "C": "Yalnız I",
      "D": "Yalnız II",
      "E": "II,V"
    },
    "correctAnswer": "B",
    "explanation": "<strong>Aktif ve Akıllı Ambalajlar</strong><br/>Aktif ambalaj sistemlerinde sıklıkla kullanılan bileşenler arasında oksijen tutucular, etilen tutucular, aroma ve koku alıcılar/salıcılar, antimikrobiyaller ve anti­oksidanlar bulunmaktadır.<br/>Doğru cevap: B-I,II,III,IV"
  },
  {
    "id": "3862836",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi/hangileri ambalaj <u>üretimi süreciyle ilgili sorgulardan değildir?</u><br/>I.sürdürülebilirlik kriterlerinin değerlendirilmesi<br/>II.maliyet analizi<br/>III.uygun malzemenin seçimi ve tedariki<br/>IV.üretim sürecinin kontrolü<br/>V.ambalaj boyutları<br/>VI.pazarlama ve satış",
    "options": {
      "A": "I,III,V",
      "B": "II,IV,VI",
      "C": "Yalnız V",
      "D": "Yalnız VI",
      "E": "III,V,VI"
    },
    "correctAnswer": "D",
    "explanation": "Üretim ile ilgili sorgulardan bazıları şunlardır:<br/><ul> <li>Ambalajın boyutu, yapısal malzemesi</li> <li>Malzeme seçimi ve perakende koşulları al­tındaki performansı</li> <li>Sürdürülebilirlik stratejileri</li> <li>Baskı süreçleri ve otomasyonu</li> <li>Ürüne ve kategoriye uygun baskı malzeme­lerinin seçimi</li> <li>Ambalajın yapısal değişiklikleri ve dil uyar­lamaları</li> <li>Ambalajın küresel tasarım gereksinimleri</li> <li>Ambalajın sürdürülebilirlik kriterlerinin değerlendirilmesi</li> <li>Tasarım bütünlüğünün ve üretim kalitesi­nin korunması</li> <li>Üretim programına bağlılık</li> <li>Üretim maliyetlerini kontrol etmek</li> <li>Gereksiz revizyonlardan kaçınmak,</li> <li>Uygun üretim teknolojilerinin kullanımı</li> <li>Genişletilebilir ve uyarlanabilir tasarım çö­zümleri</li> <li>Doğru cevap: D-Yalnız VI</li> </ul>"
  },
  {
    "id": "3862844",
    "unitNumber": 6,
    "text": "Sıcaklığa duyarlı mürekkep ile basılarak farklı sıcaklıklarda yüzeyindeki renk veya desen değişikliği ile tüketiciyle etkileşime giren ambalaj tasarımında aşağıdaki teknolojilerden hangisi kullanılmıştır?",
    "options": {
      "A": "Malzemenin Hassasiyeti Uygulanmaları",
      "B": "Malzeme Tepkime Uygulamaları",
      "C": "Elektronik Bileşen Uygulamaları",
      "D": "Artırılmış Gerçeklik Uygulamaları",
      "E": "Siber güvenlik uygulamaları"
    },
    "correctAnswer": "A",
    "explanation": "Isıya göre renk değiştiren ambalajda, çeşitli materyallerin dış faktörlere karşı duyarlı özelliklerini kullanarak ürünün estetik görünümünü zenginleştirmeyi amaçlayan \"Malzemenin Hassasiyeti Uygulanmaları\" kullanılmıştır."
  },
  {
    "id": "3862843",
    "unitNumber": 6,
    "text": "Çipler ve bağlantı noktalarına dayalı, ürünlerin tedarik zinciri boyunca gerçek zamanlı olarak izlenmesine, envanter yönetimine, sahteciliğin önlenmesine ve ürün tazeliğinin sağlanmasına imkân tanıyan akıllı ambalaj teknolojisi aşağıdakilerden hangisidir?",
    "options": {
      "A": "NFC (Yakın Alan İletişimi)",
      "B": "QR Kod (Quick Response Code)",
      "C": "Barkod",
      "D": "RFID (Radyo Frekansı ile Tanımlama)",
      "E": "Nanoteknoloji"
    },
    "correctAnswer": "D",
    "explanation": "RFID (Radyo Frekansı ile Tanımlama), çipler ve bağlantı noktalarına dayalı, ürünlerin tedarik zinciri boyunca gerçek zamanlı olarak izlenmesine, envanter yönetimine, sahteciliğin önlenmesine ve ürün tazeliğinin sağlanmasına imkân tanıyan akıllı ambalaj teknolojisidir."
  },
  {
    "id": "3862833",
    "unitNumber": 7,
    "text": "<ol style=\"list-style-type: upper-roman;\"> <li>Bir şirketin pazardaki genel prestijini, geleneğini, uzmanlığını ve itibarını kullanarak, müşterilerin şirketin nitelikli ürünler sunduğunu bilmesini sağlamak için kullanılmaktadır.</li> <li>Farklı ürün çeşitleri için, bir ana şirket markasına bağlıymış gibi sunulan markalar bulunur.</li> <li>Ana markaya herhangi bir atıfta bulunmadan her çeşitlilik için geliştirilen bir markayı tanımlar.</li> </ol> Yukarıda markaların benzersizlik ölçütleri ifade edilmiştir. Buna göre aşağıdakilerden hangisinde bu ölçütler doğru bir biçimde eşleştirilmiştir.",
    "options": {
      "A": "I. Onaylayıcı Marka - II. Tek-Baskın Marka (Monolitik) - III. Bağımsız Marka",
      "B": "I. Tek-Baskın Marka (Monolitik) - II. Onaylayıcı Marka - III. Bağımsız Marka",
      "C": "I. Bağımsız Marka - II. Onaylayıcı Marka - III. Tek-Baskın Marka (Monolitik)",
      "D": "I. Tek-Baskın Marka (Monolitik) - II. Bağımsız Marka - III. Onaylayıcı Marka",
      "E": "I. Onaylayıcı Marka - II. Bağımsız Marka - III. Tek-Baskın Marka (Monolitik)"
    },
    "correctAnswer": "B",
    "explanation": "Tek-Baskın Marka (Monolitik): Bir şirketin pazardaki genel prestijini, geleneğini, uzmanlığını ve itibarını kullanarak, müşterilerin şirketin nitelikli ürünler sunduğunu bilmesini sağlamak için kullanılan tek bir markadır. Dolayısıyla I. Tek-Baskın Marka (Monolitik) olacaktır.<br/>Onaylayıcı Marka: Farklı ürün çeşitleri için, bir ana şirket markasına bağlıymış gibi sunulan markalar bulunur. Dolayısıyla II. Onaylayıcı Marka olacaktır.<br/>Bağımsız Marka: Ana markaya herhangi bir atıfta bulunmadan her çeşitlilik için geliştirilen bir markayı tanımlar. Dolayısıyla III. Bağımsız Marka olacaktır. <br/>Buna göre doğru sıralama <em><strong>I. Tek-Baskın Marka (Monolitik) - II. Onaylayıcı Marka - III. Bağımsız Marka</strong></em> olup, <em><strong>Doğru Cevap B</strong></em> seçeneğidir."
  },
  {
    "id": "3862823",
    "unitNumber": 7,
    "text": "<ol style=\"list-style-type: upper-roman;\"> <li>Ürün bilgisi,</li> <li>Duygusal bağ,</li> <li>Sürdürülebilirlik,</li> </ol> Yukarıdakilerden hangisi ya da hangileri ambalajın tüketici davranışı üzerindeki genel etkisine katkıda bulunmaktadır?",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "correctAnswer": "E",
    "explanation": "Görsel çekicilik, marka bilinirliği, ürün bilgisi (<strong>I. öncül doğru olur</strong>), algılanan kalite, duygusal bağ (<strong>II. öncül doğru olur</strong>) ve sürdürülebilirlik (<strong>III. öncül doğru olur</strong>), ambalajın tüketici davranışı üzerindeki genel etkisine katkıda bulunmaktadır. Bu bilgilere göre <strong>Doğru Cevap E</strong> seçeneğidir."
  },
  {
    "id": "3862790",
    "unitNumber": 7,
    "text": "Ambalaj üzerinde sergilenen içerik maddeleri, beslenme bilgileri, kullanım talimatları ve sertifikalar bize neyi açıklar?",
    "options": {
      "A": "Algılanan Kalite ve Değer",
      "B": "Marka Kimliği ve Tanınırlığı",
      "C": "Duygusal Bağlantı ve Deneyim",
      "D": "Görsel Çekicilik",
      "E": "Ürün Bilgisi ve İletişim"
    },
    "correctAnswer": "E",
    "explanation": "Ambalaj üzerinde sergilenen içerik maddeleri, beslenme bilgileri, kullanım talimatları ve sertifikalar, tüketicilerin ürünün ihtiyaçlarına uygunluğunu yani ürün bilgisini ve müşterilerle iletişimi sağlar."
  },
  {
    "id": "3862799",
    "unitNumber": 7,
    "text": "Aşağıdaki ifadelerden hangisi marka kişiliği için doğru <strong>değildir?</strong>",
    "options": {
      "A": "Bir marka kişiliği insanların önemsediği konuların içinde yer alıyorsa başarılı bir stratejidir.",
      "B": "Tüketicilerin bağlantı kurdukları kişilik bir pazarlama hilesi olması durumunda kimliksiz şirketlerden daha fazla güvenemezler.",
      "C": "Bir ürün özellikle ürünün sahibi ile bağlantılı ise, tüketicilerde duygusal bir ilişki geliştiren bir şeye dönüşme yeteneğine sahiptir.",
      "D": "Marka kişilikleri bir şirketin bir ürünü üretme konusundaki uzun tecrübesine odaklanabilir.",
      "E": "Marka kişilikleri, tüketicilerde bir güven bağı kurulmasına yardımcı olmak üzere geliştirilmiştir."
    },
    "correctAnswer": "B",
    "explanation": "Tüketicilerin bağlantı kurdukları kişilik bir pazarlama hilesi olsa dahi kimliksiz şirketlerden veya markalardan daha fazla güvenme eğilimindedir"
  },
  {
    "id": "3862789",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Ambalaj tasarımının marka yönetimindeki rollerinden biri olan korumayı açıklar?",
    "options": {
      "A": "Müşterilerin duyularına, tercihlerine ve ihtiyaçlarına hitap ederek onlarla duygusal bir bağ kurabilecek, markanın kişiliğini, ses tonunu, güven ve sadakati teşvik ediyor olması.",
      "B": "Akılda kalıcı bir izlenim yaratarak satış noktasında müşterilerin dikkatini ve ilgisini çekebilecek, müşterilerin duygularını, anılarını ve çağrışımlarını tetikleyerek satın alma kararlarını etkilemesi.",
      "C": "Taşıma, depolama ve tüketim sırasında ürünün güvenliği, bütünlüğü, işlevselliği sağlayacak ürünün kullanılabilirliği ve sürdürülebilirliği sağlaması",
      "D": "Müşterileri ürünün özellikleri, faydaları, kullanımı ve kalitesi hakkında bilgilendirerek, ürünün farklılığını ve değer önerisini vurgulayarak müşterileri ürünü satın almaya ikna edebilmesi.",
      "E": "Logo, renk, şekil, tipografi ve görseller gibi görsel unsurlar aracılığıyla markanın konumunu, değerlerini ve niteliklerini yansıtabilir aynı zamanda farklı ürünler ve kategoriler arasında tutarlı ve tanınabilir bir marka kimliği oluşturabilmesi"
    },
    "correctAnswer": "C",
    "explanation": "Taşıma, depolama ve tüketim sırasında ürünün güvenliği, bütünlüğü, işlevselliği sağlayacak ürünün kullanılabilirliği ve sürdürülebilirliği sağlaması ambalaj tasarımının marka yönetimindeki rollerinden biri olan korumayı açıklar."
  },
  {
    "id": "3862793",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Hunter’a göre tanımlanan beş ana müşteri tipinden biri <strong>değildir</strong>?",
    "options": {
      "A": "Sık sık alışveriş yapan ancak kararlarını indirimlerin büyüklüğüne göre veren indirimli müşteriler.",
      "B": "Müşteri tabanının yüzde 50’sinden fazlasını temsil etmeyen ancak satışların yüzde 20’sinden fazlasını oluşturan müşteriler",
      "C": "Aklında belirli bir ihtiyaç olmayan, bir deneyim veya topluluk duygusu kazanmayı arzu eden gezgin müşteriler",
      "D": "İhtiyaca dayalı müşteriler",
      "E": "Belirli bir ürünü satın almayı düşünmeyen, ancak o anda iyi görünen şeyleri satın alan anlık müşteriler."
    },
    "correctAnswer": "B",
    "explanation": "Müşteri tabanının yüzde 20’sinden fazlasını temsil etmeyen ancak satışların yüzde 50’sinden fazlasını oluşturan sadık müşteriler olmalı."
  },
  {
    "id": "3862797",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi ambalaj tasarımında ergonominin önemini açıklamaz?",
    "options": {
      "A": "Çevresel hususlar",
      "B": "Kullanım kolaylığı",
      "C": "Kullanıcı deneyimi",
      "D": "Arketip",
      "E": "Güvenlik"
    },
    "correctAnswer": "D",
    "explanation": "“Arketip” ambalaj tasarımında ergonominin önemini açıklamaz."
  },
  {
    "id": "3862800",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi ambalaj tasarımında ergonominin önemini verimlilik ve üretkenlik ile açıklayan bir tanımlanmadır?",
    "options": {
      "A": "Sürdürülebilirliği ve çevresel etkileri dikkate almak zorundadır.",
      "B": "Kalite ve detaylara gösterilen özen ile müşteriye gösterilen saygıya yansıtarak olumlu bir marka algısı yaratabilir.",
      "C": "Potansiyel tehlikelerin belirlenmesine ve en aza indirilmesine yardımcı olur.",
      "D": "Kullanıcıların gücü, el becerisi ve hareket aralığı gibi fiziksel yeteneklerini dikkate almaktadır.",
      "E": "Hem son kullanıcılar hem de sektör profesyonelleri için ambalajlama süreçlerinin verimliliğini uygun hale getirmeye odaklanır."
    },
    "correctAnswer": "E",
    "explanation": "Verimlilik ve Üretkenlik, ergonomi hem son kullanıcılar hem de sektör profesyonelleri için ambalajlama süreçlerinin verimliliğini uygun hale getirmeye odaklanır."
  },
  {
    "id": "3862795",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi markalaşma için kullanılan ifadelerden biri <strong>değildir</strong>?",
    "options": {
      "A": "Hedef kitledeki müşteriyi çeken ve elde tutabilen bir ürün için pazarda önemli ve farklılaştırılmış bir konum sağlamaktır.",
      "B": "Reklam kampanyaları ve ambalaj malzemeleri aracılığıyla sunulur.",
      "C": "Akılda kalıcı bir isimdir.",
      "D": "Tüketicinin zihninde bir ürün için benzersiz bir isim ve imaj yaratılmasını çevreleyen bütünsel bir süreçtir.",
      "E": "Hedef kitleye odaklanarak, ilgili ürünün tüketici deneyimini ergonomi, kullanım kolaylığı ve fonksiyonellik açısından arttırmaya çalışır."
    },
    "correctAnswer": "E",
    "explanation": "“Hedef kitleye odaklanarak, ilgili ürünün tüketici deneyimini ergonomi, kullanım kolaylığı ve fonksiyonellik açısından arttırmaya çalışır” cümlesi, <em>ergonomi</em> ve <em>kullanışlılık</em> gibi <em>fiziksel</em> deneyime yönelik ifadeler içerir. Bu nedenle söz konusu cümle markalaşma değil ambalaj tasarımı için uygun bir ifadedir."
  },
  {
    "id": "3862849",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi retoriğin eşit aralıklarla ilerleyen beş adımından <strong>biri değildir</strong>?",
    "options": {
      "A": "İcat",
      "B": "Düzenleme",
      "C": "Hafıza",
      "D": "Kültür",
      "E": "Sunum"
    },
    "correctAnswer": "D",
    "explanation": "Tasarımcıların ambalaj tasarımında kullanabileceği pek çok ikna edici iletişim aracı vardır ve bunların çoğu, etkili iletişim kurmak için dili kullanmakla ilgilenen eski bir söylem sanatı olan retorik ilkelerinde bulunabilir. Retoriğin eşit aralıklarla ilerleyen beş adımı vardır. Bunlar <strong>icat veya keşif,</strong><br/><strong>düzenleme, üslup, hafıza ve sunumdur</strong>. Bunlar arasında <em><strong>Kültür</strong></em> bulunmadığından <strong>Doğru Cevap D</strong> seçeneğidir."
  },
  {
    "id": "3862824",
    "unitNumber": 7,
    "text": "Başarılı bir ambalaj tasarımının ilk adımı aşağıdakilerden hangisidir?",
    "options": {
      "A": "Tasarımın hitap edeceği ana kitleyi belirlemek,",
      "B": "Ürüne güven duyulmasını sağlamak,",
      "C": "Markayı hem temsil eden hem de destekleyen mesajları hızlı bir şekilde iletmek,",
      "D": "Ambalajın fiziksel özellikleri ile markanın verdiği mesajlar arasında doğrudan bir ilişki kurmak,",
      "E": "Gerçekten önemli olan nitelikleri belirlemek ve bunlara odaklanmaktır."
    },
    "correctAnswer": "A",
    "explanation": "Ambalaj tasarımı, bir ürünü sunan bir form yaratmak yerine, ötesine geçerek doğrudan hedef kitleyle iletişim kuran ve böylece olumlu bir bağlantı kuran algılar üretir. Başarılı ambalaj tasarımı için bu bağlamda iki ana faktörün göz önünde bulundurulmasını gerektirir. Bunlar \"Hedef Kitle\" ve \"Karakter Profili\"dir. Bu doğrultuda <em><strong>başarılı bir ambalaj tasarımının ilk adımı</strong></em>, <em><strong>tasarımın hitap edeceği ana kitleyi belirlemek</strong></em>tir. Dolayısıyla Doğru Cevap A seçeneğidir."
  },
  {
    "id": "3862791",
    "unitNumber": 7,
    "text": "Bir markanın değerlerini tüketicilere faydalı bir şekilde iletme yoluna …. denir.<br/>Yukarıda boşluk bırakılan yere aşağıdakilerden hangisi gelmelidir?",
    "options": {
      "A": "Tasarım",
      "B": "Görsel",
      "C": "Kalite",
      "D": "Ambalaj",
      "E": "Baskı"
    },
    "correctAnswer": "D",
    "explanation": "Ambalaj, bir markanın değerlerini tüketicilere faydalı bir şekilde iletmenin yoludur."
  },
  {
    "id": "3862828",
    "unitNumber": 7,
    "text": "Herhangi bir sektörde, bir marka ambalajının amaç ve niyet olmak üzere iki farklı işlevi vardır. Buna göre aşağıdakilerden hangisi ambalajın niyet işlevinin özellikleri arasında yer alır?",
    "options": {
      "A": "Bir ürünün belirli bir hacmini veya ölçüsünü içerme,",
      "B": "Nakliye süreci boyunca ve mağazada sergilenmesi sırasında kirlenmeden saklama,",
      "C": "Potansiyel alıcıların dikkatini çekme ve çeşitli marka değerlerini hızlı bir şekilde iletme,",
      "D": "Verimli bir şekilde taşınmasını ve istiflenmesini kolaylaştırma,",
      "E": "Ürün niteliklerini belirli bir süre boyunca koruma,"
    },
    "correctAnswer": "C",
    "explanation": "Herhangi bir sektörde, bir marka ambalajının amaç ve niyet olmak üzere iki farklı işlevi vardır. Amaç<br/>bir ürünü korumak ve sunmak için ambalajın fiziksel olarak ne yapması gerektiğiyle ilgilidir. Ambalaj, bir ürünün belirli bir hacmini veya ölçüsünü içerecek, nakliye süreci boyunca ve mağazada sergilenmesi sırasında kirlenmeden saklayacak, kolay ve verimli bir şekilde taşınmasını ve istiflenmesini kolaylaştıracak, ürün niteliklerini belirli bir süre boyunca koruyacak (bir ürünün taze kalmasını ve bozulmamasını sağlayacak) ve nem, ısı, çarpma ve düşürülme etkisi gibi çeşitli hasar türlerine karşı korunmasını sağlayacak şekilde tasarlanmıştır. <strong><em>Niyet</em></strong> ise markalı ambalajın amacı bir kitleyi cezbetmesiyle ilgilidir. Perakende ortamlarında, bir ambalajın <strong><em>potansiyel alıcıların dikkatini çekmesi ve çeşitli marka</em> değerlerini hızlı bir şekilde iletmesi</strong> gerekir. Belirli ihtiyaçları başarılı bir şekilde karşılama kabiliyeti, tüketicilerin ürüne pozitif geri bildirimi ve satın alma yönünde motive olmasına yol açacaktır. Zamanla, marka iletişimi, tüketici ihtiyaçlarının tekrar tekrar karşılanması ile birleştiğinde, bir markaya olan müşteri sadakatini yaratacaktır. Alıcıların uyum sağladığı değerlerin sürekli olarak tekrarlanması satın alma isteklerinin harekete geçirebilecektir. Dolayısıyla <strong>Doğru Cevap C</strong> seçeneğidir."
  },
  {
    "id": "3862858",
    "unitNumber": 7,
    "text": "Kullanıcı verimliliğini en üst düzeye çıkaran, kullanım zorluklarını azaltan tasarım disiplini aşağıdakilerden hangisidir?",
    "options": {
      "A": "Bilgi hiyerarşisi",
      "B": "Form",
      "C": "Tasarım",
      "D": "Biçim",
      "E": "Ergonomi"
    },
    "correctAnswer": "E",
    "explanation": "Ambalajın biçimi, maliyeti ve yeterli fiziksel işlevleri sağlayabilecek, uygun malzemeler ile <em>form</em>un geliştirilmesidir. <em>Tasarım</em>, insanları satın almaya ikna etmek için gereken cazibeyi yaratmak amacıyla bir hikâye veya bir anlatı oluşturmayı amaçlar. Bir ürünün ambalajında aktarılması gereken ürün veya marka bilgilerinin önem sırası ve <em>hiyerarşisi</em>ne karar verilerek bu bilgilerin açık ve anlaşılır şekilde sunulmasını sağlanmalıdır. <em>Biçim</em>, nesnenin neye benzediği ve bunun anlattığı tasarım fikri iken, <em><strong>ergonomi</strong></em> kullanıcı verimliliğini en üst düzeye çıkaran, kullanım zorluklarını azaltan tasarım disiplinidir. Dolayısıyla <strong>Doğru Cevap E</strong> seçeneğidir."
  },
  {
    "id": "3862861",
    "unitNumber": 7,
    "text": "Kullanıcıların gücü, el becerisi ve hareket aralığı gibi fiziksel yeteneklerini dikkate alan, ambalaj tasarımında ergonominin önemi anlatan ifade aşağıdakilerden hangisidir?",
    "options": {
      "A": "Kullanıcı deneyimi",
      "B": "Kullanım kolaylığı",
      "C": "Güvenlik",
      "D": "Erişebilirlik",
      "E": "Verimlilik"
    },
    "correctAnswer": "B",
    "explanation": "Ambalaj tasarımında ergonominin önemi aşağıdaki açıklamalar ile tanımlanmaktadır.<br/><em>a. Kullanıcı Deneyimi:</em> Ergonomi, tutması, açması ve kapatması kolay ambalajlar tasarlayarak genel kullanıcı deneyimini geliştirmeyi amaçlar. Ambalajın sezgisel olmasını sağlayarak ürüne erişmek ve kullanmak için gereken çabayı azaltır. Bu da müşteri memnuniyetini artırır ve hatta satın alma kararlarını etkileyebilir.<br/><em>b. Güvenlik:</em> Ergonomi, ambalaj tasarımıyla ilişkili potansiyel tehlikelerin belirlenmesine ve en aza indirilmesine yardımcı olur. Keskin kenarlar, uygun sızdırmazlık ve güvenli kapaklar gibi faktörleri göz önünde bulundurarak, taşıma, nakliye ve depolama sırasında kaza, yaralanma ve ürün hasarı riskini azaltır.<br/><em><strong>c. Kullanım Kolaylığı:</strong></em> <em>Ergonomik olarak tasarlanmış ambalajlar, kullanıcıların gücü, el becerisi ve hareket aralığı gibi fiziksel yeteneklerini dikkate almaktadır.</em> Ambalajın tutulması, taşınmasının kolay olmasını sağlayarak zorlanma ve yorgunluğu azaltır. Bu özellikle engelli veya yaşa bağlı kısıtlamaları olan bireyler için çok önemlidir.<br/><em>d. Erişilebilirlik ve Kapsayıcılık:</em> Ergonomik ambalaj tasarımı, özel gereksinimli bireyleri de içine alan kapsayıcı bir bakış açısı ile ürün tasarımını gerçekleştirmek zorundadır. Daha büyük metinler, dokunsal göstergeler, okunması kolay talimatlar ve kullanıcı dostu ara yüzler gibi özellikler sayesinde ambalajlar daha erişilebilir ve kapsayıcı hale gelir.<br/><em>e. Verimlilik ve Üretkenlik:</em> Ergonomi hem son kullanıcılar hem de sektör profesyonelleri için ambalajlama süreçlerinin verimliliğini uygun hale getirmeye odaklanır. İyi tasarlanmış ambalajlar montaj, istifleme, depolama ve nakliye gibi işlerin daha hızlı ve sorunsuz yapılmasını sağlar. Ayrıca envanter yönetimi ve yeniden stoklama için gereken zaman ve çabayı da azaltabilir.<br/><em>f. Çevresel Hususlar:</em> Ergonomik ambalaj tasarımı sürdürülebilirliği ve çevresel etkileri dikkate almak zorundadır. Uygun malzeme kullanımı, paket boyutlarının optimize edilmesi ve gereksiz paketleme unsurlarını azaltarak atıkları en aza indirilmesine, depolama alanlarının en iyi şekilde kullanılmasına ve lojistik maliyetlerinin düşürülmesine yardımcı olmaktadır.<br/><em>g. Marka Algısı:</em> Ambalaj genellikle tüketici ile ürün arasındaki ilk temas noktasıdır. Ergonomik ambalaj tasarımı, kalite ve detaylara gösterilen özen ile müşteriye gösterilen saygıya yansıtarak olumlu bir marka algısı yaratabilir. Bu marka imajını güçlendirerek müşteri sadakatini teşvik edecektir.<br/>Bu bilgilere göre <strong>Doğru Cevap B</strong> seçeneğidir."
  },
  {
    "id": "3862794",
    "unitNumber": 7,
    "text": "Markanın özgün güçlerinin ortaya çıkmasına yardımcı olan en geniş potansiyel etki alanı aşağıdakilerden hangisidir?",
    "options": {
      "A": "Sipariş",
      "B": "Ulusal",
      "C": "Küresel",
      "D": "Bölgesel",
      "E": "Lisanslama"
    },
    "correctAnswer": "C",
    "explanation": "En geniş potansiyel etki alanı “küresel”dir."
  },
  {
    "id": "3862820",
    "unitNumber": 7,
    "text": "Tasarımcıların ve ajansların markalaşma süreçlerinde temelde sekiz adımlı bir yol haritası üzerinden çalışmalarına yön verdiği gözlenmektedir. Buna göre \"müşteri, hedef kitle, satış kanalı, bütçe, zaman çizelgesi gibi projenin ayrıntılarının ve gereksinimlerinin sunulduğu\" adım aşağıdakilerden hangisidir?",
    "options": {
      "A": "Bilgilendirme aşaması",
      "B": "Proje planlama",
      "C": "Araştırma",
      "D": "Tasarım",
      "E": "Pazar incelemesi"
    },
    "correctAnswer": "A",
    "explanation": "Tasarımcıların ve ajansların markalaşma süreçlerinde temelde sekiz adımlı bir yol haritası üzerinden çalışmalarına yön verdiği gözlenmektedir. Bunlar,<br/><em><strong>1. Bilgilendirme aşaması:</strong></em> Bu aşamada müşteri, hedef kitle, satış kanalı, bütçe, zaman çizelgesi gibi projenin ayrıntılarını ve gereksinimlerini sunar.<br/><em>2. Proje planlama:</em> Projenin kapsamının, süreç ve kaynaklarının planladığı aşamadır.<br/><em>3. Araştırma:</em> Tasarımcının veya ajansın, müşterilerin ihtiyaçlarını ve tercihlerini ve sektördeki en iyi uygulamaları anlamak için pazar araştırması, rakip analizi, müşteri geri bildirimi, yönelim analizlerini sunulduğu kapsamlı bir aşamadır.<br/><em>4. Tasarım:</em> Ambalajın görsel ve teknik tasarımına ait tüm detayların tasarlandığı aşamadır.<br/><em>5.</em> <em>Kavramsal Tasarım:</em> Bu aşamada tasarımcı veya ajans, marka kimliğini ve ürün değerini yansıtan renkler, yazı tipleri, resimler, grafikler, logolar vb. unsurları kullanarak ambalaj için farklı tasarım seçenekleri oluşturur. Tasarım alternatifleri genellikle geri bildirim ve onay için müşteriye sunulur.<br/><em>6. Tasarım iyileştirme:</em> Bu aşamada tasarımcı veya ajans, müşterinin geri bildirimlerine dayanarak seçilen tasarım alternatiflerinde değişiklikler ve iyileştirmeler yapar. <br/><em>7. Baskıya hazırlık:</em> Bu aşamada tasarımcı veya ajans nihai tasarım dosyalarını baskı için hazırlar ve matbaanın tüm teknik özelliklerini ve kalite standartlarını karşılamalarını sağlar.<br/><em>8. Pazar incelemesi:</em> Tasarımcının veya ajansın ambalaj tasarımının pazardaki performansını ve etkisini değerlendirdiği, satışlar, müşteri memnuniyeti, marka bilinirliği ölçütlerin test edildiği aşamadır. <br/>Bu bilgilere göre soruda verilen ifadenin karşılığı <em><strong>bilgilendirme aşaması</strong></em> olup <strong>Doğru Cevap A</strong> seçeneğidir."
  },
  {
    "id": "3862796",
    "unitNumber": 7,
    "text": "Un ve şeker ambalajlarında kullanılan mavi ve beyaz renkler ne anlama karşılık gelir?",
    "options": {
      "A": "Sağlık ve enerji",
      "B": "Seçkinlik ve pahalılık",
      "C": "Geleneksel ve muhafazakâr",
      "D": "Tazelik ve saflık",
      "E": "Lüks ve kaliteye"
    },
    "correctAnswer": "D",
    "explanation": "Un ve şeker ambalajlarında kullanılan mavi ve beyaz renkler tazelik ve saflığa atıf yapar."
  },
  {
    "id": "3862856",
    "unitNumber": 7,
    "text": "Ürünler arasında çok az fark olduğunda bir ürünle duygusal bağlantılar kurmak için kullanılan referans aşağıdakilerden hangisidir?",
    "options": {
      "A": "Aliterasyon",
      "B": "Retorik",
      "C": "Ethos",
      "D": "Pathos",
      "E": "Logos"
    },
    "correctAnswer": "D",
    "explanation": "Ethos, Pathos ve Logos, Aristoteles’e göre hedef kitlemizi, işverenimizi, proje paydaşlarımızı, konuştuğumuz ve yazdığımız muhatabımızı, bildiğimiz ve doğruluğuna inandığımız bir şeye ikna etmek için kullandığımız üç temel referanstır. Ethos (Etik) bir anlatıcının otoritesine ve statüsüne duyulan güvenle ikna edici bir çekicilik yaratmaya çalışır. Marka yöneticilerinin tüketicilerin algılarıyla bağlantı kuran bir marka kişiliği geliştirmeye çalışmaları bunun sonucudur. <em><strong>Pathos (Empati)</strong></em> izleyicinin veya dinleyicinin ilgisini çekmek ya da onların sempatisini kazanmaya çalışarak duygularına hitap etmek olarak tanımlanabilir. <strong><em>Ürünler arasında çok az fark olduğunda bir</em> ürünle duygusal bağlantılar kurmak için kullanılmaktadır.</strong> Logos (Mantık) ise mantıksal argümanlar oluşturarak izleyiciyi ikna etme çabası olarak tanımlanabilir. Görünür mantıksal kanıtlar göstererek ikna etme anlamına da gelen Logos, bir ürünün rakiplerinden tam olarak ne kadar iyi olduğunu, daha güçlü, daha uzun ömürlü, daha değerli veya üstün kaliteli olduğunu anlatan tasarımlarda görülebilir. Bu bilgilere göre <em><strong>Doğru Cevap D</strong></em> seçeneğidir."
  },
  {
    "id": "3862852",
    "unitNumber": 7,
    "text": "Ürünün açıkça olmadığı bir şeyin yerine kullanılması olarak ifade edilen mizah türü aşağıdakilerden hangisidir?",
    "options": {
      "A": "Karşılaştırma",
      "B": "Ekleme",
      "C": "İkame",
      "D": "Kişileştirme",
      "E": "Göz yanılması"
    },
    "correctAnswer": "C",
    "explanation": "Mizah çok uzun zamandır bir öğrenme aracı olarak başvurulan ve reklamcılıkta insanlarla bir bağ kurmak için yaygın olarak kullanılan bir yöntem olmuştur. Tasarımda tipik olarak kullanılan mizah türleri aşağıda incelenmiştir:<br/>1. Karşılaştırma: Bir ürünün açıkça olmayan bir şey ile kıyaslanmasını içermektedir.<br/>2. Kişileştirme: Ürünü temsil eden mizahi bir marka kişiliğinin yaratılmasıdır.<br/>3. Abartma: Bir şeyi olduğundan fazla abartmak ve büyütmektir. <br/>4. Ekleme: Bir öğenin anlamını değiştiren bir unsur eklemek anlamına gelmektedir.<br/>5. Çıkarma: Bir ürünün ne olmadığı gerçeğiyle oynamak için kullanılan bir yöntemdir.<br/>6. Kelime oyunu: Ürünü görsel bir kelime oyununun parçası olarak kullanan kelime oyunları mizahi bir dönüş yaratabilir.<br/><strong><em>7. İkame: Ürünün açıkça olmadığı bir şeyin</em> yerine kullanılmasıdır.</strong><br/>8. Saygı Duruşu: Sanat ve tarihten referans noktaları kullanmak gibi tanıdık bir şeye mizahi bir yorum getirmeyi içerir.<br/>9. Göz Yanılması: Sahte ile gerçeğin buluşmasını ifade eder, örneğin ambalajın farklı bir ürün gibi görünmesini sağlamak için kullanılmaktadır.<br/>Buna göre Doğru Cevap C seçeneğidir."
  },
  {
    "id": "3862625",
    "unitNumber": 8,
    "text": "\"Atık malzemelerin orijinal amacı veya başka amaçlar için ürünlere, malzemelere veya hammaddeye dönüştürüldüğü tüm geri kazanım işlemleridir.\"<br/>Yukarıda verilen tanım aşağıdaki seçeneklerden hangisine aittir?",
    "options": {
      "A": "Geri dönüşüm",
      "B": "Faydalı ömür sonu",
      "C": "Nakliye aşaması",
      "D": "Yüzey işlemleri",
      "E": "Mekanik birleştirme"
    },
    "correctAnswer": "A",
    "explanation": "Geri dönüşüm “atık malzemelerin orijinal amacı veya başka amaçlar için ürünlere, malzemelere veya hammaddeye dönüştürüldüğü tüm geri kazanım işlemleri” olarak tanımlanmaktadır (European Union, 2018)."
  },
  {
    "id": "3862619",
    "unitNumber": 8,
    "text": "\"İnsan faaliyetleri sonucunda doğal çevreye yayılan zararlı maddelerin neden<br/>olduğu olumsuz etkilerin genel adıdır.\"<br/>Yukarıda verilen tanım aşağıdaki seçeneklerden hangisine aittir?",
    "options": {
      "A": "Çevresel kirlilik",
      "B": "Hava kirliliği",
      "C": "Su kirliliği",
      "D": "Toprak kirliliği",
      "E": "Gürültü kirliliği"
    },
    "correctAnswer": "A",
    "explanation": "Çevresel kirlilik, insan faaliyetleri sonucunda doğal çevreye yayılan zararlı maddelerin neden<br/>olduğu olumsuz etkilerin genel adıdır."
  },
  {
    "id": "3862714",
    "unitNumber": 8,
    "text": "<br/>Ambalajlar dahil endüstriyel ürünlerin yaşam döngüsü basamakları aşağıdakilerden hangisinde doğru olarak sıralanmıştır?",
    "options": {
      "A": "<ul><br/><li><br/>Hammaddenin seçimi/üretilmesi<br/></li><br/><li><br/>Üretim<br/></li><br/><li><br/>Nakliye<br/></li><br/><li><br/>Kullanım<br/></li><br/><li><br/>Faydalı ömür sonu<br/></li><br/></ul>",
      "B": "<ul><br/><li><br/>Üretim<br/></li><br/><li><br/>Nakliye<br/></li><br/><li><br/>Kullanım<br/></li><br/><li><br/>Faydalı ömür sonu<br/></li><br/><li>Hammaddenin seçimi/üretilmesi</li><br/></ul>",
      "C": "<ul><br/><li><br/>Hammaddenin seçimi/üretilmesi<br/></li><br/><li><br/>Üretim<br/></li><br/><li><br/>Kullanım<br/></li><br/><li><br/>Faydalı ömür sonu<br/></li><br/><li><br/>Nakliye<br/></li><br/></ul>",
      "D": "<ul><br/><li><br/>Hammaddenin seçimi/üretilmesi<br/></li><br/><li><br/>Kullanım<br/></li><br/><li><br/>Faydalı ömür sonu<br/></li><br/><li>Nakliye<br/></li><br/><li>Üretim</li><br/></ul>",
      "E": "<ul><br/><li><br/>Hammaddenin seçimi/üretilmesi<br/></li><br/><li><br/>Nakliye<br/></li><br/><li><br/>Üretim<br/></li><br/><li>Kullanım<br/></li><br/><li>Faydalı ömür sonu</li><br/></ul>"
    },
    "correctAnswer": "A",
    "explanation": "<br/>Ambalajlar da, kitabın önceki bölümlerinde pek çok defa belirtildiği gibi içerdikleri üründen bağımsız olarak, tek başlarına ele alınması gereken endüstriyel ürünlerdir. Dolayısı ile ambalajların yaşam döngüleri diğer endüstriyel ürünler ile büyük ölçüde benzerdir. Ambalajlar dahil endüstriyel ürünlerin yaşam döngü- sü basamakları şu şekilde sıralanmaktadır:<br/><ol><br/><li><br/>Hammaddenin seçimi/üretilmesi<br/></li><br/><li><br/>Üretim<br/></li><br/><li><br/>Nakliye<br/></li><br/><li><br/>Kullanım<br/></li><br/><li><br/>Faydalı ömür sonu<br/></li><br/></ol><br/>Ambalajlar, diğer tüm endüstriyel ürünler gibi yaşamlarının pek çok basamağında enerji ve su gibi kaynakları tüketirler ve her basamağında çevresel maliyetleri bulunmaktadır (Görsel 8.4)."
  },
  {
    "id": "3862620",
    "unitNumber": 8,
    "text": "Ambalaj Atıklarının Kontrolü Yönetmeliğinin hangi tarihte yapılan değişikliklerle Avrupa Birliği standartları ile uyumu hedeflenmiştir?",
    "options": {
      "A": "2018",
      "B": "2016",
      "C": "2014",
      "D": "2012",
      "E": "2010"
    },
    "correctAnswer": "A",
    "explanation": "1991 tarihli Ambalaj Atıklarının Kontrolü Yönetmeliği ambalaj atıklarının geri dönüşüm ve bertaraflarını resmi olarak düzenleyen ilk yönetmeliklerden bir tanesidir. 2005 yılında yürürlüğe giren bir sonraki Ambalaj Atıklarının Kontrolü Yönetmeliği ise bir önceki yönetmeliğin kapsamını teşvik vb. konuları da içerecek şekilde genişletmiştir. 2012 tarihinde bir kere daha revize edilen yönetmelik, kaynağında ayrıştırma ve çevre dostu malzemeler gibi konuları da içermektedir. 2018 tarihinde yapılan değişikliklerle de yönetmeliğin Avrupa Birliği (AB) standartları ile uyumu hedeflenmiştir."
  },
  {
    "id": "3862623",
    "unitNumber": 8,
    "text": "Ambalajlar dahil endüstriyel ürünlerin yaşam döngüsünde en son basamak aşağıdakilerden hangisidir?",
    "options": {
      "A": "Faydalı ömür sonu",
      "B": "Kullanım",
      "C": "Nakliye",
      "D": "Üretim",
      "E": "Hammaddenin seçimi/üretilmesi"
    },
    "correctAnswer": "A",
    "explanation": "1. Hammaddenin seçimi/üretilmesi<br/>2. Üretim<br/>3. Nakliye<br/>4. Kullanım<br/>5. Faydalı ömür sonu"
  },
  {
    "id": "3862710",
    "unitNumber": 8,
    "text": "Atık Çerçeve Yönergesi hangi yılda yürürlüğe girmiştir?",
    "options": {
      "A": "2018",
      "B": "2017",
      "C": "2016",
      "D": "2015",
      "E": "2014"
    },
    "correctAnswer": "A",
    "explanation": "Atık Çerçeve Yönergesi (2018/851)” ise 2018 yılında yürürlüğe girmiştir."
  },
  {
    "id": "3862622",
    "unitNumber": 8,
    "text": "Aşağıda bazı ülkelere ait tek kullanımlık plastik torbalar konusundaki düzenleme örnekleri verilmiştir. Bu eşleştirmelerden hangisi <em><strong>doğru değildir?</strong></em>",
    "options": {
      "A": "Fransa- Gönüllülük",
      "B": "Arjantin- Yasaklama",
      "C": "Bulgaristan- Ücretlendirme",
      "D": "Çin- Ücretlendirme",
      "E": "Portekiz-Gönüllülük"
    },
    "correctAnswer": "A",
    "explanation": "<strong>Ülke </strong> <strong>Tek kullanımlık ambalajların azaltılması yönündeki düzenleme türü</strong><br/>Arjantin Yasaklama<br/>Belçika Vergilendirme, Gönüllülük<br/>Bulgaristan Ücretlendirme<br/>Çin Ücretlendirme<br/>Danimarka Vergilendirme, Ücretlendirme<br/>Fransa Yasaklama<br/>Kenya Yasaklama, Vergilendirme<br/>Portekiz Gönüllülük<br/>Türkiye Yasaklama, Ücretlendirme<br/>Birleşik Krallık Ücretlendirme"
  },
  {
    "id": "3862624",
    "unitNumber": 8,
    "text": "Aşağıdaki malzemelerden hangisi, küresel ambalaj pazarında hammadde olarak kullanım oranı açısından en yüksek olanıdır?",
    "options": {
      "A": "Plastikler",
      "B": "Kağıt/Karton",
      "C": "Metaller",
      "D": "Cam",
      "E": "Diğer Malzemeler"
    },
    "correctAnswer": "A",
    "explanation": "Kağıt/Karton- %33<br/>Plastikler- %45<br/>Metaller- %12<br/>Cam- %6<br/>Diğer Malzemeler- %4"
  },
  {
    "id": "3862621",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi hem üreticilere hem de tüketicilere ek mali yükler getirdiği için yenilikçi ve çevre dostu ambalajların tasarlanmasını teşvik etmek için kullanılan düzenlemelerden <em><strong>biri değildir?</strong></em>",
    "options": {
      "A": "Teşvik",
      "B": "Yasaklama",
      "C": "Vergilendirme",
      "D": "Ücretlendirme",
      "E": "Gönüllülük"
    },
    "correctAnswer": "A",
    "explanation": "• Yasaklama<br/>• Vergilendirme<br/>• Ücretlendirme<br/>• Gönüllülük"
  },
  {
    "id": "3862628",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi kalite veya saflığında herhangi bir önemli kayıp olmaksızın neredeyse sınırsız kere geri dönüştürülebilen malzemelerden biridir?",
    "options": {
      "A": "Cam",
      "B": "Metal",
      "C": "Plastik",
      "D": "Kağıt",
      "E": "Karton"
    },
    "correctAnswer": "A",
    "explanation": "Cam, kalite veya saflığında herhangi bir önemli kayıp olmaksızın neredeyse sınırsız kere geri dönüştürülebilen birkaç malzemeden biridir. Geri dönüşüm sırasında bozulabilen veya bazı nitelik veya niceliklerini kaybedebilen metaller, plastikler veya kağıtların aksine, cam kullanımını engelleyecek bir kalite kaybı yaşamadan tekrar tekrar geri dönüştürülebilecek bir malzemedir."
  },
  {
    "id": "3862704",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi küresel ısınma, ozon tabakasının aşınması, biyo çeşitlilikteki azalma gibi doğal çevreyi ve dolayısıyla insanoğlunu etkileyen tahribatlardan bir tanesidir?",
    "options": {
      "A": "Çevresel kirlilik",
      "B": "Ambalaj kullanmamak",
      "C": "Çok ürün satışı yapmak",
      "D": "Organik üretim",
      "E": "Elde üretim"
    },
    "correctAnswer": "A",
    "explanation": "Çevresel kirlilik küresel ısınma, ozon tabaka- sının aşınması, biyoçeşitlilikteki azalma gibi doğal çevreyi ve dolayısıyla insanoğlunu etkileyen tahri- batlardan bir tanesidir."
  },
  {
    "id": "3862707",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi mikroplastikleri insan sağlığına verdiği zararlardan biri <span style=\"text-decoration: underline;\"><strong>değildir?</strong></span>",
    "options": {
      "A": "Üreme sistemini etkilememesi",
      "B": "Oksidatif stres (vücutta biriken serbest radikallerin DNA gibi hücresel seviyedeki bileşenlere zarar ermesi)",
      "C": "Sitotoksisite (zehirli maddelerin hücrelere zarar vermesi)",
      "D": "Bağışıklık problemleri",
      "E": "Kanser riski"
    },
    "correctAnswer": "A",
    "explanation": "Mikroplastikleri insan sağlığına verdiği zararlar şu başlıklar altında özetlenebilir (Rahman ve ark.., 2021):<br/><ul> <li> Oksidatif stres (vücutta biriken serbest radikallerin DNA gibi hücresel seviyedeki bileşenlere zarar ermesi)<br/></li> <li> Sitotoksisite (zehirli maddelerin hücrelere zarar vermesi)<br/></li> <li> Bağışıklık problemleri<br/></li> <li> Sinir sistemi problemleri<br/></li> <li> Üreme sistemi ile ilgili problemler<br/></li> <li> Kanser riski<br/></li> </ul>"
  },
  {
    "id": "3862706",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi veya hangileri mikroplastiklerin gıda olarak tüketilen deniz canlıları aracılığı ile insanlara taşınması sıralamasıdır?",
    "options": {
      "A": "Mikroplastikler ambalajdan çözünür<br/>Akarsu/deniz/göllere karışır<br/>Deniz canlılarının bünyesine geçer<br/>Deniz canlısı gıda olarak tüketilir<br/>Mikroplastikler insan bünyesine geçer",
      "B": "Akarsu/deniz/göllere karışır<br/>Deniz canlılarının bünyesine geçer<br/>Deniz canlısı gıda olarak tüketilir<br/>Mikroplastikler insan bünyesine geçer<br/>Mikroplastikler ambalajdan çözünür",
      "C": "Deniz canlısı gıda olarak tüketilir<br/>Mikroplastikler insan bünyesine geçer<br/>Mikroplastikler ambalajdan çözünür<br/>Akarsu/deniz/göllere karışır<br/>Deniz canlılarının bünyesine geçer",
      "D": "Mikroplastikler ambalajdan çözünür<br/>Deniz canlısı gıda olarak tüketilir<br/>Mikroplastikler insan bünyesine geçer<br/>Akarsu/deniz/göllere karışır<br/>Deniz canlılarının bünyesine geçer",
      "E": "Mikroplastikler ambalajdan çözünür<br/>Akarsu/deniz/göllere karışır<br/>Deniz canlısı gıda olarak tüketilir<br/>Mikroplastikler insan bünyesine geçer<br/>Deniz canlılarının bünyesine geçer"
    },
    "correctAnswer": "A",
    "explanation": "Mikroplastiklerin gıda olarak tüketilen deniz canlıları aracılığı ile insanlara taşınması şeması<br/>Mikroplastikler ambalajdan çözünür Akarsu/deniz/göllere karışır<br/>Deniz canlılarının bünyesine geçer<br/>Deniz canlısı gıda olarak tüketilir<br/>Mikroplastikler insan bünyesine geçer"
  },
  {
    "id": "3862713",
    "unitNumber": 8,
    "text": "Bazı düzenlemeler, hem üreticilere hem de tüketicilere ek mali yükler getirdiği için yenilikçi ve çevre dostu ambalajların tasarlanmasını teşvik etmekte, yönlendirmektedirler. Aşağıdakilerden hangisi bu düzenlemelerden biri <span style=\"text-decoration: underline;\"><strong>değildir?</strong></span> olabilmektedir:",
    "options": {
      "A": "Cezalandırma",
      "B": "Yasaklama",
      "C": "Vergilendirme",
      "D": "Ücretlendirme",
      "E": "Gönüllülük"
    },
    "correctAnswer": "A",
    "explanation": "Aynı zamanda bazı düzenlemeler, hem üreticilere hem de tüketicilere ek mali yükler ge- tirdiği için yenilikçi ve çevre dostu ambalajların tasarlanmasını teşvik etmekte, yönlendirmektedirler. Bu düzenlemeler farklı şekillerde olabilmektedir:<br/>• Yasaklama<br/>• Vergilendirme<br/>• Ücretlendirme<br/>• Gönüllülük"
  },
  {
    "id": "3862708",
    "unitNumber": 8,
    "text": "Doğal toprak tabakalarının insan etkinlikleri sonucunda zararlı maddelerle kirlenmesi durumunu neyi ifade eder?",
    "options": {
      "A": "Toprak kirliliği",
      "B": "Hava kirliliği",
      "C": "Akarsu kirliliği",
      "D": "Deniz kirliliği",
      "E": "Çevre kirliliği"
    },
    "correctAnswer": "A",
    "explanation": "<strong>Toprak kirliliği</strong>, doğal toprak tabakalarının insan etkinlikleri sonucunda zararlı maddelerle kirlenmesi durumunu ifade eder."
  },
  {
    "id": "3862705",
    "unitNumber": 8,
    "text": "Kirlilik türleri arasında canlı hayatını en doğrudan etkileyen kirlilik türü hangisidir?",
    "options": {
      "A": "Hava",
      "B": "Akarsu",
      "C": "Çevre",
      "D": "Deniz",
      "E": "Irmak"
    },
    "correctAnswer": "A",
    "explanation": "Hava kirliliği, kirlilik türleri arasında canlı ha- yatını en doğrudan etkileyen bir kirlilik türüdür. Canlılar toprak ve su ile temastan kaçınabilseler de nefes almadan veya hava ile temas etmeden yaşayamazlar."
  },
  {
    "id": "3862627",
    "unitNumber": 8,
    "text": "Mürekkep uzaklaştırma puanlarına göre 71-100 puan arası hangi şekilde sınıflandırılır?",
    "options": {
      "A": "İyi",
      "B": "Kötü",
      "C": "Tolere edilebilir",
      "D": "Vasat",
      "E": "Uygun değil"
    },
    "correctAnswer": "A",
    "explanation": "Puanlama / Skor<br/>71-100 puan arası İyi<br/>51-70 puan arası Vasat<br/>0-50 puan arası Tolere edilebilir<br/>Eksi puan Mürekkep uzaklaştırma için uygun değil (ancak mürekkeplerden temizlenmeden düşük kaliteli kağıtlara geri dönüştürülebilir)"
  },
  {
    "id": "3862712",
    "unitNumber": 8,
    "text": "Tek Kullanımlık Plastikler Yönergesi hangi tarihde yürürlüğe girmiştir?",
    "options": {
      "A": "2019",
      "B": "2018",
      "C": "2017",
      "D": "2016",
      "E": "2015"
    },
    "correctAnswer": "A",
    "explanation": "Eklenen son yönerge ise 2019 yılındaki “Tek Kullanımlık Plastikler ile ilgili Yönerge”dir"
  },
  {
    "id": "3862626",
    "unitNumber": 8,
    "text": "Temizleme işleminde mürekkepler kağıt liflerinden kaç şekilde uzaklaştırılabilir?",
    "options": {
      "A": "İki",
      "B": "Üç",
      "C": "Dört",
      "D": "Beş",
      "E": "Altı"
    },
    "correctAnswer": "A",
    "explanation": "Temizlenme sürecinde kağıt püresinden uzaklaştırılması gereken önemli kirleticilerden bir tanesi de mürekkeplerdir. Mürekkepler liflerden iki temel şekilde uzaklaştırılabilirler:<br/>1. Yıkama ile mürekkep uzaklaştırma<br/>2. Yüzdürme ile mürekkep uzaklaştırma"
  },
  {
    "id": "3862709",
    "unitNumber": 8,
    "text": "Üretim, tüketim ve hizmet süreçlerinde atık oluşumunun önlenmesi/azaltılması, ye- niden kullanıma öncelik verilmesi, oluşan atıkların ise kaynağında ayrı biriktirilerek toplanması ve geri dönüşüm ve/veya geri kazanımına ne denmektedir?",
    "options": {
      "A": "Sıfır atık",
      "B": "Çevrenin korunması",
      "C": "Halk sağlığı",
      "D": "Yenilikçi çözüm",
      "E": "Teşvik"
    },
    "correctAnswer": "A",
    "explanation": "Sıfır atık: Üretim, tüketim ve hizmet süreçle- rinde atık oluşumunun önlenmesi/azaltılması, yeniden kullanıma öncelik verilmesi, oluşan atıkların ise kaynağında ayrı biriktirilerek toplanması ve geri dönüşüm ve/veya geri kazanımının sağlanarak bertarafa gönderilecek atık miktarının azaltılması suretiyle çevre ve insan sağlığının ve tüm kaynakların korunmasını hede eyen yaklaşım."
  }
]