[
  {
    "id": "3444782",
    "unitNumber": 1,
    "text": "Paleolitik Çağ kaçıncı jeolojik zaman içerisinde yer alır?",
    "correctAnswer": "D",
    "options": {
      "A": "Birinci",
      "B": "İkinci",
      "C": "Üçüncü",
      "D": "Dördüncü",
      "E": "Beşinci"
    },
    "explanation": "Jeolojik devirler açısından Paleolitik Çağ Türkçede sık kullandığımız şekli ile dördüncü jeolojik zaman (<strong><em>Kuaterner</em></strong>) içerisinde yer alır."
  },
  {
    "id": "3444786",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi becerikli ilk insan türünün adıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Homo Neandertal",
      "B": "Hominid",
      "C": "Homo Habilis",
      "D": "Homo Erectus",
      "E": "Homo Ergaster"
    },
    "explanation": "İlk insan türüne <em>Homo Habilis </em>(becerikli insan) ismi verilmiştir."
  },
  {
    "id": "3444789",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi 900 cc’lik beyin hacmi ile modern insana benzemektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Homo Neandertal",
      "B": "Hominid",
      "C": "Homo Habilis",
      "D": "Homo Ergaster",
      "E": "Homo Erectus"
    },
    "explanation": "<em>Homo Erectus</em>’tur (dik yürüyen). En eski kalıntılarını 1,9 milyon yıl öncesine tarihlediğimiz Erectus 900 cc’lik beyin hacmi ve kemiklerinin biçimi, boyutları itibarıyla modern insana oldukça benzemekte olup, ondan daha güçlü bir kas ve kemik yapısına sahiptir."
  },
  {
    "id": "3444797",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Birincil konteksti bozulmaksızın günümüze ulaşmış buluntuları tanımlar?",
    "correctAnswer": "A",
    "options": {
      "A": "İn Situ",
      "B": "Devşirme",
      "C": "Arşitrav",
      "D": "Friz",
      "E": "Stel"
    },
    "explanation": "<strong>İn Situ: </strong>Birincil konteksti bozulmaksızın günümüze gelebilmiş buluntulardır."
  },
  {
    "id": "3444802",
    "unitNumber": 1,
    "text": "Anadolu’da Orta Paleolitik’e ilişkin <u>en önemli</u> tabakalanmayı veren yerleşim aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Üçağızlı Mağaraları",
      "B": "Karain Mağarası",
      "C": "Dülük",
      "D": "Karadağ Eteği",
      "E": "Şarklı Mağara"
    },
    "explanation": "Karain Mağarası, Anadolu’da Orta Paleolitik’e ilişkin en önemli tabakalanmayı veren yerleşimdir."
  },
  {
    "id": "3444812",
    "unitNumber": 1,
    "text": "Buzul Çağı’nın sona ermesi ile başlayan daha sıcak, ılıman iklim koşullarının oluştuğu dönem aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Pleistosen",
      "B": "Würm",
      "C": "Günz",
      "D": "Mindell",
      "E": "Holosen"
    },
    "explanation": "<strong>Holosen: </strong>Buz devri olarak da bilinen Pleistosen dönemin bitişiyle başlayan daha sıcak, ılıman iklim koşullarının oluştuğu dönemdir. Okyanus yüzey sıcaklıkları artmış, buzullar kutuplara doğru çekilmiş, bitki çeşitliliği artmıştır."
  },
  {
    "id": "3444817",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Çanak Çömleksiz ve Çanak Çömlekli dönem olarak ikiye ayrılmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Paleolitik Çağ",
      "B": "Neolitik Çağ",
      "C": "Kalkolitik Çağ",
      "D": "Tunç Çağı",
      "E": "Demir Çağı"
    },
    "explanation": "Neolitik dönemde kronoloji oluşturulurken temel olarak seramik üretimine bağlı bir sistem geliştirildiği için, erken evrelerden geç evrelere doğru Çanak Çömleksiz Neolitik ve Çanak Çömlekli Neolitik olmak üzere iki türlü ayrım yapılmaktadır."
  },
  {
    "id": "3444823",
    "unitNumber": 1,
    "text": "Neolitik Çağ mimari yapısının Anadolu’daki bütün gelişim aşamaları <u>en iyi</u> aşağıdaki hangi yerleşimde izlenebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çayönü (Diyarbakır)",
      "B": "Nevali Çori (Urfa)",
      "C": "Cafer Höyük (Malatya)",
      "D": "Göbekli Tepe (Urfa)",
      "E": "Fikirtepe (İstanbul)"
    },
    "explanation": "Neolitik Çağ mimari yapısının Anadolu’daki bütün gelişim aşamalarını en iyi şekilde Diyarbakır Ergani yakınlarındaki Çayönü kazılarında izleyebiliriz."
  },
  {
    "id": "3444830",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisinde Kaletepe’de ortaya çıkarılan obsidyen işlikleri, ticaret ağının Kuzey Suriye ve Kıbrıs’a uzandığını göstermiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Paleolitik Çağ",
      "B": "Neolitik Çağ",
      "C": "Kalkolitik Çağ",
      "D": "Tunç Çağı",
      "E": "Demir Çağı"
    },
    "explanation": "Kapadokya bölgesindeki önemli bir obsidyen kaynağı merkezi olan Hasandağı dolaylarındaki Kaletepe’de ortaya çıkarılan obsidyen işlikleri, Neolitik Çağ’daki ticaret ağının Kuzey Suriye ve Kıbrıs’a uzandığını göstermiştir."
  },
  {
    "id": "3444834",
    "unitNumber": 1,
    "text": "Dünyada bilinen <u>en eski</u> keten dokuma örnekleri nerede üretilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Çayönü",
      "B": "Caferhöyük",
      "C": "Çatalhöyük",
      "D": "Hacılar",
      "E": "Nevali Çori"
    },
    "explanation": "Çatalhöyük’te ele geçen ve dünyadaki bilinen en eski keten dokuma örnekleri, Orta Anadolu’da Seramikli Neolitik Çağ’dan itibaren dokumaların üretildiğini gösteren en dikkat çekici kanıtlardan biridir."
  },
  {
    "id": "3452561",
    "unitNumber": 1,
    "text": "Prehistorya'nın tanımı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Geçmiş ve günümüz topluluklarında yaşayan insanların çeşitli yönlerini inceleyen bilim dalıdır.",
      "B": "Yazılı tarihin başlangıcından önceki döneme verilen addır.",
      "C": "Dillerin yapısını, tarihsel gelişimini ve birbirleri ile ilişkilerini inceleyen bilim dalıdır.",
      "D": "Geçmiş toplumları siyasal, sosyal ve kültürel yönden inceleyen bilim dalıdır.",
      "E": "Antik Yunan ve Roma dönemlerine ait arkeolojik kalıntılarının incelenmesi ve anlaşılmasını sağlayan bilim dalıdır."
    },
    "explanation": "Prehistorya, yazılı tarihin başlangıcından önceki döneme verilen addır."
  },
  {
    "id": "3452736",
    "unitNumber": 1,
    "text": "I. Kuarterner Kendi içinde Pleistosen ve Holosen olarak iki ana evreye ayrılmaktadır.<br/>II. Paleolitik Dönem, Alt Paleolitik ve Üst Paleolitik dönem olmak üzere 2 evreye ayrılır.<br/>III. Paleolitik Çağ Türkçede sık kullandığımız şekli ile dördüncü jeolojik zaman (Kuaterner) içerisinde yer alır.<br/>IV. Alt Paleolitik Çağ, Anadolu için günümüzden önce 1 milyon yıl ile başlayıp 250.000 bin yıl öncesinde bitmektedir. <br/>V. Alt Paleolitik Çağ günümüzden yaklaşık 2,5 milyon yıl öncesinde alet kullanan ilk insanların Afrika’da ortaya çıkması ile başlar.<br/>Yukarıda verilen bilgilerden hangisi/hangileri Paleolitik dönem ile ilgilidir?",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "I, II, III, V",
      "C": "II, V",
      "D": "I, III, IV, V",
      "E": "II, III, V"
    },
    "explanation": "J<strong>eolojik devirler açısından Paleolitik Çağ Türkçede sık kullandığımız şekli ile dördüncü jeolojik zaman (Kuaterner) içerisinde yer alır.</strong> Diğer jeolojik devirlere göre en kısa süren dördüncü jeolojik devir olan Kuaterner’in çok önemli iki özelliği vardır. <strong>Kendi içinde Pleistosen ve Holosen olarak iki ana evreye ayrılmakta</strong> ve Paleolitik Çağlarda Pleistosen İklim kuşağı içinde görmekteyiz. Bir yandan Pleistosen dönem içinde buzul ve buzul arası iklim dönemlerini (Günz, Mindell, Riss, Würm) içinde başta Afrika ve Avrasya içinde ve Anadolu’da insan türü bu dönemde gelişimini tamamlamıştır. Bugünde hâlâ sürdüğü düşünülen ve Neolitik Çağ’da Önasya olarak adlandırdığımız ve coğrafyamızın da ilklerini barındırdığı ilk yerleşik üretici köy toplulukların ortaya çıktığı ve günümüz uygarlığının temellerinin atıldığı dönemdir.<br/><strong>Alt Paleolitik Çağ (GÖ Yaklaşık 1.200.000 - 250.000) Paleolitik Çağ yaklaşık 2 milyon yılı kapsayan ve insanlık tarihinin başlangıcını içinde barındıran</strong>, Alt Paleolitik, Orta Paleolitik, Üst Paleolitik ve Epi-Paleolitik olarak 4 evreye ayrılan, insanın tarihinin en uzun dönemidir. Biyolojik ve kültürel açıdan insanın evriminin en önemli bölümünün gerçekleştiği bu dönem içerisinde hem dünya jeomorfolojisi hem de iklim koşulları günümüz ile oldukça farklılık göstermektedir. <strong>Alt Paleolitik Çağ günümüzden yaklaşık 2,5 milyon yıl öncesinde alet kullanan ilk insanların Afrika’da ortaya çıkması ile başlarken</strong>, bu tarih Anadolu için günümüzden önce 1 milyon yıl ile başlayıp 250.000 bin yıl öncesinde bitmektedir. <br/>ÇÖZÜM: Soru kökünde verilen beş bilgiden I, III, IV ve V doğru olarak kitaptaki 4. sayfada verilmiş ve metinde koyu harflerle belirtilmişti. Ancak II. Nolu metinde Paleolitik kendi içinde Altpaleolitik ve Üstpaleolitik diye ikiye ayrılır diye belirtilmiştir. Kitapta ise Alt Paleolitik, Orta Paleolitik, Üst Paleolitik ve Epi-Paleolitik olarak 4 evreye ayrıldığı belirtilmektedir. Bu nedenle bu seçenek yanlış olduğu için \"d\" şıkkında yer alan maddelerin doğru bilgi içermesi nedeniyle doğru yanıt içermektedir. Diğerleri eksik ve ya II. Maddeyi içerdiği için yanlıştır."
  },
  {
    "id": "3452787",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Homo Habilis ile ilgili <strong><u>değildir?</u></strong>",
    "correctAnswer": "E",
    "options": {
      "A": "İki ayağı üzerinde dik duran ve ellerini ilk kullanan insan türüdür.",
      "B": "2 milyon yıl önce oluşumunu tamamlamıştır.",
      "C": "İlk görüllüskleri yer Afrikadır.",
      "D": "İnsan türünün ilk temsilcisidir.",
      "E": "İki ayak üzerinde duran Avrupa'da ilk yerleşimcidir."
    },
    "explanation": "İki ayağı üzerinde dik duran ve bu özelliğin ellerine getirdiği serbestlik ile de ellerini kullanarak alet üretebilen insan hâline gelmiştir. Bu ilk insan türüne Homo Habilis (becerikli insan) ismi verilmiştir. Homo Habilis 2 milyon yıla yakın bir zaman önce Afrika kıtasında oluşumunu tamamlamış ve insan türünün ilk temsilcisidir."
  },
  {
    "id": "3452815",
    "unitNumber": 1,
    "text": "Anadolu’da Alt Paleolitik Çağ’ın başlangıcında en eski insan ve aletlerine ait ilk buluntuları nerededir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kanal Mağaraları",
      "B": "Şahinkaya Mağarası",
      "C": "Kaletepe Deresi 3",
      "D": "Üçağızlı Mağarası",
      "E": "Dülük"
    },
    "explanation": "Anadolu’da Alt Paleolitik Çağ’ın başlangıcında en eski insan ve aletlerine ait ilk buluntular, Orta Anadolu’daki Kaletepe Deresi 3’te ele geçmiştir."
  },
  {
    "id": "3452956",
    "unitNumber": 1,
    "text": "I. Yontma Taş alet teknolojisinin ismi Fransa’daki ilk buluntu yerlerinde tanımlanan Levaluva ve Musteryen alet teknolojileri olarak isimlendirilmiştir.<br/>II. Yerleşim alanları geniş mağaralar ve sığınaklardır. <br/>III. Bu dönemde iklim koşulları giderek sertleşmiş ve yeni bir buzullaşmanın başlamasıyla insan yaşamı ve teknolojisinde değişimler ortaya çıkmıştır. <br/>IV. Homo Neandertal insanının ortaya çıktığı dönemdir.<br/>V. Teknolojik değişiklik ile sistemli olarak daha gelişmiş yonga aletler üretilmiştir.<br/>Yukarıda verilen bilgiler aşağıdakilerden hangi dönemi tanımlamaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Üst Paleolitik Dönem",
      "B": "Epi Paleolitik Dönem",
      "C": "Kalkolitik Dönem",
      "D": "Neolitik Dönem",
      "E": "Orta Paleolitik Dönem"
    },
    "explanation": "Orta Paleolitik Çağ (GÖ Yaklaşık 250.000 - 45.000)<br/>Bu dönemde iklim koşulları giderek sertleşmiş ve yeni bir buzullaşmanın başlamasıyla insan yaşamı ve teknolojisinde değişimler ortaya çıkmıştır. Yerleşim alanları geniş mağaralar ve sığınaklar olmuş ayrıca teknolojik değişiklik ile sistemli olarak daha gelişmiş yonga aletler üretilmiştir. Orta Paleolitik Çağ’ın insan<br/>türü Erectus’a göre düşünsel yetileri ve el becerileri daha gelişkin olan, iki yüzeyli çok işlevli baltalar yerine, her bir iş için ayrı özelliklere sahip aletler üretebilen Homo Neandertal insanının ortaya çıktığını görmekteyiz. Yontma Taş alet teknolojisinin ismi yine Fransa’daki ilk buluntu yerlerinde tanımlanan Levaluva ve Musteryen alet teknolojileri olarak isimlendirilerek, bu teknolojiler Aşölyen teknolojisinin yerini almıştır. Daha yoğun bir taş alet kullanımının görüldüğü bu dönemde, özellikle başta Avrupa olmak üzere Avrasya’dan Özbekistan’a kadar keşfedilen düzinelerce mağarada yaşayan Neandertal toplulukları ustaca kullanım amaçlarına uygun aletler yapabilmek için gerekirse daha uzak bölgelere giderek barındıkları yerlere ham madde taşımışlardır. Neandertallerin soyutlama yetisi şaşırtıcı bir özellik olarak karşımıza çıkar. Ölülerini gömmeleri ve ölünün yanına eşyalar koymaları, bu topluluklardaki “ölümden sonraki yaşam” düşüncesinin, yani bir soyutlama yetisi ile inanç ögelerinin ortaya çıktığı insan türünün ilk örneğidir.<br/>Bu dönem için Karain Mağarası, Anadolu’da Orta Paleolitik’e ilişkin en önemli tabakalanmayı veren yerleşimdir. Taş alet teknolojisinde dik düzeltili aletlerin yerine Levaluva yönteminin kullanımı, Musteryen uçların görünmesi, dişlemeli ve çontuklu aletlerden ziyade kenar kazıyıcıların tercih edilmesi, yeni ortaya çıkan özellikler arasında yer almaktadır. Daha yoğun bir taş alet kullanımının söz konusu olduğu ve aynı zamanda ham madde de büyük bir çeşitlilik görülür. Genel olarak Karain Mağarası’nın yontma taş ustaları tarafından kullanılan yöntem ve yaptıkları aletlerin biçimleri, Levant’ın Musteryen buluntu topluluğundan çok, Zagroslar’daki mağara buluntu yerleriyle benzerlik göstermektedir. Daha geç evrelerde bulunan küçük yaprak biçimli uçlar, aynı zamanda Balkanlar ve Orta Avrupa’dan bilinen iki yüzden işlenmiş taş aletleri andırmaktadır. Kocapınar, Beldibi-Kumbucağı ve Kaletepe Deresi 3, her ne kadar aynı buluntu yoğunluğuna sahip olmasalar ve yeterince araştırılmamışlarsa da karşılaştırmada yararlanılabilecek Musteryen buluntu topluluklarına sahiplerdir."
  },
  {
    "id": "3452967",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Anadolu'nun, günümüzden önce (GÖ) 45.000-17.000 yıllarını kapsayan dönemidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Neolitik Dönem",
      "B": "Üst Paleolitik Dönem",
      "C": "Alt Paleolitik Dönem",
      "D": "Orta Paleolitik Dönem",
      "E": "Kalkolitik Dönem"
    },
    "explanation": "Günümüzden Önce (GÖ) 45.000-17.000 yılları arası dönem Anadolu’da Üst Paleolitik Dönem'dir."
  },
  {
    "id": "3453009",
    "unitNumber": 1,
    "text": "Dünyanın en erken “tapınak” yapısı örneklerinin ilk ortaya çıkartıldığı yerleşim aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Dülük",
      "B": "Fikirtepe",
      "C": "Çayönü",
      "D": "Göbeklitepe",
      "E": "Karain"
    },
    "explanation": "Dünyanın en erken “tapınak” yapısı örneklerinin ilk ortaya çıkartıldığı yer Urfa yakınlarındaki Göbekli Tepe'dir."
  },
  {
    "id": "3453096",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Neolitik Dönem ile ilgili değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "İlk evcilleşen hayvanın domuz olduğu anlaşılmaktadır.",
      "B": "Tarımın başlangıcında yabanıl emmer, einkorn buğdayları, çavdar, arpa ve büyük tohumlu baklagillerin evcilleştirmeye uygun özellikleri ve hızlı yayılmaları, avcı-toplayıcı konumdaki insanlar tarafından kolaylıkla evcilleştirilmelerine imkân vermiştir.",
      "C": "Neolitik Çağ sürekli yerleşme olgusu ile günümüz mimarisinin temellerinin atıldığı bir dönemdir.",
      "D": "Her bir iş için ayrı özelliklere sahip aletler üretebilen Homo Neandertal insanının ortaya çıktığı dönemdir.",
      "E": "Bu dönem süresince, Önasya ve Anadolu’dagörülen şekli ile ölülerin tamamının, genel olarak ev tabanlarının altına ve hocker pozisyonda (ana<br/>rahmindeki çocuk pozisyonu) gömüldüğü görülür."
    },
    "explanation": "Her bir iş için ayrı özelliklere sahip aletler üretebilen Homo Neandertal insanının ortaya çıktığı dönem Orta Paleolitik Dönemdir."
  },
  {
    "id": "3453163",
    "unitNumber": 1,
    "text": "I. Yerleşimin duvar resimlerinde, büyük yabani hayvanların kızdırılması ve avlanma ritüeli sahneleri gibi tasvirleri görürüz. <br/>II. Evler birbirine bitişiktir. Genellikle kapıları bulunmayan bu yapılara damlarındaki bir açıklıktan, ahşap bir merdiven ile girilebilmekteydi.<br/>III. Oda içlerinde fırın ve ocaklardan başka, duvar diplerinde kerpiç sekiler de bulunmaktaydı. <br/>IV. Taş temelsiz kerpiç duvarlar, ahşap dikme ve kirişlerle<br/>desteklenmiştir. <br/>V. Çanak Çömlekli Neolitik Çağ’ın en önemli yerleşmelerinden biridir. <br/>Yukarıda bilgileri verilen yerleşim aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çatalhöyük",
      "B": "Karain",
      "C": "Yarımburgaz Mağarası",
      "D": "Öküzini",
      "E": "Kocapınar"
    },
    "explanation": "Verilen bilgiler Çatalhöyük yerleşimine aittir."
  },
  {
    "id": "3453215",
    "unitNumber": 1,
    "text": "Seramikli Neolitik Çağ'da, Orta Anadolu’nun mimari geleneğinin gelişmesi ile birlikte konut yapılarının artık bitişik durumda olmadığı, konutların trapez ya da dörtgen plana sahip olduğu, oda sayılarının ise artık iki veya dört mekânlı olduğu görülür. Aşağıdaki yerleşimlerden hangisinde bu plan tipi görülmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Beldibi",
      "B": "Köşk Höyük",
      "C": "Karain",
      "D": "Çayönü",
      "E": "Çatalhöyük"
    },
    "explanation": "Köşk Höyük'te Seramikli Neolitik Çağ Orta Anadolu’nun mimari geleneğinin daha da gelişmesi ile konut yapılarının artık bitişik durumda olmadığı görülmektedir. Konutların trapez ya da dörtgen plana sahip olduğu, oda sayılarının ise artık iki veya dört mekânlı olduğu görülür. Evlere bitişik tarzda olan mimari yapının aksine, dışarıdan odaların eklendiği ve dışarıya açılan kapıların yerleştirildiği, uzun süre kullanılmış yapılar olduğu görülmektedir."
  },
  {
    "id": "3941414",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi ilk yerleşik üretici köy toplulukların ortaya çıktığı dönemdir?",
    "correctAnswer": "C",
    "options": {
      "A": "Demir çağı",
      "B": "Tunç çağı",
      "C": "Neolitik çağ",
      "D": "Tarih öncesi dönem",
      "E": "Kalkolitik çağ"
    },
    "explanation": "Neolitik Çağ ilk yerleşik üretici köy toplulukların ortaya çıktığı ve günümüz uygarlığının temellerinin atıldığı dönemdir."
  },
  {
    "id": "3941415",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi insanlık tarihinin en uzun dönemidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Neolitik çağ",
      "B": "Paleolitik çağ",
      "C": "Kalkolitik çağ",
      "D": "Tunç çağı",
      "E": "Demir çağı"
    },
    "explanation": "Paleolitik Çağ yaklaşık 2 milyon yılı kapsayan ve insanlık tarihinin başlangıcını içinde barındıran, Alt Paleolitik, Orta Paleolitik, Üst Paleolitik ve Epi-Paleolitik olarak 4 evreye ayrılan, insanın tarihinin en uzun dönemidir."
  },
  {
    "id": "3941417",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Anadolu'da en eski insan fosilinin bulunduğu yerdir?",
    "correctAnswer": "B",
    "options": {
      "A": "Gaziantep",
      "B": "Denizli",
      "C": "Adıyaman",
      "D": "Şanlıurfa",
      "E": "Mardin"
    },
    "explanation": "Denizli yakınlarındaki traverten yataklarında \"Kocabaş\" insanı adı verilen Homo Erectus’a ait alın ve yan kafa kemikleri Anadolu’nun en eski insan fosilidir."
  },
  {
    "id": "3941418",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Anadolu’da Orta Paleolitik döneme ilişkin en önemli tabakalanmayı veren yerleşim yeridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Çatalhöyük",
      "B": "Göbeklitepe",
      "C": "Trakya",
      "D": "Tarsus",
      "E": "Karain Mağarası"
    },
    "explanation": "Alt Paleolitik’e tarihlenen tabakalarıyla ve yıllarca süren kazı araştırmaları ile öne çıkan bir diğer buluntu yeri Antalya yakınlarındaki Karain Mağarası’dır."
  },
  {
    "id": "3941421",
    "unitNumber": 1,
    "text": "Bir kazıda; radyolarit ağırlıklı ham madde, Lövaluva yonga tekniği, uçlar ve kenar kazıyıcıların sayısal üstünlüğü saptanıyor. Bu tespitlerden hareketle buluntu topluluğunun dönemi ile ilgili aşağıdakilerden hangisi söylenebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Karain Orta Paleolitik kültür katları",
      "B": "Anadolu Üst Paleolitik (45.000-17.000)",
      "C": "Anadolu Epi-Paleolitik (17.000-10.000)",
      "D": "İlk Kalkolitik mezar katları",
      "E": "Erken Kalkolitik dönem"
    },
    "explanation": "Orta Paleolitik silsilenin içerisindeki kültürel katmanlar en yukarıda “Karain Tip Musteriyen”, onun altında şarantiyen ve en aşağıda Proto-Şarantiyen şeklinde sıralanır. Yontma taş endüstrisi üretimi büyük oranda yerel olarak bulunan ham madde olan radyolarit çakıllar ve ender olarak da çakmaktaşı ile gerçekleştirilmiştir. Lövaluva yonga tekniğinin sıkça kullanılmış olduğu Orta Paleolitik kültür katları oldukça zengin yontma taş alet topluluklarını barındırır. Bu topluluklar içerisinde ise uçlar ve kenar kazıyıcılar sayısal üstünlüğe sahiptir."
  },
  {
    "id": "3941424",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi yerleşik toplumsal düzenin temelinin atıldığı çağdır?",
    "correctAnswer": "D",
    "options": {
      "A": "Demir çağ",
      "B": "Paleolitik çağ",
      "C": "Kalkolit çağ",
      "D": "Neolitik çağ",
      "E": "Tunç çağı"
    },
    "explanation": "Yerleşik toplumsal düzenin temeli Neolitik Çağ’da oluşmuştur."
  },
  {
    "id": "3941430",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Anadolu’da Neolitik kronoloji oluşturulurken temel alınan ayrım ölçütüdür?",
    "correctAnswer": "B",
    "options": {
      "A": "Mezar gelenekleri",
      "B": "Seramik üretiminin varlığı/yokluğu",
      "C": "Metal kullanımının artışı",
      "D": "Savaş teknolojilerinin gelişimi",
      "E": "Yazı kullanımının başlaması"
    },
    "explanation": "Neolitik yaşam tarzı, çekirdek bölgeden, farklı komşu bölgelere ihraç edilmiş ve süreç içerisinde Anadolu köprüsünden Güneydoğu Avrupa’ya kadar yayılmıştır. Neolitik Çağ denen süreç, Anadolu için dört bin senenin üzerinde süren ve farklı türde aşamalardan oluşan bir bütündür. Bu dönemde kronoloji oluşturulurken temel olarak seramik üretimine bağlı bir sistem geliştirildiği için, erken evrelerden geç evrelere doğru Çanak Çömleksiz Neolitik ve Çanak Çömlekli Neolitik olmak üzere iki türlü ayrım yapılmaktadır."
  },
  {
    "id": "3941432",
    "unitNumber": 1,
    "text": "Göbekli Tepe’deki anıtsal yapılar, Neolitik toplumlar hakkında aşağıdaki yorumlardan hangisini destekler?",
    "correctAnswer": "C",
    "options": {
      "A": "Neolitik dönemde mimarinin olmadığını",
      "B": "Göbekli Tepe’nin seramikli Neolitik’e ait olduğunu",
      "C": "Neolitik toplumların basit köy topluluklarının ötesinde organize ve gelişmiş bir yapı gösterebildiğini",
      "D": "Neolitik toplulukların yalnızca küçük ve dağınık kamplar kurduğunu",
      "E": "Neolitik toplumlarda hiç ritüel yapılmadığını"
    },
    "explanation": "1990’ların ortalarından itibaren kazılan Göbekli Tepe (Urfa) yerleşmesinde, şu ana kadar Önasya’da eşi benzerine rastlanmamış, dünyanın en erken “tapınak” yapısı örnekleri ortaya çıkartılmıştır. Bugün benzerleri Şanlıurfa Harran’ı çevreleyen Tek Tek Dağları’nda Karahan Tepe, Harbetsuvan ve daha birçokları ortaya çıkarılmaktadır.<br/>MÖ 9. binin ikinci yarısından itibaren, tarım ve evcilleştirme sürecinin başlangıcındaki Anadolu Neolitik toplumlarının, basit tarımcı köy topluluklarının çok ötesinde organize ve gelişmiş bir toplum yapısını yansıttığını, bu anıtsal tapınak yapıları ile anlamaktayız."
  },
  {
    "id": "3941434",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Gordon Childe’ın, Neolitik Devrim’in Dicle-Fırat-Nil gibi büyük nehir boylarında gelişip daha sonra diğer bölgelere yayıldığını savunan yaklaşımının adıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Doğal Yaşam Bölgesi Kuramı",
      "B": "Çekirdek Bölgeler Kuramı",
      "C": "Neolitik Paket Kuramı",
      "D": "Akeramik Neolitik Kuramı",
      "E": "Şamanizm Kuramı"
    },
    "explanation": "Childe, 1900’lü yılların başındaki arkeolojik veriler ışığında, Neolitik Devrimin Dicle, Fırat ve Nil gibi büyük nehir boylarında gerçekleşip geliştikten sonra, başta Avrupa olmak üzere, dünyanın diğer bölgelerine yayıldığını, “Çekirdek Bölgeler Kuramı” adıyla ileri sürmüştür."
  },
  {
    "id": "3941436",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Marmara Bölgesi’nde Neolitik Dönem’in büyük bölümündeki durumu özetler?",
    "correctAnswer": "E",
    "options": {
      "A": "Bölge tamamen tarımcı yerleşik topluluklarla temsil edilmiştir.",
      "B": "Bölge, kentleşmiş ve surlarla çevrili yerleşmelerle temsil edilmiştir.",
      "C": "Bölge, sadece göçebe çoban topluluklardan oluşmuştur.",
      "D": "Bölge, yalnızca maden işçiliğiyle öne çıkmıştır.",
      "E": "Bölge, avcılık-toplayıcılıkla geçinen Mezolitik karakterli insanlar tarafından temsil edilmiştir."
    },
    "explanation": "Anadolu’da ilk köy topluluklarının ortaya çıkıp gelişim gösterdiği Neolitik Dönem’in büyük bölümünü kapsayan kısmında, Marmara Bölgesi’ndeki durum, geçimini henüz avcılık, balıkçılık ve toplayıcılıkla sürdüren Mezolitik karakterli insanlar tarafından temsil edilmekteydi."
  },
  {
    "id": "3443319",
    "unitNumber": 2,
    "text": "İlk Kalkolitik çağı temsil eden Halaf kültürünün yayıldığı coğrafya günümüzde hangi ülkenin sınırları içerisindedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Suriye",
      "B": "Türkiye",
      "C": "Irak",
      "D": "İran",
      "E": "Ürdün"
    },
    "explanation": "KALKEOLİTİK ÇAĞ<br/>Adını Tell Halaf, Suriye kazı alanından alan ve İlk Kalkolitik Çağı temsil eden Halaf kültürünü tanıdığımız yerleşmeler arasında, Sakçagözü, Yumuktepe, Giriki Haciyan, Değirmentepe, Tülintepe, Fıstıklı Höyük ve büyük bir merkez olduğu anlaşılan Domuztepe sayılabilir."
  },
  {
    "id": "3443347",
    "unitNumber": 2,
    "text": "Halaf yerleşmelerinde ana mekanları daire biçimli ve giriş kısımları dörtgen bir koridor şeklinde planlanmış yapılar ______ olarak adlandırılmaktadır.<br/>Yukarıdaki boşluğu aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Tholos",
      "B": "Obeyd",
      "C": "Depas",
      "D": "Priamos",
      "E": "Hematit"
    },
    "explanation": "Köyden Kente Doğru Anadolu Kültürü<br/>Halaf yerleşmelerinde karşılaştığımız diğer bir dikkat çekici olgu, “tholos” adı verilen, ana mekanları daire biçimli ve giriş kısımları dörtgen bir koridor şeklinde planlanmış yapılardır."
  },
  {
    "id": "3443413",
    "unitNumber": 2,
    "text": "Doğu Anadolu’da MÖ 4. bin yılın sonlarında, aşağıdaki yörelerden hangisinde merkezileşmiş politik toplumların gelişimi yoğun olarak görülmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Malatya, Elazığ",
      "B": "Erzincan, Tunceli",
      "C": "Tokat, Sivas",
      "D": "Muş, Bitlis",
      "E": "Diyarbakır, Mardin"
    },
    "explanation": "Köyden Kente Doğru Anadolu Kültürü<br/>Doğu Anadolu’da MÖ 4. bin yılın sonlarında, Malatya, Elazığ (Altınova) yöresi içinde, merkezileşmiş politik toplumların gelişimi yoğun olarak görülmektedir."
  },
  {
    "id": "3443472",
    "unitNumber": 2,
    "text": "Arkeolojik kazılar neticesinde özelleşen zanaatlara sahip köy görünümündeki yerleşke aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kanlıtaş Höyük",
      "B": "Hassek Höyük",
      "C": "Fıstıklı Höyük",
      "D": "Yumuktepe Höyük",
      "E": "Tülintepe Höyük"
    },
    "explanation": "Kalkolitik Çağda İç ve Batı Anadolu<br/>Kanlıtaş Höyük özelleşen zanaatlara sahip bir köy görünümü ile dikkat çekicidir."
  },
  {
    "id": "3443502",
    "unitNumber": 2,
    "text": "I. Tarımın insan hayatına belirleyici bir öge olarak girmesi<br/>II. Kentleşmenin meydana çıkması<br/>III. Etrafları sur ile çevrili ilk kent yerleşmelerinin görüldüğü<br/>Yukarıdakilerden hangisi ya da hangileri Tunç Çağı dönemi belirtilerindendir?",
    "correctAnswer": "A",
    "options": {
      "A": "II-III",
      "B": "I-II-III",
      "C": "I-III",
      "D": "II",
      "E": "I-II"
    },
    "explanation": "ERKEN TUNÇ ÇAĞI’NDA ANADOLU VE ÖNASYA<br/>İlk Tunç Çağı, Anadolu’da metalurjinin gelişimini tamamladığı, kentleşmenin meydana çıktığı ve etrafları sur ile çevrili ilk kent yerleşmelerinin görüldüğü, doğu batı doğrultusunda ticaret güzergâhlarının geliştiği bir dönemi ifade eder."
  },
  {
    "id": "3443549",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Kalkolitik Çağ yerleşkelerinin özelliklerinden birisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sulama kanallarının avantajı ile elde edilmekte olan “artı ürüne” dayalı yeni ekonomi modelinin gelişmesi",
      "B": "Birbirine yabancı kalabalık toplulukların beraber yaşamaya başlaması",
      "C": "Büyük yerleşme yerlerinin genelde hepsi sur duvarı ile korunmaktadır",
      "D": "Ticareti organize eden kişiler, seçkin bir sınıfın oluşumunu sağlamışlardır.",
      "E": "Kervan yolları üzerinde ve dağlar arasındaki doğal geçitleri tutan yerleşmeler önem kazanmıştır."
    },
    "explanation": "KALKEOLİTİK ÇAĞ<br/>Sulama kanallarının avantajı ile elde edilmekte olan “artı ürüne” dayalı yeni ekonomi modeliyle, yerleşim birimlerinde ortaya çıkan yeni yönetim biçiminin getirdiği yönetici, bürokrat, ruhban, tüccar ve zanaatkar nüfusun çoğalması, iklimin kurak olduğu bu coğrafyada giderek sorun hâline gelmeye başlayan nüfus artışını ortaya çıkarır."
  },
  {
    "id": "3443570",
    "unitNumber": 2,
    "text": "Anadolu'da yazının kullanılmaya başlaması hangi tarihte meydana gelmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "MÖ. 18.yy",
      "B": "MÖ. 3000",
      "C": "MÖ. 3400",
      "D": "MÖ. 15.yy",
      "E": "MÖ. 4000"
    },
    "explanation": "ERKEN TUNÇ ÇAĞI’NDA ANADOLU VE ÖNASYA<br/>MÖ 18. yüzyılda yazının Anadolu’ya Asurlu tüccarlar tarafından getirilmesiyle ortaya çıkan yazılı belgeler yardımıyla ve daha sonra Anadolu’nun ilk merkezi devletini oluşturan Hitit Devleti’nin kayıtları sayesinde, Anadolu kronolojisini daha gerçekçi bir şekilde karşılaştırmak mümkün olmuştur."
  },
  {
    "id": "3443591",
    "unitNumber": 2,
    "text": "Aşağıdaki uygarlıklardan hangisi yazıyı Anadolu'ya getirmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Asurlular",
      "B": "Akkadlar",
      "C": "Frigler",
      "D": "Hititler",
      "E": "Urartular"
    },
    "explanation": "ERKEN TUNÇ ÇAĞI’NDA ANADOLU VE ÖNASYA<br/>MÖ 18. yüzyılda yazının Anadolu’ya Asurlu tüccarlar tarafından getirilmesiyle ortaya çıkan yazılı belgeler yardımıyla ve daha sonra Anadolu’nun ilk merkezi devletini oluşturan Hitit Devleti’nin kayıtları sayesinde, Anadolu kronolojisini daha gerçekçi bir şekilde karşılaştırmak mümkün olmuştur."
  },
  {
    "id": "3443602",
    "unitNumber": 2,
    "text": "Tunç elde etmek için uygarlıklar aşağıdaki hangi maddeleri karıştırmışlardır?",
    "correctAnswer": "A",
    "options": {
      "A": "Bakır-kalay",
      "B": "Demir-bakır",
      "C": "Altın-Demir",
      "D": "Kalay-demir",
      "E": "Bakır-Altın"
    },
    "explanation": "İlk Tunç Çağı ve Anadolu’da Madencilik<br/>İlk me37 Anadolu Arkeolojisi 2 tal ürünlerin hammaddesi olan bakır yumuşak bir metal olduğu için, soğuk hâldeyken bile, çekiç benzeri aletlerle işlenip şekil verilebilmekteydi. Kalay, odun kömürü ile 232 Co’a kadar ısıtılıp eritilerek bakıra 1/6 ya da 1/7 oranında kalay karıştırılır ve tunç elde edilir. Bu yeni maden kalay karışımı sayesinde oksitlenmez ve bu nedenle tunç, bakıra göre daha dayanıklı bir metal olmuştur."
  },
  {
    "id": "3443631",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Tunç Çağı Anadolu tipi yerleşme düzenini ifade etmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ortadaki avlunun çevresine radyal olarak dizilmiş ve çember bir dış set meydana getiren, dörtgen trapez biçimli mekânların bulunması",
      "B": "“tholos” adı verilen, ana mekanları daire biçimli ve giriş kısımları dörtgen bir koridor şeklinde planlanmış yapıların bulunması",
      "C": "Yuvarlak yapıların üst taraflarının günümüzde Harran (Urfa) evlerindeki gibi kubbeyle örtülmüş olması",
      "D": "Korunmalı bir kapıyla girilen etrafı surla çevrili yerleşmenin orta yerinde ortadaki merkezî salonu ve onu çevreleyen üç parçalı plan özelliği taşır.",
      "E": "Taş temelli, kerpiçten basit bir savunma duvarı ile çevrili, çok iyi organize olmuş köylerin olması"
    },
    "explanation": "Doğu Anadolu’da İlk Tunç Çağı<br/>İç Batı Anadolu’da Demircihöyük ve Küllüoba’da rastlanan “Anadolu tipi yerleşme” düzeninin, Doğu Anadolu’ya kadar uzandığını, Pulur/Sakyol (Elazığ) yerleşmesinde ortadaki avlunun çevresine radyal olarak dizilmiş ve çember bir dış set meydana getiren, dörtgen trapez biçimli mekânların ortaya çıkışı ile anlamaktayız."
  },
  {
    "id": "3453330",
    "unitNumber": 2,
    "text": "Halaf yerleşmelerinde karşılaşılan, ana mekanları daire biçimli ve giriş kısımları dörtgen bir koridor şeklinde planlanmış yapılara ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tholos",
      "B": "Bazilika",
      "C": "Höyük",
      "D": "Balbal",
      "E": "Stel"
    },
    "explanation": "Halaf yerleşmelerinde karşılaştığımız diğer bir dikkat çekici olgu, “tholos” adı verilen, ana mekanları daire biçimli ve giriş kısımları<br/>dörtgen bir koridor şeklinde planlanmış yapılardır."
  },
  {
    "id": "3453446",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi, Geç Kalkolitik Çağ’da, en iyi incelenmiş ticari istasyon olan Güneydoğu Anadolu’daki Siverek (Urfa) yakınlarında yer alan Höyük’tür?",
    "correctAnswer": "A",
    "options": {
      "A": "Hassek Höyük",
      "B": "Acemhöyük",
      "C": "Çatalhöyük",
      "D": "Köşk Höyük",
      "E": "Yassıhöyük"
    },
    "explanation": "Geç Kalkolitik Çağ’da, en iyi incelenmiş ticari istasyon, Güneydoğu Anadolu’daki Siverek (Urfa) yakınlarındaki Hassek Höyük’tür"
  },
  {
    "id": "3453732",
    "unitNumber": 2,
    "text": "I. Çatalhöyük<br/>II. Kanlıtaş Höyük<br/>III. Şarhöyük<br/>Yukarıdakilerden hangisi mermer bilezik üretimine ait aşamaların takip edildiği höyüklerden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Bu yerleşmelerden Kanlıtaş Höyük özelleşen zanaatlara sahip bir köy görünümü ile dikkat çekicidir.<br/>Höyükte, mermer bilezik üretimine ait aşamaların takip edilebildiği düzinelerce üretim parçası ve bitmiş<br/>mermer bilezikler bulunmuştur."
  },
  {
    "id": "3453799",
    "unitNumber": 2,
    "text": "Anadolu’da yaşanan İlk Tunç Çağı ile ilgili aşağıdaki ifadelerden hangisi <u>yanlıştır?</u>",
    "correctAnswer": "A",
    "options": {
      "A": "İlk seramik örneklerin görülmesi",
      "B": "Metalurjinin gelişimini tamamlanması",
      "C": "Kentleşmenin meydana çıkması",
      "D": "Etrafları sur ile çevrili ilk kent yerleşmelerinin görülmesi",
      "E": "Doğu batı doğrultusunda ticaret güzergâhlarının gelişmesi"
    },
    "explanation": "İlk Tunç Çağı, Anadolu’da metalurjinin gelişimini tamamladığı, kentleşmenin meydana çıktığı ve etrafları sur ile çevrili ilk kent yerleşmelerinin görüldüğü, doğu batıdoğrultusunda ticaret güzergâhlarının geliştiği bir dönemi ifade eder."
  },
  {
    "id": "3453906",
    "unitNumber": 2,
    "text": "Yaklaşık olarak MÖ 2200’den itibaren Anadolu’daki bazı olaylar hangi devletin yazılı belgelerinden öğrenilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Akad",
      "B": "Troya",
      "C": "Karaz",
      "D": "Hitit",
      "E": "Frig"
    },
    "explanation": "MÖ 3. bin yılın son kısmında yaklaşık olarak<br/>MÖ 2200’den itibaren Anadolu’daki bazı olaylar, komşu Akad Devleti’nin yazılı belgelerinden<br/>öğrenilmektedir."
  },
  {
    "id": "3453964",
    "unitNumber": 2,
    "text": "Tabakalanmanın sistematik şekilde belgelenmesi nedeniyle arkeoloji biliminin <u>ilk </u>sistematik kazısı sayılan yerleşim aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Troya",
      "B": "Kanlıtaş",
      "C": "Çatal Höyük",
      "D": "Güvercinkayası",
      "E": "Alacahöyük"
    },
    "explanation": "smi arkeoloji dünyasın içinde sürekli polemikler ile anılan Heinrich Schliemann tarafından,<br/>ilk olarak 1870 yılında kazılmaya başlayan Troya<br/>(Hisarlık Tepe) yerleşmesi ile başlamak uygun olacaktır. Burası tabakalanmanın sistematik şekilde<br/>belgelenmesi nedeniyle arkeoloji biliminin ilk sistematik kazısı sayılır"
  },
  {
    "id": "3454110",
    "unitNumber": 2,
    "text": "Batı medeniyetinin temelini oluşturan Hellen ozanı Homeros’un İliada destanına konu olan yerleşim aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Troya",
      "B": "Çatal Höyük",
      "C": "Frigya",
      "D": "Aslantepe",
      "E": "Can Hasan"
    },
    "explanation": "Troya yerleşmesi bir asrı aşan<br/>detaylı araştırma tarihçesi, Batı medeniyetinin temelini oluşturan Hellen ozanı Homeros’un İliada<br/>destanına konu olması, Kuzeybatı Anadolu ile Ege<br/>Dünyası arasında boğazı tutan stratejik konumu,<br/>Batı Anadolu’daki zengin buluntuları vermesi ve ilk<br/>kent örneği olması gibi çeşitli nedenlerden dolayı,<br/>Anadolu Arkeolojisinde çok önemli bir yer tutmaktadır."
  },
  {
    "id": "3454294",
    "unitNumber": 2,
    "text": "Troya I tabakası ile ilgili aşağıdakil ifadelerden hangisi <u>yanlıştır?</u>",
    "correctAnswer": "A",
    "options": {
      "A": "İlk mermer bilezik üretiminin yapılması",
      "B": "İlk megaron planlı yapıların görülmesi",
      "C": "Kale yerleşimlerinin görülmesi",
      "D": "Bir yangınla son bulması",
      "E": "Kente anıtsal sayılabilecek giriş kapılarından girilmesi"
    },
    "explanation": "İlk megaron planlı yapıların ve kale yerleşimlerinin görüldüğü Troya I tabakası bir yangınla son<br/>bulur. Troya I’deki yapı katlarında doksan metrelik<br/>bir sur ile çevrili küçük bir yerleşme bulunmuştur.<br/>Sağlam kesme taşlardan yapılmış eğimli surlar ile<br/>çevrili olan kente, anıtsal sayılabilecek giriş kapılarından geçilerek ulaşılmaktadır. Bu kapılar, Anadolu’daki ilk kapı yapıları olması açısından oldukça dikkat çekicidir."
  },
  {
    "id": "3454323",
    "unitNumber": 2,
    "text": "İsmi arkeoloji dünyasın içinde sürekli polemikler ile anılan Heinrich Schliemann tarafından,ilk olarak 1870 yılında kazılmaya başlayan yerleşim aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Troya",
      "B": "Alaca Höyük",
      "C": "Horoztepe",
      "D": "Aktopraklık",
      "E": "Aşıklı Höyük"
    },
    "explanation": "İsmi arkeoloji dünyasın içinde sürekli polemikler ile anılan Heinrich Schliemann tarafından,<br/>ilk olarak 1870 yılında kazılmaya başlayan Troya<br/>(Hisarlık Tepe) yerleşmesidir."
  },
  {
    "id": "3454474",
    "unitNumber": 2,
    "text": "MÖ 2300 yılına tarihlenen demirden yapılmış en eski alet olduğu kabul edilen demir kama aşağıdaki Orta Anadolu yerleşimlerinden hangisinde bulunmuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "Alacahöyük",
      "B": "Yumuktepe",
      "C": "Sakçagözü",
      "D": "Tülintepe",
      "E": "Giriki Haciyan"
    },
    "explanation": "Orta Anadolu’daki Alacahöyük’te bulunan ve<br/>MÖ 2300 yılına tarihlenen demir kamanın yapımının bir rastlantı sonucu olmadığı ve bu parçanın<br/>demirden yapılmış en eski alet olduğu kabul edilmektedir"
  },
  {
    "id": "3460434",
    "unitNumber": 2,
    "text": "MÖ 5500-3000 yılları arasına tarihlenen ...............Çağ, Mezopotamya uygarlığınında temellerinin gerçek anlamda atıldığı dönemdir.<br/>Yukarıdaki boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Paleolitik Çağ",
      "B": "Mezolitik Çağ",
      "C": "Neolitik Çağ",
      "D": "Kalkolitik Çağ",
      "E": "Tunç / Bronz Çağı"
    },
    "explanation": "MÖ 5500-3000 yılları arasına tarihlenen Kalkolitik (Bakır Taş Devri) Çağ, Mezopotamya uygarlığınında temellerinin gerçek anlamda atıldığı dönemdir."
  },
  {
    "id": "3460445",
    "unitNumber": 2,
    "text": "<ol type=\"I\"> <li>Sakçagözü</li> <li>Giriki Haciyan</li> <li>Domuztepe</li> </ol> Yukarıdakilerden hangisi Adını Tell Halaf, Suriye kazı alanından alan ve İlk Kalkolitik Çağı temsil eden Halaf kültürünü tanıdığımız yerleşmeler arasındadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "I, II ve III"
    },
    "explanation": "Adını Tell Halaf, Suriye kazı alanından alan ve İlk Kalkolitik Çağı temsil eden Halaf kültürünü tanıdığımız yerleşmeler arasında, Sakçagözü, Yumuktepe, Giriki Haciyan, Değirmentepe, Tülintepe, FıstıklıHöyük ve büyük bir merkez olduğu anlaşılan Domuztepe sayılabilir."
  },
  {
    "id": "3460487",
    "unitNumber": 2,
    "text": "Geç Kalkolitik Çağ’da, en iyi incelenmiş ticari istasyon, Güneydoğu Anadolu’daki Siverek (Urfa) yakınlarındaki ........’tür.<br/>Yukarıdaki boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hassek Höyük",
      "B": "Oylum Höyük",
      "C": "Kazane Höyük",
      "D": "Fıstıklı Höyük",
      "E": "Kara Höyük"
    },
    "explanation": "Geç Kalkolitik Çağ’da, en iyi incelenmiş ticari istasyon, Güneydoğu Anadolu’daki Siverek (Urfa) yakınlarındaki Hassek Höyük’tür"
  },
  {
    "id": "3460500",
    "unitNumber": 2,
    "text": "Yaklaşık ....... yıl gibi uzun bir süreci kapsayan Orta Kalkolitik Çağ’da, içinde çeşitli yerel kültürlere ait olan, birbirlerinden farklı çanak çömlek yapımı ve bezeme yöntemlerinin ortaya çıktığı görülmektedir.<br/>Yukarıdaki boşluğu aşağıdakilerden hangisi tamamlamalıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "iki yüz",
      "B": "üç yüz",
      "C": "beş yüz",
      "D": "yedi yüz",
      "E": "bin"
    },
    "explanation": "Yaklaşık bin yıl gibi uzun bir süreci kapsayan Orta Kalkolitik Çağ’da, içinde çeşitli yerel kültürlere ait olan, birbirlerinden farklı çanak çömlek yapımı ve bezeme yöntemlerinin ortaya çıktığı görülmektedir."
  },
  {
    "id": "3460517",
    "unitNumber": 2,
    "text": "Yaklaşık MÖ 3.000 yıllarında başlayan İlk Tunç Çağı yaklaşık kaç yıllık bir süreci kapsar?",
    "correctAnswer": "D",
    "options": {
      "A": "500",
      "B": "750",
      "C": "1000",
      "D": "1200",
      "E": "1500"
    },
    "explanation": "Yaklaşık MÖ 3000’de başlayan İlk Tunç Çağı, pek çok bölgede kültürlerin sıçrama yapmadan düzenli bir şekilde geliştiği, hatta bazı bölgelerde daha durağan bir kültür gelişiminin görüldüğü bir dönem olarak 1200 yıllık bir süreci kapsar."
  },
  {
    "id": "3460530",
    "unitNumber": 2,
    "text": "<ol type=\"I\"> <li>Ham maddenin elde edilmesi</li> <li>Madeni eşya yapımı </li> <li>Nesnelerin kullanımı</li> </ol> Yukarıdakilerden hangisi madencilik sürecine dahildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "I, II ve III"
    },
    "explanation": "Madencilik süreci, çıkarmadan işlemeye kadar üç geniş aşamayı kapsamaktadır: Bu süreçler ham maddenin elde edilmesi, madeni eşya yapımı (dövme, eritme, döküm ve kalıplama) ve nesnelerin kullanımı şeklindedir."
  },
  {
    "id": "3460541",
    "unitNumber": 2,
    "text": "Anadolu insanı ilk defa hangi çağın sonuna doğru hematit, magnetit gibi demir cevherlerini eritmeyi ve demir elde etmeyi başardı?",
    "correctAnswer": "A",
    "options": {
      "A": "Tunç Çağı",
      "B": "Mezolitik Çağ",
      "C": "Neolitik Çağ",
      "D": "Kalkolitik",
      "E": "Paleolitik Çağ"
    },
    "explanation": "Anadolu insanı ilk defa İlk Tunç Çağı’nın sonuna doğru hematit, magnetit gibi demir cevherlerini eritmeyi ve demir elde etmeyi başardı."
  },
  {
    "id": "3460547",
    "unitNumber": 2,
    "text": "Troya (Hisarlık Tepe) yerleşmesi Heinrich Schliemann tarafından, kaç yılında kazılmaya başlamıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "1650",
      "B": "1700",
      "C": "1870",
      "D": "1900",
      "E": "1950"
    },
    "explanation": "Batı ve Orta Anadolu’da İlk Tunç Çağı<br/>İsmi arkeoloji dünyasın içinde sürekli polemikler ile anılan Heinrich Schliemann tarafından,ilk olarak 1870 yılında kazılmaya başlayan Troya (Hisarlık Tepe) yerleşmesi ile başlamak uygun olacaktır."
  },
  {
    "id": "3460564",
    "unitNumber": 2,
    "text": "Bakırdan hariç olarak, altın ve gümüş gibi değerli madenlerin işlenmeye başladığı dönem hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Neolitik Çağ",
      "B": "Erken Tunç Çağı",
      "C": "Paleolitik Çağ",
      "D": "Mezolitik Çağ",
      "E": "Kalkolitik Çağ"
    },
    "explanation": "Bakırdan hariç olarak, altın ve gümüş gibi değerli madenlerin de ilk defa bu dönemde işlenmeye başlandığı görülür"
  },
  {
    "id": "3460576",
    "unitNumber": 2,
    "text": "Bölgenin güneybatı yamacında açığa çıkarılan bir dizi kamusal yapı “saray” olarak adlandırılan yer neresidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Aslantepe",
      "B": "Titriş",
      "C": "Aşvan Kale",
      "D": "Karaz",
      "E": "Girnavuz"
    },
    "explanation": "Aslantepe güneybatı yamacında açığa çıkarılan bir dizi kamusal yapı “saray” olarak adlandırılmıştır."
  },
  {
    "id": "3444444",
    "unitNumber": 3,
    "text": "Asur dokümantasyonlarının kil tabletler üzerine yazılması ve sonucunda<br/>Anadolu’nun yazı ile tanışmasına neden olmuştur.<br/>Anadolu’nun eski çağ tarihine ışık tutan en eski yazılı belgeler<br/>....... tabletleridir (MÖ 1950-MÖ 1750).<br/>Yukarıdaki boşluğa hangisi gelmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kaneş",
      "B": "Kültepe",
      "C": "Hattuşa",
      "D": "Karahöyük",
      "E": "Alişar"
    },
    "explanation": "Kültepe tabletleri"
  },
  {
    "id": "3444464",
    "unitNumber": 3,
    "text": "Toprak yığmadan yararlanılarak bindirme tekniğinde<br/>sivri bir kemer biçimi verilmiş, ...... adı verilen,<br/>80 m uzunluğunda bir tünel inşa edilmiş, düşmana ani<br/>saldırılar düzenlenmek için olasılık sağlanmıştır. Sur<br/>duvarlarının iç ve dış kesiminde bulunan kuleler ile savunma<br/>güçlendirilmiştir. Bunların hepsi, Hitit savunma<br/>sisteminin iyi düşünülmüş ve yetenekli mimarlar<br/>elinden çıkmış olduğunu gösteren eserlerdir.<br/>Hitit savunma sisteminden bahsedilen paragraftaki boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "panteon",
      "B": "çark",
      "C": "potern",
      "D": "atribü",
      "E": "güneşim"
    },
    "explanation": "potern"
  },
  {
    "id": "3444474",
    "unitNumber": 3,
    "text": "“Arinna’nın Güneş Tanrıçası” yeraltı tanrıçası, “Taru” hava tanrısı ama daha çok su tanrısı olarak geçer,<br/>Aşağıdaki eşleştirmelerden hangisi/hangileri yanlıştır?<br/>I- Estan - güneş tanrısı<br/>II- Wurunkatte - savaş tanrısı<br/>III- Halmasuit - kaybolan tanrı",
    "correctAnswer": "C",
    "options": {
      "A": "I-III",
      "B": "I",
      "C": "III",
      "D": "II-III",
      "E": "II"
    },
    "explanation": "Doğrusu: Halmasuit- taht tanrıçası"
  },
  {
    "id": "3444485",
    "unitNumber": 3,
    "text": "Hitit mimarlığında, birkaç basamakla ulaşılan,<br/>önü revaklı ve açık, diğer üç yanı kapalı<br/>duvarlarla çevrili yapı tipine ne denir?",
    "correctAnswer": "E",
    "options": {
      "A": "Atribü",
      "B": "Panteon",
      "C": "Potern",
      "D": "Hiyeroglif",
      "E": "Bit Hilani"
    },
    "explanation": "Bit Hilani"
  },
  {
    "id": "3444504",
    "unitNumber": 3,
    "text": "Çanakkale’nin 30 km yakınındaki<br/>Hisarlık’ta, İda Dağı’nın (Kaz Dağı) yamacında<br/>yer alır. Bölge Dardanos tarafından kurulmuştur.<br/>Sözü edilen yerleşim aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Hattuşa",
      "B": "Kültepe",
      "C": "Sparta",
      "D": "Troya",
      "E": "Karahöyük"
    },
    "explanation": "Çanakkale’nin 30 km yakınındaki<br/>Hisarlık’ta, İda Dağı’nın (Kaz Dağı) yamacında<br/>yer alır. Troas bölgesinin merkezi<br/>kentidir. Dardanos tarafından kurulan<br/>bölgeye Dardania adını, Troas tarafından<br/>Troya ve son kral İlios’un onuruna İlion<br/>olarak isimlendirilmiştir. Hititçe’de Vilusa<br/>veya Truvisa, Yunanca’da Τροία,<br/>(Troia) veya Ίλιον, İlion, Latince’de Troia<br/>veya Ilium’dur."
  },
  {
    "id": "3444511",
    "unitNumber": 3,
    "text": "Troya Savaşı kimler arasında yapılmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Troyalılar ve Akhalılar",
      "B": "Troyalılar ve Hititler",
      "C": "Hattiler ve Anadolu Halkları",
      "D": "Yunanistan halkları - Hititler",
      "E": "Asurlular ve Troyalılar"
    },
    "explanation": "Savaş Troyalılar ve<br/>müttefikleri ile Akhalılar arasında yani Anadolu<br/>halkları ile Yunanistan halklarının savaşıdır."
  },
  {
    "id": "3444553",
    "unitNumber": 3,
    "text": "Savaşın<br/>asıl nedeni Phthia Kralı Peleus ile Thetis’in düğünlerinde<br/>davetli olmayan Eris’in (Kavga Tanrıçası),<br/>düğün sofrasına altın bir elma bırakması ile başlar.<br/>Elma üzerinde “en güzele” yazmaktadır. Tanrıçalar<br/>Hera, Athena ve Aphrodite arasında elmaya sahip<br/>olmak için güzellik yarışı başlar.<br/>Yukarıda, Yunan mitolojisinde sözü edilen savaş hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kadeş Savaşı",
      "B": "Thermopylae Savaşı",
      "C": "Troya Savaşı",
      "D": "Salamis Savaşı",
      "E": "Eurymedon Savaşı"
    },
    "explanation": "Troya savaşı"
  },
  {
    "id": "3444561",
    "unitNumber": 3,
    "text": "Kaniş Kralı Anitta’dan yaklaşık yüzyıl sonra, aynı soydan gelen Kuşşaralı Labarna Orta Anadolu’da, Kızılırmak<br/>yayı içerisinde yaşayan pek çok kraldan biri olan Piyuşti’yi bir gece baskınıyla yenilgiye uğratıp ..... ele geçirerek egemenlik alanını genişletmeye başladı. Burayı yeni<br/>bir başkent durumuna getirdi.<br/>Yukarıdaki boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "İşuva",
      "B": "Hattuş",
      "C": "Yenicekale",
      "D": "Vilusa",
      "E": "Kaneş"
    },
    "explanation": "Hattuş"
  },
  {
    "id": "3444585",
    "unitNumber": 3,
    "text": "Hititler hakkında aşağıdakilerden hangileri <strong>doğrudur?</strong><br/>I -Hitit piyadelerinin saldırıda kullandıkları ana silahları mızraktır.<br/>II- Hititler kendilerini “bin tanrılı” toplum olarak tanımlamışlardır.<br/>III- Hattuşa yakınındaki Yazılıkaya Açık Hava Tapınağındaki devletin resmî<br/>tanrıları betimlenmiştir. <br/>IV- Hitit inancına göre, tanrılarda insanlar gibi yaşmakta, yiyip içmekte, birbirleri ile evlenip çocuk sahibi olabilmekteydi.<br/>V- Hititlerin dinsel metinleri Hatti geleneğini sürdürmemiştir, bütünüyle farklıdır.",
    "correctAnswer": "E",
    "options": {
      "A": "I-II-IV-V",
      "B": "I-V",
      "C": "II-III-V",
      "D": "III-IV-V",
      "E": "I-II-III-IV"
    },
    "explanation": "V hariç hepsi doğrudur. Hititlerin dinsel metinlerinde kesin olarak saptanabilen en erken unsurlar Hatti etkisi altındadır."
  },
  {
    "id": "3444609",
    "unitNumber": 3,
    "text": "Kadeş Savaşı kimler arasında yapılmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Hititler-Akhalar",
      "B": "Hititler-Hattiler",
      "C": "Hattiler-Troyalılar",
      "D": "Troyalılar-Mısırlılar",
      "E": "Hititler-Mısırlılar"
    },
    "explanation": "Hititler-Mısırlılar"
  },
  {
    "id": "3445216",
    "unitNumber": 3,
    "text": "Hititlerin başkenti Hattuşa’da açığa çıkartılan en büyük boyutlu tapınak hangi tanrıya adanmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Teşup-Fırtına Tanrısı",
      "B": "Wurunkatte",
      "C": "Hepat",
      "D": "İnara",
      "E": "Telepinu"
    },
    "explanation": "Son Tunç Çağı ve Yeni̇ Hi̇ti̇t Devleti̇ <br/>Günümüze kadar Hattuşa’da şimdiye kadar beş tapınak tespit edilebilmiştir. Fırtına Tanrısının tapınağı en büyüğü ve 1 numaralı tapınak olarak isimlendirilmiştir. Kompleks yapı olan tapınağın uzunluğu 160m, genişliği 135m’dir. Tapınağı esas kült odası 64 X 42 m, ebatlarında yapılmış, çevresinde ince uzun 80 sayısını aşan odalar grubu depo ve atölye olarak kullanılmaktaydı."
  },
  {
    "id": "3445223",
    "unitNumber": 3,
    "text": "Hitit İmparatorluk veya Yeni Hitit Devleti olarak adlandırılan dönemin tarih aralığı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "MÖ 1450-1180",
      "B": "MÖ 1180-850",
      "C": "MÖ 2200-1800",
      "D": "MÖ 1800-1600",
      "E": "MÖ 1600-1450"
    },
    "explanation": "SON TUNÇ ÇAĞI VE YENİ HİTİT DEVLETİ (MÖ 1450-1180)<br/>Telepinu çabaları ile sona eren Eski Hitit Krallığının kargaşa döneminin kazanımları kalıcı olmamıştır. Fakat dönem krallarının izlediği siyaset, Büyük Hitit İmparatorluğu yöneticilerinin genel hatlarıyla takip ettiği bir model olacaktır. MÖ 1450-MÖ 1180 arası İmparatorluk dönemi olarak isimlendirilir. Yeni Hitit Devleti olarak kabul edilen bu dönemde Tunç Çağları sona erer."
  },
  {
    "id": "3445226",
    "unitNumber": 3,
    "text": "Hattuşa (Boğazköy) yakınında yer alan ve kaya yüzeyinde devletin resmî tanrılarının kabartmalarına yer verilen açık hava tapınağı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yazılıkaya",
      "B": "İvriz",
      "C": "Yesemek",
      "D": "Sirkeli",
      "E": "Fraktin"
    },
    "explanation": "Din<br/>Hattuşa (Boğazköy) yakınındaki Yazılıkaya Açık Hava Tapınağındaki kaya kabartmalarında devletin resmî tanrıları betimlenmişlerdir. Tapınak- ta panteonda yer alan tanrılar Hurri törensel düzenine göre sıralanmış ve Hurice isimlendirilmiştir. Hitit pan- teonunda baş tanrısı ve Gökyüzü- Fırtına tanrısı Teşup ve eşi Hepat’dır. İki tanrı yanında Güneş tanrıçası, kralın koruyucu tanrısı gibi tanrılar- la kabartma olarak resmedilmiştir."
  },
  {
    "id": "3445230",
    "unitNumber": 3,
    "text": "Hititçe hangi dil ailesine mensup bir dildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hint-Avrupa",
      "B": "Sami",
      "C": "Asur",
      "D": "Sümer",
      "E": "Ural-Altay"
    },
    "explanation": "Yazı ve Edebiyat<br/>Hititler yazılarını metne aktarırken çivi yazısı genel ve hiyeroglifi resmi yazılarda olmak üzere iki ayrı tipte kullanmıştır. Anadolu kazılarında MÖ 1800’lü yıllar ait yazılı belgelerde Hint-Avrupa dil ailesi ait en eski dillerinden Hititçe yanında, aynı dil grubuna giren Luvi ve Pala dilleri, Hurrice, Hattice ve Akadca’da kullanılmıştı."
  },
  {
    "id": "3445234",
    "unitNumber": 3,
    "text": "Troya’da 1890 yılında ilk kazıları başlatan kişi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Henrich Schliemann",
      "B": "Wilhelm Dörpfeld",
      "C": "Sedat Alp",
      "D": "Kurt Bittel",
      "E": "Manfred Korfmann"
    },
    "explanation": "Troya (Hisarlık)<br/>1890 yılında Alman Henrich Schliemann Homeros’un İlyada Destanı’ndan anlattığı Troya kentini bulmak için Hisarlıkta kazılara başlamıştır."
  },
  {
    "id": "3445238",
    "unitNumber": 3,
    "text": "Hitit ve Mısır devletleri arasında yapılan Kadeş Antlaşması'nın tarihi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "MÖ 1270",
      "B": "MÖ 1570",
      "C": "MÖ 1070",
      "D": "MÖ 1170",
      "E": "MÖ 1370"
    },
    "explanation": "Suriye egemenliği için Hitit ve Mısır devletleri arasında Kadeş kenti yakınlarında büyük bir savaş yapılmıştır. Bu savaşta Mısır tahtının başında II. Ramses bulunmaktaydı. Savaşı kimin kazandığı tartışmalıdır; Ebu Simbel tapınağında bulunan yazıtta savaşı II. Ramses’in kazandığı, Hitit ya- zıtlarında ise II. Muvattali’nin savaşı kazandığı iddia edilmektedir. Bu savaştan uzun bir süre sonra, Hitit ve Mısır devletleri arasında, tarihin bilinen ilk barış antlaşması olan Kadeş Barış Antlaşması imzalanmıştır (MÖ 1270). Bu antlaşma Mısır Kralı II. Ramses ve dönemin Hitit kralı III. Hattuşili (MÖ 1275-MÖ 1250) arasında yapılmıştır."
  },
  {
    "id": "3445242",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Eski Hitit Devleti’nin bir güç olarak ortaya çıkmasından önce Anadolu'da yaşayan halklardan biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Mikenler",
      "B": "Hattiler",
      "C": "Luviler",
      "D": "Palalar",
      "E": "Hurriler"
    },
    "explanation": "Eski Hitit Devleti<br/>Anadolu’da, Eski Hitit Devletinin güçlü bir siyasi otorite olarak var olmaya başladığı dönemlerde, irili ufaklı birçok beylik hâlinde yaşamakta olan ve birbirinden ayrı dilleri konuşan halk grupları yaşamaktaydı. Bu beyliklerden en önemlileri Hattiler, Luviler, Palalar ve Huriler olarak sayılabilir."
  },
  {
    "id": "3445247",
    "unitNumber": 3,
    "text": "Tunç (Bronz) alaşımını meydana getiren metaller aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bakır-Kalay",
      "B": "Bakır-Çinko",
      "C": "Bakır-Kurşun",
      "D": "Demir-Bakır",
      "E": "Demir-Kurşun"
    },
    "explanation": "Giriş<br/>Kalkolitik Çağ’ın sonlarında insanoğlu, %5-10 ölçüsünde kalayı bakıra karıştırarak alaşım oluşturmayı keşfetmiş ve tunç elementini elde etmiştir."
  },
  {
    "id": "3445249",
    "unitNumber": 3,
    "text": "Asurlu tüccarların Anadolu’da ticaret amacıyla kurdukları kolonilere ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Karum",
      "B": "Teşup",
      "C": "Wabartum",
      "D": "Hattuş",
      "E": "Potern"
    },
    "explanation": "Orta Tunç Çağı ve Asur Ti̇caret Koloni̇leri̇ (Mö 2000-1450) <br/>Anadolu’nun birçok yerinde kurulmuş KARUM yerleşimleri kurmuşlardı. Anadolu’daki en tanınmış örneği Kültepe’de Karum Kaneş’tir. Hattuşa, Alişar gibi pek çok kentte karum bulunmaktadır. Kervan yolları üzerinde konaklamayı sağlamak için WABARTUM adı verilen birimleri oluşturmuşlardır."
  },
  {
    "id": "3445253",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Asurlu tüccarların faaliyet gösterdiği yerleşimlerden biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Fraktin",
      "B": "Kaneş-Kültepe",
      "C": "Hattuşa",
      "D": "Alişar",
      "E": "Karahöyük"
    },
    "explanation": "Orta Tunç Çağı ve Asur Ti̇caret Koloni̇leri̇ (Mö 2000-1450) <br/>Anadolu’nun birçok yerinde kurulmuş KARUM yerleşimleri kurmuşlardı. Anadolu’daki en tanınmış örneği Kültepe’de Karum Kaneş’tir. Hattuşa, Alişar gibi pek çok kentte karum bulunmaktadır."
  },
  {
    "id": "3448792",
    "unitNumber": 3,
    "text": "Orta Tunç Çağı’nda Anadolu’ya kalay ticaretini aşağıdaki topluluklardan hangisi sağlamıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Asurlular",
      "B": "Elamlılar",
      "C": "Sümerler",
      "D": "Akadlar",
      "E": "Amoriler"
    },
    "explanation": "Tunç alaşımını elde edebilmek için gereksinim duyulan kalay hammaddesi Anadolu’da olmamasından dolayı Mezopotamya’dan kalay ihraç edilmek zorunda kalınmıştır. Anadolu’ya kalay ticaretini Orta Tunç Çağı’nda Asurlu tüccarlar sağlamıştır.<br/>Doğru cevap A'dır."
  },
  {
    "id": "3448813",
    "unitNumber": 3,
    "text": "Orta Tunç Çağı'nda ticaretle ilgili aşağıdaki bilgilerden hangisi <u>doğru değildir</u>?",
    "correctAnswer": "B",
    "options": {
      "A": "Anadolu’ya kalay ticaretini Orta Tunç Çağı’nda Asurlu tüccarlar sağlamıştır.",
      "B": "Tüccarlar ticaret sistemlerini geliştirebilmek için Anadolu’nun birçok yerinde Wabartum yerleşimleri kurmuşlardı.",
      "C": "Değiş-tokuş şeklinde yapılan alışverişte değerlendirme unsuru altın ve gümüştür.",
      "D": "Alışverişte gümüşün sekiz katı olan altın yanında “Amutum” adında bir maden de kullanılmıştır.",
      "E": "Ticaret kolonilerinin gelişmesiyle Anadolu’da yazı yaygınlaşmış ticaret, anlaşma, özel hayatta ve her alanda kullanılır olmuştur."
    },
    "explanation": "Asurlu tüccarlar ticaret sistemlerini geliştirebilmek için ticaret kolonisi denilen ve Anadolu’nun birçok yerinde kurulmuş KARUM yerleşimleri kurmuşlardı. Wabartum, kervan yolları üzerinde konaklamayı sağlamak için kurulan tesislerdir.<br/>Doğru cevap B'dir."
  },
  {
    "id": "3448826",
    "unitNumber": 3,
    "text": "Eski Hitit Devleti'nin başkenti Hattuşa bugün hangi ilimiz sınırlarında yer almaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Yozgat",
      "B": "Kayseri",
      "C": "Çorum",
      "D": "Nevşehir",
      "E": "Niğde"
    },
    "explanation": "Hititlerin başkenti, Hattuşa (Boğazköy) bugün Çorum ili Boğazkale ilçesinde yer almaktadır. <br/>Doğru cevap C'dir."
  },
  {
    "id": "3448848",
    "unitNumber": 3,
    "text": "Hitit Devleti'ni resmen kuran yönetici aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Labarna",
      "B": "I. Murşili",
      "C": "I. Hantili",
      "D": "Telepinu",
      "E": "I. Şuppiluliuma"
    },
    "explanation": "Kuşşaralı Labarna Orta Anadolu’da, Kızılırmak yayı içerisinde yaşayan pek çok kraldan biri olan Piyuşti’yi bir gece baskınıyla yenilgiye uğratıp, Hattuş’u (Boğazköy) ele geçirerek egemenlik alanını genişletmeye başladı. Hattuş’u Hattuşa adıyla yeni bir başkent durumuna getirdi, Labarna da Hattuşalı anlamına gelen Hattuşili adını aldı. Böylelikle Hitit Devleti resmen kuruldu.<br/>Doğru cevap A'dır."
  },
  {
    "id": "3448891",
    "unitNumber": 3,
    "text": "Hititlerin düşmana karşı ani saldırı ve çıkartma yapmak için kullandıkları bir tüneldir. Bindirme yöntemiyle büyük taşlardan inşa edilmiştir. Bir örneği Boğazköy’de sfenksli kapının altında yer alan 80 m’lik tüneldir. Anadolu’da mimarisinde Hitit sanatından önce bu tür mimari örnekle karşılaşılmaz.<br/>Yukarıda tanımlanan terim aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Karum",
      "B": "Wabartum",
      "C": "Atribü",
      "D": "Potern",
      "E": "Panteon"
    },
    "explanation": "Hititlerin düşmana karşı ani saldırı ve çıkartma yapmak için kullandıkları tünele potern adı verilirdi. Bindirme yöntemiyle büyük taşlardan inşa edilmiştir. Bir örneği Boğazköy’de sfenksli kapının altında yer alan 80 m’lik tüneldir. Anadolu’da mimarisinde Hitit sanatından önce bu tür mimari örnekle karşılaşılmaz.<br/>Doğru cevap D'dir."
  },
  {
    "id": "3448903",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Hititlerin Tanrıları sınıflandırdıkları etnik kökenler arasında <u>yer almaz</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Hint-Avrupalı tanrılar",
      "B": "Asianitik tanrılar",
      "C": "İndo-Ari tanrılar",
      "D": "Semitik tanrılar",
      "E": "Slav tanrılar"
    },
    "explanation": "Hitit dünyasında farklı etnik köklere ait birçok ögenin birleşmesi ile dininde de bir kültür birleşmesi<br/>ile karşılaşılır. Hitit dininde var olan ögelerle birlikte, yakın çevre kültürlerindeki ve uygun gördükleri eşdeğer dinî unsurları kabullenmişlerdir. Tanrılarının etnik kökenlerine göre sınıflandırılması, inanç sistemlerinin kökenini oluşturan bu çeşitliliğin daha iyi anlaşılmasını sağlar: Hint-Avrupalı tanrılar (Hitit-Luvi-Pala), Asianitik tanrılar (Hatti-Hurri-Sümer), İndo-Ari tanrılar (Eski Hint), Semitik tanrılar (Asur-Babil).<br/>Doğru cevap E'dir."
  },
  {
    "id": "3448956",
    "unitNumber": 3,
    "text": "Hititlerde sivil mimariyle ilgili aşağıdaki bilgilerden hangisi doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Hitit halkı meskenlerini çok farklı şekillerde planlamıştır, bu konuda değiştirilemez ve katı kuralları yoktur.",
      "B": "Konutlar birbirine bitişik bir düzende, ortak duvar kullanılarak inşa edilmiştir.",
      "C": "Evler taş temel üzerinde yükselen taş duvarlar şeklinde inşa edilmiştir.",
      "D": "Evlerin tamamı tek katlıdır, iki veya çok katlı konut örnekleri yoktur.",
      "E": "Evlerin boyutları, iç mekândaki oda sayısı ve ebatları yönetim tarafından belirlenmekteydi."
    },
    "explanation": "<ul> <li>Arkeolojik veriler Hitit halkın meskenlerini çok farklı şekillerde planladığını, değiştirilemez ve katı kuralları olmadığını göstermiştir.</li> <li>Konutlar tek parça bağımsız birim olarak inşa edilirdi. Alan darlığından bitişik nizam yapılsalar da yine duvarları birbirinden ayrıdır.</li> <li>Ev yapılarının tek katlı olduğu görülse de, eğimli arazide bulunan konutların ikinci<br/>katlarını olabileceği kabul edilmelidir.</li> <li>Evler taş temel üzerinde yükselen kerpiç duvarlar şeklinde ve düz dam çatı ile örtülüyordu.</li> <li>Evlerin iç dekorasyonunda da belli bir plana bağlı kalınmıyordu. Evlerin boyutları, iç mekândaki oda sayısı ve ebatları ihtiyaca göre değişmekteydi. 7</li> </ul> Doğru cevap A'dır."
  },
  {
    "id": "3448986",
    "unitNumber": 3,
    "text": "Hititler yazı sistemlerinde hangi iki tip yazıyı kullanmışlardır?",
    "correctAnswer": "B",
    "options": {
      "A": "Latin ve Yunan",
      "B": "Çivi yazısı ve Hiyeroglif",
      "C": "Sanskrit ve Prakrit",
      "D": "Hint ve Mısır",
      "E": "Balmumu ve Resim yazısı"
    },
    "explanation": "Hititler yazılarını metne aktarırken çivi yazısı genel ve hiyeroglifi resmi yazılarda olmak üzere iki ayrı<br/>yazı tipi kullanmıştır. Çivi yazısı kullanan bu diller yazıya aktarılırken her şekil bir heceyi içerecek şekilde yapılıyordu. Hititlerin kullandıkları diğer yazı olan hiyeroglif Luvi dilince yazılan resimsel anlatımı içermektedir.<br/>Doğru cevap B'dir."
  },
  {
    "id": "3449004",
    "unitNumber": 3,
    "text": "Homeros’un İlyada Destanı’ndan anlattığı Troya kentini bulmak için Hisarlık'ta kazılara hangi yüzyılda başlanmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "17. yüzyıl",
      "B": "18. yüzyıl",
      "C": "19. yüzyıl",
      "D": "20. yüzyıl",
      "E": "21. yüzyıl"
    },
    "explanation": "<strong>1890</strong> yılında Alman Henrich Schliemann Homeros’un İlyada Destanı’ndan anlattığı Troya kentini bulmak için Hisarlıkta kazılara başlamıştır. Kazının amacı Primaos’un hediyesini bulmaktı. Arkeolojiden çok definecilik amaçlıydı. Schliemann gerçekten Troya II tabakasındaki kapı ve rampada yapılan kazılar sırasında çukur içinde bir hazine ele geçirdi. Bu hazine Priamos’a değil ondan çok önce yaşamış bir krala aitti ve onu kaçırdı. II. Dünya Savaşı’nda kaybolan hazine Rusya’da Puşkin Müzesi’nde ortaya çıktı. Hazinenin bir bölümü ise İstanbul Arkeoloji Müzesi ve Almanya’da sergilenmektedir. 1870-1890 yılları arasında define kazılarının yirmi yıl sürmüş Wilhelm Dörpfeld ilk bilimsel olan kazılara <strong>1893-1894</strong> yıllarında başlatmıştır.<br/>Doğru cevap C'dir."
  },
  {
    "id": "3449038",
    "unitNumber": 3,
    "text": "Troya Savaşı'nın nedeni olarak kabul edilen altın elma, hangi tanrıçalar arasında bir güzellik yarışına neden olur?",
    "correctAnswer": "C",
    "options": {
      "A": "Hera, Athena ve Demeter",
      "B": "Aphrodite, Athena ve Artemis",
      "C": "Hera, Athena ve Aphrodite",
      "D": "Persephone, Demeter ve Hera",
      "E": "Athena, Aphrodite ve Demeter"
    },
    "explanation": "Troya Savaşı’nın hikâyesinin mitolojik anlatımı şöyledir: <br/>Leda Akhaların liderlerinden Tyndareos’un eşidir. Leda’nın yanına kuğu şeklinde gelen tanrı Zeus ile birleşir. Leda’nın iki yumurtasından birisi Tyndareos, diğeri de Zeus kızı olarak doğmuştur. Miken prensleri Agamemnon ve Menelaos Tyndareos’un sarayına sığınmak zorunda kalmış ve kralın kızları ile evlenmiştir. Helena’nın kocası Agamemnon olmuştur. Tyndareos ölünce Sparta Krallığının başına Menelaos geçer. Savaşın asıl nedeni Phthia Kralı Peleus ile Thetis’in düğünlerinde davetli olmayan Eris’in (Kavga Tanrıçası), düğün sofrasına altın bir elma bırakması ile başlar. Elma üzerinde “en güzele” yazmaktadır. <strong>Tanrıçalar Hera, Athena ve Aphrodite arasında elmaya sahip olmak için güzellik yarışı başlar.</strong> Zeus işi çözümlemek için Troya kraliyet sülalesinden Paris’i görevlendirir. Yarışmada tanrıçalar Paris’e vaatlerde bulunur. Hera Asya Krallığını teklif eder. Athena sonsuz aklı ve gücü vereceğini söyler. Aphrodite ise, en güzel kadın Helena’nın aşkını vereceğini garanti eder. Paris elmayı Aphrodite’ye uzatır. Helena Sparta Kralı Menelaos’un karısıdır. Paris, Aphrodite’nin himayesinde Sparta’ya gitmiştir. Helena’yı kaçırarak, Troya şehrine getirir. Hakarete uğramış olan Menelaos abisi Agememnon’un önderliğinde, Akha ordularını birleştirerek gemilerle Troya’ya önlerine<br/>gelirler. Böylece Troya Savaşı başlamış olur.<br/>Doğru cevap C'dir."
  },
  {
    "id": "3442234",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Geç Hitit Beylikleri'nden birisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Karkamış",
      "B": "Frigya",
      "C": "Lidya",
      "D": "Urartu",
      "E": "Karya"
    },
    "explanation": "Anadolu, Mezopotamya ve Mısır coğrafyalarının kesiştiği bir noktada kurulmuş olan Geç Hitit Beyliği yerleşmesi olan Karkamış Güney Anadolu’daki politik, ticaret ve ulaşım açısından en varlıklı ve önemli bir konuma sahip olmuştur."
  },
  {
    "id": "3442238",
    "unitNumber": 4,
    "text": "Hem erken Hitit hem de Geç Hitit eserlerinde çokca eserleri yapılan Hitit fırtına tanrısı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Arinna",
      "B": "Teşup",
      "C": "Kubaba",
      "D": "Kurunta",
      "E": "Hepat"
    },
    "explanation": "Geç Hitit Çağı’na tarihlenen en eski örnekler ise; Malatya Aslantaş kalesi kapı ortostatı olduğu bilinmektedir. Hitit İmparatorluk dönemine ait dinsel konuların yontulduğu bu eserlerde genelde tercih edilen konu Fırtına Tanrısı Teşup ile ilgili mitolojilerdir. Hurri dininden Hitit dinine giren tanrı Teşup Geç Hitit pantheonunda da yer alır ve eşi Hepat doğal olarak kocası ile birlikte tapınılmaktaydı. Özellikle Hurri etkisiyle, Teşup’un panteona girmesiyle beraber Teşup’un karısı tanrıça Hepat da pantheonda önemli bir yer tutmaktadır."
  },
  {
    "id": "3442244",
    "unitNumber": 4,
    "text": "I- Asurlular<br/>II- Medler<br/>III- İskitler<br/>Urartular yukarıdaki devletlerden hangisi ya da hangileri ile bölgesinde hakimiyet mücadelesine girmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I, II ve III",
      "D": "II ve III",
      "E": "Yalnız III"
    },
    "explanation": "Asur Devleti’nin güçlenmeye başladığı MÖ 730 yıllarında Urartular topraklarını yitirmeye başlamıştır. Akabinde Asur’la ile yaptıkları savaşlar başlamıştır. Fakat bu dönemde Orta Doğu’da güçler dengesi değişiklik göstermiştir. İran bölgesinde güçlenen Medler de tehlikeli olmaya başlamıştır. Medler İskitler ile anlaşmaya varmıştır. Bu birliktelik sonucunda Asur kenti Ninova Medlerin eline geçmiştir. MÖ 605 yılına gelindiğinde Asur İmparatorluğu tarih sahnesinden silinmiştir. Doğal olarak bu gelişim Urartu Devleti’ni de etkilemiştir. Medler ve İskitler Urartulara saldırmaya başlamıştır. Urartu Devleti ikili gücün saldırıları ile zayıflamış ve daha fazla diremeden MÖ 7. yüzyılın sonunda yıkılmıştır. Babil kayıtlarında Urartuların İskitler tarafından yıkıldıkları belirtilmektedir. Urartu kale yerleşimleri olan Çavuştepe ve Toprakkale’de yapılan kazılarda ele geçen İskit tipi ok uçları Babil kaynaklarını doğrular niteliktedir."
  },
  {
    "id": "3442255",
    "unitNumber": 4,
    "text": "Van Ovası’nın doğu kesiminde yer alan Meher Kapı’da ki yazıttan Urartuların hangi özellikleri hakkında kapsamlı bilgi alabiliriz?",
    "correctAnswer": "C",
    "options": {
      "A": "Devlet Yapısı",
      "B": "Ülke Yönetimi",
      "C": "Din ve Tanrıları",
      "D": "Sanat Eserleri",
      "E": "Siyasi İlişkileri"
    },
    "explanation": "Kuzeybatı İran, Trankafkasya ve Doğu Anadolu’da egemenliklerini MÖ 9. - MÖ 6. yüzyılda sürmüş olan Urartuların dinleri, dinî törenleri hakkında en kapsamlı bilgiyi, Van Ovası’nın doğu kesiminde yer alan Meher Kapı’da ki yazıttan öğrenmekteyiz. Anıt<br/>kayaya oyularak Tapınak kapısıymış gibi şekillendirilmiştir. Kapı üzerine Urartu resmiî tanrı ve tanrıçalarının adları yazılmıştır. Ayrıca yazıtta devlet başkentinde tanrı ve tanrıçalara hangi hayvanın kurban edileceği ve kaç adet edileceği de ayrı ayrı belirtilmiştir."
  },
  {
    "id": "3442261",
    "unitNumber": 4,
    "text": "I- Hiyeratik Yazı<br/>II- Çivi Yazısı<br/>III- Hiyeroglif Yazı<br/>Yukarıda verilen yazı türlerinden hangisi ya da hangileri Urartular tarafından kullanılmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I ve III"
    },
    "explanation": "Urartular dillerini aktarmak için diğer Yakın Doğu halkları gibi çivi yazısını tercih etmişlerdir. Çivi yazısını Asurlulardan almışlardır. Başlangıçta Asur yazısı olarak kullanılan çivi yazısı zamanla kendileri tarafından kolaylaştırılmış ve Urartucaya uydurulmuştur. Urartu yazıtları propaganda içerikli olup, taş eserler üzerine kazınarak yazılmıştır. Yazıtlar ayrıca kil tabletler, bilgi için depoya konan küplerin üzerine, tunç eserlere ve mühürler üzerine gündelik kullanım için kazınmıştır. Urartularda Hititlerde olduğu gibi çivi yazısı yanında hiyeroglif yazıda kullanmışlardır. Hiyeroglif yazı çok az geliştirilmişti ve gündelik ihtiyacı karşılamak için kullanılıyordu."
  },
  {
    "id": "3442266",
    "unitNumber": 4,
    "text": "Friglerin kökeninin hangi bölge olduğu kabul edilmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kafkasya",
      "B": "İran",
      "C": "Mısır",
      "D": "Mezopotamya",
      "E": "Trakya"
    },
    "explanation": "Frigler Anadolu’ya MÖ 1200 yıllarından sonra Avrupa’dan Makedonya ve Trakya üzerinden topluluklar halinde göç etmişlerdir. Trakya kökenli halk topluluğudur. MÖ 9. yüzyılda Hitit Devleti’ni son bulmasından sonra Orta Anadolu’da güçlü bir siyasi yapıya sahip olduğu gibi parlak bir uygarlık oluşturmuştur."
  },
  {
    "id": "3442268",
    "unitNumber": 4,
    "text": "I- Eskişehir<br/>II- Afyonkarahisar<br/>III- Kütahya<br/>Yukarıda verilen şehirlerden hangisi ya da hangileri Friglerin ana vatanı diyebileceğimiz bölgedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "I ve III",
      "E": "I, II ve III"
    },
    "explanation": "Friglerin ana vatan diyebileceğimiz bölge, günümüzde Yukarı Sakarya Vadisi’nde içine giren Eskişehir, Afyonkarahisar ve Kütahya illerinin kesiştiği alanda kalan bölgedir. Klasik Yunan çağında “Küçük Frigya” anlamına gelen “Frigya Epiktetos” ismi verilmiştir."
  },
  {
    "id": "3442271",
    "unitNumber": 4,
    "text": "Friglerin başkenti olan Gordion günümüzde hangi ilin sınırları içinde kalmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Eskişehir",
      "B": "Afyonkarahisar",
      "C": "Ankara",
      "D": "Kütahya",
      "E": "Konya"
    },
    "explanation": "Bugün Ankara İli Polatlı İlçesi sınırlarındaki Gordion (Yassıhöyük) yerleşimi Frigya'nın başkentidir."
  },
  {
    "id": "3442276",
    "unitNumber": 4,
    "text": "Frigleri yenerek onları siyasi olarak güçsüz hale getiren ve Frig kralı Midas'ı intihara sürükleyen topluluk hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Lidyalılar",
      "B": "Kimmerler",
      "C": "Hititler",
      "D": "Asurlular",
      "E": "Urartular"
    },
    "explanation": "Asur kralının Kimmerle tarafından öldürülmesi sonrası Frigler topraklarını istila eden Kimmerler ile mücadele etmek zorunda kalmıştır. Bu saldırı Frig devletinin sonunu hazırlar. Antik Çağ yazarlarından Strabon, Kimmer istilaları ile ilgili olarak boğa kanı içerek intihar eden Frig Kralı Midas’tan bahsetmiştir. Strabon’un sözünü ettiği Midas’ın yine Antik Çağ yazarlarından Eusobios’un da bahsettiği Midas ile aynı olduğu varsayılır fakat bu anlatımda Midas ile bağlantılı bir Kimmer istilasından söz edilmez. Eusobios ayrıca bu Midas’ın 42 yıl hüküm sürdüğünü belirtir (MÖ 738-MÖ 696). Friglerin Kimmerler yenilmesi ardından toprakları istila edilmiş ve Frig kralı antik kaynaklara göre intihar etmiştir. Midas’ın ölümünden sonra devlet siyasi olarak gücünü kaybetmiş, ama Frigler tümüyle yok olmamıştır."
  },
  {
    "id": "3442284",
    "unitNumber": 4,
    "text": "Frig dili hangi dil ailesine dahil edilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hint-Avrupa",
      "B": "Ural",
      "C": "Altay",
      "D": "Kafkas",
      "E": "Afro-Asyatik"
    },
    "explanation": "Frig Dili köken olarak Hint-Avrupa dil grubuna dâhil edilmektedir. Frigler dilleri yazıya aktarmakta Arkaik Yunan alfabesine yaklaşan harflerden oluşan alfabeleri ile dili yazıya aktarmaktaydılar. Gordion kazılarının verilerine göre Frigler ancak MÖ 8. yüzyılın ikinci yarısından sonra alfabetik yazılarını kullanmış olabileceklerini göstermiştir. Yazılarını sağdan sola doğru yazmaktaydılar. Aynı zamanda soldan sağa doğru yazı tekniğini de kullandıkları bilinmektedir. Frig yazısı Yunan alfabesinden geliştirildiği için okunabilmektedir. Ancak henüz çözümlenebilmiş değildir."
  },
  {
    "id": "3446589",
    "unitNumber": 4,
    "text": "Erişimi zor, sert diklikte ve yüksek kayalıklara yerleştirilmiş, kolay savunulabilen kaya üzeri kalelere ne denir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ortostat",
      "B": "Sitadel",
      "C": "Tümülüs",
      "D": "Dendrokron",
      "E": "Krematon"
    },
    "explanation": "Sitadel, Erişimi zor, sert diklikte ve yüksek kayalıklara yerleştirilmiş, kolay savunulabilen kaya üzeri kalelerdir."
  },
  {
    "id": "3446596",
    "unitNumber": 4,
    "text": "Kerpiç duvar örgü tekniğinde, temel üzerine yerleştirilen subasman seviyesini oluşturan büyük bloklardan oluşmuş ilk sıra taş dizisine ne ad verilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ortostat",
      "B": "Sitadel",
      "C": "Tümülüs",
      "D": "Dendrokron",
      "E": "Krematon"
    },
    "explanation": "Kerpiç duvar örgü tekniğinde, temel üzerine yerleştirilen subasman seviyesini oluşturan büyük bloklardan oluşmuş ilk sıra taş dizisine Ortostat denmektedir."
  },
  {
    "id": "3446602",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Hititlilerin güneş tanrıçasıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "Kibele",
      "B": "Venüs",
      "C": "Afrodit",
      "D": "Arianna",
      "E": "Kubaba"
    },
    "explanation": "Hititlilerin güneş tanrıçası olan Arianna, Geç Hititler dininde de Kubaba olarak yer alır."
  },
  {
    "id": "3446632",
    "unitNumber": 4,
    "text": "Urartulularda, devlet idaresindeki toplumsal piramit yapısında en üst sınıf aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Rahipler",
      "B": "Devlet Hizmetlileri",
      "C": "Çiftçiler",
      "D": "Savaşçılar",
      "E": "Soylular"
    },
    "explanation": "[Urartuluların Devlet İdaresindeki] toplumsal piramit yapısında, soylular, savaşçılar, çiftçiler, hizmetliler ve köleler üstten alta doğru sıralanmaktaydı."
  },
  {
    "id": "3446636",
    "unitNumber": 4,
    "text": "Urartulular çivi yazısını kimlerden almışlardır?",
    "correctAnswer": "C",
    "options": {
      "A": "Hititlilerden",
      "B": "Friglerden",
      "C": "Asurlulardan",
      "D": "Lidyalılardan",
      "E": "İskililerden"
    },
    "explanation": "Urartulular dillerini aktarmak için diğer Yakın Doğu halkları gibi çivi yazısını tercih etmişlerdir. Çivi yazısını Asurlulardan almışlardır."
  },
  {
    "id": "3446647",
    "unitNumber": 4,
    "text": "Friglerin ana vatan diyebileceğimiz ve Klasik Yunan çağında “Küçük Frigya” olarak adlandırılan günümüzdeki bölge hangi illeri kapsamaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Kocaeli-Bilecik-Sakarya",
      "B": "Sinop-Samsun-Çorum",
      "C": "Eskişehir-Afyon-Kütahya",
      "D": "Ankara-Konya-Çankırı",
      "E": "Van-Bitlis-Muş"
    },
    "explanation": "Friglerin ana vatan diyebileceğimiz bölge, günümüzde Yukarı Sakarya Vadisi’nde içine giren Eskişehir, Afyonkarahisar ve Kütahya illerin kesiştiği alanda kalan bölgedir. Klasik Yunan çağında “Küçük Frigya” anlamına gelen “Frigya Epiktetos” ismi verilmiştir."
  },
  {
    "id": "3446657",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Frig toplumu hakkında bilgi veren antik metinlerin yazarıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Homeros",
      "B": "Pisagor",
      "C": "Thestorides",
      "D": "Platon",
      "E": "Aristotales"
    },
    "explanation": "Antik kaynaklar Frig toplumu hakkında oldukça az bilgi içermektedir. Homeros ve Herodotos’un metinlerinde Frigler’in savaşçı bir millet oldukları yer almaktadır."
  },
  {
    "id": "3446664",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Friglerin kilimlerine verilen isimdir?",
    "correctAnswer": "C",
    "options": {
      "A": "grafiti",
      "B": "fabula",
      "C": "tapates",
      "D": "omphalos",
      "E": "phiale"
    },
    "explanation": "Friglerin kilimlerine “tapates” adının vermektedir."
  },
  {
    "id": "3446672",
    "unitNumber": 4,
    "text": "Aşağıdaki enstrümanlardan hangisi Frig müziğine ait <u><strong>değildir?</strong></u>",
    "correctAnswer": "D",
    "options": {
      "A": "Syrinks",
      "B": "Aulos",
      "C": "Simbal",
      "D": "Keman",
      "E": "Lir"
    },
    "explanation": "Keman bir Frig çalgısı değildir."
  },
  {
    "id": "3446680",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Friglerin Ana tanrıçasıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "Kubaba",
      "B": "Teişeba",
      "C": "Haldi",
      "D": "Şivini",
      "E": "Matar"
    },
    "explanation": "Anadolu’nun Ana Tanrıçası’nın ismi olan “Matar” aynı şekilde Friglerde bazen aynı isimle tapınım gören baş tanrıça ve büyük tanrıça olarak yer almaktadır."
  },
  {
    "id": "3454691",
    "unitNumber": 4,
    "text": "Geç Hitit Uygarlığını son veren devlet aşağıdaki seçeneklerden hangisinde yer almakatdır?",
    "correctAnswer": "E",
    "options": {
      "A": "Frigler",
      "B": "Deniz Kavimleri",
      "C": "Kimmerler",
      "D": "İskitler",
      "E": "Asurlar"
    },
    "explanation": "Deniz Kavimleri Göçü MÖ 1200’lerden başlayarak batıda Ege Denizi’nden ilerlemeye başlamış, artık eski kudretine sahip olmayan Hitit İmparatorluğu’na saldırmaları sonucunda devletin yıkılmasına neden olmuştur. Hitit kentleri yakılıp yıkılmış, başkenttin düşmesi zaten fiilî olarak merkezî yönetimin son bulması olmuştur. İstiladan kurtulan ve varlık gösterebilecek olan Hititli soylular Torosların güney ve orta kesiminde iyi tahkim edilmiş kaleler inşa ederek varlıklarını MÖ 700’lere kadar sürdürmüşlerdir. Son Hitit Çağı olarak nitelendirilen Geç Hitit Beylikleri Dönemi başlar. <strong>Geç Hitit Uygarlığı Mezopotamya’da ki Asurlu komşularının sürekli saldırısı sonucunda güçsüzleşmişler ve sone ermişlerdir.</strong> Bu beyliklerin yıkılmasından sonra Anadolu’da bir daha Hitit varlığından söz etmek mümkün değildir. Böylece Hitit geleneği son bulmuş, ama başka kültürlerde izleri devam etmiştir. <br/>Yukarıda kitaptan alınmış metinden de anlaşılacağı Geç Hitit Devletleri küçük beyliklerden oluşmaktazdı. Bu devleteri yıkan ve Uzgarlığa son veren <strong>Asurlular</strong>dır. Doğru cevap \"e\" şıkkıdır."
  },
  {
    "id": "3454705",
    "unitNumber": 4,
    "text": "Anadolu'da büyük tahribata yol açan Deniz Kavimleri Göçünün hangi yılda başlamış olduğu kabul edilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "MÖ.3000 lerde",
      "B": "MÖ.1200 lerde",
      "C": "MÖ.750 lerde",
      "D": "MÖ.1300 lerde",
      "E": "MÖ.600 lerde"
    },
    "explanation": "Deniz Kavimleri Göçü MÖ 1200’lerden başlayarak batıda Ege Denizi’nden ilerlemeye başlamış, artık eski kudretine sahip olmayan Hitit İmparatorluğu’na saldırmaları sonucunda devletin yıkılmasına neden olmuştur. Hitit kentleri yakılıp yıkılmış, başkenttin düşmesi zaten fiilî olarak merkezî yönetimin son bulması olmuştur. İstiladan kurtulan ve varlık gösterebilecek olan Hititli soylular Torosların güney ve orta kesiminde iyi tahkim edilmiş kaleler inşa ederek varlıklarını MÖ 700’lere kadar sürdürmüşlerdir. Son Hitit Çağı olarak nitelendirilen Geç Hitit Beylikleri Dönemi başlar. Geç Hitit Uygarlığı Mezopotamya’da ki Asurlu komşularının sürekli saldırısı sonucunda güçsüzleşmişler ve sone ermişlerdir. Bu beyliklerin yıkılmasından sonra Anadolu’da bir daha Hitit varlığından söz etmek mümkün değildir. Böylece Hitit geleneği son bulmuş, ama başka kültürlerde izleri devam etmiştir."
  },
  {
    "id": "3454730",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi sitadel için söylenebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Şehrin içinde iç kaledir.",
      "B": "Büyük taş bloklardan oluşmuş ilk sıra taş dizisidir.",
      "C": "Yazı ve figürlerin birlikte duvarlara yazıldığı görsel uygulamadır.",
      "D": "Büyük ve açık avludur.",
      "E": "Ölülerin yakıldıktan sonra küllerinin konulduğu seramik kaplardır."
    },
    "explanation": "Anadolu’da Malatya-Aslantepe, Sakçagözü, Zincirli, Karatepe, Kargamış ve Tell Tayinat’taki Geç Hitit yerleşimlerinde yapılan arkeolojik araştırmalarda önemli bilgiler elde edilmiştir. Anadolu’nun birçok yerinde Geç Hitit eserleri dağınık da olsa ele geçmiştir. MÖ 1. binde yaşayan bu beylikler Orta Anadolu’da güçlü bir krallık kuran Frigler, Doğu Anadolu egemeni Urartular ve Kuzey Mezopotamya’da bölgenin en güçlü siyasi erki olan Asurluların arasında yaşamaya çalışmışlardır. Geç Hititler şehirlerini kurarken dönemin siyasi yapısı etkisinde etrafını kalın sur bedenleri çevrelemişlerdir. Şehir içerisinde dinsel, idari ve sivil yapılar yer almaktadır. Şehrin içinde iç kale diyebileceğimiz <strong><em>sitadel </em></strong>denilen surla korunmuş bir ana kısım yer alır. Kent planlanırken cadde ve sokaklar yerleştirilmiş, saraylar ve yapılar ve anıtsal merdivenler sistematik olarak düşünülerek yerleştirilmiştir. Kentler planlı bir yapıya sahiptir. Saray yapılarına bir merkezî avlu ve onun birleştirdiği yapılar grubundan oluşmaktaydı. Dörtgen planlı olarak inşa edilmiş bu yapıların Hilani denilen sütunlu anıtsal girişleri mevcuttur. Bu yapı grupları dönemin en özgün mimarisini yansıtır."
  },
  {
    "id": "3454752",
    "unitNumber": 4,
    "text": "Aşağıdaki eserlerden hangisi Geç Hititlere ait <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Alacahöyük kapı ortostat kabartmaları",
      "B": "Malatya Aslantaş kalesi kapı ortostatı",
      "C": "Konya İlinin Ereğli ilçesine 12 km uzaklıktaki İvriz kabartması",
      "D": "Maraş’ta bulunmuş olan Aslanı yontusu",
      "E": "Midas - Yazılıkaya Vadisi’nde megaron cephesi tasviri"
    },
    "explanation": "Geç Hitit Sanatında mimari oldukça gelişmiş ve heykeltıraşlık ona hizmet eder duruma gelmiştir. Yapısal gereksinimden dolayı temel üstüne taş bloklar (ortostat) yerleştirilirken heykeltıraşlıktan da yararlanılmakta ve taşların dış yüzeyinin üzerine kabartma süslemeler yapılmaktaydı. Bu uygulama ile doğa koşullarından etki azaltılırken, cepheye süslemede yapılmış oluyordu. Bu tarz eserlere en güzel örneklerinden bir tanesi örnek Alacahöyük yerleşiminde ele geçmiş olana kapıya ait orthostat kabartmalardır. Geç Hitit Çağı’na tarihlenen en eski örnekler ise; Malatya Aslantaş kalesi kapı ortostatı olduğu bilinmektedir. Hitit İmparatorluk dönemine ait dinsel konuların yontulduğu bu eserlerde genelde tercih edilen konu Fırtına Tanrısı Teşup ile ilgili mitolojilerdir. Zincirli Höyük Asur sınırına yakın olmasından dolayı daha çok Asur sanatı etkisinde kalmıştır. Ama Zincirli örnekleri incelendiğinde mitolojik olarak bir konu bütünlüğünden söz etmek olası değildir. Geç Hitit Sanatında ustalarca geliştirmiş olan özenli desenler işlenmiş taştan sütun kaideleri Güneydoğu Anadolu ve Suriye Bölgelerinde yaygın olarak MÖ 8. yüzyıl ve devamında kullanılmıştır. Yaprak bezemeleri ve kemer yontuları ile Zincirli örnekleri ilk söz edilebileceklerdendir. Geç Hitit Sanatında hayvan vücutları şeklinde betimlenmiş altlıklarda bir yenilik olarak görülmeye başlar. Hattuşa (Boğazköy) kapı yapılarında söve olarak kullanılmış tek parça büyük blok taşlara işlenmiş olan sfenks ve aslan betimlemelerin ön kısımları heykel gibi arka kısımları ise kabartma olarak işlenmiştir. İstanbul Arkeoloji Müzelerinin Eski Şark Eserleri kısmında sergilenen Maraş’ta bulunmuş olan Aslanı yontusu boyut olarak küçük olmasına rağmen iyi bir örnektir. Kapı örnekleri zamanla heykeltıraşlar tarafından geliştirilmiş ve sütun altlığı olarak kullanılan hayvan heykelleri şeklinde de kullanılmaya başlanmıştır. MÖ 8. yüzyıla tarihlenen Zincirli’de bulunmuş olan çift sfenksin betimlendiği sütun kaidesi oldukça dikkat çekici bir örneği oluşturmaktadır. Mimari taşıyıcı ve sütunların heykel şeklinde yapılması veya kabartma ile süslenmesi heykeltıraşlığın mimariye hizmet ettiğini göstermektedir.<br/>Mimariden bağımsız heykel olarak yontulmuş eserlerde ele geçmiştir. Anıtsal ölçülerde olan bu eserlerde vücutlar oransız yapılmıştır. Aslantaş ve Zincirli yerleşimlerinde bulunmuş kral heykelleri Geç Hitit Sanatının en tanınmış örnekleridir."
  },
  {
    "id": "3454768",
    "unitNumber": 4,
    "text": "Babil kayıtlarında Urartu devletini kimler yıkmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "İskitler",
      "B": "Medler",
      "C": "Asurlar",
      "D": "Kimmerler",
      "E": "Frigler"
    },
    "explanation": "Asur Devleti’nin güçlenmeye başladığı MÖ 730 yıllarında Urartular topraklarını yitirmeye başlamıştır. Akabinde Asur’la ile yaptıkları savaşlar başlamıştır. Fakat bu dönemde Orta Doğu’da güçler dengesi değişiklik göstermiştir. İran bölgesinde güçlenen Medler de tehlikeli olmaya başlamıştır. Medler İskitler ile anlaşmaya varmıştır. Bu birliktelik sonucunda Asur kenti Ninova Medlerin eline geçmiştir. MÖ 605 yılına gelindiğinde Asur İmparatorluğu tarih sahnesinden silinmiştir. Doğal olarak bu gelişim Urartu Devleti’ni de etkilemiştir. Medler ve İskitler Urartulara saldırmaya başlamıştır. Urartu Devleti ikili gücün saldırıları ile zayıflamış ve daha fazla diremeden MÖ 7. yüzyılın sonunda yıkılmıştır. Babil kayıtlarında Urartuların İskitler tarafından yıkıldıkları belirtilmektedir. Urartu kale yerleşimleri olan Çavuştepe ve Toprakkale’de yapılan kazılarda ele geçen İskit tipi ok uçları Babil kaynaklarını doğrular niteliktedir."
  },
  {
    "id": "3454785",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Urartu yerleşim yerlerinden biri <u>değildir?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Van Kalesi",
      "B": "Dilkaya",
      "C": "Yoncatepe",
      "D": "Karagündüz",
      "E": "Gordion"
    },
    "explanation": "Uratular öldükten sonra bir yaşamın var olduğuna inanırlardı. Ölen kişinin yok olmayıp başa bir boyutta yaşamını sürdürdüğünü düşünürlerdi. Bu nedenle ölüleri yaşanan kentlerin yakınlarındaki mezarlıklara gömmüşlerdir. Urartu mezarları çeşitlilik sergiler. Ölülerin yakılarak veya doğrudan gömüldükleri anlaşılmaktadır. Kral sülalesine ait kişiler ve yüksek dereceli yöneticiler çoğunlukla büyük kale yerleşimlerinin çevresinde kayaya oyularak yapılmış çok odalı mezar yapıları içerisine birlikte defnedilmekteydiler. Diğerleri ise sosyal konumlarına göre toprak altında inşa edilmiş oda mezarlarına veya basit toprak gömü mezarlara yerleştirilirlerdi. Eğer yakılarak gömülüyor iseler, urne ismi verilen seramik kaplar içine küller konularak gömülmekteydiler. Ülkenin başkenti olan Van Kalesi, batıda Palu, Malazgirt ve Altıntepe’de, kuzeyde Aras Nehri’nin güney bölgesinde, doğuda İran’da Şangar gibi önemli yönetim merkezlerinin yakın çevresinde birçok odaya sahip kaya mezarları halen mevcuttur. Dilkaya, Karagündüz ve Yoncatepe yerleşimlerinde günümüze kadar soyulmadan gelebilmiş, oda mezarlarda birden çok gömü tespit edilmiştir. Mezarlarda ikinci bir yaşama geçildiğine inanıldığı için insanların günlük gereksinimi olan eşyaların konulduğu anlaşılmıştır. Bu eşyalar arasında takılar, çanak çömlek ve hatta yastık bile konulduğu görülmüştür."
  },
  {
    "id": "3454797",
    "unitNumber": 4,
    "text": "Urartularda ana tanrıça aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Arubani",
      "B": "Arinna",
      "C": "Teişeba",
      "D": "Matar",
      "E": "Hepat"
    },
    "explanation": "Van kentinde yer alan Meher Kapı anıtında ele geçen yazıta, Urartuların kabul ettiği, tapındığı ve kendilerine takvimde belirttiği şeklinde kurbanlar kestiği anlaşılan 79 tanrı, tanrıça ve tanrısal kişiliklerin adları yer almaktadır. Tanrı sıralamasında Haldi, Teişeba ve Şivini ilk sırayı alır. Urartuların baş tanrısı Haldi’nin - (Eşi Bagbartu/ Bagmaştu / Arubani) adının köklerine 13. yüzyılda Asur kaynaklarında rastlamaktayız. Haldi’nin Muşaşir’de ki tapınağı en büyük olandır. Fırtına tanrısı olan Teişeba Hurrilerden alınmıştır. Teişeba Hititlerin Teşup tanrısı ile eş olmalıdır. Hurri kökenli olan Şivini de Güneş tanrısıdır. Hitit tanrısı Şimegi’nin karşılığıdır. Urartular kent veya kale yerleşimlerinde tanrılarına adanmış kule biçimli tapınaklar ve açık hava alanlarında kayalık kesimlere kapı şeklinde oyulmuş kutsal nişler yerleştirirlerdi.<br/>Kuzeybatı İran, Trankafkasya ve Doğu Anadolu’da egemenliklerini MÖ 9. - MÖ 6. yüzyılda sürmüş olan Urartuların dinleri, dinî törenleri hakkında en kapsamlı bilgiyi, Van Ovası’nın doğu kesiminde yer alan Meher Kapı’da ki yazıttan öğrenmekteyiz. Anıt kayaya oyularak Tapınak kapısıymış gibi şekillendirilmiştir. Kapı üzerine Urartu resmiî tanrı ve tanrıçalarının adları yazılmıştır. Ayrıca yazıtta devlet başkentinde tanrı ve tanrıçalara hangi hayvanın kurban edileceği ve kaç adet edileceği de ayrı ayrı belirtilmiştir. Halk bu kaya nişlerinin gelecekte bir gün açılacağına ve içerisinden tanrı ve tanrıçalarının çıkarak dünyaya geleceğine inanmaktaydı. Yazıttaki isimlerden dörtte üçünü erkek tanrılara, yalnızca 16 tanesinin tanrıçalara ait olduğu saptanmıştır. Bu tanrı ve tanrıçalardan bazılarının ülkedeki dağ geçitleri, göl gibi eski tapınımlarda ki totemlere karşılık geldiği anlaşılmaktadır. Bazıları ise baş tanrı Haldi’nin soyut ve somut niteliklerine karşılık gelmektedir. Ulusun baş Tanrısı Haldi’nin eşi olan Arubani aynı zamanda tüm tanrıçaların başıdır. Kendisinin Ana Tanrıçanın bütün kutsal özelliklerine sahip olup olmadığı, yazılı belgelerde açıkça belirtilmediği gibi herhangi bir açıklamada içermemektedir. Fakat arkeolojik veriler ana tanrıça hususunda az da olsa bilgi sağlamaktadır. Altın, gümüş ve tunçtan yapılmış madalyon ve pektoraller (gerdanlık) üzerindeki ilginç resim sahnelerinde, Tanrıça Arubani, aslan üzerinde ayakta duran Tanrı Haldi’ye oğlak sunarken gösterilmiştir. Buna yaklaşan figüratif anlatımlarda tanrıça elinde başak demeti tutar şekilde betimlenmiştir. Urartu eserlerinde Arubani’nin Ana Tanrıça olarak kabul edildiği anlaşılmaktadır. Hayvanların üremesi ve tarımsal üretimin verimliliğini artırılması gibi özellikler sahip olduğu anlaşılmaktadır. Bu nedenle tarımsal sembol ve hayvanlarla resmedilmektedir."
  },
  {
    "id": "3454825",
    "unitNumber": 4,
    "text": "Friglerin ana vatanı “Küçük Frigya” anlamına gelen “Frigya Epiktetos” hangi bölgededir?",
    "correctAnswer": "B",
    "options": {
      "A": "Çorum, Tokat ve Kırşehir illeri arasındaki alan",
      "B": "Eskişehir, Afyonkarahisar ve Kütahya illerinin kesiştiği alan",
      "C": "Niğde ve Konya illeri arasındaki alan",
      "D": "Troya ve çevresindeki alan",
      "E": "Askania Gölü (İznik Gölü) çevresindeki alan"
    },
    "explanation": "Arkeolojik ve epigrafik veriler, Frigler’in yalnızca kendi çekirdek bölgelerinde değil aynı zamanda geniş bir coğrafyaya dağıldıklarını göstermektedir. Antik Çağ yazarlarının anlatımları ile arkeolojik kazı ve araştırmaların sonuçları, Friglerin başlangıçta Troya ve çevresine, sonrasında Askania Gölü (İznik Gölü) ve Sangarios (Sakarya) Nehri’nin vadisine doğru yayılım gösterdiklerini, bu bölgeden daha sonra güneye ve doğuya doğru genişleyerek Anadolu içlerine yerleştiklerini kanıtlar. Frig yerleşim alanlarını sınırları tam olarak belirlenememekle birlikte, Frigler’in etki alanının Halys’in yani Kızılırmak kavisini doğusunda Çorum, Tokat ve Kırşehir illeri girer. Kuzeyde Karadeniz kıyısında Samsun’a uzanır. Güneyde Orta Anadolu’da Niğde ve Konya illerini kapsar. Güneybatıda Göller Bölgesi’nde Burdur ve Elmalı Ovası etkili olur. Batıda ise esas etkileşim alanı Eskişehir, Afyonkarahisar ve Kütahya illeridir. Kuzeybatıda Bandırma bölgesinde de izlerine rastlamak mümkündür. Ancak Friglerin ana vatan diyebileceğimiz bölge, günümüzde Yukarı Sakarya Vadisi’nde içine giren Eskişehir, Afyonkarahisar ve Kütahya illerinin kesiştiği alanda kalan bölgedir. Klasik Yunan çağında “Küçük Frigya” anlamına gelen “Frigya Epiktetos” ismi verilmiştir. Coğrafyacıların İç Batı Anadolu eşiği ismini verdikleri bölge, temelde İç Anadolu Bölgesi’nin kuzeybatısında kalan kısım olması yanında, Ege coğrafyası özelliği olan dağların denize dik uzandığı kesimdeki vadiler ile Ege ve Marmara Denizine açılmakta ve kıyı kesimine ulaşabilmektedir. Frigya Avrupa’dan gelen yolların İç Anadolu Bölgesi’ne açılan kapısı ve doğrudan İç Anadolu’ya bağlantı sağlanabilmektedir. Coğrafik olarak doğu ile batıyı buluşturan yol güzergâhlarını kavşak noktasıdır. Hem stratejik olarak savunmaya elverişli coğrafi yapısı hem de verimli toprakları sayesinde tarıma uygun geniş ovaların mevcudiyeti, Friglerin kısa sürede bölgede egemen güç olmasını sağlamıştır."
  },
  {
    "id": "3454847",
    "unitNumber": 4,
    "text": "Antik Yunan kaynaklarında hem tarihsel hem de mitolojik bir kişilik olarak çıkan Frig Kralı Gordias’ın oğlu aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Meneu",
      "B": "Midas",
      "C": "I. Argişti",
      "D": "Ramses",
      "E": "II. Rusa"
    },
    "explanation": "Frigyanın başkenti Gordion’un ilk kralının Gordias, oğlunun da adı Midas’tır. Midas Antik Yunan kaynaklarında hem tarihsel hem de mitolojik bir kişilik olarak çıkmaktadır. Bilinen en erken Midas ismi MÖ geç 8. yüzyılda Assur Kralı Sargon II’nin yıllıklarında bahsettiği Midas’tır. Mita/Midas önce Batı ve Orta Anadolu kralları ile Sargon II’nin rakibi olarak görülür ve yıllıklarda Mita’nın Assur’un egemenlik alanındaki entrikalarından bahsedilir. Kral Midas yönetimini başlangıcında doğuda Geç Hitit Krallığı olan Kargamış, Urartu Devleti ve Tabal krallıklarıyla anlaşarak Mezopotamya’daki Asur’a karşı düşmanca siyaset tercih etmiştir. MÖ 709 yılında Kafkasya’dan gelen istilacı kavim Kimmerlere karşı koyabilmek için Asurlular’dan yardım talep etmiştir. Doğuda yapmış olduğu dostluk sözleşmesinden sonra Kral Midas ilgisini batıya çevirmiş ve batı devletleri ile bağlantı kurmuştur. Orta Yunanistan’da Atina’nın kutsal kenti olan Delphi Apollon Tapınağı ve bilicilik merkezine armağanlar hediye etmiştir. Anadolu’nun batı kıyısındaki Aiolia bölgesindeki kentlerden birisi olan Kyme ile ilişkiye girmiş. Kyme kralı Agememnon’un kızı olduğu söylene Demodice veya Hermodice isimli kadın ile evlenmiştir. Ada yerleşimi olan Samos, Lindos, Paros, Yunanistan’daki kutsal alan Olympia ve Perakhora’ya hediye edilen Frig fibulaları (İğneleri), omphaloslu (göbekli) bronz kaseler ve kemerler gerçekten Friglerin batı uygarlığı ile yakın ilişkilerinin kurduğunu gösteren en önemli belgeleri meydana getirmektedir. Sargon II’nin çağdaşı olan Midas’tan sonra hüküm sürmüş Midas isimli başka Frig Kralları da olduğu bilinir. Muhtemelen Midas isminin Krali bir isim olabileceği ve belki Hitit Kral İsmi Labarna gibi bir tür unvan olabileceği görüşü baskındır."
  },
  {
    "id": "3454864",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Frig eserlerinden biri <u>değildir?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Areyastis/Arezastis Anıtı",
      "B": "Bitmemiş Anıt",
      "C": "Sümbüllü Anıt",
      "D": "Kümbet Vadisinde Bahşayiş Anıtı",
      "E": "Meher Kapı Anıtı"
    },
    "explanation": "Demir Çağı’nda Geç Hititlerde Kargamış kentinde ana tanrıça olarak kentin baş tanrıçası “Kubaba” tapınım görmekteydi. Tanrıça betimlerinde elinde aynası ve bir çift aslanla tasvir edilirdi. Frig dininde Matar sınırı olmayan doğada yaşamı ve üretkenliği tanımlayan evrensel bir özelliğe sahiptir. Eskişehir, Afyonkarahisar, Kütahya’daki vadilerde birçok anıtsal veya küçük boyutlu kaya anıtı Ana Tanrıça karakteriyle birleştirilerek tanrıçaya tapınmaya odaklanmış kült yapısı bulunmaktadır. Friglerin Ana Tanrıçalarını onurlandırmak için yaptıkları bu anıtlar; kaya cepheleri, altarlar ve nişler şeklinde üç farklı grubu oluşturur. Kaya cepheleri; megaron cephesindeki üçgen alınlık, beşik çatı görünümünün kaya yüzüne kabartma olarak işlenmesidir. Anıtsal cephe tasvirlerinin en muhteşemi ve tanınmış olanı Frig Yazılıkayası’ndaki Midas Anıtı veya Yazılıkaya olarak adlandırılan 17 m yüksekliğe ve 16,50 m genişliğe sahip kaya üzerine yontulmuş megaron cephesi tasviridir. Bu anıtla birlikte;<br/><ul> <li>Midas - Yazılıkaya Vadisi’nde,</li> <li>Areyastis/Arezastis Anıtı,</li> <li>Bitmemiş Anıt,</li> <li>Sümbüllü Anıt,</li> <li>Kümbet Vadisinde Bahşayiş Anıtı,</li> <li>Köhnüş Vadisi’nde Maltaş Anıtı ve Aslankaya Anıtı,</li> <li>Afyonkarahisar ili, İhsaniye ilçesi, Döğer beldesi yakınlarındaki Büyük Kapı Kaya ve Küçük Kapı Kaya Anıtı,</li> <li>Kütahya’ın Tavşanlı ilçesi yakınlarında Delikli Taş Anıtı cepheler içinde en etkileyici ve en güzel olanlarıdır.</li> </ul>"
  },
  {
    "id": "3441585",
    "unitNumber": 5,
    "text": "I. MÖ. 6. yy a. Şehir devletlerinin kurulması <br/>II. MÖ. 7 yy b. Pers egemenliğinin başlangıcı<br/>III. MÖ. 8.yy c. Arkaik çağın başlaması",
    "correctAnswer": "A",
    "options": {
      "A": "I-b, II-c, III-a",
      "B": "I-a, II-b, III-c",
      "C": "I-c, II-b, III-a",
      "D": "I-b, II-a, III-c",
      "E": "I-a, II-c, III-b"
    },
    "explanation": "Giriş Bölümü<br/>I. MÖ. 6. yy a. Pers egemenliğinin başlangıcı<br/>II. MÖ. 7 yy b. Arkaik çağın başlaması <br/>III. MÖ. 8.yy c. Şehir devletlerinin kurulması"
  },
  {
    "id": "3441606",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Lidyalıların ilk kralıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Artyes",
      "B": "Manes",
      "C": "Lydos",
      "D": "Gyges",
      "E": "Sadyattes"
    },
    "explanation": "Lidyalılar<br/>Lidya’da üç kral hanedanının hüküm sürdüğü anlaşılmaktadır. Bunlardan bilinen ilki, Kral Atys’den ismini alan Atyadlar sülalesidir."
  },
  {
    "id": "3441646",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Lidyalıların başkentidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sardes",
      "B": "Phallos",
      "C": "Rodos",
      "D": "Erythrai",
      "E": "Bergama"
    },
    "explanation": "Lidyalılar - Mimarlık<br/>Lidyalıların mimarisi hakkında sınırlı bilgimiz bulunmaktadır. Özellikle, başkent Sardes’te bu döneme ilişkin tabakalar büyük ölçüde tahrip olmuş ve anlaşılmaz durumdadır."
  },
  {
    "id": "3441654",
    "unitNumber": 5,
    "text": "Bilinen tarihi kayıt altına alan ilk düşünür aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Heredot",
      "B": "Aristo",
      "C": "Tales",
      "D": "Sokrates",
      "E": "Platon"
    },
    "explanation": "Lidyalılar<br/>5. yüzyılda yaşamış, Halikarnassos’lu (Modern: Bodrum) yazar, tarihçi. Historia (Herodot Tarihi) olarak bilinen ve gezdiği bölgeler ve halkların tarihinin yanı sıra Pers-Yunan savaşları hakkında bilgiler verdiği kitabı nedeniyle Tarihin Babası olarak da bilinmektedir"
  },
  {
    "id": "3441675",
    "unitNumber": 5,
    "text": "Lidya Tümülüslerinin tepe noktasında _________ bulunmaktadır.<br/>Yukarıdaki boşluğu aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Phallos",
      "B": "Korint",
      "C": "Kroisos",
      "D": "Sunak",
      "E": "Lydion"
    },
    "explanation": "Lidyalılar- Mimarlık<br/>Lidya Tümülüslerinin tepe noktasında Phallos bulunmaktadır."
  },
  {
    "id": "3441684",
    "unitNumber": 5,
    "text": "Deniz Kavimleri Göçü ile Anadolu'da aşağıdakilerden hangi devletin yerleşim yerleri yıkılmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Hitit",
      "B": "Frig",
      "C": "Akat",
      "D": "Urartu",
      "E": "İyon"
    },
    "explanation": "Ege göçleri<br/>MÖ 2. bin yılın sonlarına doğru Hint-Avrupa kavimlerinin Balkanlar üzerinden Doğu Akdeniz’e gelişleri ile bölgede büyük bir karışıklığın yaşandığı anlaşılmaktadır. Deniz Kavimleri Göçü olarak adlandırılan ve önlerine çıkan toplulukları yakıp yıkan bu göç dalgasının etkisi ile Yunanistan’da Akha, Anadolu’da ise Hitit yerleşimleri yıkılmıştır."
  },
  {
    "id": "3441693",
    "unitNumber": 5,
    "text": "I. Dorlar<br/>II. Mysler<br/>III. Pelasglar<br/>IV. Lelegler<br/>Yukarıdakilerden hangisi ya da hangileri göçlerden önce Anadolu'da yaşayan topluluklardır?",
    "correctAnswer": "A",
    "options": {
      "A": "II-III-IV",
      "B": "I",
      "C": "I-II",
      "D": "I-II-III",
      "E": "I-IV"
    },
    "explanation": "Ege Göçleri<br/>Batı Anadolu, göçlerden önce Mysler, Pelasglar, Lelegler ve Karlar gibi toplulukların yaşadığı, Hitit ve Akha Devletlerinin etkisi altında olan bir bölgedir"
  },
  {
    "id": "3441712",
    "unitNumber": 5,
    "text": "I. Kyme a.Aliağa<br/>II. Pitane b. Zeytinli<br/>III. Killa c. Çandarlı<br/>Yukarıda verilen ege göçleri sonrası kurulan şehirler ve günümüzdeki adları aşağıdakilerden hangisinde doğru şekilde eşleştirilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "I-a, II-c, III-b",
      "B": "I-a, II-b, III-c",
      "C": "I-c, II-b, III-a",
      "D": "I-b, II-c, III-a",
      "E": "I-c, II-a, III-b"
    },
    "explanation": "Ege Göçleri<br/>Bu şehirler Kyme (Aliağa), Larisa (Buruncuk), Neontheikos (Yanıkköy), Temnos (Görece-Kayacık Tepesi), Killa (Zeytinli), Notion (Ahmetbeyli), Aigiroessa (Kavaklıdere), Pitane (Çandarlı), Aigai (Nemrutkale), Myrina (Aliağa), Gryneion (Yenişakran) ve Smyrna (Eski İzmir) şeklindedir. Aiol birliğinin en önemli şehri olan Kyme aynı zamanda pek çok Aiol şehrinin de kurucusudur."
  },
  {
    "id": "3441725",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Batı Anadolu'da yapılan en erken Yunan tapınağıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Erythrai",
      "B": "Assos",
      "C": "Ephesos",
      "D": "Didyma",
      "E": "Smyrna"
    },
    "explanation": "Pers Yönetimi<br/>Erythrai Apollon Tapınağı, Batı Anadolu’da Yunan tapınaklarının taştan yapılmış en erken örneğidir."
  },
  {
    "id": "3441736",
    "unitNumber": 5,
    "text": "I. Apollon a. Didyma<br/>II. Artemis b. Erythria<br/>III. Athena c. Ephesos<br/>Yukarıdaki tanrı ve tanrıçaların tapınaklarının doğru eşleşmesi aşağıdakilerden hangisindedir?",
    "correctAnswer": "A",
    "options": {
      "A": "I-a, II-c, III-b",
      "B": "I-a, II-b, III-c",
      "C": "I-c, II-b, III-a",
      "D": "I-b, II-a, III-c",
      "E": "I-c, II-a, III-b"
    },
    "explanation": "Pers Yönetimi<br/>Batı Anadolu’da Arkaik Çağ’da en tanınmış örnekleri arasında Erythrai Athena Tapınağı, Assos Athena Tapınağı, Ephesos Artemis Tapınağı ve Didyma Apollon Tapınağı sayılabilir."
  },
  {
    "id": "3460819",
    "unitNumber": 5,
    "text": "Maden külçeleri üzerine devleti mührünü koyarak günümüzdeki paranın ilk şekli hangi Lidyalı kral zamanında meydana getirilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Gyges",
      "B": "Ardys",
      "C": "Kraisos",
      "D": "Alyates",
      "E": "Sadyattes"
    },
    "explanation": "Kraisos"
  },
  {
    "id": "3460827",
    "unitNumber": 5,
    "text": "Yunanistan'dan Batı Anadolu'ya geçen ilk gruplar aşağıdakilerden Hangisinde doğru olarak verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Aioller<br/>Mysler<br/>Dorlar",
      "B": "Karlar<br/>Dorlar<br/>Aioller",
      "C": "Aioller<br/>İonlar<br/>Dorlar",
      "D": "İonlar<br/>Dorlar<br/>Lelegler",
      "E": "İonlar<br/>Dorlar<br/>Karlar"
    },
    "explanation": "Aioller<br/>İonlar<br/>Dorlar"
  },
  {
    "id": "3460835",
    "unitNumber": 5,
    "text": "Batı Anadolu'da Yunan tapınaklarının taştan yapılmış en erken örneği aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Erythrai Apollon",
      "B": "Assos Athena",
      "C": "Ephesos Artemis",
      "D": "Didyma Apollon",
      "E": "Miletos Knidos"
    },
    "explanation": "<strong>Erythrai Apollon Tapınağı, Batı Anadolu’da Yunan tapınaklarının taştan yapılmış en erken örneğidir</strong>.Şehrin doğu sınırında sur duvarına bitişi inşa edilmiş bir terasın üzerinde yer almaktadır. MÖ 7. yüzyılın ortalarında başlayan yapının inşaatı uzun bir süreye yayılmıştır. Yapı Aiol düzeni olarak adlandırılan ve bölgeye özgü denilebilecek bir plan tipine sahiptir. Aiol düzeninde sütun başlıkları daha sonraki dönemlerde İon düzeninde görülen, iki yana doğru açılan volütler ile süslü bir vaziyettedir."
  },
  {
    "id": "3460839",
    "unitNumber": 5,
    "text": "Antik Çağda ticari, siyasi ve sosyal olayların gerçekleştirildiği kamusal alan aşağıdaki seçeneklerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Nymphaion",
      "B": "Agora",
      "C": "Stoa",
      "D": "Bouleuterion",
      "E": "Naos"
    },
    "explanation": "Şehirlerin gelişmesi ile siyasi ve askerî özelliğini kaybeden Akropol alanları şehirlerin dinsel merkezleri hâline gelmektedir. Akropolün çevresindeki düzlük alanlarda, şehrin diğer özel işlevli binaları ile nüfusun yaşadığı konut alanları yer almaktadır. Bu alanın en önemli kısmı Agora’dır. Düz bir alana kurulan Agora, şehirdeki önemli yolların kesiştiği bir toplanma yeri özelliğine sahiptir. MÖ 5. yüzyıldan başlayarak ticari ve siyasi faaliyetlerin gerçekleştirildiği bir yer hâline dönüşmektedir. Şehri ilgilendiren konuların görüşüldüğü, alınan kararların halka duyurulduğu bu alanlar aynı zamanda ticari bir merkez (pazaryeri) işlevine de kavuşmuştur. Bu özelliği ile Agoralar kamusal alanlardır."
  },
  {
    "id": "3460847",
    "unitNumber": 5,
    "text": "Lidyalılar ile ilgili olarak aşağıdaki seçeneklerden hangisi yanliştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Bugünkü Gediz ve Küçük Menderes nehirleri arasındaki bölgede yaşamışlardır",
      "B": "Demir Çağı devletlerinden birisidir",
      "C": "M.Ö. 10. Yüzyıldan itibaren yaşamışlardır",
      "D": "Krallık sistemi ile yönetiliyorlardı",
      "E": "Lidce dilini kullanıyorlardı"
    },
    "explanation": "M.Ö. 12. Yüzyıldan itibaren yaşamışlardır"
  },
  {
    "id": "3460859",
    "unitNumber": 5,
    "text": "Perslerde ele geçirilen bölgelerin yönetimi aşağıdakilerden hangisi tarafından yürütülmüştür?",
    "correctAnswer": "A",
    "options": {
      "A": "Satraplar",
      "B": "Boulo Meclisi",
      "C": "Halk Meclisi",
      "D": "Beş Yüzler Meclisi",
      "E": "Halk Mahkemeleri"
    },
    "explanation": "Satraplar"
  },
  {
    "id": "3460868",
    "unitNumber": 5,
    "text": "Antik Dünyanın yedi harikasından birisi olarak kabul edilen, M.Ö. 6. Yüüzyılın ortalarında inşa edilen tapınak aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Erythrai Athena",
      "B": "Didyma Apollon",
      "C": "Assos athena",
      "D": "Ephesos Artemis",
      "E": "Parthenon"
    },
    "explanation": "Ephesos Artemis"
  },
  {
    "id": "3460879",
    "unitNumber": 5,
    "text": "Batı Anadolu Arkaik Çağ heykellerinde belirleyici etkiye sahip heykel sanatı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Pers Heykel Sanatı",
      "B": "Roma Heykel Sanatı",
      "C": "Yunanistan Heykel Sanatı",
      "D": "Uzakdoğu Heykel Sanatı",
      "E": "Mısır Heykel Sanatı"
    },
    "explanation": "Yunanistan Heykel Sanatı"
  },
  {
    "id": "3460886",
    "unitNumber": 5,
    "text": "Aşağıdaki seçeneklerden hangisi giydikleri kıyafetlerin vücut üzerindeki duruşları, elbise kıvrımları ve saç kıvrımları gibi ayrıntıların betimlenmesindeki gelişimi göre tarihlenen \"korelerin\" (M.Ö. 7. yüzyılın son çeyreği) en erken örnekleri arasında yer alır?",
    "correctAnswer": "D",
    "options": {
      "A": "Erythrai Koresi",
      "B": "Kyzikos Koresi",
      "C": "Khalkedon Koresi",
      "D": "Klaros Koresi",
      "E": "Klazomeai Koresi"
    },
    "explanation": "Klaros Koresi"
  },
  {
    "id": "3460898",
    "unitNumber": 5,
    "text": "M.Ö. 6. Yüzyılın 2. yarısına tarihlendirilen, dörtgen paye üzerinde ayakta duran bir mezar odası ve bu odanın üst kısmında dört tarafı yerel bir birey ve karısının günlük yaşamından sahnelerle işlenmiş kabartmaların yer aldığı anıt aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Arslanlı Mezar",
      "B": "Greko-Pers Mezar Steli",
      "C": "Harpyler Anıtı",
      "D": "Polyksena Lahti",
      "E": "İskender Lahti"
    },
    "explanation": "Harpyler Anıtı"
  },
  {
    "id": "3447068",
    "unitNumber": 6,
    "text": "Klasik Çağ’da aşağıdakilerden hangisi ya da hangileri <strong><u>Anadolu’da Pers Döneminde başta gele</u><u>n satraplık merkezi </u></strong>olmuştur?<br/>I- Daskyleion<br/>II-Kappadokia<br/>III-Sardes<br/>IV-Milavanda<br/>V-Ankyra",
    "correctAnswer": "B",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "II, III ve V",
      "D": "I, III ve V",
      "E": "III ve IV"
    },
    "explanation": "Giriş<br/>Herodotos’un aktardığına göre I. Dareios tahta geçtiğinde bütün krallığı 20 satraplığa ayırmış ve alınacak vergileri de düzenlenmiştir. Söz konusu satraplıkların sınırları belirlenirken, bazen coğrafi bakımdan komşu olan topluluklar bir araya getirilmiş bazen de birbirinden uzak olan topluluklar birbirine bağlanmıştır. Herodotos’un saydığı satraplıklar arasında altı tanesi kısmen veya tamamen Anadolu coğrafyasında bulunduğu anlaşılmaktadır. <strong>Daskyleion ve Sardes</strong>, Anadolu’da bulunan satraplık merkezleri arasında başta gelmektedir.<br/>Kapadokia ise satraplık bölgesinin ismidir. Bir kent adı değildir."
  },
  {
    "id": "3447086",
    "unitNumber": 6,
    "text": "Metinde boş bırakılan yere aşağıdakilerden hangisi gelmelidir?<br/>\"Klasik Çağ’da Anadolu’da mimarlık alanında en önemli yenilik ……………… görülür.\"",
    "correctAnswer": "A",
    "options": {
      "A": "Kent planlamasında",
      "B": "Tapınaklarda",
      "C": "Agoralarda",
      "D": "Hipodromlarda",
      "E": "Kent dekorasyonunda"
    },
    "explanation": "Mimarlık ve Şehir Planlaması<br/>Klasik Çağ’da Anadolu’da mimarlık alanında en önemli yenilik kent planlamasında görülür."
  },
  {
    "id": "3447094",
    "unitNumber": 6,
    "text": "Aşağıdaki şehirlerden hangisi ya da hangileri, Klasik Çağ’da Aristoteles gibi antik yazarların mimar Hippodamos’a atfetmesi nedeniyle Hippodamos Planı olarak da tanınan düzenli şehir planlamacılığının en önemli örnekleri arasında sayılmaktadır?<br/>I- Miletos<br/>II-Pirene<br/>III-Troya",
    "correctAnswer": "C",
    "options": {
      "A": "Sadece III",
      "B": "II ve III",
      "C": "I ve II",
      "D": "I ve III",
      "E": "Sadece II"
    },
    "explanation": "Mimarlık ve Şehir Planlaması<br/>Klasik Çağ’da Aristoteles gibi antik yazarların mimar Hippodamos’a atfetmesi nedeniyle Hippodamos Planı olarak da tanınan düzenli şehir planlamacılığının en önemli örnekleri Miletos ve Pirene şehir planlarında görülür."
  },
  {
    "id": "3447103",
    "unitNumber": 6,
    "text": "Klasik Çağ Anadolu’da görülen seramik sanatına ilişkin aşağıda yapılan saptamalardan hangisi ya da hangileri <strong><u>doğrudur</u></strong>?<br/>I- Klasik Dönem Anadolu seramiklerinde Pers ve Yunan sanatının etkileri görülür.<br/>II-Klasik Dönem Anadolu seramiklerinde “Kırmızı figür tekniği” yaygın kullanılan tekniklerdendir.<br/>III-Çoğunlukla tapınaklar için yapılan kap formlarının üretimi görülür.",
    "correctAnswer": "E",
    "options": {
      "A": "Sadece III",
      "B": "Sadece I",
      "C": "Sadece II",
      "D": "II ve III",
      "E": "I ve II"
    },
    "explanation": "Pers işgali altındaki dönemde Anadolu’da Pers ve Yunan sanatının etkileri seramikler üzerinden de izlenebilmektedir. Bu dönemde Anadolu’da seramik sanatının gelişmesinde İran etkisinin yeri görülmektedir. Pers seramik sanatında kaliteli seramik yerine çarkta üretilmiş kazıma ve kalıp yapımı bezemeler ile süslenmiş kapların yaygınlaştığı görülmektedir. Ayrıca tutamakları hayvan protomları ile süslenmiş sürahi ve riton gibi kap formları da mevcuttur.<br/>Anadolu’da bu dönemde görülen bir diğer seramik grubu ise Klasik Yunan boyalı kaplarıdır. Arkaik Çağ’dan itibaren Ege dünyasında yaygın olarak görülen bu kaplar Yunanistan’ın Attika bölgesinden yayılmıştır. Bu merkezde üretilen seramiklerde Klasik Çağ’ın başlarında “Kırmızı Figür Tekniği” olarak adlandırılan yeni bir tekniğin ortaya çıktığı dikkati çekmektedir. Bu teknikte kapların üzerindeki figürlerin konturları siyah astar ile yapılırken, iç kısımları ise hamurun kendine özgü kırmızı renginde bırakılmaktadır. Atina kentinde üretilen bu kapların üzerinde görülen sanatçı imzaları ile kendilerine özgü birer stili olduğu anlaşılmaktadır. Antik Dönem seramik endüstrisinin anlaşılmasında önemli bir rehber olan bu kaplar, Anadolu’da da oldukça popüler hâle gelmiş ve yoğun olarak ithal edilmiştir. Kapların üzerindeki betimlemelerde görülen Yunan mitolojisi ve günlük yaşamdan alınma sahnelerde figürlerin çizilmesindeki ince işçilik nedeniyle döneminin en kaliteli örnekleri olarak kabul edilmektedir."
  },
  {
    "id": "3447108",
    "unitNumber": 6,
    "text": "Klasik Çağ Anadolu’da görülen Heykel sanatına ilişkin aşağıda yapılan saptamalardan hangisi ya da hangileri <u><strong>doğrudur?</strong></u><br/>I- Heykeltıraşlık açısından Greko-Pers sanatı olarak adlandırılan sanatın ortaya çıktığı dönemdir.<br/>II- Klasik Çağ’da üzerindeki kabartma ve heykellerle en dikkat çeken yapı Mausolleion anıt mezarıdır.<br/>III-Hipodromlar Klasik Çağ’da heykel sanatının en önemli örneklerinin görüldüğü yerlerdir.",
    "correctAnswer": "E",
    "options": {
      "A": "I ve III",
      "B": "II ve III",
      "C": "Sadece I",
      "D": "Sadece II",
      "E": "I ve II"
    },
    "explanation": "Heykeltraşlık<br/>Anadolu’da Yunan ve Pers sanatının etkilerinin hissedilmesi nedeniyle heykeltıraşlık açısından Greko-Pers sanatı olarak adlandırılan sanatın ortaya çıktığı dönemdir. Anadolu’nun Pers kontrolü altında olduğu dönemde Likya bölgesi de siyasi açıdan Perslere bağlı olmakla birlikte kendine özgü kültürünü korumuştur. Mezar anıtları bu açıdan da Klasik Çağ Anadolu sanatının önemli örnekleri olma özelliği taşır. Likya bölgesindeki en önemli mezar anıtı örnekleri arasında Nereidler Anıtı, Perikles Mezar Anıtı, Trysa Mezar Anıtı sayılabilir. Karya bölgesinde ilk eser Milas Hekatomnos mezarıdır. Halikarnassos’da bulunan Pers satraplarından Mausollos yaptırdığı ve Mausolleion adı verilen anıt, Klasik Çağ Anadolu anıtları arasında en önemli örneklerin arasında başta gelmektedir. Antik Çağ’ın 7 harikasından biri olarak da kabul edilen eser, Yunan tapınak geleneği ile yerel mezar geleneğinin birleşimi olarak dikkati çeker. Ayrıca anıtın, dört yanındaki kabartma eserler de dönemin dört önemli heykeltıraşı tarafından yapılmıştır."
  },
  {
    "id": "3447122",
    "unitNumber": 6,
    "text": "Metinde boş bırakılan yere aşağıdakilerden hangisi gelmelidir?<br/>“…………………; tarihin babası olarak da adlandırılan, Klasik Çağ’da Anadolu’da edebiyat alanında eser veren en önemli kişidir.”",
    "correctAnswer": "D",
    "options": {
      "A": "Sophokles, Euripides, Aristophanes, Herodotos, Ksenophon",
      "B": "Euripides",
      "C": "Aristophanes",
      "D": "Herodotos",
      "E": "Sophokles,"
    },
    "explanation": "Herodotos; tarihin babası olarak da adlandırılan, Klasik Çağ’da Anadolu’da edebiyat alanında eser veren en önemli kişidir."
  },
  {
    "id": "3447127",
    "unitNumber": 6,
    "text": "Metinde boş bırakılan yere aşağıdakilerden hangisi gelmelidir?<br/>\"Klasik Çağ resim sanatı, Anadolu’da ………………………………… içlerinde bulunan duvar resimleri ile en iyi biçimde temsil edilmektedir.\"",
    "correctAnswer": "A",
    "options": {
      "A": "Tümülüs",
      "B": "Hipodrom",
      "C": "Hamam",
      "D": "Gymnasium",
      "E": "Oditoryum"
    },
    "explanation": "Klasik Çağ resim sanatı, Anadolu’da tümülüs içlerinde bulunan duvar resimleri ile en iyi biçimde temsil edilmektedir."
  },
  {
    "id": "3447137",
    "unitNumber": 6,
    "text": "Büyük İskender’in Doğu Seferi sırasında Anadolu’daki Pers egemenliğini sona erdirdiği savaş aşağıdaki şıklardan hangisinde verilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kunaksa Savaşı",
      "B": "Gaugamela Savaşı",
      "C": "Eurymedon Savaşı",
      "D": "Peloponessos Savaşı",
      "E": "Granikos Savaşı"
    },
    "explanation": "Büyük İskender’in Seferi<br/>Büyük İskender Doğu Seferi sırasında öncelikle Anadolu’daki Pers egemenliğini sona erdirmiştir. Pers kralı ile yaptığı Gaugamela Savaşı’nı kazanmasının ardından bölgedeki kontrolünü pekiştirmiş ve Asya’nın kralı ilan edilmiştir. Bu seferin sonucunda ortaya çıkan yeni siyasi ve kültürel gelişmeler Helenistik Çağ’ın başlamasında etkili olmuştur."
  },
  {
    "id": "3447153",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi ya da hangileri Anadolu Klasik Çağında <strong>Karia Bölgesi’</strong>nde yer alan mezar anıtları arasında yer alır?<br/>I- Perikles mezar anıtı<br/>II-Mausoleion mezar anıtı<br/>III- Mylasa (Milas) Hekotomnos mezar anıtı",
    "correctAnswer": "C",
    "options": {
      "A": "Sadece III",
      "B": "Sadece II",
      "C": "II ve III",
      "D": "I ve III",
      "E": "Sadece I"
    },
    "explanation": "Karia anıtları<br/>Anadolu Klasik Çağında <strong>Karia Bölgesi’</strong>nde yer alan mezar anıtları arasında: Mausoleion mezar anıtı ve Mylasa (Milas) Hekotomnos mezar anıtı gelir. Perikles Likya Bölgesi anıtları arasında yer alır."
  },
  {
    "id": "3447165",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi ya da hangileri Anadolu Klasik Çağında <strong>Likya Bölgesi</strong>’nde yer alan mezar anıtları arasında yer alır?<br/>I- Mausoleion mezar anıtı <br/>II- Trysa mezar anıtı<br/>III- Perikles mezar anıtı",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "Sadece II",
      "C": "Sadece III",
      "D": "II ve III",
      "E": "Sadece I"
    },
    "explanation": "Likya anıtları<br/>Anadolu Klasik Çağında <strong>Likya Bölgesi</strong>’nde yer alan mezar anıtları arasında Trysa ve Perikles mezar anıtı gelir."
  },
  {
    "id": "3846013",
    "unitNumber": 6,
    "text": "MÖ 546 yılında Lidya Krallığı’nı yıkarak Anadolu’da Pers egemenliğini başlatan kral kimdir?",
    "correctAnswer": "B",
    "options": {
      "A": "I. Dareios",
      "B": "II. Kyros",
      "C": "III. Alexandros",
      "D": "I. Xerxes",
      "E": "Artakserkses"
    },
    "explanation": "Klasik Çağ olarak adlandırılan dönemde Anadolu’da Pers egemenliği devam etmektedir. Öte yandan Yunanistan’da ise Pers-Yunan Savaşı’ndan zaferle çıkan şehir devletlerinin gelişerek uygarlık ve sanatta gelişkin bir evre yaşadıkları dönem olarak karşımıza çıkmaktadır. Tarihçiler tarafından MÖ 480 yılından itibaren başladığı kabul edilen bu dönemde Anadolu’da Pers kontrolü satraplıklar aracılığıyla devam etmektedir. Satraplık sistemi Anadolu’ya, MÖ 546 yılında Lidya krallığını yıkarak bölgeyi ele geçiren Kral II. Kyros tarafından getirilmiştir."
  },
  {
    "id": "3846016",
    "unitNumber": 6,
    "text": "MÖ 478 yılında kurulan Attika-Delos Birliği'nin kuruluş amacı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yunan kentleri arasında ticareti geliştirmek",
      "B": "Perslere karşı ortak savunma sağlamak",
      "C": "Denizcilik faaliyetlerini artırmak",
      "D": "Roma İmparatorluğu'na karşı koymak",
      "E": "Makedonya ile ittifak kurmak"
    },
    "explanation": "Attika-Delos Birliği, bir grup Yunan şehir devleti tarafından kurulmuştur. Perslerin bölgeye tekrar gelme ihtimaline karşı bir birlik oluşturma fikrinden yola çıkan bu örgütlenmenin amacı gelecekte ortaya çıkacak yeni tehditlere karşı hazırlıklı olmaktır. Delos şehrinde Atina’nın liderliğinde MÖ 478 yılında kurulan birliğin üyeleri arasında Yunanistan, Batı ve Güney Anadolu’dan şehirlerde vardır. Antik kaynaklar birliğe katılanlar arasında Pers kontrolü altında olan şehirlerin de bulunduğunu bildirmektedir. Yaklaşık 300 üye şehrin bulunduğu birlik Pers saldırısına karşı bir ordu meydana getirmiştir."
  },
  {
    "id": "3846018",
    "unitNumber": 6,
    "text": "Genç Kyros'un Pers tahtına karşı ayaklanmasında Sparta’dan aldığı destekle kurduğu orduda görev yapan tarihçi yazar kimdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ksenophon",
      "B": "Herodotos",
      "C": "Plutarkhos",
      "D": "Arrianos",
      "E": "Diodoros"
    },
    "explanation": "Kyros’un ordusunda görev alan tarihçi yazar Ksenophon'dur."
  },
  {
    "id": "3846020",
    "unitNumber": 6,
    "text": "Büyük İskender'in Anadolu’da Perslere karşı kazandığı ilk savaş aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "İssos Savaşı",
      "B": "Gaugamela Savaşı",
      "C": "Granikos Savaşı",
      "D": "Thermopylai Savaşı",
      "E": "Mykale Deniz Savaşı"
    },
    "explanation": "Büyük İskender’in Perslere karşı başlattığı doğu seferi, Gelibolu Yarımadası üzerinden Anadolu’ya geçişi ile MÖ 334 yılında başlar. Perslerin Makedonya ordusu ile ilk karşılaşması Granikos (Biga Çayı) kıyısında olmuştur. Perslerin sayıca üstün durumda olmasına karşın, Büyük İskender’in savaş taktikleri ile Granikos Savaşı, Makedon ordusunun Anadolu’da kazandığı ilk zaferdir."
  },
  {
    "id": "3846023",
    "unitNumber": 6,
    "text": "İssos Savaşı’ndan sonra Büyük İskender hangi şehri kurmuştur?",
    "correctAnswer": "B",
    "options": {
      "A": "İskenderiye (Mısır)",
      "B": "İskenderun",
      "C": "Gordion",
      "D": "Pergamon",
      "E": "Ephesos"
    },
    "explanation": "Doğu Akdeniz dünyasının tarihini temelden değiştiren bu savaş İssos Savaşı olarak bilinmektedir. Savaş sırasında Pers kralı Darius, İskender’in kendisine yaklaşması üzerine savaş alanını bırakıp kaçmıştır. Bu savaş sonucunda İskender Pers Krallığı’na çok büyük bir darbe vurmuş ve Dareios’un karısı ve çocuklarını esir alarak kendi adını taşıyan Alexandreia (İskenderun) şehrini kurmuştur."
  },
  {
    "id": "3846025",
    "unitNumber": 6,
    "text": "Dik açılı sokak planıyla düzenlenen şehir planı aşağıdakilerden hangisiyle tanınmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Dor Planı",
      "B": "Hippodamos Planı",
      "C": "Ion Planı",
      "D": "Roma Planı",
      "E": "Helen Planı"
    },
    "explanation": "Şekli nedeniyle Izgara Planı olarak adlandırılan düzenli şehir planlamacılığı, Aristoteles gibi antik yazarların mimar Hippodamos’a atfetmesi nedeniyle Hippodamos Planı olarak da tanınmaktadır."
  },
  {
    "id": "3846029",
    "unitNumber": 6,
    "text": "Priene Athena Tapınağı'nın mimarı kimdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Pytheos",
      "B": "Hermogenes",
      "C": "Skopas",
      "D": "Leochares",
      "E": "Bryaxis"
    },
    "explanation": "Halikarnassos’da bulunan Mausoleion’un da mimarı olan Pytheos tarafından inşa edilen Priene Tapınağı, Priene şehrinde Agora’nın kuzey batısında yer almaktadır. Klasik Yunan tapınağı mimarisinin önemli yapılarından biridir. Pytheos’un, Yunan mimarlığında yenilikler getiren ve bu konuda eser vermiş Anadolulu bir mimar olduğunu Antik kaynaklardan öğrenmekteyiz. Hermogenes gibi Hellenistik Çağ’ın önemli mimarlarına da öncülük etmiştir."
  },
  {
    "id": "3846033",
    "unitNumber": 6,
    "text": "Nereidler Anıtı hangi antik kentte yer almaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Priene",
      "B": "Mylasa",
      "C": "Sardes",
      "D": "Daskyleion",
      "E": "Xanthos"
    },
    "explanation": "Likya bölgesinde karşımıza çıkan anıt mezarları arasında en başta geleni, Xanthos’un girişine yakın bir alanda yapılmış olan Nereidler Anıtı’dır. Yüksek bir kaide üzerinde ve tapınak planındaki anıt çevresi 4 x 6 sıra hâlinde tek bir sıra sütun ile çevrili, içinde ölünün yatırıldığı bir ölü yatağı (kline) bulunan bir mezar odasından oluşmaktadır."
  },
  {
    "id": "3846035",
    "unitNumber": 6,
    "text": "Antik Çağ'ın Yedi Harikası’ndan biri olarak kabul edilen Mausoleion hangi kenttedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ephesos",
      "B": "Pergamon",
      "C": "Sardeis",
      "D": "Halikarnassos",
      "E": "Miletos"
    },
    "explanation": "Halikarnassos’da bulunan Pers satraplarından Mausollos yaptırdığı ve Mausolleion adı verilen anıt, Klasik Çağ Anadolu anıtları arasında en önemli örneklerin arasında başta gelmektedir. Antik Çağ’ın 7 harikasından biri olarak da kabul edilen eser, Yunan tapınak geleneği ile yerel mezar geleneğinin birleşimi olarak dikkati çeker."
  },
  {
    "id": "3846036",
    "unitNumber": 6,
    "text": "Historia adlı eseriyle bilinen ve Klasik Çağ'da Anadolu hakkında bilgi veren yazar kimdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Herodotos",
      "B": "Ksenophon",
      "C": "Plutarkhos",
      "D": "Diodoros",
      "E": "Arrianos"
    },
    "explanation": "Edebiyat alanında Anadolu’da Klasik Çağ’da eserler vermiş yazarlar arasında başta gelenlerden birisi Halikarnassoslu Herodotos’tur. Herodotos, MÖ 5. yüzyılda yaşamıştır. Doğu Akdeniz ve Pers dünyasını gezerek gördüklerini ve duyduklarını Historia adıyla bir kitapta toplamıştır."
  },
  {
    "id": "3941182",
    "unitNumber": 6,
    "text": "“Arkaik Çağ’da başlayan Perslerin Yunanistan’a karşı yürüttüğü sefer, MÖ 480 yılında Pers donanmasının Atinalılar tarafından Salamis Deniz Savaşı’nda yenilmesi ile sona ermiştir. Bölge tarihi ve kültürü açısından önemli sonuçlar doğuran bu gelişmeden sonra Anadolu’da ve Yunan dünyasında …………………. başlamaktadır” ifadesindeki boşluğa aşağıdakilerden hangisi getirilmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Klasik çağ",
      "B": "Tunç çağı",
      "C": "Geometrik çağ",
      "D": "Helenistik çağ",
      "E": "Oryantalizan çağ"
    },
    "explanation": "Öğrenci Klasik Çağ ile ilgili temel kavramları açıklayabilmeyi öğrenmiş olmalıdır.<br/>Arkaik Çağ’da başlayan Perslerin Yunanistan’a karşı yürüttüğü sefer, MÖ 480 yılında Pers donanmasının Atinalılar tarafından Salamis Deniz Savaşı’nda yenilmesi ile sona ermiştir. Bölge tarihi ve kültürü açısından önemli sonuçlar doğuran bu gelişmeden sonra Anadolu’da ve Yunan dünyasında Klasik Çağ başlamaktadır. Pers-Yunan Savaşlarından sonra gücü ve etkisi bir ölçüde zayıflamasına karşın Klasik Çağ’da Anadolu’da hâlen Pers egemenliği görülmektedir."
  },
  {
    "id": "3941183",
    "unitNumber": 6,
    "text": "Satraplık sistemi, MÖ 546 yılında Lidya krallığını yıkarak bölgeyi ele geçiren hangi kral tarafından Anadolu’ya getirilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "I. Dareios",
      "B": "II. Kyros",
      "C": "II. Kambises",
      "D": "Bardiya",
      "E": "I. Serhas"
    },
    "explanation": "Öğrenci Klasik Çağ ile ilgili temel kavramları açıklayabilmeyi öğrenmiş olmalıdır.<br/>Klasik Çağ olarak adlandırılan dönemde Anadolu’da Pers egemenliği devam etmektedir. Öte yandan Yunanistan’da ise Pers-Yunan Savaşı’ndan zaferle çıkan şehir devletlerinin gelişerek uygarlık ve sanatta gelişkin bir evre yaşadıkları dönem olarak karşımıza çıkmaktadır. Tarihçiler tarafından MÖ 480 yılından itibaren başladığı kabul edilen bu dönemde Anadolu’da Pers kontrolü satraplıklar aracılığıyla devam etmektedir. Satraplık sistemi Anadolu’ya, MÖ 546 yılında Lidya krallığını yıkarak bölgeyi ele geçiren Kral II. Kyros tarafından getirilmiştir."
  },
  {
    "id": "3941184",
    "unitNumber": 6,
    "text": "Attika-Delos Birliği, bir grup Yunan şehir devleti tarafından, Perslerin bölgeye tekrar gelme ihtimaline karşı bir birlik oluşturma fikrinden yola çıkarak, gelecekte ortaya çıkacak yeni tehditlere karşı hazırlıklı olmak amacıyla, Delos şehrinde Atina’nın liderliğinde hangi yılda kurulmuştur?",
    "correctAnswer": "C",
    "options": {
      "A": "MÖ 450",
      "B": "MÖ 465",
      "C": "MÖ 478",
      "D": "MÖ 430",
      "E": "MÖ 448"
    },
    "explanation": "Öğrenci Klasik Çağ’da Anadolu’nun yapısını tanımlayabilmeyi öğrenmiş olmalıdır.<br/>Attika-Delos Birliği, bir grup Yunan şehir devleti tarafından kurulmuştur. Perslerin bölgeye tekrar gelme ihtimaline karşı bir birlik oluşturma fikrinden yola çıkan bu örgütlenmenin amacı gelecekte ortaya çıkacak yeni tehditlere karşı hazırlıklı olmaktır. Delos şehrinde Atina’nın liderliğinde MÖ 478 yılında kurulan birliğin üyeleri arasında Yunanistan, Batı ve Güney Anadolu’dan şehirlerde vardır. Antik kaynaklar birliğe katılanlar arasında Pers kontrolü altında olan şehirlerin de bulunduğunu bildirmektedir. Yaklaşık 300 üye şehrin bulunduğu birlik Pers saldırısına karşı bir ordu meydana getirmiştir."
  },
  {
    "id": "3941185",
    "unitNumber": 6,
    "text": "Pers Kralı II. Artakserkses’in kardeşi olan, tahtta hak iddia eden ve Sardes satrabı olarak atanan Kyros’un kurduğu orduda görev alan tarihçi yazar aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Diodorus",
      "B": "Arrianos",
      "C": "Hesiodos",
      "D": "Ksenophon",
      "E": "Plutarkhos"
    },
    "explanation": "Öğrenci Klasik Çağ’da Anadolu’nun yapısını tanımlayabilmeyi öğrenmiş olmalıdır.<br/>Pers Kralı II. Artakserkses’in kardeşi olan ve tahtta hak iddia eden Kyros’da bu şekilde Sardes satrabı olarak atanmıştır. Spartalılardan yardım alan Kyros’un, Sardes’te paralı askerlerden oluşan bir ordu kurarak Artakserkses’in üzerine bir sefer planlamış olduğu anlaşılmaktadır. Kyros’un ordusunda görev alan tarihçi yazar Ksenophon, Kyros’un seferi sırasında Anadolu’dan da ordusuna yeni birlikler eklediğini aktarır."
  },
  {
    "id": "3941186",
    "unitNumber": 6,
    "text": "Babası II. Philip’in ölümünden sonra MÖ 336 yılında Büyük İskender hangi krallığın başına geçmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Ahameniş",
      "B": "Büyük Hun",
      "C": "Seleukos",
      "D": "Yeni Asur",
      "E": "Makedonya"
    },
    "explanation": "Öğrenci Klasik Çağ’da Anadolu’nun Pers ve Yunan etkisini açıklayabilmeyi öğrenmiş olmalıdır.<br/>Babası II. Philip’in ölümünden sonra MÖ 336 yılında Makedonya Krallığının başına Büyük İskender geçmiştir. Arrianos, Plutarkhos, Sicilyalı Diodorus gibi Antik Çağ yazarlarının eserleri yoluyla hayatı ve yaptıkları konusunda kapsamlı bilgilere sahip olduğumuz Büyük İskender, Doğu Akdeniz’de gerçekleştirdiği sefer ile etkileri çok uzun bir süre hissedilecek gelişmelere yol açmıştır."
  },
  {
    "id": "3941187",
    "unitNumber": 6,
    "text": "Perslerin sayıca üstün durumda olmasına karşın, Büyük İskender’in savaş taktikleri sayesinde, Makedon ordusunun Anadolu’da kazandığı ilk zafer aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Granikos savaşı",
      "B": "İssos savaşı",
      "C": "Miletus muharebesi",
      "D": "Gaugamela savaşı",
      "E": "Thebes savaşı"
    },
    "explanation": "Öğrenci Klasik Çağ’da Anadolu’nun Pers ve Yunan etkisini açıklayabilmeyi öğrenmiş olmalıdır.<br/>Büyük İskender’in Perslere karşı başlattığı doğu seferi, Gelibolu Yarımadası üzerinden Anadolu’ya geçişi ile MÖ 334 yılında başlar. Perslerin Makedonya ordusu ile ilk karşılaşması Granikos (Biga Çayı) kıyısında olmuştur. Perslerin sayıca üstün durumda olmasına karşın, Büyük İskender’in savaş taktikleri ile Granikos Savaşı, Makedon ordusunun Anadolu’da kazandığı ilk zaferdir."
  },
  {
    "id": "3941188",
    "unitNumber": 6,
    "text": "Klasik çağda ızgara planına göre inşa edilen şehirlerin en önemli örnekleri aşağıdaki seçeneklerden hangisinde verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Miletos-Halikarnassos",
      "B": "Miletos-Priene",
      "C": "Priene-Halikarnassos",
      "D": "Halikarnassos-Ephesos",
      "E": "Miletos-Ephesos"
    },
    "explanation": "Öğrenci Anadolu sanatının temel özelliklerini öğrenmiş olmalıdır.<br/>Şekli nedeniyle Izgara Planı olarak adlandırılan düzenli şehir planlamacılığı, Aristoteles gibi antik yazarların mimar Hippodamos’a atfetmesi nedeniyle Hippodamos Planı olarak da tanınmaktadır. MÖ 5. yüzyılda yaşamış olan Miletos’lu Hippodamos, büyük olasılıkla kendisinden önce başlamış olan bu planlama sistemini düzene koyarak uygulamış ve yaygınlaştırmış bir mimardır. Bu plana göre inşa edilen şehirlerin en önemli örnekleri arasında Miletos ve Priene sayılabilir."
  },
  {
    "id": "3941189",
    "unitNumber": 6,
    "text": "Likya anıtları içerisindeki en önemli örneklerden biri olan “Nereidler Anıtı”nın üzerindeki kurban ve ziyafet sahneleri anıtın hangi bölümünde yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "Batı alınlık",
      "B": "Arşitravın üzerindeki friz",
      "C": "Naos frizi",
      "D": "İkinci friz",
      "E": "Doğu alınlık"
    },
    "explanation": "Öğrenci Anadolu sanatının temel özelliklerini öğrenmiş olmalıdır.<br/>Av, savaş ve armağan verme gibi konulara ilişkin sahnelerin görüldüğü kabartmalar Likya sanatının Klasik Çağ’daki en önemli heykeltıraşlık eserleri arasında sayılmaktadır. Kaidede yer alan kabartmalar arasında ilk sırayı bir kent kuşatmasına ait olandır. Kuşatmayı gerçekleştiren ordudaki askerlerin arka arkaya olacak şekilde kalabalık bir hâlde betimlenmesi Pers sanatının bölgedeki yansımasını aktaran önemli bir örnektir. Kaidede ikinci friz Amazonomakhia (Amazonlarla Yunanlı kahramanların Savaşı) anlatılmıştır. Doğu-batı sentezi şeklinde yapılmıştır. Sütunların arasında Nereus kızlarının heykelleri yer alır. Anıta ismini veren Nereidler, ölen kişinin ruhunun ölüler dünyasına gitmek için Okeanos’tan geçerken eşlik etmektedirler. Arşitravın üzerindeki frizde savaş, domuz avı, adak eşyası taşıyan kişiler ve ziyafet hazırlıkları görülmektedir. Naos frizinde kurban ve ziyafet sahneleri yer alır. Özellikle cenaze törenlerini hatırlatmaktadır. Doğu alınlıkta mezar sahibi ve eşi tahta otururlar. Yakınları ve hizmetlileri ayakta durur. Batı alınlıkta mezar sahibinin savaşa katılışı resmedilmiştir. Eserin kalıntıları 19. yüzyılda Osmanlı Devleti’nin izniyle Londra’ya götürülmüştür."
  },
  {
    "id": "3941190",
    "unitNumber": 6,
    "text": "“Antalya’nın Elmalı ilçesinde yer alan mezar anıtı, MÖ 5. yüzyılın II. çeyreğine tarihlendirilmektedir. Anadolu’da Greko-Pers sanatının araştırılmasında önemli bir örnek olan yapı, üstü yığma toprak ile kaplanmış kireç taşı bloklardan oluşan bir mezar odasından meydana gelmektedir. Mezar odasındaki duvar resimlerinde mezar sahibinin yaşamı ve cenaze töreni betimlenmiştir. Mezar sahibi, odanın batı duvarında bir sedire uzanmış hâlde, arkasında ailesi ve hizmetçileri ile birlikte gösterilmiştir. Diğer duvar ise bir savaş sahnesi ile cenaze töreninden oluşan bir betimlemeye sahiptir. Duvar resimlerinde Pers sanatı etkileri belirgindir” metninde anlatılan anıt aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kızılbel Tümülüsü",
      "B": "Tatarlı Tümülüsü",
      "C": "Daskyleion Stelleri",
      "D": "Karaburun Tümülüsü",
      "E": "Mausoleion"
    },
    "explanation": "Öğrenci Anadolu sanatının temel özelliklerini öğrenmiş olmalıdır.<br/><strong>Karaburun Tümülüsü: </strong>Likya bölgesinde bu döneme ait bir diğer önemli anıt ise Karaburun Tümülüsü’dür. Antalya’nın Elmalı ilçesinde yer alan mezar anıtı, MÖ 5. yüzyılın II. çeyreğine tarihlendirilmektedir. Anadolu’da Greko-Pers sanatının araştırılmasında önemli bir örnek olan yapı, üstü yığma toprak ile kaplanmış kireç taşı bloklardan oluşan bir mezar odasından meydana gelmektedir. Mezar odasındaki duvar resimlerinde mezar sahibinin yaşamı ve cenaze töreni betimlenmiştir. Mezar sahibin, odanın batı duvarında bir sedire uzanmış hâlde, arkasında ailesi ve hizmetçileri ile birlikte gösterilmiştir. Diğer duvar ise bir savaş sahnesi ile cenaze töreninden oluşan bir betimlemeye sahiptir. Duvar resimlerinde Pers sanatı etkileri belirgindir."
  },
  {
    "id": "3941191",
    "unitNumber": 6,
    "text": "Klasik Çağ seramiklerinin Anadolu’da çok sayıda örneği ele geçmiştir. Büyük oranda Attika üretimi olan bu seramiklerin yanı sıra Batı Anadolu’da İonya bölgesinde üretiminin olduğu bilinmektedir. Bu seramiklerin ele geçtiği en önemli merkezler aşağıdaki seçeneklerden hangisinde doğru olarak verilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Xanthos-Miletos-Halikarnassos-Priene",
      "B": "Gordion-Ephesos-Pitane-Miletos",
      "C": "Pitane-Smyrna-Priene-Halikarnassos",
      "D": "Smyrna-Ephesos-Miletos-Gordion",
      "E": "Xanthos-Gordion-Pitane-Smyrna"
    },
    "explanation": "Öğrenci Anadolu sanatının temel özelliklerini öğrenmiş olmalıdır.<br/>Klasik Çağ seramiklerinin Anadolu’da çok sayıda örneği ele geçmiştir. Büyük oranda Attika üretimi olan bu seramiklerin yanı sıra Batı Anadolu’da İonya bölgesinde üretiminin olduğu bilinmektedir. Bu seramiklerin ele geçtiği en önemli merkezler arasında Xanthos, Gordion, Pitane ve Smyrna sayılabilir."
  },
  {
    "id": "3447201",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi ya da hangileri Helenistik dönemde Doğu Akdeniz deki büyük sanat merkezleri arasında yer alır?<br/>I- Antakya (Seleukoslar)<br/>II- İskenderiye (Ptolemaislar)<br/>III-Milet (Miletos)",
    "correctAnswer": "C",
    "options": {
      "A": "I ve III",
      "B": "Sadece II",
      "C": "I ve II",
      "D": "Sadece III",
      "E": "Sadece I"
    },
    "explanation": "Helenistik sanat<br/>Büyük sanat merkezleri doğu Akdeniz’in büyük krallıklarının merkezi İskenderiye (Ptolemaislar), Antakya (Seleukoslar) ve Bergama (Attalidler) kentlerindeydi."
  },
  {
    "id": "3447205",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi ya da hangileri Hellenistik dönem sanatını özellikleri arasında sayılabilir?<br/>I- Farklı krallıklara bölünmesi nedeniyle sanatsal eğilimlerde çeşitlilik ve çokluk görülür.<br/>II- Dönem sanatı, dini işlevinin yanında toplumun farklı kesimlerine hitap etmeye başlamıştır.<br/>III-Tüm Doğu Akdeniz dünyasını kapsayan bir etki alanında varlık göstermiş bir sanattır.",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "sadece III",
      "D": "I, II ve III",
      "E": "Sadece I"
    },
    "explanation": "Helenistik sanat<br/>Büyük İskender’in ölümünden sonra, geniş imparatorluğu birçok farklı krallığa bölündü. Bu parçalanma, Helenistik dönemdeki sanatsal eğilimlerin çeşitliliğini ve çokluğunu simgeliyordu. Sanat hâlâ dinî bir işleve ya da sporcuları yüceltmeye hizmet ediyordu ancak zenginlerin evlerini süslemek için heykel ve resim de kullanılıyordu. Kahramanlık portrelerine ve devasa gruplara ilgi vardı ama aynı zamanda daha alçak gönüllü konulara da ilgi vardı. İnsan, hayatın her aşamasında ve yürüyüşünde resmedilmiş; karikatüre bile ilgi vardı. Her üçü de doğru."
  },
  {
    "id": "3447214",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi ya da hangileri Hellenistik dönem seramik sanatınının özellikleri arasında sayılabilir?<br/>I- Metal kapları taklit eden seramik form üretimleri yaygındı.<br/>II- Kırmızı figürlü seramiklerin üretimi yaygındı.<br/>III-Seramikte kap formları dışında heykelcikler yapılmaya başlanmıştı.",
    "correctAnswer": "A",
    "options": {
      "A": "I ve III",
      "B": "II ve III",
      "C": "Sadece I",
      "D": "I ve II",
      "E": "Sadece II"
    },
    "explanation": "Helenistik seramik<br/>MÖ 5. ve MÖ 4. yüzyıllara ait kırmızı figürlü vazo tekniği büyük ölçüde terk edilmiştir. MÖ 3. ve MÖ 2. yüzyıllarda itibaren klasik seramik üretimi yerini kalıp yapımı kabartma seramik gibi yeni tekniklere ve stillere bıraktı. Helenistik çömlekçilikte bulunan yeni şekiller ve stiller, yeni kral ve kraliçelerin zengin malzemelerini, özellikle de metali bariz ve etkili yollarla taklit ediyordu. Boyalı çanak çömlek üretilmeye devam edildi ve çok renkli olanları popüler oldu. Bu yeni örnekler genellikle türedikleri eski kırmızı figür stilinden çok daha canlı renklere sahipti. Cesur yeni renklerin yanı sıra çömlekçiliğin kendisi daha atılımcı hâle geldi: heykelcikler gibi uygulanan süslemeler ve diğer üç boyutlu eklemeler, bazı vazolarda resmin yerini aldı ya da değiştirdi."
  },
  {
    "id": "3447218",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi ya da hangileri Hellenistik dönem cam üretimlerinde ilk kez görülen ürünler arasında yer almıştır?<br/>I- Üç kulplu şişeler (hudriskos)<br/>II-Amphora<br/>III- Merhem şişeleri (unguentarium)",
    "correctAnswer": "E",
    "options": {
      "A": "Sadece III",
      "B": "I ve II",
      "C": "II ve III",
      "D": "Sadece II",
      "E": "I ve III"
    },
    "explanation": "Akdeniz’de üretilen çekirdek biçimli cam kaplar en çok sayıda ve yaygın olanlardı. Çekirdek biçimli kaplar genellikle küçük boyutlu, parfüm, kokulu yağ ve kozmetik depolamak için tasarlanmıştı. En yaygın şekilleri alabastron, amphoriskos, aryballos ve lentoid aryballos, oinokhe (testiler) eskiden beri kullanılmaktaydı. <strong>Helenistik Çağ’da ilk kez hudriskos (üç kulplu şişeler) ve unguentarium(merhem şişeleri) görülmeye başlanmıştır.</strong> Amphora iki kulplu seramik içecek saklama kabıdır."
  },
  {
    "id": "3447222",
    "unitNumber": 7,
    "text": "Metinde boş bırakılan yere aşağıdakilerden hangisi gelmelidir?<br/>“Helenistik Çağ da MÖ 3. yüzyılın ikinci yarısında ………………. (kelimenin tam anlamıyla bin çiçek) olarak da bilinen mozaik cam tekniği ortaya çıktı.”",
    "correctAnswer": "D",
    "options": {
      "A": "Füzyon",
      "B": "Sandviç",
      "C": "Filigran",
      "D": "Milefiori",
      "E": "Üfleme"
    },
    "explanation": "“Helenistik Çağ da MÖ 3. yüzyılın ikinci yarısında milefiori (kelimenin tam anlamıyla bin çiçek) olarak da bilinen mozaik cam tekniği ortaya çıktı. Grup çoğunlukla kaynaşık ve çökük geniş tabaklardan ve dik veya dışa taşkın ağız kenarlı sığ tabaklardan veya yarım küre çanaklardan oluşur."
  },
  {
    "id": "3447224",
    "unitNumber": 7,
    "text": "Helenistik Çağ’da; Büyük Galatlar Grubu, Gigantomakhia Frizi, Telephos Frizi ve Küçük Galatlar Grubu adlı eşsiz eserlerin ortaya çıkmasını sağlayan heykel okulu hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tralleis heykeltıraşlık okulu",
      "B": "Pergamon heykeltıraşlık okulu",
      "C": "Rodos heykeltıraşlık okulu",
      "D": "Afrodisias heykeltraşlık okulu",
      "E": "Magnesia heykeltıraşlık okulu"
    },
    "explanation": "Helenistik çağ heykeltraşlığı<br/>Pergamon Krallığı’nın kurulmasının akabinde Pergamon Heykeltıraşlık Okulunun oluşmasına ve çok kısa sürede başkentin önemli bir sanat merkezi olmasını sağlayacaktır. Erken dönemde Büyük Galatlar Grubu, olgun döneminde Pergamon Sunağı Gigantomakhia Frizi, geç döneminde Telephos Frizi ve Küçük Galatlar Grubu sanat tarihi açısından eşsiz eserlerdir."
  },
  {
    "id": "3447231",
    "unitNumber": 7,
    "text": "Helenistik Çağ’da Anıtsal heykeltıraşlık eserler yanında gündelik ihtiyacı karşılayan ve mezar hediyesi olarak sıklıkla kullanılan pişmiş toprak heykelciklerde ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tümülüs",
      "B": "Terrakotta",
      "C": "Torso",
      "D": "Amphora",
      "E": "Büst"
    },
    "explanation": "Helenistik çağ heykeltraşlığı<br/>Helenistik Çağ’da Anıtsal heykeltıraşlık eserler yanında gündelik ihtiyacı karşılayan ve mezar hediyesi olarak sıklıkla kullanılan pişmiş toprak heykelciklere terrakotta denilir."
  },
  {
    "id": "3447236",
    "unitNumber": 7,
    "text": "Anadolu da Helenistik Çağ Heykelinin son örneklerinden olan, Kommagene Kralı I. Antiokhos Epihanes tarafından tanrılara yakın olabilmek için 2000 m’yi aşan bir yükseklikte inşa ettirilen tümülüs hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Nemrut Tümülüsü",
      "B": "Midas Tümülüsü",
      "C": "Göbektepe Tümülüsü",
      "D": "Yeşilyurt Tümülüsü",
      "E": "Kalecik Tümülüsü"
    },
    "explanation": "Helenistik çağ heykeltraşlığı<br/>Helenistik Çağ heykelinin en son örneklerini Kommagene Kralı I. Antiokhos Epihanes’in yaptırmış olduğu Nemrut Dağı Tümülüsü ve Hierotheseion’udur. Tanrılara yakın olabilmek için 2000 m’yi aşan bir yükseklikte inşa ettirdiği mezar yapısına aynı zamanda ateş sunağı, tanrı heykelleri, atalarına ait tarihî kişilerin kabartmalarını yerleştirdiği tümülüsün doğu ve batısında iki teras oluşturmuştur."
  },
  {
    "id": "3447242",
    "unitNumber": 7,
    "text": "Helenistik Çağ’da; Dirke Grubu (Farnese Boğası), İstanbul Arkeoloji Müzelerinde sergilenen genç atlet heykeli, Apollon başı adlı eşsiz eserlerin ortaya çıkmasını sağlayan heykel okulu hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Pergamon heykeltıraşlık okulu",
      "B": "Rodos heykeltıraşlık okulu",
      "C": "Magnesia heykeltıraşlık okulu",
      "D": "Tralleis heykeltıraşlık okulu",
      "E": "Afrodisias heykeltraşlık okulu"
    },
    "explanation": "Helenistik çağ heykeltraşlığı<br/>Helenistik Çağ’da; Dirke Grubu (Farnese Boğası), İstanbul Arkeoloji Müzelerinde sergilenen genç atlet heykeli, Apollon başı adlı eşsiz eserlerin ortaya çıkmasını sağlayan heykel okulu; Tralleis heykeltıraşlık okuludur."
  },
  {
    "id": "3447248",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi ya da hangileri Hellenistik dönem cam üretimlerinde ilk kez görülen kap formudur?<br/>I- hudriskos<br/>II- Terra Sigilatalar<br/>III- Batı Yamacı kaseleri<br/>IV-Unguentarium",
    "correctAnswer": "D",
    "options": {
      "A": "I, II, III ve IV",
      "B": "II ve IV",
      "C": "II ve III",
      "D": "I ve IV",
      "E": "III ve IV"
    },
    "explanation": "Akdeniz’de üretilen çekirdek biçimli cam kaplar en çok sayıda ve yaygın olanlardı. Çekirdek biçimli kaplar genellikle küçük boyutlu, parfüm, kokulu yağ ve kozmetik depolamak için tasarlanmıştı. En yaygın şekilleri alabastron, amphoriskos, aryballos ve lentoid aryballos, oinokhe (testiler) eskiden beri kullanılmaktaydı. <strong>Helenistik Çağ’da ilk kez hudriskos (üç kulplu şişeler) ve unguentarium(merhem şişeleri) görülmeye başlanmıştır.</strong>"
  },
  {
    "id": "3460327",
    "unitNumber": 7,
    "text": "Belirlenmiş bir halefi olmadan, komutanları arasında kimin İskender Krallığı’nın başına geçeceği konusunda tartışma yaşayan komutanlara verilen isim aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ptolemaios",
      "B": "Seleukos",
      "C": "Diadokhlar",
      "D": "Pergamon",
      "E": "Bithinya"
    },
    "explanation": "MÖ 10 Haziran 323 tarihinde Büyük İskender ölümünün ardından aslında özerk bölge olan satrap adında yöneticilerin idare ettiği büyük ve geniş bir devlet bıraktı. Belirlenmiş bir halefi olmadan, komutanları arasında kimin İskender Krallığı’nın başına geçeceği konusunda tartışma çıktı. Bu komutanlar Diadokhlar (Halefler) olarak tanındı."
  },
  {
    "id": "3460344",
    "unitNumber": 7,
    "text": "Hangi kral, Kallimakhos, Rodoslu Apollonios, Theokritos ve İskenderiye Pleiad’ı dahil edeceğimiz diğer birçok şair, İskenderiye’yi edebiyat merkezi hâline getirdi?",
    "correctAnswer": "A",
    "options": {
      "A": "II. Ptolemaios",
      "B": "I. Seleukos Nikator",
      "C": "I. Antiokhos",
      "D": "I. Eumenes",
      "E": "Apollon"
    },
    "explanation": "II. Ptolemaios yönetiminde Kallimakhos, Rodoslu Apollonios, Theokritos ve İskenderiye Pleiad’ı dahil edeceğimiz diğer birçok şair, İskenderiye’yi edebiyat merkezi hâline getirdi. Ptolemaios’un kendisi kütüphaneye, bilimsel araştırmalara ve kütüphane arazisinde yaşayan bireysel akademisyenlere patronluk taslamaya hevesliydi."
  },
  {
    "id": "3460351",
    "unitNumber": 7,
    "text": "Anadolu’nun kuzeybatısında var olan Trakyalılar kimlerdir?",
    "correctAnswer": "D",
    "options": {
      "A": "Keltler",
      "B": "Makedonlar",
      "C": "Pergamonlar",
      "D": "Bithinyalılar",
      "E": "Persler"
    },
    "explanation": "Bithinyalılar, Anadolu’nun kuzeybatısında var olan Trakyalılardır. Büyük İskender’in Anadolu’ya gelişinden sonra Bithinya bölgesi, Büyük İskender’in komutanlarından Kalas’ı yenen ve Bithinya’nın bağımsızlığını sağlayan yerel Kral Bas’ın hâkimiyetine girdi."
  },
  {
    "id": "3460367",
    "unitNumber": 7,
    "text": "Kral I. Mithridates tarafından MÖ 291 yılında kurulmuştur, Roma Cumhuriyeti tarafından MÖ 63’te ele geçirilesiye kadar sürmüş krallığın adı nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Pontos Krallığı",
      "B": "Armenya Krallığı",
      "C": "Kapadokya Krallığı",
      "D": "Bithinya Krallığı",
      "E": "Galatya Krallığı"
    },
    "explanation": "Karadeniz’in güney sahillerinde yer alan Pontos Krallığı, Helenistik krallıklardan birisiydi. Kral I. Mithridates<br/>tarafından MÖ 291 yılında kurulmuştur. Roma Cumhuriyeti tarafından MÖ 63’te ele geçirilesiye kadar sürmüştür. Pontos hanedanlığı Pers Akhamenid İmparatorluğu soyundan olsa da Bölgedeki Yunan kentleri ve komşusu<br/>olan krallıkların tesiriyle helenleşmiştir. Pontos kültürü, İran ve Yunan geleneklerinin bir karışımıydı."
  },
  {
    "id": "3460394",
    "unitNumber": 7,
    "text": "Yunan tanrılarının yerel benzer tanrılarıyla eşleştirilmesi ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Helenistik kültür",
      "B": "Yunan kültürü",
      "C": "Interpretatio graeca",
      "D": "Helenizm",
      "E": "Philhelenizm"
    },
    "explanation": "Yunan tanrılarının yerel benzer tanrılarıyla eşleştirilmesi, ‘Interpretatio graeca’ adı verilen bir uygulamadır. Tapınakların Yunan tarzı yapılması desteklendi ve şehirlerdeki Yunan kültürü, gymnasion ve tiyatro gibi yapıların yaygınlaşması anlamına geliyordu."
  },
  {
    "id": "3460409",
    "unitNumber": 7,
    "text": "Hangi Çağ’da Yeni Komedyanın yükselişine tanık olundu?",
    "correctAnswer": "A",
    "options": {
      "A": "Helenistik",
      "B": "Osmanlı",
      "C": "Orta",
      "D": "Hepsi",
      "E": "Hiçbiri"
    },
    "explanation": "Helenistik Çağ’da Yeni Komedyanın yükselişine tanık oldu. Menandros’un (MÖ 342/341 doğumlu) günümüze ulaşmış örnekleri bu akımın temsilcileridir. Sade bir oyun olan Dyskolos, tam metin olarak korunmuştur. Yeni Helenistik moda olan komedyada olay örgüsü daha yerli, basit ve kalıplaşmış özelliklere sahipti."
  },
  {
    "id": "3460425",
    "unitNumber": 7,
    "text": "Kimler Yunan dünyasının tanımlayıcı kurumu olan polisin kendisinin reddi anlamına gelen kamu görevlerinden ve yurttaşlık hizmetlerinden kaçındılar?",
    "correctAnswer": "C",
    "options": {
      "A": "Sirenyalılar ve Epikurosçular",
      "B": "Kitionlu Zenon",
      "C": "Epikurosçular ve Kinikler",
      "D": "Lise Peripatetikleri",
      "E": "Platon Akademisi"
    },
    "explanation": "Epikurosçular ve Kinikler, Yunan dünyasının tanımlayıcı kurumu olan polisin kendisinin reddi anlamına gelen kamu görevlerinden ve yurttaşlık hizmetlerinden kaçındılar. Epikuros, atomculuğu ve acıdan kurtulmaya dayalı bir çileciliği nihai hedefi olarak destekledi."
  },
  {
    "id": "3460444",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Mimar Pytheos’un Priene’de oluşturduğu mimari yeniliklerdendir?",
    "correctAnswer": "E",
    "options": {
      "A": "Matematiksel kurallara ve orantı-ölçülüye tam bağlılık",
      "B": "Pronaos ve opisthodomosda ikişer ante sütununun bulunması",
      "C": "Ante uçlarının kare blok şeklinde düzenlenmesi",
      "D": "Peristasis sütunlarının eşit aralıklarla yerleştirilmesi",
      "E": "Hepsi"
    },
    "explanation": "Mimar Pytheos’un Priene’de oluşturduğu mimari yenilikler;<br/>1. Matematiksel kurallara ve orantı-ölçülüye tam bağlılık<br/>2. Pronaos ve opisthodomosda ikişer ante sütununun bulunması<br/>3. Ante uçlarının kare blok şeklinde düzenlenmesi<br/>4. Peristasis sütunlarının eşit aralıklarla yerleştirilmesi<br/>5. Asya üslubu adı verilen tarzın oluşması<br/>6. Attika üslubunda olduğu gibi frizlerin yer almamasına karşın ion düzeninde ana üslup hâline gelmesidir<br/>Hepsi"
  },
  {
    "id": "3460456",
    "unitNumber": 7,
    "text": "Ephesos Artemis Tapınağı inşası çalışması ne zamana dyaanmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "M.Ö. 323",
      "B": "M.Ö. 326",
      "C": "Tunç Çağı",
      "D": "M.Ö. 250",
      "E": "M.Ö. 300"
    },
    "explanation": "Ephesos Artemis Tapınağı: Artemis Kutsal Alanı (temenos), Artemis Tapınağı’nın kendisinden çok daha eskidir. Kazılarda tapınak öncesi birbirini takip eden üç tapınak binası tespit edilmiştir. Daha sonraki kazılarda kutsal alanın Tunç Çağı’na kadar giden erken bir tarihe sahip olduğu anlaşılmıştır"
  },
  {
    "id": "3460466",
    "unitNumber": 7,
    "text": "Helenistik Çağ’ın en zengin bezemeli anıtı hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Büyük Galatlar Grubu",
      "B": "Küçük Galatlar Grubu",
      "C": "Antiokheia Tykhesi",
      "D": "Galat görseli",
      "E": "Pergamon Sunağı"
    },
    "explanation": "Pergamon Sunağı: Sunak tüm Helenistik Çağ’ın en zengin bezemeli anıtıdır ve anıtın baş heykeltıraşı<br/>Pergamonlu Epigonus’tur. Gigantomakhia frizi, teknik ve tematik açıdan, arka planın önemini en aza indiren,<br/>ayrıntıların betimlenmesindeki değerliliği uç noktalara götüren, Olympos tanrılarının yanında küçük tanrıları sunan ve frizin sınırlarının ötesine geçerek çeşitli yenilikler getirmiştir"
  },
  {
    "id": "3940949",
    "unitNumber": 7,
    "text": "Helenistik Çağ ne zaman başlatılıp ne zaman son bulur?",
    "correctAnswer": "C",
    "options": {
      "A": "MÖ 230’te başlatılır, MÖ 30 yılında son bulur",
      "B": "MÖ 223’te başlatılır, MÖ 31 yılında son bulur",
      "C": "MÖ 323’te başlatılır, MÖ 31 yılında son bulur.",
      "D": "MÖ 223’te başlatılır, MÖ 30 yılında son bulur.",
      "E": "MÖ 330’te başlatılır, MÖ 30 yılında son bulur."
    },
    "explanation": "Helenistik Çağ İskender’in ölüm tarihi olan MÖ 323’te başlatılır. MÖ 31 yılında Actium Savaşı’ndan sonra Ptolemaioslar Krallığı’nın yıkılması ile son bulur.<br/>MÖ 323’te başlatılır, MÖ 31 yılında son bulur."
  },
  {
    "id": "3940950",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Rodos’un kuşatılması sırasında Rodos’a yardım etmesinden dolayı “Soter” (kurtarıcı) sıfatını da almıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Kassandros",
      "B": "I. Ptolemaios",
      "C": "Demetrios",
      "D": "Antipatros",
      "E": "II. Antigonos"
    },
    "explanation": "Büyük İskender’in komutanı ve vekilli olarak da görev almış aynı zamanda yedi korumasından da olan Ptolemaios, MÖ 323’te İskender’in ölümünün ardından Mısır’ın satrapı olarak görevlendirilmiştir. MÖ 305’te kendisini Kral I. Ptolemaios olarak ilan etti. Rodos’un kuşatılması sırasında Rodos’a yardım etmesinden dolayı “Soter” (kurtarıcı) sıfatını da alır."
  },
  {
    "id": "3940951",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Anadolu’nun kuzeybatısında var olan Trakyalılardır?",
    "correctAnswer": "E",
    "options": {
      "A": "Helenler",
      "B": "Diadokhlar",
      "C": "Galatlar",
      "D": "Persler",
      "E": "Bithinyalılar"
    },
    "explanation": "Bithinyalılar, Anadolu’nun kuzeybatısında var olan Trakyalılardır."
  },
  {
    "id": "3940952",
    "unitNumber": 7,
    "text": "MÖ 188’de Armenya’nın ilk kralı aşağıdakilerden hangi olmuştur?",
    "correctAnswer": "D",
    "options": {
      "A": "I. Ariarathes",
      "B": "Attalos",
      "C": "I. Mithridates",
      "D": "Artaxias",
      "E": "Philetaeros"
    },
    "explanation": "Artaxias MÖ 188’de Armenya’nın ilk kralı oldu ve Artaksiad hanedanlığını kurdu."
  },
  {
    "id": "3940953",
    "unitNumber": 7,
    "text": "“Karadeniz’in güney sahillerinde yer alan …… Krallığı, Helenistik krallıklardan birisiydi”. cümlesinde boş bırakılan yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Pontos",
      "B": "Bithinya",
      "C": "Armenya",
      "D": "Galatya",
      "E": "Kapadokya"
    },
    "explanation": "Karadeniz’in güney sahillerinde yer alan Pontos Krallığı, Helenistik krallıklardan birisiydi."
  },
  {
    "id": "3940954",
    "unitNumber": 7,
    "text": "‘Interpretatio graeca’ hangi anlama gelmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yunan tanrılarının yerel benzer tanrılarıyla eşleştirilmesi",
      "B": "Yunan dilinin yaygınlaşması",
      "C": "Matematiksel kurallara ve orantı-ölçülüye tam bağlılık",
      "D": "Yunan kültürünün benimsenmesi",
      "E": "Helenistik sanat anlayışı"
    },
    "explanation": "Yunan tanrılarının yerel benzer tanrılarıyla eşleştirilmesi, ‘Interpretatio graeca’ adı verilen bir uygulamadır."
  },
  {
    "id": "3940955",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Mimar Pytheos’un Priene’de oluşturduğu mimari yeniliklerden biri <u>değildir</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Peristasis sütunlarının eşit aralıklarla yerleştirilmesi",
      "B": "Pronaos ve opisthodomosda ikişer ante sütununun bulunması",
      "C": "Yunan üslubu adı verilen tarzın oluşması",
      "D": "Matematiksel kurallara ve orantı-ölçülüye tam bağlılık",
      "E": "Ante uçlarının kare blok şeklinde düzenlenmesi"
    },
    "explanation": "Mimar Pytheos’un Priene’de oluşturduğu mimari yenilikler;<br/><ol><br/><li>Matematiksel kurallara ve orantı-ölçülüye tam bağlılık</li><br/><li>Pronaos ve opisthodomosda ikişer ante sütununun bulunması</li><br/><li>Ante uçlarının kare blok şeklinde düzenlenmesi</li><br/><li>Peristasis sütunlarının eşit aralıklarla yerleştirilmesi</li><br/><li>Asya üslubu adı verilen tarzın oluşması</li><br/><li>Attika üslubunda olduğu gibi frizlerin yer almamasına karşın ion düzeninde ana üslup hâline gelmesidir.</li><br/></ol><br/>Yunan üslubu adı verilen tarzın oluşması"
  },
  {
    "id": "3940956",
    "unitNumber": 7,
    "text": "Mykale Dağı’nın güney yamacında kentin içinde agoranın kuzey batısında yer alan yerleşim adasının tümünü kapsayacak bir şekilde planlanmış olan temenos içinde yer almakta olan tapınak aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ephesos Artemis Tapınağı",
      "B": "Zeus Labraundos Tapınağı",
      "C": "Klaros Apollon Tapınağı",
      "D": "Priene Athena Polias Tapınağı",
      "E": "Didyma Apollon Tapınağı"
    },
    "explanation": "Priene Athena Polias Tapınağı: Mykale Dağı’nın güney yamacında kentin içinde agoranın kuzey batısında yer alan yerleşim adasının tümünü kapsayacak bir şekilde planlanmış olan temenos içinde yer almaktadır."
  },
  {
    "id": "3940957",
    "unitNumber": 7,
    "text": "Anadolu’daki ion düzenindeki dördüncü büyük tapınak aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Klaros Apollon Tapınağı",
      "B": "Sardis Artemis Tapınağı",
      "C": "Teos Dionysos Tapınağı",
      "D": "Didyma Apollon Tapınağı",
      "E": "Ephesos Artemis Tapınağı"
    },
    "explanation": "Anadolu’daki ion düzenindeki dördüncü büyük tapınak Sardes’teki Artemis Tapınağı’dır.<br/>Sardis Artemis Tapınağı"
  },
  {
    "id": "3940958",
    "unitNumber": 7,
    "text": "“İonya’daki üçüncü önemli tapınak yapısından biri olan ……….. Philesios’a adanmıştır” cümlesinde boş bırakılan yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Klaros Apollon",
      "B": "Teos Dionysos",
      "C": "Ephesos Artemis",
      "D": "Sardis Artemis",
      "E": "Didymaion Apollon"
    },
    "explanation": "İonya’daki üçüncü önemli tapınak yapısından biri olan Didymaion Apollon Philesios’a adanmıştır."
  },
  {
    "id": "3447267",
    "unitNumber": 8,
    "text": "Anadolu'daki ilk Roma eyaleti aşağıdakilerden hangi isimle anılmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Ephesus",
      "B": "Asia Minor",
      "C": "Anatolia",
      "D": "Provincia Asia",
      "E": "Aspendos"
    },
    "explanation": "II. Eumenes’in yerine kardeşi II. Attalos geçtiğinde, Pergamon’un gücü düşüşteydi ve son hanedan III. Attalos (MÖ 138-MÖ 133) krallığını Roma’ya miras bıraktı. Aristonikos’un (MÖ 133-129) kısa bir isyanından sonra Anadolu’da ilk Roma Eyaleti olan Provincia Asia kuruldu."
  },
  {
    "id": "3447286",
    "unitNumber": 8,
    "text": "Seleukos Krallığını fiilen sona erdiren aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Lucullus",
      "B": "Pompeius",
      "C": "Tigranes",
      "D": "Servilius",
      "E": "Nikomedes"
    },
    "explanation": "Pompeius, MÖ 65-MÖ 64 yılları arasında Pontos ve Bithynia Eyaleti’ni ve bağlı Anadolu krallıklarını düzenlemeye başladı. MÖ 64’te Kapadokya ve Kilikya üzerinden güneye, Suriye’ye yürüdü ve Kommagene’de kısa bir süre dışında çok az muhalefetle karşılaştı. Daha sonra Suriye’yi bir eyalet olarak ilhak etti ve Seleukos Krallığı’nı da fiilen sona erdirdi."
  },
  {
    "id": "3454034",
    "unitNumber": 8,
    "text": "Roma'ya karşı savaşlarında başlangıçta Seleukoslarla ittifak kuran Kapadokya krallığını yöneten kimdi?",
    "correctAnswer": "B",
    "options": {
      "A": "II. Attalos",
      "B": "IV. Ariarathes",
      "C": "III. Antiokhos",
      "D": "II. Eumenes",
      "E": "II. Prusias"
    },
    "explanation": "IV. Ariarathes (MÖ 220-163) yönetimindeki Kapadokya, Roma'ya karşı savaşlarında başlangıçta Seleukoslarla ittifak kurdu."
  },
  {
    "id": "3454065",
    "unitNumber": 8,
    "text": "MÖ 88'de, Anadolu'daki on binlerce Romalı ve İtalyan'ın katledilmesiyle, Küçük Asya'yı Romalılardan temizleyen kimdi?",
    "correctAnswer": "A",
    "options": {
      "A": "Mithridates",
      "B": "Nikomedes",
      "C": "Ariobarzanes",
      "D": "Tigranes",
      "E": "Lucullus"
    },
    "explanation": "MÖ 88'de Mithridates'in emretmesi ile 'Asia Vespers'; Anadolu'daki on binlerce Romalı ve İtalyan'ın katledilmesiydi. Küçük Asya'yı Romalılardan temizleyen Mithridates, batıya doğru yöneldi, o yıl içindeki kurbanı Rodos oldu ama onlar direndi ve Delos'u alarak Ege adalarına işgale girişti."
  },
  {
    "id": "3454092",
    "unitNumber": 8,
    "text": "Hangi Savaştan sonra Caesar Roma'ya dönmeden önce efsanevi Veni, vidi, vici (Geldim, gördüm, yendim) sözlerini söylemiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Karrhai Savaşı",
      "B": "Armenya Savaşı",
      "C": "Parthia Savaşı",
      "D": "Zela Savaşı",
      "E": "Trapezers Savaşı"
    },
    "explanation": "Mısır seferinden dönen Caesar, MÖ 47'de Antakya'ya çıktı ve Pharnakes'in güçleriyle Zela'da karşılaştı ve Roma'ya dönmeden önce efsanevi Veni, vidi, vici'yi (Geldim, Gördüm, Yendim) söyleyerek ona ağır kayıplar verdirdi."
  },
  {
    "id": "3454122",
    "unitNumber": 8,
    "text": "Hangi devirde Roma İmparatorluğu'nun çok uzaklarda da olsa doğu ve kuzey sınırlarında güçlenen baskı yaşamaya ve gücü zayıflamaya başlamıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Geç Antik Çağ",
      "B": "Erken Antik Çağ",
      "C": "Erken Ortaçağ",
      "D": "Geç Ortaçağ",
      "E": "Olgun Antik Çağı"
    },
    "explanation": "Önceki Principate ve sonraki Dominate yönetim değişikliği, Roma İmparatorluğu'nda geç Antik Çağ'a geçiş olarak görülmelidir. Bu devirde Roma İmparatorluğu'nun çok uzaklarda da olsa doğu ve kuzey sınırlarında güçlenen baskı yaşamaya ve gücü zayıflamaya başlamıştır."
  },
  {
    "id": "3454163",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Diokletianus'un (284-305) yönetimine ait gelişmelerden biri <u><strong>değildir?</strong></u>",
    "correctAnswer": "B",
    "options": {
      "A": "Roma sınırlarında tehlikeyi uzaklaştırıp güvence altına alınması",
      "B": "Yönetiminde Hıristiyanlığın yaygınlaşması",
      "C": "Tüm eyaletleri etkileyecek, yeni dönemde ve Erken Orta Çağ'a girişte yardımcı olacak kapsamlı idari reformlar başlatması",
      "D": "Bir Tetrarkh sistemi oluşturarak imparatorluğun sorumluluğunu paylaştırılması",
      "E": "Carus geleneğini sürdürmesi"
    },
    "explanation": "Diokletianus, Roma sınırlarında tehlikeyi uzaklaştırıp güvence altına almayı başardı. Tüm eyaletleri etkileyecek, yeni dönemde ve Erken Orta Çağ’a girişte yardımcı olacak kapsamlı idari reformları başlattı. Bir Tetrarkh sistemi oluşturarak imparatorluğun sorumluluğunu paylaştırmıştır. Carus’un geleneğini sürdürmüştür. B seçeneğindeki ifade yanlıştır."
  },
  {
    "id": "3454182",
    "unitNumber": 8,
    "text": "Üçüncü Tetrarşi hangi yıllar arasında sürmüştür?",
    "correctAnswer": "C",
    "options": {
      "A": "284-324",
      "B": "305-308",
      "C": "308-313",
      "D": "313-324",
      "E": "324-363"
    },
    "explanation": "Üçüncü Tetrarşi 308-313 yılları arasında sürmüştür."
  },
  {
    "id": "3454237",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi <u><strong>yanlıştır?</strong></u>",
    "correctAnswer": "E",
    "options": {
      "A": "I. Constantinus'un tahta çıktığı 324 yılından 363 yılında Iulianus'un ölümüne kadar, Constantinius Hanedanı İmparatorluğunu yönetti.",
      "B": "Constantinus Hanedanındaki İmparatorluk, batıda Latincenin ve doğuda Yunancanın egemen olduğu şekilde kültürel olarak ayrılırken Mitraizm gibi doğu düşünceleri etkili olmaya başladı.",
      "C": "Iulianus'un tahta çıkmasıyla (361-363) saltanatı kısa olsa da imparatorluğu pagan tanrılı dine döndürme isteği kendisine Apostate (Dinden dönmüş - Mürted) takma ismini verilmesine neden oldu.",
      "D": "Constantinus’un imparatorlukta çözüm oluşturmak Hristiyanlığın sorunlarını çözmek ve Paskalya tarihini belirlemek gibi konularda Ortodoks dünyasını oluşturmak için Hristiyan dünyasının büyüklerini 325’te toplayıp, büyük İznik Konseyi’ni toplamıştır.",
      "E": "Constantinus Hanedanı İmparatorlukta, ortodoksluğun önemli ölçüde heterojenliğini göstermesine rağmen, Filistin'in Yahudilik dini büyük bir tehlike oluşturmaktaydı."
    },
    "explanation": "E seçeneğindeki ifade yanlıştır. Zira o dönemde Filistin'de egemen olan inanç Hıristiyanlık diniydi."
  },
  {
    "id": "3454269",
    "unitNumber": 8,
    "text": "I - Tapınak Ankara'da bulunmaktadır<br/>II - Tapınak güneybatı doğrultusunda yönlendirilmiştir. <br/>III - Tapınak Yaklaşık 36x55 m boyutlarındadır<br/>IV - Dar cephenin önünde 8, uzun kenarda ise 15 sütun bulunmaktadır<br/>Yukarıda verilmiş Ankyra Augustus Tapınağı hakkında bilgilerden hangileri doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "I, II ve IV",
      "B": "I, III ve IV",
      "C": "II, III ve IV",
      "D": "I, II ve III",
      "E": "I. II. III ve IV"
    },
    "explanation": "Ankara’daki Roma ve Augustus Tapınağı, genellikle Augustus Tapınağı olarak adlandırılır. İlk Roma İmparatoru Augustus’un metal levhalara yazdırarak Roma’daki Mausoleum’un girişine astırdığı Res Gestae divi Augusti yazıtının büyük ölçüde tamamen korunmuş tek örneği bu tapınakta yer almaktadır. Tapınağın bulunduğu yere göre yazıt, Monumentum Ancyranum olarak da adlandırılmaktadır. Hacıbayram Veli Cami ve Türbesinin bitişiğinde yer alır. Korinth düzeninde inşa edilen tapınak pseudodipteros planlıdır. Tapınak kuzeydoğuya dönüktür ve yaklaşık 36 x 55 m boyutlarında, sekiz basamaklı 2 m yüksekliğinde bir podyum üzerinde yükselmektedir. Dar cephenin önünde 8, uzun kenarda ise 15 sütun bulunmaktadır. Ayrıca güneybatıda pronaosun önünde dört, opisthodomos önünde ise iki adet sütun bulunmaktadır. Pronaostan bezemeli bir portal, 1 m yükseklikteki dört basamakla cellaya açılır. Rahiplere ayrılan penceresiz odada muhtemelen bir kült heykeli vardı. 32.5 m uzunluğunda ve yaklaşık 12 m yüksekliğindeki cellanın bugün sadece yan duvarları korunmuştur. Yazıtın Latincesi pronaosun korunmuş güneydoğu iç duvarında, Yunancası cellanın güneydoğu dış duvarında okunmaktadır. Belgenin harfleri orijinal olarak renkli olarak tasarlanmıştır."
  },
  {
    "id": "3454360",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Antiokheida ad Pisidiam Augustus Tapınağı hakkında verilmiş bilgi <u><strong>yanlıştır?</strong></u>",
    "correctAnswer": "E",
    "options": {
      "A": "Kentin en yüksek noktasında kayalar oyularak inşa edilmiştir.",
      "B": "Süsleme ve mimari zenginliği Augustus dönemini yansıtır.",
      "C": "Tapınak kompleksi Propylon ve Platea ile birlikte yapılmıştır.",
      "D": "Tapınak alanında yarım daire bir apsis oluşturmak ve alanı düzleştirmek için tepenin büyük bir bölümü tıraşlanmıştır.",
      "E": "Res Gestae Augusti yazısı tam metin olarak günümüze ulaşabilmiştir."
    },
    "explanation": "Antiokheia’daki en etkili, en anıtsal kült alanına Propylon’un on iki basamağını çıktıktan sonra ulaşılır. Kentin en yüksek noktasında kayalar oyularak inşa edilen tapınak, süsleme ve mimari zenginliği Augustus dönemini yansıtır. Augusteum’un inşasına Augustus hayattayken başlanmış ve ölümünden sonra bitirilerek (MS 1. yüzyılın ilk yarısı) ona adandığı kabul edilir. Tapınak kompleksi, Propylon ve Platea ile birlikte yapılmıştır. Fakat kaya üzerinde görülen izlerden alanın daha önceki dönemlerde farklı bir kült için kullanılmış olabileceğine ait bazı izler bulunmaktadır. Tiberia Platea (Tiberius Meydanı) propylona uzanan yolu için kullanılır. Caddenin proylona birleşen kısmında porticuslar ve arkalarındaki dükkânlar ile bir meydan (forum) oluşturmaktadır. Propylona 12 basamakla ulaşılır ve kutsal alan girişi sağlayan kapıdır. Üç geçişli zafer takı şeklinde inşa edilmiştir. Kapı kazıları sırasında Res Gestae Augisti yazısına ait parçalar ele geçmiştir. Fakat Ankyra örneği gibi ne yazıkki tam metin olarak bize ulaşmamıştır. Tapınak alanında yarım daire bir apsis oluşturmak ve alanı düzleştirmek için tepenin büyük bir bölümü tıraşlanmıştır."
  },
  {
    "id": "3454377",
    "unitNumber": 8,
    "text": "Pergamon tapınağı hangi imparator tarafından yaptırılmaya başlanmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Augustus",
      "B": "Traianus",
      "C": "Titus",
      "D": "Homeros",
      "E": "Zeus"
    },
    "explanation": "Traianeum olarak da adlandırılan Tapınak, Pergamon’un Yukarı Akropol bölgesindeki en görkemli yapılardan biridir. Aynı zamanda alandaki tek Roma anıtıdır. Tapınağın inşaatı Roma İmparatoru Traianus yönetimi altında başlatılmış ve halefi Hadrianus tarafından tamamlanmıştır."
  },
  {
    "id": "3454392",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi sağlık sorunları olan insanların ayazma suyunda yıkanabilmesi için gittikleri bir tapınaktır?",
    "correctAnswer": "C",
    "options": {
      "A": "Ephesos Domitianus Tapınağı",
      "B": "Pergamon Traianus Tapınağı",
      "C": "Pergamon Asklepion",
      "D": "Aizanoi Zeus Tapınağı",
      "E": "Pessinus Tapınağı"
    },
    "explanation": "Pergamon Akropolis’in 3 km güneyinde, vadinin aşağısında tanrı Asklepios Kutsal Alanı (Asklepion) vardı. Asklepion’a 820 metrelik sütunlu kutsal bir yoldan ulaşılmıştır. Burada sağlık sorunları olan insanlar ayazma suyunda yıkanabiliyor ve hastaların rüyalarında Asklepios, hastalıklarını nasıl iyileştireceklerini anlatan bir görünümde beliriyordu."
  },
  {
    "id": "3454442",
    "unitNumber": 8,
    "text": "Zoilos Frizi nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sebasteion, Aphrodite ve Iulius Claudiuslar Hanedanı imparatoruna adanmış görkemli bir tapınak kompleksidir.",
      "B": "Sportif faaliyet ve yarışların gerçekleştirildiği mekandır.",
      "C": "Aphrodisiaslı Augustus'un azatlı kölesi C. Iulius Zoilos'a ait bir mezar anıtındaki büyük figürlü kabartmalardır.",
      "D": "Tanrıça Artemis geyik arabası ve tanrı Apollon griffon arabasıyla tasvir eden heykellerdir.",
      "E": "Her biri mimarinin sütunları arasında bir heykel olarak resmedilen, Augustus İmparatorluğu'nun kişileştirilmiş uzun bir dizi ulusun tasvirini içeren yazıtlardır."
    },
    "explanation": "Aphrodisiaslı Augustus’un azatlı kölesi C. Iulius Zoilos’a ait bir mezar anıtındaki büyük figürlü kabartmalardır. Zoilos son derece zengin bir adam ve şehrin hayatında önemli bir rol oynadı. Aphrodite rahibiydi ve en az üç büyük mermer yapının inşasını finanse etti. Aphrodite Tapınağı’nın ilk aşaması, tiyatronun sahne binası ve şehir merkezindeki Kuzey Agora’nın kuzey sütun dizisini yaptırmıştır. Mezar binasına ait hiçbir şey bulunamamıştır ancak frizin kare bir mauselonun kenarlarını süslediği anlaşılmaktadır. Zoilos’un yaşamı ve erdemlerinin alegorik bir anlatımını sunar. Ana friz, tümü yazıtlarla tanımlanan üç figürlü iki gruptan oluşur. Zoilos’un kendisi her grubun merkezinde iki farklı kostümle görülüyor. Sol taraftaki grupta Cesaret (Andreia), Roma togası giyen Zoilos’a bir kalkan sunarken Onur (Time) onu sağdan taçlandırıyor. Sahne, Zoilos’un askerî cesaretini ve Roma vatandaşı statüsünü kutluyor. Sağ taraftaki grupta halkın kişileştirilmesi (Demos), uzun bir seyahat pelerini ve şapkası giyen Zoilos’u selamlamak için elini uzatırken şehir (Polis) onu arkadan taçlandırıyor. Bu sahne, Zoilos’un Roma’dan eve dönüşünün onurlandırılmış bir temsilidir."
  },
  {
    "id": "3454458",
    "unitNumber": 8,
    "text": "Burdur ilinin Gölhisar ilçesinde İbecik köyünde yer alan antik kent aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Efes",
      "B": "Pergamon",
      "C": "Troya",
      "D": "Boubon",
      "E": "Midas"
    },
    "explanation": "Burdur ilinin Gölhisar ilçesinde İbecik köyünde yer alan Boubon Antik Kenti’nin Sebasteion yapısının bronz heykelleri oldukça dikkat çekicidir. Heykellerin tamamı kaçak kazılar sonucunda ele geçmiştir. İmparator Kültü ile ilgili yapıda Marcus Aurelius, Lucius Verus, Commodus, Septimius Serverus ve Ceacalla’nın heykelleri ele geçmiştir. Bronz heykeller dünyanın çeşitli müzesine dağılmıştır. Lucius Verus heykeli yasal yollardan geri getirilmiştir. Böylece iki eser Burdur Arkeoloji Müzesinde korunmaktadır."
  },
  {
    "id": "3454478",
    "unitNumber": 8,
    "text": "İmparatorluk kültü eski Anadolu tanrı-kral düşüncesinin bir yansıması olarak hangi Roma imparatoru ile başlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Augustus",
      "B": "Iulius Caeser",
      "C": "Traianus",
      "D": "Hadrianus",
      "E": "Zeus"
    },
    "explanation": "İmparatorluk kültü de eski Anadolu tanrı-kral düşüncesinin bir yansıması olarak İmparator Augustus ile başlar. Ama Cumhuriyet Çağı’nda tanrıça Dea Roma Kültü benimsenmiş ve Roma Devleti daha Cumhuriyet Çağı’nda kutsallaştırılmıştır. Iulius Caeser’ın Anadolu’da yönetici olmasa da tanrısallaştırıldığı anlaşılmaktadır. İmparatorluk Çağı’nda Augustus ile başlayan imparator kültünde Ankyra ve Pisidya Antiokheia’sındaki Augustus Tapınakları kültün başlangıcından itibaren çok görkemli bir kabullenmeye sahip olduğunu göstermektedir. Traianus ve Hadrianus döneminde yeniden canlanma görülen imparator kültünde özellikle Severuslar dönemi sonrasında MS 3. yüzyılda önemini yitirmeye başlamıştır."
  },
  {
    "id": "3458896",
    "unitNumber": 8,
    "text": "Mısır seferinden dönerken, Pharnakes’in güçleriyle Zela’da karşılaşan ve Roma’ya dönmeden önce efsanevi \"Veni, vidi, vici\" (Geldim, Gördüm, Yendin) ifadesini kullanan imparator aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Antonius",
      "B": "Lepidus",
      "C": "Augustus",
      "D": "Caesar",
      "E": "Deiotarus"
    },
    "explanation": "Mısır seferinden dönen Caesar, MÖ 47’de Antakya’ya çıktı ve Pharnakes’in güçleriyle Zela’da karşılaştı ve Roma’ya dönmeden önce efsanevi Veni, vidi, vici’yi (Geldim, Gördüm, Yendim) söyleyerek ona ağır kayıplar verdirdi."
  },
  {
    "id": "3458899",
    "unitNumber": 8,
    "text": "Iulius-Claudiuslar hanedanı aşağıdakilerden hangisiyle sona ermiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ktesiphon'un yağmalanması",
      "B": "Nero'nun intihar etmesi",
      "C": "Domitianus’un öldürülmesi",
      "D": "Septimius Severus'un tahta geçmesi",
      "E": "Sasani İmparatorluğunun saldırıları"
    },
    "explanation": "Iulius-Claudiuslar hanedanı, Nero’nun intiharıyla sona erdi ve 69’da Vespasianus’un (69-79) yükselip Flaviauslar hanedanını kurmasına kadar bir istikrarsızlık dönemiyle sonuçlandı."
  },
  {
    "id": "3458912",
    "unitNumber": 8,
    "text": "III. Yüzyılda Gotların saldırıları üzerine yıkılan Ephesos'taki tapınak aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Zeus Tapınağı",
      "B": "Apollon Tapınağı",
      "C": "Artemis Tapınağı",
      "D": "Athena Tapınağı",
      "E": "Hephaistos Tapınağı"
    },
    "explanation": "3. yüzyılda Gotlar Karadeniz’e geçmek için İstanbul Boğazı’ndan gasp edilmiş bir gemi filosu ve taşıma teknelerini kullanarak, Valerianus’un saltanatında (253-260) 255 yılında doğu kıyılarındaki Karadeniz üslerinden yelken açarak Pontos’taki kıyı kenti Trapezus ele geçirildi ve fazla direnişle karşılaşmadan iç kısımlara girdiler. Bithinya üzerinden Anadolu’nun ikinci bir işgali, iç kesimlerde daha da fazla terör ve nedensiz yıkım getirdi. Operasyonlarını genişletmek için burayı bir üs olarak kullanarak Kadıköy şehrine girdiler ve sırasıyla Nikomedia, Prusa, Apamea ve Nicaea’yı yağmaladılar. Sadece kış yaklaşırken havanın değişmesi onları Anadolu’ya daha fazla girmekten alıkoydu. Baskınları arasında Ephesos’daki Artemis Tapınağı’nın ve şehrin kendisinin 263’te yıkılması da vardı."
  },
  {
    "id": "3458925",
    "unitNumber": 8,
    "text": "Bugün İstanbul'da bulunan Dikilitaş'ı İskenderiye'den buraya naklettiren imparator aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Iustinianus",
      "B": "Constantinus",
      "C": "Valentinianus",
      "D": "Honorius",
      "E": "Theodosius"
    },
    "explanation": "Theodosius’un belirgin dertleri Gotlar ve onu Constantinopolis’ten uzaklaştıran batı sınırıydı. 390’da Thessaloniki Katliamı’nı yaptığı için tanındı ve batıda devam eden tüm sorunlarla mücadele etti. Doğu cephesinde, 384’te Sasaniler ile Armenya’nın sağlam bir sınır oluşturması konusunda bir anlaşmaya vardı ancak esasen Büyük Armenya’nın çoğundan vazgeçmeyi kabul etti. Tüm bu olaylara rağmen Anadolu yaşamına önemli katkılarda bulunabilmiştir. 390 yılında İskenderiye’den Constantinopolis’e naklettirdiği büyük dikilitaş bugün hâlâ duruyor. 393’te Constantinus’un büyük Forum’unu yeniden inşa etti ve bugün aynı zamanda onun adını taşıyor."
  },
  {
    "id": "3458953",
    "unitNumber": 8,
    "text": "İmparator Constantinus'un Hristiyanlığın sorunlarını çözmek ve Paskalya tarihini belirlemek gibi konularda Ortodoks dünyasını oluşturmak için Hristiyan dünyasının büyüklerini 325’te toplayıp gerçekleştirdiği konsil hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kadıköy",
      "B": "Efes",
      "C": "İznik",
      "D": "Viyana",
      "E": "Lyon"
    },
    "explanation": "Constantinus’un imparatorlukta çözüm oluşturmak Hristiyanlığın sorunlarını çözmek ve Paskalya tarihini belirlemek gibi konularda Ortodoks dünyasını oluşturmak için Hristiyan dünyasının büyüklerini 325’te toplayıp, büyük İznik Konseyi’ni toplamıştır."
  },
  {
    "id": "3458974",
    "unitNumber": 8,
    "text": "Roma tapınağının formu esas olarak aşağıdaki hangi modelden üretilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sümer",
      "B": "Mezopotamya",
      "C": "Mısır",
      "D": "İskandinav",
      "E": "Etrüsk"
    },
    "explanation": "Roma tapınağının formu esas olarak Etrüsk modelinden türetilmiştir ancak geç Cumhuriyet’te, formun temel özelliklerinde fazla bir değişiklik olmaksızın Yunan Klasik ve Helenistik stillerinin entegrasyonu ile yeni bir form oluşturulmuştur."
  },
  {
    "id": "3458986",
    "unitNumber": 8,
    "text": "Roma Hamamlarında vücudu alıştırmak için soğukluk, ılıklı ve sıcaklık denilen odalara sırası ile geçilirdi. Aşağıda isimleri verilmiş olan odalardan hangisi Roma hamamlarında ki sıcak banyo bölümünü ifade etmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Caldarium",
      "B": "Tepidarium",
      "C": "Frigidarium",
      "D": "Lakonicum",
      "E": "Frigidarium"
    },
    "explanation": "Hamamlar:<br/>Roma şehirlerinin çoğunda, sadece banyo için değil, aynı zamanda sosyalleşme ve okuma için de merkezi olan en az bir tane bu tür binadan vardı. Hamamlarda birbirini takip eden üç ana oda bulunurdu. Caldarium (sıcak banyo), tepidarium (ılık banyo) ve frigidarium (soğuk banyo) odalarıdır. Bazılarında buhar banyoları (lakonicum ve sudatorium) da vardı. Kadınlar ve erkekler için ayrı günler veya günün ayrı saatleri belirlenirdi. Çift hamamlarda inşa edilirdi. Palaestra hamamı ziyaret edenler için gezinti yeri olduğu gibi genç erkeklerinde sportif egzersizlerini yaptığı yerdi. Apodyterium soyunarak kıyafetlerin bırakıldığı oda hizmeti verirdi. Buradan soğuk banyo için frigidariuma geçilirdi. Vücudu yavaş yavaş ısıtmak<br/>için tepidariuma ılık banyo için, <strong>caldariuma sıcak banyo için geçilirdi.</strong> Çıkış işleminde bunun tersi yapılırdı. Açık alanlarda soğuk yüzme havuzu natatio bulunurdu. Hamamın ısıtılması için praefurnium (külhan) yapılırdı. Kazanlarda ısıtılan su birleşik kap yöntemi ile hamam odalarına aktarılırdı. Burada suyu ısıtma işlemi yapıldığı gibi elde edilen sıcak hava taban ısıtması için hypocaust denilen zemin altı alana yönlendirildi. Ayrıca sıcak hava ve kanallar yardımı ile duvarlarda ısıtılırdı. Banyo işlemi çok uzun sürdüğü için konuşma gerekliydi. Birçok Romalı arkadaşlarını hamamlara çağırarak akşam yemeği ziyafetinde eğlence düzenlediği ve birçok politikacının diğer Romalı vatandaşları kendi görüşlerine katılmaya ikna etmek için kullandıkları yıkanma mekânları banyoları sosyalleşme için kullanmışlardı. Roma’da imparatorların bizzat<br/>inşa ettirdikleri büyük ölçekli hamam yapılarda mevcuttur. Anadolu’da her kentte en az bir hamam yapısı bulunurdu."
  },
  {
    "id": "3458994",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisinde bulunan heykeller Burdur ili sınırları içerisindedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ephesos",
      "B": "Pergamon",
      "C": "Boubon",
      "D": "Ankyra",
      "E": "Antiokheia"
    },
    "explanation": "Boubon Antik Kenti'nde Sebasteion yapısının bronz heykelleri Burdur ilinin Gölhisar ilçesinde İbecik köyünde yer almaktadır"
  },
  {
    "id": "3940959",
    "unitNumber": 8,
    "text": "“MÖ188 yılında yapılan ……………. ile Pergamon Toros dağlarının kuzeyindeki Seleukos topraklarının tamamı Pergamon ve Likya ve Karya’nın bir kısmı Rodos’a verildi” cümlesinde boş bırakılan yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Pergamon Antlaşması",
      "B": "Roma Antlaşması",
      "C": "Likya Antlaşması",
      "D": "Apamea Antlaşması",
      "E": "Dardanos Antlaşması"
    },
    "explanation": "MÖ188 yılında yapılan Apamea Antlaşması ile Pergamon Toros dağlarının kuzeyindeki Seleukos topraklarının tamamı Pergamon ve Likya ve Karya’nın bir kısmı Rodos’a verildi."
  },
  {
    "id": "3940960",
    "unitNumber": 8,
    "text": "MÖ 64 yılının sonlarında, neredeyse tüm güney kıyılarında Roma hâkimiyeti sağlamak için Suriye’yi doğuda ilhak eden kişi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "IV. Nikomedes",
      "B": "Pompeius",
      "C": "Mithridates",
      "D": "Antiokhos",
      "E": "Lucullus"
    },
    "explanation": "Pompeius MÖ 64 yılının sonlarında, neredeyse tüm güney kıyılarında Roma hâkimiyeti sağlamak için Suriye’yi doğuda ilhak etti."
  },
  {
    "id": "3940961",
    "unitNumber": 8,
    "text": "Senato tarafından Augustus unvanı verilen ve teknik olarak bir konsül olmasına rağmen MÖ 27’de Princeps senatus unvanını alan imparator aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Octavianus",
      "B": "Pompeius",
      "C": "Lucullus",
      "D": "Antonius",
      "E": "Antiokhos"
    },
    "explanation": "Antonius’un ölmesi ve Lepidus’un farklılaşmasıyla, ikinci üçlü hükümdarlık etkili bir şekilde feshedildi ve Octavianus tek güç olarak kaldı. Böylece cumhuriyet sona erdi. Octavian’ın yetkileri kademeli olarak arttı, Senato tarafından Augustus unvanı verildi ve teknik olarak bir konsül olmasına rağmen MÖ 27’de Princeps senatus unvanını aldı."
  },
  {
    "id": "3940962",
    "unitNumber": 8,
    "text": "Augustus ve soyundan gelenler hangi hanedanı oluşturmuşlardır?",
    "correctAnswer": "C",
    "options": {
      "A": "Flaviauslar hanedanı",
      "B": "Severuslar hanedanı",
      "C": "Iulius-Claudiuslar hanedanı",
      "D": "Nerva-Antoninler hanedanı",
      "E": "Constantinus hanedanı"
    },
    "explanation": "Augustus ve soyundan gelenler, Iulius-Claudiuslar hanedanını oluşturdu."
  },
  {
    "id": "3940963",
    "unitNumber": 8,
    "text": "Iulius-Claudiuslar hanedanı, kimin intiharıyla sona erdi?",
    "correctAnswer": "E",
    "options": {
      "A": "Tiberius",
      "B": "II. Polemon",
      "C": "Archelaus",
      "D": "Domitianus",
      "E": "Nero"
    },
    "explanation": "Iulius-Claudiuslar hanedanı, Nero’nun intiharıyla sona erdi."
  },
  {
    "id": "3940964",
    "unitNumber": 8,
    "text": "“……… 260’da yapılan nihai seferde Sasaniler tarafından (düşman kuvvetlerince) esir<br/>edilen ilk Roma İmparatoru oldu” cümlesinde boş bırakılan yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Carus",
      "B": "Valerinaus",
      "C": "Probus",
      "D": "Diokletianus",
      "E": "Iulianus"
    },
    "explanation": "Valerinaus 260’da yapılan nihai seferde Sasaniler tarafından (düşman kuvvetlerince) esir edilen ilk Roma İmparatoru oldu."
  },
  {
    "id": "3940965",
    "unitNumber": 8,
    "text": "“Apostate“ takma ismi verilen Roma imparatoru aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Gallus",
      "B": "Carinus",
      "C": "Iulianus",
      "D": "Licinius",
      "E": "Constantius"
    },
    "explanation": "Iulianus’un saltanatı kısa olsa da imparatorluğu pagan tanrılı dine döndürme isteği kendisine Apostate (Dinden dönmüş- Mürted) takma isminin verilmesine neden oldu."
  },
  {
    "id": "3940966",
    "unitNumber": 8,
    "text": "Constantinus gibi tarihte hem Büyük hem de Aziz olarak anılan aynı zamanda hem doğuyu hem de batıyı yöneten son imparator aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "I. Valentinianus",
      "B": "Arkadius",
      "C": "Iulianus",
      "D": "I. Theodosius",
      "E": "Iovianus"
    },
    "explanation": "I. Theodosius (379-395), Valentinianus’la yalnızca evlilik yoluyla akraba olduğundan, ayrı bir Theodosius Hanedanı’nın kurucusu olarak kabul edilir. Constantinus gibi o da tarihte hem Büyük hem de Aziz olarak anılır. Aynı zamanda hem doğuyu hem de batıyı yöneten son imparatordu."
  },
  {
    "id": "3940967",
    "unitNumber": 8,
    "text": "İlk Roma İmparatoru Augustus’un metal levhalara yazdırarak Roma’daki Mausoleum’un girişine astırdığı Res Gestae divi Augusti yazıtının büyük ölçüde tamamen korunmuş tek örneği hangi tapınakta yer almaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Pergamon Traianus Tapınağı",
      "B": "Antiokheia ad Pisidiam Augustus Tapınağı",
      "C": "Aizanoi Zeus Tapınağı",
      "D": "Ephesos Domitianus Tapınağı",
      "E": "Ankyra Augustus Tapınağı"
    },
    "explanation": "Ankyra Augustus Tapınağı: Ankara’daki Roma ve Augustus Tapınağı, genellikle Augustus Tapınağı olarak adlandırılır. İlk Roma İmparatoru Augustus’un metal levhalara yazdırarak Roma’daki Mausoleum’un girişine astırdığı Res Gestae divi Augusti yazıtının büyük ölçüde tamamen korunmuş tek örneği bu tapınakta yer almaktadır."
  },
  {
    "id": "3940968",
    "unitNumber": 8,
    "text": "Anadolu’nun Roma kentlerinde, şehirle ilgili politik, dinî, ticari her türlü faaliyetin gerçekleştiği, tüm kamu binalarının etrafında sıralandığı halka ait geniş açık alanlara ne ad verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Agoralar",
      "B": "Stadionlar",
      "C": "Gymnasionlar",
      "D": "Latrinalar",
      "E": "Aphpitiyatrolar"
    },
    "explanation": "Agoralar: Anadolu’nun Roma kentlerinde, şehirle ilgili politik, dinî, ticari her türlü faaliyetin gerçekleştiği, tüm kamu binalarının etrafında sıralandığı halka ait geniş açık alan olup, Helenistik Çağ’da şekillenip Roma forumların yansımasıdır."
  }
]