[
  {
    "id": "3502462",
    "unitNumber": 1,
    "text": "Which of the following is definition of information risk?",
    "correctAnswer": "A",
    "options": {
      "A": "Information risk reflects the possibility of making mistakes in decisions to be taken regarding the business.",
      "B": "Information risk reflects the possibility of not to measure the success of using economic resources.",
      "C": "Information risk reflects the conflict of interest between the users of the financial statements and the company managers responsible for the preparation of the financial statements.",
      "D": "Information risk means increases in the number of information users.",
      "E": "Information risk reflects the need for accurate and reliable information."
    },
    "explanation": "Information risk reflects the possibility of making mistakes in decisions to be taken regarding the business."
  },
  {
    "id": "3502464",
    "unitNumber": 1,
    "text": "All of the following will cause to information risk <strong>except:</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Interest of regulatory institutions",
      "B": "Being far from the information",
      "C": "Bias of the information provider",
      "D": "Large volume data",
      "E": "Complex accounting operations"
    },
    "explanation": "Causes of information risk:<br/>• Being far from the information<br/>• Bias of the information provider<br/>• Large volume data<br/>• Complex accounting operations"
  },
  {
    "id": "3502467",
    "unitNumber": 1,
    "text": "The financial statements of the enterprises should be subject to independent audit by independent auditors for some reasons. One of the reason is \"Conflict of Interest\". Which of the following parties has a conflict of interest?",
    "correctAnswer": "A",
    "options": {
      "A": "There may be conflict of interest between the users of the financial statements and the company managers<br/>responsible for the preparation of the financial statements.",
      "B": "There may be conflict of interest between the internal auditors and the company managers responsible for the preparation of the financial statements.",
      "C": "There may be conflict of interest between the internal auditors and external auditors.",
      "D": "There may be conflict of interest between the users of the financial statements and the internal auditors",
      "E": "There may be conflict of interest between the users of the financial statements and the regulators."
    },
    "explanation": "There may be conflict of interest between the users of the financial statements and the company managers<br/>responsible for the preparation of the financial statements."
  },
  {
    "id": "3502468",
    "unitNumber": 1,
    "text": "All of the followings are benefits of independent audit <strong>except:</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Helps the management to increase their wealth with the scarce resources they have.",
      "B": "Helps the management to make predictions and analyses regarding the financial statements and to<br/>make healthy future decisions.",
      "C": "Indicates whether the financial statements reflect the truth.",
      "D": "Helps business management and employees to prevent cheating.",
      "E": "Provides correct flow of information to management."
    },
    "explanation": "The benefits of independent audit can be listed as follows;<br/>1. Provides correct flow of information to management.<br/>2. Helps the management to make predictions and analyses regarding the financial statements and to<br/>make healthy future decisions.\n<br/>3. Indicates whether the financial statements<br/>reflect the truth.<br/>4. Helps business management and employees<br/>to prevent cheating."
  },
  {
    "id": "3502469",
    "unitNumber": 1,
    "text": "Which of the following differs between Control and Audit?",
    "correctAnswer": "A",
    "options": {
      "A": "Control is the beginning of the audit or the activity that precedes the audit.",
      "B": "Control is the examination to find out the truth of something or whether things are being carried out well.",
      "C": "Control can be defined as an examination to find out the truth of something.",
      "D": "Control is to review, to examine again. It is mostly the examination of financial events and tax accounts.",
      "E": "Auditing is mostly used for the re-examination and control of financial events."
    },
    "explanation": "The concept of audit is confused with various concepts such as Control, Inspection and Revision.<br/>Before defining the concept of audit, let’s define the concepts that lead to this confusion.<br/>“Control is the beginning of the audit or the activity that precedes the audit. The measures taken to<br/>achieve the objectives are a control activity.” Certain measures are taken to make sure that something turns<br/>out as desired or to achieve a certain goal."
  },
  {
    "id": "3502470",
    "unitNumber": 1,
    "text": "Which of the following is one of the major concepts as a subject of independent audit in Independent Audit definition?",
    "correctAnswer": "A",
    "options": {
      "A": "The subject of independent audit is financial statements and footnotes prepared by the company.",
      "B": "The subject of independent audit is Generally Accepted Accounting Principles and Concepts (GAAP)",
      "C": "The subject of independent audit is Turkey Accounting Standards (TAS).",
      "D": "The subject of independent audit is The Generally Accepted Auditing Standards (GAAS).",
      "E": "The subject of independent audit is Generellay Accepted Accounting Principles and International Financial<br/>Reporting Standards (IFRS)"
    },
    "explanation": "Important concepts in the definition of independent audit are shown in Figure 1.4;<br/>The subject of independent audit is financial statements and footnotes prepared by the company."
  },
  {
    "id": "3502471",
    "unitNumber": 1,
    "text": "According to the independent audit definition the independent audit is based on predetermined criteria. Which of the following is the major predetermined criteria which the auditors will evaluate the information?",
    "correctAnswer": "A",
    "options": {
      "A": "Generally Accepted Accounting Principles and Concepts (GAAP) and Turkey Accounting Standards (TAS)",
      "B": "The Generally Accepted Auditing Standards (GAAS)",
      "C": "The Generally Accepted Turkish Auditing Standards (GATAS)",
      "D": "Turkish Auditing Standards (TAS)",
      "E": "American Accounting Association (AAA)"
    },
    "explanation": "There are three important elements to be noted<br/>in this definition. The first of these is that the<br/>independent audit is based on predetermined<br/>criteria. These criteria are Generally Accepted<br/>Accounting Principles and Concepts (GAAP) and<br/>Turkey Accounting Standards (TAS), according to<br/>which the auditors will evaluate the information."
  },
  {
    "id": "3502472",
    "unitNumber": 1,
    "text": "Which of the followings are types of Audit by Reason?",
    "correctAnswer": "A",
    "options": {
      "A": "compulsory audit and optional audit",
      "B": "Independent audit and financial statement audit",
      "C": "compliance audit and internal audit.",
      "D": "Compliance Audit and Public Audit",
      "E": "Performance Audit and Operational Audit"
    },
    "explanation": "a. Types of Audit by Reason<br/>The types of audit are divided into two according<br/>to the reasons for their execution; compulsory<br/>audit and optional audit."
  },
  {
    "id": "3502473",
    "unitNumber": 1,
    "text": "Compulsory Audit is also known as ....",
    "correctAnswer": "A",
    "options": {
      "A": "Legal Audit",
      "B": "Optional Audit",
      "C": "Supervisory Audit",
      "D": "Compliance Audit",
      "E": "Public Sector Audit"
    },
    "explanation": "Compulsory Audit is also known as Legal Audit"
  },
  {
    "id": "3502474",
    "unitNumber": 1,
    "text": "Which of the following auditors are the auditors who are included in the organization chart of the<br/>organization they are affiliated with and operate directly under the board of directors or under the general<br/>manager?",
    "correctAnswer": "A",
    "options": {
      "A": "Internal auditors",
      "B": "Public auditors",
      "C": "Public Sector Auditors",
      "D": "External auditors",
      "E": "Independent auditors"
    },
    "explanation": "Internal auditors Internal auditors are the auditors who are included in the organization chart of the<br/>organization they are affiliated with and operate directly under the board of directors or under the general<br/>manager."
  },
  {
    "id": "3502485",
    "unitNumber": 1,
    "text": "When was the term audit first used?",
    "correctAnswer": "E",
    "options": {
      "A": "1265",
      "B": "1270",
      "C": "1278",
      "D": "1284",
      "E": "1289"
    },
    "explanation": "The term auditor was first used in 1289."
  },
  {
    "id": "3502486",
    "unitNumber": 1,
    "text": "Which of the following trues about the “Systems Based Audit Approach”?",
    "correctAnswer": "C",
    "options": {
      "A": "It was used for the examination of all documents before and after the industrial revolution.",
      "B": "It was used in the period of in the period of 1900-1930.",
      "C": "It is based on the examination of the internal control structure of the enterprises.",
      "D": "It is a result of the widespread use of activity audit as a result of today’s developments in information technology and audit field.",
      "E": "It appeared after large-scale financial scandals encountered after the 2000s."
    },
    "explanation": "The “Systems Based Audit Approach”, which has come from the 1930s until today and is based on the examination of the internal control structure of the enterprises."
  },
  {
    "id": "3502487",
    "unitNumber": 1,
    "text": "Which of the following are among information risks?\n I. Being far from the information\n II. Bias of the information providers\n III. Large volume data\n IV. Complex accounting operations",
    "correctAnswer": "E",
    "options": {
      "A": "I &amp; II",
      "B": "I, II &amp; IV",
      "C": "II &amp; III",
      "D": "III &amp; IV",
      "E": "I, II, III &amp; IV"
    },
    "explanation": "Causes of information risk are:\n <ul> <li>Being far from the information</li> <li>Bias of the information provider</li> <li>Large volume data</li> <li>Complex accounting operations</li> </ul>"
  },
  {
    "id": "3502488",
    "unitNumber": 1,
    "text": "Which of the following is a internal information user?",
    "correctAnswer": "A",
    "options": {
      "A": "Shareholders",
      "B": "Investors",
      "C": "Creditors",
      "D": "Government",
      "E": "Customers"
    },
    "explanation": "Owners, Shareholders, Management, &amp; Employees are internal information users."
  },
  {
    "id": "3502489",
    "unitNumber": 1,
    "text": "Which of the following is an external information user?",
    "correctAnswer": "B",
    "options": {
      "A": "Owners",
      "B": "Suppliers",
      "C": "Shareholders",
      "D": "Management",
      "E": "Employees"
    },
    "explanation": "Investors, Creditors, Government, Customers &amp; Suppliers are external information users."
  },
  {
    "id": "3502490",
    "unitNumber": 1,
    "text": "___________ Audit is an audit made by companies or organizations of their own accord without any legal obligation.",
    "correctAnswer": "D",
    "options": {
      "A": "Compulsory",
      "B": "Legal",
      "C": "Internal",
      "D": "Optional",
      "E": "Compliance"
    },
    "explanation": "Optional (Supervisory Audit): It is an audit made by companies or organizations of their own accord without any legal obligation."
  },
  {
    "id": "3502491",
    "unitNumber": 1,
    "text": "Another name for Internal Audit is ……… Audit.",
    "correctAnswer": "B",
    "options": {
      "A": "Supervisory",
      "B": "Performance",
      "C": "Financial Satetement",
      "D": "Legal",
      "E": "Independent"
    },
    "explanation": "Another name for Internal Audit is Performance Audit or Operational <em>Audit. </em>"
  },
  {
    "id": "3502492",
    "unitNumber": 1,
    "text": "The purpose of ________ audit is to evaluate the efficiency and effectiveness of the activities of the enterprises.",
    "correctAnswer": "D",
    "options": {
      "A": "Supervisory",
      "B": "Compliance",
      "C": "Financial Statement",
      "D": "Internal",
      "E": "Optional"
    },
    "explanation": "The purpose of <strong>internal audit</strong> is to evaluate the efficiency and effectiveness of the activities of the enterprises."
  },
  {
    "id": "3502493",
    "unitNumber": 1,
    "text": "___________ audit is carried out in order to determine whether the activities or transactions of the enterprises comply with.",
    "correctAnswer": "A",
    "options": {
      "A": "Public",
      "B": "Financial Statement",
      "C": "Optional",
      "D": "Independent",
      "E": "Compulsory"
    },
    "explanation": "Public Audir or Compliance audit is carried out in order to determine whether the activities or transactions of the enterprises comply with certain methods and rules and the relevant legislation. In compliance audit, it is checked whether the rules determined by an authority are complied with."
  },
  {
    "id": "3502494",
    "unitNumber": 1,
    "text": "Which of the following are among different types of auditors?\n I. Private Auditor\n II. Independent (External) Auditors\n III. Internal Auditors\n IV. Public Sector Auditors",
    "correctAnswer": "D",
    "options": {
      "A": "I, II &amp; III",
      "B": "Only I",
      "C": "Only I &amp; IV",
      "D": "II, III &amp; IV",
      "E": "Only III &amp; IV"
    },
    "explanation": "<em>T‍here are three types of auditors: </em>\n <ol> <li>Independent (External) Auditors</li> <li>Internal Auditors</li> <li>Public Sector Auditors</li> </ol>"
  },
  {
    "id": "3502475",
    "unitNumber": 2,
    "text": "Which of the following institution is authorized in the development and publication of auditing standards, quality control standards and code of ethics in Turkey?",
    "correctAnswer": "A",
    "options": {
      "A": "KGK (Public Oversight, Accounting and Auditing Standards Authority)",
      "B": "IFAC (International Federation of Accountants)",
      "C": "IAASB (The International Auditing and Assurance Standards Board)",
      "D": "AICPA (American Institute of Certified Public Accountants",
      "E": "CMB (Capital Market Board)"
    },
    "explanation": "If we examine the institutions that are<br/>authorized in the development and publication<br/>of auditing standards, quality control standards<br/>and code of ethics in Turkey and in the World;<br/>IFAC (International Federation of Accountants) is<br/>authorized in the world, KGK (Public Oversight,<br/>Accounting and Auditing Standards Authority) is<br/>authorized in Turkey."
  },
  {
    "id": "3502476",
    "unitNumber": 2,
    "text": "IFAC’s strategic actions are grouped under three strategic objectives which are .....",
    "correctAnswer": "A",
    "options": {
      "A": "integrity, expertise, transparency",
      "B": "Relevance, Usefulness, The best evidence",
      "C": "Testimonial, Documentary, Analytical",
      "D": "Thorough, Complete, Relevante",
      "E": "Complete, precise, accurate."
    },
    "explanation": "IFAC’s member organizations serve the public<br/>interest by enhancing the relevance, reputation, and<br/>value of the global accountancy profession. IFAC’s<br/>strategic actions are grouped under three strategic<br/>objectives (integrity, expertise, transp<br/>IFAC’s strategic actions are grouped under three strategic<br/>objectives (integrity, expertise, transparency) and<br/>leverage IFAC’s unique position."
  },
  {
    "id": "3502477",
    "unitNumber": 2,
    "text": "How can the work of the international, independent standard-setting boards support the global economy and<br/>financial markets?",
    "correctAnswer": "A",
    "options": {
      "A": "by producing high-quality, global standards for audit and assurance, professional ethics, public sector financial reporting, and professional skills and competencies.",
      "B": "by providing objectives, standards, and an evaluation-reward system.",
      "C": "by appraising the effectiveness and efficiency of operations and programs.",
      "D": "by notifying governmental regulatory agencies of unethical business practices by organization management",
      "E": "by reviewing the compliance with laws, regulations, policies, procedures, and contracts"
    },
    "explanation": "The work of the international, independent standard-setting boards supports the global economy and<br/>financial markets by producing high-quality, global standards for audit and assurance, professional ethics,<br/>public sector financial reporting, and professional skills and competencies."
  },
  {
    "id": "3502478",
    "unitNumber": 2,
    "text": "In order to ensure that the audit is more qualified in Turkey, which institution has the KGK signed a copyright agreement in 2013?",
    "correctAnswer": "A",
    "options": {
      "A": "International Federation of Accountants (IFAC)",
      "B": "The International Public Sector Accounting Standards Board (IPSASB)",
      "C": "International Standards on Related Services (ISR)",
      "D": "Institute of Certified Public Accountants (AICPA)",
      "E": "Generally accepted auditing standards Board (GAAS)"
    },
    "explanation": "In order to ensure audit to be qualified in Turkey, the KGK signed a copyright agreement<br/>with International Federation of Accountants (IFAC) in 2013."
  },
  {
    "id": "3502479",
    "unitNumber": 2,
    "text": "Which of the following is the measure of the quality of the auditor’s audit performance?",
    "correctAnswer": "A",
    "options": {
      "A": "Auditing standards",
      "B": "Code of Ethics",
      "C": "Quality Control devices",
      "D": "Assurance and Related Services Engagements",
      "E": "Analytical Procedures"
    },
    "explanation": "Auditing standards are the measure of the quality of the auditor’s audit performance."
  },
  {
    "id": "3502480",
    "unitNumber": 2,
    "text": "Which of the following set of systematic guidelines will be used by auditors when conducting audits on companies’ financial records?",
    "correctAnswer": "A",
    "options": {
      "A": "Generally accepted auditing standards",
      "B": "Generally Accepted Accounting Standards",
      "C": "Generally Accepted Accounting Principles",
      "D": "Audit Sampling",
      "E": "Accounting Estimates"
    },
    "explanation": "Generally accepted auditing standards (GAAS) are a set of systematic guidelines used by auditors when<br/>conducting audits on companies’ financial records."
  },
  {
    "id": "3502481",
    "unitNumber": 2,
    "text": "Which of the following standards address the important qualifications of the auditor should possess?",
    "correctAnswer": "A",
    "options": {
      "A": "General standards",
      "B": "Standards of Field Work",
      "C": "The Standards of Reporting",
      "D": "The Standards of Circumstances",
      "E": "The Standards of quality"
    },
    "explanation": "General standards address the important qualifications of the auditor should possess."
  },
  {
    "id": "3502482",
    "unitNumber": 2,
    "text": "Which type of opinion will be expressed by the auditor when the auditor concludes that the financial statements are prepared fairly, in all material respects, in accordance with the applicable financial reporting framework and conformity and accordance with generally accepted accounting principles (GAAP)?",
    "correctAnswer": "A",
    "options": {
      "A": "Unmodified opinion",
      "B": "Qualified Opinion",
      "C": "Unqualified Opinion",
      "D": "Modified opinion",
      "E": "Fair opinion"
    },
    "explanation": "Unmodified opinion : T\n<br/>The opinion expressed by the auditor when the auditor concludes that<br/>the financial statements are prepared fairly, in all<br/>material respects, in accordance with the applicable<br/>financial reporting framework and conformity and<br/>accordance with generally accepted accounting principles (GAAP)<br/>Unmodified opinion : \n<br/>The opinion expressed by the auditor when the auditor concludes that<br/>the financial statements are prepared fairly, in all<br/>material respects, in accordance with the applicable<br/>financial reporting framework and conformity and<br/>accordance with generally accepted accounting principles (GAAP)"
  },
  {
    "id": "3502483",
    "unitNumber": 2,
    "text": "A professional accountant shall comply with each of the fundamental principles. The fundamental<br/>principles of ethics establish the standard of behavior expected of a professional accountant. Which of the following is <strong>NOT</strong> one of these fundamental principles?",
    "correctAnswer": "A",
    "options": {
      "A": "Accuracy",
      "B": "Integrity",
      "C": "Objectivity",
      "D": "Professional Competence and Due Care",
      "E": "Confidentiality"
    },
    "explanation": "The Fundamental Principles<br/>A professional accountant shall comply with each of the fundamental principles. The fundamental<br/>principles of ethics establish the standard of behavior expected of a professional accountant. These<br/>fundamental principles are:\n<br/>• Integrity<br/>• Objectivity<br/>• Professional Competence and Due Care<br/>• Confidentiality<br/>• Professional Behavior<br/>The Fundamental Principles<br/>A professional accountant shall comply with each of the fundamental principles. The fundamental<br/>principles of ethics establish the standard of behavior expected of a professional accountant. These<br/>fundamental principles are:\n • Integrity<br/>• Objectivity<br/>• Professional Competence and Due Care<br/>• Confidentiality<br/>• Professional Behavior"
  },
  {
    "id": "3502484",
    "unitNumber": 2,
    "text": "One of the fundamental principles of ethics is \"Integrity\". Professional accountants must be ..... and ..... during their work in all professional and business relationships at all times.",
    "correctAnswer": "A",
    "options": {
      "A": "honest and straightforward",
      "B": "objective and accurate",
      "C": "careful and precise",
      "D": "competent and comply with",
      "E": "Confident and professional"
    },
    "explanation": "Integrity: Professional accountants must be<br/>honest and straightforward during their work<br/>in all professional and business relationships at<br/>all times."
  },
  {
    "id": "3502535",
    "unitNumber": 2,
    "text": "Auditing standards provide a ................ and the objectives to be achieved in an audit",
    "correctAnswer": "A",
    "options": {
      "A": "measure of audit quality",
      "B": "aim",
      "C": "goal",
      "D": "assurance",
      "E": "principal"
    },
    "explanation": "Auditing standards provide a measure of audit quality and the objectives to be achieved in an audit."
  },
  {
    "id": "3502536",
    "unitNumber": 2,
    "text": ".......... is the global organization for the accountancy profession, comprising more than 175 member and associate organizations in 130 countries and jurisdictions, representing nearly 3 million professional accountants.",
    "correctAnswer": "A",
    "options": {
      "A": "IFAC",
      "B": "IACC",
      "C": "ICAAN",
      "D": "FAIC",
      "E": "FAAC"
    },
    "explanation": "IFAC is the global organization for the accountancy profession, comprising more than 175 member and associate organizations in 130 countries and jurisdictions, representing nearly 3 million professional accountants."
  },
  {
    "id": "3502537",
    "unitNumber": 2,
    "text": "The ........ is responsible for achieving an effective public oversight in Turkey. The ........ is also responsible for setting standards that ensure the preparation and auditing of financial statements in compliance with international standards.",
    "correctAnswer": "A",
    "options": {
      "A": "KGK",
      "B": "ISR",
      "C": "IAESB",
      "D": "IESBA",
      "E": "IPSASB"
    },
    "explanation": "The KGK is responsible for achieving an effective public oversight in Turkey. The KGK is also responsible for setting standards that ensure the preparation and auditing of financial statements in compliance with international standards."
  },
  {
    "id": "3502538",
    "unitNumber": 2,
    "text": ".............. develops standards, guidance, and resources for use by public sector entities around the world for preparation of general purpose financial statements.",
    "correctAnswer": "A",
    "options": {
      "A": "The International Public Sector Accounting Standards Board",
      "B": "The International Ethics Standards Board for Accountants",
      "C": "The International Accounting Education Standards Board",
      "D": "InternationalStandardsonRelatedServices",
      "E": "International Standards on Assurance Engagement"
    },
    "explanation": "The International Public Sector Accounting Standards Board develops standards, guidance, and resources for use by public sector entities around the world for preparation of general purpose financial statements."
  },
  {
    "id": "3502539",
    "unitNumber": 2,
    "text": "Which of the followings is responsible for approving generally accepted auditing standards?",
    "correctAnswer": "A",
    "options": {
      "A": "AICPA",
      "B": "GAAS",
      "C": "ISAE",
      "D": "ISRS",
      "E": "TSRS"
    },
    "explanation": "Generally accepted auditing standards have been approved and adopted by the membership of the AICPA"
  },
  {
    "id": "3502541",
    "unitNumber": 2,
    "text": "Which of the followings is a standard for reporting in audit?",
    "correctAnswer": "A",
    "options": {
      "A": "Adequacy of Onformative Disclosures",
      "B": "Adequate Technical Training and Proficiency",
      "C": "Understand the Client’s Internal Control",
      "D": "Address the qualifications of the auditor and the quality of his/her work",
      "E": "Address the planning and performing audit"
    },
    "explanation": "Adequacy of Onformative Disclosures is described as reporting standard in Generally Accepted Auditing Standards"
  },
  {
    "id": "3502542",
    "unitNumber": 2,
    "text": "The auditor’s responsibility is to form an opinion on the financial statements. Which of the following is related to GAAP standards on reporting?",
    "correctAnswer": "A",
    "options": {
      "A": "Expression of Opinion on Financial Statements",
      "B": "Circumstances When GAAP not Consistently Followed",
      "C": "Whether Statements were Prepared in Accordance With GAAP",
      "D": "Adequacy of Informative Disclosures",
      "E": "Understand the Client’s Internal Control"
    },
    "explanation": "The auditor’s responsibility is to form an opinion on the financial statements. Auditor’s report indicates the degree of the responsibilities. The auditor’s report shall be in writing. The auditor’s opinion varies according to the importance of the violation in the reporting standards and its impact on the financial statement. This called Expression of Opinion on Financial Statements in GAAP"
  },
  {
    "id": "3502544",
    "unitNumber": 2,
    "text": "Professional accountants must be honest and straightforward during their work in all professional and business relationships at all times. What is the name of this ethic standard?",
    "correctAnswer": "A",
    "options": {
      "A": "Integrity",
      "B": "Objectivity",
      "C": "Professional Competence and Due Care",
      "D": "Confidentiality",
      "E": "Professional Behavior"
    },
    "explanation": "Professional accountants must be honest and straightforward during their work in all professional and business relationships at all times. This is called integrity in GAAP"
  },
  {
    "id": "3502546",
    "unitNumber": 2,
    "text": "Which of the following definitions belong to Objectivity ethic standards in accounting?",
    "correctAnswer": "A",
    "options": {
      "A": "Not to compromise professional or business judgment because of bias, conflict of interest or undue influence of others.",
      "B": "Be honest and straightforward during their work in all professional and business relationships at all times.",
      "C": "Be up to date with technical, professional and business developments.",
      "D": "Respect the confidentiality of information acquired as a result of professional and business relationships.",
      "E": "Comply with relevant laws and regulations and avoid all actions the accountant knows or should know might discredit the profession."
    },
    "explanation": "A professional accountant shall comply with the principle of objectivity, which requires an accountant not to compromise professional or business judgment because of bias, conflict of interest or undue influence of others."
  },
  {
    "id": "3502547",
    "unitNumber": 2,
    "text": "Which of the followings is related to monitoring in audit?",
    "correctAnswer": "A",
    "options": {
      "A": "Designing a process to provide it with reasonable assurance that the policies and procedures relating to the system of quality control are relevant, adequate, and operating effectively.",
      "B": "Establishing policies and procedures designed to promote an internal culture recognizing that quality is essential in performing engagements.",
      "C": "Establishing policies and procedures designed to provide it with reasonable assurance that the firm and its personnel comply with relevant ethical requirements.",
      "D": "Establishing policies and procedures for the acceptance and continuance of client relationships and specific engagements.",
      "E": "Establishing policies and procedures designed to provide it with reasonable assurance that engagements are performed in accordance with professional standards and legal and regulatory requirements."
    },
    "explanation": "The firm shall establish a monitoring process designed to provide it with reasonable assurance that the policies and procedures relating to the system of quality control are relevant, adequate, and operating effectively. Policies and procedures related with monitoring are ensuring harmony with professional standards and legal and regulatory requirements and the system of quality control has been appropriately designed and effectively implemented."
  },
  {
    "id": "3502445",
    "unitNumber": 3,
    "text": "Which ethical requirement is violated by the audit firm if information is disclosed to third parties without proper and specific authority?",
    "correctAnswer": "C",
    "options": {
      "A": "Integrity",
      "B": "Objectivity",
      "C": "Confidentiality",
      "D": "Independence",
      "E": "Professional behaviour"
    },
    "explanation": "Confidentiality is the ethical requirement explained in the question.<br/>To respect the <strong>confidentiality</strong> of information acquired as a result of professional and business relationships, and therefore, not disclose<br/>any such information to third parties without proper and specific authority, unless there is a legal or professional right or duty to disclose, nor use the information for his/her personal advantage or for the<br/>advantage of third parties."
  },
  {
    "id": "3502446",
    "unitNumber": 3,
    "text": "If the auditor’s father is the chief executive officer of the client firm, which ethical requirement is violated?",
    "correctAnswer": "A",
    "options": {
      "A": "Independence",
      "B": "Integrity",
      "C": "Objectivity",
      "D": "Confidentiality",
      "E": "Professional behaviour"
    },
    "explanation": "This is an example of a breach of independence due to family and personal relationship between the auditor and the chief executive officer.<br/>This is related to independence."
  },
  {
    "id": "3502447",
    "unitNumber": 3,
    "text": "Which of the following is <strong>not</strong> one of the policies and procedures of human resources in audit firms?",
    "correctAnswer": "D",
    "options": {
      "A": "Recruitment",
      "B": "Performance evaluation",
      "C": "Promotion",
      "D": "Acceptance",
      "E": "Career development"
    },
    "explanation": "Some of policies and procedures of human<br/>resources in audit firms should include the<br/>following items (ISQC 1.A24):<br/>• Recruitment<br/>• Performance evaluation<br/>• Capabilities<br/>• Competence<br/>• Career development<br/>• Promotion<br/>• Compensation<br/>• The estimation of personnel needs<br/>Acceptance is not related to human resources but it is before that step."
  },
  {
    "id": "3502448",
    "unitNumber": 3,
    "text": "\"Work is assigned to staff who have adequate technical training and proficiency.\"\n Which human resource procedure expected from the firm is explained in the following sentence?",
    "correctAnswer": "B",
    "options": {
      "A": "Recruitment",
      "B": "Competence",
      "C": "Career development",
      "D": "Promotion",
      "E": "Compensation"
    },
    "explanation": "Work is assigned to staff who have<br/>adequate technical training and proficiency<br/>(competence).<br/>The sentence is related to competence."
  },
  {
    "id": "3502449",
    "unitNumber": 3,
    "text": "\"Examples of the ------------------ process include ongoing evaluation<br/>of the audit firm’s system of internal control, annual testing of quality control procedures and periodic inspection of at least one completed engagement.\" \n Which of the following terms could best complete the blank in the sentence above?",
    "correctAnswer": "A",
    "options": {
      "A": "Monitoring",
      "B": "Engagement",
      "C": "Human Resources",
      "D": "Documentation",
      "E": "Acceptance"
    },
    "explanation": "Examples of the monitoring process include ongoing evaluation<br/>of the audit firm’s system of internal control, annual testing of quality control procedures and periodic inspection of at least one completed engagement.<br/>Monitoring is the correct answer."
  },
  {
    "id": "3502450",
    "unitNumber": 3,
    "text": "Which of the following audit risk types generate from the client firm and the auditor has no effect on it?",
    "correctAnswer": "E",
    "options": {
      "A": "Detection risk",
      "B": "Business risk",
      "C": "Sampling risk",
      "D": "Non-sampling risk",
      "E": "Risk of material misstatement"
    },
    "explanation": "Risk of material misstatement is the risk that financial statements are materially misstated prior to audit (ISA 200.13n). It is generated from the client firm. The auditor has no effect on it.<br/>The risk whose responsibility lies on the firm not the auditor is risk of material misstatement."
  },
  {
    "id": "3502451",
    "unitNumber": 3,
    "text": "-It is the risk resulting from significant conditions, events,<br/>circumstances, actions and inactions that could adversely affect an entity’s ability to achieve its objectives and execute its<br/>strategies.\n -It is a risk generated from setting of inappropriate objectives and strategies.\n Which type of audit risk is explained above?",
    "correctAnswer": "D",
    "options": {
      "A": "Inherent risk",
      "B": "Control risk",
      "C": "Account risk",
      "D": "Business risk",
      "E": "Detection risk"
    },
    "explanation": "Business risk: It is the risk resulting<br/>from significant conditions, events,<br/>circumstances, actions and inactions that<br/>could adversely affect an entity’s ability<br/>to achieve its objectives and execute its<br/>strategies. It is a risk generated from setting<br/>of inappropriate objectives and strategies<br/>(ISA 315.4b). For example, businesses in<br/>the electronics industry experience high<br/>business risk leading to high inherent<br/>risk for inventory obsolescence due to<br/>technological developments<br/>The answer is business risk."
  },
  {
    "id": "3502452",
    "unitNumber": 3,
    "text": "Which management assertion is exemplified in the following sentence?\n \"All required disclosures related to bankloans are included in the financial statement footnotes.\"",
    "correctAnswer": "B",
    "options": {
      "A": "Accuracy",
      "B": "Completeness",
      "C": "Valuation",
      "D": "Classification",
      "E": "Occurence"
    },
    "explanation": "\"All existing inventory has been counted and<br/>included in the inventory summary.\" is an example of completeness as a management assertion.<br/>Completeness: The auditor will check whether all amounts that should be included have actually been included."
  },
  {
    "id": "3502453",
    "unitNumber": 3,
    "text": "Which of the following is the reason why the auditor<br/>cannot guarantee 100% correctness of financial statements?",
    "correctAnswer": "C",
    "options": {
      "A": "because the auditor obtains audit evidence on whether the financial statements are prepared in compliance with the applicable financial reporting framework.",
      "B": "because the auditor is supposed to declare that he/she performed all audit process in line with auditing standards and applicable legal framework.",
      "C": "because the audit opinion is based on the audit evidence obtained through audit sampling.",
      "D": "because the auditor is responsible for preparing audit documentation for an audit of financial statements.",
      "E": "because the auditor obtains audit evidence at each stage."
    },
    "explanation": "Auditor uses audit sampling in performing audit procedures. He/she deals with the use of statistical or<br/>non-statistical sampling when he/she designs and selects the audit sample, performs tests of controls and<br/>tests of details and evaluates the results from the sample (Şavlı, 2019, p. 124-126). Therefore, the auditor<br/>cannot guarantee 100% correctness of financial statements because the audit opinion is based on the audit<br/>evidence obtained through audit sampling. This is another reason why the auditor’s audit opinion is based<br/>on reasonable assurance.<br/>The auditor cannot guarantee 100% correctness because his/her findings are based on evidence selected through audit sampling."
  },
  {
    "id": "3502454",
    "unitNumber": 3,
    "text": "Which of the following is <strong>not</strong> one of the sub-stages of the reporting stage?",
    "correctAnswer": "E",
    "options": {
      "A": "Evaluate results",
      "B": "Perform additional tests",
      "C": "Accumulate final evidence",
      "D": "Issue audit report",
      "E": "Perform test of controls"
    },
    "explanation": "Perform additional tests for presentation and disclosure<br/>Accumulate final evidence<br/>Evaluate results<br/>Issue audit report\n<br/>are the substages of reporting stage.<br/>Perform test of controls is not sub stage of reporting."
  },
  {
    "id": "3502525",
    "unitNumber": 3,
    "text": "Which of the following fundamental principles of ethics refer to being straightforward and honest in all professional and business relationships?",
    "correctAnswer": "D",
    "options": {
      "A": "Objectivity",
      "B": "Professional competence and due care",
      "C": "Confidentiality",
      "D": "Integrity",
      "E": "Professional behavior"
    },
    "explanation": "Integrity refers to being straightforward and honest in all professional and business relationships. The answer is D."
  },
  {
    "id": "3502526",
    "unitNumber": 3,
    "text": "<ol type=\"I\"> <li>Inherent Risk</li> <li>Sampling Risk</li> <li>Control Risk</li> </ol> Which of the above components of audit risks are generated by the firm?",
    "correctAnswer": "C",
    "options": {
      "A": "Only I",
      "B": "I and II",
      "C": "I and III",
      "D": "II and III",
      "E": "I, II and III"
    },
    "explanation": "Risk of material misstatement is the risk that financial statements are materially misstated prior<br/>to audit. It is generated from the client firm. The auditor has no effect on it. It has two components, namely inherent risk and control risk. The answer is C."
  },
  {
    "id": "3502527",
    "unitNumber": 3,
    "text": "Which of the following is <u>not</u> one of the transaction-related audit objectives?",
    "correctAnswer": "E",
    "options": {
      "A": "Occurrence",
      "B": "Completeness",
      "C": "Accuracy",
      "D": "Classification",
      "E": "Existence"
    },
    "explanation": "Transaction-related audit objectives are:\n • Occurrence: The auditor will check whether recorded transactions have actually occurred.<br/>• Completeness: The auditor will check whether all transactions that should be included in the<br/>journals have actually been included.<br/>• Accuracy: The auditor will check whether recorded transactions are stated at the correct amounts.<br/>• Posting and summarization: The auditor will check whether recorded transactions are properly<br/>included in the master files and are correctly summarized.<br/>• Classification: The auditor will check whether transactions included in the client firm’s general<br/>journals are properly classified.\n The answer is E."
  },
  {
    "id": "3502528",
    "unitNumber": 3,
    "text": "Which of the following balance-related audit objectives is related to checking whether transactions are recorded and included in account balances in the proper period?",
    "correctAnswer": "A",
    "options": {
      "A": "Cutoff",
      "B": "Detail tie-In",
      "C": "Realizable Value",
      "D": "Rights and Obligations",
      "E": "Classification"
    },
    "explanation": "Balance-related audit objectives focus on not only verification of the account balance but also verification of the detail that supports the account balance. There are eight general balance-related objectives as follows: existence, completeness, accuracy, classification, cut off, detail tie-in, realizable value, and rights and obligations.\n<br/><ul><br/><li>Existence: The auditor will check whether the amounts included in the financial statements should actually be included.</li><br/><li>Completeness: The auditor will check whether all amounts that should be included have actually been included.</li><br/><li>Accuracy: The auditor will check whether amounts included are stated at the correct amounts.</li><br/><li>Classification: The auditor will check whether amounts included in the client’s listing are properly classified.</li><br/><li>Cutoff: The auditor will check whether transactions are recorded and included in account balances in the proper period.</li><br/><li>Detail tie-In: The auditor will check the details on lists are accurately prepared, correctly added, and agree with the general ledger.</li><br/><li>Realizable Value: The auditor will check whether an account balance has been reduced for declines from historical cost to net realizable value or when accounting standards require fair market value accounting treatment.</li><br/><li>Rights and Obligations: Most assets must be owned before it is acceptable to include them in the financial statements. Similarly, liabilities must belong to the entity. Rights are always associated with assets and obligations with liabilities. The auditor will check whether assets and liabilities are listed. </li><br/></ul><br/>The answer is A."
  },
  {
    "id": "3502529",
    "unitNumber": 3,
    "text": "Which of the following terms is about the information used by the auditor in arriving at the conclusions on which the auditor’s opinion is based?",
    "correctAnswer": "C",
    "options": {
      "A": "Audit objectives",
      "B": "Risk assessment procedures",
      "C": "Audit evidence",
      "D": "Management assertions",
      "E": "Financial statement"
    },
    "explanation": "Audit evidence is the information used by the auditor in arriving at the conclusions on which the<br/>auditor’s opinion is based. The answer is C."
  },
  {
    "id": "3502530",
    "unitNumber": 3,
    "text": "Which of the following is <u>not</u> one of the audit techniques that the auditor benefits from when obtaining appropriate audit evidence?",
    "correctAnswer": "B",
    "options": {
      "A": "Inspection",
      "B": "Detail tie-in",
      "C": "Recalculation",
      "D": "Inquiry",
      "E": "External Confirmation"
    },
    "explanation": "In order to obtain sufficient appropriate evidence and to form an audit opinion, the auditor usually<br/>benefits from the following seven audit techniques (ISA 500.A14-A25). These are inspection, observation, external confirmation, recalculation, inquiry, reperformance and analytical procedures. Detail tie-in is one of the managerial assertions. The answer is B."
  },
  {
    "id": "3502531",
    "unitNumber": 3,
    "text": "<ol type=\"I\"> <li>preparation of the audit plan</li> <li>the evaluation of the audit evidence obtained,</li> <li>forming an audit opinion</li> <li>understanding of the client firm’s business and industry</li> <li>preparation of the audit report</li> </ol> Which of the above are among the actions to be taken in the risk assessment phase of risk-based approach to auditing?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II, IV",
      "B": "III, IV, V",
      "C": "I, III",
      "D": "II, IV, V",
      "E": "I, IV"
    },
    "explanation": "The risk assessment involves 1) the client acceptance or continuance, 2) understanding of the client firm’s business and 3) industry and preparation of the audit plan.\n Risk response involves the processes of obtaining audit evidence.\n Reporting involves 1) the evaluation of the audit evidence obtained, 2) forming an audit opinion and 3) preparation of the audit report.\n The answer is E."
  },
  {
    "id": "3502532",
    "unitNumber": 3,
    "text": "Which of the following terms refers to the magnitude of misstatements that could reasonably be expected to influence the economic decisions of users made based on the financial statements?",
    "correctAnswer": "D",
    "options": {
      "A": "Internal control",
      "B": "External Control",
      "C": "Analytical procedures",
      "D": "Materiality",
      "E": "Managerial assertions"
    },
    "explanation": "Materiality is the magnitude of misstatements that could reasonably be expected to influence the economic decisions of users made based on the financial statements. The answer is D."
  },
  {
    "id": "3502533",
    "unitNumber": 3,
    "text": "Which of the following terms refers to a set of policies and procedures determined to achieve objectives of the client firm’s management related to financial reporting, operations and compliance?",
    "correctAnswer": "E",
    "options": {
      "A": "Materiality",
      "B": "Audit",
      "C": "External control",
      "D": "Inherent risk",
      "E": "Internal control"
    },
    "explanation": "Internal control is a set of policies and procedures determined to achieve objectives of the client firm’s management related to financial reporting, operations and compliance. The answer is E."
  },
  {
    "id": "3502534",
    "unitNumber": 3,
    "text": "Which of the following is implemented to assess the overall reasonableness of transactions and balances?",
    "correctAnswer": "B",
    "options": {
      "A": "Tests of details of balances",
      "B": "Substantive analytical procedures",
      "C": "Substantive tests of transactions",
      "D": "Tests of controls",
      "E": "Performance materiality"
    },
    "explanation": "Substantive analytical procedures assess the overall reasonableness of transactions and balances. The answer is B."
  },
  {
    "id": "3502455",
    "unitNumber": 4,
    "text": "Why must the proposal for auditing engagement come from the client?",
    "correctAnswer": "A",
    "options": {
      "A": "because the auditing firm cannot advertise itself.",
      "B": "because it is risky otherwise.",
      "C": "because accuracy is the most important part of the process.",
      "D": "because otherwise the auditing firm cannot be independent.",
      "E": "because client secrecy is very important."
    },
    "explanation": "Due to the nature of the auditing profession, auditors cannot engage in advertising activities to receive proposals. The proposal must come from<br/>the client. The proposal received by the audit firm is first evaluated by the managers of the audit firm, and then, if the parties agree, then the engagement phase is started.<br/>The proposal for auditing engagement must come from the client because the auditing firm cannot advertise itself."
  },
  {
    "id": "3502456",
    "unitNumber": 4,
    "text": "Which of the following is one of the objectives of the auditor to<br/>benefit from ARPs?",
    "correctAnswer": "A",
    "options": {
      "A": "To understand the business and the sector in which it operates",
      "B": "To compare business data with expected results determined by the auditor",
      "C": "To consider fraud risk throughout the entire audit work",
      "D": "To compare the data of the business with expected results",
      "E": "To assess the client’s business risk and to get to know<br/>the business better."
    },
    "explanation": "The objectives of the auditor to<br/>benefit from ARPs are:<br/>• To understand the business and the sector<br/>in which it operates,<br/>To understand the business and the sector in which it operates is an objective of the auditor from the ARP."
  },
  {
    "id": "3502457",
    "unitNumber": 4,
    "text": "Which of the following is <strong>not</strong> among the objectives of the auditor to<br/>benefit from ARPs?",
    "correctAnswer": "E",
    "options": {
      "A": "To understand the business and the sector<br/>in which it operates",
      "B": "To reduce the number of detailed tests",
      "C": "To attract management’s attention to expected misstatements",
      "D": "To evaluate the sustainability (continuity) of the business",
      "E": "to recognize the relationship of business and fraud risks with the<br/>financial statements"
    },
    "explanation": "The objectives of the auditor to<br/>benefit from ARPs are:<br/>• To understand the business and the sector<br/>in which it operates,<br/>• To evaluate the sustainability (continuity)<br/>of the business,<br/>• Attracting management’s attention to<br/>expected misstatements,<br/>• To reduce the number of detailed tests.<br/>To recognize the relationship of business and fraud risks with the<br/>financial statements is not an objective of ARPs."
  },
  {
    "id": "3502458",
    "unitNumber": 4,
    "text": "What is the minimum number of team members in an audit team?",
    "correctAnswer": "C",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "4",
      "E": "5"
    },
    "explanation": "According to ISA, it is obligatory to form an<br/>audit team consisting of six persons, at least three<br/>originals and three backups, for each audit work.<br/>Therefore, each audit is carried out by a team<br/>of auditors. The size of this team is determined<br/>according to the number and quality required by<br/>the job, and it cannot be less than three auditors.<br/>three members is the minimum. 6 members with three originals and three backups is the usual."
  },
  {
    "id": "3502459",
    "unitNumber": 4,
    "text": "Which of the following statements is <strong>not</strong> true about audit risk assessment?",
    "correctAnswer": "B",
    "options": {
      "A": "The auditor wishes to keep the AR level low.",
      "B": "The auditor wishes to express an unqualified opinion.",
      "C": "A zero of AR means absolute (100%) assurance.",
      "D": "If AR is 2%, the confidence level of the audit is 98%.",
      "E": "Audit risk (AR) is the possibility of encountering significant misstatements in the financial statements."
    },
    "explanation": "Audit risk (AR) is the<br/>possibility of encountering significant misstatements in the financial statements, although the audit has<br/>been completed and an unqualified opinion is issued. The auditor wishes to keep the AR level low, that<br/>is, the auditor wishes not to express an unqualified opinion, although the financial statements contain<br/>material misstatements. A zero of AR means absolute (100%) assurance which is economically impossible.<br/>AR also tells the level of confidence of an audit. For example, if AR is 2%, the confidence level of the audit<br/>is 98%.<br/>The auditor wishes not to express an unqualified opinion."
  },
  {
    "id": "3502460",
    "unitNumber": 4,
    "text": "If the risk exists because of the the existence of related parties, foreign partners, complex agreements, what kind of risk is it regarded as?",
    "correctAnswer": "A",
    "options": {
      "A": "Inherent risk",
      "B": "Control risk",
      "C": "Detection risk",
      "D": "Acceptable audit risk",
      "E": "Account risk"
    },
    "explanation": "Inherent Risk: It is the<br/>evaluation of the probability of<br/>material misstatements in an account<br/>balance or a class of transaction,<br/>regardless of the effectiveness of the<br/>internal control structure. Some<br/>sectors are riskier than in other<br/>sectors. The existence of related<br/>parties, foreign partners, complex<br/>agreements provide grounds for<br/>misstatements. Similarly, some<br/>accounts and transactions may have<br/>more inherent risks than others.<br/>Inherent risk is the answer."
  },
  {
    "id": "3502461",
    "unitNumber": 4,
    "text": "\" _______________ is the maximum amount of misstatement that the auditor can accept.\"\n Which of the following could best fill in the blank in the statement above?",
    "correctAnswer": "A",
    "options": {
      "A": "the tolerable misstatement level",
      "B": "the level of materiality",
      "C": "preliminary materiality level",
      "D": "the volume of the client business",
      "E": "account balance anomaly"
    },
    "explanation": "the tolerable misstatement level is the maximum amount of<br/>misstatement that the auditor can accept."
  },
  {
    "id": "3502463",
    "unitNumber": 4,
    "text": "Which of the following statements about the distinction between control and audit is <strong>not</strong> true?",
    "correctAnswer": "E",
    "options": {
      "A": "Control is an issue that comes before the audit and should be considered more broadly.",
      "B": "While control is a continuous activity, the audit is carried out in a certain period.",
      "C": "While the control is carried out simultaneously, the audit is retroactive.",
      "D": "While mechanical tools can be used in the control, the audit is carried out by people.",
      "E": "While it is not necessary to be independent of the company in the audit, independence is essential in the control."
    },
    "explanation": "While it is not necessary to be independent<br/>of the company in the control, independence<br/>is essential in the audit."
  },
  {
    "id": "3502465",
    "unitNumber": 4,
    "text": "Which of the following is <strong>not</strong> one of the primary goals of the internal control system for a business?",
    "correctAnswer": "E",
    "options": {
      "A": "Increasing the reliability of the company",
      "B": "Ensuring compliance with legislation",
      "C": "Providing accurate and timely financial reporting",
      "D": "Contributing to operational efficiency",
      "E": "Getting familiarized with the ICS of the client business"
    },
    "explanation": "Internal controls serve four primary purposes in<br/>a business. These are:<br/>• Increasing the reliability of the company,<br/>• Ensuring compliance with the legislation,<br/>• Providing accurate and timely financial<br/>reporting,<br/>• Contributing to operational efficiency.<br/>E is related to auditor not business company."
  },
  {
    "id": "3502466",
    "unitNumber": 4,
    "text": "Which of the following is<strong> not</strong> one of the shortcomings of SMEs in Turkey for running Internal Control Systems?",
    "correctAnswer": "E",
    "options": {
      "A": "Institutionalism",
      "B": "Risk management",
      "C": "Written policies and procedures",
      "D": "Performance measurement",
      "E": "Collection of evidence"
    },
    "explanation": "SMEs in Turkey, an advanced ICS is not yet able to be implemented. The main encountered<br/>shortcomings are:<br/>• Institutionalization<br/>• Risk management<br/>• Written policies and procedures (Business processes)<br/>• Performance measurement (predominantly<br/>financial criteria)<br/>• Principle of segregation of duties and<br/>authorization<br/>• IFRS competence<br/>• Periodic control activities (such as regular<br/>inventory count)<br/>• Information security<br/>• Internal audit function<br/>• Some deficiencies in the reporting and<br/>budgeting system,<br/>• Deficiencies in information systems.<br/>Collection of evidence is not a shortcoming of SMEs in terms of ICS."
  },
  {
    "id": "3502565",
    "unitNumber": 4,
    "text": "I. Experienced team members should be involved in the assessment<br/>II. Professional self-reliance<br/>III. Professional skepticism<br/>IV. Professional judgement\n<br/>Which of the above are some of the requirements for success at the risk assessment phase?",
    "correctAnswer": "C",
    "options": {
      "A": "I, II, III and IV",
      "B": "I, II and IV",
      "C": "I, III and IV",
      "D": "II and IV",
      "E": "III and IV"
    },
    "explanation": "The auditor must meet the following requirements to be successful at the risk assessment phase.\n<br/><ul><br/><li>Experienced team members should be involved in the assessment,</li><br/><li>Professional skepticism,</li><br/><li>Planning,</li><br/><li>Communication between team members,</li><br/><li>Focus on determining the risk,</li><br/><li>Assessment of management’s approaches to risk (such as internal controls),</li><br/><li>Professional judgment.</li><br/></ul><br/>The right answer is B."
  },
  {
    "id": "3502566",
    "unitNumber": 4,
    "text": "I. Inherent Risk (IR)<br/>II. Control Risk (CR)<br/>III. Detection Risk (DR)\n<br/>Which of the following is/are related to “risk of material misstatement” ?",
    "correctAnswer": "B",
    "options": {
      "A": "Only I",
      "B": "I and II",
      "C": "I, II and III",
      "D": "I and III",
      "E": "Only III"
    },
    "explanation": "Audit risk components, or in other words, the audit risk model includes three different types of risks. These are a) Inherent Risk (IR), b) Control Risk (CR) and c) Detection Risk (DR). Audit risk is found by multiplying these three types of risk probabilities. According to ISA 315; The inherent risk and control risk related to the client’s business from these risks is called “risk of material misstatement”. The answer is B ."
  },
  {
    "id": "3502567",
    "unitNumber": 4,
    "text": "Which of the following are the steps in auditor’s actions during the auditing process?",
    "correctAnswer": "A",
    "options": {
      "A": "Accepting the engagement and arrangement, Audit planning, Performing audit procedures, and Reporting of findings.",
      "B": "Accepting the engagement, Risk Assessment, Responding to the risk, and Reporting.",
      "C": "Accepting the engagement and arrangement, Risk assessment, Audit planning, and Reporting",
      "D": "Accepting the engagement and arrangement, Risk assessment, Audit planning, and Reporting of findings.",
      "E": "Risk Assessment, Responding to the risk, and Reporting."
    },
    "explanation": "The auditor ‘s actions can be classified in four steps during the audit process. That are like the following:\n<br/>Accepting the engagement and arrangement, Audit planning, Performing audit procedures, and Reportingof findings. The conventional audit approach was discarded at the beginning of the 2000s, with the advent of large-scale financial scandals (Enron and Worldcom in the US, Parmalat in Italy and Imar Bank in Turkey), and a ‘risk-based’ approach began to be embraced. Therefore, the audit process turns into another three phases in this approach (also referred to as 3R Audit). These are: Risk Assessment, Responding to the risk, and Reporting. The Answer is A"
  },
  {
    "id": "3502568",
    "unitNumber": 4,
    "text": "I. Misappropriation of assets<br/>II. Fraudulent financial reporting<br/>III. Corruption<br/>IV. Surveillance\n<br/>Which of the above are frauds encountered in businesses?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II and III",
      "B": "I, II and IV",
      "C": "I, II, III and IV",
      "D": "I and III",
      "E": "I, III and IV"
    },
    "explanation": "Frauds in businesses are classified into three groups:\n<br/><ul><br/><li>Misappropriation of assets (also called employee fraud)</li><br/></ul><br/><ul><br/><li>Fraudulent financial reporting</li><br/><li>Corruption</li><br/></ul><br/>The answer is A"
  },
  {
    "id": "3502569",
    "unitNumber": 4,
    "text": "I. Planning will help the auditor gather sufficient and appropriate evidence to form an opinion<br/>II. Planning will help the auditor perform the audit at an affordable cost.<br/>III. Planning is a continuous and repetitive process.<br/>IV. Planning will help the auditor avoid misunderstandings about the business<br/>V. Planning is a one-time job\n<br/>Which of the above can be said related to planning?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II,III and IV",
      "B": "I, II, III and V",
      "C": "I, II, III, IV and V",
      "D": "II, III and IV",
      "E": "II, III, IV and V"
    },
    "explanation": "Planning will help the auditor gather sufficient and appropriate evidence to form an opinion, perform the audit at an affordable cost, and avoid misunderstandings about the business. Planning is a continuous and repetitive process. The answer is A"
  },
  {
    "id": "3502570",
    "unitNumber": 4,
    "text": "Which of the following are related to scope in the creation of audit strategy ?",
    "correctAnswer": "E",
    "options": {
      "A": "the level of materiality",
      "B": "highrisk areas",
      "C": "internal control",
      "D": "the provision of other services",
      "E": "places to visit"
    },
    "explanation": "The matters to be considered in the creation of audit strategy are: Scope of the engagement: Specific features of the sector, financial reporting framework, places to visit, utilization of the internal auditor’s work, the impact of information technologies, relations with group companies. Audit schedule and communication structure: Reporting times of the client business, meeting times with business representatives and team members, meetings between the team members and third parties. Identification of important factors related to the audit: the level of materiality, highriskareas, internal control, the auditor’ s professional skepticism, the results of previous audits, and the provision of other services. The answer is E."
  },
  {
    "id": "3502571",
    "unitNumber": 4,
    "text": "I. Control is an issue that comes before the audit and should be considered more broadly.<br/>II. While control is a continuous activity, the audit is carried out in a certain period.<br/>III. While the control is carried out simultaneously, the audit is retroactive.<br/>IV. Control and the audit is carried out by people.<br/>V. Independence is essential in control and the audit.\n<br/>Which of the above are true about the differences between control and audit?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II and III",
      "B": "I, III and IV",
      "C": "I, III, IV and V",
      "D": "I, III and V",
      "E": "IV and V"
    },
    "explanation": "Control is an issue that comes before the audit and should be considered more broadly.\n<br/><ul><br/><li>While control is a continuous activity, the audit is carried out in a certain period.</li><br/><li>While the control is carried out simultaneously, the audit is retroactive.</li><br/><li>While mechanical tools can be used in the control, the audit is carried out by people.</li><br/><li>While it is not necessary to be independent of the company in the control, independence is essential in the audit.</li><br/></ul><br/>The answer is A"
  },
  {
    "id": "3502572",
    "unitNumber": 4,
    "text": "The probability of an auditor to miss misstatements in the financial statements of the client’s business with the collected audit evidence (regarding the account balances) is called by which of the following?",
    "correctAnswer": "B",
    "options": {
      "A": "Controlled Dedection Risk",
      "B": "Planned Detection Risk",
      "C": "İnherent Risk",
      "D": "Audit Risk",
      "E": "Acceptable Audit Risk"
    },
    "explanation": "<strong>Control Risk: </strong>CR is a function of the effectiveness of the internal control designed for financial reporting. It is the auditor’s assessment of the probability of failure in the client’s business internal controls to prevent or reveal the misstatements in an account balance or class of transaction that exceed the acceptable limit.\n<br/>I<strong>nherent Risk: </strong>It is the evaluation of the probability of material misstatements in an account balance or a class of transaction, regardless of the effectiveness of the internal control structure. \n<br/><strong>Detection Risk: </strong>The probability of an auditor to miss misstatements in the financial statements of the client’s business with the collected audit evidence (regarding the account balances) is called “Detection Risk” or “Planned Detection Risk”.\n<br/>The answer is B ."
  },
  {
    "id": "3502573",
    "unitNumber": 4,
    "text": "Which of the following <strong>is not</strong> related to Control Environment?",
    "correctAnswer": "D",
    "options": {
      "A": "It consists of procedures that reflect the attitudes of the senior managers",
      "B": "It consists of partners regarding the internal control system and importance given to it",
      "C": "It has a widespread effect",
      "D": "Goals should be set in the context of an organizational strategy,",
      "E": "The culture and history of the organization directly affect the control environment"
    },
    "explanation": "Risk Assessment: All organizations face risks threatening to reach its targets. All internal and external risks should be evaluated. Prerequisite for risk assessment is the determination of different but interrelated targets within the business. Risks should be assessed and managed accordingly.\n<br/>Setting clear goals is essential to recognize, evaluate, and respond to risks. Creating a set of goals can be quite formal or informal. Goals should be set in the context of an organizational strategy, considering the strengths and weaknesses, risks, and opportunities of the company.\n<br/>Internal controls help reduce risks in achieving the goals set in a business but do not eliminate all risks. The auditor collects information on how management assesses risks specifically for financial reporting, through questionnaires and interviews. The answer is D."
  },
  {
    "id": "3502574",
    "unitNumber": 4,
    "text": "I. Control environment<br/>II. Risk assessment<br/>III. Control activities<br/>IV. Information and communication<br/>V. Monitoring activities\n<br/>Which of the above are the components of internal control according to the COSO report?",
    "correctAnswer": "C",
    "options": {
      "A": "I, II , III and IV",
      "B": "I, II and IV",
      "C": "I, II, III, IV and V",
      "D": "II, III and IV",
      "E": "II, IV and V"
    },
    "explanation": "Internal Control Components\n<br/>Control environment,\n<br/>Risk assessment,\n<br/>Control activities,\n<br/>Information and communication,\n<br/>Monitoring activities. The answer is C"
  },
  {
    "id": "3502515",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>Know specific audit objectives for classes of transactions, accounts, and disclosures</li> <li>Divide financial statements into cycles</li> <li>Understand objectives and responsibilities for the audit</li> <li>Know management assertions about financial statements</li> <li>Know general audit objectives for classes of transactions, accounts, and disclosures</li> </ol> Which of the above is the first step to develop audit objectives?",
    "correctAnswer": "B",
    "options": {
      "A": "II",
      "B": "III",
      "C": "IV",
      "D": "I",
      "E": "V"
    },
    "explanation": "The five steps to develop audit objectives are:\n <ol type=\"I\"> <li>Understand objectives and responsibilities for the audit</li> <li>Divide financial statements into cycles</li> <li>Know management assertions about financial statements</li> <li>Know general audit objectives for classes of transactions, accounts, and disclosures</li> <li>Know specific audit objectives for classes of transactions, accounts, and disclosures</li> </ol> The answer is B."
  },
  {
    "id": "3502516",
    "unitNumber": 5,
    "text": "Which of the followings is NOT one of the management assertions related to account balances and related disclosures, at the period end?",
    "correctAnswer": "A",
    "options": {
      "A": "Occurrence",
      "B": "Completeness",
      "C": "Accuracy",
      "D": "Cutoff",
      "E": "Existence"
    },
    "explanation": "Six management assertions related to classes of transactions and events and related disclosures, for the period under audit are:\n <ol type=\"i\"> <li>Existence</li> <li>Rights and obligations</li> <li>Completeness</li> <li>Accuracy, valuation and allocation</li> <li>Classification</li> <li>Presentation </li> </ol> Occurrence is one of the management assertions related to account balances and related disclosures, at the period end. The answer is A."
  },
  {
    "id": "3502517",
    "unitNumber": 5,
    "text": "Which of the following management assertions is tested only for income statement transactions?",
    "correctAnswer": "C",
    "options": {
      "A": "Presentation",
      "B": "Classification",
      "C": "Cut-off",
      "D": "Completeness",
      "E": "Rights and obligation"
    },
    "explanation": "Management assertions tested for income statement transactions and balance sheet items are the same, except for cut-off and rights and obligations. Cut-off is tested only for income statement transactions, whereas rights and obligations is tested for balance sheet items. The answer is C."
  },
  {
    "id": "3502518",
    "unitNumber": 5,
    "text": "Which management assertion and audit objectives matches are related to whether recorded sales are for shipments made to non fictitious customers?",
    "correctAnswer": "D",
    "options": {
      "A": "Classification / Classification",
      "B": "Classification / Timing",
      "C": "Cut-off / Timing",
      "D": "Occurrence / Occurrence",
      "E": "Accuracy / Posting and summarization"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/67b7ec8ff3b95099484c974f83aa609f.jpeg\" alt=\"\" width=\"613\" height=\"350\"> The answer is D."
  },
  {
    "id": "3502519",
    "unitNumber": 5,
    "text": "Which of the following general balance-related audit objectives is about the agreement of inventory totals with the general ledger?",
    "correctAnswer": "A",
    "options": {
      "A": "Detail tie-in",
      "B": "Accuracy",
      "C": "Classification",
      "D": "Cut-off",
      "E": "Realizable value"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/4f3199670905356420b5a82be0a560ae.jpeg\" alt=\"\" width=\"572\" height=\"456\"><br/>The answer is A."
  },
  {
    "id": "3502520",
    "unitNumber": 5,
    "text": "Which of the followings are performed to determine the type and amount of further audit procedures necessary to form an opinion on the fairness of the financial statements?",
    "correctAnswer": "A",
    "options": {
      "A": "Risk assessment procedures",
      "B": "Tests of controls",
      "C": "Substantive tests of transactions",
      "D": "Substantive analytical procedures",
      "E": "Tests of details of balances"
    },
    "explanation": "Risk Assessment Procedures is an audit procedure to assess the risk that material misstatement exists. They are used to determine the type and amount of further audit procedures necessary to form an opinion on the fairness of the financial statements. The answer is A."
  },
  {
    "id": "3502521",
    "unitNumber": 5,
    "text": "Which of the following audit procedures are carried out to measure the effectiveness of the design and operation of the internal control policies and procedures that should be available in the client business?",
    "correctAnswer": "B",
    "options": {
      "A": "Risk assessment procedures",
      "B": "Tests of controls",
      "C": "Substantive tests of transactions",
      "D": "Substantive analytical procedures",
      "E": "Tests of details of balances"
    },
    "explanation": "During the creation of the overall audit plan, the first stage of the audit process, and the preparation of the audit program, auditors use the following five types of audit tests to determine whether the financial statements are prepared fairly:<br/>• Risk assessment procedures<br/>• Tests of controls<br/>• Substantive tests of transactions<br/>• Substantive analytical procedures<br/>• Tests of details of balances\n Tests of controls are audit procedures to test the effectiveness of controls in support of a reduced assessed control risk. The answer is B."
  },
  {
    "id": "3502522",
    "unitNumber": 5,
    "text": "If an auditor wants to test monetary misstatements in the balances in the financial statements, which of the following analytical procedures will be used?",
    "correctAnswer": "E",
    "options": {
      "A": "Substantive analytical procedures",
      "B": "Risk assessment procedures",
      "C": "Tests of controls",
      "D": "Substantive tests of transactions",
      "E": "Tests of details of balances"
    },
    "explanation": "Tests of details of balances are specific procedures intended to test for monetary misstatements in the balances in the financial statements. The answer is E."
  },
  {
    "id": "3502523",
    "unitNumber": 5,
    "text": "Which of the following is correct about the phases of financial statement audit?",
    "correctAnswer": "C",
    "options": {
      "A": "Analytical procedures and tests of details of balances are performed before tests of controls and substantive tests of transactions.",
      "B": "In the fourth and last phase, the auditor performs tests of controls to determine the effectiveness of the internal control system.",
      "C": "No matter how well the internal controls are, the amount of audit evidence to be accumulated has to be the same across organization for consistency and reliability.",
      "D": "Risk assessment procedures are carried out to measure the effectiveness of the design and operation of the internal control policies and procedures.",
      "E": "Compliance tests are performed as one of the analytical procedures after deciding on the audit approach."
    },
    "explanation": "All statements, expect for in the fourth and last phase, the auditor performs tests of controls to determine the effectiveness of the internal control system. The answer is C."
  },
  {
    "id": "3502524",
    "unitNumber": 5,
    "text": "<ol type=\"I\"><br/><li>Develop appropriate tests of controls for all internal controls that are used to reduce the preliminary assessment of control risk below maximum.</li><br/><li>Apply the transaction-related audit objectives to the class of transactions being tested, such as sales.</li><br/><li>For potential types of misstatements related to each transaction-related audit objective, design appropriate substantive tests of transactions.</li><br/><li>Identify key controls that should reduce control risk for each transaction-related audit objective.</li><br/></ol><br/>In which of the following is the four-step approach to reduce assessed control risk given in correct order?",
    "correctAnswer": "B",
    "options": {
      "A": "I, II, III, IV",
      "B": "II, IV, I, III",
      "C": "I, III, IV, II",
      "D": "II, I, IV, III",
      "E": "III, II, IV, I"
    },
    "explanation": "Auditors follow a four-step approach to reduce assessed control risk (Arens, 2017b):\n<br/><ol type=\"I\"><br/><li>Apply the transaction-related audit objectives to the class of transactions being tested, such as sales.</li><br/><li>Identify key controls that should reduce control risk for each transaction-related audit objective.</li><br/><li>Develop appropriate tests of controls for all internal controls that are used to reduce the preliminary assessment of control risk below maximum.</li><br/><li>For potential types of misstatements related to each transaction-related audit objective, design appropriate substantive tests of transactions.</li><br/></ol><br/>The answer is B."
  },
  {
    "id": "3502555",
    "unitNumber": 5,
    "text": "Which of the following <strong><u>is not</u></strong> one of the steps to develop audit objectives?",
    "correctAnswer": "B",
    "options": {
      "A": "Understand objectives and responsibilities for the audit",
      "B": "Understand financial statements thoroughly",
      "C": "Know management assertions about financial statements",
      "D": "Know general audit objectives for classes of transactions, accounts, and disclosures",
      "E": "Know specific audit objectives for classes of transactions, accounts, and disclosures"
    },
    "explanation": "MANAGEMENT ASSERTIONS AND AUDIT OBJECTIVES<br/>Steps to develop audit objectives (Arens, 2017a)\n <ul> <li>Understand objectives and responsibilities for the audit</li> <li>Divide financial statements into cycles</li> <li>Know management assertions about financial statements</li> <li>Know general audit objectives for classes of transactions, accounts, and disclosures</li> <li>Know specific audit objectives for classes of transactions, accounts, and disclosures</li> </ul>"
  },
  {
    "id": "3502556",
    "unitNumber": 5,
    "text": "_________________________ are the claims made by the management of the company on financial statements.",
    "correctAnswer": "A",
    "options": {
      "A": "Management assertions",
      "B": "Responsibilities for the audit",
      "C": "Financial statements",
      "D": "Account balances",
      "E": "Audit objectives"
    },
    "explanation": "MANAGEMENT ASSERTIONS AND AUDIT OBJECTIVES<br/>Management assertions are the claims made by the management of the company on financial statements."
  },
  {
    "id": "3502557",
    "unitNumber": 5,
    "text": "“Transactions and events have been recorded in the proper accounts”.\n Which management assertion is described by the above sentence?",
    "correctAnswer": "D",
    "options": {
      "A": "Presentation",
      "B": "Occurrence",
      "C": "Existence",
      "D": "Classification",
      "E": "Completeness"
    },
    "explanation": "MANAGEMENT ASSERTIONS AND AUDIT OBJECTIVES<br/>1. Management Assertions About Transactions and Events and Related Disclosures\n Six management assertions are related to classes of transactions and events and related disclosures, for the period under audit.\n <ol> <li>Occurrence-transactions and events that have been recorded have occurred and pertain to the entity</li> <li>Completeness-all transactions and events that should have been recorded have been recorded.</li> <li>Cutoff-transactions and events have been recorded in the correct accounting period.</li> <li>Accuracy-amounts and other data relating to recorded transactions and events have been recorded appropriately.</li> <li>Classification-transactions and events have been recorded in the proper accounts.</li> </ol>"
  },
  {
    "id": "3502558",
    "unitNumber": 5,
    "text": "Which of the following <strong>is not</strong> one of the general transaction-related audit objectives?",
    "correctAnswer": "E",
    "options": {
      "A": "Occurrence-Recorded transactions exist",
      "B": "Completeness-Existing transactions are recorded",
      "C": "Accuracy-Recorded transactions are stated at the correct amounts",
      "D": "Posting and Summarization-Recorded transactions are properly included in the master files and are correctly summarized",
      "E": "Tailoring - The specific transaction related objectives are defined"
    },
    "explanation": "MANAGEMENT ASSERTIONS AND AUDIT OBJECTIVES<br/>General Transaction-Related Audit Objectives-Six general transaction-related audit objectives are as follows.\n<br/><ol><br/><li>Occurrence-Recorded transactions exist.</li><br/><li>Completeness-Existing transactions are recorded.</li><br/><li>Accuracy-Recorded transactions are stated at the correct amounts.</li><br/><li>Posting and Summarization-Recorded transactions are properly included in the master files and are correctly summarized.</li><br/><li>Classification-Transactions included in the client’s journals are properly classified.</li><br/><li>Timing-Transactions are recorded on the correct dates.</li><br/></ol>"
  },
  {
    "id": "3502559",
    "unitNumber": 5,
    "text": "I. They show the ways and methods to be followed to obtain audit evidence during the audit task.\n II. They can be applied at different stages of the audit together or alone.\n III. They consist of risk assessment procedures, tests of controls, substantive tests of transactions, substantive analytical procedures, and tests of details of balances.\n Which term is described by the above sentences?",
    "correctAnswer": "A",
    "options": {
      "A": "Audit tests",
      "B": "Rights and obligations",
      "C": "Balance-related audit objectives",
      "D": "Financial statement assertions",
      "E": "Audit assertions"
    },
    "explanation": "Audit tests show the ways and methods to be followed to obtain audit evidence during the audit task. These tests can be applied at different stages of the audit together or alone. Audit tests consist of risk assessment procedures, tests of controls, substantive tests of transactions, substantive analytical procedures, and tests of details of balances."
  },
  {
    "id": "3502560",
    "unitNumber": 5,
    "text": "The independent auditor should collect sufficient and appropriate ___________ by performing audit procedures.",
    "correctAnswer": "C",
    "options": {
      "A": "link",
      "B": "purpose",
      "C": "evidence",
      "D": "finance",
      "E": "objective"
    },
    "explanation": "Audit Tests<br/>The independent auditor should collect sufficient and appropriate evidence by performing audit procedures."
  },
  {
    "id": "3502561",
    "unitNumber": 5,
    "text": "“In this phase, an audit approach is designed to collect sufficient and reliable evidence at the lowest cost. In order to estimate the risks of misstatement in the financial statements and to interpret the information obtained during the audit, information is obtained about the client’s business and its line of business. In addition, the internal control system of the business is examined and information about the internal control system is collected. At the same time, control risks are assessed”.\n Which phase of a financial statement audit is described by the above sentences?",
    "correctAnswer": "A",
    "options": {
      "A": "Plan and design an audit approach",
      "B": "Perform tests of controls and substantive tests of transactions",
      "C": "Perform analytical procedures and tests of details of balances",
      "D": "Complete the audit and issue an audit report",
      "E": "Make management assertions on financial statements"
    },
    "explanation": "Audit Tests<br/>Phase 1: Plan and design an audit approach based on risk assessment procedures\n Phase 2: Perform tests of controls and substantive tests of transactions\n Phase 3: Perform analytical procedures and tests of details of balances\n Phase 4: Complete the audit and issue an audit report"
  },
  {
    "id": "3502562",
    "unitNumber": 5,
    "text": "Which of the following <strong><u>is not</u></strong> one of audit tests to determine whether the financial statements are prepared fairly or not?",
    "correctAnswer": "E",
    "options": {
      "A": "Risk assessment procedures",
      "B": "Tests of controls",
      "C": "Substantive tests of transactions",
      "D": "Substantive analytical procedures",
      "E": "Tests of whole balances"
    },
    "explanation": "Audit Tests<br/>Risk assessment procedures • Tests of controls • Substantive tests of transactions • Substantive analytical procedures • Tests of details of balances"
  },
  {
    "id": "3502563",
    "unitNumber": 5,
    "text": "To obtain sufficient appropriate evidence to support a reduced assessment of control risk, the auditor (Arens, 2017b) does the following except ______________________________.",
    "correctAnswer": "C",
    "options": {
      "A": "making inquiries of appropriate client business’ personnel",
      "B": "examining documents, records, and reports",
      "C": "using risk assessment procedures to assess the risk that material misstatement exists",
      "D": "observing implementation of control-related activities",
      "E": "reperforming implementation of control procedures by the auditor"
    },
    "explanation": "Audit Tests<br/>To obtain sufficient appropriate evidence to support a reduced assessment of control risk, the auditor (Arens, 2017b): • Make inquiries of appropriate client business’ personnel • Examine documents, records, and reports • Observe implementation of control-related activities • Reperform implementation of control procedures by the auditor."
  },
  {
    "id": "3502564",
    "unitNumber": 5,
    "text": "“They are the audit procedures testing for monetary misstatements to determine whether the six transaction related audit objectives have been satisfied for each class of transactions”.\n Which term is described by the above sentence?",
    "correctAnswer": "A",
    "options": {
      "A": "Substantive Tests of Transactions",
      "B": "Dual purpose tests",
      "C": "Tests of controls",
      "D": "Substantive analytical procedures",
      "E": "Tests of details of balances"
    },
    "explanation": "Audit Tests<br/>Substantive tests of transactions: audit procedures testing for monetary misstatements to determine whether the six transaction related audit objectives have been satisfied for each class of transactions."
  },
  {
    "id": "3502495",
    "unitNumber": 6,
    "text": "Which of the following statements about the evidence to be collected by the auditor is correct?",
    "correctAnswer": "A",
    "options": {
      "A": "A large portion of supporting evidence is obtained from those outside the business.",
      "B": "The evidence to be collected by the auditor is divided into four according to the source.",
      "C": "Spreadsheet, journal, ledger, auxiliary ledger are examples of supporting evidence.",
      "D": "The accounting records are highly reliable source of information.",
      "E": "The reliability of evidence from people outside the business is very low."
    },
    "explanation": "The evidence to be collected by the auditor is divided into <strong>two according to the source</strong>. These are evidence from the accounting records and supporting evidence. As is known, the accounting record environment within the enterprise refers to all the accounting information available in the enterprise. <strong>As an example of the audit evidence in the accounting recording environment; spreadsheet, journal, ledger, auxiliary ledger, accounting handbook, calculations, electronic funds transfer records, cost distributions and reconciliations can be shown.</strong> The accounting information available in the accounting record environment is the evidence available to the auditor. This information forms the basis of the financial statements of the client business and it is mandatory to audit these audit evidences. However, <strong>this evidence cannot be considered to be completely reliable.</strong> Therefore, the auditor has to investigate the reliability of this evidence. This research is done by collecting supporting evidence. While some of the supporting evidence is obtained from the client’s business, <strong>a large portion of it is obtained from those outside the business.</strong> <strong>The reliability of evidence from people outside the business is very high. </strong>The correct answer is A."
  },
  {
    "id": "3502496",
    "unitNumber": 6,
    "text": "Which of the following types of evidence is for auditors to compare the data of the audited company with the data of previous years or the data of similar enterprises in the sector and to investigate the relationships between them?",
    "correctAnswer": "C",
    "options": {
      "A": "Physical Evidence",
      "B": "Written Notifications",
      "C": "Analytical Evidence",
      "D": "Documented Evidence",
      "E": "Third Party Statements"
    },
    "explanation": "Analytical Evidence is for auditors to compare the data of the audited company with the data of previous years or the data of similar enterprises in the sector and to investigate the relationships between them. The answer is C."
  },
  {
    "id": "3502497",
    "unitNumber": 6,
    "text": "Which of the following types of auditing investigates whether the events that cause a value movement in the enterprise are reflected in the accounting records based on documents and whether the accounting is kept in accordance with the formal conditions of the generally accepted accounting principles?",
    "correctAnswer": "E",
    "options": {
      "A": "Backward Audit",
      "B": "Continuous Audit",
      "C": "Direct Audit",
      "D": "Indirect Audit",
      "E": "Form Audit"
    },
    "explanation": "A form audit is a way of auditing to investigate the conformity of accounting held in an enterprise in terms of form. In the audit of the form, it is investigated whether the events that cause a value<br/>movement in the enterprise are reflected in the accounting records based on documents and whether the accounting is kept in accordance with the formal conditions of the generally accepted accounting principles. The answer is E."
  },
  {
    "id": "3502498",
    "unitNumber": 6,
    "text": "<ol type=\"I\"> <li>Physical Examination and Counting</li> <li>Arithmetic examination</li> <li>Control of amount transfers</li> <li>Inspection</li> </ol> Which of the above are examples of main audit procedures?",
    "correctAnswer": "C",
    "options": {
      "A": "I and IV",
      "B": "II, III and IV",
      "C": "II and III",
      "D": "I, III and IV",
      "E": "I, II and IV"
    },
    "explanation": "Main audit processes are comparison process, audit of the amount transfers, the arithmetic examination and the document review. The answer is C."
  },
  {
    "id": "3502499",
    "unitNumber": 6,
    "text": "Which of the following evidence collection techniques is the opposite of re-monitoring the recording system?",
    "correctAnswer": "B",
    "options": {
      "A": "analytical procedures and confirmation",
      "B": "document review",
      "C": "inspection",
      "D": "observation of inventory count",
      "E": "physical examination and counting"
    },
    "explanation": "Document review is the auditor’s examination of internal or external records and documents, which form the basis of the subject being audited and are kept in paper, electronic or other media. Document review is the opposite of the technique of re-monitoring the recording system. The answer is B."
  },
  {
    "id": "3502500",
    "unitNumber": 6,
    "text": "Which of the following evidence collection techniques is defined as the research and review of meaningful relationships that are considered to exist between the data in the financial statements?",
    "correctAnswer": "D",
    "options": {
      "A": "recalculation",
      "B": "investigation",
      "C": "inspection",
      "D": "analytical procedures",
      "E": "re-performance"
    },
    "explanation": "Analytical procedures are the research and review of meaningful relationships that are considered to exist between the data in the financial statements. The answer is D."
  },
  {
    "id": "3502501",
    "unitNumber": 6,
    "text": "Which of the following analytical procedures is conducted in order to estimate other data as a variable by considering some data belonging to the business?",
    "correctAnswer": "C",
    "options": {
      "A": "Recalculation",
      "B": "Trend Analysis",
      "C": "Logicality Analysis",
      "D": "Comparative Financial Statement Analysis",
      "E": "Ratio Analysis"
    },
    "explanation": "Logicality Analysis (Rationality Tests) is conducted to estimate other data as a variable by considering some data belonging to the business. The answer is C."
  },
  {
    "id": "3502512",
    "unitNumber": 6,
    "text": "Which management assertion is the expression of ”transactions and events are recorded in appropriate accounts\"?",
    "correctAnswer": "E",
    "options": {
      "A": "Periodicity",
      "B": "Rights and Obligations",
      "C": "Completeness",
      "D": "Realization",
      "E": "Classification"
    },
    "explanation": "The assertions regarding the types of transactions and events in the period under audit are as<br/>follows:\n <ul> <li>Reality (Existence): The recorded transactions and events occurred in the enterprise.</li> <li>Completeness: All transactions and events are reflected in the records.</li> <li>Ownership: The information in the financial statements belongs to the business.</li> <li>Valuation: Valuation of the items in the financial statements has been made correctly.</li> <li>Classification: Transactions and events are recorded in appropriate accounts.</li> <li>Periodicity: Transactions and events are recorded in the correct accounting period.</li> <li>Accuracy: Quantities and other data related to the recorded transactions and events are correct, properly recorded.</li> <li>Explanation: Adequate explanation has been made about the items in the financial statements.</li> </ul> The answer is E."
  },
  {
    "id": "3502513",
    "unitNumber": 6,
    "text": "Which of the following documents can be given as examples of the main working papers to be in the permanent file?",
    "correctAnswer": "C",
    "options": {
      "A": "Financial Statements",
      "B": "Working Tables",
      "C": "Accounting Handbook",
      "D": "Work Flow Charts",
      "E": "Correspondence"
    },
    "explanation": "Permanent file is the file in which the auditor puts the working papers to be used not only in the<br/>relevant audit year, but also in the following years. In other words, these are the files where the working papers containing the information used in more than one period are kept. These types of files provide serious preliminary preparation and convenience in subsequent audits. The following documents can be given as examples of the main working papers to be in the permanent file:<br/>• Information About Customer Business,<br/>• Information About Industry of the Customer Enterprise,<br/>• Enterprise’s Articles of Association,<br/>• Organization Chart,<br/>• Contracts,<br/>• Deals,<br/>• Attorney,<br/>• Signature Example (Circus),<br/>• Statistical Information,<br/>• Account Plan,<br/>• Accounting Handbook,<br/>• Board of Directors Meeting Minutes an<br/>• Annual Reports,<br/>• Copies of Tax Declarations,<br/>• Financial Statements for Previous Years,<br/>• Audit Reports for Previous Years,<br/>• Files of Information Provided to the Public Oversight Board.\n The answer is C."
  },
  {
    "id": "3502514",
    "unitNumber": 6,
    "text": "Which of the following sampling risks is defined as \"although the sample results chosen by the auditor indicate that there is no material error in the remaining accounts, there is a risk of material errors in the remaining accounts\"?",
    "correctAnswer": "E",
    "options": {
      "A": "Theta Risk",
      "B": "Wrong Rejection Risk",
      "C": "Beta Risk",
      "D": "Alpha Risk",
      "E": "Wrong Acceptance Risk"
    },
    "explanation": "Sampling risk can occur in four different ways: alpha risk, beta risk, false rejection risk, and false<br/>acceptance risk. Alpha risk, beta risk, false rejection risk and false acceptance risk can be briefly<br/>defined as follows (Selimoğlu, 2012):<br/>• Alpha Risk; although the internal control system in the business is reliable enough, the independent auditor concludes that the internal control system is not reliable by looking at the results obtained from the sample.<br/>• Beta Risk; although the internal control system in the enterprise is not reliable enough, the<br/>independent auditor concludes that the internal control system is reliable by looking at the results obtained from the sample.<br/>• Wrong Rejection Risk; although the sample results selected by the auditor indicate that there is<br/>a material error in the remaining accounts, there is a risk of no material errors in the remaining<br/>accounts.<br/>• Wrong Acceptance Risk; although the sample results chosen by the auditor indicate that there<br/>is no material error in the remaining accounts, there is a risk of material errors in the remaining<br/>accounts.\n<br/>The answer is E."
  },
  {
    "id": "3502581",
    "unitNumber": 6,
    "text": "What is the basis of the independent audit process?",
    "correctAnswer": "A",
    "options": {
      "A": "Collecting evidence",
      "B": "Distributing evidence",
      "C": "Justifying evidence",
      "D": "Verifying evidence",
      "E": "Listing evidence"
    },
    "explanation": "The book says \"Collecting evidence is the basis of the independent audit process. An independent auditor collects evidence to give reasonable assurance whether an entity’s financial statements are fairly fair in accordance with accounting standards\"."
  },
  {
    "id": "3502582",
    "unitNumber": 6,
    "text": "I. Audit evidence is the information used by the auditor.\n II. Audit evidence helps auditor reach conclusion.\n III. Audit evidence forms the basis of the financial statement.\n IV. Audit evidence defines auditor's personal opinion. \n Which of the information above is <u>true </u> about audit evidence?",
    "correctAnswer": "D",
    "options": {
      "A": "I, II",
      "B": "III, IV",
      "C": "I, III, IV",
      "D": "I, II, III",
      "E": "II, III, IV"
    },
    "explanation": "In the book, audit evidence is defined using the statements in I, II, III. Audit evidence can be defined as any information, document and record used by the auditor to determine ... all information used by the auditor in reaching the conclusions based on his opinion is audit evidence. Audit evidence includes the information in the accounting records, which form the basis of the financial statements, and other information."
  },
  {
    "id": "3502583",
    "unitNumber": 6,
    "text": "I. Spreadsheet\n II. Ledger\n III. Accounting handbook\n IV. Accountant's personal notes\n V. Cost distributions\n Which of the above are the examples of the audit evidence?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II, II, IV, V",
      "B": "Only I",
      "C": "II, III, V",
      "D": "I, III, IV",
      "E": "I, II, III, V"
    },
    "explanation": "Spreadsheet, journal, ledger, auxiliary ledger, accounting handbook, calculations, electronic funds transfer records, cost distributions and reconciliations are given as the examples of audit evidence. Therefore, accountant's personal notes can not be considered among the examples."
  },
  {
    "id": "3502584",
    "unitNumber": 6,
    "text": "In which audit method all the records are thoroughly examined within a specific activity period?",
    "correctAnswer": "B",
    "options": {
      "A": "Form Audit",
      "B": "Continuous Audit",
      "C": "Forward Audit",
      "D": "Forward Audit and Continous Audit",
      "E": "Direct Audit and Form Audit"
    },
    "explanation": "Continuous audit is defined as \"the review of the records and documents related to all transactions within a time section. The auditor, who performs continuous audits, thoroughly examines all records and documents during the activity period\". therefore the correct answer is B."
  },
  {
    "id": "3502585",
    "unitNumber": 6,
    "text": "Which audit procedure is related to the transfer of an amount?",
    "correctAnswer": "B",
    "options": {
      "A": "Comparison process",
      "B": "Audit of Amount Transfer",
      "C": "Arithmetic Examinations",
      "D": "Document Review",
      "E": "Document Review and Arithmetic Examinations"
    },
    "explanation": "According to the book, audit process performed to prevent the transfer of an amount from one place to another incorrectly or to transfer the correct amount to the wrong account is under the Audit of amount transfer."
  },
  {
    "id": "3502586",
    "unitNumber": 6,
    "text": "Which of the evidence collection techniques provide mathematical evidence and supporting oral evidence?",
    "correctAnswer": "C",
    "options": {
      "A": "Physical evidence and examination",
      "B": "Observation and Observation of Inventory Count",
      "C": "Recalculation and Investigation",
      "D": "Recalculation and Re-monitoring",
      "E": "Inspection and Analytical Procedures"
    },
    "explanation": "Recalculation is the evidence collection technique that provides mathematical evidence and is used in conjunction with other audit processes in the evaluation of financial information. Recalculation informs the auditor about the arithmetic accuracy of an amount. In addition to the arithmetic accuracy, supporting oral evidence is collected through the investigation technique."
  },
  {
    "id": "3502587",
    "unitNumber": 6,
    "text": "Which of the procedure considers the meaningful relationships between financial and non-financial data?",
    "correctAnswer": "A",
    "options": {
      "A": "Analytical procedures",
      "B": "Document Review",
      "C": "Inspection",
      "D": "Confirmation",
      "E": "Ratio Analysis"
    },
    "explanation": "Analytical procedures refers to the evaluation of financial information by analyzing meaningful relationships between financial and non-financial data."
  },
  {
    "id": "3502588",
    "unitNumber": 6,
    "text": "I. Audit evidence obtained directly by the auditor is as reliable as the evidence obtained by inference.\n II. Audit evidence obtained orally is more reliable than audit evidence obtained in physical form.\n III. Audit evidence obtained orally is less reliable than audit evidence obtained in physical form.\n IV. Audit evidence obtained directly by the auditor is more reliable than the evidence obtained indirectly.\n V. Audit evidence obtained from electronic documents is as reliable as audit evidence obtained from the original. \n Which of the above is/are true?",
    "correctAnswer": "C",
    "options": {
      "A": "I, III, IV",
      "B": "II, III, IV",
      "C": "III, IV",
      "D": "I, V",
      "E": "I, II, III, V"
    },
    "explanation": "Audit evidence obtained directly by the auditor is more reliable than audit evidence obtained indirectly or by inference.\n • Audit evidence in physical or electronic form, or audit evidence in the form of documents in another environment, is more reliable than audit evidence obtained orally.\n • Audit evidence obtained from the original of a document is more reliable than audit evidence obtained from photocopies and electronic documents."
  },
  {
    "id": "3502589",
    "unitNumber": 6,
    "text": "In which case is the evidence considered objective?",
    "correctAnswer": "D",
    "options": {
      "A": "When there are differences among the auditors' comments about a transaction.",
      "B": "When the auditors strongly defend their own comments about a transaction.",
      "C": "When there is a court decision about a transaction.",
      "D": "When all the auditors reach the same conclusion about a transaction.",
      "E": "When majority of the auditors reach the same conclusion about a transaction."
    },
    "explanation": "The objectivity of the evidence is that all auditors reach the same conclusion about a transaction. Accordingly, if two different auditors reach the same opinions based on the same evidence, that evidence is objective. If the Auditing comments of different people acting from the same evidence differ from each other, that evidence is not objective."
  },
  {
    "id": "3502590",
    "unitNumber": 6,
    "text": "I. Documenting the audit processes\n II. Creating evidence that the auditor is honest.\n III. Providing evidence about the international standards on auditing.\n IV. Providing evidence on the background of the auditor.\n Which of the above is/are among the benefits of working papers of an audit activity?",
    "correctAnswer": "B",
    "options": {
      "A": "I, II,",
      "B": "I, III",
      "C": "I, IV",
      "D": "II, III",
      "E": "II, IV"
    },
    "explanation": "Some of the benefits of working papers are:\n • Documenting the audit processes and the results obtained,\n • To create evidence that the audit is conducted in accordance with the relevant legal regulations,\n • To indicate compliance with generally accepted auditing standards and international standards on auditing,\n • To assist in the evaluation of the internal control system,\n • To ensure that the audit is maintained properly,\n • Helping the auditor to form an opinion,\n • To constitute the basis for the preparation of the audit report,"
  },
  {
    "id": "3502605",
    "unitNumber": 6,
    "text": "What does GAAS stand for in the context of auditing?",
    "correctAnswer": "A",
    "options": {
      "A": "Generally Accepted Auditing Standards",
      "B": "Global Auditing Acceptance Scale",
      "C": "General Area Audit Scale",
      "D": "Global Association of Auditing Society",
      "E": "Global Arrangement of Auditing Sanctions"
    },
    "explanation": "GAAS stands for Generally Accepted Auditing Standards in the context of auditing."
  },
  {
    "id": "3502606",
    "unitNumber": 6,
    "text": "Choose the option that completes the following statement correctly.\n \".......... is any information, document and record used by the auditor to determine the degree of compliance of the audited information with the predetermined criteria.\"",
    "correctAnswer": "B",
    "options": {
      "A": "International standard",
      "B": "Auditing evidence",
      "C": "General scale",
      "D": "Related concern",
      "E": "Workspace design"
    },
    "explanation": "Auditing evidence is any information, document and record used by the auditor to determine the degree of compliance of the audited information with the predetermined criteria."
  },
  {
    "id": "3502607",
    "unitNumber": 6,
    "text": "What does ISA stand for in the context of auditing?",
    "correctAnswer": "D",
    "options": {
      "A": "Inclusive Scale of Auditing",
      "B": "Incorporation Scale on Auditing",
      "C": "Issued Standards of Auditing",
      "D": "International Standards on Auditing",
      "E": "Industrial Scale on Auditing"
    },
    "explanation": "ISA stands for International Standards on Auditing in the context of auditing."
  },
  {
    "id": "3502608",
    "unitNumber": 6,
    "text": "Choose the option that completes the following statement correctly.\n \"The evidence to be collected by the auditor is divided into two according to the source. These are evidence from the accounting records and ...........\"",
    "correctAnswer": "C",
    "options": {
      "A": "audit device",
      "B": "audit standards",
      "C": "supporting evidence",
      "D": "international records",
      "E": "financial scale"
    },
    "explanation": "The evidence to be collected by the auditor is divided into two according to the source. These are evidence from the accounting records and supporting evidence."
  },
  {
    "id": "3502609",
    "unitNumber": 6,
    "text": "Which of the following is NOT one of the categories of supporting evidence?",
    "correctAnswer": "B",
    "options": {
      "A": "physical evidence",
      "B": "standardized evidence",
      "C": "analytical evidence",
      "D": "business employee statements",
      "E": "third-party statements"
    },
    "explanation": "Supporting evidence can be categorized as; third-party statements, business employee statements, analytical evidence, documented evidence, arithmetic evidence, and physical evidence."
  },
  {
    "id": "3502610",
    "unitNumber": 6,
    "text": "Choose the option that completes the following statement correctly.\n \".......... is obtained through the renewal of the process. It is the confirmation of the correctness of the calculations related to the subject they are investigating. \"",
    "correctAnswer": "A",
    "options": {
      "A": "Arithmetic Evidence",
      "B": "Documented Evidence",
      "C": "Physical Evidence",
      "D": "Analytical Evidence",
      "E": "Written Notification"
    },
    "explanation": "Arithmetic Evidence is obtained through the renewal of the process. It is the confirmation of the correctness of the calculations related to the subject they are investigating."
  },
  {
    "id": "3502611",
    "unitNumber": 6,
    "text": "Which of the following is NOT one of the main evidence collection techniques?",
    "correctAnswer": "D",
    "options": {
      "A": "Physical Examination and Countin",
      "B": "Observatio",
      "C": "Observation of Inventory Count",
      "D": "Sharing Anectodes",
      "E": "Recalculation"
    },
    "explanation": "The main evidence collection techniques are:<br/>• Physical Examination and Counting,<br/>• Observation,<br/>• Observation of Inventory Count,<br/>• Recalculation,<br/>• Investigation (Inquiries of the Client),<br/>• Inspection,<br/>• Re-Monitoring the Recording System (Re-Performance),<br/>• Document Review,<br/>• Analytical Procedures,<br/>• Confirmation (External Confirmation)"
  },
  {
    "id": "3502612",
    "unitNumber": 6,
    "text": "Choose the option that completes the following statement correctly.\n \".......... is the confirmation of arithmetic operations such as addition, subtraction, division and multiplication by the auditor.\"",
    "correctAnswer": "C",
    "options": {
      "A": "Inventory counting",
      "B": "Observation",
      "C": "Recalculation",
      "D": "Physical examination",
      "E": "Inspection"
    },
    "explanation": "Recalculation is the confirmation of arithmetic operations such as addition, subtraction, division and multiplication by the auditor."
  },
  {
    "id": "3502613",
    "unitNumber": 6,
    "text": "Choose the option that completes the following statement correctly.\n \".......... are the research and review of meaningful relationships that are considered to exist between the data in the financial statements.\"",
    "correctAnswer": "B",
    "options": {
      "A": "Inspections",
      "B": "Analytical Procedures",
      "C": "Re-Monitoring the Recording Systems",
      "D": "Document Reviews",
      "E": "Confirmations"
    },
    "explanation": "Analytical procedures are the research and review of meaningful relationships that are considered to exist between the data in the financial statements."
  },
  {
    "id": "3502614",
    "unitNumber": 6,
    "text": "Choose the option that completes the following statement correctly.\n \"The .......... is that a logical relationship can be established between the evidence to be collected and the purpose of the audit.\"",
    "correctAnswer": "D",
    "options": {
      "A": "time of the evidence",
      "B": "source of the evidence",
      "C": "objectivity of the evidence",
      "D": "validity of the evidence",
      "E": "standard of the evidence"
    },
    "explanation": "The validity of the evidence is that a logical relationship can be established between the evidence to be collected and the purpose of the audit."
  },
  {
    "id": "3502502",
    "unitNumber": 7,
    "text": "Which of the following is <strong>NOT</strong> one of the four main phases in an audit process?",
    "correctAnswer": "B",
    "options": {
      "A": "Client acceptance",
      "B": "Procedural meetings",
      "C": "Planning",
      "D": "testing and evidence",
      "E": "Completing the audit"
    },
    "explanation": "There are four main phases in an audit process. These phases are:\n<br/><ol><br/><li>client acceptance,</li><br/><li>planning,</li><br/><li>testing and evidence and</li><br/><li>completing the audit and reporting.</li><br/></ol><br/>There are four main phases in an audit process. These phases are:\n <ol> <li>client acceptance,</li> <li>planning,</li> <li>testing and evidence and</li> <li>completing the audit and reporting.</li> </ol>"
  },
  {
    "id": "3502503",
    "unitNumber": 7,
    "text": "Which of the following is <strong>NOT</strong> contingent liability?",
    "correctAnswer": "A",
    "options": {
      "A": "Sales taxes",
      "B": "Pending litigation",
      "C": "Income tax disputes",
      "D": "Guarantees",
      "E": "Warranty payable"
    },
    "explanation": "Common examples of contingent liabilities are; pending litigation, income tax disputes, guarantees, and warranty payable etc."
  },
  {
    "id": "3502504",
    "unitNumber": 7,
    "text": "Which of the following is <strong>NOT</strong> a part of final evaluation procedures auditors perform?",
    "correctAnswer": "E",
    "options": {
      "A": "performs final analytical procedures",
      "B": "reviews the sufficiency of evidence",
      "C": "reviews working papers",
      "D": "evaluates the company’s ability of going concern",
      "E": "reviews contingent liabilities"
    },
    "explanation": "Auditors perform final evaluation procedures before preparing the audit report. For this purpose, the auditor performs final analytical procedures, reviews the sufficiency of evidence and working papers, and evaluates the company’s ability of going concern. At this stage the auditor also asks for a letter of representation from the management of the company."
  },
  {
    "id": "3502505",
    "unitNumber": 7,
    "text": "What is the time period for keeping all documents related to the audit work according to Independent Audit Regulation in Turkey?",
    "correctAnswer": "D",
    "options": {
      "A": "four years",
      "B": "five years",
      "C": "seven years",
      "D": "ten years",
      "E": "twelve years"
    },
    "explanation": "In Turkey, Independent Audit Regulation states that the audit institutions have to keep their commercial books, the audit reports issued, including those kept in electronic, magnetic, and similar environments, together with their attachments, and all documents related to the audit work and the quality control system for a period of ten years."
  },
  {
    "id": "3502506",
    "unitNumber": 7,
    "text": "Which International Standards for Auditing (ISA) relates to Subsequent Events?",
    "correctAnswer": "A",
    "options": {
      "A": "ISA 560",
      "B": "ISA 700",
      "C": "ISA 550",
      "D": "ISA 805",
      "E": "ISA 300"
    },
    "explanation": "ISA 560 Subsequent Events requires that all events up to the date of the auditor’s report should be identified and included in the financial reports accordingly."
  },
  {
    "id": "3502507",
    "unitNumber": 7,
    "text": "Which International Standards for Auditing (ISA) relates to Related Parties?",
    "correctAnswer": "C",
    "options": {
      "A": "ISA 560",
      "B": "ISA 700",
      "C": "ISA 550",
      "D": "ISA 805",
      "E": "ISA 300"
    },
    "explanation": "ISA 550 Related Parties suggests that transactions with these parties may give rise to a high risk of material misstatement."
  },
  {
    "id": "3502508",
    "unitNumber": 7,
    "text": "Which International Standards for Auditing (ISA) requires the auditor’s report to be dated no earlier than the date on which the auditor has obtained sufficient appropriate evidence on which to base the auditor’s opinion on the financial statements?",
    "correctAnswer": "B",
    "options": {
      "A": "ISA 560",
      "B": "ISA 700",
      "C": "ISA 550",
      "D": "ISA 805",
      "E": "ISA 300"
    },
    "explanation": "ISA 700 requires the auditor’s report to be dated no earlier than the date on which the auditor has obtained sufficient appropriate evidence on which to base the auditor’s opinion on the financial statements."
  },
  {
    "id": "3502509",
    "unitNumber": 7,
    "text": "Which International Standards for Auditing (ISA) relates to Going Concern?",
    "correctAnswer": "D",
    "options": {
      "A": "ISA 560",
      "B": "ISA 700",
      "C": "ISA 550",
      "D": "ISA 570",
      "E": "ISA 300"
    },
    "explanation": "International Standard on Auditing (ISA) 570 Going Concern, emphasizes that the auditor must examine the appropriateness of the going concern assumption."
  },
  {
    "id": "3502510",
    "unitNumber": 7,
    "text": "Which International Standards for Auditing (ISA) defines purposes of management representation letter?",
    "correctAnswer": "E",
    "options": {
      "A": "ISA 560",
      "B": "ISA 700",
      "C": "ISA 550",
      "D": "ISA 570",
      "E": "ISA 580"
    },
    "explanation": "According to ISA 580, Management representation letter has three main purposes"
  },
  {
    "id": "3502511",
    "unitNumber": 7,
    "text": "Which International Standards for Auditing (ISA) explains the responsibilities of auditors and reviewers about quality control procedures?",
    "correctAnswer": "B",
    "options": {
      "A": "ISA 560",
      "B": "ISA 220",
      "C": "ISA 550",
      "D": "ISA 570",
      "E": "ISA 580"
    },
    "explanation": "The responsibilities of auditors and reviewers about quality control procedures are explained in International Standard on Auditing (ISA) 220 Quality Control for an Audit of Financial Statements."
  },
  {
    "id": "3502591",
    "unitNumber": 7,
    "text": "I. To review some part of the audit work\n<br/>II. To review the audit work as a whole.\n<br/>III. To get certain assurances from the customer\n<br/>IV. To eliminate the problems\n<br/>V. To check whether the corrections are appropriate. \n<br/>Which of the above are among the purposes of 'complete the audit' procedures?",
    "correctAnswer": "C",
    "options": {
      "A": "I, II, III,",
      "B": "I, II, III, IV",
      "C": "II, III, V",
      "D": "III, IV, V",
      "E": "I, V"
    },
    "explanation": "The purpose of the “complete the audit” procedures is:\n<br/>-to review the audit work as a whole,\n<br/>-get certain assurances from the customer,\n<br/>-reveal possible problems,\n<br/>-check the appropriateness of the corrections if any"
  },
  {
    "id": "3502592",
    "unitNumber": 7,
    "text": "...........is an audit inquiry sent to the client’s attorneys in order to obtain or corroborate information about litigation, claims, and assessments.",
    "correctAnswer": "A",
    "options": {
      "A": "Legal letter",
      "B": "Minutes of meetings",
      "C": "Reports of meetings",
      "D": "Observation reports",
      "E": "Personal letters"
    },
    "explanation": "Legal letter is an audit inquiry sent to the client’s attorneys in order to obtain or corroborate information about litigation, claims, and assessments."
  },
  {
    "id": "3502593",
    "unitNumber": 7,
    "text": "I. Inquiry of management\n II. Inquiry of the minutes of meetings\n III. Reading minutes of meetings\n IV. Inquiry of legal council\n V. Recognition of legal council\n Which of the above does an auditor conduct as a subsequent event after the balance sheet date?",
    "correctAnswer": "A",
    "options": {
      "A": "I, III, IV",
      "B": "I, II, III",
      "C": "III, IV",
      "D": "Only I",
      "E": "Only III"
    },
    "explanation": "In order to gather evidence about subsequent events or events after the balance sheet date auditor conducts procedures like;- Inquiry of management,- - Reading minutes of meetings, and Inquiry of legal council."
  },
  {
    "id": "3502594",
    "unitNumber": 7,
    "text": "What does an auditor do if material misstatements have been detected in the general evaluation?",
    "correctAnswer": "A",
    "options": {
      "A": "The auditor asks the client to make necessary adjustments in the financial statement.",
      "B": "The auditor suggests the client what to do to correct these misstatements.",
      "C": "The auditor cancels the whole auditing process.",
      "D": "The auditor corrects the misstatements.",
      "E": "The auditor takes legal actions."
    },
    "explanation": "The book suggests that after general evaluation, the auditor asks the client’s management to make necessary adjustments in the financial statements if there are material misstatements."
  },
  {
    "id": "3502595",
    "unitNumber": 7,
    "text": "What is going concern assumption?",
    "correctAnswer": "B",
    "options": {
      "A": "The auditor's being concerned with the company is going concern assumption.",
      "B": "A company's continuing business for an indefinite time in future is going concern assumption.",
      "C": "The company's being unable to continue business in future is going concern assumption.",
      "D": "The company's being concerned for his rivals is going concern assumption.",
      "E": "The company's having concern for its future is going concern assumption."
    },
    "explanation": "Commonly financial statements are prepared under the going concern assumption. Under this assumption, a firm or a company is seen as a continuing business for the foreseeable future. This means that the company will be able to realize a positive return on its assets and discharge its liabilities in the normal course of business. According to this information, the company's continuing business in indefinite future is going concern assumption."
  },
  {
    "id": "3502596",
    "unitNumber": 7,
    "text": "I. Net liability\n II. Withdrawal of financial support\n III. Inability to pay liabilities\n IV. Ability to pay liabilities\n V. Frequent replacement of key management \n Which of the above is/are the signs of going concern risks?",
    "correctAnswer": "D",
    "options": {
      "A": "I, II, III, V",
      "B": "I, II, III, IV",
      "C": "II, IV, V",
      "D": "I, II, III",
      "E": "IV, V"
    },
    "explanation": "In the book, the common example of signs of going concern risks are stated as in the following:\n 1. Net liability,\n 2. Withdrawal of financial support by creditors,\n 3. Adverse key financial ratios,\n 4. Inability to pay liabilities,\n 5. Loss of key management without replacement."
  },
  {
    "id": "3502597",
    "unitNumber": 7,
    "text": "What is a Management letter of representation?",
    "correctAnswer": "E",
    "options": {
      "A": "A letter written to the representations of the firm to inform the risks of going concern.",
      "B": "A letter written to the representations of the bank by the management about the going concern.",
      "C": "A letter written by the auditor to the management to formalize statements about matters of the audit.",
      "D": "A letter written by the shareholder to the management to agree with the principles of the auditing.",
      "E": "A letter written to the auditor to formalize statements that the client has made about matters of the audit."
    },
    "explanation": "A Management letter of representation is defined as a written communication from the client to the auditor formalizing statements that the client has made about matters of the audit."
  },
  {
    "id": "3502598",
    "unitNumber": 7,
    "text": "I. the information related to the rival firms.\n II. issues that remain unsolved\n III. modifications and additions to the financial statements\n IV. the ways of increasing the liquidity capacity of the firm\n V. significant internal control deficiencies\n Which of the above does the auditor discuss once the audit phase is completed?",
    "correctAnswer": "D",
    "options": {
      "A": "I, IV, V",
      "B": "II, III, IV",
      "C": "I, IV, V",
      "D": "II, III, V",
      "E": "Only IV"
    },
    "explanation": "According to book, at the completion of the audit phase, the auditor discusses;\n -issues that remain unsolved if any,\n -modifications and additions to the financial statements \n -material misstatements, errors, and frauds \n -significant internal control deficiencies and material weaknesses in the design or operation of internal control to the management."
  },
  {
    "id": "3502599",
    "unitNumber": 7,
    "text": "I. enough money to build a company\n<br/>II. sufficient experience\n<br/>III. being objective\n<br/>IV. being subjective\n<br/>V. two university degrees on quality control review\n<br/>Which of the above qualities should a quality control review have?",
    "correctAnswer": "D",
    "options": {
      "A": "I, V",
      "B": "Only V",
      "C": "II, III, IV, V",
      "D": "II, III, IV",
      "E": "III, IV, V"
    },
    "explanation": "A quality control reviewer should have sufficient and appropriate experience and authority to objectively evaluate the significant judgments the engagement team made. Money and university degrees are not related to this issue."
  },
  {
    "id": "3502600",
    "unitNumber": 7,
    "text": "What is an engagement quality control review?",
    "correctAnswer": "B",
    "options": {
      "A": "It is a process designed to evaluate the auditor and what the auditor does.",
      "B": "It is a process designed to provide an objective evaluation of the significant judgements the engagement team made. .",
      "C": "It is a process designed to object the significant changes made by the engagement team.",
      "D": "It is a process designed to evaluate the conclusions the auditor reached after auditing.",
      "E": "It is a process designed to object the decisions the auditor reached in the report."
    },
    "explanation": "Engagement quality control review is a process designed to provide an objective evaluation, on or before the date of the auditor’s report, of the significant judgments the engagement team made and the conclusions it reached in formulating the auditor’s report."
  },
  {
    "id": "3502615",
    "unitNumber": 7,
    "text": "Choose the option that completes the following statement correctly.\n \".......... is an existing condition, situation, or set of circumstances involving uncertainty as to possible loss to an entity that will ultimately be resolved when some future event occurs or fails to occur.\"",
    "correctAnswer": "B",
    "options": {
      "A": "Audit process",
      "B": "Contingent liability",
      "C": "Evaluation",
      "D": "Audit standard",
      "E": "Financial reporting"
    },
    "explanation": "Contingent liability is an existing condition, situation, or set of circumstances involving uncertainty as to possible loss to an entity that will ultimately be resolved when some future event occurs or fails to occur."
  },
  {
    "id": "3502616",
    "unitNumber": 7,
    "text": "Choose the option that completes the following statement correctly.\n \".......... is an audit inquiry sent to the client’s attorneys in order to obtain or corroborate information about litigation, claims, and assessments.\"",
    "correctAnswer": "A",
    "options": {
      "A": "Legal letter",
      "B": "Contingent liability",
      "C": "Audit report",
      "D": "Evaluation of the audit",
      "E": "Transaction letter"
    },
    "explanation": "Legal letter is an audit inquiry sent to the client’s attorneys in order to obtain or corroborate information about litigation, claims, and assessments."
  },
  {
    "id": "3502617",
    "unitNumber": 7,
    "text": "Which of the following is described as a transfer of resources, services, or obligations between related parties, regardless of whether a price is charged?",
    "correctAnswer": "B",
    "options": {
      "A": "Standard audit",
      "B": "Related party transction",
      "C": "Legal letter",
      "D": "Contingent liability",
      "E": "Subsequent event"
    },
    "explanation": "A related party transaction is described as a transfer of resources, services, or obligations between related parties, regardless of whether a price is charged in International Accounting Standard (IAS) 24 Related Party Disclosures."
  },
  {
    "id": "3502618",
    "unitNumber": 7,
    "text": "Choose the option that completes the following statement correctly.\n \".......... are transactions and other pertinent events that occurred after the balance sheet date that affect the fair presentation or disclosure of the statements being audited.\"",
    "correctAnswer": "D",
    "options": {
      "A": "Legal letters",
      "B": "Related party transactions",
      "C": "Contingent liabilities",
      "D": "Subsequent events",
      "E": "Audit standards"
    },
    "explanation": "Subsequent events are transactions and other pertinent events that occurred after the balance sheet date that affect the fair presentation or disclosure of the statements being audited."
  },
  {
    "id": "3502619",
    "unitNumber": 7,
    "text": "Which of the following is a type of subsequent events?",
    "correctAnswer": "B",
    "options": {
      "A": "Transaction events",
      "B": "Adjusting events",
      "C": "Legal events",
      "D": "Audit events",
      "E": "Standard events"
    },
    "explanation": "Subsequent events are categorized under two main headings:<br/>1. Type I: Adjusting events<br/>2. Type II: Non-adjusting events"
  },
  {
    "id": "3502620",
    "unitNumber": 7,
    "text": "Which of the following can be described as the auditor’s record of the work performed and the conclusions reached on the audit?",
    "correctAnswer": "D",
    "options": {
      "A": "Audit transactions",
      "B": "Standard evaluation",
      "C": "Evidence scale",
      "D": "Working papers",
      "E": "Analytical audit"
    },
    "explanation": "Working papers can be described as the auditor’s record of the work performed and the conclusions reached on the audit."
  },
  {
    "id": "3502621",
    "unitNumber": 7,
    "text": "In Turkey, Independent Audit Regulation states that the audit institutions have to keep their commercial books, the audit reports issued and all documents related to the audit work and the quality control system for a period of how many years?",
    "correctAnswer": "D",
    "options": {
      "A": "four",
      "B": "six",
      "C": "eight",
      "D": "ten",
      "E": "twelve"
    },
    "explanation": "In Turkey, Independent Audit Regulation states that the audit institutions have to keep their commercial books, the audit reports issued, including those kept in electronic, magnetic, and similar environments, together with their attachments, and all documents related to the audit work and the quality control system for a period of ten years."
  },
  {
    "id": "3502622",
    "unitNumber": 7,
    "text": "Which of the folowing and ‘working papers’ are used interchangeably for the record of audit procedures performed, relevant audit evidence obtained, and conclusions the auditor reached?",
    "correctAnswer": "A",
    "options": {
      "A": "Audit documentation",
      "B": "Legal letter",
      "C": "Audit transaction",
      "D": "Standard evaluation",
      "E": "Evaluation scale"
    },
    "explanation": "‘Audit documentation’ and ‘working papers’ are used interchangeably for the record of audit procedures performed, relevant audit evidence obtained, and conclusions the auditor reached."
  },
  {
    "id": "3502623",
    "unitNumber": 7,
    "text": "Choose the option that completes the following statement correctly.\n \"A .......... is a written communication from the client to the auditor formalizing statements that the client has made about matters pertinent to the audit.\"",
    "correctAnswer": "B",
    "options": {
      "A": "legal letter",
      "B": "management letter of representation",
      "C": "working paper",
      "D": "transaction",
      "E": "corporate scale"
    },
    "explanation": "Management letter of representation is a written communication from the client to the auditor formalizing statements that the client has made about matters pertinent to the audit."
  },
  {
    "id": "3502624",
    "unitNumber": 7,
    "text": "Choose the option that completes the following statement correctly.\n \".......... is a process designed to provide an objective evaluation, on or before the date of the auditor’s report, of the significant judgments the engagement team made and the conclusions it reached in formulating the auditor’s report.\"",
    "correctAnswer": "D",
    "options": {
      "A": "Quality control and audit phase",
      "B": "International audit standards scale",
      "C": "Evaluation of final audit",
      "D": "Engagement quality control review",
      "E": "Evaluation of standardized review"
    },
    "explanation": "Engagement quality control review is a process designed to provide an objective evaluation, on or before the date of the auditor’s report, of the significant judgments the engagement &lt;/<br/>Engagement quality control review is a process designed to provide an objective evaluation, on or before the date of the auditor’s report, of the significant judgments the engagement team made and the conclusions it reached in formulating the auditor’s report."
  },
  {
    "id": "3502540",
    "unitNumber": 8,
    "text": "Which of the following opinion would an auditor express if the financial statements have been prepared using the going concern basis of accounting but, in the auditor’s judgment, management’s use of the going concern basis of accounting in the financial statements is inappropriate?",
    "correctAnswer": "A",
    "options": {
      "A": "Adverse opinion",
      "B": "Qualified opinion",
      "C": "Unqualified opinion",
      "D": "Neutral opinion",
      "E": "Disclaimer of opinion"
    },
    "explanation": "If the financial statements have been prepared using the going concern basis of accounting but,<br/>in the auditor’s judgment, management’s use of the going concern basis of accounting in the financial statements is inappropriate, the requirement in paragraph 21 for the auditor to express an adverse opinion applies regardless of whether or not the financial statements include disclosure of the inappropriateness of management’s use of the going concern basis of accounting. The answer is A."
  },
  {
    "id": "3502543",
    "unitNumber": 8,
    "text": "<ol type=\"I\"> <li>The appropriateness of the selected accounting policies</li> <li>The application of the selected accounting policies</li> <li>The appropriateness or adequacy of disclosures in the financial statements</li> </ol> Which of the above may lead to a material misstatement of the financial statement?",
    "correctAnswer": "E",
    "options": {
      "A": "I",
      "B": "I and II",
      "C": "I and III",
      "D": "II and III",
      "E": "I, II and III"
    },
    "explanation": "A material misstatement of the financial statements may arise in relation to: <br/>a. The appropriateness of the selected accounting policies;<br/>b. The application of the selected accounting policies; or<br/>c. The appropriateness or adequacy of disclosures in the financial statements.\n The answer is E."
  },
  {
    "id": "3502545",
    "unitNumber": 8,
    "text": "Which of the following deals with the auditor’s responsibility to communicate key audit matters in the auditor’s report?",
    "correctAnswer": "D",
    "options": {
      "A": "ISA 705 (Revised)",
      "B": "ISA 706 (Revised)",
      "C": "ISA 700",
      "D": "ISA 701",
      "E": "ISA 570"
    },
    "explanation": "ISA 701 deals with the auditor’s responsibility to communicate key audit matters in the auditor’s<br/>report. The answer is D."
  },
  {
    "id": "3502548",
    "unitNumber": 8,
    "text": "Which of the following should be expressed when the auditor, having obtained sufficient appropriate audit evidence, concludes that misstatements, individually or in the aggregate, are material, but not pervasive, to the financial statements?",
    "correctAnswer": "C",
    "options": {
      "A": "Disclaimer of opinion",
      "B": "Adverse opinion",
      "C": "Qualified opinion",
      "D": "Unqualified opinion",
      "E": "Neutral opinion"
    },
    "explanation": "The auditor shall express a qualified opinion when the auditor, having obtained sufficient appropriate audit evidence, concludes that misstatements, individually or in the aggregate, are material, but not pervasive, to the financial statements. The answer is C."
  },
  {
    "id": "3502549",
    "unitNumber": 8,
    "text": "<ol type=\"I\"> <li>Limitations imposed by management</li> <li>Circumstances beyond the control of the auditor</li> <li>Circumstances relating to the nature or timing of the auditor’s work</li> </ol> In which of the above situations shall an auditor modify the opinion in the auditor’s report?",
    "correctAnswer": "C",
    "options": {
      "A": "I",
      "B": "I and II",
      "C": "I and III",
      "D": "II and III",
      "E": "I, II and III"
    },
    "explanation": "The auditor’s inability to obtain sufficient appropriate audit evidence (also referred to as a limitation on the scope of the audit) may arise from:<br/>a. Circumstances beyond the control of the entity;<br/>b. Circumstances relating to the nature or timing of the auditor’s work; or<br/>c. Limitations imposed by management. The answer is C."
  },
  {
    "id": "3502550",
    "unitNumber": 8,
    "text": "Which of the following opinions should be expressed when the auditor is unable to obtain sufficient appropriate audit evidence on which to base the opinion, and the auditor concludes that the possible effects on the financial statements of undetected misstatements, if any, could be both material and pervasive?",
    "correctAnswer": "D",
    "options": {
      "A": "Adverse opinion",
      "B": "Qualified opinion",
      "C": "Unqualified opinion",
      "D": "Disclaimer of opinion",
      "E": "Adverse qualified opinion"
    },
    "explanation": "The auditor shall disclaim an opinion when the auditor is unable to obtain sufficient appropriate<br/>audit evidence on which to base the opinion, and the auditor concludes that the possible effects<br/>on the financial statements of undetected misstatements, if any, could be both material and<br/>pervasive. The answer is D."
  },
  {
    "id": "3502551",
    "unitNumber": 8,
    "text": "<ol type=\"I\"> <li>Adverse opinion</li> <li>Qualified opinion</li> <li>Unqualified opinion</li> <li>Disclaimer of opinion</li> <li>Adverse qualified opinion</li> </ol> When the auditor modifies the audit opinion, which of the above headings should the auditor shall use?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II and IV",
      "B": "III and V",
      "C": "II, III and V",
      "D": "II, III and IV",
      "E": "I, II, III, IV and V"
    },
    "explanation": "When the auditor modifies the audit opinion, the auditor shall use the heading “Qualified Opinion,”<br/>“Adverse Opinion,” or “Disclaimer of Opinion,” as appropriate, for the Opinion section. The answer is A."
  },
  {
    "id": "3502552",
    "unitNumber": 8,
    "text": "<em>In our opinion, the accompanying financial statements present fairly, in all material respects, the financial position of the Company as at 31 December 2020, and its financial performance and its cash flows for the year then ended in accordance with Turkish Financial Reporting Standards (TFRS)./Turkish Accounting Standards (TAS).</em>\n In which of the following reports are you likely to see the above opinion?",
    "correctAnswer": "C",
    "options": {
      "A": "Unqualified opinion",
      "B": "Adverse Opinion",
      "C": "Unmodified Opinion",
      "D": "Qualified Opinion",
      "E": "Disclaimer of Opinion"
    },
    "explanation": "We are more likely to see \"<em>In our opinion, the accompanying financial statements present fairly, in all material respects, the financial position of the Company as at 31 December 2020, and its financial performance and its cash flows for the year then ended in accordance with Turkish Financial Reporting Standards (TFRS)./Turkish Accounting Standards (TAS).\" </em>in report expressing an unmodified opinion. The answer is C."
  },
  {
    "id": "3502553",
    "unitNumber": 8,
    "text": "<ol type=\"I\"> <li>Basis for disclaimer of opinion,</li> <li>Responsibilities of Management and Those Charged with Governance</li> <li>Key Audit Matters </li> </ol> Which of the above is one of the required items in an auditor’s report on financial statements of<br/>a listed entity, if disclaimer of opinion has been decided by the auditor?",
    "correctAnswer": "B",
    "options": {
      "A": "Only I",
      "B": "I and II",
      "C": "I and III",
      "D": "II and III",
      "E": "I, II and III"
    },
    "explanation": "Disclaimer of Opinion report should include:\n <ul> <li>Disclaimer of Opinion</li> <li>Basis for Disclaimer of Opinion</li> <li>Responsibilities of Management and Those Charged with Governance for the Financial Statements</li> <li>Auditor’s Responsibilities for the Audit of the Financial Statements</li> <li>Signature.</li> </ul> The answer is B."
  },
  {
    "id": "3502554",
    "unitNumber": 8,
    "text": "<ol type=\"I\"> <li>Basis of the opinion</li> <li>Material Uncertainty Related to Going Concern</li> <li>Key Audit Matters (for Listed Entities)</li> <li>Responsibilities of Management and Those Charged with Governance for the Financial Statements</li> <li>Auditor’s Responsibilities for the Audit of the Financial Statements</li> </ol> Which of the above are used ONLY in reports expressing unmodified or adverse opinion?",
    "correctAnswer": "D",
    "options": {
      "A": "I, IV and V",
      "B": "I, III and IV",
      "C": "III, IV",
      "D": "II and III",
      "E": "I, III, IV and V"
    },
    "explanation": "Basis of the opinion, Responsibilities of Management and Those Charged with Governance for the Financial Statements and Auditor’s Responsibilities for the Audit of the Financial Statements are found in all reports despite the opinion it expresses. Material Uncertainty Related to Going Concern and Key Audit Matters (for Listed Entities) are listed only in reports in which the opinion is adverse or unmodified. The answer is D."
  },
  {
    "id": "3502575",
    "unitNumber": 8,
    "text": "Which of the following misstatements arising from the two acts, audits are concerened with?",
    "correctAnswer": "A",
    "options": {
      "A": "Fraudulent financial reporting and misappropriation of assets.",
      "B": "Financial statements without material misstatement and financial fraud.",
      "C": "Omission of amounts and omissions of disclosures in financial statements.",
      "D": "Misappropriation of assets and violation of ethical principles.",
      "E": "Intentional misstatements in financial statements and omissions of amounts in the financial statements."
    },
    "explanation": "Re read the \"INTRODUCTION\" section of your book.<br/>Audits are concerned with misstatements arising from two distinct types of acts (Pany, 2002):\n<br/>1-Fraudulent Financial Reporting\n<br/>2- Misappropriation of assets."
  },
  {
    "id": "3502576",
    "unitNumber": 8,
    "text": "Which of the following İnternational Standard on Auditing (ISA) explains forming an opinion and reporting on financial statements?",
    "correctAnswer": "D",
    "options": {
      "A": "(ISA)315",
      "B": "(ISA)450",
      "C": "(ISA)570",
      "D": "(ISA) 700",
      "E": "(ISA)705"
    },
    "explanation": "Re read the section titled \"FORMING AN OPINION AND REPORTING ON FINANCIAL STATEMENTS\" of your book.<br/><strong>International Standard on Auditing (ISA) 700</strong> (Revised), <em>Forming an Opinion and Reporting on Financial Statements,</em> deals with the auditor’s responsibility to form an opinion on the financial statements. It also deals with the form and content of the auditor’s report issued as a result of an audit of financial statements."
  },
  {
    "id": "3502577",
    "unitNumber": 8,
    "text": "<strong>Fill in the blank</strong>\n ISA 450 defines a misstatement as a difference between the ........of a reported financial statement item and the amount, classification, presentation or disclosure that is required for the item to be in accordance with the applicable financial reporting framework.\n I.Amount\n II. Classification\n III. Presentation\n IV. Disclosure",
    "correctAnswer": "E",
    "options": {
      "A": "I and IV",
      "B": "II and IV",
      "C": "II and III",
      "D": "I, II and III",
      "E": "I, II, III and IV"
    },
    "explanation": "Re read the section titled \"CIRCUMSTANCES WHEN A MODIFICATION TO THE AUDITOR’S OPINION IS REQUIRED\" of your book.<br/>ISA 450 defines a misstatement as a difference between the amount, classification, presentation, or disclosure of a reported financial statement item and the amount, classification, presentation, or disclosure that is required for the item to be in accordance with the applicable financial reporting framework."
  },
  {
    "id": "3502578",
    "unitNumber": 8,
    "text": "<strong>Select</strong> the circumstances in which the matters <strong><u>shall not be</u></strong> described in the Key Audit Matters section of the auditor's report and the requirements in paragraphs 13-14 <strong><u>do not apply</u></strong>?\n<br/><strong>I.</strong> A matter giving rise to a modified opinion in accordance with ISA 705 (revised)\n<br/><strong>II.</strong> A material uncertainty related to events that create scepticism on the entity's ability to continue as a persistant concern in accordance with ISA 570.\n<br/><strong>III.</strong> A material uncertainty related to concerns that may cast significant doubt on the entity's ability to continue as a going concern in accordance with ISA 570.",
    "correctAnswer": "E",
    "options": {
      "A": "I",
      "B": "II",
      "C": "III",
      "D": "II and III",
      "E": "I, II and III"
    },
    "explanation": "Re read the section titled \"Key Audit Matters\" of your book.<br/>A matter giving rise to a modified opinion in accordance with ISA 705 (Revised), or a material uncertainty related to events or conditions that may cast significant doubt on the entity’s ability to continue as a going concern in accordance with ISA 570, are by their nature key audit matters. However, in such circumstances, these matters shall not be described in the Key Audit Matters section of the auditor’s report and the requirements in paragraphs 13-14 do not apply."
  },
  {
    "id": "3502579",
    "unitNumber": 8,
    "text": "Which one of the following statement <u><strong>is not</strong></u> one of the deficiencies of the auditors?",
    "correctAnswer": "C",
    "options": {
      "A": "Lack of due professional care and professional skepticism to find out schemes.",
      "B": "Relying on hearsay evidence provided by management.",
      "C": "Not describing the key audit matter in the auditor's report that law precludes public disclosure.",
      "D": "Unwillingness to modify the audit opinion to disclose the nature of misstatement",
      "E": "Ignoring some problem transactions and materially false assessment."
    },
    "explanation": "Re read the section titled \"Key Audit Matters\" of your book.<br/>The auditor shall describe each key audit matter in the auditor’s report unless (ISA 701, Para. 14):Law or regulation precludes public disclosure about the matter."
  },
  {
    "id": "3502580",
    "unitNumber": 8,
    "text": "<strong>Fill in the blank:</strong>\n<br/>As per ISA 570 (para. A26), if the financial statements have been prepared using the going concern basis of accounting but, in the auditor’s judgment, management’s use of the going concern basis of accounting in the financial statements is inappropriate, the auditor expresses an ..............regardless of whether or not the financial statements include disclosure of the inappropriateness of management’s use of the going concern basis of accounting.",
    "correctAnswer": "B",
    "options": {
      "A": "Unmodified opinion",
      "B": "Adverse opinion",
      "C": "Disclaimer of opinion",
      "D": "Unqualified opinion",
      "E": "Qualified opinion"
    },
    "explanation": "Re read the section titled \"Adequate Disclosure of a Material Uncertainty Is Not Made in the Financial Statements\" of your book.<br/>As per ISA 570 (para. A26), if the financial statements have been prepared using the going concern basis of accounting but, in the auditor’s judgment, management’s use of the going concern basis of accounting in the financial statements is inappropriate, the auditor expresses an <strong>adverse opinion</strong> regardless of whether or not the financial statements include disclosure of the inappropriateness of management’s use of the going concern basis of accounting."
  },
  {
    "id": "3502601",
    "unitNumber": 8,
    "text": "Which of the following defines a misstatement as a difference between the amount, classification, presentation, or disclosure of a reported financial statement item and the amount,classification, presentation, or disclosure that is required for the item to be in accordance with the applicable financial reporting framework?",
    "correctAnswer": "B",
    "options": {
      "A": "ISA 315",
      "B": "ISA 450",
      "C": "ISA 570",
      "D": "ISA 700",
      "E": "ISA 705"
    },
    "explanation": "Re read the section titled \"CIRCUMSTANCES WHEN A MODIFICATION TO THE AUDITOR’S OPINION IS REQUIRED\" of your book.<br/><strong>ISA 450</strong> defines a misstatement as a difference between the amount, classification, presentation, or disclosure of a reported financial statement item and the amount, classification, presentation, or disclosure that is required for the item to be in accordance with the applicable financial reporting framework."
  },
  {
    "id": "3502602",
    "unitNumber": 8,
    "text": "Considering appropriateness or adequacy of disclosures in the financial statements, which of the following is an example for material misstatements of a financial statement?\n I.The financial statements do not include all of the disclosuresrequired by the applicable financial reporting framework.\n II. The disclosures in the financial statements are not presented in accordance with the applicable financial reporting framework.\n III.The financial statements do not provide the disclosures necessary to achieve fair presentation.",
    "correctAnswer": "E",
    "options": {
      "A": "I",
      "B": "II",
      "C": "III",
      "D": "I,III",
      "E": "I,II,III"
    },
    "explanation": "Re read the section titled \"Appropriateness or Adequacy of Disclosures in the Financial Statements\" of your book.<br/>In relation to the appropriateness or adequacy of disclosures in the financial statements, material misstatements of the financial statements may arise when (ISA 705, Para.A7):<br/>a. The financial statements do not include all of the disclosures required by the applicable financial reporting framework;<br/>b. The disclosures in the financial statements are not presented in accordance with the applicable financial reporting framework; or<br/>c. The financial statements do not provide the disclosures necessary to achieve fair presentation."
  },
  {
    "id": "3502603",
    "unitNumber": 8,
    "text": "What does ISA stands for?",
    "correctAnswer": "A",
    "options": {
      "A": "International Standard on Auditing",
      "B": "Intentional Search Application",
      "C": "Intensive Search Audit",
      "D": "Invasive Standard Applications",
      "E": "Internal Standard Audit"
    },
    "explanation": "Re read the section titled \"FORMING AN OPINION AND REPORTING ON FINANCIAL STATEMENTS\" of your book.<br/>(ISA) stands for \"International Standard on Auditing\""
  },
  {
    "id": "3502604",
    "unitNumber": 8,
    "text": "Choose the appropriate options:\n When the auditor modifies the opinion on the financial statements, the auditor shall, in addition to the specific elements:\n <strong>I.</strong> Amend the heading “Basis for Opinion” required by paragraph 28 of ISA 700 (Revised) to “Basis for Qualified Opinion,” “Basis for Adverse Opinion,” or “Basis for Disclaimer of Opinion,” as appropriate\n <strong>II</strong>.Amend the heading “Basis for Opinion” required by paragraph 28 of ISA 705 (Revised) to “Basis for Qualified Opinion,” “Basis for Adverse Opinion,” or “Basis for Disclaimer of Opinion,” as appropriate\n <strong>III.</strong> Amend the heading “Basis for Opinion” required by paragraph 28 of ISA 450 (Revised) to “Basis for Qualified Opinion,” “Basis for Adverse Opinion,” or “Basis for Disclaimer of Opinion,” as appropriate; \n <strong>IV.</strong> Within this section, include a description of the matter giving rise to the modification \n <strong>V.</strong> Within this section, include the both new and old versions of the matter for comparison",
    "correctAnswer": "D",
    "options": {
      "A": "I, III",
      "B": "II,V",
      "C": "IV, V",
      "D": "I,IV",
      "E": "II, V"
    },
    "explanation": "Re read the section titled \"CONTENT OF THE AUDITOR’S REPORT WHEN THE OPINION IS MODIFIED\" of your book<br/>When the auditor modifies the opinion on the financial statements, the auditor shall, in addition<br/>to the specific elements (ISA 705, Para.A20):<br/>a. Amend the heading “Basis for Opinion” required by paragraph 28 of ISA 700(Revised) to “Basis for Qualified Opinion,” “Basis for Adverse Opinion,” or “Basis forDisclaimer of Opinion,” as appropriate; and<br/>b. Within this section, include a description of the matter giving rise to the modification"
  }
]