[
  {
    "id": "3796039",
    "unitNumber": 1,
    "text": "Balık biyolojisinin temel inceleme alanlarından biri aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Su kirliliği ve çevresel etkiler",
      "B": "Balıkların yapısı, büyümesi, işlevleri ve davranışları",
      "C": "Yalnızca ticari balıkçılıkla ilgili düzenlemeler",
      "D": "Deniz canlılarının genetik mühendislik çalışmaları",
      "E": "Okyanus akıntılarının iklim değişikliğine etkisi"
    },
    "explanation": "Balık biyolojisi, balıkların yapısını, büyümesini, gelişmesini, işlevlerini, davranışlarını ve çevrelerini bilimsel olarak incelemektedir. Biyolojinin daha geniş anlamda sucul ortama uygulanan biçimidir. Balıkçılık biyolojisi, anatomi, ekoloji, genetik, fizyoloji, morfoloji, davranış vb. gibi biyolojinin neredeyse tüm disiplinleri ile ilişkilidir.<br/>Balık biyolojisi, balıkların yapısını, büyümesini, gelişmesini, işlevlerini, davranışlarını ve çevrelerini bilimsel olarak incelemektedir."
  },
  {
    "id": "3796592",
    "unitNumber": 1,
    "text": "Balıklarda \"fusiform\" vücut yapısının temel işlevi nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hızlı ve verimli yüzme",
      "B": "Dipte kamuflaj sağlamak",
      "C": "Yırtıcılardan korunma",
      "D": "Üreme sürecini kolaylaştırma",
      "E": "Derin sularda basınca dayanıklılık"
    },
    "explanation": "Balıklarda yüzmeyi en ideal biçimde sağlayan vücut şekli fusiform (Torpido veya füze şeklinde)dur. Bu vücut yapısına sahip olan balık türlerine örnek olarak kemikli balıklardan orkinos, sardalya ve uskumru; kıkırdaklı balıklardan çoğu köpek balığı türü verilebilir.<br/>\"Fusiform yapı, hidrodinamik özellikleriyle su direncini azaltarak hızlı yüzmeyi sağlar.\""
  },
  {
    "id": "3796600",
    "unitNumber": 1,
    "text": "Balıkların vücut şekilleri genellikle aşağıdakilerden hangisini yansıtır?",
    "correctAnswer": "C",
    "options": {
      "A": "Avlanma stratejisini",
      "B": "Su sıcaklığını",
      "C": "Yaşam alanı, beslenme ve yüzme hızını",
      "D": "Yalnızca beslenme biçimini",
      "E": "Tatlı su veya tuzlu su ayrımını"
    },
    "explanation": "“Balıkların vücut yapıları genellikle yaşam alanı, beslenme ve yüzme hızı gibi fizyolojik unsurları yansıtmaktadır.”<br/>Yaşam alanı, beslenme ve yüzme hızını"
  },
  {
    "id": "3796602",
    "unitNumber": 1,
    "text": "Aşağıdaki balıklardan hangisi lateral yassılaşmış vücut formuna sahiptir?",
    "correctAnswer": "D",
    "options": {
      "A": "Orkinos",
      "B": "Vatoz",
      "C": "Sardalya",
      "D": "Karagöz",
      "E": "Ton balığı"
    },
    "explanation": "“Karagöz ve mercan balıkları lateral yassılaşmış vücut formuna sahiptir.”"
  },
  {
    "id": "3796616",
    "unitNumber": 1,
    "text": "Aşağıdaki göç tiplerinden hangisi yalnızca tatlı sularda gerçekleşir?",
    "correctAnswer": "E",
    "options": {
      "A": "Katadrom",
      "B": "Diyadrom",
      "C": "Anadrom",
      "D": "Oseanodrom",
      "E": "Potamodrom"
    },
    "explanation": "“Potamodrom göçler yalnızca tatlı sularda gerçekleşir.”"
  },
  {
    "id": "3796619",
    "unitNumber": 1,
    "text": "Balıkların yüzme dengesini sağlayan temel organ aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yüzme kesesi",
      "B": "Solungaç",
      "C": "Böbrek",
      "D": "Karaciğer",
      "E": "Kalp"
    },
    "explanation": "“Yüzme kesesi, balıkların su içerisindeki dengeyi sağlamasına ve belirli bir derinlikte sabit kalmasına yardımcı olur.”"
  },
  {
    "id": "3796632",
    "unitNumber": 1,
    "text": "Balıklarda büyümeyi etkileyen faktörlerden biri değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Su sıcaklığı",
      "B": "Kan grubu",
      "C": "Tuzluluk",
      "D": "Popülasyon yoğunluğu",
      "E": "Fotoperiyot"
    },
    "explanation": "“Balıklarda büyümeyi etkileyen dış faktörler arasında su sıcaklığı, oksijen seviyesi, besin bolluğu, tuzluluk ve popülasyon yoğunluğu yer alır.”"
  },
  {
    "id": "3796639",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi balıkların beslenme alışkanlıklarından biri <u><strong>değildir?</strong></u>",
    "correctAnswer": "C",
    "options": {
      "A": "Karnivor",
      "B": "Herbivor",
      "C": "Fotosentetik",
      "D": "Omnivor",
      "E": "Parazitik"
    },
    "explanation": "“Balıklar, karnivor, herbivor, omnivor ve parazitik beslenme şekilleri gösterebilirler. Fotosentez yapamazlar.”"
  },
  {
    "id": "3796645",
    "unitNumber": 1,
    "text": "Balıkların vücut sıcaklığı ile ilgili doğru ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Balıklar homeotermiktir.",
      "B": "Balıklar her zaman sıcakkanlıdır.",
      "C": "Vücut sıcaklıkları sabittir.",
      "D": "Sadece tatlı su balıkları soğukkanlıdır.",
      "E": "Vücut sıcaklıkları çevre sıcaklığına bağlıdır."
    },
    "explanation": "“Balıklar poikiloterm (soğukkanlı) canlılardır ve vücut sıcaklıkları çevre sıcaklığına bağlı olarak değişir.”"
  },
  {
    "id": "3796650",
    "unitNumber": 1,
    "text": "<ol type=\"I\"> <li>Balıkların çoğu solungaç solunumu yapar.</li> <li>Suda çözünmüş oksijen miktarı hava ortamına göre çok daha fazladır.</li> <li>Ters akım prensibi, solungaçların oksijen alımını artırır.</li> <li>Tüm balıklar sadece solungaçlarıyla solunum yapar, akciğer kullanmazlar.</li> </ol> Balıkların solunum sistemi ile ilgili yukarıdaki ifadelerden hangileri doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "I ve IV",
      "B": "II ve III",
      "C": "I, II ve IV",
      "D": "I ve III",
      "E": "I, III ve IV"
    },
    "explanation": "“Balıklarda solunum solungaçlarla gerçekleşir ve ters akım prensibi oksijen alımını artırır. Ancak suda çözünmüş oksijen hava ortamına göre daha azdır. Ayrıca, bazı balıklar akciğer solunumu da yapabilir.”"
  },
  {
    "id": "3831378",
    "unitNumber": 1,
    "text": "Balıkların renklenmesine sebep olan pigmentlerin yer aldığı renk hücreleri aşağıdakilerden hangisi ile ifade edilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Klorofil",
      "B": "Poikiloterm",
      "C": "Kromatofor",
      "D": "Fusiform",
      "E": "Kromatografi"
    },
    "explanation": "Balıklarda renkler birinci derece pigmentler tarafından oluşturulmaktadır. Deride bulunan pigment hücreleri sayesinde balıklar bulundukları ortama uyum sağlayabilecekleri renklerde görünüme sahip olurlar. Pigmentler genellikle kromatofor adı verilen renk hücrelerinde bulunur. Kromatoforlar, balıkların derisinde bulunan özel hücrelerdir ve pigmentleri içerirler."
  },
  {
    "id": "3831383",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi günümüzde yaşayan balık türlerine ait pul tiplerinden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Elasmoit",
      "B": "Ganoit",
      "C": "Kosmoit",
      "D": "Plakoit",
      "E": "Kloroit"
    },
    "explanation": "Günümüzde yaşayan balıklarda 4 tip pul bulunur: Elasmoit, Ganoit, Kosmoit ve Plakoit."
  },
  {
    "id": "3831390",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi balıklarda sindirim sisteminin ana unsuru olan sindirim borusunun alt bölümlerinden biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Son bağırsak",
      "B": "Orta bağırsak",
      "C": "Yan bağırsak",
      "D": "Ön bağırsak",
      "E": "Baş bağırsak"
    },
    "explanation": "Balıklarda sindirim sistemi sindirim borusu ile sindirim ve metabolizmada etkili olan ek bezlerden oluşur. Bu da demektir ki karaciğer ve pankreastan oluşmaktadır. Balıkların sindirim borusu 4 alt bölümde incelenebilir: 1- Baş bağırsak (Buca faringial), 2- Ön bağırsak (Özafagus+Mide), 3- Orta bağırsak (=İnce bağırsak) ve 4- Son bağırsak (Rektum)."
  },
  {
    "id": "3831392",
    "unitNumber": 1,
    "text": "Balıklar, besinlerinin çeşitliliğine bakıldığında, çok çeşitli besinlerle beslenenlere tür aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Herbivor",
      "B": "Stenofag",
      "C": "Karnivor",
      "D": "Öyrifag",
      "E": "Omnivor"
    },
    "explanation": "Balıklar, besinlerinin çeşitliliğine göre de üçe ayrılırlar. Tek bir çeşit besinle beslenenlere monofag; belli tip besinlerle beslenenlere stenofag; çok çeşitli besinlerle beslenenlere ise öyrifag denir. Balıkların büyük çoğunluğu öyrifagdır."
  },
  {
    "id": "3831393",
    "unitNumber": 1,
    "text": "İyi gelişmiş çene kemiği ile midelerinde kuvvetli asit salgısına sahip olan balık türleri aşağıdakilerden hagnsidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Otlayıcılar",
      "B": "Parazitler",
      "C": "Emiciler",
      "D": "Süzücüler",
      "E": "Predatörler"
    },
    "explanation": "Balıkların besin alış biçimleri çeşitlilik gösterir. Bununla birlikte temel olarak otlayıcılar, parazitler, emiciler, süzücüler ve predatörler (avcılar, yırtıcılar) şeklinde sınıflandırılabilir. Avcı veya yırtıcı (predatör) balık türleri göz ile görülebilen büyüklükteki hayvanlarla beslenmektedirler. Predatör grupta yer alan balık türlerinin büyük çoğunluğunda diş yapısı kavrayıcı ve tutucu şekildedir. Mandibula (çene kemikleri) çok iyi gelişmiştir. Ayrıca midelerinde kuvvetli asit salgısı bulunmaktadır. Bağırsak uzunlukları herbivor balıklara göre oldukça kısadır"
  },
  {
    "id": "3831394",
    "unitNumber": 1,
    "text": "Yaşamlarının büyük kısmını tatlı sularda geçirirken ve üremek için denizlere göç eden balıklara aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Katadrom",
      "B": "Potamodrom",
      "C": "Oseanodrom",
      "D": "Diyadrom",
      "E": "Amfidrom"
    },
    "explanation": "Katadrom balıklar ise yaşamlarının büyük kısmını tatlı sularda geçirir ve üremek için denizlere göç ederler. Örneğin, yılan balıkları gibi bazı türler, üreme dönemlerinde denizlere doğru göç ederler."
  },
  {
    "id": "3831395",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi balıklarda büyümeyi etkileyen <u>iç faktörlerden</u> biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Oksijen miktarı",
      "B": "Populasyon yoğunluğu",
      "C": "Üreme aktiviteleri",
      "D": "Sıcaklık",
      "E": "Besin bolluğu"
    },
    "explanation": "Balıklarda büyümeyi etkileyen faktörler genellikle bir arada çalışarak farklı büyüme desenlerine neden olur. Dış faktörler arasında sıcaklık, oksijen miktarı, besin bolluğu, su kalitesi ve populasyon yoğunluğu gibi çevresel faktörler yer alırken iç faktörler arasında türsel özellikler, üreme aktiviteleri, hormonal durum ve hastalıklar önemlidir."
  },
  {
    "id": "3831396",
    "unitNumber": 1,
    "text": "<ol type=\"I\"> <li>Yumurta Evresi</li> <li>Larva Evresi</li> <li>Jüvenil Evre</li> <li>Ergenlik Evresi </li> </ol> Yukarıda verilen balıkların yaşam evrelerinden hangileri erken yaşam evresinde yer alır?",
    "correctAnswer": "D",
    "options": {
      "A": "I, II",
      "B": "I, III",
      "C": "II, IV",
      "D": "I, II, III",
      "E": "I, II, IV"
    },
    "explanation": "Balıklarda erken yaşam evreleri, yumurta evresi, larva evresi ve gençlik (jüvenil) evresini kapsar"
  },
  {
    "id": "3831397",
    "unitNumber": 1,
    "text": "Fekondite, aşağıdakilerden hangisinde belirlenebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Eşeysel olgunluğa ulaşmış ve üreme döneminde olan dişi bireylerde",
      "B": "Eşeysel olgunluğa ulaşmış ve üreme döneminde olan erkek bireylerde",
      "C": "Eşeysel olgunluğa ulaşmış ve üreme döneminde olmayan dişi bireylerde",
      "D": "Eşeysel olgunluğa ulaşmış ve üreme döneminde olmayan erkek bireylerde",
      "E": "Eşeysel olgunluğa ulaşmamış dişi bireylerde"
    },
    "explanation": "Fekondite sadece eşeysel olgunluğa ulaşmış ve üreme döneminde olan dişi bireylerde belirlenebilir"
  },
  {
    "id": "3831398",
    "unitNumber": 1,
    "text": "Balıkların yaş tayininde kullanılan en yaygın ve güvenilir yapı aşağıdakilerden hangidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Omur kemikleri",
      "B": "Pullar",
      "C": "Yüzgeç dikenleri",
      "D": "Göz lensleri",
      "E": "Çene dişleri"
    },
    "explanation": "Pullar, yaş tayini için en yaygın ve güvenilir yapıdır. Ancak bazı balıklarda pulsuz olduğundan, yaş tayini için diğer yöntemlere de başvurulur."
  },
  {
    "id": "3903607",
    "unitNumber": 1,
    "text": "Balıklarla ilgili aşağıdaki bilgilerden hangisi/hangileri doğru olarak ifade edilmiştir ?<br/>I. 84 takıma ait 623 familyada toplamda 35 bin 623 balık türünün olduğu bilinmektedir.<br/>II. Orkinos, sardalya ve uskumru türleri fusiform vücut şekline sahiptir.<br/>III. Solungaç içeren türlerin yanında akciğer veya diğer yardımcı solunum yapılarını içeren türler de mevcuttur.",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Son yapılan araştırmalar sonucunda, 84 takıma ait 623 familyada toplamda 35 bin 623 balık türünün olduğu bilinmektedir (Froese &amp; Pauly 2024).<br/>Balıklarda yüzmeyi en ideal biçimde sağlayan vücut şekli fusiform (Torpido veya füze şeklinde)dur. Bu vücut yapısına sahip olan balık türlerine örnek olarak kemikli balıklardan orkinos, sardalya ve uskumru; kıkırdaklı balıklardan çoğu köpek balığı türü verilebilir.<br/>Bazı lamnid (Lamnidae) köpek balıkları ve uskumrugillerde (Scombridae) görülen sıcakkanlılık ile Afrika yayın balığında, Lepisosteidae üyelerinde, Anabantidlerde ve akciğerli balıklarda (Dipnoi, Sarcopterygii, yaşayan en ilkel balıklardır) bulunan akciğer veya diğer yardımcı solunum yapıları (yüzme kesesi, deri, ağız ve midedeki uyarlanmalar), balıkların uygun olmayan çevre koşullarına nasıl uyum sağladıkları konusunda bize önemli bilgiler vermektedir.<br/>Yanıt E seçeneği olmalıdır."
  },
  {
    "id": "3903608",
    "unitNumber": 1,
    "text": "Aşağıda verilen balıklardan hangisi/hangileri anguilliform vücut yapısındadır ?<br/>I. Zargana<br/>II. Domuz balığı<br/>III. Kurdela balığı",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Deniziğneleri ve yılan balıkları gibi balık türlerinde vücut uzamıştır. Bu vücut yapısına anguilliform denir. Anguilliform balıklar otlar arasında saklanmaya, kayalıkların içindeki dar alanlara girip çıkmaya ve kum içerisindeki deliklere girmeye oldukça müsaittir. Bu türlere örnek olarak zargana, yılan balığı, kurdela balığı verilebilir.<br/>Domuz balığında vücut yapısı yuvarlak, kısa ve küttür.<br/>Yanıt C seçeneği olmalıdır."
  },
  {
    "id": "3903609",
    "unitNumber": 1,
    "text": "Balıkların morfolojisiyle ilgili elasmoit, ganoit, kosmoit ve plakoit terimleri aşağıda belirtilen hangi özellikleri ile ilgilidir ?",
    "correctAnswer": "D",
    "options": {
      "A": "Solungaç",
      "B": "Kuyruk",
      "C": "Göz",
      "D": "Pul",
      "E": "Çene"
    },
    "explanation": "Pullar<br/>Balıkların büyük çoğunluğu deri pullar ile örtülüdür. Bazı balık türlerinde pulların yerini dikenler veya kemik plakalar gibi yapılar almıştır. Bunların yanı sıra hiç pulu bulunmayan balık türleri de mevcuttur (örneğin mığrı). Günümüzde yaşayan balıklarda 4 tip pul bulunur: Elasmoit, Ganoit, Kosmoit ve Plakoit.<br/>Yanıt D seçeneği olmalıdır."
  },
  {
    "id": "3903610",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi predatör balıklardan değildir ?",
    "correctAnswer": "E",
    "options": {
      "A": "Köpek balığı",
      "B": "Lüfer",
      "C": "Orkinos",
      "D": "Uskumru",
      "E": "Iskarmoz"
    },
    "explanation": "Predatör balık türleri yaşadıkları ortamda aktif olarak avlanırlar. Besinlerini bulmalarında, koku alma, görme, işitme, tat alma, dokunma, yanal çizgi ve elektro duyu organlarının önemi büyüktür. Bu türlere örnek olarak ton balıkları, orkinos, uskumru (Scombridae), lüfer (Pomatomus saltatrix) ve köpek balıkları (Elasmobranchii) verilebilir. Otlayıcı balık türleri tıpkı koyun, inek, keçi ve benzeri türlerin otlayışlarına benzer biçimde besinlerini lokmalar, organizmaları tek tek ve küçük gruplar hâlinde ağızlarına alırlar. Bu sebeple bu türlere otlayıcılar denilmektedir. Iskarmoz balıkları (Scaridae) mercan kayalıklarından kopardıkları polip veya alglerle beslenen türlere, sürüler hâlinde gezinen sokar balıkları (Siganidae), algleri otlayarak tüketen türlere örnektir.<br/>Yanıt E seçeneği olmalıdır."
  },
  {
    "id": "3903611",
    "unitNumber": 1,
    "text": "Aşağıda verilen balıklardan hangisi/hangileri besin alış biçimlerine göre emici balıklar arasında yer alır ?<br/>I. Mersin balığı<br/>II. Sazan balığı<br/>III. Ton balığı",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "II ve III",
      "D": "I ve III",
      "E": "I, II ve III"
    },
    "explanation": "Emici balıklar genellikle çamurlu ve kumlu diplerde yaşayan türlerdir. Bu balık türlerinde besinler emerek alma davranışı ile yapılmaktadır. Emici balıklar besinlerini, içinde bulundukları çamurla birlikte yutma ve yutmadan önce yabancı maddelerden ayırma şeklinde yapmaktadır. Bu türlere örnek olarak mırmır balığı (sparidae), Mersin balıkları (acipenseridae) ve sazan balıkları (Cyprinidae) verilebilir.<br/>Ton balığı predatör balıklar arasında yer almaktadır.<br/>Cevap B seçeneği olmalıdır."
  },
  {
    "id": "3903612",
    "unitNumber": 1,
    "text": "Aşağıdaki balıklardan hangisi/hangileri tatlı su ile deniz arasında göç eden türlerden değildir ?<br/>I. Yılan balığı<br/>II. Ton balığı<br/>III. Somon balığı",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "II ve III",
      "D": "I ve III",
      "E": "I, II ve III"
    },
    "explanation": "Diyadrom göçler ise tatlı su ile deniz arasında gerçekleşir. Bu göçlerde balıklar, yaşam evrelerini tamamlamak için hem tatlı suları hem de denizleri kullanırlar. Somon balığı ve yılan balığı bu sınıftadır. Ton balığı gibi ticari olarak önemli deniz balıkları, deniz içinde yani oseanodrom göçler gerçekleştirirler.<br/>Yanıt D seçeneği olmalıdır."
  },
  {
    "id": "3903613",
    "unitNumber": 1,
    "text": "Aşağıdaki seçeneklerin hangisinde balıkların yaşam evresi sırasıyla doğru olarak verilmiştir ?",
    "correctAnswer": "B",
    "options": {
      "A": "larva-yumurta-yetişkin-jüvenil-yaşlılık",
      "B": "yumurta-larva-jüvenil-yetişkin-yaşlılık",
      "C": "larva-jüvenil-yumurta-yetişkin-yaşlılık",
      "D": "larva-yumurta-yetişkin-yaşlılık-jüvenil",
      "E": "yumurta-larva-yetişkin-yaşlılık-jüvenil"
    },
    "explanation": "yumurta-larva-jüvenil-yetişkin-yaşlılık olmalıdır.<br/>Yanıt B seçeneği olmalıdır."
  },
  {
    "id": "3903614",
    "unitNumber": 1,
    "text": "Balıkların vücut yapısını ve hareketini etkileyen temel unsurlar aşağıda verilen hangi seçenekte doğru olarak belirtilmiştir ?",
    "correctAnswer": "A",
    "options": {
      "A": "suyun yoğunluğu ve viskozitesi",
      "B": "suyun derinliği ve sıcaklığı",
      "C": "suyun derinliği ve viskozite",
      "D": "suyun yoğunluğu ve sıcaklığı",
      "E": "suyun derinliği ve yoğunluğu"
    },
    "explanation": "Balığın vücut yapısını ve hareketini etkileyen temel unsur, suyun yoğunluğu ve viskozitesidir.<br/>Yanıt A seçeneği olmalıdır."
  },
  {
    "id": "3903615",
    "unitNumber": 1,
    "text": "Köpek balıklarındaki lorenzini ampülleri ve vatozlardaki savi vezikülleri balıkların aşağıda belirtilen hangi vücut yapıları içerisindedir ?",
    "correctAnswer": "D",
    "options": {
      "A": "Göz",
      "B": "Çene",
      "C": "Pul",
      "D": "Deri Duyu Organları",
      "E": "Solungaç"
    },
    "explanation": "Bazı balık türlerinde yapı bakımından yanal çizgi sistemine benzer fakat farklı işlevlere sahip duyu organları da mevcuttur. Bunlara örnek olarak köpek balıklarında elektroreseptör olarak görev yapan lorenzini ampülleri ve vatozlardaki savi vezikülleri gibi yapılar verilebilir.<br/>Yanıt D seçeneği olmalıdır."
  },
  {
    "id": "3903616",
    "unitNumber": 1,
    "text": "Balıkların monofag, stenofag ve öyrifag gibi terimlerle ifade edilmesi aşağıda verilen hangi özelliği ile bilgi verir ?",
    "correctAnswer": "A",
    "options": {
      "A": "beslenme türü",
      "B": "besin alış türü",
      "C": "tüketilen besin miktarı",
      "D": "yaşama ortamı",
      "E": "saldırganlık olup/olmaması"
    },
    "explanation": "Balıklar, besinlerinin çeşitliliğine göre de üçe ayrılırlar. Tek bir çeşit besinle beslenenlere monofag; belli tip besinlerle beslenenlere stenofag; çok çeşitli besinlerle beslenenlere ise öyrifag denir. Balıkların büyük çoğunluğu öyrifagdır.<br/>Yanıt A seçeneği olmalıdır."
  },
  {
    "id": "3796765",
    "unitNumber": 2,
    "text": "Hidrolojik döngüde suyun en fazla toplandığı yer aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Denizler",
      "B": "Atmosfer",
      "C": "Nehirler",
      "D": "Göller",
      "E": "Yeraltı suları"
    },
    "explanation": "“Hidrolojik döngüde suyun en fazla toplandığı yer denizler, en az depolandığı yer ise atmosferdir.”"
  },
  {
    "id": "3796770",
    "unitNumber": 2,
    "text": "Aşağıdaki su özelliklerinden hangisi balık yetiştiriciliğinde en önemli fiziksel parametrelerden biri olarak kabul edilir?",
    "correctAnswer": "B",
    "options": {
      "A": "pH",
      "B": "Tuzluluk",
      "C": "Çözünmüş oksijen",
      "D": "Amonyak miktarı",
      "E": "Ağır metaller"
    },
    "explanation": "“Su kalitesini belirleyen fiziksel parametrelerin en önemlileri renk, koku, tat, sıcaklık, tuzluluk, elektriksel iletkenlik ve bulanıklıktır.”"
  },
  {
    "id": "3796772",
    "unitNumber": 2,
    "text": "Aşağıdaki iyonlardan hangisi tatlı suyun tuzluluğunu belirleyen en önemli bileşenlerden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kalsiyum",
      "B": "Potasyum",
      "C": "Sodyum",
      "D": "Magnezyum",
      "E": "Karbonat"
    },
    "explanation": "“Tatlı sularda tuzluluk, anyon ve katyonların toplam yoğunluğu ile belirlenir. En önemli iyonlar arasında sodyum bulunur.”"
  },
  {
    "id": "3796776",
    "unitNumber": 2,
    "text": "Aşağıdaki gazlardan hangisi sudaki çözünmüş oksijen miktarını doğrudan etkileyen faktörlerden biri <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Karbondioksit",
      "B": "Metan",
      "C": "Ozon",
      "D": "Azot",
      "E": "Sülfür"
    },
    "explanation": "“Sudaki çözünmüş oksijen seviyesini doğrudan etkileyen faktörler arasında karbondioksit, metan ve sülfür bulunur. Azot gazı ise sudaki oksijen miktarını doğrudan etkilemez.”"
  },
  {
    "id": "3796777",
    "unitNumber": 2,
    "text": "Aşağıdaki elementlerden hangisi sucul ekosistemlerde biyolojik üretimin artmasına neden olan en önemli besin maddelerinden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Klor",
      "B": "Kalsiyum",
      "C": "Magnezyum",
      "D": "Çinko",
      "E": "Fosfor"
    },
    "explanation": "“Fosfor, canlıların hücresel enerji taşıma sisteminde önemli bir rol oynar ve sucul ekosistemlerde biyolojik üretimin artmasına neden olan temel besin maddelerindendir.”"
  },
  {
    "id": "3796779",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi ötrofikasyonun en önemli sebebidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Azot ve fosfor birikimi",
      "B": "pH değişimleri",
      "C": "Yüksek sıcaklık",
      "D": "Tuzluluk değişimleri",
      "E": "Yoğun yağış"
    },
    "explanation": "“Ötrofikasyon, sucul ekosistemlerde fosfor ve azot gibi besin elementlerinin birikimi sonucunda biyolojik üretimin artmasıdır.”"
  },
  {
    "id": "3796785",
    "unitNumber": 2,
    "text": "Aşağıdaki ağır metallerden hangisi balıklarda toksik etkiye sahiptir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bakır",
      "B": "Civa",
      "C": "Çinko",
      "D": "Demir",
      "E": "Magnezyum"
    },
    "explanation": "“Civa, kadmiyum ve kurşun gibi ağır metaller düşük konsantrasyonlarda bile toksik etkilere sahiptir.”"
  },
  {
    "id": "3796788",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi biyolojik parametrelerden biri olarak kabul edilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tuzluluk",
      "B": "Çözünmüş oksijen",
      "C": "Fitoplankton miktarı",
      "D": "Amonyak seviyesi",
      "E": "Nitrat konsantrasyonu"
    },
    "explanation": "“Sucul ekosistemlerde biyolojik parametreler arasında fitoplankton miktarı önemli bir göstergedir.”"
  },
  {
    "id": "3796791",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi deniz balıklarının osmoregülasyon mekanizmasıyla ilgili doğru bir ifadedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Deniz balıkları sürekli su kaybeder ve tuz alımını artırır.",
      "B": "Deniz balıkları tuzlu suda yaşamalarına rağmen hiç su içmezler.",
      "C": "Deniz balıkları tatlı suya adapte olabilirler.",
      "D": "Deniz balıkları sürekli su alır ve fazla tuzu dışarı atar.",
      "E": "Deniz balıkları osmoregülasyona ihtiyaç duymazlar."
    },
    "explanation": "“Deniz balıkları su kaybını önlemek için sürekli su alır ve fazla tuzu solungaçlarıyla dışarı atar.”"
  },
  {
    "id": "3796795",
    "unitNumber": 2,
    "text": "Aşağıdaki su parametrelerinden hangisinin balık yetiştiriciliği için önerilen maksimum değeri 0,05 ppm’dir?",
    "correctAnswer": "E",
    "options": {
      "A": "pH",
      "B": "Çözünmüş oksijen",
      "C": "Nitrat",
      "D": "Tuzluluk",
      "E": "Amonyak"
    },
    "explanation": "“Yetiştiricilikte amonyağın iyonize olmayan formu maksimum 0,05 ppm olmalıdır.”"
  },
  {
    "id": "3831459",
    "unitNumber": 2,
    "text": "Hidrojen bağları sayesinde su moleküllerinin birbirlerine tutunmasına ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kohezyon",
      "B": "Adhezyon",
      "C": "Özgül Isı",
      "D": "Viskozite",
      "E": "Salinite"
    },
    "explanation": "Hidrojen bağları sayesinde su moleküllerinin birbirlerine tutunması kohezyon olarak tanımlanır."
  },
  {
    "id": "3831460",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi suyun fiziksel özellikleri arasında <u>yer almamaktadır</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Tuzluluk",
      "B": "İletkenlik",
      "C": "Çözünmüş oksijen",
      "D": "Sıcaklık",
      "E": "Renk"
    },
    "explanation": "Fiziksel Özellikler Sıcaklık, tuzluluk, elektriksel iletkenlik, bulanıklık, renk, koku ve tat suyun fiziksel özelliklerini oluşturur. ÇÖzünmüş oksijen gibi özellikler ise kimyasal özellikler olarak sınıflandırılır."
  },
  {
    "id": "3831462",
    "unitNumber": 2,
    "text": "<ol type=\"I\"> <li>Yüzme hareketlerinde bozukluk</li> <li>Operkulum hareketlerinde artış</li> <li>Normalden fazla besin alımı</li> </ol> Yukarıda verilenlerden hangileri balıklarda ağır metal konsantrasyonu yüksek olduğu taktirde karşılaşılan davranışlardır?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I, II",
      "D": "II, III",
      "E": "Hepsi"
    },
    "explanation": "Balıklarda ağır metal konsantrasyonu yüksek olduğu taktirde; yüzme hareketlerinde bozukluk, operkulum hareketlerinde artış; besin alımına karşı duyarsızlık gibi davranışlar gözlemlenir."
  },
  {
    "id": "3831463",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi sucul ekosistemde besin zinciri ve verimliliği etkileyen en önemli faktörlerden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Çözünmüş CO<sub>2</sub> miktarı",
      "B": "Tuzluluk oranı",
      "C": "Hidrojen sülfür miktarı",
      "D": "Işık miktarı",
      "E": "Ötrofikasyon"
    },
    "explanation": "Sucul ekosistemlerde ışık miktarı ve sıcaklık besin zinciri ve verimliliği etkileyen en önemli faktörlerdendir."
  },
  {
    "id": "3831464",
    "unitNumber": 2,
    "text": "Aşağıdaki olaylardan hangisi ötrafikasyon sebeplerinden biri <u>değildir?</u>",
    "correctAnswer": "A",
    "options": {
      "A": "Gübre kullanımının azalması",
      "B": "Arazi kullanımdaki değişiklikler",
      "C": "Yoğun fırtınalar",
      "D": "Mevsim değişiklikler",
      "E": "Değişken yağış düzenleri"
    },
    "explanation": "Yoğun fırtınalar, değişken yağış düzenleri, ısınan topraklar ve eriyen buzullar gibi iklim değişikliğine bağlı faktörlerin etkisiyle mevsimlerde meydana gelen değişimler, arazi kullanımındaki değişiklikler ve gübre kullanımının artmasıyla ötrofikasyon ve biyolojik çeşitlilik kaybı oluşmaktadır"
  },
  {
    "id": "3831465",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi havuzlarda ötrofikasyonun önüne geçmek için alınacak önlemler arasında <u>yer almaz?</u>",
    "correctAnswer": "D",
    "options": {
      "A": "Ortamın oksijenlendirilmesi",
      "B": "Havuzlara temiz su ilavesi",
      "C": "Suya herbivor balık ilavesi",
      "D": "Organik maddelerin mekanik toplayıcılarla parçalanması",
      "E": "Balık türüne ve yaşına göre azot-fosfor dengeli besin kullanılması"
    },
    "explanation": "Yetiştiricilikte havuzlarda oluşabilecek ötrofikasyonu engellemek için, ortamın oksijenlendirilmesi, havuzlara temiz su ilavesi ve kirlenmiş suyun değiştirilmesi, suya herbivor balık ilavesi, organik maddelerin mekanik toplayıcılarla parçalanmadan önce ortamdan uzaklaştırılması gibi uygulamalar yapılması önerilir.<br/>Su ürünleri yetiştiriciliğinde kullanılan yemler de ayrıca ötrofikasyon sebeplerinden sayılabilir. Yemlerle alınan azot miktarı balıkların türlerine göre değişmekle birlikte yaklaşık %20-30 oranında olmaktadır ve geri kalan %70-80’lik kısmı suya geri atılmaktadır. Bu nedenle balık üretiminde kullanılan yemlerin daha az kirliliğe sebep olması için balık türüne ve yaşına göre gerekli olan azot-fosfor dengesi kurulmalıdır."
  },
  {
    "id": "3831466",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi iz element grubunda yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "Civa",
      "B": "Arsenik",
      "C": "Kadmiyum",
      "D": "Kurşun",
      "E": "Demir"
    },
    "explanation": "Çevredeki elementler, potansiyel olarak düşük seviyelerde dahi canlı sağlığını tehlikeye atan elementler ve yaşam için küçük miktarlarda gerekli olan iz elementler olarak ikiye ayrılabilir. Bakır, çinko, demir gibi ağır metaller canlı yaşamı için gerekli olup birçok yaşamsal fonksiyonu sağlamaları nedeniyle iz elementler grubuna girer. Arsenik, kadmiyum, civa ve kurşun düşük konsantrasyonlarda dahi canlı metabolizmasına toksik etki gösteren elementlerdir."
  },
  {
    "id": "3831467",
    "unitNumber": 2,
    "text": "Dünyadaki tatlı su oranı yaklaşık yüzde kaçtır?",
    "correctAnswer": "C",
    "options": {
      "A": "% 0,5",
      "B": "% 1,0",
      "C": "% 2,5",
      "D": "% 5,0",
      "E": "% 10,0"
    },
    "explanation": "Yer yuvarında 1,4 milyar km3 su bulunduğu varsayılmaktadır. Dünya yüzeyinin yaklaşık %75’i sularla kaplıdır. Doğada farklı bölgelerde ve şekillerde dağılmış olan su kütlesinin büyük bölümü (yaklaşık % 97,5’i) tuzludur, okyanus ve denizlerde bulunur. Geriye kalan % 2,5’lik tatlı suyun yaklaşık %84’ü buzullarda, %15’lik bir kısmı yeraltı suyu olarak, küçük bir kısmı göllerde (%1), çok küçük bir kısmı ise atmosferde (%0,05) ve akarsularda (%0,01) bulunmaktadır (Şekil 2.8)."
  },
  {
    "id": "3831468",
    "unitNumber": 2,
    "text": "Suyun iyi bir çözücü olması aşağıdakilerden hangisi ile doğrudan ilişkilidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kaynama derecesi",
      "B": "Viskoz yapısı",
      "C": "Özgül ısısı",
      "D": "Polaritesi",
      "E": "Yoğunluğu"
    },
    "explanation": "İyi bir çözücü olması: Su çeşitli maddeleri (tuz ve şeker gibi) çözebilen mükemmel bir çözücüdür. Bu özellik suların polaritesinin bir sonucudur."
  },
  {
    "id": "3831469",
    "unitNumber": 2,
    "text": "Tuz oranı % 10 olan bir su, tuz oranına göre hangi sınıfta yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "Tatlı su",
      "B": "Acı su",
      "C": "Normal deniz suyu",
      "D": "Tuzlu su",
      "E": "Çok tuzlu su"
    },
    "explanation": "Doğada su kaynakları tuzluluk derecelerine göre tatlı sular, acı sular, normal deniz suyu (euhalin sular), tuzlu sular (hipersalin sular) ve çok tuzlu sular (brine sular) olmak üzere beş grupta incelenir. Tablo 2.1'e göre acı sular %5 ile %18 arasındaki tuz oranını kapsamaktadır."
  },
  {
    "id": "3903625",
    "unitNumber": 2,
    "text": "Suyun moleküler yapısı ile ilgili aşağıda verilen bilgilerden hangisi/hangileri doğru ifade edilmiştir ?<br/>I. Moleküldeki hidrojenler oksijenle 104.5°’lik bir açı ile birleşir.<br/>II. Moleküldeki iki hidrojen atomu oksijene tekli kovalent bağlarla bağlıdır.<br/>III. Her su molekülü en fazla iki su molekülü ile bağ kurabilir.",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Elektriksel çekim gücü, bir moleküldeki artı yüklü hidrojen ile komşu moleküldeki eksi yüklü oksijen arasında meydana gelir. Dolayısıyla bu iki molekül hidrojen bağı ile bir arada tutulur. Her su molekülü en fazla dört su molekülü ile bağ kurabilir.<br/>Yanıt B seçeneği olmalıdır."
  },
  {
    "id": "3903626",
    "unitNumber": 2,
    "text": "''Bazı hayvanların su yüzeyinde hareket edebilmesi yüzey gerilimi yani ............... sebebiyle gerçekleşir.'' Cümlesindeki boş yere aşağıdaki seçeneklerden hangisi getirilmelidir ?",
    "correctAnswer": "A",
    "options": {
      "A": "kohezyon",
      "B": "adhezyon",
      "C": "özgül ısı",
      "D": "viskozite",
      "E": "sıcaklık"
    },
    "explanation": "Yüzey gerilimi kohezyona bağlı bir olaydır. Suyun yüzey gerilimi birçok sıvının yüzey geriliminden büyüktür. Su ile hava ara yüzeyindeki su molekülleri birbirleriyle ve alttaki su molekülleriyle hidrojen bağlarıyla bağlı olduğundan bu durum su yüzeyinin çok ince bir zarla (yüzey filmi) kaplıymış gibi görünmesine sebep olur. Örneğin; yüzey gerilimi göl üzerinde taş kaydırmamıza olanak sağlar. Bazı hayvanların su yüzeyinde hareket edebilmesi yüzey gerilimine ilişkin verilebilecek örneklerdir.<br/>Yanıt A seçeneği olmalıdır."
  },
  {
    "id": "3903627",
    "unitNumber": 2,
    "text": "Suyun genel özellikleri ile ilgili verilen aşağıdaki seçeneklerden hangisi yanlış ifade edilmiştir ?",
    "correctAnswer": "D",
    "options": {
      "A": "Tatlı su maksimum yoğunluğa 4 °C’de ulaşır.",
      "B": "Su, buz hâline gelince genleşir.",
      "C": "Suyun yoğunluğu; standart sıcaklık ve basınçta havaya oranla 775 kat daha büyüktür.",
      "D": "Sıcaklık 25 °C’den 0 °C’ye düştüğünde suyun viskozitesi yarıya düşer.",
      "E": "Suyun viskozitesi, hareket eden organizmalar için havanın uyguladığından 100 kat daha fazla sürtünme kuvveti uygular."
    },
    "explanation": "Sıcaklık arttıkça suyun viskozitesi düşer. Sıcaklık 25 °C’den 0 °C’ye düştüğünde suyun viskozitesi iki katına çıkar. Suyun viskozitesi, hareket eden organizmalar için havanın uyguladığından 100 kat daha fazla sürtünme kuvveti uygular ve suya maruz kalan yüzey alanına, sıcaklık, hız ve sıvının kimyasal yapısına bağlıdır.<br/>Yanıt D seçeneği olmalıdır."
  },
  {
    "id": "3903628",
    "unitNumber": 2,
    "text": "Yeryüzündeki suların tuzluluk oranları ile ilgili aşağıda verilen eşleştirmelerden hangisi yanlıştır ?",
    "correctAnswer": "B",
    "options": {
      "A": "Çok tuzlu sular (brine sular) : % 80'den fazla",
      "B": "Normal deniz suyu (euhalin sular) : % 50-60",
      "C": "Tuzlu sular (hipersalin sular) : % 30-80",
      "D": "Tatlı sular : % 0.5",
      "E": "Acı sular (Miksohalin sular) : % 0.5-18"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/723f18b2e4324eaccb5218863640a3d6.jpeg\" alt=\"f\" width=\"517\" height=\"356\"><br/>Yanıt B seçeneği olmalıdır."
  },
  {
    "id": "3903629",
    "unitNumber": 2,
    "text": "''Seki diski'' suların aşağıda belirtilen hangi özelliği ölçmek için kullanılan bir araçtır ?",
    "correctAnswer": "B",
    "options": {
      "A": "Tuz oranı",
      "B": "Bulanıklılık",
      "C": "Renk",
      "D": "Oksijen miktarı",
      "E": "Sıcaklık"
    },
    "explanation": "Göllerdeki bulanıklık ile ilgili değerlendirme açısından ışık geçirgenliği önemli bir parametredir. Işık geçirgenliği 20 cm çapında siyah ve beyaz boyalı, ortasından derecelendirilmiş bir ip geçirilmiş olan seki-diski ile ölçülebilir. Seki diski ile görüş mesafesindeki suyun berraklık derecesi ölçülür. Berraklık derecesi görüş derinliği olarak da tanımlanabilir. Disk, suya daldırıldığında diskin gözden kaybolduğu ve tekrar göründüğü derinliğin ortalaması görüş derinliğini (cm cinsinden) gösterir.<br/>Yanıt B seçeneği olmalıdır."
  },
  {
    "id": "3903630",
    "unitNumber": 2,
    "text": "''..........., .......... gibi esansiyel ve kadmiyum, civa gibi esansiyel olmayan metallerin alınımı, içerde tutulması ve atılımını sağlarlar.'' Cümlesindeki boşluğa aşağıdaki seçeneklerden hangisi getirilmelidir ?",
    "correctAnswer": "D",
    "options": {
      "A": "Bakır, nikel",
      "B": "Bakır, arsenik",
      "C": "Arsenik, kurşun",
      "D": "Bakır, çinko",
      "E": "Arsenik, çinko"
    },
    "explanation": "Bakır, çinko, demir gibi ağır metaller canlı yaşamı için gerekli olup birçok yaşamsal fonksiyonu sağlamaları nedeniyle iz elementler grubuna girer. Arsenik, kadmiyum, civa ve kurşun düşük konsantrasyonlarda dahi canlı metabolizmasına toksik etki gösteren elementlerdir.<br/>Bakır, çinko gibi esansiyel ve kadmiyum, civa gibi esansiyel olmayan metallerin alınımı, içerde tutulması ve atılımını sağlarlar.<br/>Yanıt D seçeneği olmalıdır."
  },
  {
    "id": "3903631",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi/hangileri balıkların optimum yaşam koşulları için uygun değerlerdir ?<br/>I. pH: 7-8<br/>II. Toplam CO<sub>2</sub> &lt; 10-15 mg/L<br/>III. Çözünmüş oksijen : Minimum 7 mg/L",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/422841b2b013b5d43a3245ae59cc4843.jpeg\" alt=\"\" width=\"478\" height=\"182\"><br/>Yanıt E seçeneği olmalıdır."
  },
  {
    "id": "3903632",
    "unitNumber": 2,
    "text": "Sucul ekosistemin besin zincirinde küçükten büyüğe doğru sıralama aşağıda hangi seçenekte verilmiştir ?",
    "correctAnswer": "C",
    "options": {
      "A": "ayrıştırıcılar, ototrof, herbivor, karnivor",
      "B": "herbivor, ototrof, ayrıştırıcılar, karnivor",
      "C": "ototrof, herbivor, karnivor, ayrıştırıcılar",
      "D": "karnivor, ayrıştırıcılar, ototrof, herbivor",
      "E": "karnivor, ototrof, herbivor, ayrıştırıcılar"
    },
    "explanation": "Sucul bir ekosistemdeki besin zinciri en küçük ototrof (üretici) canlı ile başlar ve en büyük heteretrof (tüketici) canlılarla sona erer. Ototrof canlılar, fotosentez yapabilmek için güneş ışığına ihtiyaç duyarlar. Güneş enerjisinden yararlanarak anorganik maddelerden besin sentezleyen tüm klorofilli canlılar (ototrof bakteriler, fitoplankton, makroskobik su otları ve bitkiler) üretici olarak tanımlanır. Besin zincirinde tüketiciler; ototrof canlıların oluşturduğu ürünlerle beslenen herbivorlarla başlar; herbivorlarla beslenen karnivorlar ikincil tüketiciler; küçük karnivorlarla beslenen daha büyük karnivorlar ise üçüncül tüketicileri oluşturur. Besin zincirinin son halkasını detritus yiyiciler ya da diğer bir ifade ile ayrıştırıcılar oluşturur.<br/>Yanıt C seçeneği olmalıdır."
  },
  {
    "id": "3903633",
    "unitNumber": 2,
    "text": "Sucul ekosistemlerde dalga ve diğer akıntılarla hareket eden mikroskobik bitki ve hayvanlardan oluşan canlılar aşağıda verilen hangi adla ifade edilirler ?",
    "correctAnswer": "A",
    "options": {
      "A": "plankton",
      "B": "örihalin canlılar",
      "C": "stenohalin canlılar",
      "D": "aerobik canlı",
      "E": "anaerobik canlı"
    },
    "explanation": "Plankton: Sucul ekosistemlerde dalga ve diğer akıntılarla hareket eden mikroskobik bitki ve hayvanlardan oluşan canlılar.<br/>Örihalin canlılar; geniş tuzluluk aralıklarında yaşayabilirler, stenohalin canlılar ise belli tuzluluk derecelerinde yaşayabilmektedirler.<br/>Yanıt A seçeneği olmalıdır."
  },
  {
    "id": "3903634",
    "unitNumber": 2,
    "text": "Dünyadaki su potansiyeli ile ilgili aşağıdaki bilgilerden hangisi/hangileri doğru ifade edilmiştir ?<br/>I. Dünyadaki suların % 2.5 'ini tatlı sular oluşturur.<br/>II. Dünyadaki tatlı suların % 68.7'sini buzullar oluşturmaktadır.<br/>III. Dünyadaki yüzey suyu ve diğer tatlı suların % 10'ununu göller oluşturmaktadır.",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/58c426ca4e9c6df60d6dd3c0c465e373.png\" alt=\"\" width=\"630\" height=\"361\"><br/>Yanıt B seçeneği olmalıdır."
  },
  {
    "id": "3796803",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi su ürünleri yetiştiriciliğinin temel amaçlarından biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Karasal tarım alanlarının genişletilmesi",
      "B": "Sucul ekosistemlerin korunması",
      "C": "Doğal balık stoklarının desteklenmesi",
      "D": "Su ürünleri ticaretinin arttırılması",
      "E": "Sağlıklı ve yüksek kaliteli gıda üretimi"
    },
    "explanation": "“Su ürünleri yetiştiriciliği, mevcut su kaynaklarından sürdürülebilir sağlıklı gıda temin etmek, azalan balık stoklarını desteklemek ve sucul ekosistemi korumak amacıyla yapılmaktadır.”"
  },
  {
    "id": "3796808",
    "unitNumber": 3,
    "text": "Balık yetiştiriciliğinde kullanılan monokültür sisteminin en önemli avantajı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Farklı balık türleri arasında rekabeti artırır.",
      "B": "Tek bir balık türünün kontrollü şekilde yetiştirilmesine olanak sağlar.",
      "C": "Su kalitesinin korunmasını zorlaştırır.",
      "D": "Karmaşık beslenme düzenlerine ihtiyaç duyar.",
      "E": "Farklı balık türleri arasında genetik çeşitliliği artırır."
    },
    "explanation": "“Monokültür üretim sistemi, tek bir balık türünün yetiştirilmesine olanak tanır ve kaliteli, yüksek üretim sağlar.”"
  },
  {
    "id": "3796814",
    "unitNumber": 3,
    "text": "Polikültür sisteminin en önemli avantajı aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Tek bir balık türünün büyümesini hızlandırmak",
      "B": "Türler arasında yiyecek rekabetini artırmak",
      "C": "Su kaynaklarını kirletmek",
      "D": "Biyolojik çeşitliliği azaltmak",
      "E": "Yüksek üretim sağlamak"
    },
    "explanation": "“Polikültür, aynı havlık türlerinin birlikte yetiştirilmesini sağlayarak su kaynaklarının daha"
  },
  {
    "id": "3796818",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi balık yetiştiriciliğinde kullanılan yetiştirme sistemlerinden biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kafes yetiştiriciliği",
      "B": "Aquaponik sistem",
      "C": "Hidroponik tarım",
      "D": "Gölet sistemi",
      "E": "Yarı entansif yetiştiricilik"
    },
    "explanation": "“Hidroponik tarım, su içinde bitkiini ifade eder ve balık yetiştiriciliği sistemleri arasında yer almaz.”"
  },
  {
    "id": "3796824",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi balık yetiştiriciliğinde uygun tür seçiminde göz önünde bulundurulması gereken faktörlerden biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "İklime uyum sağlama kabiliyeti",
      "B": "Beslenme alışkanlıkları",
      "C": "Et lezzeti",
      "D": "Karasal ekosistemlerdeki avcılık durumu",
      "E": "Hastalıklara karşı direnç"
    },
    "explanation": "“Balık yetiştiriciliğinde uygun tür seçiminde isin tüketimi, et lezzeti ve hastalıklara direnç gibi faktörler dikkate alınır.”"
  },
  {
    "id": "3796826",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi balık havuzlarının ideal özelliklerinden biri <u><strong>değildir?</strong></u>",
    "correctAnswer": "A",
    "options": {
      "A": "Köşelerinin keskin ve sert olması",
      "B": "Taban eğiminin uygun olması",
      "C": "Su giriş ve çıkışının kontrol edilebilir olması",
      "D": "Oksijenin eşit şekilde dağılmasını sağlaması",
      "E": "Tamamen boşaltılabilir olması"
    },
    "explanation": "“Balık havuzlarının köşeleri ergonomik tasarlanmalı, su girintrol edilebilir olmalı ve oksijenin eşit dağılmasını sağlamalıdır.”"
  },
  {
    "id": "3796836",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi aquaponik sistemin temel avantajlarından biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tek tip balık üretimine olanak tanır.",
      "B": "Su tüketimini azaltarak çevre dostu üretim sağlar.",
      "C": "Balık atıklarının çevreye zarar vermesine neden olur.",
      "D": "Doğal göletleri kirletir.",
      "E": "Yalnızca büyük çaplı ticari üretimler için uygundur."
    },
    "explanation": "Aquaponik sistem: Bu yöntemde bitki ve balığın birlikte yetiştirilmesi esasına dayanır. Balıklar plastik tanklarda yetiştirilir. Balık tanklarının yanında hidroponik bir bitki yatağı bulunur. Suyun sirkülasyonu hidroponik yataklar boyunca gerçekleşir. Balıklar tarafından salınan atıklar hidroponik yataklarda yetiştirilen bitkileri gübrelemektedir. Aquaponik sistemler suyun az kullanılması ve doğaya kullanılmış su verilmemesi sebebiyle çevre dostu üretim sistemidir."
  },
  {
    "id": "3796851",
    "unitNumber": 3,
    "text": "Aşağıdaki ülkelerden hangisi su ürünleri yetiştiriciliğinde en eski tarihe sahiptir?",
    "correctAnswer": "C",
    "options": {
      "A": "Mısır",
      "B": "Hindistan",
      "C": "Çin",
      "D": "Roma İmparatorluğu",
      "E": "Yunanistan"
    },
    "explanation": "“Su ürünleri yetiştiriciliğinin en eski kanıtları Çin’in Jiahu kentinde gözlemlenmiştir"
  },
  {
    "id": "3796855",
    "unitNumber": 3,
    "text": "Aşağıdaki yetiştiricilik sistemlerinden hangisi en düşük çevresel etkiye sahiptir?",
    "correctAnswer": "D",
    "options": {
      "A": "Açık su yetiştiriciliği",
      "B": "Yarı entansif yetiştiricilik",
      "C": "Kafes sistemleri",
      "D": "Recirculating Aquaculture System (RAS)",
      "E": "Toprak havuz yetiştiriciliği"
    },
    "explanation": "“Kapalı devre sistemler (RAS), suyun sürekli olarak arıtılarak tekrar kullanılmasını sağladığı için çevresel etkisi en düşük sistemlerden biridir.”"
  },
  {
    "id": "3796859",
    "unitNumber": 3,
    "text": "<ol type=\"I\"> <li>Aynı ortamda birden fazla balık türü yetiştirilir.</li> <li>Türler arası rekabet artırılarak üretim desteklenir.</li> <li>Ekosistemdeki besin kaynakları daha verimli kullanılır.</li> <li>Su kalitesi daha hızlı bozulur.</li> </ol> Yukarıdaki ifadelerden hangileri polikültür yetiştiriciliği ile doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "I, III ve IV",
      "D": "I, II ve III",
      "E": "I ve III"
    },
    "explanation": "“Polikültür, birden fazla türün aynı sistem içinde yetiştirilmesini ifade eder. Türler besin kaynaklarını daha verimli kullanarak ekolojik dengeyi destekler.”"
  },
  {
    "id": "3841520",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi su ürünleri yetiştiriciliğinin başlıca amaçları arasında yer almaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Ekonomik katkı sağlamak",
      "B": "Sucul ekosistemi kirliliğe karşı korumak",
      "C": "Kolay sindirilebilir hayvansal protein üretmek",
      "D": "Biyoçeşitliliği korumak",
      "E": "Tatlı su kaynaklarını tarımsal sulama için kullanmak"
    },
    "explanation": "Su ürünleri yetiştiriciliği, çeşitli türde balıkların ve su canlılarının üretimiyle hem ekonomik hem de çevresel açıdan katkı sağlar. Amaçları şunlardır:<br/><ul> <li> Sindirimi kolay hayvansal protein sağlamak,<br/></li> <li> Ekonomik katkıda bulunmak,<br/></li> <li> Biyoçeşitliliği korumak,<br/></li> <li> Sucul ekosistemi kirliliğe karşı korumak.<br/></li> </ul> Ancak tatlı su kaynaklarını tarımsal sulama için kullanmak, su ürünleri yetiştiriciliğinin doğrudan amacı değildir. Bu açıklamaya göre doğru cevap 'E' seçeneğidir."
  },
  {
    "id": "3841521",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi, balıkların insan ve çevre sağlığı açısından sağladığı katkılardan biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Omega-3, vitamin ve mineral içeriğiyle besin değeri sunması",
      "B": "Hayvan yemi üretiminde balık unu olarak değerlendirilmesi",
      "C": "Zararlı larvaları tüketerek hastalıkların biyolojik kontrolüne katkı sağlaması",
      "D": "Denizlerdeki tuz oranını düzenleyerek su dengesini koruması",
      "E": "Ucuz ve kolay sindirilebilir bir protein kaynağı olması"
    },
    "explanation": "Balıklar, hem insan sağlığı hem de çevresel denge için önemli avantajlar sağlar:<br/><ul> <li> Besin değeri yüksektir (protein, omega-3, vitamin, mineral içerir).<br/></li> <li> Kolay sindirilir ve ekonomiktir.<br/></li> <li> Hayvan yemi üretiminde değerlendirilir.<br/></li> <li> Larva tüketimi yoluyla hastalık vektörlerini azaltarak biyolojik mücadele sağlar.<br/></li> </ul> Ancak denizlerdeki tuz oranını düzenlemek gibi bir görevleri yoktur. Bu, balıkların işlevlerinden biri değildir. Bu açıklamaya göre doğru cevap 'D' seçeneğidir."
  },
  {
    "id": "3841522",
    "unitNumber": 3,
    "text": "Aşağıdaki yetiştiricilik türlerinden hangisinde balıklar yalnızca yapay yemlerle beslenir ve çevresel şartlar tam kontrollü şekilde yönetilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ekstansif yetiştiricilik",
      "B": "Yarı entansif yetiştiricilik",
      "C": "Entansif yetiştiricilik",
      "D": "Organik yetiştiricilik",
      "E": "Doğal stok yönetimi"
    },
    "explanation": "<ul><br/><li><br/>Ekstansif yetiştiricilik: Doğal besinlerle, düşük stok yoğunluğunda, çevresel müdahale olmadan yapılan yetiştiriciliktir.<br/></li><br/><li><br/>Yarı entansif yetiştiricilik: Doğal besinlere ek olarak yapay yemlerin de kullanıldığı sistemdir.<br/></li><br/><li><br/>Entansif yetiştiricilik: Tam kontrollü çevre koşullarında, yalnızca yapay yemlerle yapılan, yoğun sistemli üretim şeklidir.<br/></li><br/><li><br/>Organik yetiştiricilik ve doğal stok yönetimi, bu bağlamda doğrudan tanımlanmış sistemler değildir.Bu açıklamalara göre doğru cevap 'C' seçeneğidir. <br/></li><br/></ul>"
  },
  {
    "id": "3841524",
    "unitNumber": 3,
    "text": "Aşağıdaki birimlerden hangisi, kuluçkahane ve balık havuzları dışında, ofis, laboratuvar ve depo gibi destek alanları içeren yapıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Üretim binası",
      "B": "Balık havuzları",
      "C": "İşletme binası",
      "D": "Yem hazırlama ünitesi",
      "E": "Su arıtma tesisi"
    },
    "explanation": "<ul> <li> <strong>Üretim binası (kuluçkahane)</strong>: Balık türüne ve miktarına göre planlanan, yumurta ve yavru üretiminin yapıldığı yerdir.<br/></li> <li> <strong>Balık havuzları</strong>: Balıkların büyütülmesi için tür ve miktara göre inşa edilen havuzlardır.<br/></li> <li> <strong>İşletme binası</strong>: <em><strong>Ofis, laboratuvar, depo, yatakhane ve yemekhane gibi destek ve yönetim alanlarını barındırır</strong>. </em>Bu açıklamaya göre doğru cevap 'C' seçeneğidir. <br/></li> </ul>"
  },
  {
    "id": "3841525",
    "unitNumber": 3,
    "text": "Aşağıdaki balık havuzu türlerinden hangisi, pazarlama öncesi pazar boyuna ulaşmış balıkların geçici olarak tutulduğu havuzdur?",
    "correctAnswer": "D",
    "options": {
      "A": "Damızlık havuzu",
      "B": "Stabülasyon havuzu",
      "C": "Yavru havuzu",
      "D": "Stok (satış) havuzu",
      "E": "Çökeltme havuzu"
    },
    "explanation": "<ul> <li> <strong>Damızlık havuzu: </strong>Anaç balıkların düşük yoğunlukta tutulduğu havuzlardır.<br/></li> <li> <strong>Stabülasyon havuzu: </strong>Olgunlaşmaya yakın damızlıkların kontrol edildiği havuzlardır.<br/></li> <li> <strong>Yavru havuzu: </strong>Yeni çıkan yavruların büyütüldüğü ilk aşama beton havuzlardır.<br/></li> <li> <strong>Stok (satış) havuzu</strong>: <strong>Pazar boyuna ulaşmış balıkların geçici olarak stoklandığı, pazarlamaya yönelik havuzlardır.</strong><br/></li> <li> <strong>Çökeltme havuzu: </strong>esisten çıkan suyun doğal ortama verilmeden önce dinlendirildiği havuzlardır. <br/></li> <li>Bu açıklamalara göre doğru cevap 'D' seçeneğidir. </li> </ul>"
  },
  {
    "id": "3841526",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi, balıkların bayıltılmasında günümüzde en yaygın kullanılan ve FDA onaylı anestezik maddelerden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Lidokain",
      "B": "Etanol",
      "C": "MS-222",
      "D": "Propofol",
      "E": "Formalin"
    },
    "explanation": "<strong>MS-222</strong>, balıkların bayıltılmasında (anestezisi) en yaygın kullanılan ve FDA tarafından onaylanan anestezik maddedir. Bu açıklamaya göre doğru cevap 'C' seçeneğidir."
  },
  {
    "id": "3841527",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi, ekstrüde yemlerin hazırlanış sürecinde karışımın belirli bir forma sokularak şiştiği ve suyun buharlaştığı aşamayı ifade eder?",
    "correctAnswer": "D",
    "options": {
      "A": "Karıştırma",
      "B": "Isıtma",
      "C": "Basınç",
      "D": "Şekillendirme",
      "E": "Kuruma"
    },
    "explanation": "Ekstrüde yemlerin hazırlanış süreci adım adım ilerler:<br/><ol> <li> Karıştırma: Ham maddeler homojen hâle getirilir.<br/></li> <li> Isıtma: Karışım yüksek sıcaklıklara çıkarılır.<br/></li> <li> Basınç: Karışım, yüksek basınç altında ekstruderde hareket eder.<br/></li> <li> Şekillendirme: Kalıplardan geçerken şekil verilir, yem şişer ve içerisindeki su buharlaşır.<br/></li> <li> Kuruma: Son ürün kurutulur ve saklamaya uygun hâle getirilir.<br/>Bu açıklamaya göre doğru cevap 'D' seçeneğidir. <br/></li> </ol>"
  },
  {
    "id": "3841530",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi, ekstrüde yemlerin hazırlanışı sürecinde ham maddelerin homojen bir karışım hâline getirildiği ilk aşamadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Kuruma",
      "B": "Isıtma",
      "C": "Basınç",
      "D": "Karıştırma",
      "E": "Şekillendirme"
    },
    "explanation": "Ekstrüde yem hazırlama süreci beş temel aşamadan oluşur ve <strong>ilk adım \"karıştırma\"dır</strong>. Bu aşamada proteinler, yağlar, karbonhidratlar ve vitaminler gibi bileşenler iyice karıştırılarak homojen bir yapı elde edilir. Bu, sonraki işlemlerin verimliliği açısından kritiktir. Bu açıklamaya göre doğru cevap 'D' seçeneğidir."
  },
  {
    "id": "3841531",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi, basınçla peletlenen yemlerin suya batma özelliği nedeniyle özellikle uygun olduğu balık türleri için doğru bir ifadedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yüzeye yakın yaşayan balıklar için uygundur",
      "B": "Orta seviyede yüzen balıklar için özel olarak tasarlanır",
      "C": "Tüm balık türleri için eşit derecede uygundur",
      "D": "Yalnızca tatlı su balıkları için uygundur",
      "E": "Dipte yaşayan balıklar için uygundur"
    },
    "explanation": "Basınçla peletlenen yemler, sindirim kolaylığı ve su içinde stabil kalma özelliği nedeniyle avantaj sağlar.<br/>Bu yemler genellikle suya batar, bu da onları dipte yaşayan balıklar için uygun hâle getirir. Bu açıklamaya göre doğru cevap 'E' seçeniğidir."
  },
  {
    "id": "3841532",
    "unitNumber": 3,
    "text": "Aşağıdaki işlemlerden hangisi, basınçla şekillendirilen yemlerin üretim sürecinde karışıma şekil ve boyut kazandırıldığı aşamadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Buhar ile ısıtma",
      "B": "Soğutma ve kurutma",
      "C": "Karıştırma",
      "D": "Kırma ve öğütme",
      "E": "Peletleme"
    },
    "explanation": "Pelet yem hazırlama süreci sırasıyla şu adımlardan oluşur:<br/><ol> <li> Karıştırma: Ham maddelerin homojen hâle getirilmesi<br/></li> <li> Kırma ve Öğütme: İncelik kazandırılması<br/></li> <li> Buhar ile Isıtma: Yemin nemlenmesi ve yumuşatılması<br/></li> <li> Peletleme: Karışımın kalıptan geçirilerek şekil ve boyut kazandırıldığı aşamadır<br/></li> <li> Soğutma ve Kurutma: Ürünün dayanıklı ve stabil hâle getirilmesiBu açıklamaya göre doğru cevap 'E' seçeneğidir. <br/></li> </ol>"
  },
  {
    "id": "3903637",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi/hangileri su ürünleri yetiştiriciliği miktarının artmasının sebeplerindendir ?<br/>I. Tüketicilerin gıdalarının güvenliği ve emniyeti konusundaki endişeleri<br/>II. Birçok balıkçılık alanı sürdürülebilir maksimum kullanımına ulaşması<br/>III. Karbon emisyonu artışına minimum düzeyde katkı sağlaması",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Su ürünleri yetiştiriciliği miktarı her geçen gün artmaktadır. Bu artışın başlıca nedenleri şunlardır:<br/>• Birçok balıkçılık alanı sürdürülebilir maksimum kullanımına ulaşması<br/>• Tüketicilerin gıdalarının güvenliği ve emniyeti konusundaki endişeleri<br/>• Yüksek kaliteli, sağlıklı, düşük kalorili ve yüksek proteinli su ürünlerine yönelik pazar talebinin artması<br/>• Karbon emisyonu artışına minimum düzeyde katkı sağlaması<br/>Cevap E seçeneği olmalıdır."
  },
  {
    "id": "3903638",
    "unitNumber": 3,
    "text": "Aşağıdaki seçeneklerden hangisi balık yetiştiriciliğinin avantajlarından değildir ?",
    "correctAnswer": "C",
    "options": {
      "A": "Fazla kaynağa ihtiyaç duymaz.",
      "B": "İstihdam sağlar.",
      "C": "Biyoçeşitlilik arttırılır.",
      "D": "Tarıma elverişli olmayan bölgelerde ekonomiye katkı sağlar.",
      "E": "Besin değeri arttırılmış balıklara ulaşılabilir."
    },
    "explanation": "Balık Yetiştiriciliğinin Avantajları: • Balık yetiştiriciliği fazla kaynağa ihtiyaç duymaz; başlangıç için küçük beton veya plastik tank yeterlidir. • Yetiştiricilikte balıkların besin değerlerini artırmak için gözetim altında büyütülürler. Bu nedenle, bu balıkların besin miktarı vahşi olanlardan daha fazladır. • Yetiştiriciliğe uygun çok balık türü vardır. • Tarıma elverişli olmayan herhangi bir toprak parçası bir balık havuzuna dönüştürülüp, üretim yapılarak ekonomik katkı sağlanır. • Balıklar kontrollü yetiştirildiği için düşük risk faktörlerine sahiptir. • Doğal ekosistemlerin restore edilmesine yardımcı olur. • İstihdam sağlar.<br/>Balık yetiştiriciliği ile biyoçeşitlilik korunur, arttırılmaz. Var olan cinsler üzerinden yetiştiricilik yapılar. Yeni türlere yönelik yapılmaz.<br/>Yanıt C seçeneği olmalıdır."
  },
  {
    "id": "3903639",
    "unitNumber": 3,
    "text": "Bitki ve balığın birlikte yetiştirilmesi esasına dayalı yetiştiricilik aşağıdaki seçeneklerden hangisi ile ifade edilir ?",
    "correctAnswer": "D",
    "options": {
      "A": "Karma Balık Yetiştiriciliği",
      "B": "Kafes Sistemi",
      "C": "Polikültür",
      "D": "Aquaponik sistem",
      "E": "Monoseks Kültür"
    },
    "explanation": "Aquaponik sistem: Bu yöntemde bitki ve balığın birlikte yetiştirilmesi esasına dayanır. Balıklar plastik tanklarda yetiştirilir. Balık tanklarının yanında hidroponik bir bitki yatağı bulunur. Suyun sirkülasyonu hidroponik yataklar boyunca gerçekleşir. Balıklar tarafından salınan atıklar hidroponik yataklarda yetiştirilen bitkileri gübrelemektedir. Aquaponik sistemler suyun az kullanılması ve doğaya kullanılmış su verilmemesi sebebiyle çevre dostu üretim sistemidir.<br/>Yanıt D seçeneği olmalıdır."
  },
  {
    "id": "3903640",
    "unitNumber": 3,
    "text": "Balık yetiştiriciliğinde kültürü yapılan türler için aşağıda belirtilen yetiştirme sistemlerinden hangisi/hangileri kullanılabilmektedir ?<br/>I. Toprak havuz<br/>II. Beton tank<br/>III. Cam havuz",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Yetiştirme sistemlerinin teknik olarak genel yapıları aşağıdaki gibidir: • Toprak havuzlar• Beton tanklar • Güçlendirilmiş plastik tanklar • Plastik tanklar • Ahşap tekneler veya fıçılar • Yetiştirme kafesleri<br/>Yanıt B seçeneği olmalıdır."
  },
  {
    "id": "3903641",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi/hangileri ülkemizde balık yetiştiriciliği yapmak isteyen bir işletme tarafından/adına izin ya da görüş alınan yerlerdendir ?<br/>I. Ulaştırma Bakanlığı<br/>II. İl Müdürlüğü<br/>III. Devlet Su İşleri Genel Müdürlüğü",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "İl müdürlüğü talep edilen bilgi ve belgeler ile uygun görüşünü de belirterek Balıkçılık ve Su Ürünleri Genel Müdürlüğünden ön izin talebinde bulunur.<br/>Özel idaresine ait göletlerde yetiştiricilik için yapılan müracaatta, Bakanlık İl Müdürlüğü tarafından Özel İdare Müdürlüğünden görüş alınır. • DSİ’ye ait göletlerde yetiştiricilik için yapılan müracaatta, Bakanlık merkez teşkilatı tarafından Devlet Su İşleri Genel Müdürlüğünün görüşü alınır. • Deniz işletmeleri için Ulaştırma Bakanlığından görüş alınır.<br/>Yanıt E seçeneği olmalıdır."
  },
  {
    "id": "3903642",
    "unitNumber": 3,
    "text": "Balık yetiştiriciliğinde olgunlaşmaya yakın damızlıkların kontrolünün yapıldığı toprak veya betondan yapılmış havuzlar aşağıdaki seçeneklerden hangisi ile ifade edilir ?",
    "correctAnswer": "E",
    "options": {
      "A": "Yavru havuzları",
      "B": "Büyütme havuzları",
      "C": "Çökeltme havuzları",
      "D": "Stok havuzları",
      "E": "Stabülasyon havuzları"
    },
    "explanation": "Yavru havuzları: İnkübatörlerde 4 haftasını tamamlayan yavruların 5-8 cm’ye ulaşıncaya kadar 4-5 ay kaldıkları beton havuzlardır. • Büyütme (semirtme) havuzları: Yetiştiriciliği yapılacak türün özelliğine göre inşa edilmiş havuzlardır. Üretim yapılan arazinin topoğrafyası, kullanılan suyun özelliği, su miktarı, toprak yapısı ve iklim özellikleri, kapalı ortamda üretim yapılacak ise üretim miktarına göre tasarlanan havuzlardır. Kanal tipi havuzlar olabildiği gibi yuvarlak tipte havuzlar bulunmaktadır. • Damızlık havuzları: Yumurtasını işletmesinde üreten veya yumurta üretimi yapılan tesislerde bulunan balık stoğunun az yoğunlukta tutulduğu anaç balıkların tutulduğu havuzlardır. • Stabülasyon havuzları: Olgunlaşmaya yakın damızlıkların kontrolünün yapıldığı toprak veya betondan yapılmış havuzlardır. • Stok (satış) havuzları: Pazar boyuna gelmiş balıkların stoklandığı havuzlardır. Yetiştiriciliği yapılan balık türüne, pazarlama yöntemine ve işletmenin amacına uygun olarak tasarlanabilen havuzlardır. • Çökeltme h<br/>Yanıt E seçeneği olmalıdır."
  },
  {
    "id": "3903643",
    "unitNumber": 3,
    "text": "Balık yetiştiriciliğinde genetik olarak uygun eşleşmeler sağlanarak seçici yetiştirme programlarının uygulanması ve yakın akraba çiftleşmelerinin kaçınıldığı yöntem aşağıdakilerden hangisidir ?",
    "correctAnswer": "E",
    "options": {
      "A": "Rotasyonel Üreme Stratejileri",
      "B": "Eğitim ve Bilinçlendirme",
      "C": "Genetik Markörlerin Kullanımı",
      "D": "Geniş Genetik Havuzun Kullanımı",
      "E": "Kontrollü Üreme Programları"
    },
    "explanation": "Kontrollü Üreme Programları: Kontrollü çiftleştirme programları, genetik çeşitliliğin korunmasına ve inbreeding (akraba evliliği) riskinin azalmasına yardımcı olur. Genetik olarak uygun eşleşmeler sağlanarak seçici yetiştirme programlarının uygulanması ve yakın akraba çiftleşmelerinden kaçınılması.<br/>Yanıt E seçeneği olmalıdır."
  },
  {
    "id": "3903644",
    "unitNumber": 3,
    "text": "Aşağıda verilen tür ve döllenmemiş yumurta bozulma süreleri eşleştirmelerinden hangisi yanlıştır ?",
    "correctAnswer": "C",
    "options": {
      "A": "<em>Cyprinus carpio</em> : 50-80 dakika",
      "B": "<em>Ctenopharyngodon idella :</em> 30-45 dakika",
      "C": "<em>Salmo gairdneri : </em>2 gün",
      "D": "<em>Labeo bicolor :</em> 15-30 dakika",
      "E": "<em>Centropomus sp. : </em>15-30 dakika"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/2ab53e09a8aa0686d49b7683aad4d8bf.jpeg\" alt=\"\" width=\"543\" height=\"242\"><br/>Yanıt C seçeneği olmalıdır."
  },
  {
    "id": "3903645",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi/hangileri balık yetiştiriciliğinde balıkları bayıltmak ya da sakinleştirmek için kullanılan anestezik maddelerdendir ?<br/>I. Karanfil yağı<br/>II. Eter<br/>III. MS-222",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Bayıltmak veya balıkların sakinlemesini sağlamak amacıyla yetiştiriciliğinde genel olarak kullanılan anestezik maddeler, karanfil yağı, MS-222, Quinaldin, 2-fenoksietanol’dür.<br/>Yanıt C seçeneği olmalıdır."
  },
  {
    "id": "3903646",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi sazan üretiminde yumurta yapışkanlığının giderilmesinde kullanılan solüsyonlardan değildir ?",
    "correctAnswer": "E",
    "options": {
      "A": "Ananas Solüsyonu",
      "B": "Süt Tozu Solüsyonu",
      "C": "Pudra Solüsyonu",
      "D": "Proteolitik Enzim Solüsyonları",
      "E": "Şeker Solüsyonu"
    },
    "explanation": "Sazan üretiminde yumurta yapışkanlığının giderilmesinde en bilinen solüsyonlar şunlardır:<br/>Süt Tozu Solüsyonu<br/>Süt Solüsyonu<br/>Woynarovich ve Woynarovich Metodu<br/>Sodyum Sülfit-Tannik Asit Solüsyonu<br/>Pudra Solüsyonu<br/>Ananas Solüsyonu<br/>Proteolitik Enzim Solüsyonları<br/>Yanıt E seçeneği olmalıdır."
  },
  {
    "id": "3833322",
    "unitNumber": 4,
    "text": "I. Erkek spermiyle döllenmemiş bir dişi gametin gelişip yeni bir birey oluşturmasıdır.<br/>II. Partenogenezde döllenme yoktur.<br/>III. Bir eşeyli üreme türüdür.<br/>IV. Uyarı sonucu kendini dölleyen yumurtalardan oluşan yavrular daima erkek olmaktadır.<br/>Partenogenez ile ilgili olarak yukarıda verilen ifadelerden doğru olanlar hangi seçenekte yer almaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "III ve IV",
      "D": "I ve III",
      "E": "II ve IV"
    },
    "explanation": "Partenogenez, erkek spermiyle döllenmemiş bir dişi gametin gelişip yeni bir birey oluşturmasıdır. Partenogenezde döllenme yoktur, dolayısıyla bir eşeysiz üreme türüdür. Uyarı sonucu kendini dölleyen yumurtalardan oluşan yavrular daima dişi olmaktadır."
  },
  {
    "id": "3833323",
    "unitNumber": 4,
    "text": "\"Balıklarda dört farklı üreme şekli bilinmektedir. Bu üreme şeklinde İç döllenme gerçekleşir ve döllenmiş yumurtalar gelişimlerinin çoğunu (yaklaşık %95) anne karnında geçirirler. Yumurtalar vitellüsten beslenir ve gelişimini tamamlayan yumurtalar açılmadan dış ortama bırakılırlar.”<br/>Yukarıda özellikleri verilen üreme şekli aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ovipar",
      "B": "Oviovovivipar",
      "C": "Ovovivipar",
      "D": "Vivipar",
      "E": "Hibridogenesist"
    },
    "explanation": "Balıklarda dört farklı üreme şekli bilinmektedir.<br/>Oviovovivipar: İç döllenme gerçekleşir ve döllenmiş yumurtalar gelişimlerinin çoğunu (yaklaşık %95) anne karnında geçirirler. Yumurtalar vitellüsten beslenir ve gelişimini tamamlayan yumurtalar açılmadan dış ortama bırakılırlar."
  },
  {
    "id": "3833325",
    "unitNumber": 4,
    "text": "Çipuranın özellikleri ile ilgili olarak aşağıda verilen ifadelerden hangisi <u>doğru değildir</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Cinsin adı “sparus”tur.",
      "B": "Baş profili düzenli olarak kavislidir.",
      "C": "Gözler büyüktür.",
      "D": "Sırt yüzgecinde 13 ila 14 yumuşak ışından önce gelen 11 diken bulunur.",
      "E": "Pulsuz bir ön yüzgeç ve yanaklarda pullar bulunur."
    },
    "explanation": "Çipuranın gümüşi gri yaprak benzeri gövdesi bir mızrağın parlayan metalik ucunun şeklini anımsatır.Bu nedenle cinsin adı “sparus”tur. Yanal çizginin başlangıcında, operkülün üst kenarında genişleyen belirginbir siyah bölge vardır. Baş profili düzenli olarak kavislidir. Gözler küçüktür ve iki küçük gözü ayıranaltın bir ön bant vardır; bu nedenle türün isimlendirilmesi Latince altın anlamına gelen “auratus” terimindentüretilmiştir. Sırt yüzgecinde 13 ila 14 yumuşak ışından önce gelen 11 diken, anal yüzgecinde ise 11 ila 12 yumuşak ışın ve 3 diken, pulsuz bir ön yüzgeç ve yanaklarda pullar bulunur."
  },
  {
    "id": "3833326",
    "unitNumber": 4,
    "text": "Tuzlu sular ile tatlı sular arasında beslenme veya üreme amacıyla göç eden balıklara ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Öritermal",
      "B": "Örihalin",
      "C": "Gonokorizm",
      "D": "Diadrom",
      "E": "Katadrom"
    },
    "explanation": "Tuzlu sular ile tatlı sular arasında beslenme veya üreme amacıyla göç eden balıklara diadrom balıklar denir."
  },
  {
    "id": "3833327",
    "unitNumber": 4,
    "text": "Türkiye’de çizgili mercan ve İngilizce adıyla european seabass olarak bilinen, ötermik olup, 5-28 °C su sıcaklığında yaşayan balık türü aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Çipura",
      "B": "Levrek",
      "C": "Alabalık",
      "D": "Sazan",
      "E": "Orkinos"
    },
    "explanation": "Türkiye’de çizgili mercan ve İngilizce adıyla european seabass olarak bilinen levrek balığı, ülkemizin önemli yetiştiricilik yapılan türlerinden biridir. Levrek balığı ötermiktir, 5-28 °C su sıcaklığında yaşarlar."
  },
  {
    "id": "3833328",
    "unitNumber": 4,
    "text": "I. Alabalıklar, tuzlu su balıklarıdır.<br/>II. Dişiler genellikle daha uzun ve ince bir vücut yapısına sahiptirler.<br/>III. Yetiştiriciliği en çok yapılan gökkuşağı alabalığıdır.<br/>IV. Alabalıklar Salmonidae familyasında bulunur.<br/>Alabalıklar ile ilgili olarak verilen ifadelerden doğru olanlar hangi seçenekte verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "III ve IV",
      "D": "I ve III",
      "E": "II ve IV"
    },
    "explanation": "Alabalıklar, tatlı su balıkları olup, salmonidae familyasına ait türleri içerir. Erkekler genellikle daha uzun ve ince bir vücut yapısına sahiptirler. Üreme döneminde baş ve çene yapıları daha belirgin hâle gelir. Dişiler ise geniş ve yuvarlak bir karın yapısına sahip olurlar, özellikle üreme döneminde yumurtalarla dolu olduklarında karın bölgeleri daha şişkin görünür. Yetiştiriciliği en çok yapılan gökkuşağı alabalığı, yumurtlaması kolay, hızlı büyüyen, çok çeşitli ortamlara ve kullanıma toleranslı ve büyük yavruları yapay bir diyetle kolayca kesilebilen dayanıklı bir balıktır."
  },
  {
    "id": "3833329",
    "unitNumber": 4,
    "text": "Sazan balığı üreme davranışlarıyla dikkat çeken bir türdür. Sazanlarda görülen korteş davranışı ile ilgili olarak aşağıdakilerden hangisi <u>doğru değildir</u>?",
    "correctAnswer": "B",
    "options": {
      "A": "Bazı durumlarda, erkek sazanlar dişileri çekmek için sesler çıkarabilir.",
      "B": "Dişi sazanlar, erkeklerin yanında vücutlarını titretme eğilimindedirler.",
      "C": "Üreme döneminde erkek sazanlar, genellikle dişilerin etrafında dolaşır ve onları takip eder.",
      "D": "Dişiler, üreme alanında kuyruklarını yuvarlarlar.",
      "E": "Üreme döneminde erkek sazanların vücut renkleri, daha parlak ve canlı hâle gelir."
    },
    "explanation": "<em>Sazan balığı </em>üreme davranışlarıyla dikkat çeken bir türdür. Dişileri Takip Etme: Üreme döneminde erkek sazanlar, genellikle dişilerin etrafında dolaşır ve onları takip eder. Bu, erkeklerin dişilerin dikkatini çekmeye ve onları eşleşmeye teşvik etmeye çalıştığını gösterir.<br/>Vücut Titretme: Erkek sazanlar, dişilerin yanında vücutlarını titretme eğilimindedirler. Bu titreme hareketi, erkeğin cinsel olgunluğa ve üreme isteğine işaret eder ve dişilerin dikkatini çekmeye çalışır.<br/>Renk Değişiklikleri: Üreme döneminde erkek sazanların vücut renkleri, daha parlak ve canlı hâle gelir. Bu renk değişiklikleri, erkeklerin üreme hazırlığı içinde olduklarını ve dişilere kendilerini göstermeye çalıştıklarını gösterir.<br/>Sesler ve Dokunuşlar: Bazı durumlarda, erkek sazanlar dişileri çekmek için sesler çıkarabilir veya onlara dokunabilirler.<br/>Yumurtlama: Dişiler, üreme alanında kuyruklarını yuvarlarlar ve yumurtaları serbest bırakırlar. Erkekler, bu sırada yumurtaları döllerler."
  },
  {
    "id": "3833330",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi mersin balıklarının bir kısmının dünya genelinde tükenmiş durumda olup, bazı türlerin ise yok olma tehlikesiyle karşı karşıya olmasının sebeplerinden biri <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Nehirler üzerinde yapılan barajlar",
      "B": "Nehirlerdeki kirlilik",
      "C": "Habitat tahribatı",
      "D": "Aşırı avlanma",
      "E": "Doğal yaşam alanlarının artırılması"
    },
    "explanation": "Son yıllarda nehirler üzerinde yapılan barajlar ve benzeri yapılar, mersin balıklarının üreme göçlerini engellemiştir. Ayrıca nehirlerdeki kirlilik ve habitat tahribatları da bu türlerin üreme alanlarını olumsuz yönde etkilemiştir. Özellikle mersin balığının etinin kalitesi ve ekonomik değeri yüksek olan havyarın elde edilmesi, bu türler üzerinde aşırı avlanma baskısına yol açmıştır."
  },
  {
    "id": "3833332",
    "unitNumber": 4,
    "text": "“Mersin balıkları içinde en büyük türlerden biridir ve sağlam, sert ve kalın bir gövdeye sahiptir. Beluga adı verilen en kaliteli ve pahalı havyar bu türden elde edilir.”<br/>Yukarıda özellikleri verilen Mersin balığı türü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Mersin morinası",
      "B": "Rus Mersini",
      "C": "Biz (Şip) Balığı",
      "D": "Tilapya",
      "E": "Karaca Mersin’i"
    },
    "explanation": "Mersin morinası, mersin balıkları içinde en büyük türlerden biridir ve sağlam, sert ve kalın bir gövdeye sahiptir. Ekonomik değeri yüksektir, özellikle Beluga adı verilen en kaliteli ve pahalı havyar bu türden elde edilir."
  },
  {
    "id": "3833341",
    "unitNumber": 4,
    "text": "I. Tilapya balıkları, Salmonidae familyasına aittir.<br/>II. Omnivor beslenme alışkanlıklarına sahiptir.<br/>III. Ağızda kuluçka yapan türlerdir.<br/>IV. 10°C’nin altındaki sıcaklıklar yaşamaları için ideal sıcaklıktır.<br/>Tilapya balıkları ile ilgili olarak yukarıda verilen ifadelerden doğru olanlar hangi seçenekte yer almaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "III ve IV",
      "D": "I ve III",
      "E": "II ve IV"
    },
    "explanation": "Tilapya balıkları, Cichlidae familyasına aittir. Tilapya balıkları, sağlam ve dayanıklı yapıları ile bilinirler. Tilapya balıkları, ağızda kuluçka yapan (mouthbrooding) türlerdir. Dişi balıklar yumurtaları ağızlarında taşır ve yavrular yumurtadan çıktıktan sonra bir süre daha ağızda barınırlar. Tilapya omnivor (herbivor ve etçil) beslenme alışkanlıklarına sahiptir. Doğada algler, planktonlar, küçük böcekler ve detritus ile beslenirler. 10°C’nin altındaki sıcaklıklarda ise hayatta kalmaları zorlaşır."
  },
  {
    "id": "3840931",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi balıkların üreme şekillerinden ''partenogenez'' hakkında yanlış verilmiştir ?",
    "correctAnswer": "B",
    "options": {
      "A": "Erkek spermiyle döllenmemiş bir dişi gametin gelişip yeni bir birey oluşturmasıdır.",
      "B": "Eşeyli üreme türüdür.",
      "C": "Ginogenetik ve hibridogenezis alt tipleri bulunmaktadır.",
      "D": "Uyarı sonucu kendini dölleyen yumurtalardan oluşan yavrular daima dişi olmaktadır.",
      "E": "Partenogenetik üreme hermafrodizmden daha az görülür."
    },
    "explanation": "Partenogenez: Partenogenez, erkek spermiyle döllenmemiş bir dişi gametin gelişip yeni bir birey oluşturmasıdır. Partenogenezde döllenme yoktur, dolayısıyla bir eşeysiz üreme türüdür.<br/>Yanıt B seçeneği olmalıdır."
  },
  {
    "id": "3840932",
    "unitNumber": 4,
    "text": "Dişi balığın vücudunda gelişirken annenin vücudundan besin alan ve yavruların doğum yoluyla oluştuğu üreme stratejisini taşıyan balıklara ne ad verilir ?",
    "correctAnswer": "B",
    "options": {
      "A": "Ovipar",
      "B": "Vivipar",
      "C": "Ovovivipar",
      "D": "Oviovovivipar",
      "E": "Hiçbiri"
    },
    "explanation": "Vivipar: Vivipar balıklar, yavrularını doğrudan doğuran balıklardır. Bu tür balıklarda embriyolar, dişi balığın vücudunda gelişirken annenin vücudundan besin alır. Bu, yavruların daha gelişmiş ve hayatta kalma şansının daha yüksek olduğu bir üreme stratejisidir. Vivipar üreme stratejisi, genellikle yavruların daha güvenli bir ortamda büyümesini sağlar ve dış tehlikelerden korunmasını temin eder. Vivipar balıklar, yavrularının gelişimi sırasında onlara doğrudan besin sağladığı için, yavrular daha güçlü ve dış dünyaya daha iyi hazırlanmış şekilde doğar.<br/>Yanıt B seçeneği olmalıdır."
  },
  {
    "id": "3840933",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi balık üreme dönemlerini belirleyen çevresel faktörlerdendir ?<br/>I. Tuzluluk<br/>II. Sıcaklık<br/>III. Su derinliği",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Balık yetiştiriciliğinde çevresel faktörler<br/>Beslenme<br/>Hormonlar<br/>Fizyolojik faktörler<br/>Ekolojik faktörler<br/>Sıcaklık<br/>Fotoperiyod<br/>Termoperiyot<br/>Ay döngüleri<br/>Yükselti ve bölge<br/>Su derinliği<br/>Üreme substrat türü<br/>Tuzluluk<br/>Yanıt E seçeneği olmalıdır."
  },
  {
    "id": "3840934",
    "unitNumber": 4,
    "text": "Gümüşi gri yaprak benzeri gövdesi bir mızrağın parlayan metalik ucunun şeklini anımsatan ve <em>Sparus aurata</em> ismiyle bilinen balık türü aşağıdakilerden hangisidir ?",
    "correctAnswer": "A",
    "options": {
      "A": "Çipura",
      "B": "Levrek",
      "C": "Alabalık",
      "D": "Mersin balığı",
      "E": "Sazan"
    },
    "explanation": "Çipuranın gümüşi gri yaprak benzeri gövdesi bir mızrağın parlayan metalik ucunun şeklini anımsatır. Bu nedenle cinsin adı “sparus”tur. Yıllar geçtikçe artan üretim hacmi ve yetiştiricilik teknolojileri ile Akdeniz akuakültüründe öne çıkan bir tür olan çipura (Sparus aurata) önemli bir araştırma ve yetiştiricilik odağı hâline gelmiştir.<br/>Yanıt A seçeneği olmalıdır."
  },
  {
    "id": "3840935",
    "unitNumber": 4,
    "text": "Tuzlu sular ile tatlı sular arasında beslenme veya üreme amacıyla göç eden balıklara ne ad verilir ?",
    "correctAnswer": "D",
    "options": {
      "A": "Katadrom",
      "B": "Öritermal",
      "C": "Örihalin",
      "D": "Diadrom",
      "E": "Protandrous"
    },
    "explanation": "Diadrom: Tuzlu sular ile tatlı sular arasında beslenme veya üreme amacıyla göç eden balıklara diadrom balıklar denir. Üç alt grubu bulunur.<br/>Öritermal: Geniş sıcaklık aralığına tolerans gösterebilen diğer anlamda dayanabilen canlılara denir.<br/>Örihalin: Euryhaline organizmalar geniş bir tuzluluk aralığına uyum sağlayabilmektedir.<br/>Sonbaharın sonlarına doğru, üreme yaşına erişmiş balıkların (yetişkin) ürediği açık denizlere geri dönerler (Katadrom). Çipura balıkları sıralı hermafrodittir (protandrous): balıklar bireyler erkek olarak doğar ve daha sonra dişiye dönüşürler.<br/>Yanıt D seçeneği olmalıdır."
  },
  {
    "id": "3840936",
    "unitNumber": 4,
    "text": "Dağılımı Norveç’ten Fas’a, Kanarya Adaları ve Senegal’e kadar olup Akdeniz ve Karadeniz’de de bulunan <em>Dicentrarchus labrax </em>adıyla bilinen balık türü aşağıdakilerden hangisidir ?",
    "correctAnswer": "D",
    "options": {
      "A": "Mersn balığı",
      "B": "Alabalık",
      "C": "Somon",
      "D": "Levrek",
      "E": "Çipura"
    },
    "explanation": "Levrek: Doğu Atlantik: Norveç’ten Fas’a, Kanarya Adaları ve Senegal’e kadar uzanır. Akdeniz ve Karadeniz’de de bulunur. Beyaz, Barents, Baltık ve Hazar Denizlerinde dağılım göstermez.<br/>Yanıt D seçeneği olmalıdır."
  },
  {
    "id": "3840937",
    "unitNumber": 4,
    "text": "Türkiye’de en yaygın yetiştiriciliği yapılan alabalık türü aşağıdakilerden hangisidir ?",
    "correctAnswer": "A",
    "options": {
      "A": "<em>Oncorhynchus mykiss</em>",
      "B": "<em>Salmo Salar</em>",
      "C": "<em>Salvelinus fontinalis</em>",
      "D": "<em>Salmo trutta</em>",
      "E": "<em>Salmo gardneri</em>"
    },
    "explanation": "Türkiye’de de önemli bir akuakültür türüdür. Gökkuşağı alabalığı (Oncorhynchus mykiss), yetiştiriciliği en yaygın yapılan türdür. Dünya genelinde kültürü yapılan başlıca alabalık türleri gökkuşağı alabalığı (Oncorhynchus mykiss), kahverengi alabalık (Salmo trutta) ve Amerika alabalığı (Salvelinus fontinalis)dır.<br/>Yanıt A seçeneği olmalıdır."
  },
  {
    "id": "3840938",
    "unitNumber": 4,
    "text": "Alabalık yetiştiriciliğinde yavruların birkaç ay boyunca tatlı suda büyütüldüğü dönem aşağıdakilerden hangisidir ?",
    "correctAnswer": "B",
    "options": {
      "A": "Yumurtlama ve kuluçka",
      "B": "Parr evresi",
      "C": "Smoltifikasyon",
      "D": "Denizde yetiştirme",
      "E": "Hasat"
    },
    "explanation": "Parr Evresi: Yavrular, birkaç ay boyunca tatlı suda büyütülür ve bu süreçte ‘parr’ olarak adlandırılırlar. Bu evrede yavruların düzgün gelişimi ve sağlıklı beslenmesi önemlidir.<br/>Yanıt B seçeneği olmalıdır."
  },
  {
    "id": "3840944",
    "unitNumber": 4,
    "text": "Aşağıdaki seçeneklerde sazan balığının özellikleri ile ilgili bilgilerden hangisi yanlış verilmiştir ?",
    "correctAnswer": "D",
    "options": {
      "A": "Erkek sazanların vücutlarını titretmesi üreme eğilimi gösterir.",
      "B": "Üreme döneminde genellikle yüksek sıcaklık ve uygun su koşulları olan akarsulara veya nehirlerin üst kısımlarına göç ederler.",
      "C": "Dişilerin bir sezonda bir milyondan fazla yumurta bıraktığı bilinmektedir.",
      "D": "Optimal büyüme sıcaklık aralığı 25-30°C iken, sazanlar 40°C’ye kadar olan sıcaklıklara uyum sağlayabilirler.",
      "E": "Genelde sıcak sulardan hoşlanan bir tür olmasına rağmen, 4-5°C’ye kadar olan soğuk sulara da adaptasyon yeteneğine sahiptir."
    },
    "explanation": "Sazanlar için optimal büyüme sıcaklık aralığı 18-25°C iken, sazanlar 30°C’ye kadar olan sıcaklıklara uyum sağlayabilirler.<br/>Yanıt D seçeneği olmalıdır."
  },
  {
    "id": "3840949",
    "unitNumber": 4,
    "text": "Sürekli ve ortada kesintiye uğramayan alt dudağa sahip, 2 metre boya kadar ulaşabilen ve ağırlığı 17.7 ila 21.9 kilogram arasında değişen balık türü aşağıdakilerden hangisidir ?",
    "correctAnswer": "B",
    "options": {
      "A": "Tilapya",
      "B": "Biz balığı",
      "C": "Orkinos",
      "D": "Rus mersini",
      "E": "Sazan"
    },
    "explanation": "Biz (Şip)balığı: Acipenser nudiventris’in en belirgin teşhis özelliği, sürekli ve ortada kesintiye uğramayan alt dudağıdır. Bu tür, 2 metre boya kadar ulaşabilir ve anaçların ağırlığı 17.7 ila 21.9 kilogram arasında değişir. Gametosomatik İndeksi ortalama %18.4 civarındadır. Bu tür, deniz kıyılarında, silt kaplı zeminleri tercih ederek yaşar ve hayatının büyük bölümünü burada geçirir.<br/>Yanıt B seçeneği olmalıdır."
  },
  {
    "id": "3903658",
    "unitNumber": 4,
    "text": "Balık yetiştiriciliği için seçilecek türlerin temel özelliklerinden biri aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yavaş büyüme göstermesi",
      "B": "Yemden düşük oranda yararlanması",
      "C": "Yüksek ölüm oranına sahip olması",
      "D": "Yüksek pazar değeri ve verimliliğe sahip olması",
      "E": "Sadece tatlı suda yaşayabilmesi"
    },
    "explanation": "Yetiştiriciliği yapılacak türlerin belirli özellikleri barındırması önemlidir. Yetiştiricilikte yüksek verim, üretim maliyetinin düşüklüğü, yetiştirme kolaylığı ve pazarının olması bir türün seçiminde önemli etkenlerdendir. Genel anlamda yetiştiricilik yapılırken yüksek verimli balık türleri tercih edilir. Bu türler, hızlı büyüme, yüksek hayatta kalma, hastalığa karşı dirençli olmaları, daha az yem tüketmeleri, tüketilen yem miktarına göre kazandığı ağırlık miktarının yüksekliği, yüksek yoğunluklu ortamlarda yaşayabilmeleri, daha sık hasat edilebilmeleri, kısa üretim döngüsüne sahip olma yetiştiricilikte diğer tercih sebepleridir. Verimi yüksek türler yerel iklim ortama uyum yetenekleri yüksek olması, besin kaynaklarının varlığı ve temininin mümkün olması, yem maliyetinin düşük olması, tesis kurulum maliyetlerinin düşüklüğü ve tesis bakım maliyetlerinin düşük olmasını içerir. Dünya ve ülkemizde et verimi yetiştirme kolaylığı, et kalitesi yetiştirme kolaylığı ve buna benzer sebeplerden dolayı iç su ve deniz balıkları üretimi yapılmaktadır."
  },
  {
    "id": "3903659",
    "unitNumber": 4,
    "text": "Çipura balığının bilimsel adı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Dicentrarchus labrax",
      "B": "Oncorhynchus mykiss",
      "C": "Sparus aurata",
      "D": "Salmo trutta",
      "E": "Anguilla anguilla"
    },
    "explanation": "Çipuranın (Sparus Aurata) Genel Özellikleri<br/>Yıllar geçtikçe artan üretim hacmi ve yetiştiricilik teknolojileri ile Akdeniz akuakültüründe öne çıkan bir tür olan çipura (Sparus aurata) önemli bir araştırma ve yetiştiricilik odağı hâline gelmiştir. Türkiye’de alyanak ve çipura adıyla ve İngilizce adıyla gilthead seabream balığı olarak da bilinen yaldızlı sparus aurata, tüm sparidae familyasına adını veren sparus cinsinin eşsiz bir türüdür. Işın yüzgeçli balıkların üst sınıfı olan actinopterygii’ye, osteichthyes sınıfına ve perciformes takımına aittir.<br/>Çipuranın (Sparus Aurata) Genel Özellikleri Yıllar geçtikçe artan üretim hacmi ve yetiştiricilik teknolojileri ile Akdeniz akuakültüründe öne çıkan bir tür olan çipura (Sparus aurata) önemli bir araştırma ve yetiştiricilik odağı hâline gelmiştir. Türkiye’de alyanak ve çipura adıyla ve İngilizce adıyla gilthead seabream balığı olarak da bilinen yaldızlı sparus aurata, tüm sparidae familyasına adını veren sparus cinsinin eşsiz bir türüdür. Işın yüzgeçli balıkların üst sınıfı olan actinopterygii’ye, osteichthyes sınıfına ve perciformes takımına aittir."
  },
  {
    "id": "3903660",
    "unitNumber": 4,
    "text": "Erkek spermiyle döllenmemiş bir dişi gametin gelişip yeni bir birey oluşturmasına ne denir?",
    "correctAnswer": "B",
    "options": {
      "A": "Hermafrodizm",
      "B": "Partenogenez",
      "C": "Ovipar",
      "D": "Vivipar",
      "E": "Oviovovivipar"
    },
    "explanation": "Hermafrodizm: Hermafroditlik belirgin bir şekilde erkek ve dişi eşeysel karakterlerin birlikte taşınmasıdır.<br/>Partenogenez: Partenogenez, erkek spermiyle döllenmemiş bir dişi gametin gelişip yeni bir birey oluşturmasıdır. Partenogenezde döllenme yoktur, dolayısıyla bir eşeysiz üreme türüdür.<br/>Ovipar: Ovipar balıklar, yumurtlayarak üreyen balıklardır.<br/>Vivipar: Vivipar balıklar, yavrularını doğrudan doğuran balıklardır.<br/>Oviovovivipar: İç döllenme gerçekleşir ve döllenmiş yumurtalar gelişimlerinin çoğunu (yaklaşık %95) anne karnında geçirirler.<br/>Hermafrodizm: Hermafroditlik belirgin bir şekilde erkek ve dişi eşeysel karakterlerin birlikte taşınmasıdır. Partenogenez: Partenogenez, erkek spermiyle döllenmemiş bir dişi gametin gelişip yeni bir birey oluşturmasıdır. Partenogenezde döllenme yoktur, dolayısıyla bir eşeysiz üreme türüdür. Ovipar: Ovipar balıklar, yumurtlayarak üreyen balıklardır. Vivipar: Vivipar balıklar, yavrularını doğrudan doğuran balıklardır. Oviovovivipar: İç döllenme gerçekleşir ve döllenmiş yumurtalar gelişimlerinin çoğunu (yaklaşık %95) anne karnında geçirirler."
  },
  {
    "id": "3903661",
    "unitNumber": 4,
    "text": "Yavrularını doğrudan doğuran balıklar aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Partenogenez",
      "B": "Ovipar",
      "C": "Vivipar",
      "D": "Oviovovivipar",
      "E": "Ovovivipar"
    },
    "explanation": "Ovipar: Ovipar balıklar, yumurtlayarak üreyen balıklardır. Dişi balıklar, dış ortamda döllenip gelişecek olan yumurtaları suya bırakır. Yavru balıklar, yumurta içinde kendi besin kaynaklarını kullanarak büyür ve gelişimlerini tamamladıktan sonra yumurtadan çıkarlar.<br/>Ovovivipar: Ovovivipar balıklar, yumurtaların dişi balığın vücudunda döllenip geliştiği ve yavruların canlı olarak doğduğu balık türleridir. Bu balıklarda yumurtalar dişi balığın içinde büyür fakat embriyolar besinlerini yumurta sarısından alır; annenin vücuduyla doğrudan bir besin alışverişi gerçekleşmez. Bu durum, yumurtlayarak üreyen (ovipar) ve canlı doğuran (vivipar) üreme stratejilerinin bir birleşimi olarak kabul edilebilir.<br/>Vivipar: Vivipar balıklar, yavrularını doğrudan doğuran balıklardır. Bu tür balıklarda embriyolar, dişi balığın vücudunda gelişirken annenin vücudundan besin alır. Bu, yavruların daha gelişmiş ve hayatta kal<br/>Ovipar: Ovipar balıklar, yumurtlayarak üreyen balıklardır. Dişi balıklar, dış ortamda döllenip gelişecek olan yumurtaları suya bırakır. Yavru balıklar, yumurta içinde kendi besin kaynaklarını kullanarak büyür ve gelişimlerini tamamladıktan sonra yumurtadan çıkarlar. Ovovivipar: Ovovivipar balıklar, yumurtaların dişi balığın vücudunda döllenip geliştiği ve yavruların canlı olarak doğduğu balık türleridir. Bu balıklarda yumurtalar dişi balığın içinde büyür fakat embriyolar besinlerini yumurta sarısından alır; annenin vücuduyla doğrudan bir besin alışverişi gerçekleşmez. Bu durum, yumurtlayarak üreyen (ovipar) ve canlı doğuran (vivipar) üreme stratejilerinin bir birleşimi olarak kabul edilebilir. Vivipar: Vivipar balıklar, yavrularını doğrudan doğuran balıklardır. Bu tür balıklarda embriyolar, dişi balığın vücudunda gelişirken annenin vücudundan besin alır. Bu, yavruların daha gelişmiş ve hayatta kalma şansının daha yüksek olduğu bir üreme stratejisidir. Oviovovivipar: İç döllenme gerçekleşir ve döllenmiş yumurtalar gelişimlerinin çoğunu (yaklaşık %95) anne karnında geçirirler. Yumurtalar vitellüsten beslenir ve gelişimini tamamlayan yumurtalar açılmadan dış ortama bırakılırlar."
  },
  {
    "id": "3903662",
    "unitNumber": 4,
    "text": "Türkiye’de levrek balığı yetiştiriciliği hangi yıllarda özel sektör ve üniversite çalışmalarıyla başlamıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "1960’lar",
      "B": "1970’ler",
      "C": "1980’ler",
      "D": "1990’lar",
      "E": "2000’ler"
    },
    "explanation": "Levrek, Avrupa’da ticari olarak yetiştirilen ilk balıklardan biridir. Tarihsel olarak, 1960’ların sonlarında seri üretim teknikleri geliştirilmeden önce kıyı lagünlerinde ve gelgit rezervuarlarında yetiştirilmiştir. Fabre-Domerque 1905 yılında levreklerin yapay yolla üretilebileceğini ifade etmiştir. Barnabé 1971 yılında yaptığı çalışmada levreklerin hormon müdahalesi ile kontrol altına alınabileceğini rapor etmiştir. Barnabé 1972 yılında levrekleri jüvenil hâle kadar getirmeyi başarmış ve bugün Avrupa ülkelerinde büyük bir endüstri kolu hâline gelmesine öncülük etmiştir. Türkiye’de larva yetiştiricilik çalışmaları 1984 yılında özel sektör ve Ege Üniversitesi Su Ürünleri Fakültesinde başlamıştır. Türkiye’de 1980’li yılların sonunda akuakültür tesisleri üretimlerini binli rakamlarla ifade ederken günümüzde yıllık larva üretimlerini milyonlara dayanan rakamlara ulaşmıştır. Levrek larva üretiminde sağlanan bu gelişim, yeni türlerin akuakültürüne de öncülük etmiştir. Akdeniz’de yaygın olarak yetiştirilen en önemli ticari balıktır."
  },
  {
    "id": "3903663",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi ayrı eşeylilik olarak bilinir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gonokorizm",
      "B": "Hermafrodizm",
      "C": "Partenogenez",
      "D": "Hibridogenesiste",
      "E": "Vivipar"
    },
    "explanation": "Gonokorizm: Biyolojide ayrı eşeylilik olarak bilinir. Herhangi bir canlı bireyinde iki farklı cinsiyetten yalnızca birine sahip olma anlamında kullanılır."
  },
  {
    "id": "3903664",
    "unitNumber": 4,
    "text": "Balıklarda <strong>oviovivipar üreme</strong> hangi özellik ile tanımlanır?",
    "correctAnswer": "B",
    "options": {
      "A": "Yumurta dışarıya bırakılır ve dış ortamda gelişir",
      "B": "Embriyo annenin vücudunda gelişir, besini yumurta sarısından alır",
      "C": "Yumurta ve sperm birleşmez, sadece uyarım olur",
      "D": "Erkek olarak doğup sonra dişiye dönüşür",
      "E": "E) Yılda bir kez yumurtlama görülür"
    },
    "explanation": "İç döllenme gerçekleşir ve döllenmiş yumurtalar gelişimlerinin çoğunu (yaklaşık %95) anne karnında geçirirler. Yumurtalar vitellüsten beslenir ve gelişimini tamamlayan yumurtalar açılmadan dış ortama bırakılırlar. Yetiştiricilikte hem yumurta temini kolaylığı hem de elde edilecek yavru miktarı göz önüne alındığında yumurtlayan balıkların (ovipar) kullanılması yaygındır. Doğal ortamlarda dişi balıklar yumurtalarını ortama bıraktıktan sonra yumurtalar erkek balıklar tarafından yine aynı ortama bulut şeklinde bıraktıkları spermlerle döllenir."
  },
  {
    "id": "3903681",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi orkinos yetiştiriciliğinde karşılaşılan sorun değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yüksek yatırım maliyetleri",
      "B": "Hastalık yönetimi",
      "C": "Çevresel sürdürülebilirlik",
      "D": "Uluslararası rekabet",
      "E": "Çöp balıklarına bağımlılık"
    },
    "explanation": "Orkinos yetiştiriciliğinde karşılaşılan başlıca zorluklar arasında, yüksek yatırım maliyetleri, hastalık yönetimi, çevresel sürdürülebilirlik ve uluslararası rekabet yer almaktadır. Yetiştiricilik süreçlerinin optimizasyonu ve yenilikçi teknolojilerin kullanımı, bu zorlukların aşılmasında önemli rol oynamaktadır. Çöp balıklarına bağımlılık levrek kültür döneminde karşılaşılan zorluklardandır."
  },
  {
    "id": "3903682",
    "unitNumber": 4,
    "text": "Gökkuşağı alabalığı (<em>Oncorhynchus mykiss</em>) kaç yıl içinde 7-10 kg ağırlığa ulaşabilir?",
    "correctAnswer": "C",
    "options": {
      "A": "1 yıl",
      "B": "2 yıl",
      "C": "3 yıl",
      "D": "4 yıl",
      "E": "5 yıl"
    },
    "explanation": "Yetiştiriciliği en çok yapılan gökkuşağı alabalığı, yumurtlaması kolay, hızlı büyüyen, çok çeşitli ortamlara ve kullanıma toleranslı ve büyük yavruları yapay bir diyetle kolayca kesilebilen dayanıklı bir balıktır. Anadrom yaşam geçmişinden (okyanusta yaşayan ancak çakıl tabanlı, hızlı akan, iyi oksijenli nehir ve derelerde yumurtlayan olarak bilinen tür) kalıcı olarak göllerde yaşamaya kadar birçok farklı habitatı işgal edebilir. Anadrom tür hızlı büyümesiyle bilinir, 3 yıl içinde 7-10 kg’a ulaşırken tatlı su türü aynı süre içinde sadece 4,5 kg’a ulaşabilir."
  },
  {
    "id": "3903683",
    "unitNumber": 4,
    "text": "1800'lerde avcılar tarafından değersiz görülen günümüzde değerli olan ve havyar üretimi için kullanılan balık aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sazan balığı",
      "B": "Mersin balığı",
      "C": "Tilapya balığı",
      "D": "Orkinos",
      "E": "Çipura"
    },
    "explanation": "Mersin balıkları, su ürünleri sektöründe son derece yüksek ekonomik değere sahip ürünler arasında yer almaktadır. 1800’lerde mersin balıkları genellikle avcılar tarafından değersiz organizmalar olarak kabul edilirdi ancak günümüzde durum tamamen farklıdır. Özellikle havyar üretimi için değerlendirilen bu balıklar, lüks ve zenginliğin sembolü hâline gelmiştir. Mersin balığının eti de önemli bir ticari değer taşır ve farklı kullanım alanları bulunmaktadır. Bu nedenle, dünya genelinde en değerli ticari balıklardan biri olarak kabul edilmektedir."
  },
  {
    "id": "3831855",
    "unitNumber": 5,
    "text": "1-Balık yetiştiriciliğinde akuaponik sistemin avantajları aşağıdakilerden hangisidir?<br/>I.Sürdürülebilir bir sistem oluşturur.<br/>II.Bitki ve balıkların ardışık bir sistemle birlikte yetiştirilmesini sağlar.<br/>III.Toprağın gübrelenmesine olan ihtiyacı azaltır.<br/>IV.Toprak kullanımına gereksinimi ortadan kaldırır.<br/>V.Tarım arazilerinde güvenli gıda üretimini sağlar.",
    "correctAnswer": "E",
    "options": {
      "A": "I,III,V",
      "B": "II,IV",
      "C": "Yalnız II",
      "D": "Yalnız I",
      "E": "I,II,III,IV,V"
    },
    "explanation": "Doğru cevap E <br/>I,II,III,IV,V<br/>AKUAPONİK SİSTEMLERİN TEMEL ÖZELLİKLERİ, 105<br/>Akuaponik sistemler, akuakültür ile topraksız<br/>bitki yetiştiriciliğini (Hidroponik sistemler) birleştiren<br/>sürdürülebilir bir tarım yöntemidir. Bu<br/>sistemde, balıkların atıkları bitkilere besin kaynağı<br/>olarak kullanılırken, bitkiler suyu temizleyerek<br/>balıklar için sağlıklı bir ortam oluşturur. Akuaponik<br/>sistemler, su ve alan kullanımında verimliliği<br/>artırırken, kimyasal gübre ihtiyacını ortadan kaldırır.<br/>Bu yöntem, kentsel alanlarda bile gıda üretimini<br/>mümkün kılar ve çevresel etkiyi minimize<br/>eder. Sonuç olarak, akuaponik sistemler, gıda güvenliği<br/>ve sürdürülebilir tarım için umut verici bir<br/>çözüm sunmaktadır."
  },
  {
    "id": "3831856",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi hidroponik bitki yetiştirme sisteminin özelliklerindendir?<br/>I.Toprak kullanımı azaltılmıştır.<br/>II.Toprak sürekli eriyik haldeki su mineral çözeltisi ile sulanır.<br/>III.Sürekli döngü hâlinde olan bitki eriyiği köklendirme ortamı olarak görev yapar.<br/>IV.Hidroton, perlit, cocopeat köklere tutunma alanı sağlar.<br/>V.Arazi tarımına göre verim yüksektir.",
    "correctAnswer": "D",
    "options": {
      "A": "I,III,V",
      "B": "II,IV",
      "C": "I,II,III",
      "D": "III,IV,V",
      "E": "Yalnız IV"
    },
    "explanation": "Hidroponik Sistemler<br/>Hidroponik sistemler toprak kullanılmadan bitki yataklarında besin eriyiği ile bitki yetiştirilen sistemlerdir. Bitkiler gerekli mineral ve besini toprak yerine besin eriyiğinden alır. Burada stabilizasyon bitki yataklarında hidroton, perlit, cocopeatvb. ile sağlanabilmektedir. Hidroponik sistemde katı ortam yoktur. Sürekli döngü hâlinde olan bitki eriyiği köklendirme ortamı olarak görev yapar. Hidroponik sistemler geleneksel tarımın barındırdığı toprak hastalıklarına karşı yoksundur. Böylelikle ürün yetiştirilirken toprak zararlıları ve toprak hastalıkları olmadan üretim yapabilmek mümkündür. Ayrıca pek çok farklı tasarımları mevcuttur. En büyük avantajlarından biri m2 başına düşen ürün miktarının geleneksel tarıma kıyasla oldukça fazla olmasıdır. Birbiri ardına yapılan katlı sistemlerle m2 başına daha fazla ürün yetiştirilebilmektedir.<br/>Hidroponik sistemler toprak kullanılmadan bitki yataklarında besin eriyiği ile bitki yetiştirilen sistemlerdir. Bitkiler gerekli mineral ve besini toprak yerine besin eriyiğinden alır. Burada stabilizasyon bitki yataklarında hidroton, perlit, cocopeatvb. ile sağlanabilmektedir. Hidroponik sistemde katı ortam yoktur. Sürekli döngü hâlinde olan bitki eriyiği köklendirme ortamı olarak görev yapar.<br/>Hidroponik sistemler geleneksel tarımın barındırdığı toprak hastalıklarına karşı yoksundur. Böylelikle ürün yetiştirilirken toprak zararlıları ve toprak hastalıkları olmadan üretim yapabilmek mümkündür. Ayrıca pek çok farklı tasarımları mevcuttur. En büyük avantajlarından biri m2 başına düşen ürün miktarının geleneksel tarıma kıyasla oldukça fazla olmasıdır. Birbiri ardına yapılan katlı sistemlerle m2 başına daha fazla ürün yetiştirilebilmektedir.<br/>Sayfa:105-106"
  },
  {
    "id": "3831857",
    "unitNumber": 5,
    "text": "Ötrifikasyonla ilgili aşağıdakilerden hangisi doğrudur?<br/>I.Doğal su ortamlarında bir çeşit akuakültür metodudur.<br/>II.Sucul ortamlarda organik kirlilik artışıyla ilgili olarak gelişen bir olgudur.<br/>III.Sucul ortamda azot ve kükürt artışıyla meydana gelir.<br/>IV.Toprakta azot ve karbon artışıyla alg üremesidir.<br/>V.Suda azot ve fosfor oranı artmıştır.",
    "correctAnswer": "A",
    "options": {
      "A": "II,V",
      "B": "I,III",
      "C": "II,III",
      "D": "I,II,III,IV,V",
      "E": "Yalnız V"
    },
    "explanation": "Akuakültür, 107<br/>Ötrofikasyon: Evsel, endüstriyel, zirai atıkların, vb. suya karışması sonucu yüksek organik madde, azot ve fosforlu bileşikler sudaki bitkileri gübreleme etkisi yapar. Bu durum alglerin aşırı artışı ile sonuçlanır.<br/>Doğru cevap A<br/>II,V"
  },
  {
    "id": "3831858",
    "unitNumber": 5,
    "text": "Akuaponik sistemin canlı unsurları aşağıdakilerden hangisi/hangileridir?<br/>I.balık<br/>II.bitki<br/>III.mikroorganizmalar<br/>IV.su<br/>V.toprak",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "I,II",
      "C": "I,II,III",
      "D": "IV,V",
      "E": "Yalnız IV"
    },
    "explanation": "Akuaponik sistemler<br/>Akuaponik sistemler sucul canlıların yetiştirildiği akuakültür ve topraksız bitki yetiştiriciliğinin yapıldığı hidroponik ünitelerinden oluşan bir üretim sistemidir (Şekil 5.3). Akuaponik sistemlerin temel çalışma mantığı balık tankındaki suyun bitki köklerince filtre edilerek tekrar balıklara verilmesine dayanır. Ekolojik ve verimli bir sistemdir. Buradaki en önemli husus balıklar tarafından yenmeyen yemler ile balık gübresinin biyolojik dengeleme tankında bakterilerce bitkilerin kullanabileceği forma dönüştürülmesidir.<br/>Akuaponik sistemde her ne kadar üretimin ana unsurları balık ve bitki olsa da çalışma temelinde üç ana unsur vardır. Bunlar balıklar, bakteriler ve bitkilerdir.<br/>Doğru cevap C<br/>I,II,III"
  },
  {
    "id": "3831859",
    "unitNumber": 5,
    "text": "Akuaponik sistemde balık yaşamı için toksik olabilen bileşikler aşağıdakilerden hangisi/hangileridir?<br/>I.Nitrit<br/>II.Nitrat<br/>III.Amonyak<br/>IV.Fosfat<br/>V.Karbonhidrat",
    "correctAnswer": "A",
    "options": {
      "A": "I,III",
      "B": "I,III,V",
      "C": "II,IV",
      "D": "Yalnız IV",
      "E": "I,V"
    },
    "explanation": "Amonyak ve nitrit balıklar için düşük konstrasyonlarda olsa bile toksik etkiye sahiptir. Biyolojik filtrasyon bu toksik etkiyi ortadan kaldırarak balıklar ve bitkiler için elverişli bir büyüme ortamı sağlar.<br/>Mekanik ve Biyolojik Filtrasyon, 109<br/>Doğru cevap A<br/>I,III"
  },
  {
    "id": "3831860",
    "unitNumber": 5,
    "text": "Akuaponik sistemde balık yaşamı için optimal çözünmüş oksijen değeri…….., pH değeri…………, su sıcaklığı…….değerlerinde olmalıdır.<br/>Yukarıdaki cümleyi doğru şekilde tamamlayan değerler aşağıdakilerden hagisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "2-5 mg/L-pH 6-9- 20-25<sup>o</sup>C",
      "B": "10-12 mg/L-pH 5-8, 25-30<sup>o</sup>C",
      "C": "3-7 mg/L-pH 6-7- 18-30<sup>o</sup>C",
      "D": "5-8 mg/L- pH 6-7- 18-30<sup>o</sup>C",
      "E": "5-8 mg/L-pH 7-8- 15-20<sup>o</sup>C"
    },
    "explanation": "Su Kalitesi, 113<br/>Doğru cevap D<br/>5-8 mg/L- pH 6-7- 18-30<sup>o</sup>C"
  },
  {
    "id": "3831861",
    "unitNumber": 5,
    "text": "Akuaponik ortamda kültür yapılan ve karnivor özellikte dolayısıyla bol proteinli besleme gerektiren, tuzlu direnci yüksek ve optimal 15oC su sıcaklığı tercih eden balık türü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gökkuşağı alabalığı (<em>Oncorhynchus Mykiss</em>)",
      "B": "Kara yayın <em>Clarias Gariepinus</em>)",
      "C": "Sazan (<em>Cyprinus Carpio</em>)",
      "D": "Nil Tilapiası (<em>Oreochromis Niloticus</em>)",
      "E": "Hamsi Engraulis encrasicolus"
    },
    "explanation": "Balık Beslenmesi ve Balık Yemlerinin Bileşenleri<br/>Doğru cevap A<br/>Gökkuşağı Alabalığı (<em>Oncorhynchus Mykiss</em>)<br/>Gökkuşağı alabalığı doğada karnivor olarak beslenen bir balık türüdür (Şekil 5.11). Sofralık balık olarak tüketilen eti lezzetli ve ekonomik değeri yüksek olan balık türlerinden biridir. Dünyada kültürü yoğun olarak yapılmaktadır. Sıcaklık toleransı 10-18 °C olsa da en iyi büyüme sıcaklığı 15 °C’dir. 21 °C’nin üzerindeki sıcaklıklarda büyüme hızı önemli ölçüde olumsuz etkilenir. Gökkuşağı alabalığı yüksek protein içerikli besinlere ihtiyaç duyar. Bu durum balık havuzundaki azot atığının artışına sebep olur. Bu nedenle akuaponik sistemlerde eğer bu balık türünün yetiştiriciliği yapılacaksa iyi bir biyolojik filtreye sahip olunmalıdır. Gökkuşağı alabalığı tuzlu sulara karşı dirençlidir. Ancak çözünmüş oksijen ve amonyağa karşı toleransı oldukça düşüktür. Su kalitesi sürekli olarak kontrol edilmelidir."
  },
  {
    "id": "3831862",
    "unitNumber": 5,
    "text": "Solunumunu havadan oksijen olarak yapabilen, hastalık ve parazitlere karşı dirençli, amonyak töleransı yüksek, akuaporik kültüre en uygun türlerden olan tür aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Gökkuşağı alabalığı (<em>Oncorhynchus Mykiss</em>)",
      "B": "Kara yayın <em>Clarias Gariepinus</em>)",
      "C": "Sazan (<em>Cyprinus Carpio</em>)",
      "D": "Nil Tilapiası (<em>Oreochromis Niloticus</em>)",
      "E": "Kalkan balığı (<em>Scophthalmus maximus</em>)"
    },
    "explanation": ", Balık Beslenmesi ve Balık Yemlerinin Bileşenleri<br/>Kara Yayın (<em>Clarias Gariepinus</em>)<br/>Ülkemizde kara yayın olarak bilinen <em>Clarias gariepinus </em>çevresel koşullara olan toleransı oldukça yüksektir (Şekil 5.10). Çözünmüş oksijen, pH ve sıcaklık değişimlerini tolere edebilen güçlü bir balık türüdür. Birçok hastalık ve parazitlere karşı dirençlidir. Yüksek miktarda stoklanabilir (600 kg/m3). Stoklamanın bu kadar yoğun olması akuaponik sistemde iyi bir mekanik filtrasyon gerektirmektedir. Yayın balıkları solunumu havadan yaptıkları için sudaki ani oksijen değişimlerinden etkilenmezler. Toprak havuzlarda bile yetiştirilebildikleri için yeni başlayan üreticiler için tercih edilebilir bir türdür. Yüksek stoklanabilirlik, oksijene ihtiyaç duymaması, kolay beslenebilirlik, yüksek amonyak toleransı nedeniyle yayın balıkları akuaponik sistem için en uy<br/>Doğru cevap B Kara yayın <em>Clarias Gariepinus</em>)"
  },
  {
    "id": "3831863",
    "unitNumber": 5,
    "text": "Akuaporik kültürlerde özellikle balık yaşamını tehdit eden sistem verimini düşüren bakteriler aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "nitrit bakterileri",
      "B": "nitrat bakterileri",
      "C": "H2S bakterileri",
      "D": "Amonifikasyon bakterileri",
      "E": "Azot fiksatörü bakteriler"
    },
    "explanation": "Akuaponik Sistemde İstenmeyen Bakteriler, 119<br/>Akuaponik sistemde sülfat indirgeyen bakteriler istenmeyen bakterilerdir. Anaerobik olarak adlandırılan oksijen koşullarda bulunurlar. Kükürt kullanarak redoks reaksiyonu yoluyla enerji alırlar. Hidrojen sülfür (H2S) üretirler. Anaerobik bakteriler tarafından üretilen hidrojen sülfür balıklar için sonra derece toksiktir.<br/>Anaerobik koşullarda yaşayan bir diğer bakteri grubu da denitrifikasyon bakterileridir. Denitrifikasyon bakterileri akuaponik sistemdeki bitkilerin kullandığı nitratı bitkilerin kullanamayacağı atmosferik nitrojene dönüştürür. Bu sebeple denitrifikasyon bakterileri akuaponik sistemde istenmeyen ikinci bakteri grubudur.<br/>Akuaponik sistemde balık ve bitki sağlığını etkileyen patojenik bakteriler istenmeyen üçüncü bakteri grubudur. Patojenik bakterilerin gelişimi akuaponik sistemde balık ve bitki kayıplarına neden olur. Ayrıca insanlarda hastalıklara sebep olur.<br/>Doğru cevap C, H2S bakterileri"
  },
  {
    "id": "3831864",
    "unitNumber": 5,
    "text": "Akuaponik kültürlerde hem balık hem de bitkisel yaşamı tehlikeye sokan zararlı bakteri grubu aşağıdakilerden hangisi/hangileridir?<br/>I.Sülfat indirgeyici bakteriler<br/>II.Denitrifikasyon bakterileri<br/>III.Nitrifikasyon bakterileri<br/>IV.Patojenik bakteriler<br/>V.Saprofitik bakteriler",
    "correctAnswer": "B",
    "options": {
      "A": "I,III,V",
      "B": "I,II,IV",
      "C": "Yalnız I",
      "D": "I,II",
      "E": "Yalnız IV"
    },
    "explanation": "Akuaponik Sistemde İstenmeyen Bakteriler, 119<br/>Akuaponik sistemde sülfat indirgeyen bakteriler istenmeyen bakterilerdir. Anaerobik olarak adlandırılan oksijen koşullarda bulunurlar. Kükürt kullanarak redoks reaksiyonu yoluyla enerji alırlar. Hidrojen sülfür (H2S) üretirler. Anaerobik bakteriler tarafından üretilen hidrojen sülfür balıklar için sonra derece toksiktir.<br/>Anaerobik koşullarda yaşayan bir diğer bakteri grubu da denitrifikasyon bakterileridir. Denitrifikasyon bakterileri akuaponik sistemdeki bitkilerin kullandığı nitratı bitkilerin kullanamayacağı atmosferik nitrojene dönüştürür. Bu sebeple denitrifikasyon bakterileri akuaponik sistemde istenmeyen ikinci bakteri grubudur.<br/>Akuaponik sistemde balık ve bitki sağlığını etkileyen patojenik bakteriler istenmeyen üçüncü bakteri grubudur. Patojenik bakterilerin gelişimi akuaponik sistemde balık ve bitki kayıplarına neden olur. Ayrıca insanlarda hastalıklara sebep olur.<br/>Doğru cevap B, <br/>I,II,IV<br/>Akuaponik sistemde sülfat indirgeyen bakteriler istenmeyen bakterilerdir. Anaerobik olarak<br/>adlandırılan oksijen koşullarda bulunurlar. Kükürt<br/>kullanarak redoks reaksiyonu yoluyla enerji alırlar.<br/>Hidrojen sülfür (H2S) üretirler. Anaerobik bakteriler tarafından üretilen hidrojen sülfür balıklar için<br/>sonra derece toksiktir.<br/>Anaerobik koşullarda yaşayan bir diğer bakteri<br/>grubu da denitrifikasyon bakterileridir. Denitrifikasyon bakterileri akuaponik sistemdeki bitkilerin<br/>kullandığı nitratı bitkilerin kullanamayacağı atmosferik nitrojene dönüştürür. Bu sebeple denitrifikasyon bakterileri akuaponik sistemde istenmeyen ikinci bakteri grubudur.<br/>Akuaponik sistemde balık ve bitki sağlığını etkileyen patojenik bakteriler istenmeyen üçüncü<br/>bakteri grubudur. Patojenik bakterilerin gelişimi<br/>akuaponik sistemde balık ve bitki kayıplarına neden olur. Ayrıca insanlarda hastalıklara sebep olur."
  },
  {
    "id": "3840964",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi hidroponik sistemlerin geleneksel tarıma göre en büyük üstünlüğüdür ?",
    "correctAnswer": "C",
    "options": {
      "A": "CO2 emisyonu artışı",
      "B": "Suyun sirkülasyonu için elektrik ihtiyacı",
      "C": "Yabani ot mücadelesinin gerekmemesi",
      "D": "İş gücü ve yakıta ihtiyaç duyulmaması",
      "E": "Hiçbiri"
    },
    "explanation": "Yanıt C seçeneği olmalıdır.<br/>Günümüzde iklim değişikliği ve kentleşmeye bağlı gıda arzında endişeler artmaktadır. Özellikle son yıllarda üretim kaynaklı CO2 emisyonları hızla artmış küresel kirliliğe de önemli katkı sağlamıştır. Hidroponik sistemler bu sorunlara çözümler sunabilmektedir. Ancak geleneksel tarıma göre daha karmaşık ve farklı girdilere ihtiyaç duyar. Suyun sirkülasyonu ve havalanması için elektriğe ihtiyaç duyar. Buna rağmen geleneksel tarımda olduğu gibi yakıt, sulama, iş gücü, vb. girdilere ihtiyaç duyulmaz. En büyük avantajlardan biri yabani ot mücadelesinin gerekmemesidir."
  },
  {
    "id": "3841047",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi/hangileri akuaponik sistemde yer seçiminde dikkat edilmesi gerekenler özelliklerdendir ?<br/>I. Zemin düz olmalıdır.<br/>II. Yağmur, kar ve rüzgâr gibi çevre koşullarına dikkat edilmelidir.<br/>III. Tesis güneş ışığını gün boyunca optimum miktarda alabilmelidir.",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Akuaponik sistemde yer seçiminde dikkat edilmesi gerekenler;<br/>• Zemin düz olmalıdır.<br/>• Yağmur, kar ve rüzgâr gibi çevre koşullarına dikkat edilmelidir.<br/>• Tesis güneş ışığını gün boyunca optimum miktarda alabilmelidir.<br/>• Kamu hizmetlerinin erişebileceği yerlerde olmalıdır.<br/>• Küçük ve hobi amaçlı kurulacak akuaponik sistemler için çatı katları güneş ışığı ve zeminden dolayı oldukça elverişlidir.<br/>• Bölge iklimine uygun balık ve bitki yetiştiriciliği enerji maliyetleri açısından avantaj sağlar.<br/>• Balık ve bitkilerin yetiştiricilikte benzer iklim koşullarına olmasına dikkat edilmesi gerekir.<br/>Yanıt E seçeneği olmalıdır."
  },
  {
    "id": "3841048",
    "unitNumber": 5,
    "text": "Akuaponik sistemle ilgili bilgilerden hangisi yanlıştır ?",
    "correctAnswer": "E",
    "options": {
      "A": "Balıklar protein içerikli yemlerle beslenerek amonyak esaslı metabolik atık üretir.",
      "B": "Balık tankındaki amonyak içerikli su mekanik filtreden geçerek büyük partiküller arıtılır.",
      "C": "Bitki yetiştirme yataklarına gelen nitrat içerikli su bitki köklerince emilir ve su nitrattan büyük oranda arındırılmış olur.",
      "D": "Amonyak ve nitrat içeriğinden arındırılmış olan su tekrar balık tankına geri döner.",
      "E": "Biyolojik dengeleme tankına gelen amonyak içerikli su sitrifikasyon bakterilerince sitrat içerikli suya dönüştürülür."
    },
    "explanation": "Akuaponik sistemde önemli biyolojik unsurlar şunlardır:<br/>Balıklar protein içerikli yemlerle beslenerek amonyak esaslı metabolik atık üretir.<br/>Balık tankındaki amonyak içerikli su mekanik filtreden geçerek büyük partiküller arıtılır.<br/>Biyolojik dengeleme tankına gelen amonyak içerikli su nitrifikasyon bakterilerince nitrat içerikli suya dönüştürülür.<br/>Bitki yetiştirme yataklarına gelen nitrat içerikli su bitki köklerince emilir ve su nitrattan büyük oranda arındırılmış olur.<br/>Amonyak ve nitrat içeriğinden arındırılmış olan su tekrar balık tankına geri döner.<br/>Akuaponik sistemde önemli biyolojik unsurlar şunlardır:<br/>Balıklar protein içerikli yemlerle beslenerek amonyak esaslı metabolik atık üretir.<br/>Balık tankındaki amonyak içerikli su mekanik filtreden geçerek büyük partiküller arıtılır. Biyolojik dengeleme tankına gelen amonyak içerikli su nitrifikasyon bakterilerince nitrat içerikli suya dönüştürülür.<br/>Bitki yetiştirme yataklarına gelen nitrat içerikli su bitki kök<br/>Yanıt E seçeneği olmalıdır."
  },
  {
    "id": "3841049",
    "unitNumber": 5,
    "text": "Aşğaıdakilerden hangisi/hangileri akuaponik sistem su kalitesinde hedeflenen değerlerdendir ?<br/>I. pH 6-7 aralığında olmalıdır.<br/>II. Su sıcaklığı 18-30 derece arasında olmalıdır.<br/>III. Nitrat 200-300 mg/litre arasında olmalıdır.",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "pH 6-7<br/>Su sıcaklığı 18-30<br/>Çözünmüş oksijen 5-8 mg/litre<br/>Amonyak 0 mg/litre<br/>Nitrit 0 mg/litre<br/>Nitrat 5-150 mg/litre<br/>Karbonat sertliği 60-mg/litre<br/>Yanıt B seçeneği olmalıdır."
  },
  {
    "id": "3841050",
    "unitNumber": 5,
    "text": "Akuaponik sistemde yetiştiriciliği yapılabilen <em>Oreochromis niloticus</em> balık türü aşağıdakilerden hangisidir ?",
    "correctAnswer": "A",
    "options": {
      "A": "Nil Tilapia’sı",
      "B": "Sazan",
      "C": "Kara yılan",
      "D": "Gökkuşağı alabalığı",
      "E": "Orkinos"
    },
    "explanation": "Nil Tilapia’sı (Oreochromis Niloticus) Bu tür, etinin lezzeti ve ticari olarak üretimi yapılan bir tür olduğu için tercih edilen tatlı su balıklarındandır.<br/>Yanıt A seçeneği olmalıdır."
  },
  {
    "id": "3841051",
    "unitNumber": 5,
    "text": "Sıcaklık toleransı 4-34 °C arasında olmasından dolayı akuaponik sistem için ideal bir tür olan canlı aşağıdakilerden hangisidir ?",
    "correctAnswer": "D",
    "options": {
      "A": "Orkinos",
      "B": "Mersin balığı",
      "C": "Alabalık",
      "D": "Sazan",
      "E": "Levrek"
    },
    "explanation": "Sazan (Cyprinus Carpio) Asya kökenli bir balıktır. Asya, Avrupa, Amerika, Avustralya ve Kanada’da büyük ölçüde dağılım gösterir. En fazla ticari kültürü yapılan türlerden biridir. Çevresel koşullara oldukça dayanıklı bir türdür. Düşük oksijen ve düşük kalitedeki sularda yaşayabilirler. Sıcaklık toleransı 4-34 °C arasındadır. Toleransının bu kadar yüksek olması sazanı akuaponik sistem için ideal bir tür kılmaktadır. 25-30 °C su sıcaklığı aralığında en iyi büyüme oranını gösterir.<br/>Yanır D seçeneği olmalıdır."
  },
  {
    "id": "3841052",
    "unitNumber": 5,
    "text": "Birçok hastalık ve parazitlere karşı dirençli olan ve toprak havuzlarda da yetiştirilebildikleri için yeni başlayan üreticiler için tercih edilebilir tür aşağıdakilerden hangisidir ?",
    "correctAnswer": "B",
    "options": {
      "A": "Sazan",
      "B": "Kara yayın",
      "C": "Alabalık",
      "D": "Çipura",
      "E": "Nil Tilapia'sı"
    },
    "explanation": "Kara Yayın (Clarias Gariepinus) Ülkemizde kara yayın olarak bilinen Clarias gariepinus çevresel koşullara olan toleransı oldukça yüksektir. Çözünmüş oksijen, pH ve sıcaklık değişimlerini tolere edebilen güçlü bir balık türüdür. Birçok hastalık ve parazitlere karşı dirençlidir. Yüksek miktarda stoklanabilir (600 kg/m3). Stoklamanın bu kadar yoğun olması akuaponik sistemde iyi bir mekanik filtrasyon gerektirmektedir. Yayın balıkları solunumu havadan yaptıkları için sudaki ani oksijen değişimlerinden etkilenmezler. Toprak havuzlarda bile yetiştirilebildikleri için yeni başlayan üreticiler için tercih edilebilir bir türdür. Yüksek stoklanabilirlik, oksijene ihtiyaç duymaması, kolay beslenebilirlik, yüksek amonyak toleransı nedeniyle yayın balıkları akuaponik sistem için en uygun türlerden biridir<br/>Yanıt B seçeneği olmalıdır"
  },
  {
    "id": "3841053",
    "unitNumber": 5,
    "text": "Bakterilerin karanlık ve iyi havalandırılmış su altı yüzeylerini kaplayan sümüksü kolonilerine ne ad verilir ?",
    "correctAnswer": "C",
    "options": {
      "A": "Simbiyoz",
      "B": "Bakteriyel Yüzey Alanı (BSA)",
      "C": "Biyofilm",
      "D": "Heterotrofik",
      "E": "Nitrobakter"
    },
    "explanation": "Yanıt C seçeneği olmalıdır.<br/>Nitrifikasyon bakterileri ototrofiktir. Yani inorganik maddeleri kullanarak kendi yiyeceklerini oluşturan organizmalardır. Bunu yaparken akuaponik sistemde ki amonyak ve karbondioksiti (CO2) kullanırlar. Bu süreçte “Biyofilm” denilen büyüyen koloniler oluştururlar. Biyofilmler, tüm karanlık ve iyi havalandırılmış su altı yüzeylerini kaplayan sümüksü filmlerdir."
  },
  {
    "id": "3841054",
    "unitNumber": 5,
    "text": "Akuaponik sistemlerde aşağıda belirtilen hangi eksiklik yapraklarda sararma ile kendini gösterir ?",
    "correctAnswer": "A",
    "options": {
      "A": "Nitrojen eksikliği",
      "B": "Demir eksikliği",
      "C": "Kalsiyum eksikliği",
      "D": "Potasyum eksikliği",
      "E": "Klor eksikliği"
    },
    "explanation": "Akuaponik sistemlerde nitrat eksikliği asla olmaması gereken bir durumdur. Bu sistemler, ana mineral olarak büyük miktarlarda nitrat üretirler. Azot eksikliği, yaprakların tamamında kloroz (sararma) olarak kendini gösterir.<br/>Yanıt A seçeneği olmalıdır."
  },
  {
    "id": "3841055",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi/hangileri akuaponik üretimin faydalarındandır ?<br/>I. Tek bir azot kaynağından iki farklı tarımsal ürün (balık ve sebze) elde edilir.<br/>II. Su kullanımında büyük oranda tasarruf sağlar.<br/>III. Toprağa ihtiyaç duymaz.",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "II ve III",
      "D": "I ve III",
      "E": "I, II ve III"
    },
    "explanation": "Akuaponik Üretiminin Başlıca Faydaları<br/>• Uzun vadede sürdürülebilir ve yoğun üretim imkânı sağlar. • Tek bir azot kaynağından iki farklı tarımsal ürün (balık ve sebze) elde edilir. • Su kullanımında büyük oranda tasarruf sağlar. • Toprağa ihtiyaç duymaz. • Gübre veya kimyasal tarım ilaçlarına gerek yoktur. • Yüksek verim ve kaliteli ürün elde edilmesine olanak tanır. • Organik üretim yöntemleriyle uyumludur. • Yüksek biyogüvenlik sunar ve dışarıdan patojen bulaşma riskini azaltır. • Üretim süreci üzerindeki kontrol daha fazla olup, kayıplar daha azdır.• Çöl, verimsiz araziler, kurak bölgeler veya tuzlu adalar gibi yerlerde üretim yapılabilmesine olanak sağlar. • Atık üretimi minimum düzeydedir. • Ailelerin gıda ihtiyaçlarını karşılayabilir veya ekonomik olarak üretim yapılabilir. • İnşaat malzemeleri ve gerekli bilgi yaygın olarak bulunur. • Yıl boyunca sürekli üretim yapılabilir ve ürünler piyasa değerinin üzerinde satılabilir. • Organik ürünlere olan talep son yıllarda artmıştır ve taze gıdalara olan<br/>Yanıt E seçeneği olmalıdır."
  },
  {
    "id": "3903707",
    "unitNumber": 5,
    "text": "Akuaponik sistemlerin temel amacı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kimyasal gübre kullanımını artırmak",
      "B": "Balık ve bitki yetiştiriciliğini ayrı sistemlerde yapmak",
      "C": "Balık atıklarını bitkiler için besin kaynağına dönüştürmek",
      "D": "Sadece soğuk su balıkları üretmek",
      "E": "Geleneksel tarımı tamamen ortadan kaldırmak"
    },
    "explanation": "Akuaponik sistemler, akuakültür ile topraksız bitki yetiştiriciliğini (Hidroponik sistemler) birleştiren sürdürülebilir bir tarım yöntemidir. Bu sistemde, balıkların atıkları bitkilere besin kaynağı olarak kullanılırken, bitkiler suyu temizleyerek balıklar için sağlıklı bir ortam oluşturur. Akuaponik sistemler, su ve alan kullanımında verimliliği artırırken, kimyasal gübre ihtiyacını ortadan kaldırır. Bu yöntem, kentsel alanlarda bile gıda üretimini mümkün kılar ve çevresel etkiyi minimize eder. Sonuç olarak, akuaponik sistemler, gıda güvenliği ve sürdürülebilir tarım için umut verici bir çözüm sunmaktadır. Akuaponik sistemdeki amaç; balıkların, bakterilerin ve bitkilerin tolere edebileceği ortamı sağlamak ve her birinin gereksinimleri arasında denge kurmaktır. Ticari akuaponik sistemlerin gelirinin büyük bir kısmı bitkiler daha küçük bir kısmı da balıklardır. Bu yüzden koşullu gereksinimler arasında ki denge bitkiler lehinedir. Yönetilmesi gereken temel nitelikler pH, su sıcaklığı, çözünmüş oksijen, nitritler ve nitratlar ve mineral içeriğidir. Akuaponik sistem, balık yetiştiriciliği ile bitki yetiştiriciliğini birleştirerek su ve kaynak kullanımını optimize eden sürdürülebilir bir tarım yöntemidir. Bu sistemin temel amacı, balıkların atıklarını bitkiler için besin olarak kullanarak kapalı bir döngü oluşturmak ve böylece doğal kaynakların etkin kullanımını nsağlamaktır. Balıkların ürettiği amonyak, nitrifikasyon bakterileri tarafından nitrat ve nitrite dönüştürülerek bitkiler için gübre görevi görür. Bu sayede, su israfı en aza indirgenir ve kimyasal gübre ihtiyacı ortadan kalkar. Ayrıca, akuaponik sistemler, hem balık hem de bitki üretimini yoğunlaştırarak daha küçük alanlarda yüksek verimlilik sağlar. Sonuç olarak, çevre dostu ve ekonomik açıdan sürdürülebilir bir tarım modeli sunar."
  },
  {
    "id": "3903714",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi hidroponik sistemlerin avantajlarından biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Toprak hastalıklarının olmaması",
      "B": "Yabani ot mücadelesine gerek olmaması",
      "C": "Daha az elektrik tüketmesi",
      "D": "m² başına fazla ürün alınabilmesi",
      "E": "Katlı sistemlerle üretim yapılabilmesi"
    },
    "explanation": "Hidroponik sistemler toprak kullanılmadan bitki yataklarında besin eriyiği ile bitki yetiştirilen sistemlerdir. Bitkiler gerekli mineral ve besini toprak yerine besin eriyiğinden alır. Burada stabilizasyon bitki yataklarında hidroton, perlit, cocopeatvb. ile sağlanabilmektedir. Hidroponik sistemde katı ortam yoktur. Sürekli döngü hâlinde olan bitki eriyiği köklendirme ortamı olarak görev yapar. Hidroponik sistemler geleneksel tarımın barındırdığı<br/>toprak hastalıklarına karşı yoksundur. Böylelikle ürün yetiştirilirken toprak zararlıları ve toprak hastalıkları olmadan üretim yapabilmek mümkündür. Ayrıca pek çok farklı tasarımları mevcuttur. En büyük avantajlarından biri m<sup>2</sup> başına düşen ürün miktarının geleneksel tarıma kıyasla oldukça fazla olmasıdır. Birbiri ardına yapılan katlı sistemlerle m<sup>2</sup> başına daha fazla ürün yetiştirilebilmektedir. Günümüzde iklim değişikliği ve kentleşmeye bağlı gıda arzında endişeler artmak<br/>Hidroponik sistemler toprak kullanılmadan bitki yataklarında besin eriyiği ile bitki yetiştirilen sistemlerdir. Bitkiler gerekli mineral ve besini toprak yerine besin eriyiğinden alır. Burada stabilizasyon bitki yataklarında hidroton, perlit, cocopeatvb. ile sağlanabilmektedir. Hidroponik sistemde katı ortam yoktur. Sürekli döngü hâlinde olan bitki eriyiği köklendirme ortamı olarak görev yapar. Hidroponik sistemler geleneksel tarımın barındırdığı toprak hastalıklarına karşı yoksundur. Böylelikle ürün yetiştirilirken toprak zararlıları ve toprak hastalıkları olmadan üretim yapabilmek mümkündür. Ayrıca pek çok farklı tasarımları mevcuttur. En büyük avantajlarından biri m<sup>2</sup> başına düşen ürün miktarının geleneksel tarıma kıyasla oldukça fazla olmasıdır. Birbiri ardına yapılan katlı sistemlerle m<sup>2</sup> başına daha fazla ürün yetiştirilebilmektedir. Günümüzde iklim değişikliği ve kentleşmeye bağlı gıda arzında endişeler artmaktadır. Özellikle son yıllarda üretim kaynaklı CO<sub>2</sub> emisyonları hızla artmış küresel kirliliğe de önemli katkı sağlamıştır. Hidroponik sistemler bu sorunlara çözümler sunabilmektedir. Ancak geleneksel tarıma göre daha karmaşık ve farklı girdilere ihtiyaç duyar. Suyun sirkülasyonu ve havalanması için elektriğe ihtiyaç duyar. Buna rağmen geleneksel tarımda olduğu gibi yakıt, sulama, iş gücü, vb. girdilere ihtiyaç duyulmaz. En büyük avantajlardan biri yabani ot mücadelesinin gerekmemesidir."
  },
  {
    "id": "3903719",
    "unitNumber": 5,
    "text": "Akuaponik sistemlerde mekanik filtrasyonun temel amacı nedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Balıkların oksijen alımını sağlamak",
      "B": "Amonyağı nitrata dönüştürmek",
      "C": "Bitki köklerine su sağlamak",
      "D": "pH değerini sabit tutmak",
      "E": "Yenmeyen yem ve katı atıkları uzaklaştırmak"
    },
    "explanation": "Mekanik filtrasyon akuaponik sistemde balık tankı kaynaklı atığın filtrasyonunda kullanılmaktadır. Balık tankında balıklar tarafından tüketilmeyen yemlerin mekanik filtrasyonla sistemden uzaklaştırılması sistemin sağlıklı bir şekilde çalışmasını sağlamaktadır. Balık tankındaki yenmeyen yem kaynaklı atığın uzaklaştırılmaması durumunda sistem içerisinde anaerobik organizmaların üremesine neden olabilir. Bunun sonucunda sistemde anaerobik organizmalar tarafından zararlı gazların oluşmasına sebebiyet verebilir. Bu durum sistemin takılması, balık ölümleri ve bitki köklerinin oksijensiz kalması gibi durumlara neden olabilir. Mekanik filtrasyonda günümüzde en çok kullanılan Davul (Drum filter) filtrelerdir."
  },
  {
    "id": "3903722",
    "unitNumber": 5,
    "text": "Biyolojik filtrasyonda nitrifikasyon sürecinde amonyak <strong>önce</strong> hangi bileşiğe dönüşür?",
    "correctAnswer": "D",
    "options": {
      "A": "Sülfat",
      "B": "Azot gazı",
      "C": "Karbondioksit",
      "D": "Nitrit",
      "E": "Nitrat"
    },
    "explanation": "Nitrifikasyon sürecinde amonyak oksitleyici bakteriler (AOB) ve nitrit oksitleyici bakteriler (NOB) görev alır. Amonyak oksitleyici bakteriler amonyağı (NH<sub>3</sub>) nitrite (NO<sub>2</sub><sup>-</sup>) dönüştürürken nitrit oksitleyici bakteriler nitriti (NO<sub>2</sub><sup>-</sup>) nitrata (NO<sub>3</sub><sup>-</sup>) dönüştürür."
  },
  {
    "id": "3903723",
    "unitNumber": 5,
    "text": "Bitki yetiştirme yataklarının <strong>kuru bölgesinin</strong> temel işlevi nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Mineralizasyonu sağlamak",
      "B": "Nem kaybını azaltmak ve alg oluşumunu engellemek",
      "C": "Balık yemini filtrelemek",
      "D": "Nitritleri nitrata dönüştürmek",
      "E": "Bakteri popülasyonunu artırmak"
    },
    "explanation": "Bitki yetiştirme yatakları akuaponik sistemde bitkilerin yetiştirildikleri bölümlerdir (Şekil 5.5). Kuru, nemli ve su bölgesi olmak üzere üç bölgeden oluşur. Kuru bölge bitki yatağının üst kısmını oluşturur. Bu bölgenin kalınlığı 2-5 cm arasında değişmektedir. Buharlaşmayı engelleyerek nem ve su kaybını önler. Işığın suya direkt nüfuzunu engeller ve böylelikle alglerin oluşmasını önler. Ayrıca bitki köklerinde zararlı organizmaların oluşmasını engeller. Nemli bölge yararlı bakterilerin gelişimi için önemlidir. Rutubet fazla olduğu gibi yüksek gaz değişim alanı da yine bu bölgededir. Bitki yatağının ortak kısmında yer alan nemli bölgenin kalınlığı 10-20 cm arasında değişmektedir. Su bölgesi bitki yatağının alt kısmında yer alır. Mineralizasyonun gerçekleştiği bölgedir. Bitki kökleri bu bölgeden beslenir. Kalınlığı 3-5 cm arasında değişmektedir."
  },
  {
    "id": "3903724",
    "unitNumber": 5,
    "text": "Bitki kökleri yüksekliği 20-30 cm olan havuzlardan beslendiği bitki yetiştirme tekniği aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "İnce besin film tekniği (Nutrient Film)",
      "B": "Derin su kültürü (Deep Water) tekniği",
      "C": "Dolgulu ortam (Media Filled-Drip System) tekniği",
      "D": "Sisleme (Aeroponic) tekniği",
      "E": "Tuzlama tekniği"
    },
    "explanation": "Akuaponik sistemlerde farklı pek çok bitki yetiştirme tekniği vardır. Bunlardan en yaygın kullanılanları ince besin film tekniği (Nutrient Film), derin su kültürü (Deep Water), dolgulu ortam (Media Filled-Drip System) ve sisleme (Aeroponic) tekniğidir. İnce besin film tekniğinde su, mekanik ve biyolojik<br/>filtrasyondan geçtikten sonra ince borularla bitki yataklarına çok düşük debide ve çok düşük miktarda sadece yetiştirme yatağında ince bir tabaka oluşturacak şekilde verilir. Bitki kökleri bu ince film tabakadan beslenir. Derin su kültüründe bitki kökleri yüksekliği 20-30 cm olan havuzlardan beslenir. Bu teknikte bitki yetiştirme havuzları içerisine anaerobik organizma üremesine karşın oksijen verilir. Dolgulu ortam tekniğinde bitki yetiştirme yataklarında hidroton, perlit, vermikülit vb. kullanılmaktadır. Bitki köklerin gelişiminde yararlı bakterilerin önemi büyüktür. Kullanılan dolgu malzemeleri yararlı bakterilerin gelişimi için elver<br/>Akuaponik sistemlerde farklı pek çok bitki yetiştirme tekniği vardır. Bunlardan en yaygın kullanılanları ince besin film tekniği (Nutrient Film), derin su kültürü (Deep Water), dolgulu ortam (Media Filled-Drip System) ve sisleme (Aeroponic) tekniğidir. İnce besin film tekniğinde su, mekanik ve biyolojik filtrasyondan geçtikten sonra ince borularla bitki yataklarına çok düşük debide ve çok düşük miktarda sadece yetiştirme yatağında ince bir tabaka oluşturacak şekilde verilir. Bitki kökleri bu ince film tabakadan beslenir. Derin su kültüründe bitki kökleri yüksekliği 20-30 cm olan havuzlardan beslenir. Bu teknikte bitki yetiştirme havuzları içerisine anaerobik organizma üremesine karşın oksijen verilir. Dolgulu ortam tekniğinde bitki yetiştirme yataklarında hidroton, perlit, vermikülit vb. kullanılmaktadır. Bitki köklerin gelişiminde yararlı bakterilerin önemi büyüktür. Kullanılan dolgu malzemeleri yararlı bakterilerin gelişimi için elverişli bir ortam sunar. Su sirkülasyon hızı bu sistemde oldukça düşüktür. Sisleme tekniğinde bitki kökleri kapalı bir levha içerisindedir ve güneş ışığı maruziyetinden uzaktadır. Besin bitki köklerine basınçlı nozüller tarafından sisleme olarak verilir."
  },
  {
    "id": "3903730",
    "unitNumber": 5,
    "text": "Akuaponik sistemlerde su kalitesinde hedeflenen değerlerden aşağıdakilerden hangisi yanlıştır?",
    "correctAnswer": "0",
    "options": {
      "A": "5-8 mg/L çözünmüş oksijen ortamı",
      "B": "18-30 °C sıcaklık aralığı",
      "C": "pH 6-8 arasında",
      "D": "Su sertliği 0-50 mg/L olduğu ortam",
      "E": "Nitratın 5-150 mg/L olduğu ortam"
    },
    "explanation": "Bakteri kolonilerinin sürdürülebilirliğinin sağlanması için;<br/>• Çözünmüş oksijen 4-8 mg/litre olmalıdır. 2 mg/litrenin altına düşerse bakteri popülasyonunda düşüşler görülür.<br/>• Su sıcaklığı 17-34 °C aralığında olmalıdır. 10 °C altında üretkenlik düşmektedir. <br/>• Sistemde nitrifikasyonun sağlanabilmesi için balık miktarının yoğun olması gerekmektedir. Buna bağlı olarak balık tankının büyük ve yüzey alanının geniş olması gerekmektedir.<br/>• Ani pH değişimlerinden kaçınılmalıdır. Ani pH değişimleri balık, bakteri ve bitki sağlığını olumsuz yönde etkilemektedir. Sistemde optimum pH aralığı 6-8 olmalıdır.<br/>• Direkt güneş ışığı alg popülasyonunu kısa süre içerisinde artırmaktadır. Bu yüzden sistemde direkt güneş ışığından kaçınılmalıdır. <br/>Genel olarak akuaponik sistemde yetiştirilen balıkların pH tolerans aralığı 6-8.5’tir. Bu seviyelerden daha yüksek pH seviyeleri sudaki amonyak miktarını artırabileceği gibi yüksek toksisiteye neden olabilir. Balıkla<br/>Bakteri kolonilerinin sürdürülebilirliğinin sağlanması için; • Çözünmüş oksijen 4-8 mg/litre olmalıdır. 2 mg/litrenin altına düşerse bakteri popülasyonunda düşüşler görülür. • Su sıcaklığı 17-34 °C aralığında olmalıdır. 10 °C altında üretkenlik düşmektedir. • Sistemde nitrifikasyonun sağlanabilmesi için balık miktarının yoğun olması gerekmektedir. Buna bağlı olarak balık tankının büyük ve yüzey alanının geniş olması gerekmektedir. • Ani pH değişimlerinden kaçınılmalıdır. Ani pH değişimleri balık, bakteri ve bitki sağlığını olumsuz yönde etkilemektedir. Sistemde optimum pH aralığı 6-8 olmalıdır. • Direkt güneş ışığı alg popülasyonunu kısa süre içerisinde artırmaktadır. Bu yüzden sistemde direkt güneş ışığından kaçınılmalıdır. Genel olarak akuaponik sistemde yetiştirilen balıkların pH tolerans aralığı 6-8.5’tir. Bu seviyelerden daha yüksek pH seviyeleri sudaki amonyak miktarını artırabileceği gibi yüksek toksisiteye neden olabilir. Balıklar, bitkiler ve bakterilerin yaşamı ve akuaponik sistemin sürdürülebilirliği için oksijen çok önemli bir unsurdur. Suda bulunan çözünmüş oksijen seviyesini moleküler oksijenin miktarı belirler. Litre başına miligram olarak hesaplanır. Oksijen miktarının ani değişikliği akuaponik sistemde büyük kayıplara neden olabilmektedir. Ani oksijen değişikliği balık ölümlerine sebebiyet verebilir. Bu neden çözünmüş oksijen düzeyinin daima takip edilmesi gereklidir. Akuaponik sistemdeki balık, bitki ve bakteri sağlığı açısından su sıcaklığı hayati öneme sahiptir. Kullanılan suyun optimum sıcaklığı 18-30 <sup>o</sup>C’ dir. Amonyak artışı nitrifikasyon bakterilerinin aktivitesini olumsuz etkiler. Amonyak düzeyinin artışı balık ve bakteriler üzerine toksik etki yapabilir. Amonyağın balık sağlığını etkilediği en düşük seviye 1.0 mg/litre’dir. Nitrit, balıklar için toksiktir. Amonyak ile benzer toksik etkiye sahiptir. Balık sağlığını etkileyen en düşük seviyesi 0.25 mg/litre’dir. Nitrat nitrite göre balıkları daha az etkiler. Nitrat’ın balıklarda tolere edilebilir düzeyi 300 mg/litre bazı balıklarda bu düzey 400 mg/litredir. Nitrat üretimi akuaponik sistemde bitki üretimi için hedeftir. Biyofiltrasyonda nitrifikasyon bakterilerince üretilir. Bitkiler için azotun en ulaşılabilir formudur. Ancak 250 mg/litreden yüksek nitrat düzeyi bitkilerin büyümesini negatif etkiler. Yüksek nitrat düzeyi özellikle kapalı devre yapılmayan akuaponik sistemlerde ani alg popülasyon artışına neden olabilir. Bu durum bitkilerin beslenememesine ve su döngüsüne önemli ölçüde zarar verir. Nitrat’ın optimum seviyesi 5-150 mg/litre aralığında olmalıdır. Su sertliği su kalite parametrelerinden biridir. Su sertliğinin iki tipi vardır. Bunlar genel sertlik ve karbonate sertliğidir. Sudaki pozitif iyon sayısının ölçümüne genel sertlik, sudaki alkalinite yani suyun tamponlama kapasitesi karbonate sertliğidir. Akuaponik sistemde genel sertliğin büyük bir etkisi yoktur ancak pH ile karbonat sertliği doğrudan ilişkilidir. Her iki sertliğin akuaponik sistemler için optimum değerleri yaklaşık 60-140 mg/litre olmalıdır."
  },
  {
    "id": "3903731",
    "unitNumber": 5,
    "text": "Hangi mineral eksikliği akuaponik sistemlerde en sık görülür ve genellikle şelatlı formda desteklenir?",
    "correctAnswer": "B",
    "options": {
      "A": "Magnezyum",
      "B": "Demir",
      "C": "Çinko",
      "D": "Fosfor",
      "E": "Bor"
    },
    "explanation": "Balık yemi balığın ihtiyaç duyduğu hemen hemen her şeyi içermesine rağmen bakteriler ve bitkiler için Ca, K, Fe ve bazen de Mg eksikliği olabilir. İdeal<br/>bitki ve bakteri gelişimi için, mineral içeriğini dengede tutacak şekilde bu elementlerin desteklenmesi gerekir. Ca ve K, pH’ı dengelemek için sisteme hidroksit formunda eklendiğinde bu besin elementlerinin dengelenmesi de sağlanmış olur. Hidroksitler çok alkalidir, bu nedenle onları bu şekilde eklemek, pH’ı yükseltmek ve eksik mineralleri tamamlamak gibi çifte fayda sağlar. Fe ve Mg pH’ı etkilemez ve su kaynağına bağlı olarak çoğu sistemde daha az eksik olma eğilimindedir. Yaklaşık her 2-3 haftada bir az miktarda (yaklaşık 1 ppm) Epsom tuzları (magnezyum sülfat) ve 2 ppm şelatlı demir eklenerek daha az sıklıkla desteklenirler. Yalnızca yüksek kaliteli şelatlı demir takviyesi yapılmalıdır. Asla ham demir veya paslanabilecek herhangi bir demir takviye olarak kullanılmamalıdır. Demir oksit (pas) sistemdeki tüm organizmalar için toksiktir.<br/>Balık yemi balığın ihtiyaç duyduğu hemen hemen her şeyi içermesine rağmen bakteriler ve bitkiler için Ca, K, Fe ve bazen de Mg eksikliği olabilir. İdeal bitki ve bakteri gelişimi için, mineral içeriğini dengede tutacak şekilde bu elementlerin desteklenmesi gerekir. Ca ve K, pH’ı dengelemek için sisteme hidroksit formunda eklendiğinde bu besin elementlerinin dengelenmesi de sağlanmış olur. Hidroksitler çok alkalidir, bu nedenle onları bu şekilde eklemek, pH’ı yükseltmek ve eksik mineralleri tamamlamak gibi çifte fayda sağlar. Fe ve Mg pH’ı etkilemez ve su kaynağına bağlı olarak çoğu sistemde daha az eksik olma eğilimindedir. Yaklaşık her 2-3 haftada bir az miktarda (yaklaşık 1 ppm) Epsom tuzları (magnezyum sülfat) ve 2 ppm şelatlı demir eklenerek daha az sıklıkla desteklenirler. Yalnızca yüksek kaliteli şelatlı demir takviyesi yapılmalıdır. Asla ham demir veya paslanabilecek herhangi bir demir takviye olarak kullanılmamalıdır. Demir oksit (pas) sistemdeki tüm organizmalar için toksiktir."
  },
  {
    "id": "3903732",
    "unitNumber": 5,
    "text": "Aşağıdaki balıklardan hangisi <strong>soğuk su balığıdır</strong> ve akuaponik sistemlerde 18 °C’nin üzerinde verim kaybı yaşar?",
    "correctAnswer": "D",
    "options": {
      "A": "A) Sazan",
      "B": "B) Tilapia",
      "C": "C) Kara Yayın",
      "D": "D) Gökkuşağı Alabalığı",
      "E": "E) Goldfish"
    },
    "explanation": "Nil Tilapia’sı (Oreochromis Niloticus): Bu tür, etinin lezzeti ve ticari olarak üretimi yapılan bir tür olduğu için tercih edilen tatlı su balıklarındandır (Şekil 5.8). Tropikal bölge balık türüdür. Sıcak sularda (14-36 °C) yaşamaya uygundur. İdeal sıcaklık 27-30 °C’dir. 12 °C altında ölümler görülmektedir. Bu nedenle su sıcaklığının kontrolü son derece önemlidir. Sıcak iklim koşulları için yetiştiricilikte kullanılabilecek ideal bir balık türüdür. Soğuk iklim koşullarında su sıcaklığının kontrolü önemli bir maliyet kalemi oluşturacağından tercih edilmemektedir. <br/>Sazan (Cyprinus Carpio): Asya kökenli bir balıktır (Şekil 5.9). Asya, Avrupa, Amerika, Avustralya ve Kanada’da büyük ölçüde dağılım gösterir. En fazla ticari kültürü yapılan türlerden biridir. Çevresel koşullara oldukça dayanıklı bir türdür. Düşük oksijen ve düşük kalitedeki sularda yaşayabilirler. Sıcaklık toleransı 4-34 °C arasındadır. Toleransının bu kadar yüksek olması saza<br/>Nil Tilapia’sı (Oreochromis Niloticus): Bu tür, etinin lezzeti ve ticari olarak üretimi yapılan bir tür olduğu için tercih edilen tatlı su balıklarındandır (Şekil 5.8). Tropikal bölge balık türüdür. Sıcak sularda (14-36 °C) yaşamaya uygundur. İdeal sıcaklık 27-30 °C’dir. 12 °C altında ölümler görülmektedir. Bu nedenle su sıcaklığının kontrolü son derece önemlidir. Sıcak iklim koşulları için yetiştiricilikte kullanılabilecek ideal bir balık türüdür. Soğuk iklim koşullarında su sıcaklığının kontrolü önemli bir maliyet kalemi oluşturacağından tercih edilmemektedir. Sazan (Cyprinus Carpio): Asya kökenli bir balıktır (Şekil 5.9). Asya, Avrupa, Amerika, Avustralya ve Kanada’da büyük ölçüde dağılım gösterir. En fazla ticari kültürü yapılan türlerden biridir. Çevresel koşullara oldukça dayanıklı bir türdür. Düşük oksijen ve düşük kalitedeki sularda yaşayabilirler. Sıcaklık toleransı 4-34 °C arasındadır. Toleransının bu kadar yüksek olması sazanı akuaponik sistem için ideal bir tür kılmaktadır. 25-30 °C su sıcaklığı aralığında en iyi büyüme oranını gösterir. Kara Yayın (Clarias Gariepinus): Ülkemizde kara yayın olarak bilinen Clarias gariepinus çevresel koşullara olan toleransı oldukça yüksektir (Şekil 5.10). Çözünmüş oksijen, pH ve sıcaklık değişimlerini tolere edebilen güçlü bir balık türüdür. Birçok hastalık ve parazitlere karşı dirençlidir. Yüksek miktarda stoklanabilir (600 kg/m3). Stoklamanın bu kadar yoğun olması akuaponik sistemde iyi bir mekanik filtrasyon gerektirmektedir. Yayın balıkları solunumu havadan yaptıkları için sudaki ani oksijen değişimlerinden etkilenmezler. Toprak havuzlarda bile yetiştirilebildikleri için yeni başlayan üreticiler için tercih edilebilir bir türdür. Yüksek stoklanabilirlik, oksijene ihtiyaç duymaması, kolay beslenebilirlik, yüksek amonyak toleransı nedeniyle yayın balıkları akuaponik sistem için en uygun türlerden biridir. Gökkuşağı Alabalığı (Oncorhynchus Mykiss): Gökkuşağı alabalığı doğada karnivor olarak beslenen bir balık türüdür (Şekil 5.11). Sofralık balık olarak tüketilen eti lezzetli ve ekonomik değeri yüksek olan balık türlerinden biridir. Dünyada kültürü yoğun olarak yapılmaktadır. Sıcaklık toleransı 10-18 °C olsa da en iyi büyüme sıcaklığı 15 °C’dir. 21 °C’nin üzerindeki sıcaklıklarda büyüme hızı önemli ölçüde olumsuz etkilenir. Gökkuşağı alabalığı yüksek protein içerikli besinlere ihtiyaç duyar. Bu durum balık havuzundaki azot atığının artışına sebep olur. Bu nedenle akuaponik sistemlerde eğer bu balık türünün yetiştiriciliği yapılacaksa iyi bir biyolojik filtreye sahip olunmalıdır. Gökkuşağı alabalığı tuzlu sulara karşı dirençlidir. Soğuk su balığı olan gökkuşağı alabalığı ise 18 oC’ den yüksek sıcaklığı tolere edemez."
  },
  {
    "id": "3903733",
    "unitNumber": 5,
    "text": "Aşağıdaki bakterilerden hangisi <strong>istenmeyen bakteriler</strong> grubuna girmez?",
    "correctAnswer": "D",
    "options": {
      "A": "Sülfat indirgeyen bakteriler",
      "B": "Denitrifikasyon bakterileri",
      "C": "Patojenik bakteriler",
      "D": "Nitrifikasyon bakterileri",
      "E": "Hidrojen sülfür üreten bakteriler"
    },
    "explanation": "Akuaponik Sistemde İstenmeyen Bakteriler: Akuaponik sistemde sülfat indirgeyen bakteriler istenmeyen bakterilerdir. Anaerobik olarak adlandırılan oksijen koşullarda bulunurlar. Kükürt kullanarak redoks reaksiyonu yoluyla enerji alırlar. Hidrojen sülfür (H2S) üretirler. Anaerobik bakteriler tarafından üretilen hidrojen sülfür balıklar için sonra derece toksiktir. Anaerobik koşullarda yaşayan bir diğer bakteri grubu da denitrifikasyon bakterileridir. Denitrifikasyon bakterileri akuaponik sistemdeki bitkilerin kullandığı nitratı bitkilerin kullanamayacağı atmosferik nitrojene dönüştürür. Bu sebeple denitrifikasyon bakterileri akuaponik sistemde istenmeyen ikinci bakteri grubudur. Akuaponik sistemde balık ve bitki sağlığını etkileyen patojenik bakteriler istenmeyen üçüncü bakteri grubudur. Patojenik bakterilerin gelişimi akuaponik sistemde balık ve bitki kayıplarına neden olur. Ayrıca insanlarda hastalıklara sebep olur."
  },
  {
    "id": "3831827",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi akvaryum kelimesinin oluştuğu hangi iki Latince kelimedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Aqua - Marina",
      "B": "Aqua - Rium",
      "C": "Aqua - Habitat",
      "D": "Aqua - Piscis",
      "E": "Aqua - Domus"
    },
    "explanation": "Akvaryum kelimesi Latince su anlamına gelen aqua ve bina, yer anlamına gelen -rium ekinin bir leştirilmesiyle oluşmuştur."
  },
  {
    "id": "3831830",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi akvaryumda kullanılan ilk hava pompasının geliştirildiği ülkedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Fransa",
      "B": "İngiltere",
      "C": "Japonya",
      "D": "Amerika Birleşik Devletleri",
      "E": "Almanya"
    },
    "explanation": "-<br/>İlk hava pompası 1908 yılında Almanya’da su basıncı tarafından desteklenen bir sistem olarak yapılmıştır."
  },
  {
    "id": "3831832",
    "unitNumber": 6,
    "text": "Aşağıdakilerin hangisi basit bir tatlı su akvaryum sistemi kurulurken bulunması zorunlu değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Su soğutucu",
      "B": "Isıtıcı",
      "C": "Filtre",
      "D": "Termometre",
      "E": "Hava pompası"
    },
    "explanation": "-<br/>Basit bir tatlı su akvaryum sistemi için;<br/><ul> <li>Akvaryum tankı</li> <li>Filtre</li> <li>Hava pompası</li> <li>Isıtıcı</li> <li>Termometre</li> <li>Balık kepçesi olması yeterlidir.</li> </ul>"
  },
  {
    "id": "3831834",
    "unitNumber": 6,
    "text": "Akvaryum dekorasyonunda kullanmak amacıyla doğadan toplanan taş, çakıl ve kum malzemeleri için ilk olarak aşağıdakilerden hangisi yapılmalıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Sadece büyük taşlar kullanılmalıdır",
      "B": "Malzemelerin suda eriyip erimediği test edilmeli ve dezenfekte edilmelidir",
      "C": "Plastik kaplamayla kaplanarak dayanıklılığı artırılmalıdır",
      "D": "Suya batırılarak renginin değişip değişmediği kontrol edilmelidir",
      "E": "Direkt olarak akvaryuma eklenmelidir"
    },
    "explanation": "-<br/>Çakıl, taş ve kum akvarist tarafından doğadan elde edilmiş ise malzemelerin suda eriyip erimediği kontrol edilmelidir. Ardından malzemeler dezenfekte edilmelidir."
  },
  {
    "id": "3831836",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi akvaryum suyunun pH değeri düştüğünde pH’ı yükseltmek için uygulanacak yöntem olabilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Suya magnezyum eklemek",
      "B": "Suya ekstra oksijen vermek",
      "C": "Suya daha fazla balık eklemek",
      "D": "Suya kalsiyum ilave etmek",
      "E": "Suya limon suyu eklemek"
    },
    "explanation": "-<br/>Sudaki pH derecesi düşmüş ise suya kalsiyum ilave edilerek pH derecesi yükseltilebilir."
  },
  {
    "id": "3831837",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi yaygın olarak yapılan biyotop akvaryumlarından biri değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Amazon Biyotopu",
      "B": "Mercan Resifi Biyotopu",
      "C": "Betta Biyotopu",
      "D": "Malawi Biyotopu",
      "E": "Tanganyika Biyotopu"
    },
    "explanation": "-<br/>Yaygın olarak yapılan biyotop örnekleri; • Güneydoğu Asya Biyotopu • Betta Biyotopu • Malawi Biyotopu • Tnaganyika Biyotopu • Amazon Biyotopu verilebilir"
  },
  {
    "id": "3831838",
    "unitNumber": 6,
    "text": "Deniz akvaryumlarında SUMP sisteminin tercih edilme nedeni aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Akvaryum suyundaki tuz oranını otomatik olarak düzenler.",
      "B": "Suyu filtreleyerek, ısıtarak ve tekrar akvaryuma döndürerek sistemin daha sağlıklı çalışmasını sağlar.",
      "C": "Akvaryumdaki suyun tamamen değiştirilmesine gerek kalmadan temizlik yapmaya olanak tanır.",
      "D": "Işıklandırma sistemine ek olarak su sıcaklığını dengelemek için kullanılır.",
      "E": "Ana akvaryumdan ayrı olarak canlıların üremesi için bir alan oluşturur."
    },
    "explanation": "-<br/>Çalışma mantığı akvaryum dan gelen boruların SUMP’a inerek bu kısımda filtreleme, ısıtılma gibi işlemlerden sonra tekrar sirkülasyon motoru ile akvaryuma aktarılmasından oluşur."
  },
  {
    "id": "3831839",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi cüce vatozların akvaryumda sağlıklı büyüyebilmesi için gereklidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnızca kuru yemle beslenmeleri en sağlıklı seçenektir.",
      "B": "Su sıcaklığı 18-22 derece arasında olmalıdır.",
      "C": "Akvaryumda haftalık su değişimi yapılmalı ve taban temizliğine özen gösterilmelidir.",
      "D": "Yalnız yaşamayı tercih ettikleri için sürü hâlinde beslenmemelidirler.",
      "E": "Yüksek ışık şiddetiyle aydınlatılan akvaryumlar cüce vatozların gelişimini olumlu etkiler."
    },
    "explanation": "-<br/>Akvaryum suyunun düzenli olarak değiştirilmesi ve temizlenmesi cüce vatozların sağlığı için önemlidir. Su değişimleri haftada bir kez veya kirlilik gerektiğinden fazla arttığında yapılmalıdır."
  },
  {
    "id": "3831840",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi akvaryumda deniz anemonlarının sağlıklı yaşayabilmesi için doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Deniz anemonlarının bakımı kolaydır ve akvaryumun pH seviyesi konusunda herhangi bir hassasiyeti yoktur.",
      "B": "Amonyak seviyesinin yükselmesi anemonlar için faydalıdır ve suyun kalitesini artırır.",
      "C": "Deniz anemonları sadece fotosentez yaparak besin ihtiyaçlarını karşılar, ek besine ihtiyaç duymazlar.",
      "D": "Deniz anemonları yüksek akıntıya ihtiyaç duyar ve akvaryumda güçlü dalga motorları kullanılarak sürekli hareketli bir ortam sağlanmalıdır.",
      "E": "Akvaryumdaki tuzluluk oranı türden türe değişse de genellikle 1.023-1.025 arasında olmalıdır."
    },
    "explanation": "Deniz anemonları, akvaryumda genellikle tuzluluk seviyesi 1.023- 1.025 arasında bakılabilir. Ancak türden türe bu tuzluluk istekleri farklılık gösterebilir."
  },
  {
    "id": "3831841",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi timsah balıklarının en belirgin özelliklerinden biri olarak bilinir?",
    "correctAnswer": "A",
    "options": {
      "A": "Solungaçlarının yanı sıra atmosferik havayı soluyabilmelerini sağlayan akciğer benzeri bir yapıya sahip olmaları.",
      "B": "Yumurtalarının insanlar için tamamen zararsız olması ve rahatlıkla tüketilebilmesi.",
      "C": "Tüm türlerinin yalnızca hızlı akan nehirlerde yaşaması ve durgun sulardan kaçınması.",
      "D": "Yalnızca tuzlu sularda yaşayabilmeleri ve tatlı sulara adapte olamamaları.",
      "E": "Yalnızca su bitkileri ile beslenen tamamen otçul bir balık türü olmaları."
    },
    "explanation": "-<br/>En belirgin özelliklerinden biri timsah benzeri bir görünüme sahip olmalarıdır. Ayrıca akciğer benzeri solungaçlara sahip olmaları nedeniyle atmosferik havayı soluyabilirler."
  },
  {
    "id": "3843316",
    "unitNumber": 6,
    "text": "Halka açık akvaryum fikri ilk olarak nerede ve hangi tarihte ortaya çıkmıştır ?",
    "correctAnswer": "B",
    "options": {
      "A": "Guangzhou-1660",
      "B": "Londra-1853",
      "C": "Cenevre-1750",
      "D": "Hamburg-1890",
      "E": "Amsterdam-1903"
    },
    "explanation": "Su altının görüntüsünün erkesi açılma fikri 1853'de yılında Londra'da halka açık akvaryumun açılmasıyla birlikte ilk adımını atmıştır.<br/>Yanıt B seçeneği olmalıdır."
  },
  {
    "id": "3843317",
    "unitNumber": 6,
    "text": "Basit bir tatlı su akvaryum sistemi için aşağıdakilerden hangisinin/hangilerinin olması gereklidir ?<br/>I. Hava pompası<br/>II. Termometre<br/>III. Filtre",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Akvaryum kurulumu yapılırken bakımı yapılacak canlıya göre yer, suyun sıcaklığı, suyun kalitesi ve canlının optimum yaşam koşullarına bağlı isteklerine dikkat edilmelidir. Basit bir tatlı su akvaryum sistemi için;<br/>• Akvaryum tankı<br/>• Filtre<br/>• Hava pompası<br/>• Isıtıcı<br/>• Termometre<br/>• Balık kepçesi olması yeterlidir.<br/>Cevap E seçeneği olmalıdır."
  },
  {
    "id": "3843320",
    "unitNumber": 6,
    "text": "<em>Carinotetraodon travancoricus</em> (cüce balon balığı), yassı balıklar ve bazı Lepisosteiformes türlerinin aşağıda belirtilen hangi tip akvaryumda bakımı yapılabilmektedir ?",
    "correctAnswer": "A",
    "options": {
      "A": "Acı su akvaryumu",
      "B": "Biyotop akvaryum",
      "C": "Karma akvaryum",
      "D": "Resif (Mercan) akvaryum",
      "E": "Tatlı su akvaryumu"
    },
    "explanation": "Tatlı su türleri olarak bilinen Poecilia sphenops (moli), Jordanella floridae (flagfish) ve Etroplus maculatus<br/>(orange chromide) gibi birçok balık türü acı su türleridir. Ayrıca Carinotetraodon travancoricus (cüce balon<br/>balığı), yassı balıklar ve Lepisosteiformes’lerin bazı türleri acı su türleri olarak bakımı yapılmaktadır.<br/>Yanıt A seçeneği olmalıdır."
  },
  {
    "id": "3843328",
    "unitNumber": 6,
    "text": "Halka açık akvaryumlarda sıklıkla kullanılan, Güneydoğu Asya ve Amazon gibi alt tipleri olan akvaryum tasarımı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Resif akvaryum",
      "B": "Deniz akvaryumu",
      "C": "Karma akvaryum",
      "D": "Biyotop akvaryum",
      "E": "Tatlı su akvaryumu"
    },
    "explanation": "Bir bölgenin doğal yaşam alanının simülasyonunun yapıldığı akvaryum tipine biyotop akvaryum denir. Genellikle halka açık akvaryumlarda bu akvaryum tasarımı kullanılmaktadır. Yaygın olarak yapılan biyotop örnekleri;<br/>• Güneydoğu Asya Biyotopu<br/>• Betta Biyotopu<br/>• Malawi Biyotopu<br/>• Tnaganyika Biyotopu<br/>• Amazon Biyotopu verilebilir.<br/>Yanıt D seçeneği olmalıdır."
  },
  {
    "id": "3843330",
    "unitNumber": 6,
    "text": "100 litrelik bir deniz akvaryumu hazırlanırken aşağıda belirtilen hazırlıklardan hangisi yanlış ifade edilmiştir ?",
    "correctAnswer": "C",
    "options": {
      "A": "Ters ozmos filtresinden geçirilen 100 litre su tanka eklenir.",
      "B": "Akvaryumdaki su 25 °C’ye getirilir.",
      "C": "100 litre su için yetiştirilecek türe göre değişmekle birlikte ortalama 6.6 kilogram tuz eklenir.",
      "D": "Dalga motoru sisteme eklenerek su içerisinde akıntı oluşturulur, tuzun çözülmesi sağlanır.",
      "E": "Tuzun tamamen erimesiyle birlikte refraktometre ile ölçüm yapılır."
    },
    "explanation": "100 litrelik bir akvaryum için;<br/>• Ters ozmos filtresinden geçirilen 100 litre su tanka eklenir.<br/>• Akvaryumdaki su 25 °C’ye getirilir.<br/>• 100 litre su için yetiştirilecek türe değişmekle birlikte ortalama 3,3 kilogram tuz eklenir.<br/>• Dalga motoru sisteme eklenerek su içerisinde akıntı oluşturulur. Bu sayede tuzun su içerisinde çözünmesi sağlanır.<br/>• Tuzun tamamen erimesiyle birlikte refraktometre ile ölçüm yapılır.<br/>• Sistem için uygun olan tuzluluk oranını yakalamak amacıyla tuz veya su ilavesi yapılır.<br/>Yanıt C seçeneği olmalıdır."
  },
  {
    "id": "3843332",
    "unitNumber": 6,
    "text": "Lepistes balıklarının akvaristler tarafından beslenmesiyle ilgili verilen ifadelerden hangisi yanlıştır ?",
    "correctAnswer": "D",
    "options": {
      "A": "Günde 1 - 2 defa beslenmeleri genellikle yeterlidir.",
      "B": "Artemia, kan kurdu ve su piresi gibi canlı yemler lepistesler için iyi bir besin kaynağıdır.",
      "C": "Türüne uygun formüle edilmiş kurutulmuş, dondurulmuş veya taze formlarda balık yemleri kullanılabilir.",
      "D": "Tek tip beslenme rejimi uygulanmalıdır.",
      "E": "Havuç ve salatalık gibi bitkisel besinler kabuğu soyulmuş şekilde doğranarak verilebilir."
    },
    "explanation": "Lepistes balıkları akvaristler tarafından oldukça ilgi gören tatlı su balıklarıdır ve sağlıklı bir şekilde beslenmeleri önemlidir. Lepistes balıklarının beslenmesiyle ilgili temel bilgiler şunlardır;<br/>• Balık Yemi: Lepistes balıklarının besin ihtiyaçlarına göre formüle edilmiş balık yemleri bulunmaktadır. Genellikle bu yemler kurutulmuş, dondurulmuş veya taze formlarda bulunur.<br/>• Canlı Yemler: Lepistes türleri bakılırken canlı yem kullanımı oldukça önemlidir. Özellikle artemia,<br/>kan kurdu ve su piresi gibi canlı yemler lepistesler için iyi bir besin kaynağıdır. Ancak canlı yemlerin temiz olmasına dikkat etmek önemlidir.<br/>• Sebze ve Yemişler: Lepistesler beslenirken bazı sebze türleri ve meyveleri tüketebilirler. Örnek olarak; haşlanmış ıspanak veya bezelye gibi sebzeler ile beslenebilirler. Ayrıca havuç ve salatalık gibi<br/>bitkisel besinler kabuğu soyulmuş şekilde doğranarak verilebilir.<br/>• Yem Frekansı: Lepisteslerin günde 1 - 2 defa beslenmeleri genellikle yeterlidir. Ancak, balıklar<br/>Yanıt D seçeneği olmalıdır."
  },
  {
    "id": "3843356",
    "unitNumber": 6,
    "text": "Cüce vatozların akvaryumda yaşam koşullarıyla ilgili aşağıdakilerden hangisi yanlıştır ?",
    "correctAnswer": "E",
    "options": {
      "A": "pH seviyesi 6.5-7.5 arasında olmalıdır.",
      "B": "Su sıcaklığı genellikle 24-28 derece arasında olmalıdır.",
      "C": "En az 5-7 adet olmaları gereklidir.",
      "D": "En az 40 litrelik akvaryumlarda bakılmalıdır.",
      "E": "Hazır satılan tuzlu su balığı yemleri beslenmelerinde kullanılabilir."
    },
    "explanation": "• Akvaryum Boyutu: Cüce vatozlar küçük balıklardır. Ancak sağlıklı bir bakım için en az 40 litrelik<br/>akvaryumlarda bakılması tavsiye edilir. Büyük akvaryumlar kullanılması cüce vatozların rahat hareket edebileceği ve saklanabilecekleri alanlar oluşturacağından daha uygun olacaktır.<br/>• Su Parametreleri: Akvaryumda temiz ve stabil bir su ortamı oluşturulmalıdır. Su sıcaklığı genellikle 24-28 derece arasında olmalıdır. pH seviyesi 6.5-7.5 arasında olmalıdır. Suyun yumuşaklığı orta<br/>derecede olmalıdır.<br/>• Dekorasyon ve Saklanma Alanları: Cüce vatozlar doğal alanlarında gizlenerek yaşamayı tercih<br/>ederler. Akvaryumda cüce vatozların saklanabileceği bitki örtüsü, kaya parçaları ve mağara benzeri<br/>yapılar kullanılması önemlidir. Bu yapılar cüce vatozların strese girmelerini engelleyecektir.<br/>• Beslenme: Cüce vatozlar genellikle etobur canlılardır. Akvaryuma bakılırken canlı veya dondurulmuş yemler kullanılabilir. Hazır satılan tatlı su balığı yemleri beslenmelerinde kullanılabilir.<br/>•<br/>Yanıt E seçeneği olmalıdır."
  },
  {
    "id": "3843358",
    "unitNumber": 6,
    "text": "<em>Paracanthurus Hepatus</em> ismiyle bilinen magnezyum ve kalsiyum içeriği yüksek olan tuzlu suda yaşayabilen mağara benzeri yapıların olduğu akvaryumlarda yaşayabilen canlı türü aşağıdakilerden hangisidir ?",
    "correctAnswer": "A",
    "options": {
      "A": "Mavi Cerrah Balığı",
      "B": "Palyaço Balığı",
      "C": "Mandarin balığı",
      "D": "Deniz Anemonu",
      "E": "Mumluk Mercanı"
    },
    "explanation": "Blue Tang - Mavi Cerrah Balığı (Paracanthurus Hepatus)<br/>Blue tang ya da diğer adıyla mavi cerrah balığı, rengi ile öne çıkan popüler bir tuzlu su balığıdır. Doğal<br/>yaşam alanları Hint Okyanusu’ndaki mercan resifleri ve Büyük Okyanus’un tropikal bölgeleridir. Hint<br/>Okyanusu’nun batı kıyıları ve Afrika’nın doğu kıyıları boyunca bulunurlar. Mavi cerrah balığının akvaryumda bakımı ile ilgili temel bilgiler şunlardır;<br/>Akvaryum Boyutu: Yetişkin blue tang balıkları oldukça büyüktür. Yetişkin bir birey için en az<br/>200 litrelik bir akvaryum kullanılması gerekir. Uygun yaşam alanı sağlamak amacıyla daha büyük<br/>akvaryumlarda tercih edilebilir.<br/>• Su Parametreleri: Akvaryum suyunun temiz ve stabil değerlere sahip olması önemlidir. Su sıcaklığı<br/>22-28 derece arasında olmalıdır. pH seviyesi 8.1-8.4 arasında olmalıdır. Ayrıca suyun magnezyum<br/>ve kalsiyum içeriği de yüksek olmalıdır. Tuzlu sulara özgü bir tür olması nedeniyle suyun tuzluluk<br/>oranı 1.020-1.025 arasında olmalıdır.<br/>Yanıt A seçeneği olmalıdır."
  },
  {
    "id": "3843362",
    "unitNumber": 6,
    "text": "Karada hareket etme eğiliminde olduğu göz önünde tutularak standart akvaryum tasarımı yerine mangrov ormanını taklit eden tasarımların yapıldığı balık türü aşağıdakilerden hangisidir ?",
    "correctAnswer": "C",
    "options": {
      "A": "Timsah Balıkları",
      "B": "Tilki Kuyruğu",
      "C": "Atlantik Çamur Zıpzıpı",
      "D": "Su Mercimeği",
      "E": "Kırmızı Kuyruklu Kedi Balığı"
    },
    "explanation": "Atlantik Çamur Zıpzıpı - Mangrove Zıplayan Balığı (Periophthalmus Barbarus)<br/>Akvaryum Seçimi ve Düzenlemesi: Atlantik çamur zıpzıpı bakılacak akvaryum tasarlanırken, balıkların karada hareket etme eğiliminde olduğu göz önünde tutulmalıdır. Bu nedenle, standart<br/>akvaryum tasarımı yerine mangrov ormanını taklit eden tasarımlar yapılması balığın yaşaması için<br/>huzurlu bir ortam sağlayacaktır. Akvaryumun alt kısmında çamur veya çamur benzeri substrat kullanılmalıdır. Ayrıca mangrov kökleri veya kütükler kullanarak doğal bir ortam oluşturulabilir. Bu sayede balıkların saklanabilecekleri ve su dışında hareket edebilecekleri alanlar sağlanabilir.<br/>Yanıt C seçeneği olmalıdır."
  },
  {
    "id": "3843368",
    "unitNumber": 6,
    "text": "Akvaryumda yaşayabilmeleri için LED veya T5 floresan lambaları gibi güçlü ışıklandırma sistemleri tercih edilen ve poliplerinin su akıntısı ile rahat hareket edebilmesi için uygun ortam sağlandığı canlı türü aşağıdakilerden hangisidir ?",
    "correctAnswer": "A",
    "options": {
      "A": "Mumluk Mercanı",
      "B": "Mandarin Balığı",
      "C": "Denizşakayıkları",
      "D": "Atlantik Çamur Zıpzıpı",
      "E": "Kırmızı Kuyruklu Kedi Balığı"
    },
    "explanation": "Mumluk Mercanı- Meşale Mercanı (Euphyllia Glabrescens)<br/>Akvaryum Seçimi ve Düzenlemesi: Meşale mercanları, akvaryuma yerleştirilirken dar alanlara<br/>sıkıştırılmamalıdır. Özellikle poliplerinin su akıntısı ile rahat hareket edebilmeleri sağlanmalıdır.<br/>Akvaryum seçimi yapılırken en az 100 litrelik bir akvaryum tercih edilmelidir.<br/>Işıklandırma: Akvaryum ışıklandırmasının yüksek düzeyde olması meşale mercanlarının besinlerini fotosentez yaparak kazanmalarını sağlar. Bu nedenle meşale mercanlarının sağlıklı bir şekilde bakılabilmesi için ışıklandırma oldukça önemlidir. Akvaryumda meşale mercanı bakımı yapılacak ise LED veya T5 floresan lambaları gibi güçlü ışıklandırma sistemleri tercih edilmelidir.<br/>Yanıt A seçeneği olmalıdır."
  },
  {
    "id": "3834435",
    "unitNumber": 7,
    "text": "Su ürünleri işleme tekniklerinin temel amacı nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sadece lezzet katmak",
      "B": "Balıkları daha hızlı tüketmek",
      "C": "Bozulmayı önleyerek raf ömrünü uzatmak",
      "D": "Sadece besin değerini artırmak",
      "E": "Fiziksel görünümünü değiştirmek"
    },
    "explanation": "Su ürünleri işleme teknikleri, kalite ve güvenliği koruyarak raf ömrünü uzatmayı amaçlar."
  },
  {
    "id": "3834438",
    "unitNumber": 7,
    "text": "Su ürünleri dondurma teknolojisinin temel amacı nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Balıkları kurutmak",
      "B": "Mikrobiyal gelişmeyi ve enzimatik aktiviteyi durdurmak",
      "C": "Daha fazla yağ üretmek",
      "D": "Balıkları daha küçük hale getirmek",
      "E": "Sadece tat farklılığı oluşturmak"
    },
    "explanation": "Dondurma, mikroorganizmaların gelişimini durdurarak su ürünlerini daha uzun süre korumayı sağlar."
  },
  {
    "id": "3834441",
    "unitNumber": 7,
    "text": "Konserve su ürünleri işleme tekniği hangi aşamaları içerir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sadece tuzlama ve saklama",
      "B": "Sadece dondurma",
      "C": "Pişirme, sterilizasyon ve hava geçirmez kapatma",
      "D": "Tütsüleme ve salamura",
      "E": "Marinasyon ve fermantasyon"
    },
    "explanation": "Konserveleme işlemi, ısıl işlem, sterilizasyon ve hava geçirmez kapatma gibi aşamaları içerir."
  },
  {
    "id": "3834443",
    "unitNumber": 7,
    "text": "Tütsüleme teknolojisinin avantajlarından biri nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sadece lezzeti artırır",
      "B": "Mikrobiyal gelişmeyi durdurarak raf ömrünü uzatır",
      "C": "Sadece duman aroması katar",
      "D": "Balıkları pişirerek protein miktarını artırır",
      "E": "Vitamin miktarını artırır"
    },
    "explanation": "Tütsüleme işlemi, tuz ve ısıl işlem uygulayarak mikrobiyal gelişimi durdurur ve raf ömrünü uzatır."
  },
  {
    "id": "3834446",
    "unitNumber": 7,
    "text": "Su ürünlerinde tuzlama işleminin temel amacı nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sadece tat katmak",
      "B": "Bakteri üremesini önlemek",
      "C": "Balıkları yumuşatmak",
      "D": "Su içeriğini artırmak",
      "E": "Balıkları daha büyük hale getirmek"
    },
    "explanation": "Tuzlama işlemi, mikrobiyal bozulmayı önlemek ve dayanıklılığı artırmak için uygulanır."
  },
  {
    "id": "3834449",
    "unitNumber": 7,
    "text": "Marinasyon sürecinde hangi temel bileşenler kullanılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Tuz ve asetik asit",
      "B": "Sadece su",
      "C": "Dondurucu gazlar",
      "D": "Sadece baharatlar",
      "E": "Sadece sirke"
    },
    "explanation": "Marinasyon sürecinde asetik asit ve tuz kombinasyonu, mikroorganizma gelişimini önler ve tat kazandırır."
  },
  {
    "id": "3834450",
    "unitNumber": 7,
    "text": "Fermente su ürünleri hangi mikroorganizmalar yardımıyla üretilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Laktik asit bakterileri",
      "B": "Salmonella bakterileri",
      "C": "Clostridium botulinum",
      "D": "Escherichia coli",
      "E": "Listeria monocytogenes"
    },
    "explanation": "Fermente su ürünleri, laktik asit bakterileri yardımıyla hazırlanarak korunur."
  },
  {
    "id": "3834451",
    "unitNumber": 7,
    "text": "Darbeli elektrik alanı (PEF) teknolojisi hangi amaçla kullanılır?",
    "correctAnswer": "B",
    "options": {
      "A": "Su ürünlerini daha hızlı pişirmek",
      "B": "Hücre zarlarında geçici gözenekler açarak işlem etkisini artırmak",
      "C": "Balıkları tamamen kurutmak",
      "D": "Sadece tatlandırmak",
      "E": "Oksidasyonu artırmak"
    },
    "explanation": "PEF teknolojisi, hücre zarlarında geçici gözenekler açarak işlem süreçlerinin etkinliğini artırır."
  },
  {
    "id": "3834453",
    "unitNumber": 7,
    "text": "Üç boyutlu baskı teknolojisinin su ürünleri işleme alanında kullanım amacı nedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yüksek oranda katkı maddesi eklemek",
      "B": "Su ürünlerinin tazeliğini azaltmak",
      "C": "Balıkları tamamen sıvı hale getirmek",
      "D": "Balıkları hızlı dondurmak",
      "E": "Doku, lezzet ve besin içeriğini istenilen şekilde ayarlamak"
    },
    "explanation": "3D baskı teknolojisi, su ürünlerinin dokusu, lezzeti ve besin içeriği üzerinde kontrol sağlamayı amaçlar."
  },
  {
    "id": "3834455",
    "unitNumber": 7,
    "text": "Su ürünlerinde kullanılan Sous Vide teknolojisinin temel avantajı nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Çok hızlı pişirme sağlar",
      "B": "Düşük sıcaklıkta pişirme yaparak besin değerini korur",
      "C": "Su ürünlerinin tamamen sıvı hale gelmesini sağlar",
      "D": "Balıkları sadece kızartır",
      "E": "Mikrobiyal yükü artırır"
    },
    "explanation": "Sous Vide yöntemi, düşük sıcaklıkta kontrollü pişirme sağlayarak besin değerinin korunmasını sağlar."
  },
  {
    "id": "3843682",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi ülkemizde bulunan endemik ve nesli tehlike altında olan balık türlerinden değildir ?",
    "correctAnswer": "D",
    "options": {
      "A": "Abant alabalığı (<em>Salmo trutta abanticus</em>)",
      "B": "İnci kefali (<em>Chalcalburnus tarichi</em>)",
      "C": "Karabalık (<em>Capoeta antalyensis</em>)",
      "D": "Alabalık (<em>Salmo trutta</em>)",
      "E": "Bıyıklı balık (<em>Barbus plebejus ercisianus</em>)"
    },
    "explanation": "Abant Gölü ve Yedigöller’de yaşayan Abant alabalığı (Salmo trutta abanticus), Cihanbeyli İnsuyu’dan inci kefali (Chalcalburnus tarichi), Toros Dağları-Köprüçay’dan karabalık (Capoeta antalyensis), Van Gölü’nden bıyıklı balık (Barbus plebejus ercisianus) ve Beyşehir Gölü’nden inci balığı (Alburnus<br/>akili Battalgil) gibi dar yayılımlı endemik ve nesli tehlike altında olan balıklardır.<br/>Yanıt D seçeneği olmalıdır."
  },
  {
    "id": "3843683",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi/hangileri su ürünlerine uygulanan işleme tekniklerindendir ?<br/>I. Kurutma<br/>II. Konserve<br/>III. Tuzlama<br/>IV. Tütsüleme",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "II ve IV",
      "C": "I, II ve III",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Kurutma: Su ürünlerinde kurutma işlemi temel olarak türlerde yüksek miktarda bulunan nemi ortadan<br/>kaldırarak mikrobiyal gelişmeyi önler. En yaygın üretilen kurutulmuş su ürünleri arasında kurutulmuş<br/>balığın yanı sıra kabuklu türlerinden kurutulmuş kalamar ve kurutulmuş karides bulunmaktadır.<br/>Konserve: Konserve işlemi temel olarak su ürünlerine uygulanan ısıl işlem ve hava geçirmez ambalajlarda hermetik kapatma aşamalarını içerir. Dünya genelinde yaygın olarak ton balığı, somon ve sardalya gibi balık türleri konserve tekniği ile işlenmekte ve ticari katkı sağlamaktadır.<br/>Tuzlama: Tuzun antiseptik özelliğinden faydalanılarak nem oranını azaltmak ve mikrobiyal gelişmeyi durdurmak amacıyla su ürünlerinin tuz ile muamelesi işlemini kapsamaktadır. Yüzyıllardır uygulanan bu teknikte morina balığı bilinen en yaygın tuzlanmış su ürünüdür.<br/>Tütsüleme: Su ürünlerinin tütsülenmesinde tuz uygulaması ve farklı ısıl işlemler uygulanarak mikrobiyal gelişimi durdurmasının yanı sıra farklı aromalarda ürü<br/>Yanıt E seçeneği olmalıdır."
  },
  {
    "id": "3843685",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi su ürünleri işleme yöntemlerinin faydalarından değildir ?",
    "correctAnswer": "C",
    "options": {
      "A": "Daha uzun raf ömrü",
      "B": "Gıda güvenliği",
      "C": "Atık azaltımı",
      "D": "Sürekli ürün tedariği",
      "E": "Sürdürülebilir kaynak kullanımı"
    },
    "explanation": "Su ürünlerinin işlenmesi şöyle faydalar sağlar:<br/>Daha uzun raf ömrü<br/>Gıda güvenliği<br/>Tüketiciye sunulan kolaylık<br/>Sürekli ürün tedariği<br/>Piyasada ürün çeşitliliği<br/>Değer katkısı<br/>Sürdürülebilir kaynak kullanımı<br/>Yanıt C seçeneği olmalıdır."
  },
  {
    "id": "3843687",
    "unitNumber": 7,
    "text": "Gıda ürünlerinin konservelenerek saklanabileceği ilk olarak hangi ülkede keşfedilmiştir ?",
    "correctAnswer": "A",
    "options": {
      "A": "Fransa",
      "B": "Almanya",
      "C": "Hollanda",
      "D": "İtalya",
      "E": "İsviçre"
    },
    "explanation": "Gıdaların konserve teknolojisi ile hazırlanıp işlenmesi ve depolanmasının keşfi 1800’lü yıllarda askerî kullanım amacıyla gıda ürünlerini balmumu veya mantarla kapattığı cam kavanozlarda uzun süre depolamayı başaran Fransız şef Nicolas Appert’e aittir. Yıllar içerisinde gıda ürünlerinin kalay kaplı demir kutularda depolanması fikri üzerine odaklanıp ticari çözümlerin geliştirilmesi ile devam etmiştir. 19. yüzyılın başlarında Avrupa ve Amerika’da su ürünleri türlerinin konservelerinin ticarileşmesine ve teknolojik<br/>atılımlar yapılmıştır<br/>Yanıt A seçeneği olmalıdır."
  },
  {
    "id": "3843700",
    "unitNumber": 7,
    "text": "''............su ürünleri genellikle premium (özel kalitede) bir ürün olarak algılanmakta diğer su ürünlerine nazaran daha yüksek fiyata satılmaktadır.'' cümlesindeki boşluğa aşağıdakilerden hangisi getirilmelidir ?",
    "correctAnswer": "E",
    "options": {
      "A": "Dondurulmuş",
      "B": "Konservelenmiş",
      "C": "Taze",
      "D": "Tuzlanmış",
      "E": "Tütsülenmiş"
    },
    "explanation": "Tütsülenmiş su ürünleri genellikle premium (özel kalitede) bir ürün olarak algılanmakta ve taze veya dondurulmuş su ürünlerine nazaran daha yüksek fiyata satılmaktadır. Tütsülenmiş su<br/>ürünleri sadece lezzet açısından değil aynı zamanda<br/>yüksek oranda protein, omega-3 yağ asitleri, vitamin<br/>ve mineral kaynağı olması sebebiyle iyi bir besin<br/>profili sağlamaktadır.<br/>Yanıt E seçeneği olmalıdır."
  },
  {
    "id": "3843706",
    "unitNumber": 7,
    "text": "Asya mutfak kültüründe jeotgal, ikura ve shiozake olarak bilinen su ürünleri hangi teknoloji ile elde edilmektedir ?",
    "correctAnswer": "B",
    "options": {
      "A": "Dondurma",
      "B": "Tuzlama",
      "C": "Tütsüleme",
      "D": "Marinasyon",
      "E": "Konserveleme"
    },
    "explanation": "Asya mutfak<br/>kültüründe de önemli bir yer tutan tuzlanmış su ürünleri tuzlanmış balık yumurtası (ikura) ve tuzlanmış<br/>balık (shiozake) gibi çeşitli ürünleri içermektedir. Benzer şekilde Kore’de jeotgal olarak bilinen tuzlanmış<br/>su ürünleri, su ürünlerinin tuz ve diğer malzemelerle fermente edilmesi prensibine dayanan yaygın olarak<br/>kullanılan bir üründür<br/>Yanıt B seçeneği olmalıdır."
  },
  {
    "id": "3843711",
    "unitNumber": 7,
    "text": "Su ürünlerinin asetik asit ve tuz çözeltisi içerisinde olgunlaştırıldığı hazırlama yöntemi aşağıdakilerden hangisidir ?",
    "correctAnswer": "A",
    "options": {
      "A": "Marinasyon",
      "B": "Fermentasyon",
      "C": "Tütsüleme",
      "D": "Tuzlama",
      "E": "Konserveleme"
    },
    "explanation": "Su ürünleri Marinatları genel olarak 3 grupta kategorize edilir:<br/>1. Soğuk marinatlar: Herhangi bir ısıl işlem uygulanmayan sadece balık, kabuklu veya yumuşakçalarla<br/>birlikte, asetik asit ve tuz çözeltisi içerisinde olgunlaştırılan marinatlar.<br/>2. Pişirilmiş marinatlar: Marinatların 85 ºC’de asetik asit ve tuz çözeltisinde bekletildiği bu sayede<br/>birçok bakteri ve enzimin inaktive olduğu marinasyon çeşididir.<br/>3. Kızartılmış marinatlar: Asetik asit ve tuz çözeltisinde marine olan su ürünlerinin son ambalaja girmeden önce kızartma işlemi uygulanan marinatlardır, ısıl işlemle birlikte enzim inaktivasyonu ve<br/>mikrobiyal gelişim durur<br/>Yanıt A seçeneği olmalıdır."
  },
  {
    "id": "3843716",
    "unitNumber": 7,
    "text": "Ringa balığından yapılan Surströmming aşağıda belirtilen hangi teknoloji ile üretilmektedir ?",
    "correctAnswer": "D",
    "options": {
      "A": "Tütsüleme",
      "B": "Tuzlama",
      "C": "Marinasyon",
      "D": "Fermentasyon",
      "E": "Dondurma"
    },
    "explanation": "Fermente edilmiş Baltık ringa balığının temizlenmesinin ardından<br/>birkaç ay boyunca mayalanması için yüksek tuz içeriğine sahip fıçılara yerleştirilip fermente edilmesine dayanan bir İsveç lezzeti olan Surströmming, keskin kokuya sahiptir ve genellikle ekmek, patates ve soğanla birlikte tüketilir.<br/>Yanıt D seçeneği olmalıdır."
  },
  {
    "id": "3843718",
    "unitNumber": 7,
    "text": "Kısa elektrik darbelerine bağlı olarak hücre zarlarında oluşan<br/>geçici gözenekler yardımıyla tuzlama tekniklerinde tuzlu suyun daha iyi nüfuz etmesi ve marinasyon işlemlerinde lezzet geçirgenliğini arttıran su ürünleri işleme teknolojisi aşağıdakilerden hangisidir ?",
    "correctAnswer": "B",
    "options": {
      "A": "Yüksek basınçlı işleme",
      "B": "Ekstropolasyon",
      "C": "Sous vide teknolojisi",
      "D": "Ultrason İşleme",
      "E": "Darbeli elektrik alanı"
    },
    "explanation": "Elektroporasyon: Elektroporasyon, kısa elektrik darbelerine bağlı olarak hücre zarlarında oluşan geçici gözenekler yardımıyla tuzlama tekniklerinde tuzlu suyun daha iyi nüfuz etmesi ve marinasyom işlemlerinde lezzet geçirgenliğini arttırmaktadır.<br/>Yanıt B seçeneği olmalıdır."
  },
  {
    "id": "3843720",
    "unitNumber": 7,
    "text": "Su ürünlerinin türlerine göre farklı sıcaklıklarda ısıl işlem uygulanarak işlendiği teknoloji aşağıdakilerden hangisidir ?",
    "correctAnswer": "D",
    "options": {
      "A": "Yüksek Basınçlı İşleme",
      "B": "Ultrason İşleme",
      "C": "Darbeli elektrik alanı",
      "D": "Sous vide teknolojisi",
      "E": "Darbeli Işık Teknolojisi"
    },
    "explanation": "Sous vide teknolojisi: Su ürünlerini hassas sıcaklık kontrolü yapılarak balık, karides, ıstakoz ve deniztarağı gibi türlerin bazı baharatlar, narenciye kabuğu rendesi ve çeşniler ilave edildikten vakum paketlemeye uygun bir torbaya yerleştirilmesi ve vakum ambalajlama aşamalarını içermektedir. Daha sonrasında işlenecek türe bağlı olarak değişen sıcaklık uygulamaları içermektedir. Türlere özgü sıcaklık zaman aralıkları: Dil balığı veya morina balığı gibi hassas balıklarda 49-60°C arasında, somon ve ton<br/>balığı gibi nispeten daha sert balıklarda 60-63°C’de 20-60 dakika arasında uygulanır. Karides türleri için 49-54°C arasında 15-30 dakika süresince ısıl işlem uygulanır. Istakoz etinde ise 54-60°C’de ortalama olarak 30-60 dakika arasında değişen zamanlarda ısıl işleme maruz kalmaktadır.<br/>Yanıt D seçeneği olmalıdır."
  },
  {
    "id": "3834458",
    "unitNumber": 8,
    "text": "Su ürünleri avcılığı neden önemlidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sadece eğlence amaçlı olduğu için",
      "B": "Büyük şirketlere gelir sağladığı için",
      "C": "Sürdürülebilir avlanma ve ekosistem koruma sağladığı için",
      "D": "Sadece kültürel bir etkinlik olduğu için",
      "E": "Balık popülasyonlarını tüketmek için"
    },
    "explanation": "Su ürünleri avcılığı, ekosistemleri koruyarak sürdürülebilir avlanmayı hedefler."
  },
  {
    "id": "3834461",
    "unitNumber": 8,
    "text": "İstilacı türler su ekosistemine nasıl zarar verir?",
    "correctAnswer": "E",
    "options": {
      "A": "Balıkçılığı artırarak",
      "B": "Hiçbir etkisi yoktur",
      "C": "Sadece ekonomik kayıplara neden olarak",
      "D": "Tatlı sularda etkili olup denizlerde zararsız kalarak",
      "E": "Yerel türlerle rekabet edip popülasyonlarını azaltarak"
    },
    "explanation": "İstilacı türler, yerel balıklarla besin ve üreme alanları için rekabet ederek ekosistemi bozar."
  },
  {
    "id": "3834462",
    "unitNumber": 8,
    "text": "Açık deniz ve tatlı su balıkçılığı arasındaki temel fark nedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Tatlı su avcılığı ticari amaçla yapılmaz",
      "B": "Açık deniz balıkçılığı ekosisteme zarar verir",
      "C": "Tatlı su avcılığı sadece amatör balıkçılar tarafından yapılır",
      "D": "Açık deniz balıkçılığı büyük ölçekli teknelerle yapılır",
      "E": "Tatlı su avcılığı yasaklanmıştır"
    },
    "explanation": "Açık deniz balıkçılığı büyük teknelerle yapılırken, tatlı su balıkçılığı daha küçük ölçeklidir."
  },
  {
    "id": "3834463",
    "unitNumber": 8,
    "text": "Kıyı balıkçılığında en yaygın kullanılan av teknikleri nelerdir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sadece dalış yaparak avlanma",
      "B": "Büyük ölçekli trol gemileriyle avlanma",
      "C": "Olta, ağ ve dip balıkçılığı",
      "D": "Sadece kafes balıkçılığı",
      "E": "Balık üretme çiftlikleri"
    },
    "explanation": "Olta, ağ ve dip balıkçılığı kıyı balıkçılığında en yaygın kullanılan tekniklerdir."
  },
  {
    "id": "3834464",
    "unitNumber": 8,
    "text": "Trol avcılığı neden eleştirilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sadece büyük balıkları yakaladığı için",
      "B": "Deniz tabanına zarar verip ekosistemi bozduğu için",
      "C": "Sadece küçük ölçekli balıkçılar tarafından kullanıldığı için",
      "D": "Balık göç yollarını desteklediği için",
      "E": "Balıkların popülasyonunu artırdığı için"
    },
    "explanation": "Trol avcılığı, büyük ağların deniz tabanına zarar vermesi nedeniyle eleştirilmektedir."
  },
  {
    "id": "3834465",
    "unitNumber": 8,
    "text": "Tatlı su avcılığı hangi sularda yapılır?",
    "correctAnswer": "B",
    "options": {
      "A": "Sadece denizlerde",
      "B": "Nehir, göl ve barajlarda",
      "C": "Sadece okyanuslarda",
      "D": "Derin denizlerde",
      "E": "Sadece kıyı bölgelerinde"
    },
    "explanation": "Tatlı su balıkçılığı, göl, gölet, baraj ve nehirlerde yapılan bir avcılık türüdür."
  },
  {
    "id": "3834468",
    "unitNumber": 8,
    "text": "Dalyan balıkçılığı hangi amaçla yapılır?",
    "correctAnswer": "D",
    "options": {
      "A": "Endüstriyel balık üretimi için",
      "B": "Sadece sportif amaçlarla",
      "C": "Deniz tabanını temizlemek için",
      "D": "Göç eden balıkları yakalamak için",
      "E": "Sadece amatör balıkçılar için"
    },
    "explanation": "Dalyanlar, göç eden balık türlerinin yönlendirilerek yakalanmasını sağlayan bir av yöntemidir."
  },
  {
    "id": "3834470",
    "unitNumber": 8,
    "text": "Olta balıkçılığı hangi yöntemler arasında yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Kıyı balıkçılığı",
      "B": "Açık deniz balıkçılığı",
      "C": "Endüstriyel balıkçılık",
      "D": "Sadece sportif balıkçılık",
      "E": "Sadece ticari balıkçılık"
    },
    "explanation": "Olta balıkçılığı, kıyı balıkçılığı yöntemlerinden biridir ve genellikle amatör veya ticari amaçla yapılır."
  },
  {
    "id": "3834472",
    "unitNumber": 8,
    "text": "Balık popülasyonlarını tehdit eden en büyük sorunlardan biri nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kontrollü avlanma",
      "B": "Aşırı avlanma",
      "C": "Geleneksel avcılık",
      "D": "Kıyı balıkçılığı",
      "E": "Ticari balıkçılık"
    },
    "explanation": "Aşırı avlanma, doğal balık popülasyonlarını tehdit eden en büyük sorunlardan biridir."
  },
  {
    "id": "3834473",
    "unitNumber": 8,
    "text": "Sportif balıkçılığın temel amacı nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ticari amaçla balık satışı yapmak",
      "B": "Balık popülasyonlarını kontrol etmek",
      "C": "Eğlence ve rekreasyon amaçlı balık avlamak",
      "D": "Deniz ekosistemini korumak",
      "E": "Balık üretimini artırmak"
    },
    "explanation": "Sportif balıkçılık, genellikle hobi ve rekreasyon amaçlı yapılan bir avcılık türüdür."
  }
]