[
  {
    "id": "2977306",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi \"tasarruf sahiplerinden topladıkları paraları ihtiyaç sahibi alıcılara ve yatırımcılara kredi vermek suretiyle kullandıran ve bu işten ticari kar amaçlayan kuruluşlar\" olarak tanımlanır?",
    "correctAnswer": "D",
    "options": {
      "A": "Sigorta şirketleri",
      "B": "Yatırım ortaklıkları",
      "C": "Yatırım fonları",
      "D": "Bankalar",
      "E": "Aracı kurumlar"
    },
    "explanation": "GENEL OLARAK BANKALAR VE BANKACILIK<br/>Bankalar, tasarruf sahiplerinden topladıkları paraları ihtiyaç sahibi alıcılara ve yatırımcılara kredi vermek suretiyle kullandıran ve bu işten ticari kar amaçlayan kuruluşlardır."
  },
  {
    "id": "2977307",
    "unitNumber": 1,
    "text": "Bankacılık kanununa göre, mevduat veya katılım fonu kabul etme dışında; kredi kullandırmak esas olmak üzere faaliyet gösteren ve/veya özel kanunlarla kendilerine verilen görevleri yerine getiren kuruluşlar ile yurtdışında kurulu bu nitelikteki kuruluşların Türkiye’deki şubelerinden oluşan bankalara ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Mevduat Bankası",
      "B": "Katılım Bankası",
      "C": "Kalkınma ve Yatırım Bankası",
      "D": "Off-Shore Bankası",
      "E": "Ticaret Bankası"
    },
    "explanation": "BANKALARIN SINIFLANDIRILMASI<br/>Kalkınma ve Yatırım Bankası: Mevduat veya katılım fonu kabul etme dışında; kredi kullandırmak esas olmak üzere faaliyet gösteren ve/veya özel kanunlarla kendilerine verilen görevleri yerine getiren kuruluşlar ile yurtdışında kurulu bu nitelikteki kuruluşların Türkiye’deki şubeleridir."
  },
  {
    "id": "2977308",
    "unitNumber": 1,
    "text": "Aşağıdaki bankalardan hangisi Kamu İktisadi Teşebbüsü şeklinde kurulmuş olan bankalara örnek verilebilir ?",
    "correctAnswer": "C",
    "options": {
      "A": "Akbank",
      "B": "Yapı Kredi Bankası",
      "C": "Halkbank",
      "D": "HSBC Bankası",
      "E": "ICBC Bankası"
    },
    "explanation": "Türkiye Bankalar Birliğine Göre Bankalar<br/>Kamusal sermayeli mevduat bankaları, Kamu İktisadi Teşebbüsü şeklinde kurulmuş olan bankaları ifade etmektedir. Bu bankalara Ziraat Bankası ve Halk Bankası örnek olarak gösterilebilir"
  },
  {
    "id": "2977309",
    "unitNumber": 1,
    "text": "Kalkınma ve yatırım bankalarının kuruluşunda <strong>ödenmiş sermaye</strong> en az kaç Türk Lirası olmalıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "10 milyon",
      "B": "20 milyon",
      "C": "30 milyon",
      "D": "40 milyon",
      "E": "50 milyon"
    },
    "explanation": "Türkiye’de kurulacak bankaların kuruluş şartları Bankacılık Kanunu’nun 7. maddesinde açıklanmaktadır. Nakden ve her türlü muvazaadan ari olarak ödenmiş olan sermayesinin en az 30 Milyon Türk Lirası olması, (kalkınma ve yatırım bankaları için ödenmiş sermaye bu tutarın üçte ikisinden az olamaz), 30 milyon x 2/3 = 20 milyon"
  },
  {
    "id": "2977310",
    "unitNumber": 1,
    "text": "Bankalara kuruluş izni vermeye yetkili kuruluş aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Hazine Müsteşarlığı",
      "B": "Maliye Bakanlığı",
      "C": "Bankalar Birliği",
      "D": "BDDK",
      "E": "SPK"
    },
    "explanation": "Bankaların Kuruluş Şartları<br/>Banka kurmak için gerekli şartlar yerine getirilir ve evraklar tamamlandıktan sonra BDDK'na başvurulur, incelemelerden sonra bankacılık işlemleri yapmak üzere BDDK tarafından faaliyet izni verilir. Doğru yanıt D'dir."
  },
  {
    "id": "2977311",
    "unitNumber": 1,
    "text": "Bankalarda ortaklık sözleşmesini değiştirme yetkisi aşağıdaki organlardan hangisine aittir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yönetim Kurulu",
      "B": "Genel Kurul",
      "C": "Genel Müdür ve Yardımcıları",
      "D": "Kredi Komitesi",
      "E": "Denetim Kurulu"
    },
    "explanation": "Bankaların Organizasyon Yapısı<br/>Genel kurulunun yetkileri şunlardır.<br/>• Ortaklık sözleşmesini değiştirmek,<br/>• Sermaye artırımına gitmek,<br/>• Yönetim ve denetim kurulu üyelerini seçmek, görevden almak ve aklamak,<br/>• Bilanço, gelir tablosu ile karın dağıtılması konusundaki önerileri, onaylamak, reddetmek veya değiştirmek,<br/>• Tahvil ihraç etmek,<br/>• Tasfiye halinde aktiflerin toptan satılmasına karar vermek."
  },
  {
    "id": "2977312",
    "unitNumber": 1,
    "text": "Bankalarda yönetim kurulu <strong>en az</strong> kaç kişiden oluşur?",
    "correctAnswer": "C",
    "options": {
      "A": "1",
      "B": "3",
      "C": "5",
      "D": "7",
      "E": "10"
    },
    "explanation": "Bankaların Organizasyon Yapısı<br/>Yönetim Kurulu: Bankaların fiilen işletilmesinde, temsilinde, yönetim ilkelerinin uygulanmasında en önemli organ yönetim kuruludur ve en az beş kişiden oluşur"
  },
  {
    "id": "2977313",
    "unitNumber": 1,
    "text": "Bankalarda kredi komitesi kaç kişiden oluşur?",
    "correctAnswer": "C",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "5",
      "E": "7"
    },
    "explanation": "Bankaların Organizasyon Yapısı<br/>Kredi Komitesi, yönetim kurulu tarafından yönetim kurulu üyeleri arasından seçilen iki üye ile genel müdür veya vekilinden oluşur."
  },
  {
    "id": "2977314",
    "unitNumber": 1,
    "text": "I. Bankanın Teftiş Kurulu\n<br/>II. Sermaye Piyasası Kurulu\n<br/>III. Merkez Bankası\n<br/>IV. Maliye Müfettişleri\n<br/>Yukarıdaki kişi ve kurumlardan hangileri bankalarda dış denetim faaliyetlerini yürütür?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "I, II ve III",
      "C": "I, II ve IV",
      "D": "I, III ve IV",
      "E": "II, III ve IV"
    },
    "explanation": "Bankalarda dış denetim faaliyetleri, aşağıdaki kişi ve kuruluşlar tarafından yürütülür.<br/>• Bağımsız Denetim Kuruluşları<br/>• Bankalar Yeminli Murakıpları ve Yardımcıları<br/>• BDDK Uzmanları ve Yardımcıları<br/>• Hesap Uzmanları ve Maliye Müfettişleri<br/>• Sermaye Piyasası Kurulu<br/>• Merkez Bankası<br/>• Yüksek Denetleme Kurulu<br/>• Bankalar Birliği<br/>• Ticaret Bakanlığı Müfettişleri"
  },
  {
    "id": "2977315",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi muhasebe işlemleri ile mali tablolarda kullanılacak temel kurallar ve ilkeler arasında<strong> yer almaz</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "İhtiyatlılık",
      "B": "Özün önceliği",
      "C": "Kişilik",
      "D": "Süreklilik",
      "E": "Gizlilik"
    },
    "explanation": "Temel Muhasebe İlkeleri<br/>Muhasebe ilkeleri, muhasebe işlemleri ile mali tablolarda kullanılacak temel kurallar ve yönetmelikte yer alan ilkeler aşağıda sıralanmıştır. <br/>• Süreklilik,<br/>• Dönemsellik ve Tahakkuk Esası,<br/>• Tutarlılık,<br/>• Sosyal Sorumluluk,<br/>• Kişilik,<br/>• Parayla Ölçme,<br/>• Maliyet Esası,<br/>• Tarafsız ve Güvenilir Belge,<br/>• İhtiyatlılık,<br/>• Özün Önceliği"
  },
  {
    "id": "2977316",
    "unitNumber": 1,
    "text": "Muhtemel giderler, zararlar ve borçlar için gerekli karşılık ayrılırken, muhtemel gelir ve karlar için herhangi bir muhasebe kaydı yapılmaması, hangi muhasebe ilkesi gereğidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Maliyet esası",
      "B": "Tutarlılık",
      "C": "Parayla ölçme",
      "D": "İhtiyatlılık",
      "E": "Özün önceliği"
    },
    "explanation": "Temel Muhasebe İlkeleri<br/>İhtiyatlılık: Karar alma ve uygulamada, belirsizlik ortamında öngörüde bulunmak <br/>için gereken düzeyde temkinli ve tedbirli olmayı ifade eder. Buna göre, muhtemel giderler, zararlar ve borçlar için gerekli karşılık ayrılırken, muhtemel gelir ve karlar için herhangi bir muhasebe kaydı yapılmaz."
  },
  {
    "id": "2977317",
    "unitNumber": 1,
    "text": "Bankaların ana faaliyet alanı aşağıdaki esaslardan hangisine dayanmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Güven esasına",
      "B": "Topladıkları mevduat esasına",
      "C": "Sahip oldukları şube sayısı esasına",
      "D": "Verdikleri kredi esasına",
      "E": "Sahip oldukları sermaye esasına"
    },
    "explanation": "Bankaların ana faaliyet alanı <strong>güven esasına dayanmaktadır.</strong> Tasarruf sahipleri paralarını geriye alacaklarına inanmazlarsa, bankanın uygulayacağı faiz oranı ne olursa olsun ellerindeki fonları bankacılık sistemine asla yönlendirmezler"
  },
  {
    "id": "2977318",
    "unitNumber": 1,
    "text": "Aşağıdaki bankalardan hangisi kendi nam ve hesabına mevduat kabul etmek ve kredi kullandırmak esas olmak üzere faaliyet gösteren kuruluşlar ile yurtdışında kurulu bu nitelikteki kuruluşların Türkiye’deki şubeleridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Katılım Bankası",
      "B": "Mevduat Bankası",
      "C": "Kalkınma ve Yatırım Bankası",
      "D": "Merkez Bankası",
      "E": "Kamusal Sermayeli Kalkınma ve Yatırım Bankaları"
    },
    "explanation": "<strong>Mevduat Bankası:</strong> Kendi nam ve hesabına mevduat kabul etmek ve kredi kullandırmak esas olmak üzere faaliyet gösteren kuruluşlar ile yurtdışında kurulu bu nitelikteki kuruluşların Türkiye’deki şubeleridir."
  },
  {
    "id": "2977319",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi bankacılık Kanunu’nun 7. maddesinde yer alan bankaların kuruluş şartlarından biri <strong>değildir</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Kurucularının, müflis veya konkordato ilan etmiş olmaması",
      "B": "Hisse senetlerinin nakit karşılığı çıkarılması ve tamamının nama yazılı olması",
      "C": "Yönetim kurulu üyelerinin bu Kanunun kurumsal yönetim hükümlerinde belirtilen nitelikleri ve planlanan faaliyetleri gerçekleştirebilecek mesleki tecrübeye haiz olması",
      "D": "Kolektif şirket şeklinde kurulması",
      "E": "Öngörülen faaliyet konularının planlanan mali, yönetim ve organizasyon yapısı ile uyumlu olması"
    },
    "explanation": "Bankacılık Kanunu’nun 7. maddesine göre, bankalar<strong> anonim</strong> şirket şeklinde kurulmalıdırlar. Halbuki d şıkkında <strong>kolektif</strong> şirket olarak verilmiş."
  },
  {
    "id": "2977320",
    "unitNumber": 1,
    "text": "I. Merkezinin bulunduğu ülkede esas faaliyetlerinden dolayı yasaklanmamış olması,\n<br/>II. Dahil olduğu grubun ortaklık yapısının şeffaf ve açık olması.\n<br/>III. Ödenmiş sermayesinin Türkiye’ye tahsis edilen kısmının en az 20 milyon Türk Lirası olması\n<br/>IV. Müdürler kurulu üyelerinin, kurumsal yönetim hükümlerinde belirtilen şartları ve planlanan faaliyetleri gerçekleştirebilecek mesleki tecrübeye sahip olmaları,\n<br/>Yukarıdakilerden hangileri yabancı bir bankanın Türkiye’de şube açabilmesi için gerekli koşullardır?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve III",
      "B": "II ve III",
      "C": "III ve IV",
      "D": "I, II ve III",
      "E": "I, II ve IV"
    },
    "explanation": "Ödenmiş sermayesinin Türkiye’ye tahsis edilen kısmının en az <strong>30 milyon</strong> Türk Lirası olması gerekir şartı soruda <strong>20 milyon</strong> olarak verilmiştir"
  },
  {
    "id": "2977321",
    "unitNumber": 1,
    "text": "I. Genel Kurul\n<br/>II. Yönetim Kurulu\n<br/>III. Kredi Komitesi\n<br/>IV. Mevduat sahipleri\n<br/>Yukarıdakilerden hangileri bankalarda yer alan organlar ve birimler arasında yer alırlar?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız II",
      "B": "I ve IV",
      "C": "II ve IV",
      "D": "III ve IV",
      "E": "I, II, III"
    },
    "explanation": "bankalarda yer alan organlar ve birimler şunlardır.<br/>a. Genel Kurul,<br/>b. Yönetim Kurulu,<br/>c. Kredi Komitesi,<br/>d. Genel Müdür ve Yardımcıları,<br/>e. Denetçiler ve Banka Müfettişleri.\n<br/>Sıralanan birimler arasında mevduat sahipleri ye almaz. Bu yüzden yanıt: D dir"
  },
  {
    "id": "2977322",
    "unitNumber": 1,
    "text": "İç kontrol ile teftiş sisteminden oluşan bütünleştirilmiş bir süreç olarak tanımlanan denetim aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "İç kontrol sistemi",
      "B": "İç Denetim",
      "C": "Teftiş sistemi",
      "D": "Tam denetim",
      "E": "Dış denetim"
    },
    "explanation": "<strong>İç Denetim</strong>, iç kontrol ile teftiş sisteminden oluşan bütünleştirilmiş bir süreç olarak da tanımlanabilir."
  },
  {
    "id": "2977323",
    "unitNumber": 1,
    "text": "Aşağıdaki muhasebe ilkelerden hangi ikisi aynı zamanda muhasebenin temel varsayımları arasında yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Süreklilik - Dönemsellik",
      "B": "Tutarlılık - Sosyal Sorumluluk",
      "C": "Kişilik - Parayla Ölçme",
      "D": "Maliyet Esası - Tarafsız ve Güvenilir Belge",
      "E": "İhtiyatlılık - Özün Önceliği"
    },
    "explanation": "<strong>* Süreklilik,</strong><br/><strong>• Dönemsellik ve Tahakkuk Esası</strong>,<br/>• Tutarlılık,<br/>• Sosyal Sorumluluk,<br/>• Kişilik,<br/>• Parayla Ölçme,<br/>• Maliyet Esası,<br/>• Tarafsız ve Güvenilir Belge,<br/>• İhtiyatlılık,<br/>• Özün Önceliği.<br/>Bu ilkelerden <strong>süreklilik, dönemsellik ve tutarlılık ilkeleri, </strong>aynı zamanda muhasebenin temel varsayımları olarak kabul edilmektedir"
  },
  {
    "id": "2977324",
    "unitNumber": 1,
    "text": "İşlemlerin ve iktisadi olayların muhasebeleştirilmesi ile buna ilişkin değerlendirmelerin yapılmasında, yalnızca hukuki biçimi değil, öncelikle ekonomik değer anlamında gerçek içeriğin esas alınması gereğini ifade eden muhasebe ilkesi aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Tutarlılık",
      "B": "Maliyet Esası",
      "C": "İhtiyatlılık",
      "D": "Tarafsızlık ve Güvenilir Belge",
      "E": "Özün Önceliği"
    },
    "explanation": "<strong>Özün Önceliği:</strong> İşlemlerin ve iktisadi olayların muhasebeleştirilmesi ile buna ilişkin değerlendirmelerin yapılmasında, yalnızca hukuki biçimi değil, öncelikle ekonomik değer anlamında gerçek içeriğin esas alınması gereğini ifade eder"
  },
  {
    "id": "2977325",
    "unitNumber": 1,
    "text": "I. Anlaşılabilirlik\n<br/>II. İhtiyaca Uygunluk ve Önemlilik\n<br/>III. Güvenilirlik\n<br/>IV. Sadakat\n<br/>Yukarıdakilerden hangileri mali tablolara ilişkin temel ilkeler arasında yer alırlar?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız II",
      "B": "I ve IV",
      "C": "II ve IV",
      "D": "III ve IV",
      "E": "I, II ve III"
    },
    "explanation": "Mali tablolara ilişkin temel ilkeler şunlardır:<br/>• Anlaşılabilirlik,<br/>• İhtiyaca Uygunluk ve Önemlilik,<br/>• Güvenilirlik,<br/>• Karşılaştırılabilirlik.\n<br/>Sıralanan ilkeler içine sadakat yoktur, bundan dolayı doğru yanıt E'dir"
  },
  {
    "id": "2977326",
    "unitNumber": 1,
    "text": "Bankalar, yılsonu finansal raporlarını kendi internet sayfalarında <strong>en az</strong> kaç yıl süreyle kullanıcıların ulaşımına açık tutmak zorundadır?",
    "correctAnswer": "B",
    "options": {
      "A": "3",
      "B": "5",
      "C": "7",
      "D": "10",
      "E": "15"
    },
    "explanation": "Bankalar yılsonu finansal raporlarını, genel kurula sunulan özet yönetim kurulu raporlarını ve denetçiler tarafından hazırlanan raporları, ilgili oldukları yılı takip eden Nisan ayı sonuna kadar Ticaret Sicili Gazetesi’nde ilan eder. Bu raporlar ayrıca Resmi Gazete’de yayımlanır. Yayınlanan raporlar Türkiye Bankalar Birliği’nin internet sayfasında da yayımlanır. Ayrıca bankalar, bu raporlarını kendi internet sayfalarında yayımlamak ve <strong>en az 5 yıl süreyle kullanıcıların ulaşımına açık tutmak zorundadır</strong>"
  },
  {
    "id": "2977327",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi genel olarak bankaların yaptığı bankacılık faaliyetlerinden biri <strong>değildir? </strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Tasarruf sahiplerinden para toplamak",
      "B": "İhtiyaç sahibi alıcılara ve yatırımcılara kredi vermek",
      "C": "Para ticareti yaparak kar sağlamak",
      "D": "Menkul kıymet piyasalarında aracılık yapmak",
      "E": "Ödemeler dengesini sağlamak"
    },
    "explanation": "Bankalar, tasarruf sahiplerinden topladıkları paraları ihtiyaç sahibi alıcılara ve yatırımcılara kredi vermek suretiyle kullandıran ve bu işten ticari kar amaçlayan kuruluşlardır. Kısaca para ticareti yapan kuruluşlar olarak tanımlanabilir.. Sigortacılık, fon yöneticiliği, yatırım ortaklıkları, menkul kıymet piyasalarındaki aracılık faaliyetleri, bu sektörlerin örnekleri arasında sıralanabilir. Ayrıca, ödemelere aracılık görevi yapar ancak dengeleme ile iştigal etmez. Doğru yanıt E'dir."
  },
  {
    "id": "2977328",
    "unitNumber": 1,
    "text": "Bankaların bankacılık faaliyetini sürdürebilmesinin en temel koşulu aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Mevduata yüksek faiz vermesi",
      "B": "Tasarruf sahiplerinin birikimini yatırıma dönüştürmesi",
      "C": "Yatırımcı için nakit temin etmesi",
      "D": "Mevduat sahibi ve yatırımcı için güvenilir olması",
      "E": "Toplumsal faaliyetlerle hayatımıza katkıda bulunması"
    },
    "explanation": "Bankaların ana faaliyet alanı güven esasına dayanmaktadır. Tasarruf sahipleri paralarını geriye alacaklarına inanmazlarsa, bankanın uygulayacağı faiz oranı ne olursa olsun ellerindeki fonları bankacılık sistemine asla yönlendirmezler"
  },
  {
    "id": "2977329",
    "unitNumber": 1,
    "text": "Daha önce özel finans kurumu olarak anılan ve özel cari ve katılma hesapları yoluyla fon toplamak ve kredi kullandırmak esas olmak üzere faaliyet gösteren kuruluşlar aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yatırım Bankası",
      "B": "Kalkınma Bankası",
      "C": "Katılım Bankası",
      "D": "Mevduat Bankası",
      "E": "Yabancı Bankalar"
    },
    "explanation": "Katılım Bankası: Özel cari ve katılma hesapları yoluyla fon toplamak ve kredi kullandırmak esas olmak üzere faaliyet gösteren kuruluşlar ile yurtdışında kurulu bu nitelikteki kuruluşların Türkiye’deki şubeleridir. Bu kurumlar daha önce özel finans kurumu olarak anılmaktaydı."
  },
  {
    "id": "2977330",
    "unitNumber": 1,
    "text": "Türkiye Bankalar Birliği tarafından yapılan sınıflamaya göre düşük faiz oranıyla sanayi kesimine, yerel yönetimlere orta ve uzun vadeli kredi sağlayan banka aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kamusal Sermayeli Mevduat Bankaları",
      "B": "Kalkınma ve Yatırım Bankaları",
      "C": "Özel Sermayeli Mevduat Bankaları",
      "D": "Tasarruf Mevduatı Sigorta Fonuna Devredilen Bankalar",
      "E": "Yabancı Bankalar"
    },
    "explanation": "Kalkınma ve Yatırım Bankaları, mevduat bankalarına göre daha düşük faiz oranıyla sanayi kesimine (özel ve kamu), yerel yönetimlere orta ve uzun vadeli kredi sağlarlar."
  },
  {
    "id": "2977331",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi bankaların Bankacılık Kanunu’na göre kuruluş şartlarını sağladıktan sonra, faaliyet izni için yerine getirmesi gereken koşullardan biri <strong>değildir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Sermayesinin yüzde otuzu tutarındaki sisteme giriş payının, en az dörtte üçünün Tasarruf Mevduatı Sigorta Fonu hesabına yatırılması",
      "B": "Sermayesinin nakit olarak ödenmiş ve planlanan faaliyetleri gerçekleştirebilecek düzeyde olması",
      "C": "Faaliyetlerinin kurumsal yönetim hükümlerine uygunluğunu sağlaması ve yeterli personel ve teknik donanıma sahip olması",
      "D": "Yöneticilerinin, kurumsal yönetim hükümlerinde belirtilen niteliklere haiz olması",
      "E": "Kurulca faaliyet konularını yürütebilecek yeterliliğe sahip olunduğu kanaatine varılması"
    },
    "explanation": "Kurucuları tarafından 30 Milyon Türk Lirası tutarındaki en az sermayenin <strong>yüzde onu</strong> tutarındaki sisteme giriş payının, en az <strong>dörtte birinin</strong> Tasarruf Mevduatı Sigorta Fonu hesabına yatırıldığına dair belgenin ibraz edilmesi."
  },
  {
    "id": "2977332",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi bankaların organizasyon yapısındaki organlar ve birimler arasında <strong>yer almaz</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Denetçiler ve Banka Müfettişleri",
      "B": "Genel Müdür ve Yardımcıları",
      "C": "Kredi Komitesi",
      "D": "Danışma Kurulu",
      "E": "Genel Kurul"
    },
    "explanation": "Buna göre bankalarda yer alan organlar ve birimler şunlardır.<br/>a. Genel Kurul,<br/>b. Yönetim Kurulu,<br/>c. Kredi Komitesi,<br/>d. Genel Müdür ve Yardımcıları,<br/>e. Denetçiler ve Banka Müfettişleri."
  },
  {
    "id": "2977333",
    "unitNumber": 1,
    "text": "Kurul’ca belirlenecek usul ve esaslar çerçevesinde Yönetim Kurulu aşağıdaki yetkilerinden hangisini bir komiteye veya genel müdürlüğe devredebilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Bankanın bünyesinde iç denetim sistemini kurma yetkisini",
      "B": "Bankanın bünyesinde risk yönetim sistemini kurma yetkisi",
      "C": "İç kontrol sürecine ilişkin değerlendirmeleri düzenli olarak inceleme yetkisi",
      "D": "Kredi açma yetkisi",
      "E": "Bankanın stratejileri ve politikalarının uygunluğunu değerlendirme yetkisi"
    },
    "explanation": "Yönetim Kurulu: Bankaların fiilen işletilmesinde, temsilinde, yönetim ilkelerinin uygulanmasında en önemli organ yönetim kuruludur ve en az beş kişiden oluşur. Banka genel müdürü yönetim kurulunun doğal üyesidir\n<br/>Kredi açma yetkisi yönetim kuruluna aittir. Yönetim Kurulu bu yetkisini Kurul’ca belirlenecek usul ve esaslar çerçevesinde kredi komitesine veya genel müdürlüğe devredebilir."
  },
  {
    "id": "2977334",
    "unitNumber": 1,
    "text": "Asşağıdakilerden hangisi Bankacılık Kanunu’nun 92. maddesine göre, BDDK’ya verilen görevlerin gerektirdiği sürekli görev ve hizmetleri yürütenler arasında <strong>yeralmamaktadır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Bankaların yeminli murakıpları",
      "B": "BDDK uzmanları",
      "C": "Tercüme uzmanları",
      "D": "Hukuk uzmanları",
      "E": "Bilişim uzmanları"
    },
    "explanation": "Bankacılık Kanunu’nun 92. maddesine göre, BDDK’ya verilen görevlerin gerektirdiği sürekli görev ve hizmetler, bankalar yeminli murakıpları ve yardımcıları, BDDK uzman ve yardımcıları, hukuk uzman ve yardımcıları ile bilişim uzman ve yardımcılarından oluşan meslek personeli ve idari personel eliyle yürütülür.\n<br/>Uzman yardımcılığı ve bankalar yeminli murakıp yardımcılığına atananlar, Kamu Personeli Yabancı Dil Bilgisi Seviye Tespit Sınavından en az (C) düzeyinde veya buna denk kabul edilen uluslararası geçerliliği bulunan yabancı dil puanı alması gerekir, TERCÜME UZMANI na gerek duyulmaz."
  },
  {
    "id": "2977335",
    "unitNumber": 1,
    "text": "BDDK'nın yayınladığı “Muhasebe Uygulama Yönetmeliği” nde yer alan ilkelere göre bankanın sahip olduğu nakit ve alacaklar dışındaki bir varlığı elde ettiğinde, aşağıdaki hangi değerle kayda almalıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "Piyasa değeri",
      "B": "Borsa rayici",
      "C": "Vergi değeri",
      "D": "Emsal bedeli",
      "E": "Maliyet değeri"
    },
    "explanation": "Maliyet Esası: Bankanın sahip olduğu nakit ve alacaklar dışındaki bir varlığı, bir bedel karşılığında elde edildiğinde, bu varlık kayıtlara maliyet değeri üzerinden kaydedilmesi gereğini ifade eder."
  },
  {
    "id": "2977336",
    "unitNumber": 1,
    "text": "Muhasebe ilkeleri doğrultusunda mali tabloların düzenlenmesinde uygulanması gereken esaslar arasında aşağıdakilerden hangisi <strong>bulunmaz</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Anlaşılabilirlik",
      "B": "Güvenilirlik",
      "C": "Öngörülebilirlik",
      "D": "Karşılaştırılabilirlik",
      "E": "İhtiyaca Uygunluk ve Önemlilik"
    },
    "explanation": "Mali tabloların düzenlenmesinde temel mali tablo ilkelerinin dikkate alınması gerekir. Bu ilkeler, mali tabloların düzenlenmesinde, muhasebe ilkeleri ile birlikte uygulanması gereken esasları ifade etmektedir. Mali tablolara ilişkin temel ilkeler aşağıdadır.<br/>• Anlaşılabilirlik,<br/>• İhtiyaca Uygunluk ve Önemlilik,<br/>• Güvenilirlik,<br/>• Karşılaştırılabilirlik."
  },
  {
    "id": "3069392",
    "unitNumber": 1,
    "text": "Bankaların genel müdürlük ile şubeler ve şubelerin kendi arasındaki irtibatı sağlamalarının en önemli aracı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Fiziki altyapı",
      "B": "Teknik donanım",
      "C": "Yönetim kurulu",
      "D": "Muhasebe",
      "E": "Denetçiler"
    },
    "explanation": "Bankaların genel müdürlük ile şubeler ve şubelerin kendi arasındaki irtibatı sağlamalarının en önemli aracı muhasebedir."
  },
  {
    "id": "3069393",
    "unitNumber": 1,
    "text": "Bankalar çok sayıda şube ile ülkenin her tarafına yayılmışlardır. Bu durumun ülkeye en önemli katkısı nedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kazanç",
      "B": "Mevduat",
      "C": "Tanıtım",
      "D": "İstihdam",
      "E": "Kredi"
    },
    "explanation": "Bankalar çok sayıda şube ile ülkenin her tarafına yayılmışlardır. Bu durumun ülkeye en önemli katkısı istihdamdır. İstihdama katkı sağlarlar."
  },
  {
    "id": "3069395",
    "unitNumber": 1,
    "text": "Daha düşük faiz oranı ile sanayi kesimine ve yerel yönetimlere orta ve uzun vadeli kredi sağlamayı amaçlayan bankalar hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kamusal sermayeli mevduat bankaları",
      "B": "Kalkınma ve yatırım bankaları",
      "C": "Özel sermayeli mevduat bankaları",
      "D": "Türkiye'de kurulmuş yabancı bankalar",
      "E": "Tasarruf mevduatı sigorta fonuna devredilen bankalar"
    },
    "explanation": "Kalkınma ve yatırım bankaları daha düşük faiz oranı ile sanayi kesimine ve yerel yönetimlere orta ve uzun vadeli kredi sağlamayı amaçlarlar."
  },
  {
    "id": "3069397",
    "unitNumber": 1,
    "text": "Bankacılık Kanunu'nun 7. maddesindeki koşulları taşıyan ve gerekli izni alanlar, ayrıca faaliyet iznini almak amacıyla bir beyanname ile hangi kuruma başvurmaları gerekir?",
    "correctAnswer": "A",
    "options": {
      "A": "BDDK",
      "B": "Merkez Bankası",
      "C": "Tasarruf Mevduatı Sigorta Fonu",
      "D": "Bankalar Birliği",
      "E": "Hazine ve Maliye Bakanlığı"
    },
    "explanation": "Bankacılık Kanunu'nun 7. maddesindeki koşulları taşıyan ve gerekli izni alanlar, ayrıca faaliyet iznini almak amacıyla bir beyanname ile BDDK'ya başvurmaları gerekir."
  },
  {
    "id": "3069400",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi bankacılık sektörünün vazgeçilmez ilke ve unsurlarından biri değildir<strong>?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Açıklık ilkesi",
      "B": "Şeffaflık ilkesi",
      "C": "Dürüstlük ilkesi",
      "D": "Denetim",
      "E": "Çeşitlilik"
    },
    "explanation": "Güven, açıklık, şeffaflık, dürüstlük ve denetim bankacılık sektörünün vazgeçilmez unsurları olarak nitelendirilir."
  },
  {
    "id": "3069402",
    "unitNumber": 1,
    "text": "Banka Denetçileri dönem finansal raporlarının usulüne uygun hazırlanıp hazırlanmadığını denetleyerek sonuçlarını bankanın hangi organizasyon birimine sunarlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Yönetim Kurulu",
      "B": "Genel Kurul",
      "C": "Teftiş Kurulu",
      "D": "Genel Müdür",
      "E": "Operasyondan Sorumlu Genel Müdür Yardımcısı"
    },
    "explanation": "Banka Denetçileri dönem finansal raporlarının usulüne uygun hazırlanıp hazırlanmadığını denetleyerek sonuçlarını bankanın genel kuruluna sunarlar."
  },
  {
    "id": "3069406",
    "unitNumber": 1,
    "text": "Bankalarda mali tablolar denetimi dışında yapılan, kaynakların yerinde kullanıp kullanılmaması ve mevzuat açısından sıkı kontrol ve denetim işlemleri aşağıdaki hangi denetim türlerinin kapsamına girer?",
    "correctAnswer": "A",
    "options": {
      "A": "Faaliyet denetimi ve uygunluk denetimi",
      "B": "Güven denetimi ve açıklık denetimi",
      "C": "İç denetim ve dış denetim",
      "D": "Denetçi denetimi ve müfettiş denetimi",
      "E": "Şube denetimi ve muhasebe denetimi"
    },
    "explanation": "Bankaların denetimi sadece mali tabloların denetimi biçiminde olmayıp, hem kaynakların yerinde kullanıp kullanılmaması ile ilgili f<strong>aaliyet denetimini</strong> hem de mevzuat açısından sıkı kontrol ve denetime tabi olduğu için <strong>uygunluk denetimini</strong> gerektirir."
  },
  {
    "id": "3069408",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi bankalarda dış denetim faaliyetlerini yürüten kişi ve kuruluşlardan biri <strong>değildir? </strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Sermaye Piyasası Kurulu",
      "B": "Merkez Bankası",
      "C": "Bankalar Yeminli Murakıpları",
      "D": "Serbest Muhasebeciler",
      "E": "Ticaret Bakanlığı Müfettişleri"
    },
    "explanation": "Bankalarda dış denetim faaliyetlerini yürüten kişi ve kuruluşlar şunlardır:\n<br/><ul><br/><li>Bağımsız denetim kuruluşları</li><br/><li>Bankalar yeminli murakıpları ve yardımcıları</li><br/><li>BDDK uzmanları ve maliye müfettişleri</li><br/><li>Hesap uzmanları ve maliye müfettişleri</li><br/><li>Sermaye piyasası kurulu</li><br/><li>Merkez bankası</li><br/><li>Yüksek denetleme kurulu</li><br/><li>Bankalar birliği</li><br/><li>Ticaret bakanlığı müfettişleri</li><br/></ul>"
  },
  {
    "id": "3069410",
    "unitNumber": 1,
    "text": "Bankaların bağımsız denetim faaliyetini gerçekleştirecek olan kuruluşların yetkilendirilmesine, yetkilerinin geçici veya sürekli olarak kaldırılmasına hangi kuruluş karar verir?",
    "correctAnswer": "E",
    "options": {
      "A": "Merkez Bankası",
      "B": "Hazine ve Maliye Bakanlığı",
      "C": "Bankalar Birliği",
      "D": "Yüksek Denetleme Kurulu",
      "E": "BDDK"
    },
    "explanation": "Bankaların bağımsız denetim faaliyetini gerçekleştirecek olan kuruluşların yetkilendirilmesine, yetkilerinin geçici veya sürekli olarak kaldırılmasına BDDK tarafından karar verilmektedir."
  },
  {
    "id": "3069411",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi temel muhasebe ilkelerinden biri<strong> değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Süreklilik",
      "B": "Tutarlılık",
      "C": "İhtiyatlılık",
      "D": "Eşitlik",
      "E": "Kişilik"
    },
    "explanation": "Temel muhasebe ilkeleri şunlardır:\n <ul> <li>Süreklilik</li> <li>Dönemsellik ve tahakkuk esası</li> <li>Tutarlılık</li> <li>Sosyal sorumluluk</li> <li>Kişilik</li> <li>Parayla ölçme</li> <li>Maliyet esası</li> <li>Tarafsız ve güvenilir belge</li> <li>İhtiyatlılık</li> <li>Özün önceliği</li> </ul>"
  },
  {
    "id": "3069448",
    "unitNumber": 1,
    "text": "Banka Türleri Açıklama\n<br/>I. Kamusal Sermayeli Mevduat Bankaları A. Yerel yönetimlere orta ve uzun vadeli kredi sağlar\n<br/>II. Kalkınma ve Yatırım Bankaları B. Sermayelerinin tamamı yabancı uyruklu kişi ve kuruluşlara aittir.\n<br/>III. Özel Sermayeli Mevduat Bankaları C. Tasviye sürecine giren ve satışı yapılacak bankalardır\n<br/>D. Kamu iktisadi teşebbüsü kapsamında kurulmuş bankalardır\n<br/>Yukarıda verilen bankalar ile açıklamalarının doğru biçimde eşleştirmesi hangi seçenekte yer almaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "II-A",
      "B": "I-C",
      "C": "III-B",
      "D": "II-D",
      "E": "III-A"
    },
    "explanation": "Kalkınma ve Yatırım Bankaları, yerel yönetimlere orta ve uzun vadeli kredi sağlarlar. Doğru yanıt A seçeneğidir."
  },
  {
    "id": "3069461",
    "unitNumber": 1,
    "text": "Bir bankanın kuruluşuna ilişkin gerekli koşulları taşıyıp taşımadığına yönelik yapılan inceleme ve değerlendirme sonrasında mevduat kabulü ve/veya bankacılık işlemleri yapması ne zaman geçerlilik kazanır?",
    "correctAnswer": "D",
    "options": {
      "A": "Beyanname ile BDDK'ya başvuru ile",
      "B": "Kuruluşunun Merkez Bankasının onayı ile",
      "C": "Bankalar Birliğine üye olması ile",
      "D": "İznin Resmi Gazete'de yayımlanması ile",
      "E": "Öz sermayenin Tasarruf Mevduatı Sigorta Fonuna yatırılması ile"
    },
    "explanation": "Bir bankanın kuruluşuna ilişkin gerekli koşulları taşıyıp taşımadığına yönelik yapılan inceleme ve değerlendirme sonrasında, mevduat kabulü ve/veya bankacılık işlemleri yapması için BDDK tarafından faaliyet izni verilir ve bu izinler Resmi Gazete de yayımlandığı tarihten itibaren ise geçerlilik kazanır. Bu kapsamda doğru yanıt D seçeneğidir."
  },
  {
    "id": "3069470",
    "unitNumber": 1,
    "text": "Banka genel kurullarına ortakların yanı sıra hangi kurumların da temsilcileri katılır?",
    "correctAnswer": "D",
    "options": {
      "A": "Merkez Bankası ile Bankalar Birliği temsilcileri",
      "B": "Tasarruf Mevduatı Sigorta Fonu ile Bağımsız Denetim temsilcileri",
      "C": "BDDK ile Bankalar Birliği temsilcileri",
      "D": "Ticaret Bakanlığı komiseri ile Hazine ve Maliye Bakanlığı temsilcileri",
      "E": "Merkez Bankası ile Dış Denetim temsilcileri"
    },
    "explanation": "Banka genel kurullarına ortakların yanı sıra Ticaret Bakanlığı komiseri ile Hazine ve Maliye Bakanlığı temsilcileri de katılırlar. Doğru yanıt D seçeneğidir."
  },
  {
    "id": "3069484",
    "unitNumber": 1,
    "text": "Bir bankanın tahvil ihraç etme kararı, bankanın hangi yetkili organı veya birimi tarafından verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Genel Kurul",
      "B": "Yönetim Kurulu",
      "C": "Kredi Komitesi",
      "D": "Genel Müdür",
      "E": "Teftiş Kurulu"
    },
    "explanation": "Bir bankanın tahvil ihraç etme kararı, bankanın Genel Kurulu tarafından verilir. Doğru yanıt A seçeneğidir."
  },
  {
    "id": "3069493",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi bankalarda yönetim kurulunun sorumlulukları arasında <strong>yer almaz</strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "Finansal raporlama sistemlerinin güvence altına alınmasını sağlar.",
      "B": "Tasfiye halindeki aktiflerin toptan satılmasına karar verir.",
      "C": "Banka içindeki yetki ve sorumlulukları belirler.",
      "D": "İç kontrol, risk yönetimi ve iç denetim sistemlerini düzenler",
      "E": "Mevcut risk sınırlarının uygunluğunu periyodik olarak değerlendirir"
    },
    "explanation": "Tasfiye halindeki aktiflerin toptan satılması kararı, bankanın genel kuruluna ait bir sorumluluktur. Doğru yanıt B seçeneğidir."
  },
  {
    "id": "3069499",
    "unitNumber": 1,
    "text": "Bir bankanın yönetim kurulu, banka kredi komitesini kimlerden oluşturur?",
    "correctAnswer": "B",
    "options": {
      "A": "Genel müdür yardımcıları tümü ile şube temsilcileri",
      "B": "Yönetim kurulu içinden seçilen üyeler ile genel müdür veya vekili",
      "C": "Genel kurul ve yönetim kurulu içinden seçilen temsilciler",
      "D": "Yönetim kurulu ile denetçi ve müfettiş temsilcileri",
      "E": "Genel müdür, genel müdür yardımcıları ve denetçi temsilcileri"
    },
    "explanation": "Bir bankanın yönetim kurulu, banka kredi komitesini yönetim kurulu üyeleri arasından seçilen iki üye ile genel müdür veya vekilinden oluşturur. Doğru yanıt B seçeneğidir."
  },
  {
    "id": "3069507",
    "unitNumber": 1,
    "text": "Bir bankanın genel olarak organizasyon şeması dikkate alındığında aşağıdakilerden hangisi genel müdür yardımcılarının sorumluluk alanlarından biri <strong>değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "İnsan kaynakları",
      "B": "Denetim ve teftiş",
      "C": "Dış işlemler",
      "D": "Kurumsal krediler",
      "E": "Muhasebe ve mali kontrol"
    },
    "explanation": "Bir bankanın genel olarak organizasyon şeması dikkate alındığında genel müdür yardımcılarının insan kaynakları, muhasebe ve mali kontrol, bilgi işlem, bireysel bankacılık, kurumsal krediler, dış işlemler, operasyon ve hazine gibi sorumluluk alanları söz konusudur. Bu kapsamda denetim ve teftiş genel müdür yardımcılarının bir sorumluluk alanı olarak değerlendirilemez."
  },
  {
    "id": "3069517",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi bir banka yönetimi tarafından iç denetim faaliyetlerine yönelik olarak yetkilendirilmiş personeldir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bağımsız denetim çalışanı",
      "B": "Banka yeminli murakıbı",
      "C": "Müfettiş",
      "D": "Risk yönetimi personeli",
      "E": "Hesap uzmanı"
    },
    "explanation": "Bir banka yönetimi tarafından iç denetim faaliyetlerine yönelik olarak yetkilendirilmiş personel iç kontrol elemanları ve müfettişlerdir."
  },
  {
    "id": "3069523",
    "unitNumber": 1,
    "text": "Bankacılık Kanunu'nun 95. maddesi uyarınca denetim yapmaya yetkili meslek personelinin yerinde denetim yapabilmesi için aşağıdaki faaliyetlerden hangisini yapmalıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Merkezi yarışma sınavına katılmalıdır",
      "B": "Kamu Personeli Yabancı Dil Sınavına girmelidir",
      "C": "Mahkemede yemin etmelidir",
      "D": "Genel kurula başvurmalıdır",
      "E": "Uzmanlık tezi hazırlamalıdır"
    },
    "explanation": "Bankacılık Kanunu'nun 95. maddesi uyarınca denetim yapmaya yetkili meslek personelinin yerinde denetim yapabilmesi için mahkemede yemin etmeleri gerekir. Mahkemede yemin etmedikçe yerinde denetim yapamazlar. Doğru yanıt C seçeneğidir."
  },
  {
    "id": "3069530",
    "unitNumber": 1,
    "text": "Bankaların yıl sonu finansal raporlarını, genel kurula sunulan özet yönetim kurulu raporlarını ve denetçiler tarafından hazırlanan raporlarını yayımlamakla ilgili aşağıdakilerden hangisi <strong>yanlıştır</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Ticaret Sicili Gazetesi'nde ilan edilir",
      "B": "Resmi Gazete'de yayımlanır",
      "C": "Türkiye Bankalar Birliği internet sayfasında yayımlanır",
      "D": "Kendi internet sayfasında yayımlanır",
      "E": "Merkez Bankası internet sayfasında yayımlanır"
    },
    "explanation": "Bankalar yıl sonu finansal raporlarını, genel kurula sunulan özet yönetim kurulu raporlarını ve denetçiler tarafından hazırlanan raporlarını ilgili oldukları yılı takip eden Nisan ayı sonuna kadar Ticaret Sicili Gazetesi'nde ilan ederler. Ayrıca Resmi Gazete'de yayımlarlar. Yine, bu raporları Türkiye Bankalar Birliği internet sayfasında yayımlanır. Kendi internet sayfasında ise yayımlamak ve en az beş yıl süre ile erişime açık tutmak zorundadırlar. Doğru yanıt E seçeneğidir."
  },
  {
    "id": "2977337",
    "unitNumber": 2,
    "text": "Bankaların gerçek veya tüzel kişilerden belirli bir faiz karşılığında bir hesap açmak suretiyle topladıkları Türk parası veya yabancı paralara ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Mevduat",
      "B": "Tasarruf",
      "C": "Gelir",
      "D": "Kaynak",
      "E": "Teminat"
    },
    "explanation": "Bankaların gerçek veya tüzel kişilerden belirli bir faiz karşılığında bir hesap açmak suretiyle topladıkları Türk parası veya yabancı paralara mevduat denir."
  },
  {
    "id": "2977338",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi mevduat sahiplerinin kimliklerine göre yapılan sınıflandırmaya dahil <u>edilemez?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Tasarruf Mevduatı",
      "B": "Resmi Kuruluşlar Mevduatı",
      "C": "Ticari Kuruluşlar Mevduatı",
      "D": "Bankalararası Mevduat",
      "E": "Yurtiçinde Yerleşik Mevduatlar"
    },
    "explanation": "Mevduat sahiplerinin kimliklerine göre;<br/>• Tasarruf Mevduatı<br/>• Resmi Kuruluşlar Mevduatı<br/>• Ticari Kuruluşlar Mevduatı<br/>• Bankalararası Mevduat<br/>• Diğer Kuruluşlar Mevduatı şeklinde gruplara ayrılmıştır."
  },
  {
    "id": "2977339",
    "unitNumber": 2,
    "text": "<table> <tbody> <tr> <td> 1. Tasarruf mevduatı\n </td> <td> K. Gerçek kişiler tarafından bu isim altında açtırılan ve ticari işlemlere konu olmayan mevduatlardır. Vadeli yada vadesiz olarak açılabilirler. Vadesiz tasarruf mevduatı hesabı sahibinin çek keşide etmesi ticari işlem olarak görülmez.\n </td> </tr> <tr> <td> 2. Ticari Kuruluşlar Mevduatı \n </td> <td> L. Genel ve katma bütçeli daire ve kurumlara, yerel yönetimlere, mahkemelere, savcılıklara, icra ve iflas dairelerine ait mevduat bu grupta ele alınır.\n </td> </tr> <tr> <td> 3.Resmi Kuruluşlar Mevduatı \n </td> <td> M. Gerçek kişilerin ticari işletmelerine, her çeşit ortaklıklara, kamu iktisadi teşebbüsleri ile bunlara bağlı müessese ve bağlı ortaklıklarına, genel ve katma bütçeli kuruluşlarla, yerel yönetimlerin ticari işletmelerine, döner sermayeli kuruluşlara, vakıfların, derneklerin, sendikaların, birliklerin ve mesleki kuruluşların kurdukları veya katıldıkları ticari işletmelere, sigorta şirketlerine ve özel finans kurumlarına ait mevduatlardır.\n </td> </tr> </tbody> </table> Yukarıdaki mevduat sahibinin kimliğine göre yapılan sınıflandırmaya konu<br/>olan mevduatlar ve tanımlamaların doğru eşleştirmesi aşağıdakilerden hangisinde verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "3-K, 2-M, 1-L",
      "B": "3-L, 2-M, 1- K",
      "C": "3-M, 2-K, 1-L",
      "D": "3-L, 2-K, 1-M",
      "E": "3-K, 2-L, 1-M"
    },
    "explanation": "Mevduat sahibinin kimliğine göre yapılan sınıflandırmaya konu<br/>olan mevduatlar açıklanmıştır.<br/>Tasarruf Mevduatı: Gerçek kişiler tarafından bu isim altında açtırılan ve ticari işlemlere konu olmayan mevduatlar, “Tasarruf Mevduatı”dır. Vadeli yada vadesiz olarak açılabilirler. Vadesiz tasarruf mevduatı hesabı sahibinin çek keşide etmesi ticari işlem olarak<br/>görülmez.<br/>Resmi Kuruluşlar Mevduatı: Genel ve katma bütçeli daire ve kurumlara, yerel yönetimlere, mahkemelere, savcılıklara, icra ve iflas dairelerine ait mevduat bu grupta ele alınır.<br/>Ticari Kuruluşlar Mevduatı: Gerçek kişilerin ticari işletmelerine, her çeşit ortaklıklara, kamu iktisadi teşebbüsleri ile bunlara bağlı müessese ve bağlı ortaklıklarına, genel ve<br/>katma bütçeli kuruluşlarla, yerel yönetimlerin ticari işletmelerine, döner sermayeli kuruluşlara, vakıfların, derneklerin, sendikaların, birliklerin ve mesleki kuruluşların kurdukları veya katıldıkları ticari işletmelere, sigorta şirketlerine ve özel finans kurumlarına ait<br/>mevduat ticari kuruluşlar mevduatıdır."
  },
  {
    "id": "2977340",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi tasarruf mevduatına ilişkin belli başlı <u>teme</u>l işlemler arasında <u>yer almaz</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Noter onaylı imza sirküleri ile hesap açılması",
      "B": "Hesaptan para ödenmesi",
      "C": "Başka bir şube tarafından para kabul edilmesi",
      "D": "Tahakkuk eden faizden gelir vergisi kesilmesi",
      "E": "Hesaba faiz tahakkuk ettirilmesi"
    },
    "explanation": "Tasarruf mevduatına ilişkin belli başlı temel işlemler aşağıdakilerden oluşabilir.<br/>• Hesap açılması ve hesaba para kabul edilmesi<br/>• Hesaptan para ödenmesi<br/>• Başka bir şube tarafından para kabul edilmesi<br/>• Başka bir şube tarafından para ödenmesi<br/>• Hesaba faiz tahakkuk ettirilmesi<br/>• Tahakkuk eden faizden gelir vergisi kesilmesi<br/>• Hesabın kapatılması"
  },
  {
    "id": "2977341",
    "unitNumber": 2,
    "text": "Hesap açılması ve hesaba para kabul edilmesi ile ilgili olarak aşağıdaki ifadelerden hangisi y<u>anlıştır</u>?",
    "correctAnswer": "B",
    "options": {
      "A": "Müşteriden vergi kimlik numarası, nüfus hüviyet cüzdanı, pasaport veya ikametgah belgesi gibi belgeler istenmektedir.",
      "B": "Hesap açıldığında, banka tarafından müşterinin TC kimlik nosu hesap numarası olarak kayıt edilir.",
      "C": "Müşterinin adı soyadı, adresi, hesabın vadeli veya vadesiz olduğu, faiz oranı gibi bilgiler hesap kartına işlenir ve mevduat sahibinin imzası alınır.",
      "D": "Mevduat sahibine bir hesap cüzdanı verilir ve müşterinin hesabındaki işlemler ayrıntılı olarak bu cüzdanda da izlenir.",
      "E": "Hesap kartı ile hesap cüzdanı arasında bir tutarsızlık olması durumunda hesap kartı üzerindeki tutarlar doğru kabul edilir."
    },
    "explanation": "Hesap Açılması ve Hesaba Para Kabul Edilmesi<br/>Tasarruf mevduatı açılırken, müşteriden vergi kimlik numarası, nüfus hüviyet cüzdanı, pasaport veya ikametgah belgesi gibi belgeler istenmektedir. Hesap açıldığında, banka tarafından müşteriye bir hesap numarası verilir. Sonra müşterinin adı soyadı, adresi, hesabın vadeli veya vadesiz olduğu, faiz oranı gibi bilgiler hesap kartına işlenir ve mevduat sahibinin imzası alınır. Ayrıca mevduat sahibine bir hesap cüzdanı verilir ve müşterinin hesabındaki işlemler ayrıntılı olarak bu cüzdanda da izlenir. Hesap kartı ile hesap cüzdanı<br/>arasında bir tutarsızlık olması durumunda hesap kartı üzerindeki tutarlar doğru kabul edilir."
  },
  {
    "id": "2977342",
    "unitNumber": 2,
    "text": "\"Müşteri bay X hesabının bulunduğu şubeden 400.- TL çekmek istemiş ve kendisine gereken belgeler imzalatılarak, vezne kanalıyla istediği miktar ödenmiştir.\" Buna göre paranın hesaptan nakden çekilmesi durumunda yapılacak kayıt aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "300.TASARRUF MEVDUATI (YİY-GERÇEK KİŞİLER)-VADESİZ hesabı 400.-TL borçlu ve 010. KASA hesabı 400 .- TL alacaklıdır.",
      "B": "300.TASARRUF MEVDUATI (YİY-GERÇEK KİŞİLER)-VADESİZ hesabı 400.-TL alacaklı ve 010. KASA hesabı 400 .- TL borçludur.",
      "C": "010. KASA hesabı 400.- TL borçlu ve 290. ŞUBELER CARİ hesabı 400.-TL alacaklıdır.",
      "D": "010. KASA hesabı 400.- TL alacaklı ve 290. ŞUBELER CARİ hesabı 400.-TL borçludur.",
      "E": "290. ŞUBELER CARİ hesabı 400.-TL borçlu ve 300.TASARRUF MEVDUATI<br/>(YİY-GERÇEK KİŞİLER)-VADESİZ hesabı 400.- TL alacaklıdır."
    },
    "explanation": "Hesaptan Para Ödenmesi<br/>Mevduat sahibi, hesap vadesiz olduğu için, istediği herhangi bir tarihte parasının tamamını ya da bir kısmını geri çekebilir. Paranın hesaptan nakden çekilmesi durumunda aşağıdaki gibi bir kayıt yapılır.<br/>Örnek: Müşteri bay B hesabının bulunduğu şubeden T500.-çekmek istemiş ve kendisine gereken belgeler imzalatılarak, vezne kanalıyla istediği miktar ödenmiştir.\n 300.TASARRUF MEVDUATI<br/>(YİY-GERÇEK KİŞİLER)-VADESİZ 500 TL borçlu<br/>010. KASA 500 TL alacaklıdır.<br/>Tasarruf Mevduatından Para Ödenmesi"
  },
  {
    "id": "2977343",
    "unitNumber": 2,
    "text": "Valör tarihinin tanımı aşağıdakilerden hangisinde verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Paranın bankaya yatırıldığı günü takip eden ilk iş günüdür.",
      "B": "Mevduat hesabının vade başlangıç - bitiş arasındaki iş günleridir.",
      "C": "Faiz tahakkuk tarihidir.",
      "D": "Hesabın kapatılma tarihidir.",
      "E": "Mevduat hesabı faizlendirilirken hesaba dahil edilmeyecek tatil günleridir."
    },
    "explanation": "Valör tarihi; paranın bankaya yatırıldığı günü takip eden ilk iş günüdür."
  },
  {
    "id": "2977344",
    "unitNumber": 2,
    "text": "Mevduat hesapları için verilecek faizin hesaplanmasında aşağıdaki formüllerden hangisi kullanılır?",
    "correctAnswer": "E",
    "options": {
      "A": "F= (A*n*t) - (365*100)",
      "B": "F= (A*n*t) + (365*100)",
      "C": "F= A*n*t / (365-100)",
      "D": "F= A*n+t / 365*100",
      "E": "F= A*n*t / 365*100"
    },
    "explanation": "F : Faiz tutarı<br/>A : Anapara tutarı (yatırılan para tutarı)<br/>n : Vade (valör tarihinden vade sonuna kadar geçen gün sayısı)<br/>t : Uygulanacak faiz oranını ifade etmektedir.\n F= A*n*t /365*100"
  },
  {
    "id": "2977345",
    "unitNumber": 2,
    "text": "20.000.- TL için, yıllık % 5 faiz oranı üzerinden ve 30 gün için verilecek faiz<br/>tutarı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "80,1234 TL",
      "B": "82,1917 TL",
      "C": "85,4098 TL",
      "D": "90,4567 TL",
      "E": "92,8765 TL"
    },
    "explanation": "Bu formülde;<br/>F : Faiz tutarı<br/>A : Anapara tutarı (yatırılan para tutarı)<br/>n : Vade (valör tarihinden vade sonuna kadar geçen gün sayısı)<br/>t : Uygulanacak faiz oranını ifade etmektedir.\n Axnxt/365x100\n 20 000x30x5 /365x100 =82,1917"
  },
  {
    "id": "2977346",
    "unitNumber": 2,
    "text": "Mevduat munzam karşılıkları ile ilgili olarak aşağıdaki ifadelerden hangisi <u>yanlıştır? </u>",
    "correctAnswer": "D",
    "options": {
      "A": "Munzam karşılıkların Merkez Bankası’na yatırılması zorunluluktur.",
      "B": "Karşılık oranı Merkez Bankası’nın para ve faiz politikalarına göre değişmektedir.",
      "C": "Haftalık olarak mevduat hesaplarındaki paraların belirli bir oranı munzam karşılık olarak yatırılır.",
      "D": "Mevduat azalmış ise yatırılan karşılıklar bankalara geri ödenmez.",
      "E": "Bu karşılıklar hem Türk Lirası mevduat için, hem de yabancı para karşılığı<br/>mevduat için yatırılmaktadır."
    },
    "explanation": "Bankalar topladıkları mevduatın belirli bir kısmını Merkez Bankası Kanunu’na göre “mevduat munzam karşılığı” olarak, Merkez Bankası’na yatırmak zorundadır. Bu işlemlerin takibini banka genel müdürlüğü yapar. Haftalık olarak mevduat hesaplarındaki paraların belirli bir oranı munzam karşılık olarak yatırılır. Mevduat azalmış ise yatırılan karşılıklar geri çekilir. Bu karşılıklar hem Türk Lirası mevduat için, hem de yabancı para karşılığı mevduat için yatırılmaktadır. Karşılık oranı Merkez Bankası’nın para ve faiz politikalarına göre değişmektedir."
  },
  {
    "id": "2977347",
    "unitNumber": 2,
    "text": "I. Vadesiz Mevduat<br/>II. Vadeli Mevduat<br/>III. İhbarlı Mevduat<br/>IV. Türk Lirası Mevduatlar\n<br/>Yukarıdakilerden hangileri vadelerine göre mevduat hesaplarını gösterir?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "II ve III",
      "D": "III ve IV",
      "E": "I, II ve III"
    },
    "explanation": "Vadelerine göre mevduat hesaplarını üç gruba ayırmak mümkündür. Bunlar: <br/>- Vadesiz Mevduat<br/>- Vadeli Mevduat<br/>- İhbarlı Mevduat"
  },
  {
    "id": "2977348",
    "unitNumber": 2,
    "text": "I. Resmi Kuruluşlar Mevduatı<br/>II. Ticari Kuruluşlar Mevduatı<br/>III. Bankalararası Mevduat<br/>IV. Yabancı Paralı Mevduatlar\n Yukarıdakilerden hangileri mevduatların \"Mevduat sahiplerinin kimliklerine göre\" sınıflandırmasında yer alırlar?",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "II, III ve IV",
      "D": "I, II ve III",
      "E": "I, II, III ve IV"
    },
    "explanation": "Mevduatlar, mevduat sahiplerinin kimliklerine göre;<br/>• Tasarruf Mevduatı<br/>• Resmi Kuruluşlar Mevduatı<br/>• Ticari Kuruluşlar Mevduatı<br/>• Bankalararası Mevduat<br/>• Diğer Kuruluşlar Mevduatı şeklinde gruplara ayrılmıştır."
  },
  {
    "id": "2977349",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi tasarruf mevduatına ilişkin belli başlı temel işlemlerden birisi <strong>değildir</strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "Hesap açılması ve hesaba para kabul edilmesi",
      "B": "Hesaplardan ÖTV kesilmesi",
      "C": "Hesaptan para ödenmesi",
      "D": "Başka bir şube tarafından para kabul edilmesi",
      "E": "Başka bir şube tarafından para ödenmesi"
    },
    "explanation": "Tasarruf mevduatına ilişkin belli başlı temel işlemler aşağıdakilerden oluşabilir.<br/>- Hesap açılması ve hesaba para kabul edilmesi<br/>- Hesaptan para ödenmesi<br/>- Başka bir şube tarafından para kabul edilmesi<br/>- Başka bir şube tarafından para ödenmesi<br/>- Hesaba faiz tahakkuk ettirilmesi<br/>- Tahakkuk eden faizden gelir vergisi kesilmesi<br/>- Hesabın kapatılması"
  },
  {
    "id": "2977350",
    "unitNumber": 2,
    "text": "Bankaların bir işleme provizyon vermesi durumunda provizyonu veren şube, provizyon tutarını hesap sahibinin hesabından çıkararak hangi hesabın alacağına kaydeder?",
    "correctAnswer": "A",
    "options": {
      "A": "392. Alacaklı Geçici Hesaplar",
      "B": "332. İştiraklere Borçlar",
      "C": "133 Bağlı Ortaklıklardan Alacaklar",
      "D": "333. Bağlı Ortaklıklara Borçlar",
      "E": "369. Ödenecek Diğer Yükümlülükler"
    },
    "explanation": "Provizyon verilmesi durumunda provizyonu veren şube, provizyon tutarını hesap sahibinin hesabından çıkararak, “392. Alacaklı Geçici Hesaplar”ın alacağına kaydeder."
  },
  {
    "id": "2977351",
    "unitNumber": 2,
    "text": "Tüm mevduatlarda Faizin başlangıç tarihi __________olarak<br/>ifade edilir.\n Yukarıda boş bırakılan yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Vade Tarihi",
      "B": "Açılış Tarihi",
      "C": "Valör Tarihi",
      "D": "Tahakkuk Tarihi",
      "E": "Faiz Tarihi"
    },
    "explanation": "Tüm mevduatlarda paranın yatırıldığı ve çekildiği gün için faiz hesaplanmaz. Faizin başlangıç tarihi “Valör Tarihi” olarak ifade edilir."
  },
  {
    "id": "2977352",
    "unitNumber": 2,
    "text": "Bankaların müşterilerden topladıkları senetleri Merkez Bankasına iskonto ettirmelerine ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Cari İşlem",
      "B": "Reeskont",
      "C": "ETF",
      "D": "Varant",
      "E": "Fonlama"
    },
    "explanation": "Bankalar müşterilerden topladıkları senetleri Merkez Bankasına iskonto ettirerek, yani reeskonta tabi tutarak, senet karşılığı kredi kullanmakta, senedi vadesinden hemen önce geri alarak Merkez Bankasına senet bedelini ödemektedir."
  },
  {
    "id": "2977353",
    "unitNumber": 2,
    "text": "Bankaların topladıkları mevduatın Merkez Bankası’na yatırmak zorunda oldukları kısmına ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Zorunlu Mevduat",
      "B": "İskonto Haddi",
      "C": "Reeskont Haddi",
      "D": "Munzam Karşılık",
      "E": "Yedek Akçe"
    },
    "explanation": "Bankalar topladıkları mevduatın belirli bir kısmını Merkez Bankası Kanunu’na göre “mevduat munzam karşılığı” olarak, Merkez Bankası’na yatırmak zorundadır."
  },
  {
    "id": "2977354",
    "unitNumber": 2,
    "text": "Bankalar hangi statüde kurulan ticari işletmelerdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Anonim Şirket",
      "B": "Holding",
      "C": "Limited Şirket",
      "D": "Özel Statü",
      "E": "Konsorsiyum"
    },
    "explanation": "Bankalar anonim şirket statüsünde kurulan bir ticari işletmedir."
  },
  {
    "id": "2977355",
    "unitNumber": 2,
    "text": "Bankaların kendi aralarında birbirlerine vadeli ya da vadesiz mevduat hesabı açmaları durumunda,<br/>vadesiz mevduatlar ve vadeli mevduatlar için sırasıyla hangi hesaplar kullanılır?",
    "correctAnswer": "B",
    "options": {
      "A": "111 Özel Kesim Tahvil, Senet ve Bonoları- 112 Kamu Kesimi Tahvil, Senet ve Bonoları",
      "B": "308. Bankalar Mevduatı - 318. Bankalar Mevduatı",
      "C": "308. Bankalar Mevduatı - 111 Özel Kesim Tahvil, Senet ve Bonoları",
      "D": "318. Bankalar Mevduatı-112 Kamu Kesimi Tahvil, Senet ve Bonoları",
      "E": "318. Bankalar Mevduatı-118 Diğer Menkul Kıymetler"
    },
    "explanation": "Bankaların bir diğer kaynağı ise kendi aralarında birbirlerine vadeli ya da vadesiz<br/>mevduat hesabı açmaları durumudur. Bu hesaplardaki işlemler tasarruf mevduatlarına, ticari mevduatlara ya da diğer kuruluşlara ait mevduat hesaplarına benzemektedir. Ancak vadesiz mevduatlariçin 308. BANKALAR MEVDUATI, vadeli mevduatlariçin 318. BANKALAR MEVDUATI hesapları kullanılmaktadır."
  },
  {
    "id": "2977356",
    "unitNumber": 2,
    "text": "Alacaklı cari hesap sahiplerinin, istediklerinde kendi hesaplarında bulunan bir miktar parayı, bir talimat mektubu yazarak, bankanın aynı şubedeki kendi adlarına ya da başkası adına olan başka bir hesaba naklini yapmalarına bankacılıkta ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "EFT",
      "B": "Havale",
      "C": "Virman",
      "D": "Nakil",
      "E": "Senkronizasyon"
    },
    "explanation": "Alacaklı cari hesap sahipleri, istediklerinde kendi hesaplarında bulunan bir miktar parayı, bir talimat mektubu yazarak, bankanın aynı şubedeki kendi adlarına ya da başkası adına olan başka bir hesaba naklini yapabilirler. Bu işleme bankacılıkta virman denilmektedir."
  },
  {
    "id": "2977357",
    "unitNumber": 2,
    "text": "Son yıllarda bankaların Off-Shore bankacılık sistemine (Kıyı Bankacılığı) yönelmelerinin sebebi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ülke içinde yeterli nitelikli işgücü bulamamaları",
      "B": "Ülke içinde kullanılan bankacılık teknolojisinin yetersizliği",
      "C": "Munzam karşılıkların yarattığı maliyetler",
      "D": "Uluslararası işlemlerin kolaylığı",
      "E": "Daha düşük sermayeye ihtiyaç duyulması"
    },
    "explanation": "Son yıllarda bankaların Off-Shore bankacılık sistemine (Kıyı Bankacılığı) yönelmelerinin sebebi <strong>munzam karşılıkların yarattığı maliyetlerdir.</strong> Çünkü Off-Shore Bankacılık sisteminde munzam karşılık ayrılmamaktadır."
  },
  {
    "id": "2977358",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi bankaların fon sağlama araçları içinde yer almaz?",
    "correctAnswer": "E",
    "options": {
      "A": "T.C. Merkez Bankası’ndan reeskont yoluyla yapılan borçlanma",
      "B": "T.C. Merkez Bankası’ndan avans alma yoluyla yapılan borçlanma",
      "C": "Para ya da sermaye piyasasına menkul kıymet ihracı şeklinde sağlanan fon",
      "D": "Ulusal ya da uluslararası piyasalardan borçlanmak suretiyle kredi sağlanması",
      "E": "Tüketim kooperatiflerinden sağlanan fonlar"
    },
    "explanation": "\"Tüketim kooperatiflerinden sağlanan fonlar\" bankaların doğrudan bu şekilde fon sağlama imkanları yoktur"
  },
  {
    "id": "2977359",
    "unitNumber": 2,
    "text": "I- Vadesiz Mevduat, II- Vadeli Mevduat, III- İhbarlı Mevduat, IV- Tasarruf Mevduatı\n Sıralananlardan hangileri vadelerine göre mevduat hesaplarıdır.",
    "correctAnswer": "C",
    "options": {
      "A": "I ve IV",
      "B": "II, III ve IV",
      "C": "I, II ve III",
      "D": "III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Vadelerine göre mevduat hesaplarını üç gruba ayırmak mümkündür.<br/>• Vadesiz Mevduat<br/>• Vadeli Mevduat<br/>• İhbarlı Mevduat\n <strong>Tasarruf mevduatı</strong> bu grup içinde yer almaz"
  },
  {
    "id": "2977360",
    "unitNumber": 2,
    "text": "Sıralananlardan hangileri <strong>mevduat sahiplerinin kimliklerine</strong> göre tanımlanan mevduatları içermektedir<br/>I- Tasarruf Mevduatı<br/>II- İhbarlı Mevduat<br/>III- Ticari Kuruluşlar Mevduatı<br/>IV- Resmi Kuruluşlar Mevduatı",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "II ve IV",
      "D": "I, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Mevduat sahiplerinin kimliklerine göre;<br/>• Tasarruf Mevduatı<br/>• Resmi Kuruluşlar Mevduatı<br/>• Ticari Kuruluşlar Mevduatı<br/>• Bankalararası Mevduat\n <strong>İhbarlı Mevduat, </strong>bu grup içinde yer almaz, bu yüzden doğru yanıt <strong>D</strong> dir"
  },
  {
    "id": "2977361",
    "unitNumber": 2,
    "text": "Tüm bankaların ve özel kanunlarına göre mevduat kabulüne yetkili kuruluşların birbirlerine açmış oldukları mevduat türü aşağıdakilerden hangisidir",
    "correctAnswer": "A",
    "options": {
      "A": "Bankalararası Mevduat",
      "B": "Diğer Kuruluşlar Mevduatı",
      "C": "Ticari Kuruluşlar Mevduatı",
      "D": "Resmi Kuruluşlar Mevduatı",
      "E": "Tasarruf Mevduatı"
    },
    "explanation": "Bankalararası Mevduat: İktisadi Devlet Teşekkülü halindeki bankalar ve T.C. Merkez Bankası dahil, tüm bankaların ve özel kanunlarına göre mevduat kabulüne yetkili kuruluşların birbirlerine açmış oldukları mevduat hesaplarıdır."
  },
  {
    "id": "2977362",
    "unitNumber": 2,
    "text": "Gerçek kişiler tarafından açtırılan ve ticari işlemlere konu olmayan mevduatlar\n aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ticari Kuruluşlar Mevduatı",
      "B": "Tasarruf Mevduatı",
      "C": "Diğer Kuruluşlar Mevduatı",
      "D": "Bankalararası Mevduat",
      "E": "Resmi Kuruluşlar Mevduatı"
    },
    "explanation": "Tasarruf Mevduatı: Gerçek kişiler tarafından bu isim altında açtırılan ve ticari işlemlere konu olmayan mevduatlar, “Tasarruf Mevduatı”dır"
  },
  {
    "id": "2977363",
    "unitNumber": 2,
    "text": "Vadeli tasarruf mevduatına ilişkin belli başlı temel işlemler hangi seçenekte doğru olarak verilmiştir<br/>I- Hesap açılması ve hesaba para kabul edilmesi<br/>II- Hesaba faiz tahakkuk ettirilmesi<br/>III- Tahakkuk eden faizden gelir vergisi kesilmesi<br/>IV- Hesaptan para ödenmesi",
    "correctAnswer": "D",
    "options": {
      "A": "I ve IV",
      "B": "I, II ve IV",
      "C": "I, III ve IV",
      "D": "I, II ve III",
      "E": "I, II, III ve IV"
    },
    "explanation": "Vadeli tasarruf mevduatına ilişkin belli başlı temel işlemler aşağıdadır.<br/>• Hesap açılması ve hesaba para kabul edilmesi<br/>• Hesaba faiz tahakkuk ettirilmesi<br/>• Tahakkuk eden faizden gelir vergisi kesilmesi<br/>• Hesabın kapatılması\n Bu işlemler içinde <strong>hesaptan para ödenmesi</strong> yoktur."
  },
  {
    "id": "2977364",
    "unitNumber": 2,
    "text": "Vadeli ticari ya da diğer mevduat hesaplarına ilişkin belli başlı işlemler seçeneklerden hangisinde doğru olarak verilmiştir\n I- Hesaptan, hesaba nakil (virman), II- Hesap açılması ve hesaba para kabul edilmesi, III- Hesaba faiz tahakkuk ettirilmesi, IV- Tahakkuk eden faizden gelir vergisi kesilmesi, V- Hesabın kapatılması",
    "correctAnswer": "C",
    "options": {
      "A": "I,II, IV ve V",
      "B": "I, II, ve V",
      "C": "II, III, IV ve V",
      "D": "I, III, IV ve V",
      "E": "I, II, III, IV ve V"
    },
    "explanation": "Vadeli ticari ya da diğer mevduat hesaplarına ilişkin belli başlı işlemler aşağıdadır.<br/>• Hesap açılması ve hesaba para kabul edilmesi<br/>• Hesaba faiz tahakkuk ettirilmesi<br/>• Tahakkuk eden faizden gelir vergisi kesilmesi<br/>• Hesabın kapatılması\n <strong>\"Hesaptan, hesaba nakil (virman)\"</strong> Vadeli ticari ya da diğer mevduat hesaplarına ilişkin belli başlı işlemler arasında yer almaz"
  },
  {
    "id": "2977365",
    "unitNumber": 2,
    "text": "Bankaların <strong>reeskont kredisi ile fon sağlama</strong> süreci aşağıdakilerden hangisinde doğru olarak verilmiştir<br/>a.<br/>b. Müşteri senetlerini Merkez Bankası’na teminat olarak vererek<br/>c. Merkez Bankası’ndan avans kredi kullanarak<br/>d. Merkez Bankası’ndan borç para alarak<br/>e. Merkez Bankası’na hazine bonosu vererek",
    "correctAnswer": "B",
    "options": {
      "A": "Ellerindeki devlet tahvillerini Merkez Bankasına rehin vererek",
      "B": "Ellerindeki ticari senetleri Merkez Bankası’na iskonto ettirerek",
      "C": "Merkez bankasından avans alarak",
      "D": "Para ve sermaye piyasalarında ihraç etmiş oldukları menkul değeri teminat göstererek",
      "E": "Takasbanktaki çekleri rehin göstererek"
    },
    "explanation": "Bankalar müşterilerden topladıkları senetleri Merkez Bankasına iskonto ettirerek, yani reeskonta tabi tutarak, senet karşılığı kredi kullanmakta, senedi vadesinden hemen önce geri alarak Merkez Bankasına senet bedelini ödemektedir"
  },
  {
    "id": "2977366",
    "unitNumber": 2,
    "text": "Alacaklı cari hesap sahipleri, istediklerinde kendi hesaplarında bulunan bir miktar parayı, bir talimat mektubu yazarak, bankanın aynı şubedeki kendi adlarına ya da başkası adına olan başka bir hesaba nakli işlemine ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Elektronik Fon Transferi (EFT)",
      "B": "Valör",
      "C": "Virman",
      "D": "Provizyon",
      "E": "Havale"
    },
    "explanation": "Alacaklı cari hesap sahipleri, istediklerinde kendi hesaplarında bulunan bir miktar parayı, bir talimat mektubu yazarak, bankanın aynı şubedeki kendi adlarına ya da başkası adına olan başka bir hesaba naklini yapabilirler. Bu işleme bankacılıkta <strong>VİRMAN</strong> denilmektedir."
  },
  {
    "id": "2977367",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi bankanın yapacağı istihbarat sonucunda gerçek ya da tüzel kişilere, yasaları, iç kurallarını ve kendi kaynaklarını da göz önünde tutarak teminat karşılığında ya da teminatsız olarak para, teminat ya da kefalet vermek şeklinde tanıdığı olanak ya da sınırdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Kredi",
      "B": "Faiz",
      "C": "Mevduat",
      "D": "Teminat",
      "E": "İskonto"
    },
    "explanation": "Kredi; bankanın yapacağı istihbarat sonucunda gerçek ya da tüzel kişilere, yasaları, iç kurallarını ve kendi kaynaklarını da göz önünde tutarak teminat karşılığında ya da teminatsız olarak para, teminat ya da kefalet vermek şeklinde tanıdığı olanak ya da sınırdır."
  },
  {
    "id": "2977368",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi kredinin 4 temel unsuru arasında yer almaz?",
    "correctAnswer": "A",
    "options": {
      "A": "miktar",
      "B": "zaman",
      "C": "güven",
      "D": "risk",
      "E": "gelir"
    },
    "explanation": "Kredinin 4 temel unsuru mevcuttur. Bu unsurlar; zaman, güven, risk ve gelir unsurlarıdır.<br/>miktar"
  },
  {
    "id": "2977369",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Bankaların müşterilerine kullandırdıkları, <em>konularına göre kredi türlerinden biri <strong>değildir</strong>?</em>",
    "correctAnswer": "A",
    "options": {
      "A": "Tüketici kredileri",
      "B": "ticari kredileri",
      "C": "sınai kredileri",
      "D": "ihracat, ithalat kredileri",
      "E": "İhtisas kredileri"
    },
    "explanation": "Bankaların müşterilerine kullandırdıkları krediler, <em><strong>konularına göre; </strong></em>ticari, sınai, ihracat, ithalat ve ihtisas, kredileri olarak sınıflandırılır.<br/>Tüketici kredileri"
  },
  {
    "id": "2977370",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisinde bankaların müşterilerine kullandırdıkları krediler, <strong><em>niteliklerine göre sınıflandırılmıştır?</em></strong>",
    "correctAnswer": "A",
    "options": {
      "A": "nakdi ve gayri nakdi krediler",
      "B": "kısa, orta ve uzun vadeli krediler",
      "C": "işletme, donatım ve yatırım kredileri",
      "D": "teminatsız ve teminatlı krediler",
      "E": "bireysel ve kurumsal krediler"
    },
    "explanation": "Bankaların müşterilerine kullandırdıkları krediler, <strong><em>niteliklerine göre; </em></strong>nakdi ve gayri nakdi, krediler olarak sınıflandırılır.<br/><strong><em>niteliklerine göre krediler </em></strong>nakdi ve gayri nakdi krediler olarak sınıflandırılır."
  },
  {
    "id": "2977371",
    "unitNumber": 3,
    "text": "Bankalar kullandırdıkları krediler karşılığında krediyi kullanan kişi veya kurumlardan bir bedel alırlar. Bu bedele ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Faiz",
      "B": "Fiyat",
      "C": "Ücret",
      "D": "Dosya ücreti",
      "E": "Sigorta primi"
    },
    "explanation": "Bankalar kullandırdıkları krediler karşılığında krediyi kullanan kişi veya kurumlardan bir bedel alırlar. Bu bedel faizdir<br/>Bankalar kullandırdıkları krediler karşılığında aldıkları bedel faizdir."
  },
  {
    "id": "2977372",
    "unitNumber": 3,
    "text": "Bankacılık Kanunu’nun 144. maddesine göre; hangi merci bankaların ödünç para verme işlemleri ve mevduat kabulünde uygulanacak azami faiz oranlarını, katılma hesaplarında kar ve katılma oranlarını, özel cari hesaplar dahil bu maddede belirtilen işlemlerde sağlanacak diğer menfaatlerin nitelikleri ile azami miktar ya da oranlarını tespit etmeye, bunları kısmen veya tamamen serbest bırakmaya yetkilidir.?",
    "correctAnswer": "A",
    "options": {
      "A": "Cumhurbaşkanlığı",
      "B": "Maliye Bakanlığı",
      "C": "Başbakanlık",
      "D": "Hükümet",
      "E": "İçişleri Bakanlığı"
    },
    "explanation": "Bankacılık Kanunu’nun 144. maddesine göre; Cumhurbaşkanlığı, bankaların ödünç para verme işlemleri ve mevduat kabulünde uygulanacak azami faiz oranlarını, katılma hesaplarında kar ve katılma oranlarını, özel cari hesaplar dahil bu maddede belirtilen işlemlerde sağlanacak diğer menfaatlerin nitelikleri ile azami miktar ya da oranlarını tespit etmeye, bunları kısmen veya tamamen serbest bırakmaya yetkilidir. Cumhurbaşkanlığı, bu yetkilerini Merkez Bankasına devredebilir."
  },
  {
    "id": "2977373",
    "unitNumber": 3,
    "text": "Bankalarca, reeskont kaynaklı krediler dışındaki kredilere uygulanacak faiz oranları ile faiz dışında sağlanacak diğer menfaatlerin ve tahsil olunacak masrafların nitelikleri ve sınırlarının belirlenmesiyle ilgili aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Serbestçe belirlenir",
      "B": "Cumhurbaşkanı belirler",
      "C": "Maliye bakanı belirler",
      "D": "Başbakan belirler",
      "E": "İçişleri bakanlığı belirler"
    },
    "explanation": "T.C. Merkez Bankası tarafından 09.12.2006 tarih ve 26371 sayılı Resmi Gazete’de yayımlanan “Mevduat ve Kredi Faiz Oranları ve Katılma Hesapları Kar ve Zarara Katılma Oranları ile Kredi İşlemlerinde Faiz Dışında Sağlanacak Diğer Menfaatler Hakkında Tebliğ”in 4.maddesine göre; bankalarca, reeskont kaynaklı krediler dışındaki kredilere uygulanacak faiz oranları ile faiz dışında sağlanacak diğer menfaatlerin ve tahsil olunacak masrafların nitelikleri ve sınırları serbestçe belirlenir."
  },
  {
    "id": "2977374",
    "unitNumber": 3,
    "text": "Bankalar yaptıkları faaliyetler sonucunda müşterilerinden aldıkları faiz ve komisyonlar üzerinden yüzde kaç oranında “Banka ve Sigorta Muameleleri Vergisi (BSMV)” almakla yükümlüdürler?",
    "correctAnswer": "C",
    "options": {
      "A": "2",
      "B": "4",
      "C": "5",
      "D": "6",
      "E": "10"
    },
    "explanation": "Bankalar yaptıkları faaliyetler sonucunda müşterilerinden aldıkları faiz ve komisyonlar üzerinden % 5 oranında “Banka ve Sigorta Muameleleri Vergisi (BSMV)” almakla yükümlüdürler.<br/>Bankalar yaptıkları faaliyetler sonucunda müşterilerinden aldıkları faiz ve komisyonlar üzerinden %5 oranında “Banka ve Sigorta Muameleleri Vergisi (BSMV)” almakla yükümlüdürler. Doğru yanıt C'dir."
  },
  {
    "id": "2977375",
    "unitNumber": 3,
    "text": "Bankaların Müşterilerden aldığı Banka ve Sigorta Muameleleri Vergisini izleyen ayın kaçıncı günü akşamına kadar beyan edilir ve ödenir?",
    "correctAnswer": "C",
    "options": {
      "A": "5.",
      "B": "10.",
      "C": "15.",
      "D": "20.",
      "E": "25."
    },
    "explanation": "“Banka ve Sigorta Muameleleri Vergisi (BSMV)” almakla yükümlüdürler. Müşterilerden alınan BSMV, izleyen ayın 15.günü akşamına kadar beyan edilir ve ödenir.<br/>15. günü"
  },
  {
    "id": "2977376",
    "unitNumber": 3,
    "text": "Bankalar aldıkları faiz üzerinden “Kaynak Kullanımı Destekleme Fonu Kesintisi (KKDF)” yaparlar. Bu kesinti tüketici kredilerinde yüzde kaç oranında uygulanır?",
    "correctAnswer": "C",
    "options": {
      "A": "5",
      "B": "10",
      "C": "15",
      "D": "20",
      "E": "25"
    },
    "explanation": "Bankalar ayrıca aldıkları faiz üzerinden “Kaynak Kullanımı Destekleme Fonu Kesintisi (KKDF)” de yapacaklardır. Bu kesinti tüketici kredilerinde % 15, diğer Türk Parası üzerinden kullandırılan kredilerde % 3’tür.<br/>Bankalar aldıkları faiz üzerinden “Kaynak Kullanımı Destekleme <br/>Fonu Kesintisi (KKDF)” de yapacaklardır. Bu kesinti tüketici kredilerinde % 15, diğer <br/>Türk Parası üzerinden kullandırılan kredilerde % 3’tür."
  },
  {
    "id": "2977377",
    "unitNumber": 3,
    "text": "Kredinin sözlük anlamı _________ olup, Latince’de inanma anlamına gelen “credere” kökünden kaynaklanmaktadır.\n<br/>Yukarıdaki boşluğa aşağıdaki terimlerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Saygınlık ve güven",
      "B": "Borç verme",
      "C": "Ödünç",
      "D": "Destekleme",
      "E": "Finanse etme"
    },
    "explanation": "Kredinin sözlük anlamı saygınlık ve güven olup, Latince’de inanma anlamına gelen “credere” kökünden kaynaklanmaktadır."
  },
  {
    "id": "2977378",
    "unitNumber": 3,
    "text": "I. Zaman\n<br/>II. Güven\n<br/>III. Risk\n<br/>IV. Ödeme\n<br/>Yukarıdakilerden hangileri kredinin temel unsurlarını göstermektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "I ve IV",
      "B": "II, III ve IV",
      "C": "I, III ve IV",
      "D": "I, II ve III",
      "E": "I, II ve IV"
    },
    "explanation": "Kredinin 4 temel unsuru mevcuttur. Bu unsurlar; zaman, güven, risk ve gelir unsurlarıdır. Doğru yanıt D'dir."
  },
  {
    "id": "2977379",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisinde bankaların müşterilerine kullandırdıkları krediler niteliklerine göre sınıflandırılmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Nakdi - Gayri nakdi",
      "B": "Uzun vadeli - Kısa vadeli",
      "C": "Artan faizli - Sabit faizli",
      "D": "Teminatlı - Teminatsız",
      "E": "Sürekli-Geçici"
    },
    "explanation": "Bankaların müşterilerine kullandırdıkları krediler, niteliklerine göre; nakdi ve gayri nakdi olarak ikiye ayrılırlar. Doğru yanıt A'dır."
  },
  {
    "id": "2977380",
    "unitNumber": 3,
    "text": "Bankacılık Kanunu’nun 51. maddesine göre kredi açma yetkisi hangi birime aittir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ortaklar Kurulu",
      "B": "Genel Kurul",
      "C": "Yönetim Kurulu",
      "D": "Murakıplar Kurulu",
      "E": "Kurucular Kurulu"
    },
    "explanation": "Bankacılık Kanunu’nun 51. maddesine göre; kredi açma yetkisi yönetim kuruluna aittir."
  },
  {
    "id": "2977381",
    "unitNumber": 3,
    "text": "Bankacılık Kanunu’nun 54. maddesine göre; bankalarca, bir gerçek ya da tüzel kişiye veya bir risk grubuna kullandırılabilecek kredilerin toplamı özkaynakların yüzde kaçını aşamaz?",
    "correctAnswer": "A",
    "options": {
      "A": "25",
      "B": "30",
      "C": "40",
      "D": "50",
      "E": "70"
    },
    "explanation": "Bankacılık Kanunu’nun 54. maddesine göre; bankalarca, bir gerçek ya da tüzel kişiye veya bir risk grubuna kullandırılabilecek kredilerin toplamı özkaynakların yüzde yirmi beşini aşamaz."
  },
  {
    "id": "2977382",
    "unitNumber": 3,
    "text": "Tekdüzen Hesap Planında kredilerin muhasebeleştirilmesinde kullanılan ve esas itibariyle kredilerin vadesi ile tahsil kabiliyetleri göz önüne alınarak belirlenen hesaplarda 130-149 arası hesaplar hangi işlemleri gösterir?",
    "correctAnswer": "E",
    "options": {
      "A": "İskonto ve İştira Senetleri",
      "B": "Faktoring İşlemlerinden Alacaklar",
      "C": "Kısa Vadeli Krediler",
      "D": "Tazmin Edilen Gayri Nakdi Kredi Bedelleri",
      "E": "Orta ve Uzun Vadeli Krediler"
    },
    "explanation": "Tekdüzen Hesap Planında kredilerin muhasebeleştirilmesinde kullanılan ve esas itibariyle kredilerin vadesi ile tahsil kabiliyetleri göz önüne alınarak belirlenen hesaplarda 130-149 arası hesaplar; Orta ve Uzun Vadeli Kredileri gösterir."
  },
  {
    "id": "2977383",
    "unitNumber": 3,
    "text": "Bir müşterinin kredi değerliliğine güvenerek ve herhangi bir maddi teminat<br/>alınmadan açılan kredilere ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Plasmanlar",
      "B": "Açık krediler",
      "C": "Bireysel krediler",
      "D": "Teminatsız krediler",
      "E": "Seçimlik krediler"
    },
    "explanation": "Açık krediler; bir müşterinin kredi değerliliğine güvenerek ve herhangi bir maddi teminat alınmadan açılan kredilerdir."
  },
  {
    "id": "2977384",
    "unitNumber": 3,
    "text": "Müşterinin elinde mevcut olup henüz paraya çeviremediği zirai, ticari veya sınai ilk madde ve malzeme ile mamullerin bankaca rehin alınması karşılığında açılan kredilere ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kefilli krediler",
      "B": "Bloke krediler",
      "C": "Senet karşılığı krediler",
      "D": "Emtia karşılığı krediler",
      "E": "Açık krediler"
    },
    "explanation": "Emtia karşılığı krediler; müşterinin elinde mevcut olup henüz paraya çeviremediği zirai, ticari veya sınai ilk madde ve malzeme ile mamullerin bankaca rehin alınması karşılığında açılan kredilerdir"
  },
  {
    "id": "2977385",
    "unitNumber": 3,
    "text": "Senet borçlusunun iskontoyu yapan şubenin bulunduğu yerden başka bir yerde bulunması durumunda senetlerin satın alınması işlemine ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Virman",
      "B": "İskonto",
      "C": "İştira",
      "D": "Nakil",
      "E": "Keşide"
    },
    "explanation": "Senet borçlusunun iskontoyu yapan şubenin bulunduğu yerden başka bir yerde bulunması durumunda senetlerin satın alınması işlemine “iştira” denir"
  },
  {
    "id": "2977386",
    "unitNumber": 3,
    "text": "Senet iskontosu için müşteri, iskonto ettirmek istediği senetleri bankaya ciro ederek, _________denilen bir liste ekinde banka şubesine verir.\n<br/>Yukarıda boş bırakılan yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "İşlem listesi",
      "B": "Senet tevdi bordrosu",
      "C": "Keşide sırası",
      "D": "Vade dizini",
      "E": "İskonto dizini"
    },
    "explanation": "Senet iskontosu için müşteri, iskonto ettirmek istediği senetleri bankaya ciro ederek, “senet tevdi bordrosu” denilen bir liste ekinde banka şubesine verir. Doğru yanıt B'dir."
  },
  {
    "id": "2977387",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi konularına göre kredi türlerinden biri <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Ticari kredi",
      "B": "Sınai kredi",
      "C": "İhracat kredisi",
      "D": "İhtisas kredisi",
      "E": "Yatırım kredisi"
    },
    "explanation": "<strong><em>Konularına göre krediler; </em></strong>ticari, sınai, ihracat, ithalat ve ihtisas kredileridir. Yatırım kredisi ise veriliş amacına göre kredi türlerinden biridir."
  },
  {
    "id": "2977388",
    "unitNumber": 3,
    "text": "Bankalar yaptıkları faaliyetler sonucunda müşterilerinden aldıkları faiz ve komisyonlar üzerinden yüzde kaç oranında “Banka ve Sigorta Muameleleri Vergisi (BSMV)” almakla yükümlüdürler?",
    "correctAnswer": "C",
    "options": {
      "A": "%1",
      "B": "%3",
      "C": "%5",
      "D": "%10",
      "E": "%15"
    },
    "explanation": "Bankalar yaptıkları faaliyetler sonucunda müşterilerinden aldıkları faiz ve komisyonlar üzerinden % 5 oranında “Banka ve Sigorta Muameleleri Vergisi (BSMV)” almakla yükümlüdürler."
  },
  {
    "id": "2977389",
    "unitNumber": 3,
    "text": "Bankaların aldıkları faiz üzerinden “Kaynak Kullanımı Destekleme Fonu Kesintisi (KKDF)” tüketici kredilerinde yüzde kaçtır?",
    "correctAnswer": "E",
    "options": {
      "A": "%1",
      "B": "%3",
      "C": "%5",
      "D": "%10",
      "E": "%15"
    },
    "explanation": "Bankalar ayrıca aldıkları faiz üzerinden “Kaynak Kullanımı Destekleme Fonu Kesintisi (KKDF)” de yapacaklardır. Bu kesinti tüketici kredilerinde % 15, diğer Türk Parası üzerinden kullandırılan kredilerde % 3’tür."
  },
  {
    "id": "2977390",
    "unitNumber": 3,
    "text": "Tekdüzen Hesap Planında kredilerin muhasebeleştirilmesinde kullanılan 100-103 arası hesaplar aşağıdakilerden hangisine aittir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kısa Vadeli Krediler",
      "B": "İskonto ve İştira Senetleri",
      "C": "Yeniden Yapılandırılan ve İtfa Planına Bağlanan Krediler",
      "D": "Tazmin Edilen Gayri Nakdi Kredi Bedelleri",
      "E": "Tasfiye Olunacak Alacaklar/Tahsili Şüpheli Krediler"
    },
    "explanation": "Tekdüzen Hesap Planında kredilerin muhasebeleştirilmesinde kullanılan ve esas itibariyle kredilerin vadesi ile tahsil kabiliyetleri göz önüne alınarak belirlenen hesaplar içinde 100-103 arası hesaplar; İskonto ve İştira Senetleridir."
  },
  {
    "id": "2977391",
    "unitNumber": 3,
    "text": "Teminat mektubu karşılığında bankanın müşteriden aldığı komisyon üzerinden Banka ve Sigorta Muameleleri Vergisi (BSMV) kimden tahsil edilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Müşteri",
      "B": "Lehtar",
      "C": "Banka",
      "D": "Muhatap",
      "E": "Garantör"
    },
    "explanation": "Teminat mektubu karşılığında banka müşteriden komisyon alır. Komisyon oranları banka tarafından serbestçe belirlenebilir. Bu komisyon üzerinden Banka ve Sigorta Muameleleri Vergisi (BSMV) müşteriden tahsil edilecektir."
  },
  {
    "id": "2977392",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi alınan teminatlar açısından sınıflandırılan teminat mektupları türlerinden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "nakit karşılığı verilen",
      "B": "menkul kıymet rehni karşılığı verilen",
      "C": "alacağın temliki karşılığı verilen",
      "D": "ipotek karşılığı verilen",
      "E": "avans karşılığı verilen teminat mektupları"
    },
    "explanation": "Alınan teminatlar açısından; nakit karşılığı verilen, mevduat karşılığı verilen, menkul kıymet rehni karşılığı verilen, alacağın temliki karşılığı verilen, ipotek karşılığı verilen, kefalet karşılığı verilen teminat mektupları olarak sınıflandırılabilirler."
  },
  {
    "id": "2977393",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi nakdi kredilerden biri <strong>değildir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Teminat mektupları",
      "B": "Emtia karşılığı bireysel kredi",
      "C": "Kefalet karşılığı kredi",
      "D": "Senet karşılığı kredi",
      "E": "Ticari belge karşılığı kurumsal kredi"
    },
    "explanation": "Bankaların müşterilerine ödünç para vermek suretiyle kullandırdıkları krediler nakdi kredilerdir. Bu krediler; açık ve kefalet karşılığı, senet karşılığı (senet karşılığı borçlu cari hesap açılması, senet karşılığı avans verilmesi, iskonto ve iştira), emtia karşılığı, ticari belgeler karşılığı ve diğer maddi varlıklar karşılığı kullandırılan bireysel ve kurumsal kredilerdir."
  },
  {
    "id": "2977394",
    "unitNumber": 3,
    "text": "Bankacılık Kanunu’nun 51. maddesine göre; kredi açma yetkisi esasen aşağıdakilerden hangisine aittir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yönetim kuruluna",
      "B": "Kredi komitesine",
      "C": "Genel müdürlüğe",
      "D": "Bölge müdürlüklerine",
      "E": "Şubelere"
    },
    "explanation": "Bankacılık Kanunu’nun 51. maddesine göre; kredi açma yetkisi yönetim kuruluna aittir. Yönetim kurulu; kredi açma, onay verme ve diğer idari esaslara ilişkin politikaları oluşturmak, bunların uygulanmasını ve izlenmesini sağlamak ve gerekli tedbirleri almakla yükümlüdür. Yönetim kurulu kredi açma yetkisini Kurulca belirlenecek usul ve esaslar çerçevesinde kredi komitesine veya genel müdürlüğe devredebilir. Genel müdürlük kendisine devredilen kredi açma yetkisini diğer birimleri, bölge müdürlükleri veya şubeleri aracılığıyla da kullanabilir."
  },
  {
    "id": "2977395",
    "unitNumber": 3,
    "text": "Kredi sınırları konusu 01.11.2005 tarih ve 25983 sayılı Resmi Gazetenin Mükerrer sayısında yayımlanan 5411 sayılı Bankacılık Kanunu’nun kaçıncı maddesinde düzenlenmiş bulunmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "<ol start=\"50\"> <li>madde</li> </ol>",
      "B": "51. madde",
      "C": "52. madde",
      "D": "53. madde",
      "E": "54. madde"
    },
    "explanation": "01.11.2005 tarih ve 25983 sayılı Resmi Gazetenin Mükerrer sayısında yayımlanan 5411 sayılı Bankacılık Kanunu’nun 51. maddesinde kredi açma yetkisi konusu, 54. maddesinde ise kredi sınırları konusu düzenlenmiş bulunmaktadır."
  },
  {
    "id": "2977396",
    "unitNumber": 3,
    "text": "Gayri nakdi kredi karşılığında yapılmak zorunda kalınan ödeme, müşterinin şube nezdindeki mevduat hesabından karşılanamamışsa tutar nakdi krediye dönüşür ve “158-159 TAZMİN EDİLEN GAYRİ NAKDİ KREDİ BEDELLERİ” hesabına alınarak tahsili bu hesapta izlenir. Bu hesaba alınan tutar 90 gün içinde tahsil edilmezse hangi hesaba aktarılarak izlenir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tasfiye olunacak alacaklar/tahsil imkanı sınırlı krediler ve diğer alacaklar",
      "B": "Tasfiye Olunacak Alacaklar/Tahsili Şüpheli Krediler",
      "C": "Tahsili Şüpheli Ücret, Komisyon ve Diğer Alacaklar",
      "D": "Zarar Niteliğindeki Krediler ve Diğer Alacaklar",
      "E": "Tazmin Edilemeyen Gayri Nakdi Kredi Bedelleri"
    },
    "explanation": "Gayri nakdi kredi karşılığında yapılmak zorunda kalınan ödeme, müşterinin şube nezdindeki mevduat hesabından karşılanır. Mevduat hesabından alınmayan tutar nakdi krediye dönüşür ve “158-159 TAZMİN EDİLEN GAYRİ NAKDİ KREDİ BEDELLERİ” hesabına alınarak tahsili bu hesapta izlenir. Bu hesaba alınan tutar 90 gün içinde tahsil edilmezse “170 TASFİYE OLUNACAK ALACAKLAR/TAHSİL İMKANI SINIRLI KREDİLER VE DİĞER ALACAKLAR” hesabına aktarılarak bu hesapta izlenir."
  },
  {
    "id": "3073986",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi kredinin temel unsurları arasında <u>yer almaz</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Zaman",
      "B": "Güven",
      "C": "Risk",
      "D": "Gelir",
      "E": "Sermaye"
    },
    "explanation": "Kredinin 4 temel unsuru mevcuttur. Bu unsurlar; zaman, güven, risk ve gelir unsurlarıdır."
  },
  {
    "id": "3073989",
    "unitNumber": 3,
    "text": "Aşağıdaki seçeneklerin hangisinde niteliklerine göre sınıflandırılmış bir kredi yer almaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Nakdi",
      "B": "Yatırım",
      "C": "Teminatsız",
      "D": "Ticari",
      "E": "Şube"
    },
    "explanation": "Bankaların müşterilerine kullandırdıkları krediler, <strong><em>niteliklerine göre; </em></strong>nakdi ve gayri nakdi olarak sınıflandırılırlar."
  },
  {
    "id": "3073994",
    "unitNumber": 3,
    "text": "Aşağıdaki seçeneklerin hangisinde tekdüzen hesap planına göre sınıflandırılmış bir kredi yer almaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Bölge yetkili",
      "B": "Gayri nakdi",
      "C": "Yatırım",
      "D": "Teminatlı",
      "E": "Yeniden yapılandırılan"
    },
    "explanation": "Tekdüzen hesap planına göre; standart nitelikli (ödemeleri zamanında yapılan ve borçlusunun kredi değerliliğinde zayıflama tespit edilmemiş olan ve olumsuzlık belirtisi bulunmayan iskonto ve iştira senetleri karşılığında kullandırılan krediler ile kısa-orta ve uzun vadeli krediler), yeniden yapılandırılan ve yeni bir itfa planına bağlanan, tazmin edilen gayri nakdi, kanun veya kararnameye dayanan ertelenmiş ve taksitlendirilmiş, tahsil imkanı sınırlı, tahsili şüpheli ile zarar niteliğindeki krediler olarak sınıflandırılabilirler."
  },
  {
    "id": "3073997",
    "unitNumber": 3,
    "text": "Bankacılık Kanunu’nun 54. maddesine göre; bankalarca, bir gerçek ya da tüzel kişiye veya bir risk grubuna kullandırılabilecek kredilerin toplamı özkaynakların ne kadarıyla sınırlıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "%10",
      "B": "%15",
      "C": "%20",
      "D": "%25",
      "E": "%30"
    },
    "explanation": "Bankacılık Kanunu’nun 54. maddesine göre; bankalarca, bir gerçek ya da tüzel kişiye veya bir risk grubuna kullandırılabilecek kredilerin toplamı özkaynakların yüzde yirmi beşini aşamaz."
  },
  {
    "id": "3074000",
    "unitNumber": 3,
    "text": "Bankaların kullandırdıkları krediler karşılığında krediyi kullanan kişi veya kurumlardan aldıkları bedele ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Katkı payı",
      "B": "Gelir",
      "C": "Kar",
      "D": "Sermaye",
      "E": "Faiz"
    },
    "explanation": "Bankalar kullandırdıkları krediler karşılığında krediyi kullanan kişi veya kurumlardan bir bedel alırlar. Bu bedel faizdir."
  },
  {
    "id": "3074003",
    "unitNumber": 3,
    "text": "Bankalar yaptıkları faaliyetler sonucunda müşterilerinden aldıkları faiz ve komisyonlar üzerinden hangi oranda “Banka ve Sigorta Muameleleri Vergisi (BSMV)” almakla yükümlüdürler?",
    "correctAnswer": "B",
    "options": {
      "A": "%3",
      "B": "%5",
      "C": "%8",
      "D": "%10",
      "E": "%12"
    },
    "explanation": "Bankalar yaptıkları faaliyetler sonucunda müşterilerinden aldıkları faiz ve komisyonlar üzerinden % 5 oranında “Banka ve Sigorta Muameleleri Vergisi (BSMV)” almakla yükümlüdürler."
  },
  {
    "id": "3074006",
    "unitNumber": 3,
    "text": "Orta ve Uzun Vadeli Kredilerle ilgili hesaplar aşağıdaki seçeneklerin hangisinde verilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "100-103 arası hesaplar",
      "B": "104-105 nolu hesaplar",
      "C": "110-129 arası hesaplar",
      "D": "130-149 arası hesaplar",
      "E": "150-157 arası hesaplar"
    },
    "explanation": "30-149 arası hesaplar; Orta ve Uzun Vadeli Krediler için olan hesaplardır."
  },
  {
    "id": "3074009",
    "unitNumber": 3,
    "text": "Müşterinin elinde mevcut olup henüz paraya çeviremediği zirai, ticari veya sınai ilk madde ve malzeme ile mamullerin bankaca rehin alınması karşılığında açılan kredilere ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Vadeli kredi",
      "B": "Emtia karşılığı kredi",
      "C": "Tahsil şüpheli kredi",
      "D": "Kısa vadeli teminatlı kredi",
      "E": "Senet karşılığı kredi"
    },
    "explanation": "Emtia karşılığı krediler; müşterinin elinde mevcut olup henüz paraya çeviremediği zirai, ticari veya sınai ilk madde ve malzeme ile mamullerin bankaca rehin alınması karşılığında açılan kredilerdir."
  },
  {
    "id": "3074011",
    "unitNumber": 3,
    "text": "Yapacağı iş bankaca garanti edilen kredi müşterisine ne ad verilirİ?",
    "correctAnswer": "D",
    "options": {
      "A": "Alacaklı",
      "B": "Müşteri",
      "C": "Kuruluş",
      "D": "Lehdar",
      "E": "Taraf"
    },
    "explanation": "<strong><em>Lehdar (Amir Borçlu): </em></strong>Yapacağı iş bankaca garanti edilen kredi müşterisidir. Taahhüt ettiği işi yapmaması durumunda lehdar, bankanın muhataba ödediği para ve bu paranın gecikme faizini bankaya ödemekle yükümlüdür."
  },
  {
    "id": "3074015",
    "unitNumber": 3,
    "text": "Aşağıdaki seçeneklerin hangisinde alınan teminatlar açısından sınıflandırılan bir teminat mektubu yer almaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Limit içi",
      "B": "Limit dışı",
      "C": "Nakit karşılığı verilen",
      "D": "Vadeli",
      "E": "Serbest konulu"
    },
    "explanation": "Teminat mektupları; Limitleri açısından; limit içi ve limit dışı, şekilleri açısından; geçici, kesin, avans ve serbest konulu, vadeleri açısından; vadeli ve vadesiz, alınan teminatlar açısından; nakit karşılığı verilen, mevduat karşılığı verilen, menkul kıymet rehni karşılığı verilen, alacağın temliki karşılığı verilen, ipotek karşılığı verilen, kefalet karşılığı verilen teminat mektupları olarak sınıflandırılabilirler."
  },
  {
    "id": "2977397",
    "unitNumber": 4,
    "text": "Kambiyo işlemlerinde, madeni ve kağıt para şeklindeki bütün yabancı paralar _ _ _ _ _ _ _ ve bu paralarla ödemeyi sağlayan her türlü hesap, belge ve vasıtalar _ _ _ _ _ _ _ olarak tanımlanmaktadır.\n <strong>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru olarak tamamlar?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "efektif/senet",
      "B": "döviz/senet",
      "C": "efektif/döviz",
      "D": "döviz/efektif",
      "E": "senet/efektif"
    },
    "explanation": "Kambiyo işlemlerinde, madeni ve kağıt para şeklindeki bütün yabancı paralar <strong>efektif</strong> ve bu paralarla ödemeyi sağlayan her türlü hesap, belge ve vasıtalar <strong>döviz</strong> olarak tanımlanmaktadır."
  },
  {
    "id": "2977398",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi bankaların müşterilerine sundukları kambiyo hizmetleri arasında <u>yer almaz</u>?",
    "correctAnswer": "B",
    "options": {
      "A": "Efektif alım işlemleri",
      "B": "Sigorta işlemleri",
      "C": "Döviz tevdiat işlemleri",
      "D": "Dövizli havale işlemleri",
      "E": "Efektif satım işlemleri"
    },
    "explanation": "Efektif alım ve satım işlemleri, döviz tevdiat işlemleri, dövizli havale işlemleri kambiyo işlemlerine birer örnektir."
  },
  {
    "id": "2977399",
    "unitNumber": 4,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/0132fdfdfda2a2c85145ba2dc494719a.png\" alt=\"\" width=\"411\" height=\"83\"><br/>Yukarıdaki kayıt hangi işleme aittir?",
    "correctAnswer": "C",
    "options": {
      "A": "Senedin tahsil için başka şehirdeki şubeye gönderilmesi",
      "B": "Senetlerin tahsil edilmek üzere emanete alınması",
      "C": "Senet bedelinin tahsili ve müşterinin mevduat hesabına aktarılması",
      "D": "Senedin protesto edilmesi ve portföyden çıkarılması",
      "E": "Havale emrinin alınması"
    },
    "explanation": "Senet bedelinin tahsili ve müşterinin mevduat hesabına aktarılması işleminde 010 KASA hesabı borçlandırılırken, 304 RESMİ, TİCARİ VE DİĞER KURULUŞLAR MEVDUATI (YİY)-VADESİZ hesabı alacaklandırılmaktadır."
  },
  {
    "id": "2977400",
    "unitNumber": 4,
    "text": "Bir havale işleminde havale emrini verene _ _ _ _ _ _ _; havale tutarını alacak olan tarafa da _ _ _ _ _ _ _ denir.\n<br/>Yukarıdaki cümlede boş bırakılan yerleri aşağıdakilerden hangisi sırasıyla ve doğru olarak tamamlar?",
    "correctAnswer": "D",
    "options": {
      "A": "lehdar/amir",
      "B": "amir/muhatap",
      "C": "muhatap/amir",
      "D": "amir/lehdar",
      "E": "muhatap/lehdar"
    },
    "explanation": "Bir havale işleminde havale emrini verene <strong>amir</strong>; havale tutarını alacak olan tarafa da <strong>lehdar</strong> denir."
  },
  {
    "id": "2977401",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi ortaklık veya alacaklık hakkı sağlayan, belirli bir meblağı temsil eden, yatırım aracı olarak kullanılan, dönemsel gelir getiren, seri halinde çıkarılan, ibareleri aynı olan ve şartları belirlenmiş olan kıymetli evrakları ifade eder?",
    "correctAnswer": "E",
    "options": {
      "A": "Efektif",
      "B": "Poliçe",
      "C": "Döviz",
      "D": "Tahvil",
      "E": "Menkul kıymet"
    },
    "explanation": "Ortaklık veya alacaklılık hakkı sağlayan, belirli bir meblağı temsil eden, yatırım aracı olarak kullanılan, dönemsel gelir getiren, seri halinde çıkarılan, ibareleri aynı olan ve şartları belirlenmiş olan kıymetli evraklara menkul kıymet denir."
  },
  {
    "id": "2977402",
    "unitNumber": 4,
    "text": "A Bankasına başvuran bir kişi, B şirketinin nominal değeri ₺1 olan hisse senetlerinden 1.000 adet alınması emrini vermiş ve bu amaçla bankaya ₺1.000 yatırmıştır. \n<br/>Aşağıdakilerin hangisinde hisse senedi alım amacıyla ₺1.000 tutarındaki paranın bankaya yatırılması işleminin kaydı verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/bdd225a3ceccf8c70195c7bd0d5a3cf2.png\" alt=\"\" width=\"410\" height=\"67\">",
      "B": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/c07a62ce6ddf00026f69e5a63686e4a1.png\" alt=\"\" width=\"401\" height=\"68\">",
      "C": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/3b5a1c34823de9ac881253fc831702c7.png\" alt=\"\" width=\"385\" height=\"73\">",
      "D": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/209798cd6701c957e50b5b22b69e77e3.png\" alt=\"\" width=\"389\" height=\"85\">",
      "E": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/006792e75992efadb309df05c04bf328.png\" alt=\"\" width=\"389\" height=\"85\">"
    },
    "explanation": "Hisse senedi alım amacıyla belirli tutardaki paranın bankaya yatırılması işleminde 010 KASA hesabı borçlandırılırken, 390 MUHTELİF BORÇLAR HESABI alacaklandırılmaktadır."
  },
  {
    "id": "2977403",
    "unitNumber": 4,
    "text": "A Bankasına başvuran bir kişi, B şirketinin nominal değeri ₺1 olan hisse senetlerinden 1000 adet alınması emrini vermiş ve bu amaçla bankaya ₺1.000 yatırmıştır. \n <strong>Aşağıdakilerin hangisinde hisse senetlerinin nominal bedeliyle emanete alınması işleminin kaydı verilmiştir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/33abeb68a584b66b4133e771fb106652.png\" alt=\"\" width=\"400\" height=\"73\">",
      "B": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/18c9560e608e6f3ac3f7e3aa91421777.png\" alt=\"\" width=\"410\" height=\"74\">",
      "C": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/99c3617a3bc7f489ab35cc7fd4bf10ff.png\" alt=\"\" width=\"406\" height=\"67\">",
      "D": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/0f600b84f88091216eb96f71f95d2935.png\" alt=\"\" width=\"385\" height=\"83\">",
      "E": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/e9d9e0a0fbdf3f0bf6f1022134f252da.png\" alt=\"\" width=\"385\" height=\"69\">"
    },
    "explanation": "Hisse senetlerinin nominal bedeliyle emanete alınması işleminde 982 EMANET VE REHİNLİ KIYMETLER hesabı borçlandırılırken, 984 EMANET VE REHİNLİ KIYMET VERENLER hesabı alacaklandırılmaktadır."
  },
  {
    "id": "2977404",
    "unitNumber": 4,
    "text": "<strong>Efektif alımı yapılması işleminde alınan efektiflerin şube deposuna girişini göstermek için hangi hesap borçlandırılmaktadır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "011 EFEKTİF DEPOSU",
      "B": "711 KAMBİYO KÂRLARI",
      "C": "293 EFEKTİF VAZİYETİ",
      "D": "861 KAMBİYO ZARARLARI",
      "E": "295 DÖVİZ VAZİYETİ"
    },
    "explanation": "Efektif alımı yapılması işleminde alınan efektiflerin şube deposuna girişini göstermek için 011 EFEKTİF DEPOSU hesabı borçlandırılmaktadır."
  },
  {
    "id": "2977405",
    "unitNumber": 4,
    "text": "<strong><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/a5f268b1f8d2655470c7a228045bcd2d.png\" alt=\"\" width=\"395\" height=\"69\"></strong> <strong>Yukarıdaki kayıt hangi işleme aittir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Havale tutarının lehdara ödenmesi",
      "B": "Alınan efektiflerin Türk Lirası karşılığının müşteriye ödenmesi",
      "C": "Döviz Tevdiat Hesabı'na faiz tahakkuku",
      "D": "Çek keşide edilmesi işlemi",
      "E": "Döviz Tevdiat Hesabı açılması ve alınan efektiflerin şube deposuna girişi"
    },
    "explanation": "Döviz Tevdiat Hesabı açılması ve alınan efektiflerin şube deposuna giriş işleminde 011 EFEKTİF DEPOSU hesabı borçlandırılırken, 301 DÖVİZ TEVDİAT HESABI alacaklandırılmaktadır."
  },
  {
    "id": "2977406",
    "unitNumber": 4,
    "text": "<strong>Aşağıdakilerden hangisi faaliyet dönemi içinde sabit kur ve cari kur üzerinden işlem gören dövizli hesapların dönem sonu bakiyelerinin belirlenen kurallara göre Türk Lirasına dönüştürülerek gerçek değerinin saptanması işlemini ifade eder?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Reasürans",
      "B": "Evalüasyon",
      "C": "Sigorta",
      "D": "Denetim",
      "E": "Koasürans"
    },
    "explanation": "Evalüasyon, faaliyet dönemi içinde sabit kur ve cari kur üzerinden işlem gören dövizli hesapların dönem sonu bakiyelerinin, belirlenen kurallara göre Türk Lirasına dönüştürülerek gerçek değerlerinin saptanması işlemidir."
  },
  {
    "id": "2977407",
    "unitNumber": 4,
    "text": "I. Ülkenin ekonomik gelişmişliği\n II. Ülkenin sosyal gelişmişliği,\n III. Bankanın büyüklüğü\n IV. Bankanın faaliyet konusu\n Yukarıdakilerden hangisi ya da hangileri bir bankanın sunduğu hizmetlerin çeşidini/türlerini etkileyebilir?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "I, II ve III",
      "D": "I, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Bankalar, kaynak sağlama ve kredi verme dışında müşterilerine farklı hizmetler de sunmaktadırlar. Bu farklı hizmetler, ülkenin ekonomik ve sosyal gelişmişliğine, bankanın büyüklüğüne ve faaliyet konusuna göre ülkeden ülkeye ve bankadan bankaya çeşitlilik gösterir."
  },
  {
    "id": "2977408",
    "unitNumber": 4,
    "text": "I. Senet tahsili\n II. Müşteri adına para nakli\n III. Menkul kıymet ihracı\n IV. Kiralık kasa\n Yukarıdakilerden hangisi ya da hangileri bir bankanın sunduğu hizmetlere örnek olarak gösterilebilir?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "I, II ve III",
      "D": "I, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Bankalar, kaynak sağlama ve kredi verme dışında müşterilerine farklı hizmetler de sunmaktadırlar. Bu farklı hizmetler, ülkenin ekonomik ve sosyal gelişmişliğine, bankanın büyüklüğüne ve faaliyet konusuna göre ülkeden ülkeye ve bankadan bankaya çeşitlilik gösterir. Senet tahsili, müşteri adına para nakli, menkul kıymet ihracına ve alım satımına aracılık, emanet kabulü ve kiralık kasa işlemleri bu farklı hizmetlere birer örnektir. Bankalar sundukları bu hizmetler karşılığında faiz almamakta, ancak bir gider karşılığı ve komisyon almaktadırlar."
  },
  {
    "id": "2977409",
    "unitNumber": 4,
    "text": "I. Efektif alım ve satım işlemleri\n II. Döviz tevdiat işlemleri\n III. Dövizli havale işlemleri\n IV. Evalüasyon işlemleri\n Yukarıdakilerden hangisi ya da hangileri kambiyo işlemlerine birer örnektir?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "I, II ve III",
      "D": "I, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Efektif alım ve satım işlemleri, döviz tevdiat işlemleri, dövizli havale işlemleri ve evalüasyon işlemleri kambiyo işlemlerine birer örnektir."
  },
  {
    "id": "2977410",
    "unitNumber": 4,
    "text": "Senet tahsili sırasında yapılan işlemlere ilişkin aşağıdakilerden hangisi yanlıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Öncelikle senetler tahsile alınır ve saklanır.",
      "B": "Senedin borçlusu başka bir şehirde ise senet bedellerinin tahsili için senetler ilgili şubeye gönderilir.",
      "C": "Tahsil komisyonu ve gider vergisi (BSMV) tahakkuk ettirilmez.",
      "D": "Tahsil edilen senet tutarı müşteriye ödenir veya müşterinin hesabına kaydedilir.",
      "E": "Tahsil edilemeyen senetler müşteriye iade edilir."
    },
    "explanation": "Senetlerin tahsili sırasında yapılan işlemler şöyle sıralanabilir:\n <ul> <li>Senetlerin tahsile alınması ve saklanması,</li> <li>Senedin borçlusunun başka bir şehirde olması halinde, senet bedellerinin tahsil edilmek üzere senetlerin ilgili şubeye gönderilmesi,</li> <li>Senetlerin tahsil edilmesi,</li> <li>Tahsil komisyonu ve gider vergisinin (BSMV) tahakkuk ettirilmesi,</li> <li>Tahsil edilen senet tutarının müşteriye ödenmesi veya müşterinin hesabına kaydedilmesi,</li> <li>Tahsil edilemeyen senetlerin müşteriye iade edilmesi (eğer protesto ettirilmesi isteniyorsa, protesto ettirildikten sonra).</li> </ul>"
  },
  {
    "id": "2977411",
    "unitNumber": 4,
    "text": "I. Senetlerin tahsil edilmesi için bankaya verilmesi durumunda, senetleri alan şube, bu işlemi Nazım Hesaplarda izler.\n II. Senetlerin vadeleri dolmadan önce banka tarafından tahsilatları yapılır.\n III. Tahsil edilen senetlerin tutarları, müşteriye mutlaka nakit olarak ödenir.\n IV. Tahsil edilmiş olan senetlerin tutarları Nazım Hesaplardan çıkarılır.\n Senetlerin bankalarca tahsile alınması ve tahsil edilmesine ilişkin yukarıdakilerden hangisi ya da hangileri doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "I ve IV",
      "D": "I, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Senetlerin tahsil edilmesi için bankaya verilmesi durumunda, senetleri alan şube, bu işlemi Nazım Hesaplarda izler. Eğer senetler tahsil edilmek üzere başka bir şubeye gönderilecekse, senetleri alan şube tarafından bu senetler portföyden çıkarılacak ve senetleri tahsil edecek olan şube de bu senetleri kendi portföyüne alacaktır. Senetleri tahsil edecek şube de bu işlemleri Nazım Hesaplarda izleyecektir. Senetlerin vadeleri dolduğunda banka tarafından tahsilatları yapılır. Tahsil edilen tutarlar, müşteriye nakit olarak ödenir ya da müşterinin hesabına kaydedilir. Banka tahsil hizmeti nedeniyle, tahsil ettiği senet tutarı üzerinden komisyon alır ve Banka ve Sigorta Muamale Vergisi (BSMV) kesintisi yapar. Tahsil edilmiş olan senetlerin tutarları Nazım Hesaplardan çıkarılır."
  },
  {
    "id": "2977412",
    "unitNumber": 4,
    "text": "“<em>A Bankası Balıkesir Şubesi, borçlusu Balıkesir’de olan 20.000 TL tutarlı senedi vadesinde tahsil etmiştir. Banka senet tutarını ve bu tutar üzerinden hesapladığı %1 komisyonu ve 10TL olan BSMV tutarını müşterinin mevduat hesabına kaydetmiştir.”</em>\n Yukarıda açıklanan işlem muhasebeleştirilirken aşağıdaki hesap kalemlerinden hangisi kullanılmaz?",
    "correctAnswer": "A",
    "options": {
      "A": "Diğer faiz dışı gelirler",
      "B": "Resmi, ticari ve diğer kuruluşlar mevduatı (yiy)-vadesiz",
      "C": "Ödenecek vergi, resim, harç ve primler",
      "D": "Emanet ve rehinli kıymetler",
      "E": "Kasa"
    },
    "explanation": "İlgili işlem muhasebeleştirilirken kasa, resmi, ticari ve diğer kuruluşlar mevduatı (yiy)-vadesiz, ödenecek vergi, resim, harç ve primler, emanet ve rehinli kıymetler, emanet ve rehinli kıymet verenler ve de bankacılık hizmetleri gelirleri hesap kalemleri kullanılır. Diğer faiz dışı gelirler kalemi kullanılmaz."
  },
  {
    "id": "2977413",
    "unitNumber": 4,
    "text": "I. Kasa\n II. Şubeler cari hesabı\n III. Ödenecek vergi, resim, harç ve primler\n IV. Emanet ve rehinli kıymet verenler\n “<em>A Bankası Balıkesir Şubesi tarafından Ankara Şubesi’ne tahsil edilmek üzere gönderilen 30.000 TL tutarındaki senet, Ankara Şubesi tarafından tahsil edilmiştir.” </em>\n Yalnızca bu işlemin muhasebeleştirilmesinde yukarıdaki hesap kalemlerinden hangisi ya da hangileri kullanılır?",
    "correctAnswer": "A",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "I, IV",
      "D": "I, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "İlgili işlem muhasebeleştirilirken kasa ve şubeler car hesabı kullanılır. Diğer hesap kalemleri ise kullanılmaz."
  },
  {
    "id": "2977414",
    "unitNumber": 4,
    "text": "I. Senetlerin vadeleri dolduğunda banka tarafından tahsil edilememesi durumunda senetler protesto ettirilir.\n II. Tahsil senetlerinin protesto edilebilmesi için, müşterinin senet bordrosunda senetlerin borçlusu tarafından vadelerinde ödenmediği takdirde protesto ettirileceği şartını koymuş olması gerekmez.\n III. Protesto gideri müşteriden tahsil edilemez.\n IV. Protesto ettirilmeyen senetler doğrudan doğruya müşteriye iade edilir.\n V. müşteriye iade edilen senet tutarı Nazım Hesaplardan çıkarılır.\n Senetlerin tahsil edilememesi durumuna ilişkin yukarıdakilerden hangisi ya da hangileri doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "II ve IV",
      "D": "I, IV ve V",
      "E": "I, II, III ve V"
    },
    "explanation": "Senetlerin vadeleri dolduğunda banka tarafından tahsil edilememesi durumunda senetler protesto ettirilir. Ancak, tahsil senetlerinin protesto edilebilmesi için, müşterinin senet bordrosunda senetlerin borçlusu tarafından vadelerinde ödenmediği takdirde protesto ettirileceği şartını koymuş olması gerekir. Eğer senet bordrosunda böyle bir şart konulmamışsa, banka senetleri protesto ettirmeden doğrudan doğruya müşteriye iade edecektir. İade edilen senet tutarı Nazım Hesaplardan çıkarılır. Protesto gideri ise müşteriden tahsil edilir."
  },
  {
    "id": "2977415",
    "unitNumber": 4,
    "text": "“<em>Başka bir yerde ödenmek üzere bir banka şubesine yatırılan paranın gönderenin isteğine göre ödenmesi ya da hesaba alacak kaydedilmesi</em>” işlemi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Senet tahsili",
      "B": "Havale",
      "C": "Menkul kıymet ihracı",
      "D": "Kiralık kasa hizmeti",
      "E": "Evalüasyon"
    },
    "explanation": "Banka açısından havale, başka bir yerde ödenmek üzere bir banka şubesine yatırılan paranın gönderenin isteğine göre ödenmesi ya da hesaba alacak kaydedilmesidir."
  },
  {
    "id": "2977416",
    "unitNumber": 4,
    "text": "I. Hisse senetleri\n II. Hazine bonoları\n III. Devlet tahvilleri\n IV: Banka bonoları\n Yukarıdakilerden hangisi ya da hangileri menkul kıymettir?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "I ve IV",
      "D": "I, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Ortaklık veya alacaklılık hakkı sağlayan, belirli bir meblağı temsil eden, yatırım aracı olarak kullanılan, dönemsel gelir getiren, seri halinde çıkarılan, ibareleri aynı olan ve şartları belirlenmiş olan kıymetli evraklara menkul kıymet denir. Hisse senetleri, hazine bonoları, devlet tahvilleri, banka bonoları, banka garantili bonolar, finansman bonoları, gelir ortaklığı senetleri, yatırım fonu katılma belgeleri, varlığa dayalı menkul kıymetler vb. menkul kıymetlere birer örnektir."
  },
  {
    "id": "2977417",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi senetlerin tahsili sırasında yapılan işlemler arasında<strong> yer almaz</strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "Senetlerin tahsile alınması ve saklanması,",
      "B": "Senetlerin tahsil edilmesi için merkez bankasının onayının alınması,",
      "C": "Senetlerin tahsil edilmesi,",
      "D": "Tahsil komisyonu ve gider vergisinin (BSMV) tahakkuk ettirilmesi,",
      "E": "Tahsil edilen senet tutarının müşteriye ödenmesi veya müşterinin hesabına kaydedilmesi,"
    },
    "explanation": "<strong>Senet Tahsil İşlemleri Ve Muhasebeleştirilmesi</strong><br/>Senetlerin tahsili sırasında yapılan işlemler şöyle sıralanabilir:\n <ul> <li>Senetlerin tahsile alınması ve saklanması,</li> <li>Senedin borçlusunun başka bir şehirde olması halinde, senet bedellerinin tahsil edilmek üzere senetlerin ilgili şubeye gönderilmesi,</li> <li>Senetlerin tahsil edilmesi,</li> <li>Tahsil komisyonu ve gider vergisinin (BSMV) tahakkuk ettirilmesi,</li> <li>Tahsil edilen senet tutarının müşteriye ödenmesi veya müşterinin hesabına kaydedilmesi,</li> <li>Tahsil edilemeyen senetlerin müşteriye iade edilmesi (eğer protesto ettirilmesi isteniyorsa, protesto ettirildikten sonra).</li> </ul> Görüldüğü gibi (B) şıkkı bu işlemler arasında yer almamaktadır."
  },
  {
    "id": "2977418",
    "unitNumber": 4,
    "text": "Bankalar borsada işlemleri aracı kurumlar yardımıyla gerçekleştirmektedirler. Bu süreçte bankanın, aracı kuruma yaptığı iş karşılığında ödediği ve daha sonra müşteriden tahsil ettiği ücrete ne isim verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kurtaj",
      "B": "Tevdiat",
      "C": "Efektif",
      "D": "Kambiyo",
      "E": "Ealüasyon"
    },
    "explanation": "MENKUL KIYMET ALIM VE SATIMINA ARACILIK İŞLEMLERİ VE MUHASEBELEŞTİRİLMESİ<br/>Bankalar borsada işlemleri aracı kurumlar yardımıyla gerçekleştirmektedirler. Bu nedenle banka, aracı kuruma yaptığı iş karşılığında bir ücret ödeyecektir. Banka “kurtaj” olarak ifade edilen bu ücreti, daha sonra müşteriden tahsil edecektir."
  },
  {
    "id": "2977419",
    "unitNumber": 4,
    "text": "Bankalar özel ve kamu kurumlarının çıkaracakları menkul kıymetlerin satışına belirli bir ücret-komisyon karşılığında aracılık ederler. Bu işlem için şirketlerin (kurumların) bankaları tercih etmelerinin nedenleri arasında aşağıdakilerden hangisi yer almaz",
    "correctAnswer": "E",
    "options": {
      "A": "Bankaların coğrafik olarak geniş bir alanda faaliyetlerini sürdürüyor olmaları,",
      "B": "Bankaların geniş bir tasarrufçu kitlesine ulaşabilmeleri,",
      "C": "Bankaların bilgi işlem alt yapılarının yeterli ve kapsamlı olması,",
      "D": "Bankaların güvenilir kuruluşlar olmaları",
      "E": "Bankaların interbank piyasasına erişiminin olması."
    },
    "explanation": "MENKUL KIYMET İHRACINA ARACILIK İŞLEMLERİ VE MUHASEBELEŞTİRİLMESİ<br/>Bankalar özel ve kamu kurumlarının çıkaracakları menkul kıymetlerin satışına belirli bir ücret-komisyon karşılığında aracılık ederler. Bu işlem için şirketlerin (kurumların) bankaları tercih etmelerinin nedenleri şunlardır:\n <ul> <li>Bankaların coğrafik olarak geniş bir alanda faaliyetlerini sürdürüyor olmaları ve geniş bir tasarrufçu kitlesine ulaşabilmeleri,</li> <li>Bankaların bilgi işlem alt yapılarının yeterli ve kapsamlı olması,</li> <li>Bankaların güvenilir kuruluşlar olmalarıdır.</li> </ul>"
  },
  {
    "id": "2977420",
    "unitNumber": 4,
    "text": "Türkiye’de veya yurt dışında yerleşik gerçek veya tüzel kişiler adına konvertibl dövizler üzerinden bankalara yatırılan paralara ilişkin işlemlere ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Döviz tevdiat işlemleri",
      "B": "İştira işlemleri",
      "C": "Efektif alım-satım işlemleri",
      "D": "Kurtaj işlemleri",
      "E": "Menkul kıymet işlemleri"
    },
    "explanation": "DÖVİZ TEVDİAT İŞLEMLERİ VE MUHASEBELEŞTİRİLMESİ<br/>Türkiye’de veya yurt dışında yerleşik gerçek veya tüzel kişiler adına konvertibl dövizler üzerinden bankalara yatırılan paralara ilişkin işlemlere \"Döviz tevdiat işlemleri\" adı verilir. Osmanlıca-Türkçe sözlükte tevdiat, (bir bankaya) yatırma, koyma olarak tanımlanmaktadır."
  },
  {
    "id": "2977421",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi faaliyet dönemi içinde sabit kur ve cari kur üzerinden işlem gören dövizli hesapların dönem sonu bakiyelerinin, belirlenen kurallara göre Türk Lirasına dönüştürülerek gerçek değerlerinin saptanması işlemidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Devalüasyon işlemi,",
      "B": "Revalüasyon işlemi,",
      "C": "Evalüasyon işlemi",
      "D": "Dezenflasyon işlemi,",
      "E": "Deflasyon işlemi,"
    },
    "explanation": "EVALÜASYON İŞLEMİ VE MUHASEBELEŞTİRİLMESİ<br/>Evalüasyon, faaliyet dönemi içinde sabit kur ve cari kur üzerinden işlem gören dövizli hesapların dönem sonu bakiyelerinin, belirlenen kurallara göre Türk Lirasına dönüştürülerek gerçek değerlerinin saptanması işlemidir."
  },
  {
    "id": "2977422",
    "unitNumber": 4,
    "text": "Başka bir yerde ödenmek üzere bir banka şubesine yatırılan paranın gönderenin isteğine göre ödenmesi ya da hesaba alacak kaydedilmesi şeklinde tanımlayabileceğimiz havale işleminde havale emrini veren hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Amir",
      "B": "Muhatap",
      "C": "Lehdar",
      "D": "Şube",
      "E": "Emanet kıymet"
    },
    "explanation": "<strong>Havale İşlemi ve Muhasebeleştirilmesi </strong><br/>Banka açısından havale, başka bir yerde ödenmek üzere bir banka şubesine yatırılan paranın gönderenin isteğine göre ödenmesi ya da hesaba alacak kaydedilmesidir. Havale T cinsinden olabileceği gibi yabancı para cinsinden de yapılabilir. Havalenin konusunu teşkil eden para, müşteriden nakden veya hesaben tahsil edilebilir. Bir havalede; havale emrini veren (amir), havaleyi ödeyecek olan (muhatap) ve havale tutarını alacak olan (lehdar) olmak üzere üç taraf bulunur."
  },
  {
    "id": "2977423",
    "unitNumber": 4,
    "text": "Başka bir yerde ödenmek üzere bir banka şubesine yatırılan paranın gönderenin isteğine göre ödenmesi ya da hesaba alacak kaydedilmesi şeklinde tanımlayabileceğimiz havale işleminde havaleyi ödeyecek olan hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Amir",
      "B": "Muhatap",
      "C": "Lehdar",
      "D": "Şube",
      "E": "Emanet kıymet"
    },
    "explanation": "<strong>Havale İşlemi ve Muhasebeleştirilmesi </strong><br/>Banka açısından havale, başka bir yerde ödenmek üzere bir banka şubesine yatırılan paranın gönderenin isteğine göre ödenmesi ya da hesaba alacak kaydedilmesidir. Havale T cinsinden olabileceği gibi yabancı para cinsinden de yapılabilir. Havalenin konusunu teşkil eden para, müşteriden nakden veya hesaben tahsil edilebilir. Bir havalede; havale emrini veren (amir), havaleyi ödeyecek olan (muhatap) ve havale tutarını alacak olan (lehdar) olmak üzere üç taraf bulunur."
  },
  {
    "id": "2977424",
    "unitNumber": 4,
    "text": "Başka bir yerde ödenmek üzere bir banka şubesine yatırılan paranın gönderenin isteğine göre ödenmesi ya da hesaba alacak kaydedilmesi şeklinde tanımlayabileceğimiz havale işleminde havale tutarını alacak olan hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Amir",
      "B": "Muhatap",
      "C": "Lehdar",
      "D": "Şube",
      "E": "Emanet kıymet"
    },
    "explanation": "<strong>Havale İşlemi ve Muhasebeleştirilmesi </strong><br/>Banka açısından havale, başka bir yerde ödenmek üzere bir banka şubesine yatırılan paranın gönderenin isteğine göre ödenmesi ya da hesaba alacak kaydedilmesidir. Havale T cinsinden olabileceği gibi yabancı para cinsinden de yapılabilir. Havalenin konusunu teşkil eden para, müşteriden nakden veya hesaben tahsil edilebilir. Bir havalede; havale emrini veren (amir), havaleyi ödeyecek olan (muhatap) ve havale tutarını alacak olan (lehdar) olmak üzere üç taraf bulunur."
  },
  {
    "id": "2977425",
    "unitNumber": 4,
    "text": "Yabancı bir bankadan yurtdışından yerli bir bankanın müşterisine ödenmek üzere gelen havale aşağıdaki pasif hesaplardan hangisinde izlenir?",
    "correctAnswer": "A",
    "options": {
      "A": "395 Ödeme Emirleri",
      "B": "295 Döviz Vaziyeti",
      "C": "301 Döviz Tevdiat Hesabı-Vadesiz",
      "D": "011 Efektif Deposu",
      "E": "291 Şubeler Cari Hesabı"
    },
    "explanation": "DÖVİZLİ HAVALE İŞLEMLERİ VE MUHASEBELEŞTİRİLMESİ<br/>Yurt dışından yabancı bir bankadan şubemiz müşterisine ödenmek üzere gelen bir havale, 395 ÖDEME EMİRLERİ isimli pasif hesapta izlenir."
  },
  {
    "id": "2977426",
    "unitNumber": 4,
    "text": "Aşaşağıdakilerden hangisi \"evalüasyon işlemi\"nin gerçekleştirileceği zamanı doğru olarak göstermektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Evalüasyon işlemi her ayın başında yapılır",
      "B": "Evalüasyon işlemi her ayın sonunda yapılır",
      "C": "Evalüasyon işlemi her ayın ortasında yapılır",
      "D": "Evalüasyon işlemi her yılın başında yapılır",
      "E": "Evalüasyon işlemi her yılın sonunda yapılır"
    },
    "explanation": "EVALÜASYON İŞLEMİ VE MUHASEBELEŞTİRİLMESİ<br/>Evalüasyon işlemi, her ayın sonunda yapılır. Evalüasyon işleminin yapılmasında, ayın son günü geçerli olan efektif ve döviz alış kurları kullanılır."
  },
  {
    "id": "2977427",
    "unitNumber": 5,
    "text": "I- Bilanço ve gelir tablosu, II- Özkaynak değişim tablosu , III- Nakit akım tablosu, IV- Organizasyon tablosu\n Bankaların da dönem sonlarında düzenledikleri, faaliyet<br/>raporlarında yer alması gereken tablolar içinde sıralananlardan hangileri yer alır",
    "correctAnswer": "E",
    "options": {
      "A": "I ve IV",
      "B": "II ve IV",
      "C": "III ve IV",
      "D": "I, II, III ve IV",
      "E": "I, II ve III"
    },
    "explanation": "Bankalar tarafından düzenlenen temel finansal tablolar bilanço ve gelir tablosu<br/>olmakla birlikte,<strong> özkaynak değişim tablosu, nakit akım tablosu ve kâr dağıtım tablosu</strong> da diğer işletmelerde olduğu gibi bankaların da dönem sonlarında düzenledikleri, faaliyet raporlarında yer alması gereken diğer finansal tablolardır. Soruda verilen \"organizasyon tablosu yer almaz\""
  },
  {
    "id": "2977428",
    "unitNumber": 5,
    "text": "Fazlalık şeklinde ortaya çıkan farklar en çok kaç yıl banka hesaplarında izlenirler.",
    "correctAnswer": "B",
    "options": {
      "A": "2 yıl",
      "B": "10 yıl",
      "C": "5 yıl",
      "D": "15 yıl",
      "E": "1 yıl"
    },
    "explanation": "Fazlalık şeklinde ortaya çıkan farklar en çok 10 yıl süreyle banka hesaplarında izlenecektir. 10 yıllık dönem içinde farkın nedeni yine belirlenemezse, bu tutar T.C. Merkez Bankasına devredilir."
  },
  {
    "id": "2977429",
    "unitNumber": 5,
    "text": "Bir aktifin (nakdi krediler) veya banka itibarının (gayri nakdi krediler) belirli bir vade için, geri alınmak kaydıyla ve bir bedel karşılığında ödünç olarak verilmesine ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "İskonto",
      "B": "Reeskont",
      "C": "Kredi",
      "D": "Komisyon",
      "E": "İştirak"
    },
    "explanation": "Bankacılık açısından <strong>kredi</strong>, bir aktifin (nakdi krediler) veya banka itibarının (gayrinakdi krediler) belirli bir vade için, geri alınmak kaydıyla ve bir bedel karşılığında ödünç olarak verilmesi anlamına gelmektedir."
  },
  {
    "id": "2977430",
    "unitNumber": 5,
    "text": "Bankalar müşterilerinden aldıkları faiz ve komisyonlar üzerinden Banka ve Sigorta Muameleleri Vergisi (BSMV) almakla yükümlüdür. BSMV oranı yüzde kaçtır?",
    "correctAnswer": "D",
    "options": {
      "A": "%2",
      "B": "%4",
      "C": "%6",
      "D": "%5",
      "E": "%1"
    },
    "explanation": "Bankalar müşterilerinden aldıkları faiz ve komisyonlar üzerinden Banka ve Sigorta Muameleleri Vergisi (BSMV) almakla yükümlüdür. <strong>BSMV oranı %5’tir</strong>"
  },
  {
    "id": "2977431",
    "unitNumber": 5,
    "text": "Bankalar aldıkları faiz üzerinden Kaynak Kullanımı Destekleme Fonu Kesintisi (KKDF) yapmaktadırlar. KKDF oranı tüketici kredilerinde yüzde kaçtır?",
    "correctAnswer": "D",
    "options": {
      "A": "%5",
      "B": "%7,5",
      "C": "%6",
      "D": "%15",
      "E": "%10"
    },
    "explanation": "Bankalar aldıkları faiz üzerinden Kaynak Kullanımı Destekleme Fonu Kesintisi (KKDF) yapacaklardır. KKDF oranı<strong> tüketici kredilerinde %15 tir.</strong>"
  },
  {
    "id": "2977432",
    "unitNumber": 5,
    "text": "Yabancı para içeren işlemler yani kambiyo işlemleri aşağıdakilerden hangisi ile tanımlanır?",
    "correctAnswer": "A",
    "options": {
      "A": "Evalüasyon İşlemleri",
      "B": "Muhabirlik işlemleri",
      "C": "Emtia işlemleri",
      "D": "İvazlı işlemler",
      "E": "Döviz Tevdiat işlemleri"
    },
    "explanation": "<strong>Evalüasyon</strong> işlemleriyle ifade edilmek istenen, yabancı para içeren işlemler yani kambiyo işlemleridir"
  },
  {
    "id": "2977433",
    "unitNumber": 5,
    "text": "Bir bankanın iskonto işlemiyle portföyüne aldığı ticari senetleri, diğer bir bankaya iskonto ettirmesi işlemine ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kredi",
      "B": "Faiz",
      "C": "Reeskont",
      "D": "Zorunlu karşılık",
      "E": "Açık piyasa işlemi"
    },
    "explanation": "Bir bankanın iskonto işlemiyle portföyüne aldığı ticari senetleri, diğer bir bankaya iskonto ettirmesi işlemine<strong> reeskont</strong> denir"
  },
  {
    "id": "2977434",
    "unitNumber": 5,
    "text": "I- Reeskont kredi limiti tanınan banka şubesi, nakit ihtiyacını karşılamak için daha önce iskonto ve iştira ettirdiği senetleri T.C. Merkez Bankasına sunar.\n<br/>II- Reeskonta tabi olan senetler, vadelerinden kısa bir süre önce, banka tarafından tutarları ödenerek geri alınır. <br/>III- T.C. Merkez Bankası kendisine sunulan senetleri ve borçlarını, risk ve kredi açısından inceler. Reeskonta kabul edilenleri elinde tutup diğerlerini bankaya geri gönderir.<br/>IV- T.C. Merkez Bankası reeskonta kabul ettiği senetlerin net tutarını bankanın hesabına alacak kaydeder.<br/>V- Reeskonta tabi olan senetler, vadeleri geldiğinde Merkez bankası tarafından piyasadaki alıcılara arz edilir.\n<br/>Bankalar ile T.C. Merkez Bankası (TCMB) arasındaki reeskont işlemleri aşamaları doğru bir şekilde aşağıdakilerden hangisinde verilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II, IV ve V",
      "B": "I, II ve III",
      "C": "II, III ve IV",
      "D": "I, II, III ve IV",
      "E": "I, III, IV ve II"
    },
    "explanation": "<strong>Bankalar ile T.C. Merkez Bankası (TCMB) arasındaki reeskont işlemleri şu aşamalardan oluşur:</strong><br/>• Reeskont kredi limiti tanınan banka şubesi, nakit ihtiyacını karşılamak için daha önce iskonto ve iştira ettirdiği senetleri T.C. Merkez Bankasına sunar.<br/>• T.C. Merkez Bankası kendisine sunulan senetleri ve borçlarını,risk ve kredi açısından inceler. Reeskonta kabul edilenleri elinde tutup diğerlerini bankaya geri gönderir.<br/>• T.C. Merkez Bankası reeskonta kabul ettiği senetlerin net tutarını bankanın hesabına alacak kaydeder.<br/>• Reeskonta tabi olan senetler, vadelerinden kısa bir süre önce, banka tarafından tutarları ödenerek geri alınır."
  },
  {
    "id": "2977435",
    "unitNumber": 5,
    "text": "Bilanço, gelir tablosu, satışların maliyeti tablosu, fon akım tablosu, nakit akım tablosu, kâr dağıtım tablosu, özkaynaklar değişim tablosundan oluşan finansal tabloların en önemlileri hangileridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bilanço ve gelir tablosu",
      "B": "Satışların maliyeti tablosu ve Kâr dağıtım tablosu",
      "C": "Fon akım tablosu ve Kâr dağıtım tablosu",
      "D": "Nakit akım tablosu ve özkaynaklar değişim tablosu",
      "E": "Kâr dağıtım tablosu ve özkaynaklar değişim tablosu"
    },
    "explanation": "Genel olarak finansal tablolar, bilanço, gelir tablosu, satışların maliyeti tablosu, fon akım tablosu, nakit akım tablosu, kâr dağıtım tablosu, özkaynaklar değişim tablosundan oluşur.<br/><strong>Bu finansal tablolardan en önemlileri <em>bilanço ve gelir tablosudur</em>.</strong>"
  },
  {
    "id": "2977436",
    "unitNumber": 5,
    "text": "\"Finansal tablolarda sunulan bilgilerin faydalı olabilmesi için, bu bilgilerin kullanıcıların ekonomik karar alma ihtiyaçlarına uygun olmasını ifade eder\" şeklindeki cümle, finansal tabloların hangi niteliğini açıklamaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Anlaşılabilirlik",
      "B": "İhtiyaca uygunluk",
      "C": "Güvenilirlik",
      "D": "Karşılaştırılabilirlik",
      "E": "Şeffaflık"
    },
    "explanation": "<strong>İhtiyaca uygunluk</strong>, finansal tablolarda sunulan bilgilerin faydalı olabilmesi için, bu bilgilerin kullanıcıların ekonomik karar alma ihtiyaçlarına uygun olmasını ifade eder."
  },
  {
    "id": "2977437",
    "unitNumber": 5,
    "text": "Muhasebe uygulamalarında envanter işlemleri genel olarak aşağıdakilerden hangisi ile başlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Dönem sonunda muhasebe kayıtlarına göre genel geçici mizanın düzenlenmesi",
      "B": "Muhsebe dışı envanter sonuçları ile genel geçci mizan karşılaştırması ve varsa farkların bulunması",
      "C": "Finansal tabloların düzenlenmesi",
      "D": "Muhasebe kayıtları ile envanter souçlarının uyumunun sağlanması",
      "E": "Muhasebe içi envanter işlemlerinin yapılması"
    },
    "explanation": "Muhasebe uygulamalarında envanter işlemleri genel olarak aşağıdaki sıraya göre yapılır:<br/>1. Dönem sonunda muhasebe kayıtlarına göre genel geçici mizan düzenlenir.<br/>2. Muhasebe dışı envanter işlemleri yapılarak iktisadi kıymetlerin gerçek durumu<br/>tespit edilir.<br/>3. Muhasebe dışı envanter sonuçları ile genel geçici mizan karşılaştırılır, varsa farklar<br/>bulunur.<br/>4. Bulunan farkların sebeplerine göre gerekli düzenleyici muhasebe kayıtları yapılarak<br/>muhasebe içi envanter işlemleri yapılır.<br/>5. Muhasebe kayıtları ile envanter sonuçlarının uyumu sağlanarak genel kesin mizan<br/>düzenlenir.<br/>6. Daha sonra finansal tablolar düzenlenir<br/>Dönem sonunda muhasebe kayıtlarına göre genel geçici mizanın düzenlenmesi"
  },
  {
    "id": "2977438",
    "unitNumber": 5,
    "text": "Envanter çıkarmanın iktisadi kıymetlerin tespiti ve değerlemesi aşamalarına verilen ad aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Muhasebe dışı envanter işlemleri",
      "B": "Muhasebe içi envanter işlemleri",
      "C": "Tek düzen muhasebe sistemi",
      "D": "Piyasa değeri belirleme",
      "E": "Defter değeri belirleme"
    },
    "explanation": "Tek Düzen Muhasebe Sistemi, Türk Ticaret Kanunu ve Vergi Usul Kanunu’nun ilgili hükümlerini de dikkate alarak değerlendirdiğimizde; envanter işlemlerini muhasebe dışı envanter işlemleri ve muhasebe içi envanter işlemleri olarak ikiye ayırabiliriz. Envanter çıkarmanın iktisadi kıymetlerin tespiti ve değerlemesi aşamaları muhasebe dışı envanter olarak kabul edilir"
  },
  {
    "id": "2977439",
    "unitNumber": 5,
    "text": "Bankaların yaptığı muhasebe dışı envanter ile muhasebe kayıtlarının fazlalık şeklinde farklılık göstermesi durumunda aşağıdakilerden hangisi uygulanır?",
    "correctAnswer": "A",
    "options": {
      "A": "Fazlalık 10 yıl hesaplarda izlenir, neden belirlenemezse tutar T.C. Merkez Bankasına devredilir.",
      "B": "Fazlalık nedeni belirlenmezse tutanak tutulur ve tutar bankanın gelir hanesine yazılır.",
      "C": "Fazlalık nedeni belirlenir ise işlem ilgili hesaptan alınır ve tutanak tutularak falalık tutar banka kasasında bloke edilir.",
      "D": "4 sene boyunca tutarın kaynağı araştırılır, bulunamazsa işlem kapatılır, mebla Maliye Bakanlığı'na gönderilir.",
      "E": "İşlemin nedeni bulunanan kadar her yıl bilanço da gösterilir. İşlem kapatılmaz."
    },
    "explanation": "Yapılan araştırmalar sonucunda ortaya çıkan farkın hangi işlemden kaynaklandığı tespit edilirse, farkın nedenine gore ilgili geçici hesaplar kapatılır. Fazlalık şeklinde ortaya çıkan farklar en çok 10 yıl süreyle banka hesaplarında izlenecektir. 10 yıllık dönem içinde farkın nedeni yine belirlenemezse, bu tutar T.C. Merkez Bankasına devredilir.<br/>Fazlalık 10 yıl hesaplarda izlenir, neden belirlenemezse tutar T.C. Merkez Bankasına devredilir."
  },
  {
    "id": "2977440",
    "unitNumber": 5,
    "text": "Yazılı ya da sözlü olarak veya herhangi bir şekilde halka duyurulmak suretiyle ivazsız veya bir ivaz karşılığında, istendiğinde ya da belli bir vadede geri ödenmek üzere kabul edilen paraya ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Mevduat",
      "B": "Faiz",
      "C": "Marj",
      "D": "Hesap",
      "E": "Emtia"
    },
    "explanation": "Yazılı ya da sözlü olarak veya herhangi bir şekilde halka duyurulmak suretiyle ivazsız veya bir ivaz karşılığında, istendiğinde ya da belli bir vadede geri ödenmek üzere kabul edilen paraya mevduat denilmektedir."
  },
  {
    "id": "2977441",
    "unitNumber": 5,
    "text": "Bir aktifin veya banka itibarının belirli bir vade için, geri alınmak kaydıyla ve bir bedel karşılğında ödünç olarak veirlmesine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kredi",
      "B": "Emtia",
      "C": "Mevduat",
      "D": "Yatırım",
      "E": "Tasarruf"
    },
    "explanation": "Bankacılık açısından kredi, bir aktifin (nakdi krediler) veya banka itibarının (gayrinakdi krediler) belirli bir vade için, geri alınmak kaydıyla ve bir bedel karşılığında ödünç olarak verilmesi anlamına gelmektedir. En geniş anlamıyla kredi, bankaların bir gerçek veya tüzel kişiye yaptığı ve bu kişilere satın alma gücü kazandıran her türlü işlem olarak tanımlanabilir."
  },
  {
    "id": "2977442",
    "unitNumber": 5,
    "text": "Belrili bir limite sahip olan ve gereksinim duyulduğunda çekilen krediye ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Borçlu cari hesap",
      "B": "Avans kredisi",
      "C": "Gayrınakdi kredi bedeli",
      "D": "Kısa vadeli kredi",
      "E": "Orta ve uzun vadeli kredi"
    },
    "explanation": "Belirli bir limite sahip olan ve gereksinim duyulduğunda çekilen krediye borçlu cari hesap denir. Borçlu cari hesap biçiminde kullandırılan krediyi müşteri nakit ihtiyacı duyduğunda kullanacak ve ödeme gücüne sahip olduğunda ise hesabına para yatırarak kredi borcunu ödeyecektir."
  },
  {
    "id": "2977443",
    "unitNumber": 5,
    "text": "Evalüasyon işlemleri ile ilgili aşağıdaki ifadelerden hangisi yanlıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "İşlemler yabancı para birimi üzerinden çift numaralı hesaplara kaydedilir.",
      "B": "İşlem iki yabancı paralı hesabı ilgilendiriyorsa sadece bu yabancı paralı hesaplar arasında kaydedilir.",
      "C": "Yabancı para alım satımının yarattığı kar veya zarar Efektif Alım Satım Hesabı üzerinden hesaplanır.",
      "D": "Efektif Vaziyeti Hesabı borçlandığı zaman, işlemin yabancı para tutarının karşılığı T üzerinden Efektif Alım Satım Hesabı alakcaklandırılır.",
      "E": "İşlem iki yabancı paralı hesabı ilgiliendiriyorsa sadece bu yabancı paralı hesaplar arasında kaydedilir."
    },
    "explanation": "Evalüasyon işlemleriyle ifade edilmek istenen, yabancı para içeren işlemler yani kambiyo<br/>işlemleridir. Kambiyo işlemlerinin muhasebeleştirilmesinde, halen geçerli olan sisteme göre;<br/>• İşlemler yabancı para birimi üzerinden tek numaralı hesaplara kaydedilir.<br/>• İşlem (efektif vaziyeti ve döviz vaziyeti hesapları dışındaki), iki yabancı paralı hesabı<br/>ilgilendiriyorsa sadece bu yabancı paralı hesaplar arasında kaydedilir.<br/>• İşlem, bankanın yabancı para durumunda azaltma yaratıyorsa efektif vaziyeti hesabı,<br/>yabancı paralı diğer hesaplara karşılık borçlandırılır. Tersi durumda alacaklandırılır.<br/>• Efektif Vaziyeti Hesabı borçlandığı zaman, işlemin yabancı para tutarının karşılığı<br/>T üzerinden Efektif Alım Satım Hesabı alacaklandırılır.<br/>• Yabancı para alım satımının yarattığı kâr veya zarar Efektif Alım Satım Hesabı üzerinden<br/>hesaplanır.<br/>İşlemler yabancı para birimi üzerinden çift numaralı hesaplara kaydedilir."
  },
  {
    "id": "2977444",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi amortisman ayrılmasında uyulan ilkelerden biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Amortisman kesin olarak altı aylık dilimler halinde hesaplanarak kaydedilir.",
      "B": "Boş arsa ve araziye amortisman ayrılmaz.",
      "C": "Seçilen amortisman yöntemlerinin sürekliliği temel ilkedir.",
      "D": "Amortisman yöntemlerinin değiştirilmesinden kaynaklanan ve finansal tabloları önemli ölçüde etkileyen değişikliklerin açıklanması zorunludur.",
      "E": "Amortismana tabi varlıkların faydalı ömürleri, bankalar tarafından gerçeki tahminlere dayanılarak serbestçe tayin edilir."
    },
    "explanation": "Amortisman kesin olarak yıl sonunda hesaplanıp kaydedilir. Yıl içindeki rapor dönemleri itibariyle yıllık tahmini amortisman tutarının o döneme düşen kısmı dönem giderlerine yüklenir. Envanterde yıl içinde giderlere yüklenen amortisman tutarı kesinleşen amortisman tutarına eşitlenir.<br/>Amortisman kesin olarak altı aylık dilimler halinde hesaplanarak kaydedilir."
  },
  {
    "id": "2977445",
    "unitNumber": 5,
    "text": "Anapara ve faiz ödemeleri öngörülen tarihten itibaren 180 günden fazla geciken ancak 1 yılı geçmeyen şekilde geciken kredilere ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tahsili şüpheli krediler",
      "B": "Tahsil imkanı sınırlı krediler",
      "C": "Yakın izlemedeki krediler",
      "D": "Zarar niteliğindeki krediler",
      "E": "Standart niteliğindeki krediler"
    },
    "explanation": "Tahsili şüpheli krediler; anapara ve faiz ödemeleri öngörülen tarihten itibaren 180 günden fazla geciken ancak 1 yılı geçmeyen şekilde geciken krediler. (Karşılık oranı: %50)"
  },
  {
    "id": "2977446",
    "unitNumber": 5,
    "text": "Bilanço ile ilgili aşağıdaki ifadelerden hangisi yanlıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Bilançonun aktifi, varlıkları karşlıayan kaynakları gösterir.",
      "B": "Bilanço aktif ve pasif olmak üzere ikiye ayrılır.",
      "C": "Bilançoda varlıkların kaydedildiği tarafa aktif adı verilir.",
      "D": "Bilançoda borçların ve öz kaynakların kaydedildiğ taraf pasif olan taraftır.",
      "E": "Bir bilançoda aktif ve pasif taraflar birbirlerine eşit olur."
    },
    "explanation": "Bir işletmenin belli bir tarihteki durumunu gösteren bilanço, aktif ve pasif olmak üzere iki kısımdan oluşur. Bilançoda varlıkların kaydedildiği tarafa aktif, borçların ve öz kaynakların kaydedildiği tarafa ise pasif adı verilir. Bir bilançoda aktif ve pasif birbirine eşit olur. Bilançonun aktifi varlıkları, pasifi ise varlıkları karşılayan kaynakları gösterdiğine göre aşağıdaki genel eşitlikler yazılabilir: AKTİF = PASİF"
  },
  {
    "id": "2977447",
    "unitNumber": 5,
    "text": "Bankalarda dönem sonunu ilgilendiren muhasebe işlemlerine ilişkin aşağıdaki ifadelerden hangisi <u>yanlıştır?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Amortismanların kaydı yapılır.",
      "B": "Evalüasyon işlemleri gerçekleştirilir.",
      "C": "Değerleme sonuçlarına göre düzeltme kayıtları yapılır.",
      "D": "Faiz tahakkuk ettirilir.",
      "E": "Genel geçici mizan düzenlenir."
    },
    "explanation": "Dönem sonlarında banka işletmelerinde,<br/>• Farkların giderilmesi,<br/>• Faiz tahakkukları,<br/>• Evalüasyon işlemleri (kur farklarının belirlenmesi ve kayda alınması),<br/>• Gelir ve gider reeskontlarının belirlenerek kayda alınması,<br/>• Amortismanların kaydı,<br/>• Karşılıkların kaydı,<br/>• Gelir ve gider hesaplarının kâr ve zarar hesabına devredilerek kapatılması<br/>ile ilgili muhasebe içi envanter işlemleri yapılır.\n Bu işlemler arasında <strong>\"Genel geçici mizan düzenlenir.\" işlemi yoktur</strong>"
  },
  {
    "id": "2977448",
    "unitNumber": 5,
    "text": "İktisadi kıymetlerin tespiti ve değerlemesi aşamalarına ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Muhasebe dışı envanter",
      "B": "Muhasebe içi envanter",
      "C": "Özkaynak değişim tablosu",
      "D": "Nakit akım tablosu",
      "E": "Kesin mizan"
    },
    "explanation": "Envanter çıkarmanın iktisadi kıymetlerin tespiti ve değerlemesi aşamaları <strong>muhasebe dışı envanter</strong> olarak kabul edilir"
  },
  {
    "id": "2977449",
    "unitNumber": 5,
    "text": "Mevduat bankaları nezdinde açtırılan, gerçek kişilere ait ve çek keşide edilmesi dışında ticari işlemlere konu olmayan mevduat hesaplarını ifade eden tanım aşağıdakilerden hangisidir.",
    "correctAnswer": "A",
    "options": {
      "A": "Tasarruf mevduatı",
      "B": "İhbarlı Mevduat",
      "C": "Ticari ve Diğer Kuruluşlar Mevduatı",
      "D": "Bankalar Mevduatı",
      "E": "Resmi, Ticari ve Diğer Kuruluşlar Mevduatı"
    },
    "explanation": "<strong>Tasarruf mevduatı,</strong> mevduat bankaları nezdinde açtırılan, gerçek kişilere ait ve çek keşide edilmesi dışında ticari işlemlere konu olmayan mevduat hesaplarını ifade eder"
  },
  {
    "id": "2977450",
    "unitNumber": 5,
    "text": "Yazılı ya da sözlü olarak veya herhangi bir şekilde halka duyurulmak suretiyle ivazsız veya bir ivaz karşılığında, istendiğinde ya da belli bir vadede geri ödenmek üzere kabul edilen paraya",
    "correctAnswer": "D",
    "options": {
      "A": "Poliçe",
      "B": "Çek",
      "C": "Bono",
      "D": "Mevduat",
      "E": "Finansman bonosu"
    },
    "explanation": "Yazılı ya da sözlü olarak veya herhangi bir şekilde halka duyurulmak suretiyle ivazsız veya bir ivaz karşılığında, istendiğinde ya da belli bir vadede geri ödenmek üzere kabul edilen paraya \"<strong>mevduat\"</strong> denilmektedir"
  },
  {
    "id": "2977451",
    "unitNumber": 5,
    "text": "Belirli bir limite sahip olan ve gereksinim duyulduğunda çekilen krediye ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Borçlu cari hesap",
      "B": "Avans kredisi",
      "C": "Tüketici kredisi",
      "D": "Tazmin Edilen Gayrinakdi Kredi",
      "E": "Özel karşılıklar hesabı"
    },
    "explanation": "Belirli bir limite sahip olan ve gereksinim duyulduğunda çekilen krediye <strong>borçlu cari hesap</strong> denir. Borçlu cari hesap biçiminde kullandırılan krediyi müşteri nakit ihtiyacı duyduğunda kullanacak ve ödeme gücüne sahip olduğunda ise hesabına para yatırarak kredi borcunu ödeyecektir."
  },
  {
    "id": "2977452",
    "unitNumber": 5,
    "text": "Yabancı para içeren işlemlere ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Repo",
      "B": "Evalüasyon İşlemleri",
      "C": "Takas işlemleri",
      "D": "Reeskont işlemleri",
      "E": "Merkez bankasından avans işlemleri"
    },
    "explanation": "Evalüasyon işlemleriyle ifade edilmek istenen, yabancı para içeren işlemler yani kambiyo işlemleridir."
  },
  {
    "id": "2977453",
    "unitNumber": 5,
    "text": "Maddi olmayan duran varlıkların giderleştirilmesine verilen isim aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Amortisman",
      "B": "Karşılıklar",
      "C": "İtfa",
      "D": "Teminat",
      "E": "Evalüasyon"
    },
    "explanation": "Maddi duran varlıklar için kullanılan amortisman ifadesi ile benzer bir fonksiyona sahip olan bir başka ifade de “itfa” kavramıdır. <strong>İtfa kavram</strong>ı maddi olmayan duran varlıkların giderleştirilmesine verilen isimdir"
  },
  {
    "id": "2977454",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi finansal tablolardan en önemlileri olarak kabul edilmektedir",
    "correctAnswer": "B",
    "options": {
      "A": "Satışların maliyeti tablosu",
      "B": "Bilanço ve gelir tablosu",
      "C": "Özkaynaklar değişim tablosun",
      "D": "Kâr dağıtım tablosu",
      "E": "Nakit akım tablosu"
    },
    "explanation": "Genel olarak finansal tablolar, bilanço, gelir tablosu, satışların maliyeti tablosu, fon akım tablosu, nakit akım tablosu, kâr dağıtım tablosu, özkaynaklar değişim tablosundan oluşur.<br/>Bu finansal tablolardan en önemlileri <strong>bilanço ve gelir tablosudur.</strong>"
  },
  {
    "id": "2977455",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi finansal tabloların başlıca nitelikleri arasında yer almaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Anlaşılabilirlik,",
      "B": "İhtiyaca uygunluk,",
      "C": "Güvenilirlik",
      "D": "Karşılaştırılabilirlik",
      "E": "Kolay ulaşabilirlilik"
    },
    "explanation": "Finansal tabloların nitelikleri, finansal tabloları kullanıcıları için faydalı hale getiren yönleridir. <em><strong>Anlaşılabilirlik, ihtiyaca uygunluk, güvenilirlik ve karşılaştırılabilirlik</strong> </em>finansal tabloların başlıca niteliklerini oluşturur.\n Finansal tabloların başlıca nitelikleri arasında yer \"<strong>Kolay ulaşabilirlilik\"</strong> almaz?"
  },
  {
    "id": "2977456",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi <strong>yakın izlemedek</strong>i kredileri tanımlar.",
    "correctAnswer": "A",
    "options": {
      "A": "Anapara ve faiz ödemeleri öngörülen tarihten itibaren 90 günü geçmeyen şekilde geciken kredilerdir.",
      "B": "Anapara ve faiz ödemeleri öngörülen tarihten itibaren 60 günü geçmeyen şekilde geciken kredilerdir.",
      "C": "Anapara ve faiz ödemeleri öngörülen tarihten itibaren 12o günü geçmeyen şekilde geciken kredilerdir.",
      "D": "Anapara ve faiz ödemeleri öngörülen tarihten itibaren 180 günü geçmeyen şekilde geciken kredilerdir.",
      "E": "Anapara ve faiz ödemeleri öngörülen tarihten itibaren 30 günü geçmeyen şekilde geciken kredilerdir."
    },
    "explanation": "<strong>Yakın izlemedeki krediler</strong>; anapara ve faiz ödemeleri öngörülen tarihten itibaren 90 günü geçmeyen şekilde geciken krediler."
  },
  {
    "id": "2977457",
    "unitNumber": 6,
    "text": "I. Sigorta güvencesi sunarlar II. Bedelsiz olarak riskleri dağıtarak etkilerini azaltırlar III.Sözleşmeler aracılığı ile yükümlülükler yüklenirler Sigorta işletmeleri ile ilgili yukarıdaki bilgi cümlelerini sırayla ve doğru biçimde değerlendiren seçenek aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "I. Doğru , II. Doğru , III. Yanlış",
      "B": "I. Doğru , II. Yanlış , III. Doğru",
      "C": "I. Yanlış , II. Doğru , III. Doğru",
      "D": "I. Yanlış , II. Yanlış , III. Doğru",
      "E": "I. Yanlış , II. Doğru , III. Yanlış"
    },
    "explanation": "II yanlıştır çünkü sigorta işletmeleri riskleri bedelsiz değil belli bir prim karşılığında dağıtarak etkilerini azaltır. Yalnız II nin yanlış olduğu B doğrudur."
  },
  {
    "id": "2977458",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi sigorta işletmelerinin <u>en önemli</u> amacını ifade eder?",
    "correctAnswer": "D",
    "options": {
      "A": "Kar sağlama",
      "B": "Satış geliri sağlama",
      "C": "Sosyal sorumluluk",
      "D": "Güven sunmak",
      "E": "Varlığını sürdürme ve büyüme"
    },
    "explanation": "D seçeneği haricindekiler temel işletme amaçlarını ifade etmektedir. D ise sigorta işletmelerinin en önemli amacına yer vermektedir."
  },
  {
    "id": "2977459",
    "unitNumber": 6,
    "text": "I. Zarara uğrama tehlikesi olarak tanımlanabilir II .Risk konusunun gündeme gelmesiyle gerçekleşir III.Tarafların iradesi ile ortaya çıkar IV. Geçmişte ortaya çıkar V. Yasalara uygun olmalıdır VI. Belirsizdir Risk kavramı hakkındaki yukarıdaki bilgi cümlelerinden kaç tanesi doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "4",
      "E": "5"
    },
    "explanation": "Risk faktörü , tarafların iradesi ile değil iradesi dışında , geçmişte değil gelecekte ortaya çıkar. Dolayısı ile III ve IV yanlıştır. 6 cümleden 2' si yanlış 4' ü doğru olup doğru cevap D dir."
  },
  {
    "id": "2977460",
    "unitNumber": 6,
    "text": "'................... 4. Direktifi'ndeki Değerleme Kuralları'na göre işletmenin ............olarak faaliyetini sürdüreceği varsayılmaktadır' Sigorta işletmeleri ile ilgili yukarıdaki cümlede yer alan boşlukları sırayla ve doğru biçimde dolduran sözcükler aşağıdaki seçeneklerden hangisindedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Avrupa Birliği'nin / geçici",
      "B": "Birleşmiş Milletler'in / sürekli",
      "C": "Dünya Ticaret Örgütü'nün / sürekli",
      "D": "Birleşmiş Milletler'in / geçici",
      "E": "Avrupa Birliği'nin / sürekli"
    },
    "explanation": "E doğrudur. Boşluklara AB'nin ve sürekli sözcüklerinin gelmesi gereklidir."
  },
  {
    "id": "2977461",
    "unitNumber": 6,
    "text": "I. Yatırım fonu katılma belgeleri ilan edilen günlük değerleri ile değerlenir II. Borsada işlem gören hisse senetleri borsa değerlerinin %60 ı oranında kabul edilir III.Borsada işlem gören özel sektör tahvilleri borsa değerlerinin %70 i oranında kabul edilir Sigorta işletmelerinin teminat olarak ayırdıkları kıymetlerin değerlemesi ile ilgili yukarıdaki bilgi cümlelerini sırayla ve doğru biçimde değerlendiren seçenek aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "I. Doğru , II. Doğru , III. Yanlış",
      "B": "I.Doğru , II. Yanlış , III. Doğru",
      "C": "I. Yanlış , II. Doğru , III. Doğru",
      "D": "I. Yanlış , II. Yanlış , III. Doğru",
      "E": "I. Doğru , II. Yanlış , III. Yanlış"
    },
    "explanation": "Doğru cevap E dir. II ve III yanlıştır. II yanlıştır çünkü oran %60 değil %80 olacaktır. III yanlıştır çünkü oran %70 değil %90 dır."
  },
  {
    "id": "2977462",
    "unitNumber": 6,
    "text": "'Sigorta bedeli sigorta değerine eşitse ........................, sigorta bedeli sigorta menfaat değerinden yüksekse ......................... söz konusudur' Yukarıdaki cümledeki boşlukları sırayla ve anlamlı bir şekilde dolduran sözcükler aşağıdaki seçeneklerden hangisindedir?",
    "correctAnswer": "B",
    "options": {
      "A": "ilk tehlike sigortası / takseli sigorta",
      "B": "tam sigorta / aşkın sigorta",
      "C": "müşterek sigorta / kısmi sigorta",
      "D": "çifte sigorta / tam sigorta",
      "E": "kısmi sigorta / takdir edilmiş değerli sigorta"
    },
    "explanation": "Cümledeki boşlukları dolduran sözcükler tam sigorta ve aşkın sigortadır. B doğru cevaptır."
  },
  {
    "id": "2977463",
    "unitNumber": 6,
    "text": "' yevmiye defteri , karar defteri , hisse senedi defteri , kayıt defteri , büyük defter , fesih ve iptal defteri , envanter ve bilanço defteri ' Yukarıda sıralanan 7 defter çeşidinden kaç tanesi bilanço esasına göre deftere tabi sigorta işletmelerinin tuttukları özel defterler arasında sayılır?",
    "correctAnswer": "C",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "Doğru cevap 4 tür. C doğrudur .Sigorta işletmeleri ile ilgili söz konusu özel defterler ; karar defteri , hisse senedi defteri , kayıt defteri ,fesih ve iptal defteridir. Diğer 3 defter ise bilanço esasına göre defter tutan tüm işletmeler için geçeridir."
  },
  {
    "id": "2977464",
    "unitNumber": 6,
    "text": "' teklifname defteri , sona eren sözleşmeleri gösteren defterler , kayıt defteri , fesih ve iptal defteri , primlerin vadelerine göre tutulan defterler , hisse senedi defteri ' Yukarıdaki defter türlerinden kaç tanesi sigorta işletmelerinin tuttuğu yardımcı defterler arasında sayılabilir?",
    "correctAnswer": "C",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "4",
      "E": "5"
    },
    "explanation": "Yardımcı defterler arasında ; teklifname defteri , primlerin vadelerine göre tutulan defterler , sona eren sözleşmeleri gösteren defterler sayılabilir. Cevap 3 olup C doğrudur."
  },
  {
    "id": "2977465",
    "unitNumber": 6,
    "text": "'Hazine Müsteşarlığı' nın yayınladığı Sigortacılık Hesap Planı ve İzahnamesi Hakkında Tebliğ' e göre , hesap numaralama sistemi belirli hesaplar hariç ...... haneden oluşmuştur. İstisnai hesaplar ise ..... veya ..... haneden meydana gelmiştir' Yukarıdaki cümledeki boşlukları sırayla ve doğru biçimde dolduran sayılar hangi seçenekte gösterilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "2 ,3 ,4",
      "B": "3 , 5 , 6",
      "C": "4 , 6 , 7",
      "D": "5 , 6 , 8",
      "E": "6 , 7 , 9"
    },
    "explanation": "Uygun sayılar sırayla ; 3 , 5 , 6 dır. B doğrudur."
  },
  {
    "id": "2977466",
    "unitNumber": 6,
    "text": "Denizcilik risklerine karşı sigortalarda tarafların sözleşme ile belli bir değer olarak saptadıkları meblağın sigorta değerine esas olduğu sigorta türü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Takseli sigorta",
      "B": "Çifte sigorta",
      "C": "Tam sigorta",
      "D": "Müşterek sigorta",
      "E": "Kısmi sigorta"
    },
    "explanation": "Belirtilen özelliğe uygun sigorta türü takseli sigortadır. Doğru cevap A dır."
  },
  {
    "id": "2977467",
    "unitNumber": 6,
    "text": "I. Muhasebe sistemi, işletmenin varlık ve kaynak yapısının hesapsal olarak yönetilmesiyle ilgili bir bilgi sistemidir.\n II. Muhasebe sistemi düzenlenen mali raporlar aracılığıyla bir yandan işletme yönetimine diğer yandan da işletme faaliyetleriyle ilgilenen dış çevreye bilgi aktarımında bulunur.\n III. Muhasebe sistemi ile gerçekleşen bilgi aktarımı sırasında kullanılan mali raporlar, bu mali raporlara esas olan kayıtlar kimi zaman işletmeden işletmeye farklılık gösterebilir.\n Yukarıdakilerden hangisi ya da hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "Yalnızca II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Muhasebe sistemi, işletmenin varlık ve kaynak yapısının hesapsal olarak yönetilmesiyle ilgili bir bilgi sistemidir. Bu bilgi sisteminden ilgili taraflar çeşitli konularda alacakları kararlarda faydalanırlar. Gerek işletme yönetimi gerekse de işletme yönetimi dışındaki bilgi kullanıcıları alacakları kararlarda kendilerine ışık tutacak bilgilerin sağlanmasını isterler. İşte bu tür bilgilerin çoğunluğu muhasebe sistemi tarafından sağlanır. Muhasebe sistemi düzenlenen mali raporlar aracılığıyla bir yandan işletme yönetimine diğer yandan da işletme faaliyetleriyle ilgilenen dış çevreye bilgi aktarımında bulunur. Bu bilgi aktarımı sırasında kullanılan mali raporlar, bu mali raporlara esas olan kayıtlar kimi zaman işletmeden işletmeye farklılık gösterebilir. Sigorta işletmeleri de faaliyet gösterdikleri alan itibariyle diğer işletmelere nazaran birtakım farklılıkların olduğu işletme türlerindendir. Bu farklılık kendisini muhasebe sisteminde de göstermiş ve sigorta işletmelerinin muhasebe açısından tabi olduğu uygulamaların diğer işletmelerden farklı olmasına yol açmıştır."
  },
  {
    "id": "2977468",
    "unitNumber": 6,
    "text": "I. Güvence hizmeti sunmak suretiyle, toplumsal ve ekonomik gelişmeye katkı sağlamak.\n II. Sigorta hizmetinin sunulmasında aracılık etmek.\n III. Tasarruf fikrinin gelişmesine, sigortalılardan toplanan primler sayesinde ekonomide yatırıma elverişli bir fonun oluşmasına ve sermaye birikimine aracılık etmek.\n IV. Varlığını sürdürmek ve büyümek.\n Yukarıdakilerden hangisi ya da hangileri sigorta işletmelerinin hizmet ettiği amaçlardandır?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "I, II ve III",
      "D": "I, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Sigorta işletmelerinin en önemli amacının “güven sunmak” olduğu söylenebilir. Bununla birlikte söz konusu işletmeler güven sunarken başka pek çok amaca da hizmet etmektedirler. Bunlardan bir kısmı aşağıdaki gibi örneklendirilebilir:\n <ul> <li>Sigorta işletmeleri, güvence hizmeti sunmak suretiyle, toplumsal ve ekonomik gelişmeye katkı sağlarlar.</li> <li>Sigorta hizmetinin sunulmasında aracılık ederler.</li> <li>Tasarruf fikrinin gelişmesine, sigortalılardan toplanan primler sayesinde ekonomide yatırıma elverişli bir fonun oluşmasına ve sermaye birikimine aracılık ederler.</li> <li>Hizmet sektöründe istihdam yaratırlar.</li> <li>Vergi ve diğer ödemeler ile devlete kaynak yaratırlar.</li> </ul> Bir sigorta işletmesi yukarıda sıralanan kimi amaçlarına ulaşmak için elbette ki, diğer işletmelerde olduğu gibi,\n <ul> <li>Kâr sağlama,</li> <li>Satış geliri sağlama,</li> <li>Sosyal sorumluluk,</li> <li>Varlığını sürdürme ve büyüme</li> </ul> gibi diğer temel işletme amaçlarını da göz ardı etmemelidir."
  },
  {
    "id": "2977469",
    "unitNumber": 6,
    "text": "I. Risk, tarafların iradeleri dışında ortaya çıkar.\n II. Risk belirsiz değildir. Risk olarak nitelendirilebilecek olayın gerçekleşip gerçekleşmeyeceği önceden bilinebilir.\n III. Risk gelecekte ortaya çıkabilecek bir olaydır.\n IV. Risk, yasalara ve genel kabul görmüş ahlak kurallarına uygun olmalıdır.\n Yukarıdakilerden hangisi ya da hangileri risk kavramının unsurlarındandır?",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "I, II ve III",
      "D": "I, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Riskin unsurları şöyle sıralanabilir:\n <ul> <li>Risk, tarafların iradeleri dışında ortaya çıkar.</li> <li>Risk belirsizdir. Risk olarak nitelendirilebilecek olayın gerçekleşip-gerçeleşmeyeceği önceden kesin olarak bilinemez.</li> <li>Risk gelecekte ortaya çıkabilecek bir olaydır.</li> <li>Risk, yasalara ve genel kabul görmüş ahlak kurallarına uygun olmalıdır.</li> </ul>"
  },
  {
    "id": "2977470",
    "unitNumber": 6,
    "text": "Sigorta kavramı ile ilgili olarak aşağıdakilerden hangisi doğru değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sigorta, sigorta işletmesinin bir prim karşılığında, diğer bir kimsenin parayla ölçülebilir bir menfaatini zarara uğratan muhtemel bir tehlikenin meydana gelmesi halinde tazminat ödemeyi üzerine aldığı bir anlaşmadır.sigortacının bir ödeme yapmayı kabul etmesi gerekmektedir.",
      "B": "Sigortanın gerçekleşebilmesi için sigortalanacak bir menfaatin (çıkarın) varlığı gerekmemektedir.",
      "C": "Riskin ileride ortaya çıkma olasılığı bulunmalıdır. Eğer risk geçmişte oluşmuşsa, bu durum sigortaya konu oluşturmaz. Benzer şekilde eğer risk, ileride de oluşmayacaksa bu durum da yine sigortaya konu oluşturmaz.",
      "D": "Riskin ileride oluşabilmesi olasılığına karşı sigortalının prim ödemesi gerekmektedir.",
      "E": "Riskin oluşması halinde de"
    },
    "explanation": "Sigorta, sigorta işletmesinin bir prim karşılığında, diğer bir kimsenin parayla ölçülebilir bir menfaatini zarara uğratan muhtemel bir tehlikenin meydana gelmesi halinde tazminat ödemeyi üzerine aldığı bir anlaşmadır.\n Sigortanın bazı önemli unsurları şöyle sıralanabilir:\n <ul> <li>Öncelikle sigortalanacak bir menfaatin (çıkarın) varlığı gerekmektedir. Yani bir kimsenin para ile ölçülebilir bir ekonomik değerinin, bir çıkarının bulunması şarttır.</li> <li>Riskin ileride ortaya çıkma olasılığı bulunmalıdır. Eğer risk geçmişte oluşmuşsa, bu durum sigortaya konu oluşturmaz. Benzer şekilde eğer risk, ileride de oluşmayacaksa bu durum da yine sigortaya konu oluşturmaz.</li> <li>Riskin ileride oluşabilmesi olasılığına karşı sigortalının prim ödemesi gerekmektedir.</li> <li>Riskin oluşması halinde de sigortacının bir ödeme yapmayı kabul etmesi gerekmektedir.</li> </ul> Tabii ki, sigortanın geçerli olabilmesi için yukarıdaki unsurlarla birlikte hukuki ve yasal düzenleme bakımından da bir engel olmaması gerekir."
  },
  {
    "id": "2977471",
    "unitNumber": 6,
    "text": "“İşletmenin sürekli olarak faaliyetini sürdüreceği varsayımı”, Avrupa Birliği’nin 4. direktifinde, “Değerleme Kuralları” başlığı altında bulunan aşağıdaki muhasebe ilkelerinden hangisini tanımlamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Süreklilik ilkesi",
      "B": "Tutarlılık ilkesi",
      "C": "İhtiyatlılık ilkesi",
      "D": "Tahakkuk ilkesi",
      "E": "Ayrışma ilkesi"
    },
    "explanation": "Süreklilik ilkesi: İşletmenin sürekli olarak faaliyetini sürdüreceği varsayılmalıdır.\n<br/><ul><br/><li>Tutarlılık ilkesi: Değerleme yöntemleri bir muhasebe döneminden diğer dönemlere tutarlı bir şekilde uygulanmalıdır.</li><br/><li>İhtiyatlılık ilkesi: Değerleme, ihtiyatlılık esasına göre yapılmalıdır.</li><br/><li>Tahakkuk ilkesi: Gelirlerin tahsil edilmesi veya giderlerin ödenmesi tarihine bakılmaksızın mali yıldaki tüm gelir ve giderler dikkate alınmalıdır.</li><br/></ul><br/>Ayrışma ilkesi diye bir ilke yoktur."
  },
  {
    "id": "2977472",
    "unitNumber": 6,
    "text": "“Gelirlerin tahsil edilmesi veya giderlerin ödenmesi tarihine bakılmaksızın mali yıldaki tüm gelir ve giderlerin dikkate alınması” Avrupa Birliği’nin 4. direktifinde, “Değerleme Kuralları” başlığı altında bulunan muhasebe ilkelerinden hangisini tanımlamaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Süreklilik ilkesi",
      "B": "Tutarlılık ilkesi",
      "C": "İhtiyatlılık ilkesi",
      "D": "Tahakkuk ilkesi",
      "E": "Ayrışma ilkesi"
    },
    "explanation": "Süreklilik ilkesi: İşletmenin sürekli olarak faaliyetini sürdüreceği varsayılmalıdır.\n <ul> <li>Tutarlılık ilkesi: Değerleme yöntemleri bir muhasebe döneminden diğer dönemlere tutarlı bir şekilde uygulanmalıdır.</li> <li>İhtiyatlılık ilkesi: Değerleme, ihtiyatlılık esasına göre yapılmalıdır.</li> <li>Tahakkuk ilkesi: Gelirlerin tahsil edilmesi veya giderlerin ödenmesi tarihine bakılmaksızın mali yıldaki tüm gelir ve giderler dikkate alınmalıdır.</li> </ul> Ayrışma ilkesi diye bir ilke yoktur"
  },
  {
    "id": "2977473",
    "unitNumber": 6,
    "text": "Avrupa Birliği’nin 4. direktifinde, “Değerleme Kuralları” başlığı altında bulunan muhasebe ilkeleri uyarınca aşağıdaki bilgilerden hangisi doğru değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Üye ülke mevzuatlarının kuruluş giderlerinin aktifte gösterilmesine izin verilmesi halinde, bu giderlerin en çok on yıl içinde itfa edilmeleri gerekir.",
      "B": "Kâr dağıtımı için; mevcut yedekler tutarı ile, dağıtılmamış kârlar tutarları, en az itfa edilmemiş kuruluş giderleri tutarı kadar olmadıkça, kâr dağıtımı yapılmaz. Kuruluş giderleri kapsamındaki tutarların, eklerde gösterilmesi zorunludur.",
      "C": "Sabit varlıklar; satın alma, üretim veya maliyet bedelleri ile değerlenir.",
      "D": "Kullanım süreleri sınırlı olan sabit varlıkların satın alma veya üretim maliyet bedelleri, yıllık amortisman ayrılması yoluyla amorti edilmelidir.",
      "E": "Mali varlıklarla (yatırımlar) ilgili değer düzeltmeleri, bu varlıkların bilanço tarihindeki en düşük değeri esas alınarak yapılmalıdır."
    },
    "explanation": "Avrupa Birliği’nin 4. direktifinde, “Değerleme Kuralları” başlığı altında bulunan muhasebe ilkeleri uyarınca;\n Üye ülke mevzuatlarının kuruluş giderlerinin aktifte gösterilmesine izin verilmesi halinde, bu giderlerin en çok on yıl içinde itfa edilmeleri gerekir. Kâr dağıtımı için; mevcut yedekler tutarı ile, dağıtılmamış kârlar tutarları, en az itfa edilmemiş kuruluş giderleri tutarı kadar olmadıkça, kâr dağıtımı yapılmaz. Kuruluş giderleri kapsamındaki tutarların, eklerde gösterilmesi zorunludur. Sabit varlıklar; satın alma, üretim veya maliyet bedelleri ile değerlenir. Kullanım süreleri sınırlı olan sabit varlıkların satınalma veya üretim maliyet bedelleri, yıllık amortisman ayrılması yoluyla amorti edilmelidir. Mali varlıklarla (yatırımlar) ilgili değer düzeltmeleri, bu varlıkların bilanço tarihindeki en düşük değeri esas alınarak yapılmalıdır."
  },
  {
    "id": "2977474",
    "unitNumber": 6,
    "text": "Kullanım süreleri sınırlı olan sabit varlıklar ile stokların değerlemesinde yenileme maliyetinin esas alınmasını öngören değerleme yöntemi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Maliyet Bedeli",
      "B": "Cari Değer",
      "C": "Yenileme Maliyeti",
      "D": "Enflasyon Muhasebesi",
      "E": "Yeniden Değerleme"
    },
    "explanation": "Yenileme Maliyeti değerleme yönteminde kullanım süreleri sınırlı olan sabit varlıklar ile stokların değerlemesinde yenileme maliyeti esas alınır."
  },
  {
    "id": "2977475",
    "unitNumber": 6,
    "text": "Kalemlerin değerlemesinde, satın alma veya üretim maliyet bedelinin esas alınmasını öngören değerleme yöntemi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Maliyet Bedeli",
      "B": "Cari Değer",
      "C": "Yenileme Maliyeti",
      "D": "Enflasyon Muhasebesi",
      "E": "Yeniden Değerleme"
    },
    "explanation": "Kalemlerin değerlemesinde, satın alma veya üretim maliyet bedelinin esas alınmasını öngören değerleme yöntemi <strong>maliyet bedelidir.</strong> Satın alma bedeli, alış giderleri dahil olmak üzere ödenen toplam tutardır. Üretim maliyeti ise, sigortacılıkta sabit varlıkların yapılması için kullanılan ilk madde ve malzeme ile bu maliyete direkt yüklenen işçilik giderleri ve endirekt olarak yüklenen genel üretim giderlerinin toplanmasıyla bulunan tutardır."
  },
  {
    "id": "2977476",
    "unitNumber": 6,
    "text": "I. Bağlı ortaklık ilişkisi olan ortaklıkların, öz sermaye değerleme yöntemini kullandığını açıklaması,\n II. İştiraklerin finansal tablolarda satın alma maliyet bedeli ile gösterilmesi,\n III. Holding ortaklıklarının, bağlı ortaklıkların satın alma bedelinin, bu ortaklıklardan alınan kârların ve sahip olduklarına düşen zarar tutarlarının gelir tablosunda ayrı bir kalemde gösterilmesi ve bu konuda finansal tablo dipnotlarında bilgi verilmesi.\n Yukarıdakilerden hangisi ya da hangileri Avrupa Birliği’ne üye ülkelerin, bağlı ortaklıklardaki iştirak yatırımlarına, öz sermaye yöntemi ile değerlemeye izin vermesinin şartlarındandır?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "Yalnızca II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "AB’ye üye ülkeler, bağlı ortaklıklardaki iştirak yatırımların, öz sermaye yöntemi ile değerlemesine izin verebilirler. Bu durumda:\n <ul> <li>Bağlı ortaklık ilişkisi olan ortaklıkların, öz sermaye değerleme yöntemini kullandığını açıklaması,</li> <li>İştiraklerin finansal tablolarda satın alma maliyet bedeli ile gösterilmesi,</li> <li>Holding ortaklıkları, bağlı ortaklıkların satın alma bedelini ve bu ortaklıklardan aldıkları kârları ve sahip olduklarına düşen zarar tutarlarının gelir tablosunda ayrı bir kalemde gösterilmesi ve bu konuda finansal tablo dipnotlarında bilgi verilmesi ve gösterilmesi gerekir.</li> </ul>"
  },
  {
    "id": "2977477",
    "unitNumber": 6,
    "text": "Belli bir prim karşılığında riskleri dağıtarak, etkilerini azaltmaya çalışan kuruluşlar aşağıdaklerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sigorta işletmeleri",
      "B": "Gıda işletmeleri",
      "C": "Bankalar",
      "D": "Merkez bankaları",
      "E": "Bankerler"
    },
    "explanation": "Sigorta işletmeleri en basit şekilde, belli bir prim karşılığında riskleri dağıtarak, etkilerini azaltmaya çalışan kuruluşlardır."
  },
  {
    "id": "2977478",
    "unitNumber": 6,
    "text": "I. Güvence hizmeti sunmak suretiyle, toplumsal ve ekonomik gelişmeye katkı sağlamak\n II. Hizmet sektöründe istihdam yaratmak\n III. Riskleri genelleştirmek\n Yukarıdakilerden hangileri sigorta işletmelerinin hizmet ettiği amaçlar arasında yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "I, II ve III",
      "E": "Yalnız III"
    },
    "explanation": "Sigorta şirketlerinin amaçları şunlardır:\n <ul> <li>Sigorta işletmeleri, güvence hizmeti sunmak suretiyle, toplumsal ve ekonomik gelişmeye katkı sağlarlar.<br/>• Sigorta hizmetinin sunulmasında aracılık ederler.<br/>• Tasarruf fikrinin gelişmesine,sigortalılardan toplanan primlersayesinde ekonomide yatırıma elverişli bir fonun oluşmasına ve sermaye birikimine aracılık ederler.<br/>• Hizmet sektöründe istihdam yaratırlar.<br/>• Vergi ve diğer ödemeler ile devlete kaynak yaratırlar</li> </ul>"
  },
  {
    "id": "2977479",
    "unitNumber": 6,
    "text": "I. Kâr sağlama<br/>II. Riskleri düşürme<br/>III. Sosyal sorumluluk<br/>IV. Varlığını sürdürme ve büyüme\n Yukarıdakilerden hangileri sigorta şirketlerinin amaçları arasında yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "I, III ve IV",
      "B": "I, II ve IV",
      "C": "I, II, III ve IV",
      "D": "I ve IV",
      "E": "III ve IV"
    },
    "explanation": "Sigorta şirketlerinin amaçları arasında şunlar yer alır: \n <ul> <li>Kâr sağlama • Satış geliri sağlama<br/>• Sosyal sorumluluk<br/>• Varlığını sürdürme ve büyüme</li> </ul>"
  },
  {
    "id": "2977480",
    "unitNumber": 6,
    "text": "\"........., belirli bir tehlikeyle bağlantılı olarak hasar, yaralanma, hastalanma, ölüm ve başka olumsuzlukların meydana gelme olasılığını ifade eder\"\n Yukarıdaki cümlede yer alan boşluğu aşağıdakilerden hangisi doğru bir şekilde tamamlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Zarar",
      "B": "Sigorta",
      "C": "Olasılık",
      "D": "Risk",
      "E": "Yükümlülük"
    },
    "explanation": "Risk, belirli bir tehlikeyle bağlantılı olarak hasar, yaralanma, hastalanma, ölüm ve başka olumsuzlukların meydana gelme olasılığını ifade eder."
  },
  {
    "id": "2977481",
    "unitNumber": 6,
    "text": "\"Gelirlerin tahsil edilmesi veya giderlerin ödenmesi tarihine bakılmaksızın mali yıldaki tüm gelir ve giderler dikkate alınmalıdır\" şeklindeki ifade AB'nin 4. direktifindeki genel değerleme ilkelerinden hangisini açıklamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Tahakkuk ilkesi",
      "B": "Süreklilik ilkesi",
      "C": "Tutarlılık ilkesi",
      "D": "İhtiyatlılık ilkesi",
      "E": "Aktiflik ilkesi"
    },
    "explanation": "Bu ilkeler şöyle sıralanabilir:<br/>• Süreklilik ilkesi: İşletmenin sürekli olarak faaliyetini sürdüreceği varsayılmalıdır.<br/>• Tutarlılık ilkesi: Değerleme yöntemleri bir muhasebe döneminden diğer dönemlere tutarlı bir şekilde uygulanmalıdır.<br/>• İhtiyatlılık ilkesi: Değerleme, ihtiyatlılık esasına göre yapılmalıdır.<br/>• Tahakkuk ilkesi: Gelirlerin tahsil edilmesi veya giderlerin ödenmesi tarihine bakılmaksızın mali yıldaki tüm gelir ve giderler dikkate alınmalıdır.<br/>• Aktif ve pasif kalemler ayrı olarak değerlenmiş olmalıdır.<br/>• Her mali yıla ilişkin açılış bilançosu önceki mali yıla ilişkin kapanış bilançosuna<br/>uygun olmalıdır."
  },
  {
    "id": "2977482",
    "unitNumber": 6,
    "text": "I. Yenileme maliyeti\n II. Enflasyon muhasebesi\n III. Yeniden değerleme\n AB üyesi ülkeler yukarıdaki değerleme yöntemlerinden hangisini kullanma ve işletmelerden bu değerleme yöntemlerini talep etme hakkına sahiptirler?",
    "correctAnswer": "C",
    "options": {
      "A": "I ve III",
      "B": "II ve III",
      "C": "I, II ve III",
      "D": "Yalnız I",
      "E": "Yalnız III"
    },
    "explanation": "AB üyesi ülkelerin kullanma ve işletmelerden talep etme hakkına sahip olduğu değerleme yöntemleri şunlardır:\n I. Yenileme maliyeti\n II. Enflasyon muhasebesi\n III. Yeniden değerleme"
  },
  {
    "id": "2977483",
    "unitNumber": 6,
    "text": "\"Devlet Tahvilleri, Hazine Bonoları ile Devletin ihraç edeceği diğer menkul kıymetler, TC. Merkez Bankası tarafından ilan edilen günlük değerleri, bu değerler yoksa borsa değerleri, borsa değerleri de yoksa ......... değerlerine gün esasına göre işleyen faizin ilave edilmesi suretiyle bulunan değerleri ile dikkate alınır.\"\n<br/>Yukarıdaki cümlede yer alan boşluğu aşağıdakilerden hangisi doğru bir şekilde tamamlar?",
    "correctAnswer": "E",
    "options": {
      "A": "birikimli",
      "B": "faizli",
      "C": "ilave",
      "D": "maliyet",
      "E": "kayıtlı"
    },
    "explanation": "Devlet Tahvilleri, Hazine Bonoları ile Devletin ihraç edeceği diğer menkul kıymetler, TC. Merkez Bankası tarafından ilan edilen günlük değerleri, bu değerler yoksa borsa değerleri, borsa değerleri de yoksa kayıtlı değerlerine gün esasına göre işleyen faizin ilave edilmesi suretiyle bulunan değerleri ile dikkate alınır."
  },
  {
    "id": "2977484",
    "unitNumber": 6,
    "text": "Sigortalı mal üzerindeki menfaat, aynı risk ve risklere karşı, aynı süre içinde fakat ayrı ayrı tarihlerde birden fazla sigortacı tarafından sigorta teminatı altına alınıyorsa aşağıdakilerden hangisinin kapsamına girer?",
    "correctAnswer": "A",
    "options": {
      "A": "Kısmi sigorta",
      "B": "Aşkın sigorta",
      "C": "Çifte sigorta",
      "D": "Takseli sigorta",
      "E": "Tam sigorta"
    },
    "explanation": "Sigortalı mal üzerindeki menfaat, aynı risk ve risklere karşı, aynı süre içinde fakat ayrı ayrı tarihlerde birden fazla sigortacı tarafından sigorta teminatı altına alınıyorsa kısmi sigorta kapsamına girmektedir."
  },
  {
    "id": "2977485",
    "unitNumber": 6,
    "text": "Sigortacılık işlemlerinde alınan primlerin birden fazla muhasebe dönemi ile <br/>ilgili olması nedeni ile, dönem içinde gelir olarak kaydedilmiş primlerin bir sonraki döneme isabet eden kısmı hangi hesap kullanılarak karşılık ayrılır?",
    "correctAnswer": "D",
    "options": {
      "A": "Teknik karşılıklar",
      "B": "Muallak hasar",
      "C": "Cari hasar",
      "D": "Kazanılmamış prim karşılığı",
      "E": "Kazanılmış prim karşılığı"
    },
    "explanation": "Sigortacılık işlemlerinde alınan primlerin birden fazla muhasebe dönemi ile <br/>ilgili olması nedeni ile, dönem içinde gelir olarak kaydedilmiş primlerin bir sonraki döneme isabet eden kısmı \"Kazanılmamış Prim Karşılığı\" hesabı kullanılarak karşılık ayrılır."
  },
  {
    "id": "2977486",
    "unitNumber": 6,
    "text": "Sigorta işletmelerince düzenlenen sigorta poliçelerinin tek tek yevmiye ve büyük deftere kaydedilmesi oldukça güçtür. Bu nedenle poliçeler, ilgili servis tarafından muhasebe servisine bildirilmeden önce notere tasdik ettirilmiş bir deftere tarih ve sıra numarası ile kaydedilir. Bu defter aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Rejistro defteri",
      "B": "Karar defteri",
      "C": "Hisse senedi defteri",
      "D": "Muhasebe defteri",
      "E": "Noter defteri"
    },
    "explanation": "Sigorta işletmelerince düzenlenen sigorta poliçelerinin tek tek yevmiye ve büyük deftere kaydedilmesi oldukça güçtür. Bu nedenle poliçeler, ilgili servis tarafından muhasebe servisine bildirilmeden önce notere tasdik ettirilmiş bir deftere tarih ve sıra numarası ile kaydedilir. Bu defter rejistro (kayıt) defteridir."
  },
  {
    "id": "2977487",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi prim tahakkuk ve tahsil etmeye kim yetkilidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Belediye",
      "B": "Ekonomi Bakanlığı",
      "C": "Vergi dairesi",
      "D": "Acenteler",
      "E": "Bankalar"
    },
    "explanation": "prim tahakkuk ve tahsili ya<br/>şirket merkezince bizzat sigorta şirketinin kendisi tarafından ya da acenteler gibi aracı<br/>kurumlarca yapılır"
  },
  {
    "id": "2977488",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi şirket merkezi veya acente gibi aracı kurumlar tarafından düzenlenen poliçeler ilgili<br/>servisler tarafından tutulan poliçe kayıt defterine verilen adı ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Rejistro",
      "B": "Ödenecek Vergi ve Fonlar Hesabı",
      "C": "Prim",
      "D": "Tahakkuk",
      "E": "Gelir tablosu"
    },
    "explanation": "Şirket merkezi veya acente gibi aracı kurumlar tarafından düzenlenen poliçeler ilgili<br/>servisler tarafından tutulan rejistro adı verilen poliçe kayıt defterine işlenir. B"
  },
  {
    "id": "2977489",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi sigorta şirketi ile acente arasında ortaya<br/>çıkan borç-alacak ilişkisi ve komisyon ödemesi ne şekilde yer almaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Komisyon olarak",
      "B": "Prim olarak",
      "C": "Vergi olarak",
      "D": "Kayıt olarak",
      "E": "Maliyet olarak"
    },
    "explanation": "Prim üretimi doğrudan sigorta şirketi merkezince değil de, bir aracı kurum tarafından<br/>(daha çok bir acente) tarafından yapıldığında da doğrudan prim üretiminde yapılan kayıtlara benzer kayıtlar yapılır. Ancak ilave olarak sigorta şirketi ile acente arasında ortaya<br/>çıkan borç-alacak ilişkisi ve komisyon ödemesi de kayıtlarda dikkate alınır.<br/>Kayıt olarak"
  },
  {
    "id": "2977490",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi sigortalının prim borcunu (taksitlerini) ödememesi durumunda karşılaşacağı durumu ifade eder?",
    "correctAnswer": "B",
    "options": {
      "A": "Poliçenin dondurulması",
      "B": "Poliçenin iptali",
      "C": "Prim kesintisi",
      "D": "Yetki hakkının devri",
      "E": "Poliçenin uzatılması"
    },
    "explanation": "Sigorta işletmelerinin düzenledikleri poliçelerin bazı durumlarda iptali gündeme gelebilmektedir. Poliçe iptaline neden olan faktörler arasında riskin ağırlaşması, sigortalının değişmesi gibi durumlar sayılabilmekle birlikte, aslında poliçenin iptaline yol açan en önemli neden sigortalının prim borcunu (taksitlerini) ödememesidir."
  },
  {
    "id": "2977491",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisinde poliçe iptali aracı kurum tarafından yapıldığında, yapılması gereken kayıtlar şirket merkezince yapılması gereken kayıtların benzeridir. Farklılık iptal edilecek alacaklı hesabın ------------------------------------ olmasıdır. Boşluğa gelecek doğru ifadeye yer verilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "“sigortalı hesabı” yerine “ödenecek vergi ve fonlar hesabı”",
      "B": "“sigortalı hesabı” yerine “kasa hesabı”",
      "C": "“sigortalı hesabı” yerine “alacaklar hesabı”",
      "D": "“acente hesabı” yerine “sigortalı hesabı”",
      "E": "“sigortalı hesabı” yerine “acente hesabı”"
    },
    "explanation": "Poliçe iptali aracı kurum tarafından yapıldığında, yapılması gereken kayıtlar şirket merkezince yapılması gereken kayıtların benzeridir. Farklılık iptal edilecek alacaklı hesabın<br/>“sigortalı hesabı” yerine “bir acente hesabı” olmasıdır<br/>“sigortalı hesabı” yerine “acente hesabı”"
  },
  {
    "id": "2977492",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisinde Ekspertiz için yapılan ödemeler yüzde kaç oranında gelir vergisi stopajına tabidir?",
    "correctAnswer": "D",
    "options": {
      "A": "% 23",
      "B": "% 24",
      "C": "% 20",
      "D": "% 22",
      "E": "% 21"
    },
    "explanation": "İlgili tazminat tutarının belirlenmesinde eksper görüşünden faydalanılmaktadır. Eksper için ödenen ücretler ilgili branş teknik kısım gelir tablosu hesabında gider olarak dikkate alınmaktadır. Ekspertiz için yapılan ödemeler % 22 oranında gelir vergisi stopajına<br/>tabidir. Dolayısıyla ayrılan bu stopaj nedeniyle doğan vergi de “Ödenecek vergi ve Fonlar<br/>Hesabı” aracılığıyla ödenmektedir"
  },
  {
    "id": "2977493",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi sigorta poliçesine konu olan olayın meydana gelmesi ile sigorta işletmesinin karşılaştığı yükümlülüktür?",
    "correctAnswer": "D",
    "options": {
      "A": "Prim",
      "B": "Borç",
      "C": "Komisyon",
      "D": "Tazminat",
      "E": "Teknik giderler"
    },
    "explanation": "Sigorta işletmelerinin sigorta poliçesi ile teminat altına aldıkları riskin gerçekleşmesi, diğer bir ifadeyle sigorta poliçesine konu olan olayın meydana gelmesi, sigorta işletmesinin<br/>tazminat ödeme yükümlülüğünü doğurur"
  },
  {
    "id": "2977494",
    "unitNumber": 7,
    "text": "1. İsteğe bağlı (ihtiyari) reasürans <br/>2. Zorunlu (trete-zorunlu) reasürans yöntemleridir\n 3. Yarı zorunlu reasürans \n Sigorta işletmeleri almış oldukları risklerin kendi konservasyonlarını aşan kısmını yukardakilerden hangisi/leri ile reasürans işletmelerine dağıtmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "1 ve 2",
      "B": "1 ve 3",
      "C": "2 ve 3",
      "D": "1, 2 ve 3",
      "E": "Yalnız 2"
    },
    "explanation": "Sigorta işletmeleri almış oldukları risklerin kendi konservasyonlarını aşan kısmını temelde iki yolla reasürans işletmelerine dağıtmaktadır. Bunlar;<br/>1. İsteğe bağlı (ihtiyari) reasürans ve<br/>2. Zorunlu (trete-zorunlu) reasürans yöntemleridir.<br/>1 ve 2"
  },
  {
    "id": "2977495",
    "unitNumber": 7,
    "text": "Sigorta işletmeleri özellikle büyük risklerin sigortalanmasında sorumluluğu tek başlarına<br/>üstlenmek istemezler. Bu durumda birkaç sigorta işletmesinin bir araya gelerek büyük<br/>çaptaki risklerin sigortalanması için birliktelik oluşturduğu görülür. Bu şekildeki birliktelik sayesinde sigortaya konu olan risk gerçekleştiğinde, tazmin edilmesi gereken tutar sigorta şirketleri tarafından paylaşılır. Aşağıdakilerden hangisi sigorta şirketlerinin bu şekildeki uygulamalarına verilen addır?",
    "correctAnswer": "C",
    "options": {
      "A": "Jeran",
      "B": "Reasürans",
      "C": "Koasürans",
      "D": "Tazminat",
      "E": "Tahakkuk"
    },
    "explanation": "Sigorta işletmeleri özellikle büyük risklerin sigortalanmasında sorumluluğu tek başlarına<br/>üstlenmek istemezler. Bu durumda birkaç sigorta işletmesinin bir araya gelerek büyük<br/>çaptaki risklerin sigortalanması için birliktelik oluşturduğu görülür. Bu şekildeki birliktelik sayesinde sigortaya konu olan risk gerçekleştiğinde, tazmin edilmesi gereken tutar sigorta şirketleri tarafından paylaşılır. İşte sigorta şirketlerinin bu şekildeki uygulamalarına<br/>“koasürans” diğer bir ifadeyle birlikte sigorta adı verilir."
  },
  {
    "id": "2977496",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi koasürans uygulamasıyla poliçeye ortak olan işletmeye verilen addır?",
    "correctAnswer": "E",
    "options": {
      "A": "Sesyon",
      "B": "Sedan",
      "C": "Konservasyon",
      "D": "Jeran",
      "E": "Koasürör"
    },
    "explanation": "Koasürans işlemlerinin muhasebeleştirilmesi, prim tahakkuk ve tahsili ile tazminat<br/>ödemesi gündeme geldiğinde poliçeyi düzenleyen “jeran” ve poliçeye ortak olan “koasürör” işletme açısından aşağıda gösterildiği gibi yapılacaktır."
  },
  {
    "id": "2977497",
    "unitNumber": 7,
    "text": "Şirket merkezi veya acente gibi aracı kurumlar tarafından düzenlenen poliçeler ilgili servisler tarafından tutulan ....... adı verilen poliçe kayıt defterine işlenir.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Rejistro",
      "B": "Reasürans",
      "C": "Sedan",
      "D": "Sesyon",
      "E": "Retrosesyon"
    },
    "explanation": "Şirket merkezi veya acente gibi aracı kurumlar tarafından düzenlenen poliçeler ilgili servisler tarafından tutulan rejistro adı verilen poliçe kayıt defterine işlenir. Bu bilgiler muhasebe servisine iletilerek muhasebeleştirilmeleri sağlanır."
  },
  {
    "id": "2977498",
    "unitNumber": 7,
    "text": "I. İlgili branşa ait teknik kısım gelir tablosu hesabı alacaklandırılır peşin ya da taksitli olma durumuna göre ilgili aktif hesap borçlandırılır.\n II. Sigorta primi ile ilgili yasal olarak hesaplanan vergiler “Ödenecek Vergi ve Fonlar Hesabı” nın alacak tarafına kaydedilir.\n III. Sigorta primi ile ilgili yasal olarak hesaplanan vergiler ödendiğinde<br/>“Ödenecek Vergi ve Fonlar Hesabı” alacaklı, ödeme araçları hesapları ise borçlandırılır.\n Prim üretimi doğrudan sigorta şirketi merkezince yapıldığında yukarıdaki ifadelerden hangisi/hangileri doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız II",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "I ve III",
      "E": "II ve III"
    },
    "explanation": "Prim üretimi doğrudan sigorta şirketi merkezince yapıldığında, ilgili branşa ait teknik kısım gelir tablosu hesabı alacaklandırılır, peşin ya da taksitli olma durumuna göre ilgili aktif hesap borçlandırılır. Sigorta primi ile ilgili yasal olarak hesaplanan vergiler ise “Ödenecek Vergi ve Fonlar Hesabı” nın alacak tarafına kaydedilir. Bu vergiler ödendiğinde “Ödenecek Vergi ve Fonlar Hesabı” borçlu, ödeme araçları hesapları ise alacaklandırılır."
  },
  {
    "id": "2977499",
    "unitNumber": 7,
    "text": "\"X Sigorta Şirketi’nin sigorta sözleşmesi yapma ve prim tahsil etme yetkisine sahip (A) acentesi 1 000 Türk Liralık kasko sigortasına ilişkin prim üretiminde bulunmuştur. Acente % 15 peşinat tahsil etmiştir. Acente komisyon oranı % 2’dir. \" Buna göre acentenin sigorta şirketi merkezine göndereceği tutar kaç Türk Lirasıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "57,50",
      "B": "62,10",
      "C": "72,00",
      "D": "87,50",
      "E": "95,25"
    },
    "explanation": "Düzenlenen poliçeyle ilgili hesaplamalar aşağıdaki gibi yapılacaktır:<br/>Net Prim…………………………………………… 1000,00<br/>(+) B.S.M.V. (Net Prim x 0,05)…………………… 50,00<br/>Brüt Prim………………………………………….. 1050,00\n<br/>Peşin Alınan (Brüt Prim x 0,15)………………….. 157,50<br/>(-) Acentelik Komisyonu (Net Prim x 0,02)……… 20,00<br/>(-) B.S.M.V……………………………………….. 50,00<br/>Net Tutar………………………………………….. 87,50"
  },
  {
    "id": "2977500",
    "unitNumber": 7,
    "text": "I. Riskin ağırlaşması\n<br/>II. Sigortalının değişmesi\n<br/>III. Sigortalının prim borcunu taksitlendirmesi\n<br/>Poliçe iptaline neden olan faktörler arasında yukarıdakilerden hangisi/hangileri <u>yer almaz?</u>",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "I ve III",
      "E": "II ve III"
    },
    "explanation": "Poliçe iptaline neden olan faktörler arasında riskin ağırlaşması, sigortalının değişmesi gibi durumlar sayılabilmekle birlikte, aslında poliçenin iptaline yol açan en önemli neden sigortalının prim borcunu (taksitlerini) ödememesidir."
  },
  {
    "id": "2977501",
    "unitNumber": 7,
    "text": "Eğer iptal edilen poliçe, daha önce sigorta şirketine ödenen primlerin iadesini gerektiriyor ise ilgili muhasebe kayıtlarıyla bir taraftan gelir kaydı iptal edilirken, diğer taraftan da ödemeye ilişkin kayıt yapılmalıdır. Hayat branşı sigortasıyla ilgili olarak şirket merkezince iptal edilen bir poliçeye ilişkin olarak bir ödeme yapıldığında aşağıdaki kayıtlardan hangisi yapılmalıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Hayat Teknik Gelir/Yazılan Primler XXX Boçlu \n<br/>(Brüt Yazılan Primler)\n<br/>Kasa Hesabı XXX Alacaklı",
      "B": "Hayat Teknik Gelir/Yazılan Primler XXX Alacaklı \n<br/>(Brüt Yazılan Primler)\n<br/>Kasa Hesabı XXX Borçlu",
      "C": "Gelir Tablosu Hesabı XXX Borçlu \n<br/>Kasa Hesabı XXX Alacaklı",
      "D": "Gelir Tablosu Hesabı XXX Alacaklı\n<br/>Kasa Hesabı XXX Borçlu",
      "E": "Sigortacılık Faaliyetlerinden Alacaklar Hesabı XXX Borçlu\n<br/>Kasa Hesabı XXX Alacaklı"
    },
    "explanation": "Eğer iptal edilen poliçe, daha önce sigorta şirketine ödenen primlerin iadesini gerektiriyor ise (bu durum daha çok hayat sigortalarında gündeme gelir) ilgili muhasebe kayıtlarıyla bir taraftan gelir kaydı iptal edilirken, diğer taraftan da ödemeye ilişkin kayıt yapılmalıdır.<br/>Hayat branşı sigortasıyla ilgili olarak şirket merkezince iptal edilen bir poliçeye ilişkin olarak bir ödeme yapıldığında aşağıdaki gibi bir kayıt yapılmalıdır.\n<br/>620 Hayat Teknik Gelir/Yazılan Primler XXX Boçlu \n<br/>(Brüt Yazılan Primler)\n<br/>100 Kasa Hesabı XXX Alacaklı \n<br/>Açıklama: Şirket merkezince iptal edilen poliçe nedeniyle yapılan ödeme"
  },
  {
    "id": "2977502",
    "unitNumber": 7,
    "text": "\"İlgili tazminat tutarının belirlenmesinde eksper görüşünden faydalanılmaktadır.\" Buna göre ekspertiz için yapılan ödemeler % kaç oranında gelir vergisi stopajına<br/>tabidir?",
    "correctAnswer": "E",
    "options": {
      "A": "%2",
      "B": "%5",
      "C": "%10",
      "D": "%18",
      "E": "%22"
    },
    "explanation": "İlgili tazminat tutarının belirlenmesinde eksper görüşünden faydalanılmaktadır. Eksper için ödenen ücretler ilgili branş teknik kısım gelir tablosu hesabında gider olarak dikkate alınmaktadır. Ekspertiz için yapılan ödemeler % 22 oranında gelir vergisi stopajına tabidir."
  },
  {
    "id": "2977503",
    "unitNumber": 7,
    "text": "<table> <tbody> <tr> <td> 1. Reasürör \n </td> <td> K. Aktarmayı yapan ilk sigortacı\n </td> </tr> <tr> <td> 2. Sesyon \n </td> <td> L. Aktarmayı kabul eden ikinci sigortacı\n </td> </tr> <tr> <td> 3. Sedan \n </td> <td> M. Riskin aktarılan kısmı\n </td> </tr> </tbody> </table> \"Reasürans olayında bir sigorta işletmesi riskin bir kısmını yüklenmekte, kalanını<br/>bir başka sigorta işletmesine aktarmaktadır.\" Buna göre yukarıdaki kavramlar ve tanımlamaların doğru eşleştirmesi aşağıdakilerden hangisinde verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "3-K, 2-M, 1-L",
      "B": "3-L, 2-M, 1- K",
      "C": "3-M, 2-K, 1-L",
      "D": "3-L, 2-K, 1-M",
      "E": "3-K, 2-L, 1-M"
    },
    "explanation": "Reasürans olayında bir sigorta işletmesi riskin bir kısmını yüklenmekte, kalanını bir başka sigorta işletmesine aktarmaktadır. Aktarmayı yapan ilk sigortacıya “sedan işletme” ya da “sedan”, aktarmayı kabul eden ikinci sigortacıya da “reasürans işletmesi” ya da “reasürör” denilmektedir. Riskin aktarılan kısmına “sesyon” reasürans yoluyla devir alınan (reasure edilen) bu kısmın bir başka sigorta işletmesine kısmen ya da tamamen aktarılmasına “retrosesyon” denilmektedir."
  },
  {
    "id": "2977504",
    "unitNumber": 7,
    "text": "Reasürans yoluyla devir alınan (reasure edilen) kısmın bir başka sigorta işletmesine kısmen ya da tamamen aktarılmasına ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sesyon",
      "B": "Retrosesyon",
      "C": "Sedan",
      "D": "Reasürör",
      "E": "Rejistro"
    },
    "explanation": "Aktarmayı yapan ilk sigortacıya “sedan işletme” ya da “sedan”, aktarmayı kabul eden ikinci sigortacıya da “reasürans işletmesi” ya da “reasürör” denilmektedir. Riskin aktarılan kısmına “sesyon” reasürans yoluyla devir alınan (reasure edilen) bu kısmın bir başka sigorta işletmesine kısmen ya da tamamen aktarılmasına “retrosesyon” denilmektedir"
  },
  {
    "id": "2977505",
    "unitNumber": 7,
    "text": "Reasürör de kabul ettiği riskin, tutabileceği kadarını üzerinde tutarak geri kalanını başka sigorta işletmelerine aktarmaktadır. Aktarmayı kabul eden bu işletmelere ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Retrosesyoner",
      "B": "Sesyon",
      "C": "Sedan",
      "D": "Rejistro",
      "E": "Konservasyon"
    },
    "explanation": "Reasürör de kabul ettiği riskin, tutabileceği kadarını üzerinde tutarak geri kalanını başka sigorta işletmelerine aktarmaktadır. Aktarmayı kabul eden bu işletmelere “retrosesyoner” denilmektedir."
  },
  {
    "id": "2977506",
    "unitNumber": 7,
    "text": "Prim gelirlerinin tahakkuku sırasında jeran işletme, ilgili branş teknik kısım gelir tablosu hesabına kendi payına düşen kısmı yazarken, prim üzerinden koasürör işletmeye ait olan kısmı, sigortacılık hesap planında “Koasürörler Cari Hesabı” adı altında bir hesap bulunmadığından aşağıdaki hangi hesapta izlenir?",
    "correctAnswer": "E",
    "options": {
      "A": "İlgili Branş Teknik Kısım Gelir Tablosu Hesabı",
      "B": "Ödenecek Vergi ve Fonlar Hesabı",
      "C": "İlgili Branş Teknik Kısım Gelir Tablosu Hesabı",
      "D": "Reasürans Faaliyetlerinden Alacaklar",
      "E": "Sigortacılık Faaliyetlerinden Borçlar"
    },
    "explanation": "Prim gelirlerinin tahakkuku sırasında jeran işletme, ilgili branş teknik kısım gelir tablosu hesabına kendi payına düşen kısmı yazarken, prim üzerinden koasürör işletmeye ait olan kısmı, sigortacılık hesap planında “Koasürörler Cari Hesabı” adı altında bir hesap bulunmadığından “Sigortacılık Faaliyetlerinden Borçlar” hesabında izlenir."
  },
  {
    "id": "2977507",
    "unitNumber": 7,
    "text": "Şirket merkezi veya acente gibi aracı kurumlar tarafından düzenlenen poliçeler aşağıdaki defterlerden hangisine işlenir?",
    "correctAnswer": "A",
    "options": {
      "A": "Rejistro",
      "B": "Senetler cüzdanı",
      "C": "Fon defteri",
      "D": "Vergi defteri",
      "E": "Prim defteri"
    },
    "explanation": "Şirket merkezi veya acente gibi aracı kurumlar tarafından düzenlenen poliçeler ilgili servisler tarafından tutulan rejistro adı verilen poliçe kayıt defterine işlenir."
  },
  {
    "id": "2977508",
    "unitNumber": 7,
    "text": "\"Prim üretimi doğrudan sigorta şirketi merkezince değil de, bir aracı kurum tarafından (daha çok bir acente) tarafından yapıldığında da doğrudan prim üretiminde yapılan kayıtlara benzer kayıtlar yapılır. Ancak ilave olarak sigorta şirketi ile acente arasında ortaya çıkan borç-alacak ilişkisi ve ................. de kayıtlarda dikkate alınır.\"\n Yukarıdaki paragrafta yer alan boşluğu aşağıdakilerden hangisi doğru bir şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "komisyon ödemesi",
      "B": "maliyet ödemesi",
      "C": "navlun ödemesi",
      "D": "vergi ödemesi",
      "E": "kasko ödemesi"
    },
    "explanation": "Prim üretimi doğrudan sigorta şirketi merkezince değil de, bir aracı kurum tarafından (daha çok bir acente) tarafından yapıldığında da doğrudan prim üretiminde yapılan kayıtlara benzer kayıtlar yapılır. Ancak ilave olarak sigorta şirketi ile acente arasında ortaya çıkan borç-alacak ilişkisi ve komisyon ödemesi de kayıtlarda dikkate alınır."
  },
  {
    "id": "2977509",
    "unitNumber": 7,
    "text": "Sigorta poliçesinin iptaline yol açan en önemli neden aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Riskin ağırlaşması",
      "B": "Sigortalının değişmesi",
      "C": "Sigortalının prim borcunu ödememesi",
      "D": "İşletmenin kredi borcu",
      "E": "Sigortalının yurt dışına çıkması"
    },
    "explanation": "Poliçe iptaline neden olan faktörler arasında riskin ağırlaşması, sigortalının değişmesi gibi durumlar sayılabilmekle birlikte, aslında poliçenin iptaline yol açan en önemli neden sigortalının prim borcunu (taksitlerini) ödememesidir."
  },
  {
    "id": "2977510",
    "unitNumber": 7,
    "text": "I. Riskin ağırlaşması\n II. Sigortalnın değişmesi\n III. Sigortalının prim borcunu ödememesi \n Yukarıdakilerden hangileri sigorta poliçesinin iptaline neden olan faktörler arasında yer alır?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "I, II ve III",
      "E": "Yalnız II"
    },
    "explanation": "Poliçe iptaline neden olan faktörler arasında riskin ağırlaşması, sigortalının değişmesi gibi durumlar sayılabilmekle birlikte, aslında poliçenin iptaline yol açan en önemli neden sigortalının prim borcunu (taksitlerini) ödememesidir."
  },
  {
    "id": "2977511",
    "unitNumber": 7,
    "text": "\"Poliçe iptali aracı kurum tarafından yapıldığında, yapılması gereken kayıtlar şirket merkezince yapılması gereken kayıtların benzeridir. Farklılık iptal edilecek alacaklı hesabın 'sigortalı hesabı' yerine ................... olmasıdır\"\n Yukarıdaki paragrafta yer alan boşluğu aşağıdakilerden hangisi doğru bir şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "bir acente hesabı",
      "B": "iptal hesabı",
      "C": "kurum hesabı",
      "D": "gelir hesabı",
      "E": "taksit hesabı"
    },
    "explanation": "Poliçe iptali aracı kurum tarafından yapıldığında, yapılması gereken kayıtlar şirket merkezince yapılması gereken kayıtların benzeridir. Farklılık iptal edilecek alacaklı hesabın “sigortalı hesabı” yerine 'bir acente hesabı' olmasıdır."
  },
  {
    "id": "2977512",
    "unitNumber": 7,
    "text": "\"Sigorta işletmelerinin sigorta poliçesi ile teminat altına aldıkları riskin gerçekleşmesi, diğer bir ifadeyle sigorta poliçesine konu olan olayın meydana gelmesi, sigorta işletmesinin .............. yükümlülüğünü doğurur.\"\n Yukarıdaki paragrafta yer alan boşluğu aşağıdakilerden hangisi doğru bir şekilde tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "kayıt düşme",
      "B": "tazminat ödeme",
      "C": "tahakkuk etme",
      "D": "teminat yapma",
      "E": "risk düşürme"
    },
    "explanation": "Sigorta işletmelerinin sigorta poliçesi ile teminat altına aldıkları riskin gerçekleşmesi, diğer bir ifadeyle sigorta poliçesine konu olan olayın meydana gelmesi, sigorta işletmesinin tazminat ödeme yükümlülüğünü doğurur."
  },
  {
    "id": "2977513",
    "unitNumber": 7,
    "text": "İşlemleri tamamlanan ve teminat altında olan hasarlara ait tazminatlar sigorta işletmesinin direktifi doğrultusunda aşağıdakilerden hangisine ödettirilir?",
    "correctAnswer": "E",
    "options": {
      "A": "ihbarı iptal edene",
      "B": "sigorta şirketine",
      "C": "hazineye",
      "D": "devlete",
      "E": "sigortalıya"
    },
    "explanation": "İşlemleri tamamlanan ve teminat altında olan hasarlara ait tazminatlar sigorta işletmesinin direktifi doğrultusunda sigortalıya veya sigorta ettirene ödenir."
  },
  {
    "id": "2977514",
    "unitNumber": 7,
    "text": "Sigorta işletmeleri sahip olunan varlıkların satışından, ödenen tazminat tutarını bir ölçüde azaltan bir gelir elde edilebilir. Sigortacılık sektöründe bu gelire verilen isim aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Birikim geliri",
      "B": "Sovtaj geliri",
      "C": "Sigorta geliri",
      "D": "Poliçe geliri",
      "E": "Reasürans geliri"
    },
    "explanation": "Sigorta işletmeleri sahip olunan bu varlıkların satışından, ödenen tazminat tutarını bir ölçüde azaltan bir gelir elde edilebilir. Sigortacılık sektöründe bu gelire “sovtaj geliri” denir"
  },
  {
    "id": "2977515",
    "unitNumber": 7,
    "text": "\"Sigorta işletmeleri özellikle büyük risklerin sigortalanmasında sorumluluğu tek başlarına üstlenmek istemezler. Bu durumda birkaç sigorta işletmesinin bir araya gelerek büyük çaptaki risklerin sigortalanması için birliktelik oluşturduğu görülür. Bu şekildeki birliktelik sayesinde sigortaya konu olan risk gerçekleştiğinde, tazmin edilmesi gereken tutar sigorta şirketleri tarafından paylaşılır. İşte sigorta şirketlerinin bu şekildeki uygulamalarına .............. adı verilir.\"\n Yukarıdaki paragrafta yer alan boşluğu aşağıdakilerden hangisi doğru bir şekilde tamamlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Reasürans",
      "B": "Sürjan",
      "C": "Jeran",
      "D": "Koasürans",
      "E": "Şablon"
    },
    "explanation": "Sigorta işletmeleri özellikle büyük risklerin sigortalanmasında sorumluluğu tek başlarına üstlenmek istemezler. Bu durumda birkaç sigorta işletmesinin bir araya gelerek büyük çaptaki risklerin sigortalanması için birliktelik oluşturduğu görülür. Bu şekildeki birliktelik sayesinde sigortaya konu olan risk gerçekleştiğinde, tazmin edilmesi gereken tutar sigorta şirketleri tarafından paylaşılır. İşte sigorta şirketlerinin bu şekildeki uygulamalarına \"koasürans\" veya \"birlikte sigorta\" adı verilir"
  },
  {
    "id": "2977516",
    "unitNumber": 7,
    "text": "\"Koasürör işletme de kendi payına düşen kısmı jeran işletmeye ödediğinde, “320 Sigortacılık Faaliyetlerinden Borçlar Hesabı”na alacak, ilgili ................. hesabına borç kaydı yapar\"\n Yukarıdaki paragrafta yer alan boşluğu aşağıdakilerden hangisi doğru bir şekilde tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "ÖDENECEK VERGİ VE FONLAR HESABI",
      "B": "SİGORTACILIK FAALİYETLERİNDEN<br/>ALACAKLAR HESABI",
      "C": "BRANŞ TEKNİK KISIM GELİR TABLOSU",
      "D": "TAZMİNAT ÖDEMELERİ",
      "E": "REASÜRANS FAALİYETLERİNDEN ALACAKLAR"
    },
    "explanation": "Koasürör işletme de kendi payına düşen kısmı jeran işletmeye ödediğinde, “320 Sigortacılık Faaliyetlerinden Borçlar Hesabı”na alacak, ilgili branş teknik kısım gelir tablosu hesabına borç kaydı yapar."
  },
  {
    "id": "2977517",
    "unitNumber": 8,
    "text": "I. Muhasebe dışı envanter işlemleri yapılarak iktisadi kıymetlerin gerçek durumu tespit edilir II. Dönem sonunda muhasebe kayıtlarına göre genel geçici mizan düzenlenir III.Muhasebe dışı envanter sonuçları ile genel geçici mizan karşılaştırılır , varsa farklar bulunur Muhasebe uygulamalarında envanter işlemlerinin genel olarak yapılış sıralaması, aşağıdaki seçeneklerden hangisinde doğru biçimde ifade edilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "I , II ,III",
      "B": "I , III , II",
      "C": "II , I , III",
      "D": "II , III , I",
      "E": "III , I ,II"
    },
    "explanation": "İşlem sırası C de doğru biçimde ifade edilmiştir."
  },
  {
    "id": "2977518",
    "unitNumber": 8,
    "text": "I. Sigorta teknik karşılıkları , sigorta şirketi bilançolarının diğer işletme bilançolarından başlıca farkını oluşturur II. Sigorta teknik karşılıklarının en önemli fonksiyonu , sigortalanmış olan olayın meydana gelmesinden dolayı ortaya çıkacak olan tazminat taleplerinin karşılanması için bir güvence sağlamasıdır III.Sigorta işletmelerinin sigortalılara karşı üstlendikleri yükümlülükleri yerine getirebilmek için dönem sonunda karşılık ayırma zorunluluğu yoktur Yukarıdaki üç bilgi cümlesi ile ilgili olarak aşağıdaki seçeneklerden hangisinde sırayla ve doğru değerlendirmeler yapılmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "I. Doğru , II. Doğru , III. Yanlış",
      "B": "I. Doğru , II. Yanlış , III . Doğru",
      "C": "I. Yanlış , II. Doğru , III. Doğru",
      "D": "I. Yanlış , II. Yanlış , III. Doğru",
      "E": "I. Yanlış , II. Doğru , III. Yanlış"
    },
    "explanation": "A doğrudur. Buna göre III yanlıştır çünkü sigorta işletmelerinin ilgili konuda karşılık ayırma zorunluluğu vardır."
  },
  {
    "id": "2977519",
    "unitNumber": 8,
    "text": "' kazanılmış primler karşılığı, sona ermiş riskler karşılığı , matematik karşılıklar , dengeleme karşılığı , ikramiye ve indirimler karşılığı' Yukarıdaki karşılık türlerinden kaç tanesi ilgili yönetmelik gereği sigorta teknik karşılıkları arasında sayılır?",
    "correctAnswer": "C",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "4",
      "E": "5"
    },
    "explanation": "Doğru cevap C dir. Kazanılmış primler karşılığı değil kazanılmamış primler karşılığı, sona ermiş riskler değil devam eden riskler karşılığı teknik karşılıklar arasında sayıldığı için sıralanan beş karşılıktan ikisi yanlıştır. Dolayısı ile doğru sayı 3 , cevap C dir."
  },
  {
    "id": "2977520",
    "unitNumber": 8,
    "text": "1 Haziran 2013 tarihinde ve 1 yıl için düzenlenen bir sigorta poliçesinin 2014 yılında yürürlükte olacağı ayların tümü aşağıdaki seçeneklerden hangisinde gösterilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ocak , Şubat",
      "B": "Ocak , Şubat , Mart",
      "C": "Ocak , Şubat , Mart , Nisan",
      "D": "Ocak , Şubat , Mart , Nisan , Mayıs",
      "E": "Ocak , Şubat , Mart , Nisan , Mayıs , Haziran"
    },
    "explanation": "2013 te 1 Haziran 31 Aralık arasında 7 ay vardır. 2014 te ise 1 yılı (12 ay) tamamlayan 12-7=5 ay vardır. Bunlar ;Ocak , Şubat , Mart , Nisan ve Mayıs'tır. Cevap D dir."
  },
  {
    "id": "2977521",
    "unitNumber": 8,
    "text": "I. Hayat branşı için uygulanmaktadır II. Askıda kalmış hasar karşılığı olarak da bilinir III.Tutarının belirlenmesinde tek tek tahmin ve ortalama değer yöntemleri kullanılır Muallak hasar ve tazminat karşılığıyla ilgili yukarıdaki bilgi cümlelerini sırayla ve doğru biçimde değerlendiren seçenek hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "I. Doğru , II. Doğru , III. Yanlış",
      "B": "I. Doğru , II. Yanlış , III. Doğru",
      "C": "I. Yanlış , II. Doğru , III. Doğru",
      "D": "I. Yanlış , II. Yanlış , III. Doğru",
      "E": "I. Yanlış , II. Doğru , III, Yanlış"
    },
    "explanation": "C doğru cevaptır. Buna göre I yanlıştır çünkü sözü geçen karşılık hayat branşı için uygulanmamaktadır."
  },
  {
    "id": "2977522",
    "unitNumber": 8,
    "text": "2018 yılına ait deprem ve kredi net primi 5000 TL olan bir sigorta işletmesinin aynı yılda ayırdığı dengeleme karşılığı kaç TL dir?",
    "correctAnswer": "B",
    "options": {
      "A": "300",
      "B": "600",
      "C": "1200",
      "D": "2400",
      "E": "4800"
    },
    "explanation": "Dengeleme karşılığı ilgili yıla isabet eden deprem ve kredi net priminin %12 si oranında olacağı için 5000.(0,12) = 600 TL olup B seçeneği doğrudur."
  },
  {
    "id": "2977523",
    "unitNumber": 8,
    "text": "' çalışan sayısı , yabancı kaynaklar , nakit akışları , üretim miktarı , özkaynaklar , varlıklar ' Yukarıdakilerden kaç tanesi finansal tablolarda sunulan bilgiler arasında yer alır?",
    "correctAnswer": "D",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "4",
      "E": "5"
    },
    "explanation": "Yabancı kaynaklar , nakit akışları , özkaynaklar ve varlıklar finansal tablolarda sunulan bilgiler arasında yer alır. Doğru cevap D dir."
  },
  {
    "id": "2977524",
    "unitNumber": 8,
    "text": "I. Bilanço iki kısımdan oluşur II. Bilançoda varlık - kaynak eşitsizliği vardır III.Bilançodaki kaynaklar yabancı kaynaklar ve özkaynaklardan oluşur IV. Bilançonun yabancı kaynaklarını kısa ve uzun vadeli kaynaklar oluşturur V. Bilançonun aktif tarafında varlıklar yer alır VI.Bilançonun pasif tarafında kaynaklar yer alır VII.Bilançoda aktif pasiften büyüktür Yukarıdaki bilgi cümlelerinden kaç tanesi doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "II. cümle yanlıştır çünkü varlık - kaynak eşitliği vardır. VII. cümle de yanlıştır çünkü aktif - pasif eşitliği vardır. Böylece 7 cümleden ikisi yanlış , beşi doğru olmaktadır. D doğrudur."
  },
  {
    "id": "2977525",
    "unitNumber": 8,
    "text": "' anlaşılabilirlik , döviz cinsinden ifade edilme , ihtiyaca uygunluk , tahakkuk esasına göre hazırlanma , güvenilirlik , karşılaştırılabilirlik ' Yukarıdaki altı özellikten kaç tanesi finansal tabloların nitelikleri arasında sayılır?",
    "correctAnswer": "E",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "4",
      "E": "5"
    },
    "explanation": "Finansal tablolar TL ile ifade edildiği için döviz cinsinden ifade edilme hariç diğer beş özellik finansal tabloların nitelikleri arasında yer alır. Doğru cevap E dir"
  },
  {
    "id": "2977526",
    "unitNumber": 8,
    "text": "I. Özkaynak değişim tablosu II. Nakit akım tablosu III.Bilanço IV.Kar dağıtım tablosu V. Gelir tablosu Yukarıdaki finansal tablolardan hangi ikisi temel finansal tablo niteliğindedir?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "II ve V",
      "D": "I ve IV",
      "E": "III ve V"
    },
    "explanation": "Doğru cevap bilanço ve gelir tablosu yani E dir."
  },
  {
    "id": "2977527",
    "unitNumber": 8,
    "text": "Muhasebe uygulamalarında envanter işlemleri genel olarak hangi işlem ile başlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Dönem sonunda muhasebe kayıtlarına göre genel geçici mizan düzenlenmesi",
      "B": "Muhasebe dışı envanter işlemleri yapılarak iktisadi kıymetlerin gerçek durumunun tespit edilmesi",
      "C": "Muhasebe dışı envanter sonuçları ile genel geçici mizanın karşılaştırılması",
      "D": "Muhasebe kayıtları ile envanter sonuçlarının uyumunun sağlanması",
      "E": "Finansal tabloların düzenlenmesi"
    },
    "explanation": "Muhasebe uygulamalarında envanter işlemleri genel olarak aşağıdaki sıraya göre yapılır: \n<br/>1. Dönem sonunda muhasebe kayıtlarına göre genel geçici mizan düzenlenir.<br/>2. Muhasebe dışı envanter işlemleri yapılarak iktisadi kıymetlerin gerçek durumu tespit edilir.<br/>3. Muhasebe dışı envanter sonuçları ile genel geçici mizan karşılaştırılır, varsa farklar bulunur.<br/>4. Bulunan farkların sebeplerine göre gerekli düzenleyici muhasebe kayıtları yapıla- rak muhasebe içi envanter işlemleri yapılır.<br/>Dönem sonunda muhasebe kayıtlarına göre genel geçici mizan düzenlenmesi"
  },
  {
    "id": "2977528",
    "unitNumber": 8,
    "text": "Sigorta şirketlerinin düzenlemiş oldukları sözleşmelerinden dolayı üstlenmiş oldukları risklere ilişkin yükümlülükler için ayrılan bilanço kalemlerine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sigorta teknik karşılıkları",
      "B": "Sigorta kredi karşılıkları",
      "C": "Varlık karşılıkları",
      "D": "Yapılandırma karşılıkları",
      "E": "Zarar karşılıkları"
    },
    "explanation": "Sigorta teknik karşılıkları, sigorta şirketi bilançolarının diğer işletme bilançolarından başlıca farkını oluşturur. Sigorta teknik karşılıkları, sigorta işletmelerinin düzenlemiş oldukları sözleşmelerinden dolayı üstlenmiş oldukları risklere ilişkin yükümlülükler için ayrılan bilanço kalemleridir.<br/>Sigorta teknik karşılıkları"
  },
  {
    "id": "2977529",
    "unitNumber": 8,
    "text": "26606 Sayılı Sigorta ve Reasürans il Emeklilik Şirketlerinin Teknik Karşılıklarına ve Bu Karşılıkların Yaratılacağı Varlıklara İlişkin Yönetmeliğe göre aşağıdakilerden hangisi teknik karşılıklardan biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Fiziksel Karşılıklar",
      "B": "Matematik Karşılıklar",
      "C": "Dengeleme Karşılığı",
      "D": "Kazanılmamış Primler Karşılığı",
      "E": "İkramiye ve İndirimler Karşılığı"
    },
    "explanation": "• Kazanılmamış Primler Karşılığı,<br/>• Devam Eden Riskler Karşılığı,<br/>• Muallak Hasar ve Tazminat Karşılığı,<br/>• Matematik Karşılıklar,<br/>• Dengeleme Karşılığı,<br/>• İkramiye ve İndiriml<br/>Fiziksel Karşılıklar"
  },
  {
    "id": "2977530",
    "unitNumber": 8,
    "text": "Düzenlenen sigorta poliçelerinin, sürelerinin gelecek yıla sarkması nedeniyle sarkan bölüm için ayrılan karşılığa ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kazanılmış Primler Karşılığı",
      "B": "Devam Eden Riskler Karşılığı",
      "C": "Muallak Hasar ve Tazminat Karşılığı",
      "D": "Matematik Karşılıklar",
      "E": "Dengeleme Karşılığı"
    },
    "explanation": "Düzenlenen sigorta poliçelerinin, bazılarının süreleri bakımından yıl (dönem) sonunda sona ermemeleri ve gelecek yıla sarkması nedeniyle sarkan bölüm için karşılık ayrılması gerekir. Çünkü sigorta işletmelerinin sorumluluğu izleyen yıla sarkan bu zaman süresince de devam edecektir. “Cari Riskler Karşılığı” olarak da adlandırılan bu karşılık, bir yıldan uzun süreli hayat sigortaları ve deprem teminatları dışındaki taahhütler için ayrılmaktadır.<br/>Kazanılmış Primler Karşılığı"
  },
  {
    "id": "2977531",
    "unitNumber": 8,
    "text": "Takip eden hesap dönemlerinde meydana gelebilecek tazminat oranlarındaki dalgalanmaları dengelemek ve katastrofik riskleri karşılamak üzere, kredi ve deprem teminatları için ayrılan karşılığa ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dengeleme Karşılığı",
      "B": "İkramiye ve İndirimler Karşılığı",
      "C": "Matematik Karşılıklar",
      "D": "Muallak Hasar ve Tazminat Karşılığı",
      "E": "Devem Eden Riskler Karşılığı"
    },
    "explanation": "Takip eden hesap dönemlerinde meydana gelebilecek tazminat oranlarındaki dalgalanmaları dengelemek ve katastrofik riskleri karşılamak üzere, kredi ve deprem teminatları için ayrılan karşılıktır. Bu karşılık her bir yıla isabet eden deprem ve kredi net primlerinin % 12’si oranında hesaplanır. Net primin hesaplanmasında, bölüşmesiz reasürans anlaşmaları için ödenen tutarlar, devredilen prim olarak telakki edilir. Karşılık ayrılmasına son beş finansal yılda yazılan net primlerin en yüksek tutarının % 150’sine ulaşılıncaya ka-dar devam edilir<br/>Dengeleme Karşılığı"
  },
  {
    "id": "2977532",
    "unitNumber": 8,
    "text": "Bir işletmenin belirli bir andaki varlıkları ile bu varlılğın kaynağını ve ek olarak faaliyet sonuçlarını hubasebe ilkelerine, kurallarına ve ilgili yasaların hükümlerine göre karşılıklı tutarlar olarak gösteren çift yanlı çizelgelere ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bilanço",
      "B": "Finansal tablo",
      "C": "Muhasebe defteri",
      "D": "Varlıklar tablos",
      "E": "Gelir tahakkukları"
    },
    "explanation": "Bilançonun çeşitli açılardan tanımları yapılmıştır. Birbirine benzer olan bu tanımlardan birine göre bilanço; bir işletmenin belirli bir andaki varlıkları ile bu varlığın kaynağını ve ek olarak faaliyet sonuçlarını muhasebe ilkelerine, kurallarına ve ilgili yasaların hükümlerine göre karşılıklı tutarlar olarak gösteren çift yanlı bir çizelgedir. Bu çizelgenin aktif adı verilen tarafında varlıklar, pasif adı verilen tarafında ise kısa ve uzun vadeli yabancı kaynaklar ile öz kaynaklar yer alır.<br/>Bilanço"
  },
  {
    "id": "2977533",
    "unitNumber": 8,
    "text": "Bilanço ile ilgii aşağıdaki ifadelerden hangisi yanlışıtır?",
    "correctAnswer": "A",
    "options": {
      "A": "Varlıkların kaydedildiği tarafa pasif adı verilir.",
      "B": "Aktif ve pasif olmak üzere iki kısımdan oluşur.",
      "C": "Aktif ve pasif birbirine eşit olur.",
      "D": "Pasif taraf varlıkları karşılayan kaynakları gösterir.",
      "E": "Bir işletmenin belli bir tarihteki durumunu gösterir."
    },
    "explanation": "Bir işletmenin belli bir tarihteki durumunu gösteren bilanço, aktif ve pasif olmak üzere iki kısımdan oluşur. Bilançoda varlıkların kaydedildiği tarafa aktif, borçların ve öz kaynakların kaydedildiği tarafa ise pasif adı verilir. Bir bilançoda aktif ve pasif birbirine eşit olur. Bilançonun aktifi varlıkları, pasifi ise varlıkları karşılayan kaynakları gösterdiğine göre aşağıdaki genel eşitlikler yazılabilir:<br/>Varlıkların kaydedildiği tarafa pasif adı verilir."
  },
  {
    "id": "2977534",
    "unitNumber": 8,
    "text": "Kar ve zarar hesabını temel alarak bir kurumun bir hesap dönemindeki işletme kar-zararı oluşumu ile kurum kar zararı oluşumunu ve dağıtım şeklini sistemli bir düzen içinde gösteren çizelgelere ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gelir tablosu",
      "B": "Gider tablosu",
      "C": "Bilanço",
      "D": "Değer tablosu",
      "E": "Mali tablo"
    },
    "explanation": "Gelir tablosu, kâr ve zarar hesabını temel alarak bir kurumun bir hesap dönemindeki işletme kâr-zararı oluşumu ile kurum kâr zararı oluşumunu ve dağıtım şeklini sistemli bir düzen içinde gösteren çizelgedir. Tanımdan da anlaşılacağı gibi; gelir tablosu, kâr ve zarar hesabının işletme yönetimi için daha anlamlı bir şekilde biçimlendirilmesi ve bunun sonucu olarak gider ile geliri kapsamlarıyla sınıflandırma, yeni bir biçime kavuşturma gereğinden doğmuştur."
  },
  {
    "id": "2977535",
    "unitNumber": 8,
    "text": "Sigorta sözleşmesinin süresi boyunca üstlenilen risk düzeyi ile kazanılan primlerin zamana bağlı dağılımının uyumlu olmadığı kabul edilen sigorta branşlarında, ayrıca kazanılmamış primler karşılığının şirketin taşıdığı risk ve beklenen masraf düzeyine göre yetersiz kalması halinde ayrılan karşılık aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Devam Eden Riskler Karşılığı",
      "B": "Kazanılmamış Primler Karşılığı",
      "C": "Muallak Hasar ve Tazminat Karşılığı",
      "D": "Matematik Karşılık",
      "E": "Dengeleme Karşılığı"
    },
    "explanation": "Sigorta sözleşmesinin süresi boyun- ca üstlenilen risk düzeyi ile kazanılan primlerin zamana bağlı dağılımının uyumlu olmadığı kabul edilen sigorta branşlarında, ayrıca kazanılmamış primler karşılığının şirketin taşıdığı risk ve beklenen masraf düzeyine göre yetersiz kalması halinde ayrılır.<br/>Devam Eden Riskler Karşılığı"
  },
  {
    "id": "2977536",
    "unitNumber": 8,
    "text": "Hayat ve hayat dışı barnşında faaliyet gösteren şirketler bir yıldan uzun süreli hayat, sağlık ve ferdi kaza sigorta sözleşmeleri için sigorta ettirenler ile lehdarlara olan yükümlülüklerini karşılamak üzere, aktüeryal esaslara göre yeterli düzeyde ayrımaları gereken karşılık aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Matematik Karşılıklar",
      "B": "Dengeleme Karşılığı",
      "C": "İkramiye ve İndirimler Karşılığı",
      "D": "Muallak Hasar ve Tazminat Karşılığı",
      "E": "Devam Eden Riskler Karşılığı"
    },
    "explanation": "Hayat ve hayat dışı branşında faaliyet gösteren şirketler bir yıldan uzun süreli hayat, sağlık ve ferdi kaza sigorta sözleşmeleri için sigorta ettirenler ile lehdarlara olan yükümlülüklerini karşılamak üzere, aktüeryal esaslara göre yeterli düzeyde matematik karşılık ayırır.<br/>Matematik Karşılıklar"
  },
  {
    "id": "2977537",
    "unitNumber": 8,
    "text": "Muhasebe uygulamalarında envanter işlemleri genel olarak sıraladığımızda aşağıdakilerden hangisi ilk başta yapılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Dönem sonunda muhasebe kayıtlarına göre genel geçici mizan düzenlenmesi",
      "B": "Muhasebe dışı envanter işlemleri yapılarak iktisadi kıymetlerin gerçek durumu tespit edilmesi",
      "C": "Muhasebe dışı envanter sonuçları ile genel geçici mizan karşılaştırılması, varsa farkların bulunması",
      "D": "Muhasebe kayıtları ile envanter sonuçlarının uyumu sağlanarak genel kesin mizan düzenlenmesi",
      "E": "Finansal tabloların düzenlenmesi"
    },
    "explanation": "SİGORTA İŞLETMELERİNDE DÖNEM SONU İŞLEMLERİ<br/>Muhasebe uygulamalarında envanter işlemleri genel olarak aşağıdaki sıraya göre yapılır:\n <ol> <li>Dönem sonunda muhasebe kayıtlarına göre genel geçici mizan düzenlenir.</li> <li>Muhasebe dışı envanter işlemleri yapılarak iktisadi kıymetlerin gerçek durumu tespit edilir.</li> <li>Muhasebe dışı envanter sonuçları ile genel geçici mizan karşılaştırılır, varsa farklar bulunur.</li> <li>Bulunan farkların sebeplerine göre gerekli düzenleyici muhasebe kayıtları yapılarak muhasebe içi envanter işlemleri yapılır.</li> <li>Muhasebe kayıtları ile envanter sonuçlarının uyumu sağlanarak genel kesin mizan düzenlenir.</li> <li>Daha sonra finansal tablolar düzenlenir.</li> </ol> Bu işlemleri takiben kapanış kayıtları yapılmak suretiyle muhasebe dönemi içerisindeki işlemler tamamlanır."
  },
  {
    "id": "2977538",
    "unitNumber": 8,
    "text": "Muhasebe uygulamalarında envanter işlemleri genel olarak sıraladığımızda aşağıdakilerden hangisi <strong>en sonda </strong>yapılır?",
    "correctAnswer": "E",
    "options": {
      "A": "Dönem sonunda muhasebe kayıtlarına göre genel geçici mizan düzenlenmesi",
      "B": "Muhasebe dışı envanter işlemleri yapılarak iktisadi kıymetlerin gerçek durumu tespit edilmesi",
      "C": "Muhasebe dışı envanter sonuçları ile genel geçici mizan karşılaştırılması, varsa farkların bulunması",
      "D": "Muhasebe kayıtları ile envanter sonuçlarının uyumu sağlanarak genel kesin mizan düzenlenmesi",
      "E": "Finansal tabloların düzenlenmesi"
    },
    "explanation": "SİGORTA İŞLETMELERİNDE DÖNEM SONU İŞLEMLERİ<br/>Muhasebe uygulamalarında envanter işlemleri genel olarak aşağıdaki sıraya göre yapılır:\n <ol> <li>Dönem sonunda muhasebe kayıtlarına göre genel geçici mizan düzenlenir.</li> <li>Muhasebe dışı envanter işlemleri yapılarak iktisadi kıymetlerin gerçek durumu tespit edilir.</li> <li>Muhasebe dışı envanter sonuçları ile genel geçici mizan karşılaştırılır, varsa farklar bulunur.</li> <li>Bulunan farkların sebeplerine göre gerekli düzenleyici muhasebe kayıtları yapılarak muhasebe içi envanter işlemleri yapılır.</li> <li>Muhasebe kayıtları ile envanter sonuçlarının uyumu sağlanarak genel kesin mizan düzenlenir.</li> <li>Daha sonra finansal tablolar düzenlenir.</li> </ol> Bu işlemleri takiben kapanış kayıtları yapılmak suretiyle muhasebe dönemi içerisindeki işlemler tamamlanır."
  },
  {
    "id": "2977539",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi sigorta işletmelerinin düzenlemiş oldukları sözleşmelerinden dolayı üstlenmiş oldukları risklere ilişkin yükümlülükler için ayrılan bilanço kalemleridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Alackalar reeskontu",
      "B": "Sigorta teknik karşılıkları",
      "C": "İştiraklerden alacaklar",
      "D": "Reasürans değeri",
      "E": "Diğer risklere ilişkin karşılıklar"
    },
    "explanation": "Sigorta teknik karşılıkları, sigorta şirketi bilançolarının diğer işletme bilançolarından başlıca farkını oluşturur. Sigorta teknik karşılıkları, sigorta işletmelerinin düzenlemiş oldukları sözleşmelerinden dolayı üstlenmiş oldukları risklere ilişkin yükümlülükler için ayrılan bilanço kalemleridir. Bu karşılıkların en önemli fonksiyonu, sigortalanmış olan olayın meydana gelmesinden dolayı ortaya çıkacak olan tazminat taleplerinin karşılanabilmesi için bir güvence sağlamasıdır. Ayrıca finansal bilgi kullanıcılarına, sigorta işletmesinin üzerine almış olduğu risk durumunu göstermektedir."
  },
  {
    "id": "2977540",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi finansal tabloların başlıca niteliklerinden biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Anlaşılablirlik",
      "B": "İhtiyaca uygunluk,",
      "C": "Yaratıcılık",
      "D": "Güvenilirlik",
      "E": "Karşılaştırılabilirlik"
    },
    "explanation": "SİGORTA İŞLETMELERİNİN FİNANSAL TABLOLARI<br/>Finansal tabloların nitelikleri, finansal tabloları kullanıcıları için faydalı hale getiren yönleridir. Anlaşılabilirlik, ihtiyaca uygunluk, güvenilirlik ve karşılaştırılabilirlik finansal tabloların başlıca niteliklerini oluşturur."
  },
  {
    "id": "2977541",
    "unitNumber": 8,
    "text": "Başbakanlık Hazine Müsteşarlığı tarafından, 7 Ağustos 2007 tarih ve 26606 Sayılı Resmi Gazete’de yayımlanan ve 28/07/2010 tarih ve 27655 sayı ile değiştirilmiş “Sigorta ve Reasürans ile Emeklilik Şirketlerinin Teknik Karşılıklarına ve Bu Karşılıkların Yatırılacağı Varlıklara İlişkin Yönetmelik” te teknik karşılıklara ilişkin yapılan tanımlamaya göre aşağıdakilerden hangisi teknik karşılıklar arasında <strong>yer almaz</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Kazanılmamış Primler Karşılığı,",
      "B": "Devam Eden Riskler Karşılığı,",
      "C": "Muallak Hasar ve Tazminat Karşılığı,",
      "D": "Ödenecek Vergi ve Fonlar",
      "E": "Matematik Karşılıklar,"
    },
    "explanation": "Başbakanlık Hazine Müsteşarlığı tarafından, 7 Ağustos 2007 tarih ve 26606 Sayılı Resmi Gazete’de yayımlanan ve 28/07/2010 tarih ve 27655 sayı ile değiştirilmiş “Sigorta ve Reasürans ile Emeklilik Şirketlerinin Teknik Karşılıklarına ve Bu Karşılıkların Yatırılacağı 1Varlıklara İlişkin Yönetmelik” te teknik karşılıklara ilişkin tanımlar, hesaplamalar ve yeterlilik testlerine ilişkin bilgiler verilmiştir. İlgili yönetmelikte teknik karşılıklar aşağıdaki gibi sıralanmıştır:<br/>• Kazanılmamış Primler Karşılığı,<br/>• Devam Eden Riskler Karşılığı,<br/>• Muallak Hasar ve Tazminat Karşılığı,<br/>• Matematik Karşılıklar,<br/>• Dengeleme Karşılığı,<br/>• İkramiye ve İndirimler Karşılığı."
  },
  {
    "id": "2977542",
    "unitNumber": 8,
    "text": "Muallak Hasar ve Tazminat Karşılığı aşağıdaki branslardan <strong>uygulanmamaktadır</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Hayat Branşı",
      "B": "Yangın Branşı",
      "C": "Kaza Branşı",
      "D": "Nakliyet Branşı",
      "E": "Deprem Branşı"
    },
    "explanation": "Muallak Hasar ve Tazminat Karşılığı<br/>Muallak “askıda”, hasar ise “zarar-ziyan” anlamındadır. Dolayısı ile bu karşılığa “askıda kalmış hasar karşılığı” da denilmektedir. Hayat branşı hariç yangın, kaza, nakliyat gibi diğer branşlarda uygulanmaktadır. Cari yıl içinde tahakkuk etmiş, ancak bazı nedenlerle henüz ödenmemiş, izleyen yıllarda ödenmesi olası hasarlara” muallak hasarlar” denilmektedir."
  },
  {
    "id": "2977543",
    "unitNumber": 8,
    "text": "Takip eden hesap dönemlerinde meydana gelebilecek tazminat oranlarındaki dalgalanmaları dengelemek ve katastrofik riskleri karşılamak üzere, kredi ve deprem teminatları için ayrılan karşılık hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "İkramiye ve İndirimler Karşılığı",
      "B": "Dengeleme Karşılığı",
      "C": "Matematik Karşılıklar",
      "D": "Muallak Hasar ve Tazminat Karşılığı",
      "E": "Devam Eden Riskler Karşılığı"
    },
    "explanation": "Dengeleme karşılığı, Sigorta ve Reasürans ile Emeklilik Şirketlerinin Teknik Karşılıklarına ve Bu Karşılıkların Yatırılacağı Varlıklara İlişkin Yönetmeliğin 9.maddesinde ele alınmıştır. İlgili maddede; “Takip eden hesap dönemlerinde meydana gelebilecek tazminat oranlarındaki dalgalanmaları dengelemek ve katastrofik riskleri karşılamak üzere, kredi ve deprem teminatları için ayrılan karşılıktır."
  },
  {
    "id": "2977544",
    "unitNumber": 8,
    "text": "Sigorta işletmeleri tarafından düzenlenmesi gereken Bilançoya (Finansal Durum Tablosuna) göre aşağıdakilerden hangisi sigorta şirketlerinin<strong> Cari Varlıkları</strong> arasında yer almaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Nakit ve Benzeri Varlıklar",
      "B": "Finansal Borçlar",
      "C": "Esas Faaliyetlerden Borçlar",
      "D": "İlişkili Taraflara Borçlar",
      "E": "Sigortacılık teknik Karşılıkları"
    },
    "explanation": "Bilanço<br/>A şıkkı dışında kalan seçeneklerin hepsi Sigorta Şirketlerinin Yükümlülükleri arasında yer almaktadır."
  },
  {
    "id": "2977545",
    "unitNumber": 8,
    "text": "Sigorta işletmeleri tarafından düzenlenmesi gereken Bilançoya (Finansal Durum Tablosuna) göre aşağıdakilerden hangisi sigorta şirketlerinin<strong> Yükümlülükleri </strong> arasında yer almaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Nakit ve Nakit Benzeri Varlıklar",
      "B": "Finansal Varlıklar ile Riski Sigortalılara Ait Finansal Yatırımlar",
      "C": "Esas Faaliyetlerden Alacaklar",
      "D": "İlişkili Taraflardan Alacaklar",
      "E": "Sigortacılık Teknik Karşılıkları"
    },
    "explanation": "Bilanço<br/>E şıkkı dışında kalan seçeneklerin hepsi sigorta şirketlerinin Cari Varlıklarını göstermektedir. E şıkkı yükümlülüktür."
  },
  {
    "id": "2977546",
    "unitNumber": 8,
    "text": "Sigorta işletmeleri tarafından düzenlenmesi gereken Gelir Tablosunda (Kar-Zarar Tablosunda) aşağıdakilerden hangisi Teknik Bölüm içerisinde yer almaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Hayat Dışı Teknik Gelir",
      "B": "Yatırım Gelirleri",
      "C": "Yatırım Giderleri",
      "D": "Dönem Net Karı ve Zararı",
      "E": "Diğer Faaliyetlerden ve Olağandışı Faaliyetlerden Gelir ve Karlar ile Gider ve Zararlar"
    },
    "explanation": "Sigorta işletmeleri tarafından düzenlenmesi gereken Gelir Tablosunda (Kar-Zarar Tablosunda) Teknik Bölümde; Hayat dışı teknik gelir, Hayat dışı teknik gider, Hayat teknik gelir, Hayat teknik gider, Emeklilik teknik gelir ve Emeklilik teknik gider yer alır. Doğru yanıt A'dır. A seçeneği dışındaki seçenekler Teknik Olmayan Bölümde yer alır."
  }
]