[
  {
    "id": "3449147",
    "unitNumber": 1,
    "text": "<strong>Which of the following combination of disciplines form the behavioral economics?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "psychology and economics",
      "B": "sociology and economics",
      "C": "mathematics and economics",
      "D": "statistics and economic",
      "E": "history and economics"
    },
    "explanation": "An interdisciplinary field of study that combines psychology and economics, behavioral economics is a relatively recent field of study."
  },
  {
    "id": "3449160",
    "unitNumber": 1,
    "text": "<strong>Which of the following is not considered within the scope of </strong><strong>behavioral economics</strong><strong>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "studying the effects of war on consumer behavior.",
      "B": "studying the effects of emotional factors on consumer behavior.",
      "C": "studying the effects of cognitive factors on consumer behavior.",
      "D": "studying the effects of emotional factors on producers.",
      "E": "studying the effects of social factors on producers and consumers."
    },
    "explanation": "Behavioral Economics is “a field of economics that studies the impact of emotional, social, and cognitive factors on economic decision-making by institutions and individuals."
  },
  {
    "id": "3449172",
    "unitNumber": 1,
    "text": "<strong>Which of the following is not an example of rational behavior</strong><strong>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Trying to spend as much as possible.",
      "B": "maximizing the utility given the prices of products and consumer income.",
      "C": "maximizing the profits of firm.",
      "D": "trying to get every information about the good that you plan to buy.",
      "E": "knowing the meaning of trade off."
    },
    "explanation": "Rationality is the ability to make the best decisions for people’s own benefit."
  },
  {
    "id": "3449188",
    "unitNumber": 1,
    "text": "<strong>Choosing the best among the all alternatives is an example of ...</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "rationality.",
      "B": "opportunity cost.",
      "C": "scarcity.",
      "D": "trade off.",
      "E": "inefficiency."
    },
    "explanation": "In classical economics, the assumption of rationality means that people compare among themself all the alternatives that arise in everyday life and then choose the best one."
  },
  {
    "id": "3449195",
    "unitNumber": 1,
    "text": "<strong>Which of the following is not considered as one of the typical characteristics of Homo Economicus?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "always make irrational decisions.",
      "B": "He is rational egoist.",
      "C": "he knows everything about his interest.",
      "D": "he knows his needs.",
      "E": "he always makes the correct decisions."
    },
    "explanation": "Homo economicus” (economic man), who can be defined “as a rational egoist who knows exactly his interests and needs and always makes the right decisions economically."
  },
  {
    "id": "3449205",
    "unitNumber": 1,
    "text": "<strong>Who is the inventor of Homo economicus” (economic man) </strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Adam Smith.",
      "B": "David Ricardo.",
      "C": "Alfred Marshall.",
      "D": "John Maynard Keynes",
      "E": "Karl Marx."
    },
    "explanation": "The concept was first introduced by Adam Smith.."
  },
  {
    "id": "3449240",
    "unitNumber": 1,
    "text": "<strong>Which of the following development played a key role behind the raise of </strong><strong>Behavioral Economics</strong><strong>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "irrationality of assumption of Homo Economicus.",
      "B": "changing world.",
      "C": "globalization.",
      "D": "rising influence of mathematics on economics.",
      "E": "rising influence of psychology on economics."
    },
    "explanation": "Over time, it has become clear that human behavior is not always rational. Such people have been described as “behaviorists” in the literature. It is noticed that, unlike economic people, individuals make mistakes predictably"
  },
  {
    "id": "3449253",
    "unitNumber": 1,
    "text": "<strong>Unlike the homo economicus assumption, which of the following best describes the human being in reality?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "homo sapiens.",
      "B": "rational egoist.",
      "C": "knows everything about own personal interest.",
      "D": "knows everything about own personal needs.",
      "E": "makes always the correct decisions."
    },
    "explanation": "In reality, people are not “homo economicus” but “homo sapiens” because they always behave far from rational."
  },
  {
    "id": "3449266",
    "unitNumber": 1,
    "text": "<strong>Which of the following is the main focus of Behavioral Economics?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "economic behavior.",
      "B": "markets.",
      "C": "international trade.",
      "D": "homo economicus.",
      "E": "homo sapiens."
    },
    "explanation": "The field of behavioral economics examines the actions taken by economic agents and the psychological elements that influence these actions and, in turn, economic behavior."
  },
  {
    "id": "3449272",
    "unitNumber": 1,
    "text": "<strong>Which of the following is not considered within the scope of behavioral economics</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "why do people gamble?",
      "B": "why do people engage in the majority of daily activities?",
      "C": "why do they purchase goods and services in the manner in which they do?",
      "D": "why do they make particular decisions about themselves or others?",
      "E": "how do they arrive at these conclusions about economic behavior?"
    },
    "explanation": "Behavioral economics explains why people engage in the majority of daily activities, why they purchase goods and services in the manner in which they do, why they make particular decisions about themselves or others, and how they arrive at these<br/>conclusions."
  },
  {
    "id": "3458996",
    "unitNumber": 1,
    "text": "Why are people emphasized as homo sapiens instead of being named as homo economicus in reality?",
    "correctAnswer": "A",
    "options": {
      "A": "They always behave far from rational.",
      "B": "Homo sapiens know exactly their interests and needs more than homo economicus.",
      "C": "Homo economicus people make mistakes predictably.",
      "D": "Homo economicus has a relationship with behavioral economics.",
      "E": "Homo sapiens choose only the best option for themselves."
    },
    "explanation": "In reality, people are not “homo economicus” but “homo sapiens” because they always behave far from rational."
  },
  {
    "id": "3458998",
    "unitNumber": 1,
    "text": "What is the main study of behavioral economics in the actual world?",
    "correctAnswer": "B",
    "options": {
      "A": "How the market structures affect the development of markets in the economy.",
      "B": "How psychological elements affect people’c decisinos.",
      "C": "How the statistical thinking affects the economic structure.",
      "D": "How political implications affect the economic structure.",
      "E": "How the economical process affect the people mainly."
    },
    "explanation": "Behavioral economics is the study of how psychological elements affect people’s decisions in the actual world."
  },
  {
    "id": "3458999",
    "unitNumber": 1,
    "text": "Which one is not the general assumption of the neoclassical economy?",
    "correctAnswer": "C",
    "options": {
      "A": "Individuals try to solve the “optimization problem” that provides the most benefit from the sourse allocation.",
      "B": "Individuals are selfish",
      "C": "Mathematical forms and models aren’t enough to be understood the economic principles well.",
      "D": "People are very sensitive to financial nature.",
      "E": "People strive to maximize their “benefit”."
    },
    "explanation": "Economic principles are best expressed in mathematical form and allow models to be built from basic assumptions/principles/ axioms."
  },
  {
    "id": "3459002",
    "unitNumber": 1,
    "text": "<ol> <li>Which idea in application of behavioral economics is indicated as “irrational behaviour is overridden in an effort to forecast consumption consequences”?</li> </ol>",
    "correctAnswer": "B",
    "options": {
      "A": "Financial markets",
      "B": "Game theory",
      "C": "Pricing strategies",
      "D": "Distribution and product packaging",
      "E": "Rational behaviour"
    },
    "explanation": "Due to the fact that game theory conducts experiments and examines human decision-making, it is possible to apply behavioral game theory to behavioral economics. With this idea, irrational behavior is overridden in an effort to forecast consumption consequences."
  },
  {
    "id": "3459003",
    "unitNumber": 1,
    "text": "A biscuit maker sells the biscuit as gluten free. This product is sold in markets as written “gluten free”. Biscuit users and the others who eat the gluten free biscuits prefer this product. If it hadn’t been made clear on the product that the biscuit was gluten free, the latter target customers wouldn’t have bought the product. In which application of behavioral economics can this sample be evaluated?",
    "correctAnswer": "C",
    "options": {
      "A": "Financial markets",
      "B": "Pricing strategies",
      "C": "Distribution and product packaging",
      "D": "Product strategies",
      "E": "Packaging strategies"
    },
    "explanation": "This sample is evaluated in the Distribution and Product Packaging application."
  },
  {
    "id": "3459005",
    "unitNumber": 1,
    "text": "Which factor affecting human decision in behavioral economics has the thinking of “despite having minimal information, people frequently make well- informed decision and they get to the conclusion that having the necessary information is sufficient”?",
    "correctAnswer": "A",
    "options": {
      "A": "Bounded rationality",
      "B": "Cognitive bias",
      "C": "Nudging",
      "D": "Discrimination",
      "E": "Choice architecture"
    },
    "explanation": "In bounded rationality, despite having minimal information, people frequently make well-informed decisions. They get to the conclusion that having the necessary information is sufficient, making a “good enough” judgment as opposed to the best one that is possible."
  },
  {
    "id": "3459008",
    "unitNumber": 1,
    "text": "Which factor affecting human decision in behavioral economics has the thinking of “people make decisions depending on their values, beliefs and how they perceive the world”?",
    "correctAnswer": "B",
    "options": {
      "A": "Bounded rationality",
      "B": "Cognitive bias",
      "C": "Nudging",
      "D": "Discrimination",
      "E": "Choice architecture"
    },
    "explanation": "In cognitive bias, people make decisions depending on their values, beliefs and how they perceive the world."
  },
  {
    "id": "3459010",
    "unitNumber": 1,
    "text": "What is one of the resctrictions on personal decision-making which suggests that people can’t all effectively analyse enormous amounts of information before making a decision, which restricts their capacity to make thoughtful decisions in bounded rationality theory?",
    "correctAnswer": "B",
    "options": {
      "A": "Limited information",
      "B": "Mental capacity",
      "C": "Time constraints",
      "D": "Bounded self-control",
      "E": "Decision restriction"
    },
    "explanation": "In mental capacity, people can’t all effectively analyse enormous amounts of information before making a decision, which restricts their capacity to make thoughtful decisions."
  },
  {
    "id": "3459011",
    "unitNumber": 1,
    "text": "According to the behavioral economics, what is the reason of not being always rational?",
    "correctAnswer": "B",
    "options": {
      "A": "Having various preferences",
      "B": "Having limited access to information resources",
      "C": "Having budget constraints",
      "D": "Having bounded-self control",
      "E": "Having discrimination"
    },
    "explanation": "In behavioral economics, it is argued that individuals are not always rational because they have limited access to information resources."
  },
  {
    "id": "3459012",
    "unitNumber": 1,
    "text": "Which effect is described as when people own something, they value it more highly than they would if they didn’t?",
    "correctAnswer": "A",
    "options": {
      "A": "Endowment effect",
      "B": "Bounded effect",
      "C": "Mental capacity effect",
      "D": "Cognitive bias effect",
      "E": "Bounded rationality effect"
    },
    "explanation": "The endowment effect could be described as when people own something, they value it more highly than they would if they didn’t."
  },
  {
    "id": "3460019",
    "unitNumber": 1,
    "text": "Of the following, which definition of behavioral economics is correct?",
    "correctAnswer": "A",
    "options": {
      "A": "It is the study of how psychological elements affect people’s decisions in the actual world.",
      "B": "It is the study of how macroeconomic conditions are influenced by psychological factors.",
      "C": "It is the study of how people's emotions are impacted by their financial situation.",
      "D": "It is the study of business and psychology together.",
      "E": "It is a study into how people behave in relation to their financial situation."
    },
    "explanation": "Behavioral economics is the study of how<br/>psychological elements affect people’s<br/>decisions in the actual world."
  },
  {
    "id": "3460033",
    "unitNumber": 1,
    "text": "When it comes to understanding economic behavior, which of the following disciplines is not included?",
    "correctAnswer": "E",
    "options": {
      "A": "Psychology",
      "B": "Economics",
      "C": "Sociology",
      "D": "Finance",
      "E": "Anthropology"
    },
    "explanation": "Although there is no precise definition of<br/>behavioral economics, it can be defined as “the use<br/>of economic principles to understand economic<br/>behavior in general terms”. Wright and Ginsburg<br/>(2012) explained behavioral economics as “the<br/>study of economic behavior with the help of a<br/>combination of psychology and economics”.<br/>Behavioral economics was described by Espin et al.<br/>(2017) as “the use of sociology and psychology to<br/>economic analysis”. According to Laibson and List<br/>(2015), behavioral economics uses modifications of<br/>conventional economic presumptions, frequently<br/>motivated by psychological factors, to explain,<br/>predict, and recommend policy. Earl (2018)<br/>emphasizes that it can be accepted as “a discipline<br/>that analyzes individual decision-making and the<br/>impact of these decisions on individual behavior”<br/>and that economics can be combined with<br/>psychology to understand the impact of decisions<br/>on behavior. Angner and Loewenstein (2012)<br/>define behavioral economics as “an approach<br/>that uses a variety of methods and a variety of<br/>empirical evidence to analyze how individuals and<br/>organizations make decisions”. Based on all these<br/>definitions, behavioral economics, which sets aside<br/>the traditional economic assumption that “all<br/>individuals are rational in their economic decisionmaking”,<br/>gets help from both psychology and<br/>sociology in order to better understand and explain<br/>the decision-making process of the individual."
  },
  {
    "id": "3460041",
    "unitNumber": 1,
    "text": "In behavioral economics, which of the following is not a research question?",
    "correctAnswer": "B",
    "options": {
      "A": "why people engage in the majority of daily activities",
      "B": "how people increase their incomes",
      "C": "why people purchase goods and services in the manner in which they do",
      "D": "why people make particular decisions about themselves or others",
      "E": "how people arrive at conclusions regarding their finance"
    },
    "explanation": "Behavioral economics explains why people<br/>engage in the majority of daily activities, why they<br/>purchase goods and services in the manner in which<br/>they do, why they make particular decisions about<br/>themselves or others, and how they arrive at these<br/>conclusions."
  },
  {
    "id": "3460051",
    "unitNumber": 1,
    "text": "Which of the following does not influence people's decisions, according to behavioral economists?",
    "correctAnswer": "B",
    "options": {
      "A": "being under pressure",
      "B": "budget",
      "C": "Prejudices",
      "D": "psychological misconceptions",
      "E": "Intuitions"
    },
    "explanation": "In their studies, Thaler and other behavioral<br/>economists have demonstrated that people’s<br/>decisions, when they are under pressure,<br/>are mostly based on intuition. Beyond that,<br/>they make decisions that are unconsciously<br/>guided by prejudices and psychological<br/>misconceptions."
  },
  {
    "id": "3460068",
    "unitNumber": 1,
    "text": "\"When people own something, they value it more highly than they would if they didn’t.\"<br/>Which of the following best describes the given sentence?",
    "correctAnswer": "A",
    "options": {
      "A": "Endowment effect",
      "B": "Economical behaviour",
      "C": "Neoclassical economy",
      "D": "Econ",
      "E": "economic bias"
    },
    "explanation": "The endowment effect could be described as<br/>when people own something, they value it<br/>more highly than they would if they didn’t."
  },
  {
    "id": "3460078",
    "unitNumber": 1,
    "text": "“As a customer in a mall, Julia came across signs for a product that said $999 instead of $1000, and she chose to purchase it because the price was below $1000. There is no big difference in value between $999 and $1000. There was not much gain in saving that $1, but what made her choose to buy that product was the satisfaction of purchasing a product under $1000?",
    "correctAnswer": "A",
    "options": {
      "A": "emotional decision",
      "B": "rational decision",
      "C": "solution based decision",
      "D": "self confidence",
      "E": "over confidence"
    },
    "explanation": "“As a customer in a mall, Julia came across signs for a product that said $999 instead of $1000, and<br/>she chose to purchase it because the price was below $1000. There is no big difference in value between<br/>$999 and $1000. There was not much gain in saving that $1, but what made her choose to buy that<br/>product was the satisfaction of purchasing a product under $1000. It was an emotional decision rather<br/>than a rational one.”"
  },
  {
    "id": "3460083",
    "unitNumber": 1,
    "text": "According to the behavioral economics hypothesis, which of the following things does not influence people's decisions?",
    "correctAnswer": "E",
    "options": {
      "A": "bounded rationality",
      "B": "nudging",
      "C": "cognitive bias",
      "D": "herd mentality",
      "E": "choices"
    },
    "explanation": "The behavioral economics hypothesis holds<br/>that a number of factors affect people’s decisions.<br/>These factors can be counted as bounded<br/>rationality, choice architecture, cognitive biases,<br/>discrimination, nudging and herd mentality."
  },
  {
    "id": "3460092",
    "unitNumber": 1,
    "text": "The 120 GB iPhone 12 was initially priced at $999 but was immediately discounted to $799 in 2022. Consumers thought they were getting a good deal because the phone was first offered at a higher price and then reduced to $799, even though its actual value was only $799.<br/>Which of the following best describes the preceding example?",
    "correctAnswer": "C",
    "options": {
      "A": "Finanacial markets",
      "B": "game theory",
      "C": "pricing strategy",
      "D": "distribution packaging",
      "E": "product packaging"
    },
    "explanation": "Pricing Strategies<br/>Behavioral economics is being used by<br/>businesses more frequently to boost product<br/>sales. The 120 GB iPhone 12 was initially priced<br/>at $999 but was immediately discounted to $799<br/>in 2022. Consumers thought they were getting<br/>a good deal because the phone was first offered<br/>at a higher price and then reduced to $799, even<br/>though its actual value was only $799."
  },
  {
    "id": "3460095",
    "unitNumber": 1,
    "text": "People enjoy having a feeling of identity, whether it be to their religion, nation, language, or even preferred sports team! As a result, people spend money they otherwise would not in order to blend in and be accepted as a group member.<br/>Which of the following best describes the explanation given above?",
    "correctAnswer": "E",
    "options": {
      "A": "Cognitive bias",
      "B": "discrimination",
      "C": "nudging",
      "D": "choice architecture",
      "E": "herd mentality"
    },
    "explanation": "Herd Mentality<br/>People enjoy having a feeling of identity, whether it be to their religion, nation, language, or even<br/>preferred sports team! As a result, people spend money they otherwise would not in order to blend in and<br/>be accepted as a group member."
  },
  {
    "id": "3460103",
    "unitNumber": 1,
    "text": "I. ____is based on the assumption that information acquired after the consumer’s conduct would eventually lead the consumer’s behavior to change.<br/>II. ____ the preceding intervention focuses on changing the information aspect before the occurrence of the consumer’s behavior.<br/>Which of the following completes the sentence above respectively?",
    "correctAnswer": "A",
    "options": {
      "A": "Preceding interventions/consequential interventions",
      "B": "Consequential interventions/Preceding interventions",
      "C": "Preceding intervantions/result based intervantions",
      "D": "Consequential interventions/results based intervantions",
      "E": "results based intervantions/Preceding intervantions"
    },
    "explanation": "There are two ways that information at the individual level may affect consumer behavior, claims Geller<br/>(2002). These are the preceding and consequential interventions. Consequential intervention is based<br/>on the assumption that information acquired after the consumer’s conduct would eventually lead the<br/>consumer’s behavior to change. On the other hand, the preceding intervention focuses on changing the<br/>information aspect before the occurrence of the consumer’s behavior."
  },
  {
    "id": "3441485",
    "unitNumber": 2,
    "text": "Keynes (1921) and Knight (1936) drew a distinction between uncertainty and risk. _____ can be defined, but _______ cannot.",
    "correctAnswer": "A",
    "options": {
      "A": "Risk, uncertainty",
      "B": "Uncertainty, risk",
      "C": "Risk, likelihood",
      "D": "Uncertainty, likelihood",
      "E": "Risk, impulse"
    },
    "explanation": "If your answer is wrong, please review the “Introduction” section.<br/>The ideas of risk and uncertainty are now being studied jointly as a result of the examination of expectations. Between uncertainty and risk, Keynes (1921) and Knight (1936) drew a distinction. Risk can be defined, but uncertainty cannot."
  },
  {
    "id": "3441488",
    "unitNumber": 2,
    "text": "What is the basic assumption made by standard models for scientific research and policy analysis?",
    "correctAnswer": "A",
    "options": {
      "A": "The subject is a fully rational representative agent.",
      "B": "The subject is a fully adaptive argumentative agent.",
      "C": "The subject is a fully representative and boundedly ratiaonal agent.",
      "D": "The subject is aboundedly rational representative agent.",
      "E": "The subject is a fully rational uncharacteristic agent."
    },
    "explanation": "If your answer is wrong, please review the “Introduction” section.<br/>The basic assumption made by standard models for scientific research and policy analysis is that the subject is a fully rational representative agent."
  },
  {
    "id": "3441491",
    "unitNumber": 2,
    "text": "Why historical data is used to estimate the likelihood of specific future events?",
    "correctAnswer": "B",
    "options": {
      "A": "Because the fundamental assumption that every agent in an economy is entirely rational and capable of determining the model-consistent expectation of the underlying process influencing actual economic outcomes is trobulsome.",
      "B": "Because uncertainty cannot be defined.",
      "C": "Because the inclusion of expectations in current theory has made economists aware that decisions about future economic action are frequently made in a fog of doubt, uncertainty, and level of anticipation for the unknown rather than being strictly determined by a set of objective data.",
      "D": "Because risk cannot be defined.",
      "E": "Because numerous studies have demonstrated that people generally do not respond totally rationally."
    },
    "explanation": "If your answer is wrong, please review the “Introduction” section.<br/>Apart from this, the ideas of risk and uncertainty are now being studied jointly as a result of the examination of expectations. Between uncertainty and risk, Keynes (1921) and Knight (1936) drew a distinction. Risk can be defined, but uncertainty cannot. It has historical data that can be used to estimate the likelihood of specific future events."
  },
  {
    "id": "3441494",
    "unitNumber": 2,
    "text": "Which statement below expresses one of the purposes the expectations serve?",
    "correctAnswer": "B",
    "options": {
      "A": "Expectations are the secondary factor after rationalty that influences the mental processes which decomposes and systematize the incoming information.",
      "B": "The effects of expectations on behavioral choices are best when expectations are generated and controlled in memory by contextual factors.",
      "C": "Innate mental processes constantly adjust utility maximising process but does not effect the expectations to keep them true.",
      "D": "It is extremely troublesome to assume that every agent in an economy is entirely rational and capable of determining the model-consistent expectation of the underlying process influencing actual economic outcomes.",
      "E": "Expectations' effects on behavioral choices are worst when they are are generated and controlled in memory by contextual factors."
    },
    "explanation": "If your answer is wrong, please review the “Expectations” section.<br/>Expectations serve three purposes. First, expectations are the primary factor influencing what mental processes will be used to process incoming information. Second, innate mental processes constantly adjust expectations to keep them true. Lastly, their effects on behavioral choices are best when expectations are generated and controlled in memory by contextual factors."
  },
  {
    "id": "3441512",
    "unitNumber": 2,
    "text": "Who put forth the first expectations-based economic theory by asserting the cyclical character of price and revenue behavior could be seen?",
    "correctAnswer": "C",
    "options": {
      "A": "Aristotle",
      "B": "Cheysson",
      "C": "Kahneman",
      "D": "Ezekiel",
      "E": "Myrdal"
    },
    "explanation": "If your answer is wrong, please review the “Expectations” section.<br/>The first expectations-based economic theory dates back to the 19th century. E. Cheysson asserted in 1887 that the cyclical character of price and revenue behavior could be seen."
  },
  {
    "id": "3441526",
    "unitNumber": 2,
    "text": "What is the reason for uncertainty according to F.H. Knight?",
    "correctAnswer": "C",
    "options": {
      "A": "Demand inconsistency",
      "B": "Risk formation",
      "C": "Incomplete information.",
      "D": "Demand consistency",
      "E": "Consumer inconsistency"
    },
    "explanation": "If your answer is wrong, please review the “Expectations” section.<br/>According to F.H. Knight, the reason for uncertainty is incomplete information."
  },
  {
    "id": "3441546",
    "unitNumber": 2,
    "text": "Which is one of the variety of effects of the expectations?",
    "correctAnswer": "D",
    "options": {
      "A": "Expected inflation increases the demand for money.",
      "B": "Expectations underwhelm the maturity structure of interest rates.",
      "C": "Expectations are independent of the autonomous consumption and investment components of aggregate demand.",
      "D": "Long-term interest rates are the average of short-term interest rates’ predicted future values.",
      "E": "Banks that anticipate a sudden outflow of cash should diminish reserves in anticipation of the crisis."
    },
    "explanation": "If your answer is wrong, please review the “Expectations” section.<br/>Expectations have a variety of effects on the economy.<br/><ul> <li>Expected Inflation: Expected inflation reduces the demand for money.</li> <li>Maturity Structure of Interests: Expectations also influence the maturity structure of interest rates. For instance, long-term interest rates are the average of short-term interest rates’ predicted future values.</li> <li>Expectations have an impact on banks’ asset-liability management. For instance, banks that anticipate a sudden outflow of cash should enhance reserves in anticipation of the crisis.</li> <li>Expectations have an impact on the autonomous consumption and investment components of aggregate demand.</li> </ul>"
  },
  {
    "id": "3441597",
    "unitNumber": 2,
    "text": "The idea of restoring expectations which deals with the expectations of employers and employees against inflation is based on whose study?",
    "correctAnswer": "D",
    "options": {
      "A": "Werner Heisenberg",
      "B": "Elinor Ostrom",
      "C": "Max Planck",
      "D": "David Hume",
      "E": "Adam Smith"
    },
    "explanation": "If your answer is wrong, please review the “Expectations” section.<br/>The idea of restoring expectations is based on D. Hume’s study, which deals with the expectations of employers and employees against inflation."
  },
  {
    "id": "3441614",
    "unitNumber": 2,
    "text": "Which expectations hypothesis determines the expectations of economic decision-makers about future values, the average of the past values of the variable considered for the past period or the weighted average values?",
    "correctAnswer": "D",
    "options": {
      "A": "Rational expectations hypothesis",
      "B": "Bounded expectations hypothesis",
      "C": "Cognitive expectations hypothesis",
      "D": "Adaptive expectations hypothesis",
      "E": "Behavioral expectations hypothesis"
    },
    "explanation": "If your answer is wrong, please review the “Expectations” section.<br/>Adaptive expectations hypothesis, developed by P. Cagan (1956), M. Friedman (1957) and M. Nerlove (1958), determines the expectations of economic decision-makers about future values, the average of the past values of the variable considered for the past period or the weighted average values. In this hypothesis, individuals -decision makers- periodically review their expectations and correct their expectations through error learning when there is a difference between the realized value and the expectations."
  },
  {
    "id": "3441624",
    "unitNumber": 2,
    "text": "Which expectations hypothesis state that individuals -decision makers- periodically review their expectations and correct their expectations through error learning when there is a difference between the realized value and the expectations?",
    "correctAnswer": "D",
    "options": {
      "A": "Rational expectations hypothesis",
      "B": "Bounded expectations hypothesis",
      "C": "Cognitive expectations hypothesis",
      "D": "Adaptive expectations hypothesis",
      "E": "Behavioral expectations hypothesis"
    },
    "explanation": "If your answer is wrong, please review the “Expectations” section.<br/>Adaptive expectations hypothesis, developed by P. Cagan (1956), M. Friedman (1957) and M. Nerlove (1958), determines the expectations of economic decision-makers about future values, the average of the past values of the variable considered for the past period or the weighted average values. In this hypothesis, individuals -decision makers- periodically review their expectations and correct their expectations through error learning when there is a difference between the realized value and the expectations."
  },
  {
    "id": "3445905",
    "unitNumber": 2,
    "text": "What is the attitudes, tendencies, or psychological moods towards events of unknown outcome?",
    "correctAnswer": "A",
    "options": {
      "A": "Expectation",
      "B": "Behavior",
      "C": "Decision",
      "D": "Emotion",
      "E": "Criticism"
    },
    "explanation": "The concept of expectation can basically be defined as attitudes, tendencies, or psychological moods towards events of unknown outcome. The answer is A."
  },
  {
    "id": "3445930",
    "unitNumber": 2,
    "text": "I. Expectations are predictions or projections made by decision-makers.<br/>II. Expectations are inherently subjective, which means they represent the individual’s own judgments.<br/>III. It’s not necessary to limit an expectation for a specific economic variable to a single forecasted value. <br/>IV. Expectations are separate from the holder or the decision-maker and they have independent life.<br/>Which of the given can be said to be true about expectations?",
    "correctAnswer": "D",
    "options": {
      "A": "Only I",
      "B": "I and II",
      "C": "II and IV",
      "D": "I, II and III",
      "E": "I, II and IV"
    },
    "explanation": "Expectations are predictions or projections made by decision-makers. Expectations are inherently subjective, which means they represent the individual’s own judgments. They are not separate from the holder or decision-maker and have no independent life. Even though people subsequently discuss the expected price in a particular market, what they are really talking about is an aggregate of all the individual market agents’ expectations. It’s not necessary to limit an expectation for a specific economic variable to a single forecasted value. It is preferable to think of it as a whole probability distribution over potential values for the variable.<br/>The answer is D."
  },
  {
    "id": "3445933",
    "unitNumber": 2,
    "text": "I. According to the static expectations hypothesis, people anticipate that an economic variable’s value will remain constant during the course of the next time.<br/>II. The idea of static expectations is generally criticized because it makes the assumption that people will ignore information regarding potential changes in policy variables. <br/>III. The static expectations hypothesis presupposes that people base their decisions on previous evidence, which leads to the criticism of the model being oversimplified. <br/>What can said to be true about static expectations?",
    "correctAnswer": "C",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "I and III",
      "E": "II and III"
    },
    "explanation": "Static expectations refer to an assumption in economics about how people make predictions regarding the future values of economic variables. According to the static expectations hypothesis, people anticipate that an economic variable’s value will remain constant during the course of the next time. The idea of static expectations is generally criticized because it makes the assumption that people will ignore information regarding potential changes in policy variables. When it comes to monetary policy, it wouldn’t make sense for economic agents to assume that the inflation rate would stay the same if officials announced convincingly that they would take an anti-inflationary posture.<br/>The answer is C."
  },
  {
    "id": "3445934",
    "unitNumber": 2,
    "text": "I. In the adaptive expectations hypothesis, individuals -decision-makers- periodically review their expectations and correct their expectations through error learning when there is a difference between the realized value and the expectations.<br/>II. The first criticism of this hypothesis is that it is made by looking only at backward-looking values. The result that emerges in the expectations created by looking only at the values of the past period is not fully explanatory. <br/>III. In recent years economists have assessed both predicted and actual variables with adaptive expectations, their usage in macroeconomics is more widespread than the rational expectations despite the drawbacks of the adaptive expectations. <br/>What can said to be true about adaptive expectations?",
    "correctAnswer": "C",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "I and III",
      "E": "II and III"
    },
    "explanation": "Adaptive expectations hypothesis, developed by P. Cagan (1956), M. Friedman (1957) and M. Nerlove (1958), determines the expectations of economic decision-makers about future values, the average of the past values of the variable considered for the past period or the weighted average values. In this hypothesis, individuals -decision-makers- periodically review their expectations and correct their expectations through error learning when there is a difference between the realized value and the expectations. This hypothesis was used more when creating expectations for inflation in the 1950s and 1960s. The first criticism of this hypothesis is that it is made by looking only at backward-looking values. The result that emerges in the expectations created by looking only at the values of the past period is not fully explanatory. Another criticism is that there is no rule for finding the value used as the correction parameter in the Adaptive Expectations Hypothesis. Although economists may assess both predicted and actual variables with adaptive expectations, their usage in macroeconomics is less widespread than that of rational expectations due to their drawbacks. <br/>The answer is C."
  },
  {
    "id": "3445935",
    "unitNumber": 2,
    "text": "I. According to the rational expectations theory, a variable’s future expected value is equal to the best estimation made about it using all of the information that is currently available.<br/>II. According to the economic theory of rational expectations, people make judgments based on any information available in the market and leave out historical trends.<br/>III. In accordance with rational expectations, people will occasionally make mistakes but generally make the right decisions.<br/>What can said to be true about rational expectations?",
    "correctAnswer": "D",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "I and III",
      "E": "II and III"
    },
    "explanation": "According to the rational expectations theory, a variable’s future expected value is equal to the best estimation made about it using all of the information that is currently available. According to the economic theory of rational expectations, people make judgments based on the best information available in the market and take into account historical trends. In accordance with rational expectations, people will occasionally make mistakes but generally make the right decisions.<br/>The answer is D."
  },
  {
    "id": "3445943",
    "unitNumber": 2,
    "text": "I. The rational expectation hypothesis’ fundamental flaw is the presumption that each agent is an expert in economics.<br/>II. The rational expectations hypothesis treats future expectations as an average of past changes.<br/>III. It makes the assumption that people will ignore information regarding potential changes in policy variables.<br/>Which of the given can be said to be a criticism of the rational expectation hypothesis?",
    "correctAnswer": "A",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "I and III",
      "E": "II and III"
    },
    "explanation": "The rational expectation hypothesis’ fundamental flaw is the presumption that each agent is an expert in economics. The answer is A."
  },
  {
    "id": "3445945",
    "unitNumber": 2,
    "text": "What is the limit of cognitive processing and task performance that are believed to result from limits inherent to an organism and are prone to intra- and interindividual variation?",
    "correctAnswer": "B",
    "options": {
      "A": "Rational Expectations",
      "B": "Cognitive Capacity",
      "C": "Economic Expectations",
      "D": "Uncertainty",
      "E": "Irrationality"
    },
    "explanation": "The term “cognitive capacity” refers to the limits of cognitive processing and task performance that are believed to result from limits inherent to an organism and are prone to intra- and interindividual variation. The answer is B."
  },
  {
    "id": "3445968",
    "unitNumber": 2,
    "text": "What is Economic expectations?",
    "correctAnswer": "E",
    "options": {
      "A": "The limits of cognitive processing and task performance that are believed to result from limits inherent to an organism and are prone to intra- and interindividual variation.",
      "B": "The degree of access to the data on which investors base their predictions.",
      "C": "Cognitive techniques that guide the search for knowledge and change how a problem is represented, making them useful for problem solving.",
      "D": "The probability of an event depends on the behavior of the individual.",
      "E": "The predictions of decision-makers about economic variables such as future prices, sales, incomes and taxes."
    },
    "explanation": "Economic expectations, on the other hand, refer to the predictions of decision-makers about economic variables such as future prices, sales, incomes and taxes. In other words, expectations are simply projections of the future values of economic variables that are significant to the actions being made right now. For instance, businesses must predict future pricing for their products as well as those of any possible rivals in order to decide how much to produce during the present period and whether to invest in new equipment.<br/>The answer is E."
  },
  {
    "id": "3451906",
    "unitNumber": 2,
    "text": "I. Individuals should base their decisions on expectations independent from the variables’ present and future values when the future outcomes of those variables are unknown.<br/>II. The forward-looking choices made by economic agents are acknowledged as the fundamental distinction between economics and natural sciences in contemporary economic theory.<br/>III. The idea that expectations affect the economy’s time path and, conversely, that the<br/>economy’s time path influences expectations is important to economic theories.<br/>Which of the given can be said to be true about the importance of expectations in economics?",
    "correctAnswer": "E",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "I and III",
      "E": "II and III"
    },
    "explanation": "The forward-looking choices made by economic agents are acknowledged as the<br/>fundamental distinction between economics and natural sciences in contemporary economic theory. The idea that expectations affect the economy’s time path and, conversely, that the economy’s time path influences expectations is important to economic theories. Individuals should base their decisions on expectations for both the variables’ present and future values when it comes to making economic decisions when the future outcomes of those variables are unknown.<br/>The answer is E."
  },
  {
    "id": "3451908",
    "unitNumber": 2,
    "text": "I. The price of acquiring information<br/>II. Lack of data access<br/>III. Symmetric information<br/>IV. Economic expectations<br/>Which of the given are among the main causes of incomplete information?",
    "correctAnswer": "B",
    "options": {
      "A": "Only I",
      "B": "I and II",
      "C": "I, II and III",
      "D": "I, II and IV",
      "E": "II, III and IV"
    },
    "explanation": "The following are the main causes of incomplete information:<br/>• the price of acquiring information.<br/>• lack of data access<br/>• asymmetric information<br/>The answer is B."
  },
  {
    "id": "3459817",
    "unitNumber": 2,
    "text": "Which of the following CANNOT be considered as one of the effects of expectations on economy?",
    "correctAnswer": "E",
    "options": {
      "A": "Expected inflation",
      "B": "Maturity structure of interests",
      "C": "Banks' asset-liability management",
      "D": "Autonomous comsumption",
      "E": "Fluctuation in crime rates"
    },
    "explanation": "Fluctuation in crime rates cannot be considered as one of the effects of expectations on economy."
  },
  {
    "id": "3459823",
    "unitNumber": 2,
    "text": "How many different types of expectations are there?",
    "correctAnswer": "C",
    "options": {
      "A": "One",
      "B": "Two",
      "C": "Three",
      "D": "Four",
      "E": "Five"
    },
    "explanation": "There are three types of expectations. These are static, adaptive and rational."
  },
  {
    "id": "3459829",
    "unitNumber": 2,
    "text": "Choose the option that completes the following sentence correctly.<br/>\".......... expectations refer to an assumption in economics about how people make predictions regarding the future values of economic variables.\"",
    "correctAnswer": "A",
    "options": {
      "A": "Static",
      "B": "Traditional",
      "C": "Adaptive",
      "D": "Rational",
      "E": "Quantitative"
    },
    "explanation": "Static expectations refer to an assumption in economics about how people make predictions regarding the future values of economic variables."
  },
  {
    "id": "3459845",
    "unitNumber": 2,
    "text": "Choose the option that completes the following sentence correctly.<br/>\".......... expectations treat future expectations as an average of past changes.\"",
    "correctAnswer": "B",
    "options": {
      "A": "Static",
      "B": "Adaptive",
      "C": "Traditional",
      "D": "Rational",
      "E": "Financial"
    },
    "explanation": "Adaptive expectations treat future expectations as an average of past changes."
  },
  {
    "id": "3459849",
    "unitNumber": 2,
    "text": "Choose the option that completes the following sentence correctly.<br/>\"According to the .......... expectations theory, a variable’s future expected value is equal to the best estimation made about it using all of the information that is currently available.\"",
    "correctAnswer": "E",
    "options": {
      "A": "static",
      "B": "traditional",
      "C": "social",
      "D": "adaptive",
      "E": "rational"
    },
    "explanation": "According to the rational expectations theory, a variable’s future expected value is equal to the best estimation made about it using all of the information that is currently available."
  },
  {
    "id": "3459863",
    "unitNumber": 2,
    "text": "Choose the option that completes the following sentence correctly.<br/>\"The .......... expectation hypothesis’ fundamental flaw is the presumption that each agent is an expert in economics.\"",
    "correctAnswer": "B",
    "options": {
      "A": "static",
      "B": "rational",
      "C": "adaptive",
      "D": "financial",
      "E": "modern"
    },
    "explanation": "The rational expectation hypothesis’ fundamental flaw is the presumption that each agent is an expert in economics."
  },
  {
    "id": "3459873",
    "unitNumber": 2,
    "text": "Choose the option that completes the following sentence correctly.<br/>\"The term .......... refers to the limits of cognitive processing and task performance that are believed to result from limits inherent to an organism and are prone to intra- and interindividual variation.\"",
    "correctAnswer": "C",
    "options": {
      "A": "expectation analysis",
      "B": "adaptive expectation",
      "C": "cognitive capacity",
      "D": "financial analysis",
      "E": "static expectation"
    },
    "explanation": "The term cognitive capacity refers to the limits of cognitive processing and task performance that are believed to result from limits inherent to an organism and are prone to intra- and interindividual variation."
  },
  {
    "id": "3459887",
    "unitNumber": 2,
    "text": "Which of the following increase(s) with the degree of access to the data on which investors base their predictions?",
    "correctAnswer": "A",
    "options": {
      "A": "The uncertainty",
      "B": "The adaptive expectations",
      "C": "The psychological expectations",
      "D": "The predictions",
      "E": "The cognitive capacity"
    },
    "explanation": "The uncertainty increases with the degree of access to the data on which investors base their predictions."
  },
  {
    "id": "3459920",
    "unitNumber": 2,
    "text": "Choose the option that completes the following sentence correctly.<br/>\"At every level of the decision-making process, agents in the actual world have .......... brought on by both external and internal causes such as issue detection, information search, options appraisal, decision, and post-decision behavior.\"",
    "correctAnswer": "D",
    "options": {
      "A": "expectations",
      "B": "calculations",
      "C": "predictions",
      "D": "restrictions",
      "E": "opportunities"
    },
    "explanation": "At every level of the decision-making process, agents in the actual world have restrictions brought on by both external and internal causes such as issue detection, information search, options appraisal, decision, and post-decision behavior."
  },
  {
    "id": "3459923",
    "unitNumber": 2,
    "text": "Choose the option that completes the following sentence correctly.<br/>\"The price of acquiring information, lack of data access, and asymmetric information are the main causes of .......... information.\"",
    "correctAnswer": "B",
    "options": {
      "A": "expected",
      "B": "incomplete",
      "C": "financial",
      "D": "economic",
      "E": "behavioral"
    },
    "explanation": "The price of acquiring information, lack of data access, and asymmetric information are the main causes of incomplete information."
  },
  {
    "id": "3442918",
    "unitNumber": 3,
    "text": "What is the field of study that examines the psychological and emotional factors that influence people’s economic decisions?",
    "correctAnswer": "A",
    "options": {
      "A": "Behavioral Economics",
      "B": "Original Institutional Economics",
      "C": "Experimental Economics",
      "D": "New Institutional Economics",
      "E": "Cognitive Economics"
    },
    "explanation": "If your answer is wrong, please review the “Introduction” section.<br/>Behavioral economics is a field of study that examines the psychological and emotional factors that influence people’s economic decisions. It is an interdisciplinary field that combines insights from psychology, sociology, and economics to understand how people make decisions and how those decisions impact the economy."
  },
  {
    "id": "3442924",
    "unitNumber": 3,
    "text": "What is an interdisciplinary field that combines insights from psychology, sociology, and economics to understand how people make decisions and how those decisions impact the economy?",
    "correctAnswer": "A",
    "options": {
      "A": "Behavioral Economics",
      "B": "Original Institutional Economics",
      "C": "Experimental Economics",
      "D": "New Institutional Economics",
      "E": "Cognitive Economics"
    },
    "explanation": "If your answer is wrong, please review the “Introduction” section.<br/>Behavioral economics is a field of study that examines the psychological and emotional factors that influence people’s economic decisions. It is an interdisciplinary field that combines insights from psychology, sociology, and economics to understand how people make decisions and how those decisions impact the economy."
  },
  {
    "id": "3442942",
    "unitNumber": 3,
    "text": "Which below is a characteristic of the automatic system?",
    "correctAnswer": "B",
    "options": {
      "A": "Slow",
      "B": "Effortless",
      "C": "Flexible",
      "D": "Serial",
      "E": "Neutral"
    },
    "explanation": "If your answer is wrong, please review the “Process of the Decision-Making” section.<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/11a534dd1c7acdcc98345c70383fd7bb.png\" alt=\"\" width=\"332\" height=\"183\"><br/>The automatic system is an effortless, fast, instinctive process that includes emotions and is governed by habits, which humans share with other living things in evolutionary terms. It is difficult to control. The reflective system, on the other hand, is a laborious, slow, and controlled process (Kahneman, 2003)."
  },
  {
    "id": "3442949",
    "unitNumber": 3,
    "text": "The automatic system is an effortless, fast, ____ process that includes emotions and is governed by habits, which humans share with other living things in evolutionary terms. <br/>Which characteristic below fills the blank space?",
    "correctAnswer": "B",
    "options": {
      "A": "slow",
      "B": "instinctive",
      "C": "flexible",
      "D": "serial",
      "E": "differentiable"
    },
    "explanation": "If your answer is wrong, please review the “Process of the Decision-Making” section.<br/>The automatic system is an effortless, fast, instinctive process that includes emotions and is governed by habits, which humans share with other living things in evolutionary terms. It is difficult to control. The reflective system, on the other hand, is a laborious, slow, and controlled process (Kahneman, 2003)."
  },
  {
    "id": "3442957",
    "unitNumber": 3,
    "text": "Which below is a characteristic of the reflective system?",
    "correctAnswer": "C",
    "options": {
      "A": "Associative",
      "B": "Effortless",
      "C": "Flexible",
      "D": "Distinctive",
      "E": "Differentable"
    },
    "explanation": "If your answer is wrong, please review the “Process of the Decision-Making” section.<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/11a534dd1c7acdcc98345c70383fd7bb.png\" alt=\"\" width=\"356\" height=\"196\">"
  },
  {
    "id": "3443317",
    "unitNumber": 3,
    "text": "<ol type=\"I\"> <li>Bounded</li> <li>Flexible</li> <li>Effortless</li> <li>Neutral</li> <li>Slow</li> </ol> Which characteristics above describe the reflective system",
    "correctAnswer": "C",
    "options": {
      "A": "III-IV-V",
      "B": "I-II-IV-V",
      "C": "II-IV-V",
      "D": "II-III-IV-V",
      "E": "I-II-III"
    },
    "explanation": "If your answer is wrong, please review the “Process of the Decision-Making” section.<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/11a534dd1c7acdcc98345c70383fd7bb.png\" alt=\"\" width=\"359\" height=\"198\">"
  },
  {
    "id": "3443340",
    "unitNumber": 3,
    "text": "<ol type=\"I\"><br/><li>Slow-learning</li><br/><li>Serial</li><br/><li>Rule-governed</li><br/><li>Slow</li><br/><li>Emotional</li><br/></ol><br/>Which of the characteristics listed above describe automatic system?",
    "correctAnswer": "C",
    "options": {
      "A": "I-III-V",
      "B": "I-II-IV-V",
      "C": "I-V",
      "D": "I-II-III-IV",
      "E": "I-II-IV"
    },
    "explanation": "If your answer is wrong, please review the “Process of the Decision-Making” section.<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/11a534dd1c7acdcc98345c70383fd7bb.png\" alt=\"\" width=\"321\" height=\"177\">"
  },
  {
    "id": "3443356",
    "unitNumber": 3,
    "text": "Which below is <u>not</u> a characteristic of reflective system?",
    "correctAnswer": "D",
    "options": {
      "A": "Slow",
      "B": "Flexible",
      "C": "Rule-governed",
      "D": "Associative",
      "E": "Effortful"
    },
    "explanation": "If your answer is wrong, please review the “Process of the Decision-Making” section.<br/>Developments in cognitive psychology have shown that human thinking and reasoning processes have a dual structure (Chaiken &amp; Trope, 1999).These are called System 1 or Automatic system and System 2 or Reflective system."
  },
  {
    "id": "3443365",
    "unitNumber": 3,
    "text": "Which below is <u>not </u>a characteristic of automatic system?",
    "correctAnswer": "E",
    "options": {
      "A": "Associative",
      "B": "Slow-learning",
      "C": "Effortless",
      "D": "Parallel",
      "E": "Flexible"
    },
    "explanation": "If your answer is wrong, please review the “Process of the Decision-Making” section.<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/11a534dd1c7acdcc98345c70383fd7bb.png\" alt=\"\" width=\"375\" height=\"207\">"
  },
  {
    "id": "3443380",
    "unitNumber": 3,
    "text": "What do people use to estimate the likelihood of an event and the value of something?",
    "correctAnswer": "E",
    "options": {
      "A": "Statistics",
      "B": "Moments",
      "C": "Uncertainty",
      "D": "Generalized Moments",
      "E": "Heuristics"
    },
    "explanation": "If your answer is wrong, please review the “Process of the Decision-Making” section.<br/>People use heuristics to estimate the likelihood of an event and the value of something"
  },
  {
    "id": "3446696",
    "unitNumber": 3,
    "text": "From a classical economic perspective, which of the following choices has been proven to disrupt the expected decision making process?",
    "correctAnswer": "E",
    "options": {
      "A": "Economics.",
      "B": "Maximizing utility.",
      "C": "Rationality.",
      "D": "Clear preferences.",
      "E": "Presentation of options."
    },
    "explanation": "Bu ünitenin tekrar editör sürecinden geçmesi gerekmektedir. Daha ilk sayfasında verilen örnek (elma-portak-muz tercihi) anlatılmaya çalışılanın tersi olarak ifade edilmiş. İkinci sayfasının ilk cümlesi \"It's been said.\" şeklinde boş, bağlam dışı ve İngilizce kullanımı olarak herhangi bir anlam ifade etmeyen, belki de çeviri zihniyetiyle laf kalabalığı yapan bir cümle.<br/>From the point of view of classical economics, individuals aim to maximize their utility, choosing which product they will consume and how long they will work. Classical economics assumes that both individuals and firms will make rational choices in these decision behaviors. It is assumed that individuals have well-defined preferences for all alternative options. Since all possible options are known and ranked by the individual, we expect that how an option is presented or defined does not change the individual’s choice behavior. In their experiment, Kahneman and Tversky (1985) proved this to be incorrect despite classical economics indicating that presentation should not influence preference in rational individuals."
  },
  {
    "id": "3447521",
    "unitNumber": 3,
    "text": "During the thinking process, which aspect of the dual structure system would be shown if someone changed their opinion or perspective when presented with new and accurate data or information and adapted a new approach to the situation?",
    "correctAnswer": "C",
    "options": {
      "A": "Emotional.",
      "B": "Fast.",
      "C": "Flexible.",
      "D": "Effortless.",
      "E": "Associative"
    },
    "explanation": "Refer to Table 3.1 to compare the Automatic System and Reflective system of the human thinking and reasoning process. Being presented with new information, evaluating that information and changing opinions based on this new information is a part of the reflective system as it is a controlled process that requires thought, reflection, evaluation and comparison with the status quo. This concentration is indicative of the act of changing opinion being part of the reflective system, and being flexible refers to this concentration required to make this decision rather than simply disregarding new information and providing an instant, emotional response."
  },
  {
    "id": "3447645",
    "unitNumber": 3,
    "text": "Which of the following best describes heuristics?",
    "correctAnswer": "D",
    "options": {
      "A": "Complex probability decisions.",
      "B": "Systematic errors.",
      "C": "Micro and macro variables.",
      "D": "Cognitive shortcuts.",
      "E": "Bias."
    },
    "explanation": "Heuristic is the name given to cognitive shortcuts that make decision-making faster. Kahneman and Tversky (1974) found that people use heuristics (heuristic shortcuts) to simplify complex probability decisions and value estimates. Cognitive shortcuts facilitate quick and accurate decision-making in some cases."
  },
  {
    "id": "3447651",
    "unitNumber": 3,
    "text": "Which of the following is <strong>not</strong> one of the elements that Shah &amp; Oppenheimer (2008) describes as reducing the effort in the decision-making process?",
    "correctAnswer": "D",
    "options": {
      "A": "Examining fewer cues.",
      "B": "Simplifying the weighting of cues.",
      "C": "Examining fewer alternatives.",
      "D": "Integrating more information.",
      "E": "Reducing the effort of retrieving cue values."
    },
    "explanation": "Shah &amp; Oppenheimer (2008) say that all heuristics reduce the effort in the decision-making process by using one or more of the following: examining fewer cues, reducing the effort of retrieving cue values, simplifying the weighting of cues, integrating <strong>less</strong> information, and examining fewer alternatives. As a result, while heuristics are effective and useful in ordinary decisions taken in daily life, the use of heuristics in more complex decisions makes the decisions biased and erroneous."
  },
  {
    "id": "3447682",
    "unitNumber": 3,
    "text": "During the lockdowns of the COVID-19 pandemic, internet service became essential for the continuation of education. As many institutions transitioned to online learning, there was a surge in optical fiber internet connection subscriptions in densely populated areas such as large cities, but this trend was not observed in more rural areas and villages. Installing the infrastructure for fiber optical connections takes time and investment, and many individuals living in rural areas were not willing to wait for these installations for weeks without an internet connection, or to invest TRY500 liras or more for a cellular (4g/4.5g) connection to gain higher internet speeds and continued to use their existing connections. Which possible cause of the status quo bias does this phenomenon relate to?",
    "correctAnswer": "A",
    "options": {
      "A": "Transaction cost.",
      "B": "Maximizing utility.",
      "C": "Opting out.",
      "D": "The endowment effect.",
      "E": "Procrastination."
    },
    "explanation": "Kitapta Türk Lirası ile verilen örnek ISO 4217 standart kodu olan \"TRY\" yerine \"TL\" kısaltması ile verilmiş. Yaygın geçerliliği olan bir kısaltma olmakla beraber yabancı öğrencilerin de okuyacağı tahmin edilen, iktisat ve ekonomi konularının yer aldığı örneklerinin yer aldığı kitaplarda bu örneklerin de uluslararası ISO standardına göre verilmesi mantıken daha doğru gelmekte.<br/>Transaction Cost is the cost that we have to bear to move from one alternative to another. If individuals have to bear a cost when they want to change their previous choice or the choice they are in by default, they may choose not to switch to the new alternative. In other words, they continue to maintain the situation they are in. Because the transaction cost may be higher than the benefit to be gained by switching to the new alternative. Or it may not be satisfactorily low."
  },
  {
    "id": "3447702",
    "unitNumber": 3,
    "text": "Which of the following is <strong>not</strong> one of the possible causes of status quo behavior?",
    "correctAnswer": "D",
    "options": {
      "A": "Transaction cost.",
      "B": "The endowment effect.",
      "C": "Procrastination.",
      "D": "Lack of alternative options.",
      "E": "Comfort."
    },
    "explanation": "If the alternatives on the subject we choose are too complex to be compared, we usually continue to maintain our status-quo behavior (Shafir, Simonson, and Tversky, 1993). As the number of alternative options increases, we show the status-quo behavior more. Iyengar and Lepper (2000) conducted an experiment to test this situation, which they called choice overload. According to the results of the experiment, when people were offered a small number of jam options, they bought jams, but when there were too many options, they did not buy them."
  },
  {
    "id": "3458883",
    "unitNumber": 3,
    "text": "Which of the following are the three basic components of mental accounting according to Richard Thaler (1999)?",
    "correctAnswer": "A",
    "options": {
      "A": "Perception of outcomes, labeling, and frequency.",
      "B": "Cognitive, affective, and social operations.",
      "C": "Reference points, gain, and loss.",
      "D": "Availability, adjustment, and anchoring.",
      "E": "Perspective, transactions, and heuristics."
    },
    "explanation": "Mental accounting has become an important topic in behavioral economics with Richard Thaler’s “Mental Accounting Matters” article published in 1999. According to Richerd Thaler, individuals do not only work with abstract or subjective financial data when making a financial decision but also cognitive processes come into play. According to Thaler, mental accounting consists of three basic components:<br/>1) Perception of outcomes: It covers how the individual perceives the information, how he/she decides, and how the output is derived. The human brain performs costbenefit analysis to compare the output, using both past and new information to compare the outcome when performing an accounting operation. The decision of the individual changes according to the output obtained with mental accounting. Therefore, how the output is perceived is very important.<br/>2) Labeling: It covers how an individual labels resources, funds, and expenditures. Individuals perform mental accounting processes by labeling financial data. Both the resources, the inputs, and the expenditure of these resources, the outputs, are labeled. Expenditures are categorized within themselves (housing, food, fashion..). Funds are categorized as flows (regular income, bonuses) and stocks (cash, portfolio).<br/>3) Frequency: It covers how often the individual does mental accounting. Accounting can be daily, weekly or annual. It can be categorized more narrowly or broadly."
  },
  {
    "id": "3458933",
    "unitNumber": 3,
    "text": "When providing accident data, traffic safety institutions comparing data from motorcycles, cars, and heavy vehicles like trucks and busses offer statistics on fatalities and serious injuries per 100 vehicles but do not present overall accident numbers or ratios. Therefore, motorcycles are considered to be most dangerous by the general public in many countries, followed by cars and busses, despite having lower actual accident occurrences. Which aspect of mental accounting are these institutions taking advantage of?",
    "correctAnswer": "B",
    "options": {
      "A": "Prospect theory.",
      "B": "Framing.",
      "C": "Loss aversion.",
      "D": "Coding.",
      "E": "Adjustment and anchoring."
    },
    "explanation": "The way events are framed or our perspective on events affects the mental accounting we do. While it is thought that we are only interested in the last situation when making decisions in the classical economics approach, it has been discovered that how the event is conveyed affects our decisions, especially in the studies on mental accounting. We’ve all heard the phrase “looking at the glass half full”. From the point of view of classical economics, it doesn’t matter how we look at the glass because in any case, the amount of water in the glass will not change, so the benefit we will get will not be affected. In Mental Accounting studies, it has been revealed that even if the amount of water in the glass does not change, looking from the full side of the glass increases our benefit level. In this example, motorcycles are being presented as being more dangerous since they have a higher probability of an accident resulting in serious injury or death. The fact that they are less frequently in accidents compared to cars or heavy vehicles is omitted and overlooked, thereby resulting in the mental accounting tendency to be to avoid motorcycles."
  },
  {
    "id": "3458959",
    "unitNumber": 3,
    "text": "When buying cheese from a supermarket, there is a 30 Turkish Lira discount on 200 grams of one cheese that normally costs 100 Turkish Lira, and a 60 Turkish Lira discount on 600 grams of the same cheese that normally costs 300 Turkish Lira. When coding this purchase, which of the following explains why consumers choose the 30 Lira discount in the decision-making process since the reference price per gram of cheese is the same?",
    "correctAnswer": "D",
    "options": {
      "A": "Acquisition utility.",
      "B": "Loss aversion.",
      "C": "Framing.",
      "D": "Transaction utility.",
      "E": "Diminishing returns."
    },
    "explanation": "Transaction utility is the utility or satisfaction that a person derives from the process of exchanging goods or services. This can include the process of buying or selling goods, as well as the process of negotiating the terms of a transaction. Transaction utility can be based on either differences or relative differences. In the above problem, the 30 Lira savings on the small item feels more substantial because it constitutes a larger percentage of the item. However, this means that some decisions will be sensitive to the reference<br/>price, even when it’s arbitrary."
  },
  {
    "id": "3458965",
    "unitNumber": 3,
    "text": "Which of the following is <strong>not</strong> one of the ways to maximize utility in accordance with the Value function of Prospect Theory?",
    "correctAnswer": "E",
    "options": {
      "A": "Gains should be segregated.",
      "B": "Losses should be integrated.",
      "C": "Small losses should be integrated into larger gains.",
      "D": "Small gains should be segregated against larger losses.",
      "E": "Large gains should be broken down to the smallest denominator."
    },
    "explanation": "What should be done when someone who wants to maximize utility encounters more than one event? To answer this question, we need to examine and compare the combinations of losses and gains that an individual will face. To understand which combinations are good, we must consider some properties of Prospect Theory’s Value Function. Consequently, the individual should apply the following combinations to maximize utility:<br/><ul> <li>Gains should be segregated</li> <li>Losses should be integrated</li> <li>Small losses should be integrated into larger gains</li> <li>Small gains should be segregated against larger losses</li> </ul> If separating the benefits maximizes our utility, why not break it down into the smallest possible chunks? For example, can’t we think of a TL50 gain as 50 separate TL1? Two things prevent this method from working in this way.<br/><ol> <li>Limits to self-deception</li> <li>Peanuts effect</li> </ol>"
  },
  {
    "id": "3445993",
    "unitNumber": 4,
    "text": "What are individuals who prefer less risky situations or they try to minimize risk called?",
    "correctAnswer": "A",
    "options": {
      "A": "Risk averse",
      "B": "Risk seekers",
      "C": "Risk neutrals",
      "D": "Fair game",
      "E": "Homo economicus"
    },
    "explanation": "People show different attitudes toward risk. Some people prefer risky income to a certain income with the same expected value and they are called risk seekers. On the other hand, some others prefer a certain income to a risky one with the same expected value. Actually, most individuals prefer less risky situations or they try to minimize risk. These people are called risk averse. Finally, people who are indifferent between a certain income and uncertain income with the same expected value are called risk neutrals.<br/>The answer is A."
  },
  {
    "id": "3446006",
    "unitNumber": 4,
    "text": "I. The risk-averse person’s utility function has a positive but increasing slope indicating the diminishing marginal utility of wealth and wealth is measured on the horizontal axis X.<br/>II. The utility function of the risk-seeker individual is convexly indicating an increasing marginal utility of money income or wealth.<br/>III. The risk-neutral individual’s utility function is linear and negatively sloped.<br/>What can be said to be true about the utility functions of risk preferences?",
    "correctAnswer": "B",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "Only III",
      "D": "I and II",
      "E": "I and III"
    },
    "explanation": "The attitude toward risk could be better understood using the expected utility function. The risk-averse person’s utility function has a positive but decreasing slope indicating the diminishing marginal utility of wealth and wealth is measured on the horizontal axis X. The utility function of the risk-seeker individual is convexly indicating an increasing marginal utility of money income or wealth. The risk-neutral individual’s utility function is linear and positively sloped. The answer is B."
  },
  {
    "id": "3446019",
    "unitNumber": 4,
    "text": "I. The Prospect Theory is a behavioral model that shows how people choose under uncertain conditions.<br/>II. The theory introduced two phases to decision-making: editing and evaluating.<br/>III. The theory introduced probabilities to calculate the value of outcomes for decision-makers.<br/>What can be said to be true about The Prospect Theory?",
    "correctAnswer": "C",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "I and III",
      "E": "II and III"
    },
    "explanation": "Research demonstrates that people violate the axioms of expected utility theory. Allais and Ellsberg paradoxes are considered examples of violation of independence and consistency axioms or subjective probability theorems. Similar examples showed that there were many factors and biases leading to “irrational” choices for decision makers such as framing and endowment effects. Prospect theory developed in 1979 by Daniel Kahneman and Amos Tversky is designed to improve the expected utility theory by providing a psychological explanation for people’s seemingly irrational behaviors. The theory introduced two phases to decision-making: editing and evaluating. Prospect theory proposed that choices are evaluated relative to a reference point. The theory also introduced important concepts such as loss aversion, reference points and weights rather than probabilities to calculate the value of outcomes for decision-makers.<br/>The answer is C."
  },
  {
    "id": "3446026",
    "unitNumber": 4,
    "text": "I. The theory of rational choice is an “axiomatic” theory.<br/>II. An axiom is a basic proposition of the theory that is proven by the theory.<br/>III. The basic axioms of the rational choice theory are completeness, transitivity, continuity, monotonicity, independence and convexity.<br/>What can be said to be true about the axioms of the rational behavior model?",
    "correctAnswer": "D",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "I and III",
      "E": "II and III"
    },
    "explanation": "Decision under certainty means the individual who is going to make a choice knows the outcomes of each alternative with certainty. The theory of rational choice is an “axiomatic” theory. An axiom is a basic proposition of the theory which cannot be proven by the theory but is simply taken for granted. The basic axioms of the rational choice theory are completeness, transitivity, continuity, monotonicity, independence and convexity. The answer is D."
  },
  {
    "id": "3446035",
    "unitNumber": 4,
    "text": "I. Completeness<br/>II. Transitivity<br/>III. Certainty<br/>IV. Independence <br/>Which of the given are part of the basic axioms of the rational choice theory?",
    "correctAnswer": "E",
    "options": {
      "A": "Only I",
      "B": "I and II",
      "C": "I and IV",
      "D": "I, II and III",
      "E": "I, II and IV"
    },
    "explanation": "The answer is E."
  },
  {
    "id": "3446047",
    "unitNumber": 4,
    "text": "What is a situation where probabilities cannot be expressed with any mathematical precision?",
    "correctAnswer": "A",
    "options": {
      "A": "Uncertainty",
      "B": "Decision",
      "C": "Outcome",
      "D": "Continuity",
      "E": "Certainty"
    },
    "explanation": "Uncertainty refers to a situation where probabilities cannot be expressed with any mathematical precision. The answer is A."
  },
  {
    "id": "3451910",
    "unitNumber": 4,
    "text": "What describes how people choose between different options and how they estimate the perceived likelihood of each of these options?",
    "correctAnswer": "B",
    "options": {
      "A": "The Framing Effect",
      "B": "The Prospect Theory",
      "C": "The Value Function",
      "D": "The Expected Utility Theory",
      "E": "Risk Preferences"
    },
    "explanation": "The prospect theory describes how people choose between different options (or prospects) and how they estimate (many times in a biased or incorrect way) the perceived likelihood of each of these options. The answer is B."
  },
  {
    "id": "3459780",
    "unitNumber": 4,
    "text": "I. The expected utility theory explains the consumer’s optimal behavior with rationality assumption and a set of axioms.<br/>II. It has been criticized for the limited capacity of human processing power.<br/>III. Another criticism of the model was its assumption that individuals can access information on the subject at a cost. <br/>Which of the given can be said to be true about the Expected Utility Theory?",
    "correctAnswer": "C",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "I and III",
      "E": "II and III"
    },
    "explanation": "The expected utility theory, which explains the consumer’s optimal behavior with rationality<br/>assumption and a set of axioms, has been criticized in many ways. One of them was about the limited capacity of human processing power. Another criticism of the model was its<br/>assumption that individuals can easily access all available information on the subject at no cost. <br/>The answer is C."
  },
  {
    "id": "3459782",
    "unitNumber": 4,
    "text": "Which of the given statements is true for the differences/similarities between Expected Utility Theory and Prospect Theory?",
    "correctAnswer": "E",
    "options": {
      "A": "Both Expected Utility Theory and Prospect Theory accept that choice is a one stage process.",
      "B": "In Prospect Theory people use probabilities in a linear fashion in the evaluation of outcomes under uncertainty; in Expected Utility Theory people use non-linear decision weights rather than probabilities assigned to each option.",
      "C": "In Expected Utility Theory people have an S-shaped value function; in Prospect Theory people have a concave shape of the utility function.",
      "D": "In Prospect Theory people are rational, in Expected Utility Theory people systematically violate the accepted axioms.",
      "E": "In Expected Utility Theory people use the utility function which is defined over the absolute value of wealth; in Prospect Theory People use value function that changes from a reference point as gains and losses are evaluated."
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/7f3852cdab06f17479b44e22dd042186.png\" alt=\"Expected Utility versus Prospect Theory\" width=\"653\" height=\"377\"> The answer is E."
  },
  {
    "id": "3459794",
    "unitNumber": 4,
    "text": "If you and your friend play a game where you flip a coin and if it lands on heads your friend will pay you 5₺, but if the coin lands on tails you must pay them 5₺. What is the expected value of this game?",
    "correctAnswer": "B",
    "options": {
      "A": "-1",
      "B": "0",
      "C": "1",
      "D": "2",
      "E": "5"
    },
    "explanation": "E(x) = prob (Head) * 5₺ + prob (Tail) * (-5₺) = 0.5 * 5₺ + 0.5 * (-5₺) = 0<br/>Because the expected value is equal to zero and therefore it is considered a \"fair game\".<br/>The answer is B."
  },
  {
    "id": "3839168",
    "unitNumber": 4,
    "text": "Which of the following best defines the completeness axiom?",
    "correctAnswer": "C",
    "options": {
      "A": "Consumers always choose the most expensive bundle.",
      "B": "Preferences cannot be compared across bundles.",
      "C": "A consumer can compare and rank any two bundles",
      "D": "Preferences are based solely on prices.",
      "E": "All preferences are inconsistent."
    },
    "explanation": "Completeness means a consumer can always determine a preference between any two bundles or state indifference."
  },
  {
    "id": "3839169",
    "unitNumber": 4,
    "text": "Which of the following scenarios violates the transitivity axiom?",
    "correctAnswer": "C",
    "options": {
      "A": "Prefers A to B, B to C, then prefers A to C.",
      "B": "Prefers C to B, B to A, then prefers C to A.",
      "C": "Prefers A to B, B to C, but prefers C to A.",
      "D": "Indifferent between A and B, B and C, thus A and C.",
      "E": "Prefers A to B and A to C."
    },
    "explanation": "Transitivity requires that if A is preferred to B, and B to C, then A must be preferred to C. Preferring C to A contradicts this."
  },
  {
    "id": "3839171",
    "unitNumber": 4,
    "text": "What is the core issue in the St. Petersburg paradox?",
    "correctAnswer": "C",
    "options": {
      "A": "The probabilities are unknown.",
      "B": "Expected value is finite but unhelpful.",
      "C": "The game has an infinite expected value, but people won’t pay much to play.",
      "D": "The outcomes are not realistic.",
      "E": "The game is too simple."
    },
    "explanation": "Though the game's expected value is infinite, no one is willing to pay an infinite amount, revealing a paradox in the expected value model."
  },
  {
    "id": "3839173",
    "unitNumber": 4,
    "text": "According to expected utility theory, how do rational individuals make decisions under uncertainty?",
    "correctAnswer": "C",
    "options": {
      "A": "By choosing the option with the lowest risk.",
      "B": "By maximizing the expected monetary value.",
      "C": "By maximizing the expected utility of outcomes.",
      "D": "By choosing the most familiar option.",
      "E": "By avoiding all risk."
    },
    "explanation": "Expected utility theory suggests individuals choose the option that maximizes the sum of the utilities of all outcomes, weighted by their probabilities."
  },
  {
    "id": "3839174",
    "unitNumber": 4,
    "text": "What does the risk premium represent?",
    "correctAnswer": "0",
    "options": {
      "A": "The gain from taking a risk.",
      "B": "The average payoff in a game.",
      "C": "The amount an individual would pay to avoid risk.",
      "D": "The variance of outcomes.",
      "E": "The probability of loss."
    },
    "explanation": "The risk premium is the difference between the expected value of a risky option and the certain amount a person would accept instead."
  },
  {
    "id": "3839176",
    "unitNumber": 4,
    "text": "A person who prefers a gamble with the same expected value as a certain income is said to be:",
    "correctAnswer": "B",
    "options": {
      "A": "Risk-averse",
      "B": "Risk-neutral",
      "C": "Ambiguity-averse",
      "D": "Rationally inconsistent",
      "E": "Loss-averse"
    },
    "explanation": "A risk-neutral individual is indifferent between a certain outcome and a gamble with the same expected value."
  },
  {
    "id": "3839177",
    "unitNumber": 4,
    "text": "The Allais Paradox challenges which core axiom of expected utility theory?",
    "correctAnswer": "C",
    "options": {
      "A": "Completeness",
      "B": "Monotonicity",
      "C": "Independence",
      "D": "Continuity",
      "E": "Convexity"
    },
    "explanation": "The Allais Paradox shows that people violate the independence axiom, where adding the same third lottery to two options should not change preferences."
  },
  {
    "id": "3839179",
    "unitNumber": 4,
    "text": "What behavior is revealed by the Ellsberg Paradox?Risk neutrality",
    "correctAnswer": "C",
    "options": {
      "A": "Risk neutrality",
      "B": "Loss aversion",
      "C": "Ambiguity aversion",
      "D": "Consistent preferences",
      "E": "Overweighting low probabilities"
    },
    "explanation": "The Ellsberg Paradox reveals that individuals prefer known risks over unknown risks (ambiguity), even when probabilities could be subjectively assigned."
  },
  {
    "id": "3839180",
    "unitNumber": 4,
    "text": "According to prospect theory, why do people tend to avoid losses more than they seek equivalent gains?",
    "correctAnswer": "C",
    "options": {
      "A": "Losses are unexpected.",
      "B": "People do not understand probability.",
      "C": "Losses are psychologically more painful than gains.",
      "D": "People misunderstand monetary value.",
      "E": "Gains are less frequent than losses."
    },
    "explanation": "Prospect theory introduces loss aversion, showing that people experience stronger negative feelings from losses than positive feelings from equivalent gains."
  },
  {
    "id": "3839182",
    "unitNumber": 4,
    "text": "What is the “framing effect” in decision-making?",
    "correctAnswer": "B",
    "options": {
      "A": "A method to reduce cognitive bias",
      "B": "The impact of how a problem is presented on the choice made",
      "C": "The logical reasoning behind a decision",
      "D": "The way outcomes are weighted",
      "E": "The numerical calculation of probability"
    },
    "explanation": "The framing effect occurs when individuals respond differently to the same situation based on how information is presented - as a loss or a gain."
  },
  {
    "id": "3473132",
    "unitNumber": 5,
    "text": "What is the general name for the trade-off of costs and benefits that occur at different times?",
    "correctAnswer": "A",
    "options": {
      "A": "Intertemporal choice",
      "B": "Instantaneous utility function",
      "C": "Time consistency",
      "D": "Habit formation",
      "E": "Discount rate"
    },
    "explanation": "Intertemporal choice is the general name for the trade-off of costs and benefits that occur at different times.<br/>The answer is A."
  },
  {
    "id": "3473151",
    "unitNumber": 5,
    "text": "I. By combining the utility functions of the two periods with the discount function, we get the intertemporal utility function.<br/>II. In the intertemporal utility function, there is no difference between the consumption of the 1st period and the 2nd period for the consumer.<br/>III. The instantaneous utility function captures an individual’s utility from consumption at time t.<br/>What can be said to be true about the intertemporal utility function?",
    "correctAnswer": "D",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "I and III",
      "E": "II and III"
    },
    "explanation": "By combining the utility functions of the two periods with the discount function, we get the intertemporal utility function. When we look at the intertemporal utility function, it is seen that there is a difference between the consumption of the 1st period and the 2nd period for the consumer. The instantaneous utility function captures an individual’s utility from consumption at time t.<br/>The answer is D."
  },
  {
    "id": "3473154",
    "unitNumber": 5,
    "text": "According to the EDU model, what is the only factor determining the individual’s total utility?",
    "correctAnswer": "A",
    "options": {
      "A": "Discounted utility of consumption for different periods.",
      "B": "Consumers being perfect in decision-making.",
      "C": "Changing an unsatisfied behavior.",
      "D": "Loss aversion",
      "E": "Discounted utility of consumption for one period."
    },
    "explanation": "According to the EDU model, the only factor determining the individual’s total utility is the discounted utility of consumption for different periods.<br/>The answer is A."
  },
  {
    "id": "3473156",
    "unitNumber": 5,
    "text": "I. Individuals can choose to avoid time-inconsistent choices by controlling their long-term demands by including the income they will earn today.<br/>II. The individual is aware of his consumption pleasures, which will result in no effort to adapt to the future situation. <br/>III. Past consumption decisions will affect the individual’s future consumption decisions.<br/>Which of the given reasons may cause the long-run and short-run demand function to differ according to Pollak (1970)?",
    "correctAnswer": "D",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "I and III",
      "E": "II and III"
    },
    "explanation": "Pollak (1970) mentioned that there may be three reasons that may cause the long-run and short-run demand function to differ. The first of these is commitment. Individuals can choose to avoid time-inconsistent choices by controlling their long-term demands by including the income they will earn today, by including long-term investment tools such as buying a house or participating in a retirement program. Secondly, the individual may be unaware of his consumption pleasures, which will cause an effortful process in adapting to the future situation. Finally, past consumption decisions will affect the individual’s future consumption decisions.<br/>The answer is D."
  },
  {
    "id": "3473159",
    "unitNumber": 5,
    "text": "I. Living the experience today will lead to more good memories one day than living it tomorrow.<br/>II. Uncertainty makes today’s consumption more valuable. <br/>III. Consuming today is less valuable than consuming tomorrow.<br/>Which of the given are some of the reasons the consumer values today’s consumption more?",
    "correctAnswer": "C",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "I and III",
      "E": "II and III"
    },
    "explanation": "The consumer values today’s consumption more. So why does the consumer value what happens today more than what happens in the future? There are three possible answers we can give to this: i. Impatience: Consuming today is more valuable than consuming tomorrow. ii. Uncertainty: Even if we take the future into account today, we cannot know precisely what will happen when that day comes. This uncertainty makes today’s consumption more valuable. iii. Memory Utility: In addition to the instant utility of an experience to be lived today, we can say that we will also have utility in the future thanks to the memories. In this case, living the experience today will lead to more good memories one day than living it tomorrow.<br/>The answer is C."
  },
  {
    "id": "3473161",
    "unitNumber": 5,
    "text": "What is the rate at which the discount function declines over time?",
    "correctAnswer": "E",
    "options": {
      "A": "Time Consistency",
      "B": "Consumption Independence",
      "C": "Constant Discounting",
      "D": "Utility Independence",
      "E": "Discount Rate"
    },
    "explanation": "Discount rate is the rate at which discount function declines over time.<br/>The answer is E."
  },
  {
    "id": "3473273",
    "unitNumber": 5,
    "text": "Which one of the given statement can be said to be true about the properties of the EDU (Exponential Discounted Utility) Model?",
    "correctAnswer": "B",
    "options": {
      "A": "The EDU model applies different discount function to different consumer goods.",
      "B": "In the EDU model, the Discount rate (ρ<sub>n</sub> = ρ for all n) is the same for each period.",
      "C": "Utility function u(.) is generally considered convex.",
      "D": "According to the EDU model, the individual’s utility in any period t is dependent on all other periods.",
      "E": "In the EDU model, the consumer evaluates new alternatives by excluding them in the current consumption plan."
    },
    "explanation": "In the EDU model, the consumer evaluates new alternatives by including them in the current consumption plan. According to the EDU model, the individual’s utility in any period t is independent of all other periods. According to the EDU model, the only factor determining the individual’s total utility is the discounted utility of consumption for different periods. The EDU model applies the same discount function to different consumer goods. In the EDU model, the Discount rate (ρn = ρ for all n) is the same for each period. Utility function u(.) is generally considered<br/>concave.<br/>The answer is B."
  },
  {
    "id": "3473275",
    "unitNumber": 5,
    "text": "I. In many studies conducted to test the assumptions of the EDU model, it has been found that the intertemporal preferences of the individuals do not match the assumptions of the model.<br/>II. Contrary to the EDU model claims, people’s discount rate is not fixed. For an individual; the desire for instant gratification will be unbearable the closer the time is.<br/>III. The Discounted Utility model differentiates between gains and losses in terms of discounting. Individuals discount gains at a higher rate than losses.<br/>What can be said to be true about the anomalies of the EDU (Exponential Discounted Utility) Model?",
    "correctAnswer": "C",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "I and III",
      "E": "II and III"
    },
    "explanation": "In many studies conducted to test the assumptions of the EDU (Exponential Discounted Utility) model, it has been found that the intertemporal preferences of the individuals do not match the assumptions of the model. The deviations mentioned here are the assumptions that support the model rather than the axiomatic structure of the model. The concept of anomaly corresponds to the terms refutations, and violations in the behavioral economics literature. In this respect, we call the experimental or observational rejection of assumptions the anomalies of the EDU model.<br/>The higher the discount rate, the higher the impatience of the individual. However, contrary to the EDU model claims, people’s discount rate is not fixed. An individual’s impatience for an event that will occur in the very near future will be much higher than an event that will happen in the more distant future; in other words, the desire for instant gratification will be unbearable the closer the time is.<br/>Another finding from empirical studies is that individuals discount gains at a higher rate than losses (Loewenstein &amp; Prelec, 1992). The Discounted Utility model, on the other hand, does not differentiate between gains and losses in terms of discounting. Loewenstein and Prelec (1992) call this behavior the gain-loss asymmetry.<br/>The answer is C."
  },
  {
    "id": "3473365",
    "unitNumber": 5,
    "text": "What is the behavior of absolute magnitudes being essential to individuals’ intertemporal preferences called by Loewenstein and Prelec (1992)?",
    "correctAnswer": "E",
    "options": {
      "A": "Diminishing Marginal Utility",
      "B": "Common Difference Effect",
      "C": "The Gain-Loss Asymmetry",
      "D": "The Delay-Speedup Asymmetry",
      "E": "Absolute Magnitude Effect"
    },
    "explanation": "Empirical studies on monetary quantities have shown that absolute magnitudes are essential in individuals’ intertemporal preferences. According to this behavior, referred to as the absolute magnitude effect by Loewenstein and Prelec (1992), large monetary amounts are discounted to a lesser extent than small amounts. For example, an individual who is indifferent between 15 TL today and 60 TL a year later is also indifferent between 3000 TL today and 4000 TL a year later. This means a 139% and 29% reduction, respectively (Thaler, 1981). In other words, the larger the monetary amount, the lower the discount rate.<br/>The answer is E."
  },
  {
    "id": "3473380",
    "unitNumber": 5,
    "text": "I. The Reference Time Model is similar to the habit formation model, it does not include the past as a whole but with a reference time and a reference output level dimension.<br/>II. In order to understand time-inconsistent behaviors, a reference-dependent utility was formed based on the contributions of prospect theory to utility theory.<br/>III. In the Reference Time Model, when the individual gains more than a certain amount, a new income that had a great impact before will have a stronger effect.<br/>What can be said to be true about the Reference Time Model (RT)?",
    "correctAnswer": "C",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "I and III",
      "E": "II and III"
    },
    "explanation": "The Reference Time Model (RT) is similar to the habit formation model, it does not include the past as a whole but with a reference time and a reference output level dimension. In order to understand time-inconsistent behaviors, a reference-dependent utility was formed based on the contributions of prospect theory (Kahneman and Tversky, 1979; Tversky and Kahneman, 1991) to utility theory. The reference point mentioned here is determined by past habits, status quo, social norms, or expectations. Another feature revealed by Prospect Theory is loss aversion behavior. The individual attaches greater importance to losses than gains, so the effect of loss in the same size is greater than gain. The last feature is that the effect of the value function decreases after a certain value in both gain and loss (diminishing elasticity). That is when the individual gains more than a certain amount, a new income that had a great impact before will no longer have the same effect.<br/>The answer is C."
  },
  {
    "id": "3442624",
    "unitNumber": 6,
    "text": "Which of the following <strong>is not</strong> included in game theory?",
    "correctAnswer": "A",
    "options": {
      "A": "Monopoly firms’ decisions",
      "B": "War or treaty decisions",
      "C": "Price decisions",
      "D": "Trade wars",
      "E": "International policies"
    },
    "explanation": "Most of the decision problems that come across in life have an interactive or strategic structure. So, what you encounter depends not only on what you do but also on what other people do. For example, in a penalty kick in a football game, whether the penalty kick results in a goal depends not only on a forward’s move but also on the goalkeeper’s move. Whether you make money in your stock or blockchain technology investments depends not only on your stock or coin choice but also on the prices of these investment instruments, hence their supply and demand. Similarly, the outcome of the case defended by a lawyer depends not only on his actions but also on the actions of the prosecutor. Knowing this, the lawyer thinks about the prosecutor’s decisions and takes action according to the possible decisions of the prosecutor. Therefore, the decisions depend in part on what the others’ reactions will be. The same network of relations is valid for firms and countries. Firms often consider the decisions of other firms in their decisions such as price, investment, and advertising. For example, in an oligopoly mobile communications market, a firm must take into account the price decisions of other firms when determining a price. Countries are also in this network of relations. War or treaty decisions, international policies, trade wars, etc. increases international interaction. It is such situations that require strategic decision-making, and thus real-life relationships become more complex. One of the fields that examine such social interactions is game theory."
  },
  {
    "id": "3442628",
    "unitNumber": 6,
    "text": "Game Theory is essentially a subdiscipline of which branch of science?",
    "correctAnswer": "A",
    "options": {
      "A": "Mathematics",
      "B": "Economics",
      "C": "Biology",
      "D": "Psychology",
      "E": "Ecology"
    },
    "explanation": "Game theory analyzes the play of two or more players who have their strategies and are influenced by each other’s actions. In other words, game theory examines situations in which decision-makers can make the most strategic and profitable decisions against others. Therefore, the gain of the individual or group in the event of competition depends on the decisions of other individuals and groups participating in this competitive environment. In short, game theory is a mathematical discipline that investigates the competition and cooperation between decision-makers. However, game theory has also many different practices besides mathematics. War strategies, international relations, political voting systems, biology, economic cooperation and competition, and parlor games are some of them."
  },
  {
    "id": "3442630",
    "unitNumber": 6,
    "text": "Who among the following is one of the developers of Game Theory?",
    "correctAnswer": "C",
    "options": {
      "A": "D. Kahneman",
      "B": "J. M. Keynes",
      "C": "J. Von Neumann",
      "D": "C. Sunstein",
      "E": "G. A. Akerlof"
    },
    "explanation": "Game theory was developed by mathematicians J. Von Neumann and Oskar Morgenstern. The book “Theory of Games and Economic Behavior”, published by Neumann and Morgenstern in 1944, forms the basis of game theory."
  },
  {
    "id": "3442633",
    "unitNumber": 6,
    "text": "I. Players: They are the decision-makers in a game.<br/>II. Equilibrium: It is a stable result that must always be the best outcome.<br/>III. Strategies: Plans that take into account all possibilities of how other players will act.<br/>IV. Outcome: Losses or gains that players make at the end of the game.<br/>Which of the above pairings are true?",
    "correctAnswer": "B",
    "options": {
      "A": "I. and II.",
      "B": "I. and III.",
      "C": "II. and III.",
      "D": "II. and IV.",
      "E": "I. and IV."
    },
    "explanation": "The main elements in a game can be listed as follows:<br/><ul> <li>Players: They are the decision-makers in a game.</li> <li>Actions: These are the options offered to the players.</li> <li>Outcomes: Results like a price war that occurs at the end of the game.</li> <li>Strategies: Plans that take into account all possibilities of how other players will act.</li> <li>Payoffs: Losses or gains that players make at the end of the game.</li> <li>Information: It is the knowledge that the players have in the decision-making process.</li> <li>Equilibrium: It is a stable result that may not always be the best outcome.</li> </ul>"
  },
  {
    "id": "3442636",
    "unitNumber": 6,
    "text": "A game is called a …………. if one player’s gain equals another player’s loss, always by the same amount.<br/>Which one is more appropriate to fill in the blank above?",
    "correctAnswer": "E",
    "options": {
      "A": "Noncooperative game",
      "B": "Single-stage game",
      "C": "Incomplete information game",
      "D": "Non-zero-sum game",
      "E": "Zero-sum game"
    },
    "explanation": "In terms of payoffs, games can be divided into zero-sum or non-zero-sum games. A game is called a zero-sum game if one player’s gain equals another player’s loss, always by the same amount. Most card games such as poker are examples of zero-sum games. The clear separation of gainers and losers in zero-sum games makes these games more competitive"
  },
  {
    "id": "3442641",
    "unitNumber": 6,
    "text": "I. There are three strategies for players to choose from<br/>II. The outcomes of the game can be a win, loss, or tie<br/>III. If both players choose the same strategy, the game is drawn<br/>IV. The game is a non-zero-sum game<br/>Which of the above are true for Rock-Paper-Scissors Game?",
    "correctAnswer": "D",
    "options": {
      "A": "I-II-IV",
      "B": "I-III",
      "C": "II-III-IV",
      "D": "I-II-III",
      "E": "I-II-III-IV"
    },
    "explanation": "There are three strategies (rock, paper, scissors) for players to choose from. Rock breaks scissors, paper covers rock, scissors cut paper. The outcomes of the game can be a win, loss, or tie depending on the strategies chosen by the players. If both players choose the same strategy, the game is drawn. If Player A and Player B choose scissors and paper, respectively, Player A wins the game. If Player A and Player B choose the rock and the paper, respectively, Player B wins the game. Thus, payoffs achieved are indicated by (+1) for the winning player, (-1) for the loser, and (0) for the tie. It should be noted that whether a player win depends not only on his strategy but also on the strategy of the other player. The best strategy in this game is to move randomly. Because the payoffs in each row are equal to zero, the Rock-Paper-Scissors game is called a two-person, zero-sum game."
  },
  {
    "id": "3442643",
    "unitNumber": 6,
    "text": "Who had previously achieved results in Game Theory similar to those achieved by John Nash?",
    "correctAnswer": "A",
    "options": {
      "A": "A. A. Cournot",
      "B": "G. A. Akerlof",
      "C": "J. M. Keynes",
      "D": "J. Von Neumann",
      "E": "Oskar Morgenstern"
    },
    "explanation": "Indeed, before Nash, Antoine Augustin Cournot reached similar analytical observations. Cournot (1838) has created a model of the duopoly that includes independent and simultaneous competition for the level of output of firms. Nash developed this model and proved that there is an equilibrium in all games where the utility functions of the players provide certain characteristics. The goal of the players is to adopt a strategy that maximizes their utility."
  },
  {
    "id": "3442647",
    "unitNumber": 6,
    "text": "I. Laboratory experiments on economic markets began to be carried out at universities<br/>II. The view that expected benefit is nonlinear<br/>III. Some researchers built extended models by incorporating strategic interactions into rational decision theory<br/>IV. Strategic interaction conditions were incorporated into the decision-making process<br/>V. Decision-making models outside of the standard model were created<br/>Gintis (2005) discussed behavioral economics theory in 5 mostly interconnected and overlapping stages. Which is the correct chronological order of these?",
    "correctAnswer": "E",
    "options": {
      "A": "I-II-V-IV-III",
      "B": "I-II-VI-V-III",
      "C": "III-IV-I-II-V",
      "D": "II-V-IV-III-I",
      "E": "II-I-V-IV-III"
    },
    "explanation": "Gintis (2005) discussed behavioral economics theory in 5 mostly interconnected and overlapping stages:<br/><ol> <li>The first began with the paradoxes advanced by Ellsberg and Allais in the early 1950s and 1960s. According to them, the expected benefit is nonlinear.</li> <li>The second is the study of Vernon Smith et al. (1956). They began conducting laboratory experiments on economic markets at their universities.</li> <li>The third started with Amos Tversky, Daniel Kahneman, and their other colleagues in the early 1970s. They created models of decision-making outside of the standard model, such as expectancy theory, regret theory, and hyperbolic reduction.</li> <li>The fourth includes games such as bargaining, trust, and public goods games that have been performed by many different researchers [Guth et al. (1982), Roth et al. (1991), Berg et al. (1995)] since the 1980s. Thus, strategic interaction conditions were incorporated into the decision-making process.</li> <li>The fifth includes various experimental scenarios performed by Ernst Fehr and some other researchers since the early 2000s. These researchers built extended models by incorporating strategic interactions into rational decision theory.</li> </ol>"
  },
  {
    "id": "3442651",
    "unitNumber": 6,
    "text": "This game is a simple bargaining game on how a certain sum of money will be split between two players. One of the players in the game is called the proposer (or allocator), and the other is called the responder (or recipient).<br/>Which game does the above information refer to?",
    "correctAnswer": "C",
    "options": {
      "A": "Dictator game",
      "B": "Guessing game",
      "C": "Ultimatum game",
      "D": "Public goods game",
      "E": "Trust game"
    },
    "explanation": "The ultimatum game is a simple bargaining game on how a certain sum of money will be split between two players. One of the players in the game is called the proposer (or allocator), and the other is called the responder (or recipient). The proposer is given some money and is asked to share it with the responder whom he does not know or see. In other words, both players are unaware of who the other is. If the responder accepts this offer, both players will receive the money within the current offer. However, the responder can refuse this offer, in which case neither player will earn the money. The analytical game theory argues that it is the best strategy for the proposer to offer the smallest positive value they can offer and for the responder to accept that offer. Because, a homo-economicus should make the lowest offer to another person whom he has never met, and another homo-economicus should accept this complimentary offer from a person he does not know at all. In this way, they can maximize their utilities. According to analytical game theory, this is the subgame perfect Nash equilibrium. However, this does not always happen. In many studies on the subject, findings claiming the opposite had been reached."
  },
  {
    "id": "3442656",
    "unitNumber": 6,
    "text": "Which games focuses on the free rider problem?",
    "correctAnswer": "B",
    "options": {
      "A": "Ultimatum Games",
      "B": "Public Goods Games",
      "C": "Dictator Games",
      "D": "Trust Games",
      "E": "Guessing Games"
    },
    "explanation": "Public choice theory is an approach that analyzes decision-making and preferences in the public sector. Effective use of public goods is also one of the research areas of this discipline. This area brings together two important disciplines, public choice theory and game theory, which at first glance seem disjointed. The game theory focuses on the free-rider problem in public goods. It explores why people behave selfishly when consuming public goods. The two main characteristics of public goods are non-rivalness and non-excludability. That is, the consumption of a public good by anyone does not affect the consumption and consumption utility of others, and it is not possible to prevent the consumption of others. Because of these two properties of public goods, the free-rider problem arises in street lighting, parks, national defense, environmental pollution, and many other public goods. Free riders cause a negative externality in the consumption of others. For example, imagine that a pond in a small settlement grows very tasty fish. A man with very good fishing gear lives there. He catches more fish than he needs every day, regardless of whether it is a hunting season or not. This causes other residents to consume less fish and the fish in the pond become extinct in a short time. This behavior, where self-interest is at the forefront, is a good example of the free-rider problem."
  },
  {
    "id": "3448715",
    "unitNumber": 7,
    "text": "<strong>What is the main reason behind recent increased interest of macroeconomists to behavioral economics?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "the current flaws in conventional methods for predicting the economy",
      "B": "raising popularity of subject.",
      "C": "rising financial supports for behavioral macroeconomics studies.",
      "D": "rising interest of international organizations",
      "E": "increase in the number of new Ph.D. graduates in economics who has a psychology background."
    },
    "explanation": "Over the past 20 years, macroeconomists have progressively incorporated the findings of behavioral economics into their models. It is asserted that this inclusion helps address the current flaws in conventional methods for predicting the economy."
  },
  {
    "id": "3448721",
    "unitNumber": 7,
    "text": "<strong>Which of the following areas of New Keynesian models do not consult to behavioral economics?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "economic volatility models.",
      "B": "asset price bubbles.",
      "C": "wage in line with consumption.",
      "D": "wage in line with expectation creation.",
      "E": "employment in line with consumption."
    },
    "explanation": "the traditional New Keynesian model of economic volatility does not account for counterfactual inertia. The New Keynesian model’s theoretical underpinnings, especially efforts to use behavioral economics to pinpoint the wages and employment that support consumption, expectation creation, aggregate supply, and the potential for multiple equilibriums and asset price bubbles."
  },
  {
    "id": "3448729",
    "unitNumber": 7,
    "text": "<strong>Which of the following elements are necessary to examine properly macroeconomic developments today</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Urgent need a Complex system which has the non-linearity and Heterogeneity features.",
      "B": "Rational expectation assumption.",
      "C": "Purely competitive markets assumption.",
      "D": "Homo economicus assumption.",
      "E": "Markets clear assumption."
    },
    "explanation": "The majority of economic policy analysis still relies on rational expectation models, which are frequently mediated by an individual that is completely rational. The recent financial and economic crisis, however, has shown that things are shifting and that new strategies are required to model, comprehend, and handle crises. As a result, the topic of a different behavioral approach to macro finance modeling from the viewpoint of complex systems have come up for consideration. Complex systems possess two crucial characteristics. Non-linearity is the first. Heterogeneity is the second."
  },
  {
    "id": "3448733",
    "unitNumber": 7,
    "text": "<strong>What is the implication of existence of nonlinearity in economic relations?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "multiple equilibrium.",
      "B": "partial equilibrium.",
      "C": "general equilibrium.",
      "D": "competitive equilibrium.",
      "E": "monopoly equilibrium."
    },
    "explanation": "Small changes at the micro level can amplify and cause crucial transitions or tipping points at the macro level because nonlinearities can result in numerous equilibria."
  },
  {
    "id": "3448742",
    "unitNumber": 7,
    "text": "<strong>which of the following is the </strong><strong>most popular iteration of the New Keynesian </strong><strong>model</strong><strong>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "the Dynamic Stochastic General Equilibrium.",
      "B": "rational expectation model.",
      "C": "partial equilibrium model.",
      "D": "calibration",
      "E": "structural econometric models."
    },
    "explanation": "The most popular iteration of the New Keynesian model, which will be introduced as a starting point, is the Dynamic Stochastic General Equilibrium"
  },
  {
    "id": "3448750",
    "unitNumber": 7,
    "text": "<strong>Which of the following assumption is frequently made by macroeconomists?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Optimal behavior.",
      "B": "rational behavior.",
      "C": "homo economicus.",
      "D": "omo sapiens.",
      "E": "rational expectation."
    },
    "explanation": "To explain important data from the real-world using models based on the assumptions of optimal behavior."
  },
  {
    "id": "3448756",
    "unitNumber": 7,
    "text": "<strong>Which of the following results from the fact that “</strong>cognitive psychologists and experimental economists have documented a number of systematic differences between people’s decisions and the “economic man’s” judgments”<strong>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "increased use of behavioral macroeconomics.",
      "B": "great recognition of rational expectation assumption.",
      "C": "heavy use of monetarist model in explaining the recent developments in world economy.",
      "D": "heavy use of new classical models in explaining the recent developments in world economy.",
      "E": "heavy use of new Keynesian models in explaining the recent developments in world economy."
    },
    "explanation": "The second justification for including behavioral economics findings in macroeconomics mitigates the intensity of this criticism: cognitive psychologists and experimental economists have documented a number of systematic differences between people’s decisions and the “economic man’s” judgments."
  },
  {
    "id": "3448763",
    "unitNumber": 7,
    "text": "<strong>What is the main implication of the existence of </strong><strong>the economy’s </strong><strong>inertial response to shocks</strong><strong>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "necessity to use behavioral hypotheses.",
      "B": "necessity to assume perfect competition.",
      "C": "necessity to assume imperfect market.",
      "D": "necessity to assume perfect information.",
      "E": "necessity to assume homo economicus."
    },
    "explanation": "macroeconomic issues are seen to require the use of behavioral hypotheses, such as the economy’s inertial response to shocks."
  },
  {
    "id": "3448767",
    "unitNumber": 7,
    "text": "<strong>What are two main developments significantly contributed to recognition of </strong><strong>behavioral economics</strong><strong><em>?</em></strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Nobel prizes of George Akerlof in 2001 and Daniel Kahneman in 2002.",
      "B": "2008 Global crises of capitalistic system.",
      "C": "Domination of new Keynesian models.",
      "D": "Domination of rational expectation models.",
      "E": "increased phase of globalization."
    },
    "explanation": "Since George Akerlof in 2001 and Daniel Kahneman in 2002 received the Nobel Prize, it could be argued that behavioral economics has gained widespread acceptance and mainstream status."
  },
  {
    "id": "3448773",
    "unitNumber": 7,
    "text": "<strong>Why do we need models that assume a different sense of rationality</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "since people have cognitive limits.",
      "B": "since markets are not clearing.",
      "C": "because of globalization.",
      "D": "because of recent global crises.",
      "E": "because of rising protectionism."
    },
    "explanation": "When the assumption that people have cognitive limits and are thus unable to comprehend all of the complexity of the universe is accepted, it becomes conceivable to create models based on a different sense of rationality (as is frequently assumed in conventional macroeconomic models)."
  },
  {
    "id": "3472752",
    "unitNumber": 8,
    "text": "Which of the given is one of the inner qualities of the four qualities of life expressed by Veenhoven?",
    "correctAnswer": "E",
    "options": {
      "A": "Ecological",
      "B": "Cultural",
      "C": "Economic",
      "D": "Moral perfection",
      "E": "Knowledge"
    },
    "explanation": "Veenhoven (2000) expressed the four qualities of life, which is another concept related to happiness. This distinction mainly concerns the life chances and life results of individuals. Life chances refer to the opportunities that can be used to lead a good life. Life results refer to the way these opportunities are used. A second distinction concerns inner and outer qualities. Inner qualities refer to individuals’ own characteristics, and outer qualities refer to their living conditions.<br/>Life-ability of the person • Physical health (negative: free of disease; positive: energetic, resilient) • Mental health (negative: free of mental defects; positive: autonomous, creative) • Knowledge (e.g., literacy, schooling) Skills (e.g., intelligence, manners) • Art of living (e.g., varied lifestyle, differentiated taste)<br/>Subjective appreciation of life • Appraisal of life aspects (e.g., satisfaction with job, satisfaction with variety) • Prevailing moods (e.g., depression, ennui; enthusiasm) • Overall appraisals (affective: general mood level; cognitive: contentment with life)<br/>The answer is E."
  },
  {
    "id": "3472753",
    "unitNumber": 8,
    "text": "Which of the given is one of the Life Results of the four qualities of life expressed by Veenhoven?",
    "correctAnswer": "E",
    "options": {
      "A": "Mental health",
      "B": "Art of living",
      "C": "Social",
      "D": "Physical health",
      "E": "Prevailing moods"
    },
    "explanation": "Veenhoven (2000) expressed the four qualities of life, which is another concept related to happiness. This distinction mainly concerns the life chances and life results of individuals. Life chances refer to the opportunities that can be used to lead a good life. Life results refer to the way these opportunities are used. A second distinction concerns inner and outer qualities. Inner qualities refer to individuals’ own characteristics, and outer qualities refer to their living conditions.<br/>Objective utility of life: • External utility (e.g., in intimate relationships: rearing children, caring for friends; e.g., for society: being a good citizen; e.g., for mankind: leaving behind an invention) • Moral perfection (e.g., authenticity, compassion, originality) A comparable concept in economics would be public goods.<br/>Subjective appreciation of life: • Appraisal of life aspects (e.g., satisfaction with job, satisfaction with variety) • Prevailing moods (e.g., depression, ennui; enthusiasm) • Overall appraisals (affective: general mood level; cognitive: contentment with life) A comparable concept in economics is private profit.<br/>The answer is E."
  },
  {
    "id": "3472755",
    "unitNumber": 8,
    "text": "What is the concept of influencing individuals’ choices by organizing their decisions called?",
    "correctAnswer": "A",
    "options": {
      "A": "Choice architecture",
      "B": "Delphi Technique",
      "C": "Anchoring effect",
      "D": "Default effect",
      "E": "Framing effect"
    },
    "explanation": "Choice architecture is a concept introduced by Thaler and Sunstein (2008), which refers to influencing individuals’ choices by organizing their decisions.<br/>The answer is A."
  },
  {
    "id": "3472756",
    "unitNumber": 8,
    "text": "I. Simple<br/>II. Obligatory<br/>III. Low-cost<br/>Which of the given is required to consider an intervention a \"nudge\"?",
    "correctAnswer": "D",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "I and III",
      "E": "II and III"
    },
    "explanation": "The choice architecture that predictably changes elections, with little intervention in economic incentives and without touching the free will of individuals, is called a nudge. For any intervention to be considered a nudge, it must be (i) simple, (ii) non-obligatory, and (iii) low-cost. <br/>The answer is D."
  },
  {
    "id": "3472757",
    "unitNumber": 8,
    "text": "I. Behavioral development economics aims to strengthen existing development economic theories.<br/>II. According to behavioral development economists, the behavior of the poor is not the only cause of poverty.<br/>III. Behavioral development economics rejects the rules and economic policies of traditional development economics.<br/>Which of the given can be said to be true about behavioral development economics?",
    "correctAnswer": "C",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "I and III",
      "E": "II and III"
    },
    "explanation": "Behavioral development economists, who added a new dimension to traditional development economics with the cognitive biases of individuals, summarize behavioral development economics as follows:<br/>• Behavioral development economics does not reject the rules and economic policies of traditional development economics.<br/>• Behavioral development economics aims to strengthen existing development economic theories.<br/>• Behavioral development economics rejects a single rational model, designing experiments to more precisely describe and test specific mechanisms of behavior.<br/>• According to behavioral development economists, the behavior of the poor is not the only cause of poverty. Also, because the poor are not free to choose, they feel that their cognitive biases do not deserve to be blamed.<br/>• A scientific understanding of the role of behavioral factors does not necessarily translate into a policy. Also, misunderstanding human behavior can lead to undesirable consequences.<br/>• Current research in behavioral development economics does not yet yield overwhelming and conclusive evidence.<br/>The answer is C."
  },
  {
    "id": "3472758",
    "unitNumber": 8,
    "text": "What is the main factor that determines the standards of human life?",
    "correctAnswer": "A",
    "options": {
      "A": "Cognitive capacity",
      "B": "Political support",
      "C": "Inertia",
      "D": "Choice",
      "E": "Economic factors"
    },
    "explanation": "Amartya Sen (1989) contributed to development economics through a very important approach. The Capability Approach is in a sense the pioneer of behavioral development economics. Because with this approach, Sen deal with the human factor in development economics. In this approach, poverty is associated with individual abilities far beyond monetary deprivation. The main factor that determines the standards of human life is their cognitive capacity. Negative conditions such as malnutrition, premature deaths, diseases, and low literacy cause people to lack of cognitive capacity. This new approach has led to a change in the perspective of development economics and the emergence of behavioral development economics.<br/>The answer is A."
  },
  {
    "id": "3473050",
    "unitNumber": 8,
    "text": "Which of the given statements about the empirical findings compiled by Frey (2018) on five different fields on the subject of happiness research can be said to be true?",
    "correctAnswer": "B",
    "options": {
      "A": "The personality structure determined by the genetic endowment is ineffective on happiness.",
      "B": "Demographic factors can be counted among the important determinants of happiness.",
      "C": "A raise in GDP generally increases average happiness, and this increase is linear.",
      "D": "Subjective well-being does not differ between countries and cultures.",
      "E": "People with lower incomes have higher life satisfaction than those with higher incomes."
    },
    "explanation": "The personality structure determined by the genetic endowment is highly effective on happiness. People with higher incomes have higher life satisfaction than those with lower incomes. Demographic factors such as age, family status, children, social relationships, health, and education can be counted among the important determinants of happiness. Subjective well-being differs between countries and cultures. A raise in GDP generally increases average happiness, but this increase is not linear. <br/>The answer is B."
  },
  {
    "id": "3473126",
    "unitNumber": 8,
    "text": "I. Normative behavioral economics is not independent of value judgments.<br/>II. In normative behavioral economics current economic events and behaviors are explained impartially without value judgment.<br/>III. Normative behavioral economics represents a process that involves policy-making that includes economic practices. <br/>What can be said to be true about normative behavioral economics?",
    "correctAnswer": "D",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "I and III",
      "E": "II and III"
    },
    "explanation": "Normative behavioral economics is not independent of value judgments. It represents a process that involves policy-making that includes economic practices. In positive behavioral economics, current economic events and behaviors are explained impartially without value judgment.<br/>The answer is D."
  },
  {
    "id": "3473128",
    "unitNumber": 8,
    "text": "What is the choice architecture that predictably changes elections, with little intervention in economic incentives and without touching the free will of individuals?",
    "correctAnswer": "B",
    "options": {
      "A": "Procrastination",
      "B": "A Nudge",
      "C": "Hyperbolic Discounting",
      "D": "Experimentation",
      "E": "External Utility"
    },
    "explanation": "The choice architecture that predictably changes elections, with little intervention in economic incentives and without touching the free will of individuals, is called a nudge."
  },
  {
    "id": "3473130",
    "unitNumber": 8,
    "text": "What is the concept which is often used as an indicator of happiness and individual health, refers to how people evaluate different aspects of their lives?",
    "correctAnswer": "C",
    "options": {
      "A": "Moral perfection",
      "B": "Behavioral economics",
      "C": "Subjective well-being",
      "D": "Genetic endowment",
      "E": "Cognitive biases"
    },
    "explanation": "Subjective well-being: Also known as self-reported well-being. This concept, which is often used as an indicator of happiness and individual health, refers to how people evaluate different aspects of their lives.<br/>The answer is C."
  }
]