[
  {
    "id": "3763490",
    "unitNumber": 1,
    "text": "<strong><span style=\"font-size: 11.0pt; font-family: 'Verdana',sans-serif; font-weight: normal;\">Bilgi görselleştirme ile grafik tasarım arasındaki ayrımın kaynağı nedir?</span></strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kullanılan yazılımların farklılığı",
      "B": "Tasarımcının görevinin gereklilikleri ve amacı",
      "C": "İletişimde kullanılan dil",
      "D": "Hedef kitle analizi",
      "E": "Pazar araştırması"
    },
    "explanation": "Bilgi görselleştirme ile grafik tasarım arasındaki ayrım, tasarımcının görevinin gerekliliklerinden ve amacından kaynaklanmaktadır. Bu, tasarımın ana ekseninin neye odaklandığına ve sunulan bilgi miktarına bağlıdır."
  },
  {
    "id": "3763488",
    "unitNumber": 1,
    "text": "<strong><span style=\"font-size: 11.0pt; font-family: 'Verdana',sans-serif; font-weight: normal;\">Grafik tasarım disiplininin yeni adı nedir?</span></strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Bilgi İletişim Tasarımı",
      "B": "Görsel İletişim Tasarımı",
      "C": "Görsel Sanatlar Tasarımı",
      "D": "İnteraktif Tasarım",
      "E": "Dijital Medya Tasarımı"
    },
    "explanation": "Grafik Tasarım disiplini yakın zamanda görsel iletişim tasarımı adını almıştır. Bu değişiklik, ortaya konan çalışmanın özünün temelde aynı kaldığını, yani iletişim tasarımının esas olduğunu belirtir."
  },
  {
    "id": "3763492",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi tasarım yönetimi ve sürecin tamamlanması için kritik olan, mesajın ve atılacak adımların belirlendiği süreci temsil eder?",
    "correctAnswer": "B",
    "options": {
      "A": "Kullanıcı grubu",
      "B": "Planlama",
      "C": "Biçimlendirme",
      "D": "Problemin tanımlanması",
      "E": "Tasarım Ortamı"
    },
    "explanation": "<span style=\"font-size: 11.0pt; font-family: 'Verdana',sans-serif;\">Planlama, tasarımın yönetimi ve sürecin tamamlanması adına çok büyük öneme sahiptir. Proje kapsamında yapılan araştırmalar dahilinde mesajın belirlenmesi ve atılacak adımların hesaplanmasıdır. Bilgi görselleştirme tasarımı probleminin birden fazla bileşeninin olması sürecin ciddiyetini arttırmaktadır. </span>"
  },
  {
    "id": "3763489",
    "unitNumber": 1,
    "text": "Bilgi görselleştirme tasarımcısının en önemli kararlarından biri nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kullanılacak renk paletini seçmek",
      "B": "Verilerden görsel özelliklere uygun eşlemeyi seçmek",
      "C": "Hangi tipografiyi kullanacağını belirlemek",
      "D": "Görsellerin boyutlarını ayarlamak",
      "E": "İletişim kanallarını seçmek"
    },
    "explanation": "Bir görselleştirme tasarımcısı için en önemli kararlardan biri, verilerden görsel özelliklere uygun bir eşlemenin seçilmesidir. Bu, verilerin nasıl etkin bir şekilde görselleştirileceğini ve alıcıya nasıl sunulacağını belirler."
  },
  {
    "id": "3763485",
    "unitNumber": 1,
    "text": "Bilgi görselleştirme tasarımcısının temel yetkinliklerinin yanı sıra odaklanması gereken alan hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Görsel iletişimde yenilikçilik ve sistematik düşünce",
      "B": "Grafik tasarım tekniklerinin mükemmel uygulanması",
      "C": "En güncel teknolojik araçları kullanma becerisi",
      "D": "Yalnızca estetik ve sanatsal ifade",
      "E": "Bilgisayar programlama ve kodlama bilgisi"
    },
    "explanation": "Bilgi görselleştirme tasarımcısı, yenilikçi ve sistematik düşünceye sahip olmalı, aynı zamanda görsel mesajın iletişim özellikleri ve kendi içindeki iletişimi anlayarak uygulamalıdır. Bu yaklaşım, tasarımcının teknik becerilerin yanı sıra, ilgili alanda bilgi sahibi olmasını ve görsel iletişimi etkili bir şekilde kullanmasını gerektirir. Diğer seçenekler, tasarımcının sahip olması gereken beceriler arasında yer alsa da, A seçeneği bu rol için esas odak noktasını ve genel beceri setini en iyi şekilde temsil eder."
  },
  {
    "id": "3763474",
    "unitNumber": 1,
    "text": "Bilgi görselleştirme tasarımı disiplininin ortaya çıkış nedeni nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bilginin günümüzdeki bolluğuyla başa çıkmak.",
      "B": "Kitle iletişim araçlarının yaygınlaşması.",
      "C": "Bilginin kısıtlı olması.",
      "D": "Teknolojik gelişmelerin yavaşlaması.",
      "E": "Sanayi devriminin sona ermesi."
    },
    "explanation": "Bilgiye sahip olmak bu zenginliğe de sahip olmak anlamına gelir... Geçmişte yokluğu insanlığa sorun olan bilgi, günümüzde kitle iletişim kavramlarından yayılan bombardıman nedeniyle bolluğuyla sorun olmaya başlamıştır. Ancak insanlık her zaman olduğu gibi bu soruna çözüm bulma arayışına girmiş ve bu kitabın odak noktası olan bilgi görselleştirme tasarımı disiplinini ortaya çıkartmıştır."
  },
  {
    "id": "3763481",
    "unitNumber": 1,
    "text": "Bilgi görselleştirme tasarımı ne zaman kendi alanı olarak konumlandırılmaya başlanmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "1980'lerin başında",
      "B": "2000'lerin başında",
      "C": "90'lı yıllardan itibaren",
      "D": "70'lerin sonunda",
      "E": "60'ların ortasında"
    },
    "explanation": "Bilgi görselleştirme çalışma alanı olarak görece yeni sayılabilecek bir alandır. Erken dönem örnekleri ve sonrasında üretilen tasarım ürünleri genellikle iletişim tasarımı branşı altında konumlandırılırken, 90’lı yıllardan itibaren kendine ait bir alanda konumlandırılmaya başlanmıştır. Bu dönüşüm, bilgi görselleştirme tasarımının disiplinlerarası doğasını ve kendine has özelliklerini yansıtır."
  },
  {
    "id": "3763483",
    "unitNumber": 1,
    "text": "Bilgi görselleştirme tasarımında hangi süreç esastır?",
    "correctAnswer": "B",
    "options": {
      "A": "Sadece görsel tasarım yapmak",
      "B": "Bilgiyi anlamak ve ilginç şekilde sunmak",
      "C": "Sanatsal değeri öne çıkarmak",
      "D": "Bilgiyi saklamak ve arşivlemek",
      "E": "Yeni grafik teknikleri geliştirmek"
    },
    "explanation": "Bilgi görselleştirme tasarımı, bilginin anlaşılması, ilginç bir şekilde karşılaştırma veya düzenleme, gruplama ya da sınıflandırma, seçme veya eleme ve sunma kapasitesine sahiptir. Bu süreç, karmaşık, rastgele ve organize olmayan verilerin bilgilendirici bilgilere dönüştürülmesinde kullanılan geleneksel ve yeni ortaya çıkan tasarım ilkelerini içerir."
  },
  {
    "id": "3763484",
    "unitNumber": 1,
    "text": "Bilgi görselleştirme tasarımının kuramsal yönüne en uygun açıklama hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Görsel estetiğe odaklanarak bilgi sunumu",
      "B": "Görsel iletişim aracı olarak halka yönelik dil kullanımı",
      "C": "Verileri sadece görsel formatlarda ifade etme",
      "D": "Dijital platformlarda bilgi paylaşımı yapmaAyrıntılı",
      "E": "Bilgi ihtiyaçlarını karşılamak için verilerin analizi ve anlaşılır sunumu"
    },
    "explanation": "Bilgi görselleştirme, hedef kitle alıcılarının bilgi gereksinimini karşılamak amacıyla, mesajın analizini, planlanmasını, sunuluşunu ve anlaşılmasını kapsar. Bu tanım, bilgi görselleştirmenin sadece estetik bir süreç olmadığını, aynı zamanda bir iletişim ve anlama süreci olduğunu vurgular. Seçilen kitle ne olursa olsun, iyi tasarlanmış bir çalışma estetik, ergonomik ve ekonomik olacak ve konu kapsamındaki gereksinimleri karşılayabilecektir."
  },
  {
    "id": "3763486",
    "unitNumber": 1,
    "text": "Bilgi görselleştirme tasarımının profesyonel tarafı ne ile ilgilidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bilginin kendisiyle",
      "B": "Kullanılan araçların kalitesiyle",
      "C": "Görsel sanatlarla",
      "D": "Bilgiyi saklamak ve arşivlemekle",
      "E": "Yeni grafik teknikleri geliştirmekle"
    },
    "explanation": "Dirk Knemeyer, bilgi görselleştirme tasarımının profesyonel tarafının sağlanan araçlardan ziyade bilginin kendisiyle ilgili olduğuna inanıyor. Bu, her bir aracın, bilginin etkililiğine katkıda bulunduğu ölçüde projenin bir parçası olabileceği anlamına gelir. Bu yaklaşım, bilgi görselleştirme tasarımının temel amacının, bilginin net, anlaşılır ve kullanışlı bir şekilde sunulması olduğunu vurgular."
  },
  {
    "id": "3763482",
    "unitNumber": 1,
    "text": "Bilgi görselleştirme tasarımının temel amacı nedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Estetik değeri artırmak",
      "B": "Bilgiyi yalnızca görselleştirmek",
      "C": "Teknolojik gelişmeleri teşvik etmek",
      "D": "Yeni bilgi üretmek",
      "E": "Bilgiyi netleştirerek alıcının algısına aktarmak"
    },
    "explanation": "Bilgi görselleştirme tasarımının temel amacı, bilgiyi netleştirerek alıcının algısına aktarmaktır. Bu süreç, bilginin özümsenmesi için gereklidir ve kullanıcıya gerekli bilgilerin iletilmesini garanti eder. Bilgi görselleştirmede, bilgi kelimesinin tanımı ihtiyaç tanımına benzer şekilde ele alınır, böylece tasarım, kullanıcıların gereksinimlerine cevap verecek şekilde odaklanır."
  },
  {
    "id": "3763491",
    "unitNumber": 1,
    "text": "Bilgi görselleştirme tasarımının ve grafik tasarımın ortak noktası nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Her ikisi de yalnızca sanatsal ifadeye odaklanır.",
      "B": "Her ikisi de sadece reklamcılıkta kullanılır.",
      "C": "Her ikisi de iletişim tasarımı formunda kendini ifade eder.",
      "D": "Her ikisi de yalnızca dijital medyada uygulanır.",
      "E": "Her ikisi de yalnızca yazılı basında kullanılır."
    },
    "explanation": "Bilgi görselleştirme tasarımının iletişim tasarımıyla ilişkisi, her ikisinin de iletişim tasarımı formunda kendini ifade ettiği ve gerçeklikle buluştuğu anlamına gelir. Bu, hedef kitleye aktarılmak istenen mesajın çok daha yoğun bir bilgi içermesinin temel fark olduğunu vurgular."
  },
  {
    "id": "3763480",
    "unitNumber": 1,
    "text": "Bilgi görselleştirme tasarımının önemi neden artmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Bilginin kademeli olarak azalması",
      "B": "Bilginin sadece metin olarak sunulması",
      "C": "Bilgiye erişimin zorlaşması",
      "D": "Bilgi bombardımanı içinde önemli bilgileri ayıklamanın zorlaşması",
      "E": "Görsel tasarımın estetik değerinin artması"
    },
    "explanation": "Bilgi miktarının artması ve paylaşım hızının çoğalmasıyla birlikte, bilgiye erişim serbestliği ve gelişen teknolojiyle kolaylaşmıştır. Ancak bu durum, bilgi bombardımanına dönüşen içeriğin içinden önemlilerini ayıklamak zorlaşmasına neden olmuştur. Bu noktada gereken bilginin, ilgili kullanıcı tarafından algılanabilir hâle getirilmesi önem kazanmış ve bu durum bilgi görselleştirme tasarımına olan gereksinimin artmasına yol açmıştır."
  },
  {
    "id": "3763487",
    "unitNumber": 1,
    "text": "Bilgi görselleştirme ve grafik tasarım arasındaki ilişkiyi en iyi açıklayan ifade hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "İki alan tamamen bağımsızdır ve kısmen kesişme noktaları vardır.",
      "B": "Grafik tasarım, bilgi görselleştirme tasarımının bir alt dalıdır.",
      "C": "Bilgi görselleştirme, grafik tasarımın gerekliliklerini yerine getirir.",
      "D": "Bilgi görselleştirme ile grafik tasarım arasında dolaylı ve bütüncül bir etkileşim vardır.",
      "E": "Bilgi görselleştirme yalnızca sanatsal ifade için kullanılırken, grafik tasarım mesaj iletimi odaklıdır."
    },
    "explanation": "Bilgi görselleştirme ve grafik tasarım arasındaki ilişki, her iki disiplinin de tasarım süreçlerinin bir parçası olarak birbiriyle etkileşim içinde olduğunu gösterir. Bu etkileşim, her iki alanın da bir bütün olarak hareket ettiği ve Mesajın içeriğinin belirlenmesi ve hedef kitleye göre görselleştirilmesinin her ikisinin de amacının bir parçası olduğu anlamına gelir."
  },
  {
    "id": "3763493",
    "unitNumber": 1,
    "text": "Bilgi görselleştirme ürünlerinin kapalı ve açık alanlarda kullanılması, etkileşimli medyada var olması hangi tasarım öğesini ifade eder?",
    "correctAnswer": "D",
    "options": {
      "A": "Biçimlendirme",
      "B": "Kullanıcı grubu",
      "C": "Planlama",
      "D": "Tasarım Ortamı",
      "E": "Problemin tanımlanması"
    },
    "explanation": "<span style=\"font-size: 11.0pt; font-family: 'Verdana',sans-serif;\">Tasarımda ortam bir projedeki tasarımın etkinlik göstereceği alanı tanımlar. Ayrıca hem gerçek hem de sanal ortamlara işaret etmektedir. Bilgi görselleştirmeye ait ürünün kapalı-açık alanlarda yer alması, etkileşimli medyada hayat bulması, ortam kavramına verilebilecek örnekler arasındadır. </span>"
  },
  {
    "id": "3763477",
    "unitNumber": 1,
    "text": "Matbaanın icadının bilgi üzerindeki etkisi nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bilginin yok olmasına sebep olmuştur",
      "B": "Bilgiye erişimi zorlaştırmıştır",
      "C": "Bilginin çoğalıp yaygınlaşmasını sağlamıştır",
      "D": "Bilginin değerini düşürmüştür",
      "E": "Bilgiyi gereksiz hale getirmiştir"
    },
    "explanation": "<span style=\"font-size: 11.0pt; font-family: 'Verdana',sans-serif;\">Bilgiye eris</span><span style=\"font-size: 11.0pt; font-family: 'Arial',sans-serif;\">̧</span><span style=\"font-size: 11.0pt; font-family: 'Verdana',sans-serif;\">im ve bilginin paylas</span><span style=\"font-size: 11.0pt; font-family: 'Arial',sans-serif;\">̧</span><span style=\"font-size: 11.0pt; font-family: 'Verdana',sans-serif;\">ımında Sanayi Devrimi’nin büyük etkisi bulunmaktadır. Bununla birlikte öncesinde yaşanan başka bir teknolojik gelişme olan 'matbaanın icadı' da etkili bir hareket yaratmıştır. Böylece mevcut bilgi çoğaltılma yoluyla yaygınlaşmaya başlamıştır.</span>"
  },
  {
    "id": "3763475",
    "unitNumber": 1,
    "text": "Sanayi devrimi sonucunda bilgiye erişim nasıl etkilenmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Daha zorlaşmıştır.",
      "B": "Değişmemiştir.",
      "C": "Hızla çoğalmış ve kolaylaşmıştır.",
      "D": "Tamamen durmuştur.",
      "E": "Sadece seçkinler için mümkün hale gelmiştir."
    },
    "explanation": "18. yüzyılda başlayan ve etkileri günümüzde hâlen süren sanayi devrimi... Bu gelişim sürecindeki en önemli sonuçlardan biri de 'bilgi'nin hızla çoğalması ve insanların bilgiye kolay ulaşabilmesidir"
  },
  {
    "id": "3763476",
    "unitNumber": 1,
    "text": "Thomas Kuhn bilgi hakkında söylemiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Statik bir varlık olduğunu",
      "B": "Zaman içinde gelişen dinamik bir süreç olduğunu",
      "C": "Hiçbir zaman değişmeyeceğini",
      "D": "Yalnızca bilim insanları için önemli olduğunu",
      "E": "Teknoloji ile çok ilgili olmadığını"
    },
    "explanation": "Thomas Kuhn’un belirttiği gibi bilgi statik bir varlık değil, zaman içinde gelişen dinamik bir süreçtir."
  },
  {
    "id": "3763478",
    "unitNumber": 1,
    "text": "Veri ile bilgi arasındaki temel fark nedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Veri işlenmiş ve analiz edilmiş bilgidir.",
      "B": "Bilgi, verinin ham, analiz edilmemiş formudur.",
      "C": "Veri anlamlı, bilgi anlamsızdır.",
      "D": "Veri analiz edilmemiş ham, bilgi işlenmiş veridir.",
      "E": "Hiçbir fark yoktur, aynı şeylerdir."
    },
    "explanation": "Veri ile bilgi arasındaki temel fark, verinin ham, analiz edilmemiş malzeme olması, bilginin ise anlam ve bağlam sağlayan işlenmiş ve analiz edilmiş veri olmasıdır. Veriler aslında kendi başına anlamsız görünürken bilgi, onun önemini anlamamıza olanak tanıyan bir bağlam ya da bakış açısı sağlar. Bununla birlikte, bilgi verilerden türetildiği ve onsuz var olamayacağı için veri ve bilgi de yakından ilişkilidir."
  },
  {
    "id": "3763479",
    "unitNumber": 1,
    "text": "Yanlış bilginin yayılmasını önlemek için ne önemlidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bilgi kaynaklarının doğruluğunun kontrol edilmesi ve doğrulanması.",
      "B": "Bilgiye erişimin zorlaştırılması.",
      "C": "Sadece devlet kaynaklı bilgilere güvenmek.",
      "D": "Tüm bilgileri kabul etmek.",
      "E": "Bilgiye erişimi sınırlandırmak."
    },
    "explanation": "Yanlış bilginin yayılmasını önlemek için bilgi kaynaklarının doğruluğunun kontrol edilmesi ve doğrulanması önemlidir."
  },
  {
    "id": "3763604",
    "unitNumber": 2,
    "text": "\"Isaac Newton’un biliminden etkilenen İngiliz entomolog (böcek bilimci) ve oymacı, ışık renkleri üzerine çalışan Newton’un aksine sadece somut dünyadaki renklerin ilişkileri üzerine çalışmıştır. 1769 ve 1776 yılları arasında yayımladığı “Prizmatik Renk Çemberi” (Prismatic color wheel) isimli çalışmasında, renklerin ve birbirleriyle olan ilişkilerinin farklılıklarının ortaya çıkarmaya çalışmıştır\" ifadesinde bahsedilen kişi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "William Playfair",
      "B": "Joseph Priestley",
      "C": "Moses Harris",
      "D": "Carl Sagan",
      "E": "Valentine Seaman"
    },
    "explanation": "Isaac Newton’un biliminden etkilenen İngiliz entomolog (böcek bilimci) ve oymacı Moses Harris, ışık renkleri üzerine çalışan Newton’un aksine sadece somut dünyadaki renklerin ilişkileri üzerine çalışmıştır. 1769 ve 1776 yılları arasında yayımladığı “Prizmatik Renk Çemberi” (Prismatic color wheel) isimli çalışmasında, renklerin ve birbirleriyle olan ilişkilerinin farklılıklarının ortaya çıkarmaya çalışmıştır ve görsel kültür üzerinde derin bir etki bırakmıştır. Yayımladığı çalışmasındaki renk çemberi diyagramı, kırmızı, sarı ve maviden yeni renklerin nasıl oluşturulabileceğini gösterir ve üç ana rengin üst üste bindiği merkezi üçgende ortaya çıkan siyah karışımın açıklandığı ilk örnek olma özelliğini taşır."
  },
  {
    "id": "3763609",
    "unitNumber": 2,
    "text": "<img alt=\"\" height=\"346\" src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/b93033d30573cdb3cb5db103b89d08b5.png\" width=\"560\"><br/>İngiliz hemşire Florence Nightingale’in, 1858’de yayımladığı döngüsel bir zaman modeli kullanarak ürettiği “Doğu Ordusunda Ölüm Nedenleri Diyagramı (Diagram of the Causes of Mortality in the Army in the East)” isimli tasarım aşağıdakilerden hangi veri yöntemini kullanmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Gül grafikleri veya kutup grafiği",
      "B": "İstatistiksel ve resimsel grafikler",
      "C": "Çiçek grafikleri veya düz grafikler",
      "D": "Dairesel grafikler ve zıt renk",
      "E": "Basit veya dört-boyutlu grafikler"
    },
    "explanation": "Bilgigrafiler sayesinde yaşanılan önemli bir başka farkındalık İngiliz hemşire Florence Nightingale’in, 1858’de yayımladığı döngüsel bir zaman modeli kullanarak ürettiği tıbbi verilerin temsilidir. Nightingale, “Doğu Ordusunda Ölüm Nedenleri Diyagramı (Diagram of the Causes of Mortality in the Army in the East)” isimli çalışmada savaştaki ölümlerin çoğunun hijyen eksikliği ve bulaşıcı hastalıklar gibi önlenebilir sebeplerden olduğunu net bir biçimde ortaya koymuştur. Ölüm verileri “gül grafikleri” ya da “kutup grafiği” olarak bilinen yöntem kullanılarak gösterilmiştir. Nightingale İngiliz Hükümeti’ni daha iyi sağlık sistemlerine olan ihtiyaca ikna eden grafiği tıpta bir dönüm noktası olarak kabul görmektedir (Meirelles, 2013, s. 95)."
  },
  {
    "id": "3763605",
    "unitNumber": 2,
    "text": "<img alt=\"\" height=\"406\" src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/2fa73b76695b1f57cce33918fe5feaa4.png\" width=\"581\"><br/>Görselde verilen “Biyografi Tablosu”nun bir yeni versiyonu olan “Yeni Bir Tarih Grafiği”ni, 1769 yılında yayımlanmıştır. Bu şema tasarımı aşağıdakilerden hangi tasarımcıya aittir?",
    "correctAnswer": "A",
    "options": {
      "A": "Joseph Priestley",
      "B": "Harry Beck",
      "C": "Valentine Seaman",
      "D": "Charles Joseph Minard",
      "E": "Otto Neurath"
    },
    "explanation": "<img alt=\"\" height=\"398\" src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/c902fe294886e555d051224ba55513c6.png\" width=\"764\"><br/>İngiliz teolog, din adamı ve doğal filozofluğunun yanında şema tasarımında da önemli bir isim olan Joseph Priestley (1733-1804), 1765 yılında MÖ 1200 ile 1800 yılları arasında yaşamış tarihin önemli figürlerini gösteren bir “Biyografi Tablosu” yayımlamıştır. Yaklaşık olarak 60x90 cm boyutundaki bir diyagram içeren ve iki bin isimden oluşan kitapçıkla, öğrencileri için tarih ve genel politikadaki derslerini somutlaştırmıştır. 1769 yılına gelindiğinde ise daha yeni versiyonu olarak “Yeni Bir Tarih Grafiği”ni tekrar yayımlanmıştır"
  },
  {
    "id": "3763607",
    "unitNumber": 2,
    "text": "<img alt=\"\" height=\"412\" src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/97e0a1908f40e6c93d23c41b619b5a08.png\" width=\"571\"><br/>Yukarıda verilen görsel kim tarafından tasarlanmıştır ve neyi göstermektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "John Show - Londra’daki kolera salgını haritası",
      "B": "Harry Beck - Londra’daki kolera salgını haritası",
      "C": "Florence Nightingale - Doğu Ordusunda Ölüm Nedenleri Diyagramı",
      "D": "Charles Joseph Minard - Londra Metrosu",
      "E": "Harry Beck - Londra metrosu"
    },
    "explanation": "<img alt=\"\" height=\"498\" src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/1f672a19ea19fc059359154422080cb9.png\" width=\"550\"><br/><img alt=\"\" height=\"498\" src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/1f672a19ea19fc059359154422080cb9.png\" width=\"550\">"
  },
  {
    "id": "3763613",
    "unitNumber": 2,
    "text": "Charles Booth, Londra’daki İnsanların Emeği (Labour of the People in London) isimli ünlü sosyal araştırmasında, halkı sosyo ekonomik değerler üzerinden incelenmiştir. Booth'un bu incelemesinde en öne çıkan özellik aşağıdakilerden hangisidir? <img alt=\"\" height=\"256\" src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/1bd20ba392fa459a08c16609a83219e1.png\" width=\"642\">",
    "correctAnswer": "A",
    "options": {
      "A": "Sokak ve blokların yoksulluk ve refah derecelerine göre kromatik kodlanmış olması",
      "B": "Kullanılan yazı karakterinin tırnaksız (serifsiz) oluşu",
      "C": "İlk kez coğrafi bilgiyi kullanmış olması",
      "D": "Bilgisayarda çizilmiş olması",
      "E": "İlk bilgigrafi örneği olması"
    },
    "explanation": "Harita, Booth ve araştırmacı ekibi tarafından toplanan verilere göre sokak blokları ve Bilgi Görselleştirme bazen sokaklar arasında farklılaşan, sınırlandırılmış yoksulluk ve refah derecelerine göre renklendirilmiştir (http34). On yedi ciltlik yazılı analiz, yüzlerce el yazısı defter ve en önemlisi, 19. yüzyılın son yirmi yılında Londra’nın yaşam ve emek modellerinin temel verileriyle ayrıntılı kromatik kodlamasını yaratan anıtsal iki dizi haritayla sonuçlanmıştır"
  },
  {
    "id": "3763442",
    "unitNumber": 2,
    "text": "Döngüsel zaman modeli kullanarak tıbbi veriler üreten, “Doğru Ordusunda Ölüm Nedenleri Diyagramı” çalışmasını gerçekleştiren ünlü İngiliz Hemşire kimdir?",
    "correctAnswer": "E",
    "options": {
      "A": "Dmitri Mendeleev",
      "B": "Michael George Mulhall",
      "C": "Charles Booth",
      "D": "Charles Joseph Minard",
      "E": "Florence Nightingale"
    },
    "explanation": "Yanıt Florence Nightingale<br/>Döngüsel zaman modeli kullanarak tıbbi veriler üreten, “Doğru Ordusunda Ölüm Nedenleri Diyagramı” çalışmasını gerçekleştiren ünlü İngiliz Hemşire Florence Nightingale'dir."
  },
  {
    "id": "3763615",
    "unitNumber": 2,
    "text": "Facebook, Instagram ve Apple gibi teknoloji devleri için tasarım ve kullanıcı deneyimi çalışmaları yapmış, özellikle facebook için geliştirdiği “paper” uygulamasıyla ses getirmiş olan tasarımcı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Nicholas Felton",
      "B": "Harry Beck",
      "C": "Otto Neurath",
      "D": "Fritz Kahn",
      "E": "Florence Nightingale"
    },
    "explanation": "Amerikalı tasarımcı Nicholas Felton, Facebook, Instagram ve Apple gibi teknoloji devleri için tasarım ve kullanıcı deneyimi çalışmaları yapmış, özellikle facebook için geliştirdiği “paper” uygulamasıyla ses getirmiştir."
  },
  {
    "id": "3763434",
    "unitNumber": 2,
    "text": "Johannes Kepler’in diyagramla gezegenlerin güneşe olan mesafeleriyle hızlarındaki değişimi matematiksel olarak açıkladığı kitabının adı nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yeni Astronomi",
      "B": "Dünyanın Uyumu",
      "C": "Weltharmonik",
      "D": "L'harmonie Du Monde",
      "E": "Neue Stereometrie Der Fasser"
    },
    "explanation": "Doğru yanıt Yeni Astronomi<br/>Johannes Kepler’in diyagramla gezegenlerin güneşe olan mesafeleriyle hızlarındaki değişimi matematiksel olarak açıkladığı kitabı Yeni Astronomi'dir"
  },
  {
    "id": "3763433",
    "unitNumber": 2,
    "text": "Karmaşık verileri daha anlaşılır ve hızlı bir şekilde iletmek amacıyla verileri görsel olarak temsil etmek için kullanılan grafik araçlarına ne isim verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Diyagram",
      "B": "Optik",
      "C": "Logo",
      "D": "Tipografi",
      "E": "Şekil"
    },
    "explanation": "Doğru yanıt diyagramdır<br/>Karmaşık verileri daha anlaşılır ve hızlı bir şekilde iletmek amacıyla verileri görsel olarak temsil etmek için kullanılan grafik araçlarına diyagram denir"
  },
  {
    "id": "3763440",
    "unitNumber": 2,
    "text": "Kimya Prensipleri kitabını yayımlayan bilim insanı kimdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dmitri Mendeleev",
      "B": "Michael George Mulhall",
      "C": "Charles Booth",
      "D": "Chatles Joseph Minard",
      "E": "Florence Nightingale"
    },
    "explanation": "Yanıt Dmitri Mendeleev<br/>Kimya Prensipleri kitabını yayımlayan bilim insanı Dmitri Mendeleev'dir"
  },
  {
    "id": "3763438",
    "unitNumber": 2,
    "text": "Mesafe, açı ve yükseklik ölçümleri gibi coğrafi özelliklerin doğru ölçümlerini almak için kullanılan ölçüm aletine verilen isim nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "nirengi",
      "B": "itinerarium",
      "C": "portolanlar",
      "D": "diyagram",
      "E": "selenografi"
    },
    "explanation": "Yanıt nirengidir<br/>Mesafe, açı ve yükseklik ölçümleri gibi coğrafi özelliklerin doğru ölçümlerini almak için kullanılan ölçüm aletine nirengi denir"
  },
  {
    "id": "3763436",
    "unitNumber": 2,
    "text": "Mısır’ın Üçüncü Hanedanlığı Dönemi ve ardından üretilen mezar resimleri ve yazıtlarda kullanılan kavramlardan türetilen eser hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Optikler",
      "B": "Kitab al Tafhim",
      "C": "Ölüler Kitabı",
      "D": "Biyografi Tablosu",
      "E": "Kimya Prensipleri"
    },
    "explanation": "Doğru yanıt Ölüler Kitabı<br/>Mısır’ın Üçüncü Hanedanlığı Dönemi ve ardından üretilen mezar resimleri ve yazıtlarda kullanılan kavramlardan türetilen eser Ölüler Kitabı'dır"
  },
  {
    "id": "3763435",
    "unitNumber": 2,
    "text": "Optik gözlemlerine dayanarak ayın ilk haritasını çizen bilim insanı kimdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Galileo Galilei",
      "B": "Johannes Kepler",
      "C": "Joseph Priestley",
      "D": "Moses Harris",
      "E": "William Playfair"
    },
    "explanation": "Yanıt Galileo Galilei'dir<br/>Optik gözlemlerine dayanarak ayın ilk haritasını çizen Galileo Galilei'dir"
  },
  {
    "id": "3763611",
    "unitNumber": 2,
    "text": "Periyodik tablonun ilk taslağını yayımlayarak elementler arasındaki düzen arayışına önemli bir adım atan Rus kimyacı aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Gillis Lundgren",
      "B": "Fritz Kahn",
      "C": "Harry Beck",
      "D": "Michael George Mulhall",
      "E": "Dmitri Mendeleev"
    },
    "explanation": "Herkesin ortaokul kimya derslerinden hatırlayacağı periodik tablonun yaklaşık bir buçuk yüzyıl önce ilk taslağını yayımlayan Rus kimyacı Dmitri Mendeleev bu konu üzerinde çalışan öncü isimlerden biridir."
  },
  {
    "id": "3763441",
    "unitNumber": 2,
    "text": "Sosyal dokunun bilgigrafi tasarımcısı olarak tanımlanan isim aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Dmitri Mendeleev",
      "B": "Michael George Mulhall",
      "C": "Charles Booth",
      "D": "Charles Joseph Minard",
      "E": "Florence Nightingale"
    },
    "explanation": "Yanıt Charles Booth<br/>Sosyal dokunun bilgigrafi tasarımcısı olarak tanımlanan isim Charles Booth'tur"
  },
  {
    "id": "3763614",
    "unitNumber": 2,
    "text": "Uluslararası bir dil yaratma arzusuyla ortaya çıkan ISOTYPE'ın tasarımcısı kimdir?",
    "correctAnswer": "D",
    "options": {
      "A": "John Grimwade",
      "B": "Fritz Kahn",
      "C": "Harry Beck",
      "D": "Otto Neurath",
      "E": "Paule Scher"
    },
    "explanation": "Avusturyalı ekonomist, ekonomi tarihçisi, filozof ve politikacı Otto Neurath (1882-1945), bu alanlardaki çalışmalarının yanında bilgi görselleştirmede de oldukça önemli çalışmalar gerçekleştirmiş ve bilgigrafi tarihine öncü isimlerden biri olarak geçmiştir. Neurath, “Görsel eğitimin, entelektüel demokrasinin toplumlardaki ve insanlık içindeki genişlemesiyle ilişkili olduğunu” savunmuştur (Oven ve Požar, 2016). Neurath, Viyana merkezli konut, şehircilik, toplum ve ekonomi başlıklarıyla ilgili iki müzenin kurulmasını sağlamış ve bu müzeleri yönetmiştir. Müzelerin sergilerini oluşturmak için çalışırken, aralarında grafik tasarımcı Gerd Arntz’ın da bulunduğu ekibiyle birlikte önceleri “Viyana Yöntemi” olarak isimlendirdikleri görsel bir dil yaratmışlardır. Daha sonra ismine 42 “Uluslararası Tipografik Resim Eğitimi SistemiISOTYPE” dedikleri bu ikonik görsel dil, “bazı değerli bilgileri sunmak, çarpıcı bir şekilde bir ilişki veya gelişme göstermek, ilgiyi uyandırmak, dikkati yönlendirmek ve seyirciyi aktif katı<br/>Otto Neurath’ın Görsel Dil Mirası: ISOTYPE Avusturyalı ekonomist, ekonomi tarihçisi, filozof ve politikacı Otto Neurath (1882-1945), bu alanlardaki çalışmalarının yanında bilgi görselleştirmede de oldukça önemli çalışmalar gerçekleştirmiş ve bilgigrafi tarihine öncü isimlerden biri olarak geçmiştir. Uluslararası bir dil yaratma arzusuyla ortaya çıkan ISOTYPE hareketi, özellikle katmanlı ve istatistiki bilgiyi vermek için görsel temsiller kullanılmasını öngörmektedir."
  },
  {
    "id": "3763608",
    "unitNumber": 2,
    "text": "İngiliz Hükümeti’ni daha iyi sağlık sistemlerine olan ihtiyaca ikna eden ve tıpta bir dönüm noktası olarak kabul gören “Doğu Ordusunda Ölüm Nedenleri Diyagramı (Diagram of the Causes of Mortality in the Army in the East)” grafiğini kim tasarlamıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Florence Nightingale",
      "B": "Charles Joseph Minard",
      "C": "John Snow",
      "D": "Michael George Mulhall",
      "E": "Carl Sagan"
    },
    "explanation": "Bilgigrafiler sayesinde yaşanılan önemli bir başka farkındalık İngiliz hemşire Florence Nightingale’in, 1858’de yayımladığı döngüsel bir zaman modeli kullanarak ürettiği tıbbi verilerin temsilidir. Nightingale, “Doğu Ordusunda Ölüm Nedenleri Diyagramı (Diagram of the Causes of Mortality in the Army in the East)” isimli çalışmada savaştaki ölümlerin çoğunun hijyen eksikliği ve bulaşıcı hastalıklar gibi önlenebilir sebeplerden olduğunu net bir biçimde ortaya koymuştur. Ölüm verileri “gül grafikleri” ya da “kutup grafiği” olarak bilinen yöntem kullanılarak gösterilmiştir. Nightingale İngiliz Hükümeti’ni daha iyi sağlık sistemlerine olan ihtiyaca ikna eden grafiği tıpta bir dönüm noktası olarak kabul görmektedir"
  },
  {
    "id": "3763606",
    "unitNumber": 2,
    "text": "İngiltere’nin 18. Yüzyıl Boyunca Ticari Gelişimi, Gelir, Gider ve Borçlarını Renkli Gravür Baskılarla Sunan Ticari ve Siyasi Atlası tasarımıyla ünlenen ve kartezyen koordinatları ve analitik geometriyi istatistiksel verileri sembolik grafiklere dönüştürmek için ustalıkla kullanan yazar ve bilim adamı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Valentine Seaman",
      "B": "William Playfair",
      "C": "Peter Saville",
      "D": "Otto Neurath",
      "E": "John Snow"
    },
    "explanation": "İskoç yazar ve bilim adamı William Playfair (1759-1823) kartezyen koordinatları ve analitik geometriyi istatistiksel verileri sembolik grafiklere dönüştürmek için ustalıkla kullanmıştır. Ticaret ve ekonomi hakkında güçlü görüşlere sahip tutkulu bir adam olan Playfair, inançlarını savunmak ve yaymak için çok çalışmıştır (Meggs ve Purvis, Meggs, 2012, s. 130). Görselleştirmelerin, kavram ve fikirleri aktarmada kelimelerden daha güçlü bir yöntem olduğuna inanan Playfair, bu görüşünü çalışmalarıyla desteklemiştir. Playfair’in 1786’daki İngiltere’nin finansal durumunu görselleştirdiği ilk büyük yayınının ismi de bu görüşünü destekler niteliktedir: “The Commercial and Political Atlas, Representing by Means of Stained CopperPlate Charts, the Progress of the Commerce, Revenues, Expenditure, and Debts of England, During the Whole of the Eighteenth Century” (İngiltere’nin 18. Yüzyıl Boyunca Ticari Gelişimi, Gelir, Gider ve Borçlarını Renkli Gravür Baskılarla Sunan Ticari ve Siyasi Atlası)"
  },
  {
    "id": "3763439",
    "unitNumber": 2,
    "text": "İskoç yazar ve bilim insanı William Playfair kartezyen koordinatları ve analitik geometriyi hangi amaç ile kullanmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "bilgigrafi örnekleri ve modern bilgi görselleştirme örnekleri arasındaki bağlantıyı açıklamak için kullanmıştır",
      "B": "derinlikli salgın hastalık incelemesi için kullanmıştır",
      "C": "öğrencileri için tarih ve genel politikadaki dersleri somutlaştırmak için kullanmıştır",
      "D": "akılcılık ve eşitlik gibi konuları görselleştirmek için kullanmıştır",
      "E": "istatiksel verileri sembolik grafiklere dönüştürmek için kullanmıştır"
    },
    "explanation": "Yanıt \"istatiksel verileri sembolik grafiklere dönüştürmek için kullanmıştır\"'tır.<br/>İskoç yazar ve bilim insanı William Playfair kartezyen koordinatları ve analitik geometriyi, istatiksel verileri sembolik grafiklere dönüştürmek için kullanmıştır"
  },
  {
    "id": "3763437",
    "unitNumber": 2,
    "text": "“Itinerarium” kavramı neyi ifade etmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Antik Mısır’da kabartma resimlerini",
      "B": "Antik Roma’da yol haritalarını",
      "C": "Orta Avrupa’da mimari tasarımları",
      "D": "Güney Doğu Asya’da su kanallarını",
      "E": "Kuzey Amerika’da hayvan çizimlerini"
    },
    "explanation": "Yanıt Antik Roma’da yol haritalarıdır<br/>Itinerarium Antik Roma’da yol haritalarını ifade eder"
  },
  {
    "id": "3763575",
    "unitNumber": 3,
    "text": "........... tasarım, izleyicilerin bilgiyi anlamalarını ve etkileşimde bulunmalarını sağlamak için kullanılan bir disiplindir. Bilginin ...........olarak tasvir edilmesi ve yaratıcı, etkileyici vizyonların ortaya çıkması, görüntü, kelime, sayı ve sanatın kesiştiği bir alanda çalışmayı gerektirir. <br/>Boş bırakılan yere hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Görsel",
      "B": "İşitsel",
      "C": "Sanal",
      "D": "Dijital",
      "E": "Teknolojik"
    },
    "explanation": "Görsel tasarım, bilgiyi görsel bir dille iletmek ve izleyicilerin bilgiyi anlamalarını ve etkileşimde bulunmalarını sağlamak için kullanılan bir disiplindir. Bilginin görsel olarak tasvir edilmesi ve yaratıcı, etkileyici vizyonların ortaya çıkması, görüntü, kelime, sayı ve sanatın kesiştiği bir alanda çalışmayı gerektirir. Bu süreçte, yazı ve tipografi, çizgi, renk gibi görselleştirme elemanları ile büyük veri kümelerinin yönetimi ve istatistiksel analiz önemli araçlardır. Bu şekilde, görsel tasarımın kullanıldığı çeşitli alanlarda, bilginin etkili bir şekilde aktarılması ve hedef kitleyle etkileşim kurulması sağlanabilir.<br/>Veri görselleştirme ve bilgigrafi alanında tanınmış bir Amerikalı istatistikçi, bilgisayar bilimci, yazar ve profesörü olan Edward Tufte, bilgigrafinin sunumunda 5 farklı anlatımdan bahsetmektedir. Bu anlatımları, doku ve renk kullanarak anlatım, parçalara ayırarak anlatım, mikro-makro okuma, zaman ve mekân kullanarak anlatım ve küçük çoğaltmalar olarak başlıklandırmaktadır"
  },
  {
    "id": "3763577",
    "unitNumber": 3,
    "text": "Aylık satış raporu satış verileri olan bir işletmenin Mikro okuma seviyesi aşağıdakilerden hangisini gerektirmez?",
    "correctAnswer": "A",
    "options": {
      "A": "Uzun vadeli stratejik kararlar almayı gerektirir",
      "B": "Raporun detaylarına odaklanmayı gerektirir",
      "C": "Her günün satış rakamlarını incelemeyi gerektirir",
      "D": "Belirli ürünlerin günlük performansını değerlendirmeyi içerir",
      "E": "Özel müşteri segmentlerinin satın alma davranışlarını analiz etmeyi gerektirir"
    },
    "explanation": "“Mikro/Makro Okuma” kavramını daha iyi anlayabilmek adına, örnek olarak bir işletmenin aylık satış raporu ele alınabilir. Bu rapor, işletmenin satış verilerini içermekte olup her iki okuma seviyesini de açıklamak için kullanılabilir. Mikro okuma seviyesi, raporun detaylarına odaklanmayı gerektirir. Bu, her günün satış rakamlarını incelemek, belirli ürünlerin günlük performansını değerlendirmek veya özel müşteri segmentlerinin satın alma davranışlarını analiz etmek gibi detaylı incelemeleri içerir. Örneğin, hangi ürünün hangi günlerde daha fazla talep gördüğünü veya belirli bir müşteri grubunun en yüksek satın alma potansiyeline sahip olduğunu belirlemek için mikro okuma seviyesi kullanılabilir. Bu tür analizler, işletmenin günlük operasyonlarını iyileştirmek ve <strong>kısa vadeli stratejik kararlar almak için kritik öneme sahiptir.</strong> Makro okuma seviyesi ise, raporun bütününü ve genel yapısını anlamayı içerir. Bu, aylık veya yıllık toplam satışları incelemeyi içerebilir. Bu düzeyde, işletmenin gene<br/>Uzun vadeli stratejik kararlar almayı gerektirir"
  },
  {
    "id": "3763348",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi <u>Statik Bilgigrafileri temel özelliğinden </u><strong>değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Sabit bir yapıya sahiptir",
      "B": "Daha fazla içerikle etkileşime girmelerini sağlar.",
      "C": "Çoğunlukla kâğıt üzerinde veya dijital platformlarda görüntülenir.",
      "D": "Tasarımın temel ve yaygın biçemlerinden birini oluşturur.",
      "E": "Çevrimiçi paylaşması en kolay formattır."
    },
    "explanation": "Bu tür bilgigrafiler, sabit bir yapıya sahiptir...bilgigrafi tasarımın temel ve yaygın biçemlerinden birini oluşturur. bilgigrafiler ayrıca çevrimiçi paylaşması en kolay formattır. Sayfa 71 bkz.<br/>Daha fazla içerikle etkileşime girmelerini sağlar."
  },
  {
    "id": "3763350",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi <u>Yakınlaştırılabilir Bilgigrafileri temel özelliğinden </u><strong>değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kullanıcılara daha fazla ayrıntıya inme imkânı sunar.",
      "B": "Kullanıcıların daha fazla içerikle etkileşime girmelerini sağlamaz.",
      "C": "Daha fazla kaynak ve beceri gerektirebilir.",
      "D": "Bilgileri daha fazla detayla keşfetmelerine olanak tanır.",
      "E": "Temel bir görüntü veya ana hikâye sunar."
    },
    "explanation": "Yakınlaştırılabilir bilgigrafiler, kullanıcılara daha fazla ayrıntıya inme veya belirli bir konuya derinlemesine bakma imkânı sunan etkileşimli bilgigrafilerdir...kullanıcıların bilgileri daha fazla detayla keşfetmelerine olanak tanıyan bir yakınlaştırma işlevine sahip olmalarıdır...kullanıcıların daha fazla içerikle etkileşime girmelerini sağlar. Kendi hızlarında, kendi ilgi alanlarına göre bilgiye dalma fırsatı sunar. Sayfa 72 bkz.<br/>Genellikle daha büyük ve karmaşık veri setleri kullanılır."
  },
  {
    "id": "3763343",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi bilgi görselleştirme türlerinden <strong>değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Süreç Bilgigrafileri",
      "B": "Tasarım Bilgigrafileri",
      "C": "Anatomi Bilgigrafileri",
      "D": "İstatistiksel Bilgigrafileri",
      "E": "Öğretici Bilgigrafileri"
    },
    "explanation": "Bunlar İstatistiksel Bilgigrafiler, Öğretici Bilgigrafiler, Zaman Çizelgesi Bilgigrafileri, Süreç Bilgigrafileri, Anatomi Bilgigrafileri, Akış Şeması Bilgigrafileri, Coğrafi Bilgi ve Konum Bilgigrafileri, Karşılaştırma bilgigrafileri ve Hiyerarşi Bilgigrafileridir.<br/>Tasarım Bilgigrafileri"
  },
  {
    "id": "3763576",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi veri görselleştirme ve bilgigrafi alanındaki 5 farklı anlatımdan birisi değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Büyük çoğaltmalar olarak anlatım",
      "B": "Doku ve renk kullanarak anlatım",
      "C": "Parçalara ayırarak anlatım",
      "D": "Mikro-makro okuma",
      "E": "Zaman ve mekân kullanarak anlatım"
    },
    "explanation": "Veri görselleştirme ve bilgigrafi alanında tanınmış bir Amerikalı istatistikçi, bilgisayar bilimci, yazar ve profesörü olan Edward Tufte, bilgigrafinin sunumunda 5 farklı anlatımdan bahsetmektedir. Bu anlatımları, doku ve renk kullanarak anlatım, parçalara ayırarak anlatım, mikro-makro okuma, zaman ve mekân kullanarak anlatım ve <strong>küçük çoğaltmalar olarak</strong> başlıklandırmaktadır<br/>Büyük çoğaltmalar olarak anlatım"
  },
  {
    "id": "3763569",
    "unitNumber": 3,
    "text": "Bilgigrafiler temel olarak, aşağıdaki faktörlerden hangisine/hangilerine bağlı olarak okuma deneyimlerinde etki yaratmaktadır?<br/>I) Kapsamları ve işlevleri dikkate alınarak<br/>II) Farklı sunum biçimlerine bağlı olarak<br/>III) Okuyucuların algısal kapasiteleri dikkate alınarak<br/>IV) Okuma alışkanlıkları ve zihinsel işleme farklılıklarına bağlı olarak",
    "correctAnswer": "A",
    "options": {
      "A": "I-II-III-IV",
      "B": "I ve IV",
      "C": "I-III-IV",
      "D": "II-III-IV",
      "E": "I-II-III"
    },
    "explanation": "Bilgigrafiler, veri görselleştirme araçları olarak çeşitli kapsamların görsel olarak ifade edilmesi için farklı biçimlerde ve sunum ortamlarında kullanılabilmektedirler. Temel olarak, bilgigrafiler, kapsamları ve işlevleri dikkate alınarak sınıflandırılmaktadır. <br/>Bunun yanı sıra, bilgigrafilerin çeşitli sunum biçimleri, okuyucuların algısal kapasitesi, okuma alışkanlıkları ve zihinsel işleme farklılıklarına bağlı olarak <br/>okuma deneyimlerini etkileyebilmektedir. Teknolojik gelişmeler ve kullanım alışkanlıklarındaki değişimler, bilgigrafilerin sunulduğu ortamın, işlevi ve <br/>algılanabilirliği açısından önemli bir faktördür.<br/>I-II-III-IV"
  },
  {
    "id": "3763342",
    "unitNumber": 3,
    "text": "Bilgigrafiler, kapsamları ve işlevleri dikkate alınarak sınıflandırılmaktadır. Bunun yanı sıra, Bilgigrafiler farklı okuma deneyimlerini etkileyebilmektedirler. Aşağıdakilerden hangisi bu deneyimlerden <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Çeşitli sunum biçimleri",
      "B": "Okuyucuların algısal kapasitesi",
      "C": "Okuma alışkanlıkları",
      "D": "Kullanılan araç gereçler",
      "E": "Zihinsel işleme farklılıkları"
    },
    "explanation": "Bilgigrafiler, kapsamları ve işlevleri dikkate alınarak sınıflandırılmaktadır. Bunun yanı sıra, bilgigrafilerin çeşitli sunum biçimleri, okuyucuların algısal kapasitesi, okuma alışkanlıkları<br/>ve zihinsel işleme farklılıklarına bağlı olarak okuma deneyimlerini etkileyebilmektedir.<br/>Kullanılan araç gereçler"
  },
  {
    "id": "3763578",
    "unitNumber": 3,
    "text": "Bir finans bilgigrafileri, hisse senedi fiyatlarının zaman içindeki değişimini, süreci bir çizgi grafiği üzerinde animasyonla gösteriyorsa ve bu izleyicilere fiyat hareketlerini daha iyi anlamalarına yardımcı olabiliyorsa internet üzerinden hikaye anlatımı veya veri görselleştirmede aşağıdakilerden hangisinden yararlanmış olabilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hareketlendirilmiş bilgigrafilerinden",
      "B": "Statik bilgigrafiklerinden",
      "C": "Yakınlaştırılabilir bilgigrafilerinden",
      "D": "Etkileşimli bilgigrafilerinden",
      "E": "Tıklanabilir bilgigrafilerinden"
    },
    "explanation": "Verilerin ve bilgilerin hareketli grafikler, geçişler ve animasyonlarla iletilmesini sağlayan bilgigrafi türleri verilerin dinamik bir şekilde sunulmasına olanak tanır ve izleyicilerin bilgilere görsel olarak daha etkili bir şekilde odaklanmalarına yardımcı olur.<br/>Hareketlendirilmiş bilgigrafiler, bir hikâye anlatma veya belirli bir süreci görselleştirme amacı taşıyabilir. Örneğin, bir finans bilgigrafileri, hisse <br/>senedi fiyatlarının zaman içindeki değişimini bir çizgi grafiği üzerinde animasyonla gösterebilir. Bu, izleyicilere fiyat hareketlerini daha iyi anlamalarına yardımcı olabilir.<br/>Bu tür bilgigrafiler, bilgiyi daha çarpıcı ve etkileyici bir şekilde sunmanın yanı sıra izleyicilerin ilgisini daha iyi çekme potansiyeline sahiptir. Ancak bu tür bilgigrafilerin tasarımı ve oluşturulması daha fazla zaman, beceri ve teknik bilgi gerektirebilir. Ayrıca, animasyonlu bilgigrafilerin aşırı kullanılması, izleyicilerin bilgiye odaklanmasını zorlaştırabilir, bu nedenle dengeli bir şekilde kulla<br/>Hareketlendirilmiş bilgigrafilerinden"
  },
  {
    "id": "3763346",
    "unitNumber": 3,
    "text": "Bir işletmenin aylık satış raporu aşağıdaki bilgigrafinin anlatım türlerinden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Mikro-makro okuma anlatım",
      "B": "Küçük çoğaltmalar olarak anlatım",
      "C": "Zaman ve mekân kullanarak anlatım",
      "D": "Parçalara ayırarak anlatım",
      "E": "Doku ve renk kullanarak anlatım"
    },
    "explanation": "“Mikro/Makro Okuma” kavramını daha iyi anlayabilmek adına, <strong>örnek olarak bir işletmenin aylık satış </strong><strong>raporu</strong> ele alınabilir.<br/>Mikro-makro okuma anlatım"
  },
  {
    "id": "3763573",
    "unitNumber": 3,
    "text": "Bir sürecin ne kadar devam edeceği konusunda izleyicilerin beklentilerini ortaya koymaya yardımcı olabiliyor, bir şirketin iş geçmişini özetlemek veya bir hikayeyi kronolojik sırayla anlatmak için kullanılıyorsa hangi tür bilgigrafisinden bahsediliyordur?",
    "correctAnswer": "A",
    "options": {
      "A": "Zaman çizelgesi bilgigrafiler",
      "B": "İstatiksel bilgigrafiler",
      "C": "Öğretici bilgigrafiler",
      "D": "Süreç Bilgigrafileri",
      "E": "Bilgi ve konum bilgigrafileri"
    },
    "explanation": "Bir zaman çizelgesi, bir konunun kronolojik olay sırasını görsel olarak sunmak için kullanılan etkili bir bilgigrafi türüdür. Bu tür bir bilgigrafi, okuyucuların bir konunun tarihini kolayca takipnetmelerine olanak tanır. Zaman çizelgesi bilgigrafisi, birçok alanda kullanılmaktadır ve finansal raporlarda, stratejik raporlarda ve sunumlarda <br/>en yaygın formatlardan biridir. Ayrıca, bir fikrin, projenin veya hikayenin nasıl ortaya çıktığını göstermek için de kullanılabilir. Zaman çizelgesi bilgigrafisi, bir etkinlik için planlama yapmak için kullanılabilir. Etkinlik planlamacıları, bir etkinlik <br/>için bir zaman çizelgesi hazırlayarak, etkinlik takvimini görselleştirebilirler. Bu, katılımcıların etkinlik hakkında daha iyi bir anlayışa sahip olmalarına ve etkinlikle ilgili tarihsel bilgileri daha kolay hatırlamalarına yardımcı olabilir.<br/>Zaman çizelgesi bilgigrafisi, bir dizi olayı vurgulamak için de tercih edilebilir. Örneğin, bir spor takımının geçmişini göstermek için kullanılabilir. Bu, takım<br/>Zaman çizelgesi bilgigrafileri"
  },
  {
    "id": "3763345",
    "unitNumber": 3,
    "text": "Edward Tufte, bilgigrafinin sunumunda 5 farklı anlatım türünden bahsetmektedir. Aşağıdakilerden hangisi bu türlerden <strong>değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Doku ve renk kullanarak anlatım",
      "B": "Parçalara ayırarak anlatım",
      "C": "Özet kullanarak anlatım",
      "D": "Mikro-makro okuma",
      "E": "Zaman ve mekân kullanarak anlatım"
    },
    "explanation": "Edward Tufte, bilgigrafinin sunumunda 5 farklı anlatımdan bahsetmektedir. Bu anlatımları,<br/>doku ve renk kullanarak anlatım, parçalara ayırarak anlatım, mikro-makro okuma, zaman ve mekân<br/>kullanarak anlatım ve küçük çoğaltmalar olarak başlıklandırmaktadır.<br/>Özet kullanarak anlatım"
  },
  {
    "id": "3763574",
    "unitNumber": 3,
    "text": "Genellikle piramit veya akış şeması biçiminde düzenlenen ve önemli bilgilerin hızlı bir şekilde fark edilerek anlaşılmasını sağlayan bilgigrafi aşağıdakilerden hangi tür grafikle açıklanmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Hiyerarşi bilgigrafileri",
      "B": "Karşılaştırma bilgigrafileri",
      "C": "Coğrafi bilgi ve konum bilgigrafileri",
      "D": "Akış şeması bilgigrafileri",
      "E": "Anatomi bilgigrafileri"
    },
    "explanation": "Bir konuyu öncelik sırasına göre sunan bilgigrafiler, hiyerarşi bilgigrafileri kategorisine dâhil edilebilmektedir. Bu tür grafikler genellikle piramit veya akış şeması biçiminde düzenlenir ve önemli bilgilerin hızlı bir şekilde fark edilerek anlaşılmasını sağlarlar.<br/>Maslow’un İhtiyaçlar Hiyerarşisi, hiyerarşik bilgigrafi türüne örnek olarak verilebilir. Bu piramitte, insanların en temel ihtiyaçları piramidin alt kısmında bulunurken, en üstteki bölümde ise en üst düzey ihtiyaçlar yer almaktadır. Bu görsel, insan ihtiyaçlarının öncelik sırasını ve bu ihtiyaçların birbirleriyle nasıl ilişkilendiğini göstermektedir.<br/>Hiyerarşi bilgigrafileri, bilgileri önceden tanımlanmış seviyelerde düzenleyerek kullanılır. Bu bilgigrafi türünü kullanarak bilginin farklı seviyelerde nasıl düzenlendiği ve bu seviyelerin nasıl ilişkili olduğu açıklanabilir. Örneğin bir şirketin organizasyon yapısını göstermek için bu tür bilgigrafiler kullanılabilir. Bu <br/>görselleştirmede, CEO en üst düzeyde yer alırken, alt sev<br/>Hiyerarşi Bilgigrafileri"
  },
  {
    "id": "3763572",
    "unitNumber": 3,
    "text": "Kapsam ve işlevine göre sınıflandırıldığında, görseller yerine esas olarak metinlerden veya kelimelerden yararlanılıyor ve özellikle SWOT analizi gibi konularda, konuya hızlı bir şekilde aşinalık kazanmak için kullanılabiliyorsa hangi bilgigrafiden bahsediliyordur?",
    "correctAnswer": "A",
    "options": {
      "A": "Öğretici bilgigrafi",
      "B": "Zaman çizelgesi bilgigrafi",
      "C": "Süreç bilgigrafi",
      "D": "Anatomi bilgigrafi",
      "E": "Akış şeması bilgigrafi"
    },
    "explanation": "Bilgilendirici bir bilgigrafi, görseller yerine esas olarak metinlerden veya kelimelerden oluşur ve özellikle SWOT analizi gibi konularda, konuya hızlı bir <br/>şekilde aşinalık kazanmak için kullanılabilir. Bu kategori, geniş bir yelpazede özetleyici metin tabanlı bilgi grafikleri, son derece görsel bilgi parçaları ve bunların arasındaki her şeyi kapsar. Kavramsal konuları basitleştirmek için sıklıkla kullanılırlar.<br/>Öğretici bilgigrafi"
  },
  {
    "id": "3763351",
    "unitNumber": 3,
    "text": "Popülerliği ve izleyicileri bilgiyle daha uzun süre meşgul etme yeteneği nedeniyle yüksek olan bilgigrafi medya formatı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Hareketlendirilmiş",
      "B": "Tıklanabilir",
      "C": "Etkileşimli",
      "D": "Statik",
      "E": "Video"
    },
    "explanation": "Bu tür tasarımların popülerliği, izleyicileri bilgiyle daha uzun süre meşgul etme yeteneği nedeniyle yüksektir, çünkü statik bilgigrafilere göre daha fazla etkileşime olanak tanırlar.<br/>Etkileşimli"
  },
  {
    "id": "3763347",
    "unitNumber": 3,
    "text": "Temelde altı bilgigrafi medya formatı bulunmaktadır. Aşağıdakilerden hangisi bu formatlardan <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yakınlaştırılabilir",
      "B": "Tıklanabilir",
      "C": "Hareketlendirilmiş",
      "D": "Çizilebilir",
      "E": "Video"
    },
    "explanation": "Bilgigrafi tasarımcıları için t<strong>emelde altı farklı bilgigrafi medya formatı</strong> bulunmaktadır. <em>Sayfanın devamını 71.sayfadan sonra okuyunuz...</em><br/>Çizilebilir."
  },
  {
    "id": "3763570",
    "unitNumber": 3,
    "text": "Verilerin analiz edilmesi sırasında ortaya çıkan yapıların anlaşılmasına ve daha kolay iletilmesine yardımcı olan yapı aşağıdakilerden hangisi ile ifade edilebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Görsel düzenlemeler",
      "B": "Sesli veriler",
      "C": "Sayısal veriler",
      "D": "Hikayesel anlatımlar",
      "E": "İstatistik bilgiler"
    },
    "explanation": "İstatistik, büyük miktarda sayısal verinin incelenmesi sonucu elde edilen bir olgu veya veri parçası olarak tanımlanmaktadır. Bu verilerin karmaşık <br/>bir yapıya sahip olması, görselleştirilmesi için istatistiksel bilgigrafi kullanımını gerektirebilmektedir. <br/>İstatistiksel bir bilgigrafi, verilere odaklanılmasına olanak sağlayarak verilerin arkasındaki hikayenin anlatılmasına yardımcı olabilir. Görsel düzenlemeler ise verilerin analiz edilmesi sırasında ortaya çıkan yapıların anlaşılmasına ve daha kolay iletilmesine yardımcı olmaktadır"
  },
  {
    "id": "3763349",
    "unitNumber": 3,
    "text": "Verilerin ve bilgilerin geçişler ve animasyonlarla iletilmesini sağlayan, verilerin dinamik bir şekilde sunulmasına olanak tanıyan bilgigrafi medya formatı aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Statik",
      "B": "Video",
      "C": "Tıklanabilir",
      "D": "Yakınlaştırılabilir",
      "E": "Hareketlendirilmiş"
    },
    "explanation": "Verilerin ve bilgilerin hareketli grafikler, geçişler ve animasyonlarla iletilmesini sağlayan bilgigrafi<br/>türleridir. Bu tür bilgigrafiler, verilerin dinamik bir şekilde sunulmasına olanak tanır ve izleyicilerin<br/>bilgilere görsel olarak daha etkili bir şekilde odaklanmalarına yardımcı olur.<br/>Hareketlendirilmiş."
  },
  {
    "id": "3763571",
    "unitNumber": 3,
    "text": "İstatistik, büyük miktarda sayısal verinin incelenmesi sonucu elde edilen bir olgu veya veri parçası olarak tanımlanmaktadır. Bu verilerin karmaşık bir yapıya sahip olması, görselleştirilmesi için .............. .................. kullanımını gerektirebilmektedir.<br/>Boş bırakılan yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İstatistiksel Bilgigrafiler",
      "B": "Öğretici Bilgigrafiler",
      "C": "Zaman Çizelgesi Bilgigrafiler",
      "D": "Süreç Bilgigrafiler",
      "E": "Akış Şeması Bilgigrafiler"
    },
    "explanation": "Kapsam ve işlevine göre sınıflandırıldığında, bilgigrafiler 9 gruba ayrılabilmektedir. Bunlar İstatistiksel Bilgigrafiler, Öğretici Bilgigrafiler, Zaman Çizelgesi Bilgigrafileri, Süreç Bilgigrafileri, Anatomi Bilgigrafileri, Akış Şeması Bilgigrafileri, Coğrafi Bilgi ve Konum Bilgigrafileri, Karşılaştırma bilgigrafileri ve Hiyerarşi Bilgigrafileridir.<br/>İstatistik, büyük miktarda sayısal verinin incelenmesi sonucu elde edilen bir olgu veya veri parçası olarak tanımlanmaktadır. Bu verilerin karmaşık bir yapıya sahip olması, görselleştirilmesi için istatistiksel bilgigrafi kullanımını gerektirebilmektedir. <br/>İstatistiksel bir bilgigrafi, verilere odaklanılmasına olanak sağlayarak verilerin arkasındaki hikayenin anlatılmasına yardımcı olabilir. Görsel düzenlemeler ise verilerin analiz edilmesi sırasında ortaya çıkan yapıların anlaşılmasına ve daha kolay iletilmesine yardımcı olmaktadır."
  },
  {
    "id": "3763344",
    "unitNumber": 3,
    "text": "İzleyicinin baştan sona takip etmesi kolay olan sezgisel bir düzen ile her adımda veya aşamada neler olduğunu göstererek, paylaşılan konsepti daha anlaşılır hâle getiren bilgi görselleştirme türü aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Akış Şeması Bilgigrafileri",
      "B": "Hiyerarşi Bilgigrafileri",
      "C": "Karşılaştırma Bilgigrafileri",
      "D": "Zaman Çizelgesi Bilgigrafileri",
      "E": "Süreç Bilgigrafileri"
    },
    "explanation": "Bu bilgigrafiler, izleyicinin baştan sona takip etmesi kolay olan sezgisel bir düzen ile her adımda veya aşamada neler olduğunu gösterir. İyi tasarlanmış bir süreç bilgigrafisi, paylaşılan konsepti daha anlaşılır hâle getirmektedir.<br/>Süreç Bilgigrafileri"
  },
  {
    "id": "3763334",
    "unitNumber": 4,
    "text": "\"Bilgi mimarisi dendiğinde, başta web siteleri olmak üzere, çeşitli medya uzamlarında sunulan bilginin............................\"<br/>Yukarıdaki cümleyi aşağıdakilerden hangisi tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "... alt parçalara bölünerek ve bu parçaları birbirleri ile ilişkilendirilmesi anlaşılır",
      "B": "...organizasyonu, etiketlenmesi, dolaşımı ve aranması ile ilgili, çıkış noktasında kütüphane ve enformasyon bilimi alanı bulunan bir disiplin anlaşılır",
      "C": "...bölünmüş alt parçaların oluşturduğu alt gruplara isim verilerek etiketlenmesi anlaşılır",
      "D": "...fiziksel sistemlerde; bilgiyi organize etmek, etiketlemek ve içerisinde dolaşmak anlaşılır",
      "E": "... bir etiket ya da tanımlama aracılığı ile pek çok bilgi içeren bir belgenin tüm kapsamını işaret etmesinin mümkün olduğu anlaşılır"
    },
    "explanation": "BİLGİ MİMARİSİ<br/>Bilgi mimarisi dendiğinde, başta web siteleri olmak üzere, çeşitli medya uzamlarında sunulan bilginin organizasyonu, etiketlenmesi, dolaşımı ve aranması ile ilgili, çıkış noktasında kütüphane ve enformasyon bilimi alanı bulunan bir disiplin anlaşılır"
  },
  {
    "id": "3763341",
    "unitNumber": 4,
    "text": "\"Eğitimi ifade ederken okuryazar için 1, ilköğretim için 2, ortaöğretim için 3, lise için 4, yükseköğretim için 5, lisansüstü eğitim için 6 değerleri verilerek yapılan bir ölçümde ............ değerler söz konusudur.\"<br/>Yukarıdaki cümleyi hangisi tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Nominal",
      "B": "Ordinal",
      "C": "Likert",
      "D": "Interval",
      "E": "Özel"
    },
    "explanation": "Ölçüm Düzeyleri<br/>Ordinal"
  },
  {
    "id": "3763339",
    "unitNumber": 4,
    "text": "\"TÜİK'in adrese dayalı nüfus verilerine dayanan bir örnekte, illerin 2021 yılı toplam nüfusları ile o ile yerleşen yabancı sayısı arasında -0,11 düzeyinde bir korelasyon vardır.\"<br/>Yukarıdaki ifadeyi hangisi açıklar?",
    "correctAnswer": "E",
    "options": {
      "A": "Nüfusu fazla olan illere görece daha az sayıda yabancı uyruklu yerleşimi olduğu söylenebilir.",
      "B": "Nüfusu fazla olan illere görece daha fazla sayıda yabancı uyruklu yerleşimi olduğu söylenebilir.",
      "C": "Bir ile ne kadar yabancı uyruklu kişinin yerleştiğinin, o ilin mevcut nüfusu ile korelasyonu çok yüksek düzeydedir.",
      "D": "Nüfusu az olan illere görece daha fazla sayıda yabancı uyruklu yerleşimi olduğu söylenebilir.",
      "E": "Bir ile ne kadar yabancı uyruklu kişinin yerleştiğinin, o ilin mevcut nüfusu ile korelasyonu çok düşük düzeydedir."
    },
    "explanation": "Farklar, Oranlar ve Korelasyonlar (Bağıntılar)<br/>Bir ile ne kadar yabancı uyruklu kişinin yerleştiğinin, o ilin mevcut nüfusu ile korelasyonu çok düşük düzeydedir."
  },
  {
    "id": "3763335",
    "unitNumber": 4,
    "text": "<ol style=\"list-style-type: upper-roman;\"> <li>Kırmızı, beyaz, roze</li> <li>Bordeaux, Burgundy, Champagne, Alsace</li> <li>Köpüklü, düz</li> <li>Öğle, akşam yemeği</li> </ol> Yukarıda verilen şarap bilgi listesi için oluşturulan kavramsal içerik modeli aşağıdakilerden hangi taksonomileri kullanır?",
    "correctAnswer": "D",
    "options": {
      "A": "renk-cinsiyet-yapım şekilleri-yemek",
      "B": "renk-üretildikleri bölge-işlev-yemek",
      "C": "renk-işlev-cinsiyet-yemek",
      "D": "renk-üretildikleri bölge-yapım şekilleri-yemek",
      "E": "üretildikleri bölge-yapım şekilleri-yaş-işlev"
    },
    "explanation": "Yapılandırma, Organize Etme ve Etiketleme<br/>renk-üretildikleri bölge-yapım şekilleri-yemek"
  },
  {
    "id": "3763619",
    "unitNumber": 4,
    "text": "Aşağıdaki seçeneklerden hangisi Rosenfeld, Morville ve Arango'nun bilgi mimarisini tanımlarken kullandıkları maddelerden birisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Paylaşımlı bilgi ortamlarının yapısal tasarımı",
      "B": "Sadece dijital sistemlerde; bilgiyi organize etmek, etiketlemek, aramak ve içerisinde dolaşmak işlerinin bir birleşimi",
      "C": "Fiziksel ortam üzerinde tasarım ve mimarlık prensiplerini uygulamaya odaklanmış gelişmekte olan bir disiplin ve uygulama alanı.",
      "D": "Sadece fiziksel sistemlerde; bilgiyi organize etmek, etiketlemek, aramak ve içerisinde dolaşmak işlerinin bir birleşimi",
      "E": "Sadece bilgiyle ilgili deneyimleri; kullanılabilirlik, bulunabilirlik ve anlaşılırlığı destekleyecek şekillendirme sanatı ve bilimi"
    },
    "explanation": "Rosenfeld, Morville ve Arango (2015), enformasyon ve kütüphane biliminden yola çıkarak, bilgiye erişim bağlamında bilgi mimarisi terimini şu maddeler içerisinde tanımlamışlardır:<br/>1. Paylaşımlı bilgi ortamlarının yapısal tasarımı,<br/>2. Dijital, fiziksel ya da ikisi arasında geçişken<br/>sistemlerde; bilgiyi organize etmek, etiketlemek, aramak ve içerisinde dolaşmak işlerinin bir birleşimi,<br/>3. Bilgi ürünleri ve bilgiyle ilgili deneyimleri;<br/>kullanılabilirlik, bulunabilirlik ve anlaşılırlığı destekleyecek şekillendirme sanatı ve<br/>bilimi,<br/>4. Dijital ortam üzerinde tasarım ve mimarlık<br/>prensiplerini uygulamaya odaklanmış gelişmekte olan bir disiplin ve uygulama alanı."
  },
  {
    "id": "3763635",
    "unitNumber": 4,
    "text": "Aşağıdaki seçeneklerden hangisi açımlama metodlarından birisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Oran",
      "B": "Aralık",
      "C": "Histogram",
      "D": "Doğal dil işleme",
      "E": "Sıralama"
    },
    "explanation": "Açımlama metodları; pasta grafik, kutu grafiği, sütun grafik, histogram ve dağılım grafiğidir."
  },
  {
    "id": "3763637",
    "unitNumber": 4,
    "text": "Aşağıdaki seçeneklerden hangisi istatiksel yapı taşları arasında yer almaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Derin öğrenme",
      "B": "Yüzdeler ve riskler",
      "C": "Makina öğrenmesi",
      "D": "Doğal dil işleme",
      "E": "Karar ağaçları"
    },
    "explanation": "İstatiksel yapı taşları; farklar, oranlar, korelasyonlar, sürekli ve ayrık,yüzdeler ve riskler veri/istatistik kıyaslaması'dır."
  },
  {
    "id": "3763333",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi bilgi mimarisi tanımı kapsamında değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Paylaşımlı bilgi ortamlarının yapısal tasarımı",
      "B": "Sistemlerde; bilgiyi organize etmek, etiketlemek, aramak ve içerisinde dolaşmak işlerinin bir birleşimi",
      "C": "Bilgi ürünleri ve bilgiyle ilgili deneyimleri; kullanılabilirlik, bulunabilirlik ve anlaşılırlığı destekleyecek şekillendirme sanatı ve bilimi,",
      "D": "Doğal bir sıra ile birbirlerini izleyen, birbirine göre alt ve üst olarak değerlendirilebilecek ölçüm kademeleri",
      "E": "Dijital ortam üzerinde tasarım ve mimarlık prensiplerini uygulamaya odaklanmış gelişmekte olan bir disiplin ve uygulama alanı"
    },
    "explanation": "BİLGİ MİMARİSİ<br/>Doğal bir sıra ile birbirlerini izleyen, birbirine göre alt ve üst olarak değerlendirilebilecek ölçüm kademeleri"
  },
  {
    "id": "3763332",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi fenomolojist bakış açısını yansıtmaz?",
    "correctAnswer": "C",
    "options": {
      "A": "Dünyayı fiili münasebetler üzerinden anlamak",
      "B": "Bilgiyi ve anlayışı, eylem ve uygulama üzerinden şekillendirmek",
      "C": "Dünyayı soyut akıl yürütmelerle anlamak",
      "D": "Gerçek dünya koşullarından yola çıkarak teorik modeller kavramsallaştırmak",
      "E": "Bilginin kullanım amacına ve bağlamına göre düzenlenmesi"
    },
    "explanation": "Giriş<br/>Dünyayı soyut akıl yürütmelerle anlamak.<br/>Fenomenolojist bakış açısına göre, dünyayı soyut akıl yürütmeler yolu ile değil, dünya ile fiili münasebetlerimiz üzerinden anlarız. Bilgi ve anlayış, eylem ve uygulama üzerinden şekillenir. Teorik modeller, gerçek dünya koşullarından yola çıkarak kavramsallaştırılırlar..."
  },
  {
    "id": "3763340",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi zamansal-nedensel veri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Eskişehir ilindeki ölçüm noktalarında 8-12 Kasım 2022 arası günlerindeki en yüksek sıcaklık ölçümleri ve hava durumundaki değişim grafikleri",
      "B": "Bireylerin edimleri, nüfustaki, eğitimdeki, gayri safi millî hasıladaki değişimler gibi veriler",
      "C": "2020 yılında dünyanın en büyük 10 buğday üreticileri olan ülkelerin üretim miktarları ve ekim yapılan alanları",
      "D": "Eskişehirdeki Covit salgın verileri",
      "E": "2021 yılında Eskişehir'deki tramway hattının kullanım miktarı ve yoğunluk değişim grafikleri"
    },
    "explanation": "Verinin İçeriği<br/>Eskişehirdeki Covit salgın verileri"
  },
  {
    "id": "3763338",
    "unitNumber": 4,
    "text": "Bilgelik hiyerarşisinde (Wurman, 2000) deneyim hangi bilgi katmanlarında etkindir?",
    "correctAnswer": "A",
    "options": {
      "A": "bilgi-bilgi birikimi-bilgelik",
      "B": "veri-bilgi-birikimi-bilgelik",
      "C": "veri-bilgi-bilgi birikimi",
      "D": "veri-bilgi-bilgelik",
      "E": "veri-bilgi-yaratım"
    },
    "explanation": "BİLGİ HİYERARŞİSİ<br/>bilgi-bilgi birikimi-bilgelik"
  },
  {
    "id": "3763620",
    "unitNumber": 4,
    "text": "Bilgiyi alt parçalara bölerek ve bu parçaları birbirleri ile ilişkilendirerek gerçekleştirilen sürece verilen isim aşağıdaki seçeneklerden hangisinde yer almaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Etiketleme",
      "B": "Yapılandırma",
      "C": "Organize etme",
      "D": "Tasarımlama",
      "E": "Temsiliyet"
    },
    "explanation": "Yapılandırma, bilginin parçacıklılığı ile ilgilidir. Yapılandırma, bilgiyi alt parçalara bölerek ve bu parçaları birbirleri ile ilişkilendirerek gerçekleştirilir."
  },
  {
    "id": "3763621",
    "unitNumber": 4,
    "text": "Bilgiyi en doğru ve eksiksiz yani verimli bir biçimde sunmak aşağıdaki seçeneklerde verilen kavramlardan hangisinin alanına girer?",
    "correctAnswer": "A",
    "options": {
      "A": "Bilgi tasarımı",
      "B": "Bilgi mimarisi",
      "C": "Etiketleme",
      "D": "Yapılandırma",
      "E": "İçeriklendirme"
    },
    "explanation": "Bu bilgiyi en doğru ve eksiksiz; yani etkin, en kolay şekilde anlaşılacak;yani verimli bir biçimde sunmak ise, bilgi tasarımının ilgi alanıdır."
  },
  {
    "id": "3763622",
    "unitNumber": 4,
    "text": "Doğru parçacıklar hâlinde yapılandırılmış, anlamsal ilişkiler çerçevesinde organize edilmiş ve içeriği hakkında doğru bir izlenim uyandıracak şekilde etiketlenmiş bilgi aşağıda verilen hangi alanı nesnesidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bilgi sınıflandırma",
      "B": "Bilgi tasarımı",
      "C": "Bilgi mimarisi",
      "D": "Bilgi etiketleme",
      "E": "Bilgi temsiliyeti"
    },
    "explanation": "Doğru parçacıklar hâlinde yapılandırılmış, anlamsal ilişkiler çerçevesinde organize edilmiş ve içeriği hakkında doğru bir izlenim uyandıracak şekilde etiketlenmiş bilgi, bilgi mimarisi alanının nesnesidir."
  },
  {
    "id": "3763631",
    "unitNumber": 4,
    "text": "Sosyal medyada paylaşılan içerikler ile paylaşılan görüşler, duygular ve düşüncelerin karakterine karşılık gelen veri aşağıdaki seçeneklerden hangisinde yer almaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Oranlar",
      "B": "Farklar",
      "C": "Nitel veri",
      "D": "Korelasyonlar",
      "E": "Veri kıyaslaması"
    },
    "explanation": "Nitel veriye bir örnek verecek olursak; sosyal medyada paylaşılan içerikler ile paylaşılan görüşler, duygular ve düşünceler nitel karakterlidir."
  },
  {
    "id": "3763630",
    "unitNumber": 4,
    "text": "Verinin ne şekilde düzenlenerek sunulduğuna bağlı olarak farklılık gösteren kavram aşağıdaki seçeneklerden hangisinde yer almaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Bilgelik",
      "B": "Bilgi birikimi",
      "C": "Değerlendirme",
      "D": "Yorumlama",
      "E": "Bilgi"
    },
    "explanation": "Veri ve bilgi gündelik dilde birbirleri yerine kullanılan sözcükler olsa da; bilgi, verinin ne şekilde düzenlenerek sunulduğuna bağlı olarak farklılık gösterir."
  },
  {
    "id": "3763336",
    "unitNumber": 4,
    "text": "Wurman'ın (2000) bilgi hiyerarşi katmanlarında aşağıdakilerden hangisi küresel-yerel-kişisel bağlam kapsamındadır?",
    "correctAnswer": "B",
    "options": {
      "A": "veri-bilgi-bilgi birikimi",
      "B": "bilgi-bilgi birikimi-bilgelik",
      "C": "veri-bilgi-bilgelik",
      "D": "bilgi birikimi-keşif-bilgelik",
      "E": "bilgi-keşif-toplama"
    },
    "explanation": "BİLGİ HİYERARŞİSİ<br/>bilgi-bilgi birikimi-bilgelik"
  },
  {
    "id": "3763337",
    "unitNumber": 4,
    "text": "Wurman'ın (2000) bilgi hiyerarşisi katmanlarında aşağıdakilerden hangisi veri altında sınıflanmaz?",
    "correctAnswer": "D",
    "options": {
      "A": "Araştırma",
      "B": "Yaratım",
      "C": "Toplama",
      "D": "Düzenleme",
      "E": "Keşif"
    },
    "explanation": "BİLGİ HİYERARŞİSİ<br/>Düzenleme bilgi sınıfıdır."
  },
  {
    "id": "3763628",
    "unitNumber": 4,
    "text": "Wurman'ın görselleştirmesine göre; karşılıklı konuşma, öykü anlatma, bütünleştirme hangi kavramın alt sınıflandırmasında yer almaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Bilgi birikimi",
      "B": "Bilgi",
      "C": "Veri",
      "D": "Bilgelik",
      "E": "Etiketleme"
    },
    "explanation": "Wurman'ın görselleştirmesine göre; karşılıklı konuşma, öykü anlatma, bütünleştirme bilgi birikiminin altında sınıflandırılmıştır."
  },
  {
    "id": "3763625",
    "unitNumber": 4,
    "text": "İngilizcedeki veri, bilgi birikimi ve bilgelik sözcüklerinin ilk harfleri ile DIKW (data - information - knowledge - wisdom) piramidi olarak da anılan bu hiyerarşik yaklaşım ilk defa kim tarafından literatüre eklenmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Wurman",
      "B": "Ackoff",
      "C": "Morville",
      "D": "Rosenfeld",
      "E": "Rosati"
    },
    "explanation": "İlk kez Ackoff (1989) tarafından literatüre eklenen ve İngilizcedeki veri, bilgi birikimi ve bilgelik sözcüklerinin ilk harfleri ile DIKW (data - information - knowledge - wisdom) piramidi olarak da anılan bu hiyerarşik yaklaşım, küçük farklarla da olsa çok pek çok araştırmacı tarafından ele alınmıştır(Rowley, 2007)."
  },
  {
    "id": "3763494",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi bilgi görselleştirme ile ilgili doğru bir ifadedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kitle iletişim araçları aracılığıyla yoğun bilgi bombardımanına maruz kalan insanlar çevresini saran bilgiyi anlamakta güçlük çekmezler.",
      "B": "Bilgi görselleştirme karmaşık verilerin daha iyi anlaşılmasını ve yorumlanmasını sağlamak amacıyla verilerin görsellerle temsil edilmesidir.",
      "C": "Bilgi görselleştirme sadece uzmanların yararlandığı bir tasarım disiplinidir.",
      "D": "İnsanlar genellikle küçük miktarda bilgiyi algılamakta zorlanır.",
      "E": "Görsel verileri kullanmak verilerin daha kolay anlaşılmasını sağlamaz."
    },
    "explanation": "Kitle iletişim araçları aracılığıyla günümüzde yoğun bilgi bombardımanına maruz kalan insanlar çevresini saran bilgiyi anlamlandırmakta zorluk çekmektedirler. Bilgi görselleştirme zaman içerisinde hem sıradan vatandaşların hem de uzmanların yararlandığı bir tasarım disiplini hâline gelmiştir. İnsanlar genellikle büyük miktarda bilgiyi algılamakta zorlanır. Görsel öğeler kullanıldığında verileri daha kolay anlayabilirler."
  },
  {
    "id": "3763495",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi bilgi görselleştirme ile ilgili doğru bir ifadedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Grafik görselleştirme bir bilgi görselleştirme yöntemi değildir.",
      "B": "Tablo kullanmak verilerin yönelimini daha kolay anlamayı sağlamaz.",
      "C": "Bilgi görselleştirme sıradan vatandaşlar için büyük bir öneme sahip değildir.",
      "D": "Bilgi görselleştirme verilerin daha ayrıntılı bir şekilde incelenmesine yardımcı olur.",
      "E": "Verilerin ayrıntılı incelenmesi uzmanlar tarafından doğru sonuçlar çıkarılmasına yardımcı olmaz."
    },
    "explanation": "İnsanlar, bir grafik görselleştirme ya da tablo kullanarak verilerin yönelimini, ilişkilerini ve farklı özelliklerini daha hızlı ve daha kolay bir şekilde anlayabilirler. Dolayısıyla, bilgi görselleştirme sıradan vatandaşlar için daha büyük öneme sahiptir. Bununla birlikte uzmanlar için bilgi görselleştirme, verilerin daha ayrıntılı bir şekilde incelenmesine yardımcı olmak anlamına gelir. Verilerin derinlemesine incelenmesi, uzmanlar tarafından daha doğru sonuçlar çıkarılmasına ve daha iyi kararlar verilmesine yardımcı olur."
  },
  {
    "id": "3763359",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi bilgi görselleştirmede görsel tasarım unsurlarından biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Rengin kullanımı",
      "B": "Estetik",
      "C": "Metin ve Görsel Temsilci Oluşturma",
      "D": "Çarpıtma ve Manipülasyon",
      "E": "Grafik Gösterimlerin Kullanımı"
    },
    "explanation": "Görsel Tasarım Unsurları<br/>Çarpıtma ve Manipülasyon"
  },
  {
    "id": "3763358",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi bilgi görselleştirmenin en çok dikkat edilmesi gereken özelliği olan doğruluk ve dürüstlük konusunda dünya genelinde yaygın bir sorun haline gelmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ekonomi içerikleri",
      "B": "Kan örneklerinin tahlil sonuçları",
      "C": "Sosyal medya gönderileri",
      "D": "Sağlık verileri",
      "E": "Sanat ve tasarım içerikleri"
    },
    "explanation": "Bilgi Görselleştirmede Nesnellik<br/>Sosyal medya gönderileri"
  },
  {
    "id": "3763352",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi bilginin aktarılmasında yazının icadından önce sözlü bilgiyi yaygınlaştıran önemli bir faaliyettir?",
    "correctAnswer": "D",
    "options": {
      "A": "Üç boyutlu görselleştirme",
      "B": "Pratik uygulamalar",
      "C": "Toplumsal dayanışma",
      "D": "Deneyim aktarımı",
      "E": "Görselleştirme teknikleri"
    },
    "explanation": "BİLGİNİN GELENEKSEL GÖSTERİMİ<br/>Deneyim aktarımı"
  },
  {
    "id": "3763354",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi bilginin metne dönüştürülmesinin olumlu özelliklerinden <span style=\"text-decoration: underline;\">biri değildir?</span>",
    "correctAnswer": "C",
    "options": {
      "A": "Yoğun içerikler her kitabın ön sayfalarında “içindekiler” (indeks ya da fihrist) ile daha kolay takip edilebilir hâle getirilmektedir.",
      "B": "Bilgi metin içerisinde kolay erişilebilir şekilde verildiğinde okuyucunun konuya hâkimiyeti artar.",
      "C": "Deneyim aktarımı sözlü bilgiyi yaygınlaştıran bir faaliyet olarak önemli ölçüde bir birikimin oluşmasına katkı sağlamıştır.",
      "D": "Maddeler hâlinde verilen bilgiler, okuyucunun konuyu daha kolay hazmetmesini sağlar.",
      "E": "Grafikler bilgi ve içerik görselleştirme yöntemidir ve tercih edilen formların verilerle kurulan nesnel ilişkisinden yararlanılır."
    },
    "explanation": "Bilginin Metin Olarak Gösterilmesi<br/>Deneyim aktarımı sözlü bilgiyi yaygınlaştıran bir faaliyet olarak önemli ölçüde bir birikimin oluşmasına katkı sağlamıştır."
  },
  {
    "id": "3763356",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi bilginin tablo biçiminde görselleştirilmesinin avantajlarından <span style=\"text-decoration: underline;\">biri değildir?</span>",
    "correctAnswer": "D",
    "options": {
      "A": "Verilerin düzenli ve anlaşılır bir şekilde sunulmasını sağlar",
      "B": "Karmaşık verilerin kolayca anlaşılmasına yardımcı olur",
      "C": "Farklı sınıflandırma kriterlerine göre sıralama olanağı sunar",
      "D": "İlave bir görselleştirmenin tablo alanında yapılmasına imkan tanır",
      "E": "Sayfalar dolusu verinin bir göz atımı süresinde görülmesini, algılanmasını ve analiz edilmesini sağlar"
    },
    "explanation": "Bilginin Tablo ile Gösterilmesi<br/>İlave bir görselleştirmenin tablo alanında yapılmasına imkan tanır"
  },
  {
    "id": "3763355",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi bilginin tablo ile gösterimi için uygun değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bilginin birden çok alanda ve birden çok miktarda olduğu içerikler",
      "B": "Farklı kategorilerde ve farklı zaman dilimlerinde yer alan veriler",
      "C": "Zaman/miktar çizelgeleri",
      "D": "Kategorilere göre büyükten küçüğe vb. sıralamalar",
      "E": "İndeks ya da fihrist"
    },
    "explanation": "Bilginin Tablo ile Gösterilmesi<br/>İndeks ya da fihrist"
  },
  {
    "id": "3763502",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi ilk metinlerle ilgili doğru bir ifade değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "bir bilgi mimarisi vardır",
      "B": "devrik akış vardır",
      "C": "neden sonuç ilişkisi vardır",
      "D": "bir kurguya sahiptir",
      "E": "anlamlı bir akışa sahiptir"
    },
    "explanation": "Metinler her zaman bir kurguya sahip olmuş, günlük konuşmada sıkça rastlanılan devrik akış metne taşınmamıştır. Yazı öncesinden beri var olan insanların sözlü iletişim kurma becerileri metin oluştururken devreye girmiş ve yazılı metinler en başından beri anlamlı bir akışa sahip olmuştur. Bu nedenle yazının icadıyla başlayan dönemde de oluşturulan metinlerde bir “bilgi mimarisi” olduğundan bahsedilebilir."
  },
  {
    "id": "3763497",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi yazının icadından önce bilgi aktarımını sağlamamıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "resimler",
      "B": "semboller",
      "C": "deneyim aktarımı",
      "D": "ses kayıtları",
      "E": "görsel işaretler"
    },
    "explanation": "Bilginin aktarılmasında yazının icadından önce sözlü bilgiyi yaygınlaştıran önemli bir faaliyet deneyim aktarımıdır. Bilginin bir diğer aktarımı da resimler, semboller ve diğer görsel işaretler aracılığıyla gerçekleştirilmiştir. Kültüre ait değerler özellikle yazı öncesi dönemde iki ya da üç boyutlu görselleştirmeler aracılığıyla günümüze kadar ulaşabilmiştir."
  },
  {
    "id": "3763357",
    "unitNumber": 5,
    "text": "Bilgi görselleştirme tasarımı, ortada düzgün bir içerik varsa amacına ulaşır. Aşağıdakilerden hangisi olursa görselleştirme amacına <span style=\"text-decoration: underline;\">ulaşamaz?</span>",
    "correctAnswer": "E",
    "options": {
      "A": "İçerik doğru hazırlanmışsa",
      "B": "Rasyonel ise",
      "C": "Fazla genişletilmemişse",
      "D": "Fazla daraltılmamışsa",
      "E": "Özünde doğruluğu içermiyorsa"
    },
    "explanation": "Bilginin Görselleştirilmesinde İçeriğin Önemi<br/>Özünde doğruluğu içermiyorsa"
  },
  {
    "id": "3763361",
    "unitNumber": 5,
    "text": "Bilgi görselleştirmede içerik oluştuktan sonra bu içeriğin görselleştirilmesi aşamasında aşağıdakilerden hangisinden yararlanılmaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Tipografi",
      "B": "Semiyolojik temelde uzlaşılmış formlar",
      "C": "Renkler ve biçimler",
      "D": "Lay-out",
      "E": "Sabit bilgi"
    },
    "explanation": "Görsel Tasarım Unsurları<br/>Sabit bilgi"
  },
  {
    "id": "3763360",
    "unitNumber": 5,
    "text": "Bilgi görselleştirmede renk hangi amaçla kullanılır?",
    "correctAnswer": "B",
    "options": {
      "A": "İki ya da daha fazla parametreyle birlikte aynı düzlemde gösterilmesinde",
      "B": "Verilerin vurgulanmasında ve dikkatin belirli bir noktaya odaklanmasında",
      "C": "Lay-out düzeniyle verilerin daha iyi anlaşılmasında",
      "D": "Konular arası akışın planlanmasında",
      "E": "İzleyicinin gördüğü değerleri karşılaştırdığı içeriklerin algılamasında"
    },
    "explanation": "Görsel Tasarım Unsurları<br/>Verilerin vurgulanmasında ve dikkatin belirli bir noktaya odaklanmasında"
  },
  {
    "id": "3763353",
    "unitNumber": 5,
    "text": "Bilgi mimarisi aşağıdakilerden hangisi ile başlamıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Yazının icadından önce",
      "B": "Yazının icadıyla",
      "C": "Yazının icadından sonra",
      "D": "Resimler, semboller ve diğer görsel işaretlerle",
      "E": "Usta-çırak ilişkisinin başlamasıyla"
    },
    "explanation": "Bilginin Metin Olarak Gösterilmesi<br/>Yazının icadıyla"
  },
  {
    "id": "3763499",
    "unitNumber": 5,
    "text": "Bilginin günümüzdeki anlayışla ilk aktarıldığı ortam ne şeklindedir?",
    "correctAnswer": "C",
    "options": {
      "A": "resim",
      "B": "görüntü",
      "C": "metin",
      "D": "şekil",
      "E": "imge"
    },
    "explanation": "Bilginin günümüzdeki anlayışla ilk aktarıldığı ortam metin şeklindedir."
  },
  {
    "id": "3763500",
    "unitNumber": 5,
    "text": "Bilginin metne dönüşmesi aynı zamanda ne anlamına gelmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "kayıt altına alınmasına",
      "B": "sözcüklerin kullanılmasına",
      "C": "harflerin kullanılmasına",
      "D": "heceleme yapılmasına",
      "E": "görsellerin kullanılmasına"
    },
    "explanation": "Bilginin metne dönüşmesi aynı zamanda kayıt altına alınması anlamına gelmektedir."
  },
  {
    "id": "3763496",
    "unitNumber": 5,
    "text": "Bilginin yayılmasındaki en büyük sıçrama nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "yazının icadi",
      "B": "ateşin bulunması",
      "C": "dumanla iletişim",
      "D": "tarıma geçiş",
      "E": "sulama yöntemlerinin geliştirilmesi"
    },
    "explanation": "Bilginin yayılmasındaki en büyük sıçramanın yazının icadı olduğu tartışmasızdır."
  },
  {
    "id": "3763503",
    "unitNumber": 5,
    "text": "Matbaa öncesi dönemde olduğu gibi günümüzde kitaplardaki yoğun içerik her kitabın ön sayfalarında yer alan ne ile daha kolay takip edilebilir hâle getirilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "basım evi",
      "B": "yazar ismi",
      "C": "içindekiler",
      "D": "önsöz",
      "E": "başlık"
    },
    "explanation": "Matbaa öncesi dönemde kitaplar el yazmasıyla oluşturulurken de içerik anlamlı bir sıralamada okuyucuya sunulmaktaydı. Günümüzde olduğu gibi kitaplardaki yoğun içerik her kitabın ön sayfalarında “içindekiler” (indeks ya da fihrist) ile daha kolay takip edilebilir hâle getirilmektedir."
  },
  {
    "id": "3763498",
    "unitNumber": 5,
    "text": "Tarihî kayıtların başlangıcı ne olarak kabul edilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Internetin hayatımıza girmesi",
      "B": "televizyonun yaygınlaşması",
      "C": "sözel iletişim",
      "D": "dumanla iletişim",
      "E": "yazının icadi"
    },
    "explanation": "Şüphesiz bilginin günümüze ulaşma serüvenindeki en önemli taşıyıcı yazının kendisi olmuştur. Bu nedenle pek çok kaynakta yazının icadı tarihî kayıtların da başlangıcı kabul edilir."
  },
  {
    "id": "3763501",
    "unitNumber": 5,
    "text": "İlk temel metinler nasıl yazılmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Olayların oluş sırasını atlayarak",
      "B": "Belirli bir akışta ve birbirini takip eder şekilde",
      "C": "Karmaşık bir şekilde",
      "D": "İki kişi arasında geçen bir diyaloğa benzemeyerek",
      "E": "Karışık bir sırayla"
    },
    "explanation": "İlk temel metinler ve ardından onları takip eden gündelik olayları aktarır metinlerin belirli bir akış içerisinde yazıldığı görülmüştür. Nitekim iki kişi arasındaki bir diyalog da benzer bir olay örgüsünü takip etmektedir. Bu noktadan yola çıkarak metinlerin yazının ilk icat edildiği zamanlarda bile doğru akışla yazıldığı, karışık sırayla yazılmadığı söylenebilir."
  },
  {
    "id": "3763533",
    "unitNumber": 6,
    "text": "\"Bilgigrafi tasarımında bilginin öne çıkarılması, anlamın iletilmesi ve izleyicinin odak<br/>noktasının belirlenmesi açısından temel ilkedir. Farklı ögelerin önem sıralamasını belirlemekte, izleyicinin bilgiyi anlama sürecini yönlendirmekte ve akışı tasarlamaya yaramaktadır.\"<br/>Tanımı aşağıdakilerden hangi seçeneğin açıklamasıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "Ölçek",
      "B": "Oran",
      "C": "Kapalılık",
      "D": "Benzerlik",
      "E": "Hiyerarşi"
    },
    "explanation": "Bilgigrafi tasarımında hiyerarşi, bilginin öne çıkarılması, anlamın iletilmesi ve izleyicinin odak<br/>noktasının belirlenmesi açısından temel ilkedir. Hiyerarşi, farklı ögelerin önem sıralamasını belirlemekte, izleyicinin bilgiyi anlama sürecini yönlendirmekte ve akışı tasarlamaya yaramaktadır.<br/>Yanıt E'dir. Hiyerarşi doğru seçenektir."
  },
  {
    "id": "3763526",
    "unitNumber": 6,
    "text": "\"Bilgigrafi tasarımında, bilgiyi düzenlemek ve iletmek için önemli bir tasarım ilkesidir. Bu ilke, görsel olarak bağlantılı ve sürekli bir akış oluşturarak izleyicinin bilgiyi daha kolay ve<br/>anlaşılır bir şekilde takip etmelerini sağlamak amacıyla kullanılır.\"<br/>İfadesinde sözü edilen Gestalt ilkesi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Devamlılık ilkesi",
      "B": "Benzerlik ilkesi",
      "C": "Yakınlık ilkesi",
      "D": "Kapalılık ilkesi",
      "E": "Figür-zemin ilkesi"
    },
    "explanation": "Bilgigrafi tasarımında, bilgiyi düzenlemek ve iletmek için devamlılık ilkesi önemli bir tasarım ilkesidir. Bu ilke, görsel olarak bağlantılı ve sürekli bir akış oluşturarak izleyicinin bilgiyi daha kolay ve anlaşılır bir şekilde takip etmelerini sağlamak amacıyla kullanılır.<br/>Yanıt A'dır. Devamlılık ilkesidir."
  },
  {
    "id": "3763528",
    "unitNumber": 6,
    "text": "\"Bir coğrafi harita tasarımında farklı bölgeleri farklı renklerle kodlayarak izleyicinin her bölgeyi hızla ayırt etmesi\" bibligrafi tasarımında renk kullanımının hangi rolünün örneğidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Vurgu",
      "B": "Kategorizasyon",
      "C": "Zaman betimlemesi",
      "D": "Değişim betimlemesi",
      "E": "Uyum ve zıtlık"
    },
    "explanation": "Bilgigrafi tasarımında renk kullanımı oldukça önemlidir çünkü renkler, bilgilerin iletilmesinde<br/>güçlü bir araç olarak hizmet edebilir. Birçok örnekle renk kullanımının bilgigrafi tasarımındaki rolünün açıklanması mümkündür. Renk kullanımının rollerinden biri de kategorizasyondur.<br/>Kategorizasyon: Bilgigrafilerde çok sayıda veriyi kategorilere ayırmak yaygındır. Renkler, her kategoriyi temsil etmek için kullanılabilir. Örneğin, bir coğrafi harita tasarımında farklı bölgeleri farklırenklerle kodlayarak izleyicinin her bölgeyi hızla ayırt etmesi sağlanabilir.<br/>Yanıt B'dir. Kategorizasyon rolüne işaret eder."
  },
  {
    "id": "3763444",
    "unitNumber": 6,
    "text": "Algıda bütünü oluşturan görsel ögelerin, eksik veya tamamlanmamış formları tamamlama eğiliminde olduğunu açıklayan ilke aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Figür-Zemin İlkesi",
      "B": "Kapalılık İlkesi",
      "C": "Devamlılık İlkesi",
      "D": "Benzerlik İlkesi",
      "E": "Tamamlama İlkesi"
    },
    "explanation": "“Kapalılık ilkesi”, algıda bütünü oluşturan görsel ögelerin, eksik veya tamamlanmamış formları tamamlama eğiliminde olduğunu açıklar.<br/>Kapalılık İlkesi"
  },
  {
    "id": "3763525",
    "unitNumber": 6,
    "text": "Aşağıda bahsedilen Gestalt ilkesi hangisidir?<br/>\"Bir sayfa üzerindeki bir grup harf arasındaki mesafe ile ilgilidir. düşünelim. Harfler kelimeleri, kelimeler anlamlı bir satırı, satırlar anlamlı bilgi öbeğiyle geliştirilmiş bir paragrafı oluşturur. Okur, mesafe ile ilişkilendirerek metni anlamlandırma eğilimindedir.\"",
    "correctAnswer": "D",
    "options": {
      "A": "Benzerlik ilkesi",
      "B": "Devamlılık ilkesi",
      "C": "Figür-zemin ilkesi",
      "D": "Yakınlık ilkesi",
      "E": "Kapalılık ilkesi"
    },
    "explanation": "Gestalt ilkelerinden biri olan “yakınlık ilkesi,” nesnelerin birbirlerine olan mesafeye dayalı olarak nasıl algılandığını açıklar. Bu ilkeye göre, nesneler bir arada bulunduklarında bir grup oluştururlar ve bu grup içinde daha yakın olan nesneler, birlikte algılanma eğilimindedir. Sorudaki açıklamada işaret edilen ilke yakınlık ilkesidir.<br/>Yanıt D'dir. Yakınlık ilkesidir."
  },
  {
    "id": "3763524",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Gestalt ilkelerinden biri <strong>değildir</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Figür-zemin ilkesi",
      "B": "Devamlılık ilkesi",
      "C": "Açıklık ilkesi",
      "D": "Yakınlık ilkesi",
      "E": "Benzerlik ilkesi"
    },
    "explanation": "Özellikle sanatçılar ve tasarımcılar tarafından<br/>sıklıkla odaklanılan bazı Gestalt ilkeleri şunlardır:<br/>• Yakınlık İlkesi<br/>• Benzerlik İlkesi<br/>• Devamlılık İlkesi<br/>• Kapalılık İlkesi<br/>• Figür-Zemin İlkesi<br/>Buna göre açıklık ilkesi olarak bir Gestalt ilkesi yoktur.<br/>Yanıt C'dir. Açıklık ilkesi bir Gestalt ilkesi değidlir."
  },
  {
    "id": "3763531",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi bibligrafi tasarımında grafik sistemlerindeki parametrelerden biri <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Entelektüel amaç",
      "B": "İçerik türü",
      "C": "Anlam yapılandırma yöntemi",
      "D": "Disiplin kökeni",
      "E": "Tasarımcı zevki"
    },
    "explanation": "Bibligrafi tasarımında grafik sistemlerindeki parametrelerden biri tasarımcı zevki değildir. Grafik format, entelektüel amaç ya da işlev, içerik türü, anlamı yapılandırma yöntemleri, disiplin kökenleri gibi parametreler bulunmaktadır.<br/>Yanıt E'dir. Tasarımcı zevki parametrelerden biri değildir."
  },
  {
    "id": "3763443",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi sanatçılar ve tasarımcılar tarafından sıklıkla odaklanılan Gestalt ilkelerinden biri değildir? •",
    "correctAnswer": "D",
    "options": {
      "A": "Yakınlık İlkesi",
      "B": "Benzerlik İlkesi",
      "C": "Devamlılık İlkesi",
      "D": "Açıklık İlkesi",
      "E": "Figür-Zemin İlkesi"
    },
    "explanation": "Özellikle sanatçılar ve tasarımcılar tarafından sıklıkla odaklanılan bazı Gestalt ilkeleri şunlardır: • Yakınlık İlkesi • Benzerlik İlkesi • Devamlılık İlkesi • Kapalılık İlkesi • Figür-Zemin İlkesi<br/>Açıklık İlkesi"
  },
  {
    "id": "3763469",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi tasarımın duygusal etkisini artırmak ve mesajını vurgulamak için kullanılabilir. ?",
    "correctAnswer": "A",
    "options": {
      "A": "Renkler",
      "B": "Tipografi",
      "C": "Grid",
      "D": "Okunurluk",
      "E": "Okuturluk"
    },
    "explanation": "Renkler, tasarımın duygusal etkisini artırmak ve mesajını vurgulamak için kullanılabilir"
  },
  {
    "id": "3763470",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi yazı tip seçerken dikkat edilmesi gereken unsurlardan biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Harflerin karakteristik biçimleri.",
      "B": "Harflerin oranları.",
      "C": "Yazı tipinin tasarımının tipografi tarihindeki yeri ve temsil ettiği değerler.",
      "D": "Tasarımcısının karakteristik özellikleri.",
      "E": "Vuruşlarının görsel etkisi."
    },
    "explanation": "Yazı tipleri seçimi kimi zaman zorlu bir iştir. Bu seçimi yaparken, harflerin karakteristik biçimleri, oranları ve vuruşlarının yazının görsel etkisini nasıl etkilediğini anlamak önemlidir. Ayrıca, yazı tipinin tasarımının tipografi tarihindeki yerini ve temsil ettiği değerleri bilmek gereklidir.<br/>Tasarımcısının karakteristik özellikleri."
  },
  {
    "id": "3763529",
    "unitNumber": 6,
    "text": "Bibligrafi tasarımında okunurluk açısından aşağıdakilerden hangisi ya da hangileri doğrudur?<br/>I. Parlak ve zıt renklerin bir arada kullanılması okunurluğu azaltabilir.<br/>II. Siyah yazılar beyaz bir arka plan üzerinde negatif olarak algılanır.<br/>III. Yakın tonlardaki renklerin bir arada kullanılması yazının görünmez hâle gelmesine yol açabilir.",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "I ve III",
      "E": "I, II ve III"
    },
    "explanation": "Okunurluk için yazının rengi ve zeminin rengi arasındaki ilişki önemlidir. Tipografi tasarımında genellikle vurgu ve hiyerarşi oluşturmak için renk kullanır. Ancak parlak ve zıt renklerin bir arada kullanılması, yazının titremesine neden olabilir ve okunurluğu azaltabilir. Aynı şekilde çok yakın tonlardaki açık ve koyu renklerin bir arada kullanılması, yazının görünmez hâle gelmesine yol açabilir. Yazının arka plan rengine dikkat etmek de önemlidir. Siyah yazılar beyaz bir arka plan üzerinde pozitif olarak algılanırken, beyaz yazılar siyah bir arka plan üzerinde negatif olarak algılanır.<br/>Yanıt D'dir. I ve III doğrudur."
  },
  {
    "id": "3763446",
    "unitNumber": 6,
    "text": "Bilgigrafi tasarımında bilginin öncelik sırasına göre tasarlanmasına yarayan ayrıca izleyiciyi de belirlenen bu düzen içinde yönlendiren temel prensip aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ölçek",
      "B": "Oran",
      "C": "Form",
      "D": "Hiyerarşi",
      "E": "İletişim"
    },
    "explanation": "Hiyerarşi, tüm tasarım ürünlerinde olduğu gibi bilgigrafi tasarımında da bilginin öncelik sırasına göre tasarlanmasına yarayan ayrıca izleyiciyi de belirlenen bu düzen içinde yönlendiren temel prensiptir."
  },
  {
    "id": "3763527",
    "unitNumber": 6,
    "text": "Bilgigrafi tasarımında kullanılan renkler, yazı karakterleri ve stil özelliklerinin (örneğin, başlık stilleri ya da görsel dilde kullanılan üslup), benzer renk paletleri veya yazı karakterleri kullanılmasıyla bilgi parçaları arasında görsel tutarlılık sağlanması hangi Gestalt ilkesinin uygulamasıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Kapalılık ilkesi",
      "B": "Devamlılık ilkesi",
      "C": "Yakınlık ilkesi",
      "D": "Benzerlik ilkesi",
      "E": "Figür-zemin ilkesi"
    },
    "explanation": "Bilgigrafi tasarımında devamlılık ilkesi, bilgiyi düzenlemek ve iletmek için önemli bir tasarım ilkesidir. Bu ilke, görsel olarak bağlantılı ve sürekli bir akış oluşturarak izleyicinin bilgiyi daha kolay ve anlaşılır bir şekilde takip etmelerini sağlamak amacıyla kullanılır. Bilgigrafi tasarımında devamlılık ilkesinin nasıl kullanılabileceğine dair Renk ve Stil Sürekliliği sağlanması için, Bilgigrafi tasarımında kullanılan renkler, yazı karakterleri<br/>ve stil özellikleri (örneğin, başlık stilleri ya da görsel dilde kullanılan üslup) devamlılık ilkesine uygun olarak tasarlanır. Benzer renk paletleri veya yazı karakterleri kullanılarak bilgi parçaları arasında görsel tutarlılık sağlanır.<br/>Yanıt B'dir. Devamılık ilkesidir."
  },
  {
    "id": "3763532",
    "unitNumber": 6,
    "text": "Bilgigrafi tasarımında metin akışında başlıkların, alt başlıkların ve ana metin paragrafları<br/>arasındaki görsel bağlantılar kurularak izleyicinin metni kolayca takip etmesinin sağlanması hangi Gestalt ilkesini açıklar?",
    "correctAnswer": "A",
    "options": {
      "A": "Devamlılık ilkesi",
      "B": "Benzerlik ilkesi",
      "C": "Yakınlık ilkesi",
      "D": "Kapalılık ilkesi",
      "E": "Hiyerarşi"
    },
    "explanation": "Bilgigrafi tasarımında devamlılık ilkesi, bilgiyi düzenlemek ve iletmek için önemli bir tasarım ilkesidir. Bu ilke, görsel olarak bağlantılı ve sürekli bir akış oluşturarak izleyicinin bilgiyi daha kolay ve anlaşılır bir şekilde takip etmelerini sağlamak amacıyla kullanılır. Bilgigrafi tasarımında devamlılık ilkesinin nasıl kullanılabileceğine dair örneklerden biri de metin akışıdır.<br/>Metin Akışı: Bilgigrafi tasarımında metin akışı devamlılık ilkesiyle düzenlenir. Başlıklar, alt başlıklar ve ana metin paragrafları arasındaki görsel bağlantılar kurularak izleyicinin metni kolayca takip etmesi sağlanır. Aynı tip yazı karakterleri, noktalama işaretleri ve renk kullanılarak metinler arasında bir bütünlük ve süreklilik oluşturulur.<br/>Yanıt A'dır. Devamlılık ilkesidir."
  },
  {
    "id": "3763530",
    "unitNumber": 6,
    "text": "Bir çizgi grafiği üzerinde zamanla değişen döviz kurlarını gösterirken, yükselen kurlar için kırmızı, düşen kurlar için mavi rengin kullanılması, renk kullanımının bilgigrafi tasarımındaki hangi rolünün örneğidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Vurgu",
      "B": "Kategorizasyon",
      "C": "Zaman ve değişim betimlemesi",
      "D": "Renk kodlaması",
      "E": "Uyum ve zıtlık"
    },
    "explanation": "Bilgigrafi tasarımında renk kullanımı oldukça önemlidir çünkü renkler, bilgilerin iletilmesinde<br/>güçlü bir araç olarak hizmet edebilir. Altta verilen örneklerle renk kullanımının bilgigrafi tasarımındaki rolünün açıklanması mümkündür:<br/>Vurgu: Bilgigrafilerde, belirli verilerin vurgulanması önemlidir. Bu, bir metindeki anahtar istatistikler, grafikler veya diğer önemli bilgileri içerebilir. Renkler, bu tür vurgular için mükemmel bir araçtır. Örneğin, bir bilgigrafide en yüksek geliri gösteren bir sütun grafiği yeşil renkle vurgulanabilir, böylece izleyici hemen bu önemli bilgiyi yakalayabilir.<br/>Kategorizasyon: Bilgigrafilerde çok sayıda veriyi kategorilere ayırmak yaygındır. Renkler, her kategoriyi temsil etmek için kullanılabilir. Örneğin, bir coğrafi harita tasarımında farklı bölgeleri farklı renklerle kodlayarak izleyicinin her bölgeyi hızla ayırt etmesi sağlanabilir.<br/>Zaman ve Değişim Betimlemesi: Renkler aynı verinin zaman içindeki değişimini veya karşılaştırmalarını gösterm<br/>Yanıt C'dir. Zaman ve değişim betimlemesidir."
  },
  {
    "id": "3763472",
    "unitNumber": 6,
    "text": "Gestalt Psikolojisinin hangi ilkesine göre, tasarımda yer alan ögelerin birbiriyle sürekli bir ilişki içinde olması ve izleyicinin bu ilişkiyi kolayca görmesi gerekmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Devamlılık İlkesi",
      "B": "Kapalılık İlkesi",
      "C": "Benzerlik İlkesi",
      "D": "Yakınlık İlkesi",
      "E": "Hiyerarşi"
    },
    "explanation": "Bu ilkeye göre, tasarımda yer alan ögelerin birbiriyle sürekli bir ilişki içinde olması ve izleyicinin bu ilişkiyi kolayca görmesi gerekmektedir.<br/>Devamlılık İlkesi"
  },
  {
    "id": "3763467",
    "unitNumber": 6,
    "text": "Gestalt ilkeleri ile ilgili aşağıdakilerden hangisi söylenemez?",
    "correctAnswer": "D",
    "options": {
      "A": "Algının parçalarının toplamından farklı ve daha fazlasını oluşturduğu.",
      "B": "Hafızayı ve öğrenmeyi içeren kapsamlı bir psikolojik çerçeve sunar.",
      "C": "Bütünsel bir bakış açısının önemini vurgular.",
      "D": "Dünyanın sadece dışsal bir varlık olduğunu vurgular.",
      "E": "Max Wertheimer’in takipçileri tarafından geliştirilmişlerdir."
    },
    "explanation": "Gestalt ilkeleri, dünyanın sadece dışsal bir varlık olmadığını, aynı zamanda algılama sürecinde inşa edildiğini vurgular."
  },
  {
    "id": "3763473",
    "unitNumber": 6,
    "text": "Manuel Bortoletti isimli tasarımcının sağlık ve korunma konularında İtalyanca olarak yayınlanan aylık dergi Salute Magazine’deki “LA PAROLA” isimli bölüm için tasarladığı bilgigrafi serisi Gestalt'ın hangi ilkesi için iyi bir örnektir?",
    "correctAnswer": "E",
    "options": {
      "A": "Hiyerarşi",
      "B": "Yakınlık İlkesi",
      "C": "Benzerlik İlkesi",
      "D": "Kapalılık İlkesi",
      "E": "Devamlılık İlkesi"
    },
    "explanation": "Manuel Bortoletti isimli tasarımcının sağlık ve korunma konularında İtalyanca olarak yayınlanan aylık dergi Salute Magazine’deki “LA PAROLA” isimli bölüm için tasarladığı bilgigrafi serisi Gestalt devamlılık ilkesi için oldukça iyi bir örnektir.<br/>Devamlılık İlkesi"
  },
  {
    "id": "3763471",
    "unitNumber": 6,
    "text": "Metin blokları ve grafiklerin düzenlenmesi sırasında, okunurluk ve akıcılığı artırmak için kullanılan ilke aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kapalılık İlkesi",
      "B": "Devamlılık İlkesi",
      "C": "Figür- Zemin İlkesi",
      "D": "Hiyerarşi",
      "E": "Benzerlik İlkesi"
    },
    "explanation": "Okunurluk ve Akıcılık: Metin blokları ve grafiklerin düzenlenmesi sırasında, okunurluk ve akıcılığı artırmak için devamlılık ilkesi kullanılır. Metin blokları ve grafikler arasındaki boşluklar, hizalar ve aralıklar sistematik bir biçimde dikkatlice düzenlenir.<br/>Devamlılık İlkesi"
  },
  {
    "id": "3763445",
    "unitNumber": 6,
    "text": "Verilerin görsel olarak temsil edildiği yapı veya düzen biçimine ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Harita",
      "B": "Diyagram",
      "C": "Çizelge",
      "D": "Tablo",
      "E": "Grafik format"
    },
    "explanation": "Grafik format, verilerin görsel olarak temsil edildiği yapı veya düzen biçimidir."
  },
  {
    "id": "3763384",
    "unitNumber": 7,
    "text": "\"Etkileşimli veri görselleştirmelerinin kullanımının oldukça azalmasının öncelikli nedeni, ................. yaklaşımı olmakla birlikte, tek neden bu değildir. Veri görselleştirmenin .................... haberlerinin de bir parçası hâline gelmesi, örneğin harita kullanımının sıklaşmasıyla beraber, hazırlanması için daha fazla zaman gereken etkileşimli görselleştirmeler terkedilmeye başlanmıştır.\" ifadesindeki boş yerlere sırasıyla hangi ifadeler gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "“önce mobil” ve “son dakika”",
      "B": "“önce mobil” ve “spor”",
      "C": "“önce tasarım” ve “son dakika”",
      "D": "“veri görselleştirme\" ve “kültür-sanat”",
      "E": "“önce masaüstü” ve “son dakika”"
    },
    "explanation": "Etkileşimli veri görselleştirmelerinin kullanımının oldukça azalmasının öncelikli nedeni, “önce mobil” yaklaşımı olmakla birlikte, tek neden bu değildir. Veri görselleştirmenin “son dakika” haberlerinin de bir parçası hâline gelmesi, örneğin harita kullanımının sıklaşmasıyla beraber, hazırlanması için daha fazla zaman gereken etkileşimli görselleştirmeler terkedilmeye başlanmıştır."
  },
  {
    "id": "3763376",
    "unitNumber": 7,
    "text": "\"Veri gazeteciliği iş birliğine dayanan, çok sayıda kişinin birlikte çalışmasını gerektiren bir alandır. Kimin tarafından yapıldığı belli olan haberlerin yazarları ortalama olarak ..... kişilik gruplardan oluşmaktadır.\" ifadesinde doğru değer aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "5",
      "E": "10"
    },
    "explanation": "Loosen v.d. (2017) tarafından yapılan çalışmanın da gösterdiği üzere veri gazeteciliği iş birliğine dayanan, çok sayıda kişinin birlikte çalışmasını gerektiren bir alandır. Kimin tarafından yapıldığı belli olan haberlerin yazarları ortalama olarak 5 kişilik gruplardan oluşmaktadır."
  },
  {
    "id": "3763379",
    "unitNumber": 7,
    "text": "2015 yılında National Geographic için bir makale kaleme alarak Bright Ideas dergisinde yayımlanmak üzere Sundance Film Festivali ile ilgili olarak hazırladığı veri görselleştirme çalışmasının sürecini anlatan ve eskizlerle başladığı tasarım sürecinin başlangıcında gerçek nicel veriler kullanmayan veri tasarımcısı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Mona Chalabi",
      "B": "Georgia Lupi",
      "C": "Simon Rost",
      "D": "Paule Scher",
      "E": "Stefan Sagmeister"
    },
    "explanation": "Veri tasarımcısı olan Georgia Lupi, 2015 yılında National Geographic için bir makale kaleme alarak Bright Ideas dergisinde yayımlanmak üzere Sundance Film Festivali ile ilgili olarak hazırladığı veri görselleştirme çalışmasının sürecini anlatmıştır. İlginçtir ki eskizlerle başladığı tasarım sürecinin başlangıcında gerçek nicel veriler kullanmamıştır."
  },
  {
    "id": "3763626",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Kennedy'e (2021) göre veriye dayalı haberlerdeki görselleştirmelerin okuyucu tarafından ilgi görmesinde etkili olan faktörlerden <span style=\"text-decoration: underline;\">değildir</span>?",
    "correctAnswer": "C",
    "options": {
      "A": "Haberin konusu",
      "B": "Okuyucunun inanç ve görüşleri",
      "C": "Mekan",
      "D": "Zaman",
      "E": "Duygular"
    },
    "explanation": "Kennedy vd. (2021) veriye dayalı haberlerdeki görselleştirmelerin okuyucu tarafından ilgi görmesinde etkili olan faktörleri şu başlıklar altında incelemiştir:<br/>• Haberin konusu,<br/>• Verinin kaynağı ve haberin yayımlandığı mecra,<br/>• Okuyucunun inanç ve görüşleri,<br/>• Zaman,<br/>• Okuyucunun özgüveni ve becerileri,<br/>• Duygular."
  },
  {
    "id": "3763633",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi etkileşimli veri görselleştirmelerinin kullanımının oldukça azalmasının öncelikli nedenidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Önce mobil yaklaşımı",
      "B": "Harita kullanımının sıklaşması",
      "C": "Hazır uygulamaların çeşitliliğinin artması",
      "D": "Statik görsel paylaşımının kolaylığı",
      "E": "Artan maliyetler"
    },
    "explanation": "Etkileşimli veri görselleştirmelerinin kullanımının oldukça azalmasının öncelikli nedeni, “önce mobil” yaklaşımı olmakla birlikte, tek neden bu değildir."
  },
  {
    "id": "3763629",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi okuyucuların veriye dayalı haberlerden kaçınma sebeplerinden <span style=\"text-decoration: underline;\">değildir?</span>",
    "correctAnswer": "D",
    "options": {
      "A": "Görsel okuryazarlık eksikliği",
      "B": "Matematik beceri eksikliği",
      "C": "İstatistik beceri eksikliği",
      "D": "Zaman eksikliği",
      "E": "Eleştirel düşünme eksikliği"
    },
    "explanation": "Okuyucuların haberde sunulan görselleştirmeyi anlayacak görsel okuryazarlığa, matematik ve istatistik ile ilgili bazı becerilere ve eleştirel düşünme becerisine sahip olmadıklarını düşünerek veriye dayalı haberlerden kaçındığı da tespit edilmiştir."
  },
  {
    "id": "3763640",
    "unitNumber": 7,
    "text": "Gazetecilik mesleği açısından veri görselleştirmelerinin ne kadar inanılır<br/>olduğu ve gerçeği ne kadar yansıttığı konusunda aşağıdakilerden hangisi tartışılmamaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Haberi hazırlayan kişilerin seçimleri ve bakış açıları doğrultusunda analizlerin<br/>şekillenmesi.",
      "B": "Günümüz medya ortamında bir haber pek çok farklı şekilde algılanabilmesi.",
      "C": "Bazı okuyucuların sunulan içeriği körü körüne kabullenirken, bazılarının kuşkuyla reddedebilmesi.",
      "D": "Haberin görselleştirilmesi aşamasında hata yapılabilmesi.",
      "E": "Özellikle sosyal medyada haberin üzerinde değişiklik yapılarak çarpıtılabilmesi."
    },
    "explanation": "Haberin görselleştirilmesi aşamasında hata yapılabilmesi, ünite kapsamında gazetecilik mesleği açısından veri görselleştirmelerinin ne kadar inanılır olduğu ve gerçeği ne kadar yansıttığı konusunda tartışılan konulardan biri değildir. Bunun yanında veri görselleştirmeleri her ne kadar gerçeklere dayansa da hazırlayan kişilerin seçimleri ve bakış açıları doğrultusunda şekillenen analizler, veriye dayalı olarak yapılacak tüm çıkarsamaları yansıtmaması, günümüz medya ortamında bir haber pek çok farklı şekilde algılanması, bazı okuyucular sunulan içeriği körü körüne kabullenirken, bazıları kuşkuyla reddetmesi, hatta bağlamından koparılarak sosyal medyada paylaşılan bir veri görselleştirilmesi, aslında ifade edilmek istenenden farklı yorumlanması, bunun da ötesinde, üzerinde değişiklik yapılarak çarpıtılabilmesi tartışılan noktalardandır."
  },
  {
    "id": "3763642",
    "unitNumber": 7,
    "text": "Habercilik uygulamalarında en önemli değişim aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Veri görselleştirmesinin, haber metninin önüne geçerek anlatının temel unsuru<br/>hâline gelmesidir.",
      "B": "Veri görselleştirmesinde etkileşim kullanımının artmasıdır.",
      "C": "Okurun ilgisinin günden güne artmasıdır.",
      "D": "Veriyi görselleştirmelerinde yeni yazılım araçlarının yaygınlaşmasıyla özgün veri görselleştirme çalışmalarının kullanımını azalmasıdır.",
      "E": "Okuyucuların haberde sunulan görselleştirmeyi anlayacak görsel okuryazarlığa, sahip olmadıklarını düşünülmesidir."
    },
    "explanation": "Veri görselleştirmeleri, habercilik uygulamalarında bazı değişimler ve zorlukları beraberinde getirmektedir. En önemli değişim, veri görselleştirmesinin, haber metninin önüne geçerek anlatının temel unsuru hâline gelmesidir."
  },
  {
    "id": "3763381",
    "unitNumber": 7,
    "text": "Habercilikte kullanılan veri görselleştirmeleri aşağıdakilerden hangi amaca hizmet ederler?<br/><ol style=\"list-style-type: upper-roman;\"> <li>Zaman içindeki değişimi göstermek</li> <li>Değerleri birbirleri ile kıyaslamak</li> <li>İlişkileri ve akışları göstermek</li> <li>Coğrafi konum bildirmek</li> </ol>",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnızca I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "I, II ve III",
      "E": "I, II, III ve IV"
    },
    "explanation": "Habercilikte kullanılan veri görselleştirmeleri, temelde üç amaca hizmet ederler.<br/>• Zaman içindeki değişimi göstermek,<br/>• Değerleri birbirleri ile kıyaslamak ve<br/>• İlişkileri ve akışları göstermek."
  },
  {
    "id": "3763638",
    "unitNumber": 7,
    "text": "Hiçbir veri görselleştirmesine yer vermeyen haberlerin oranı yüzde kaçtır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yüzde 10'dan az",
      "B": "Yüzde 7'den az",
      "C": "Yüzde 5'ten az",
      "D": "Yüzde 3'ten az",
      "E": "Yüzde 1'den az"
    },
    "explanation": "Hiçbir veri görselleştirmesine yer vermeyen haberlerin oranı yüzde 1’den azdır. Bu bulgular, veri görselleştirmenin veri gazeteciliği açısından önemini nicel olarak da ortaya koymaktadır."
  },
  {
    "id": "3763383",
    "unitNumber": 7,
    "text": "Kennedy vd. (2021)'e göre aşağıdakilerden hangisi veriye dayalı haberlerdeki görselleştirmelerin okuyucu tarafından ilgi görmesinde etkili olan faktörlerden biri <strong>değildir? </strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Haberin konusu",
      "B": "Okuyucunun inanç ve görüşleri",
      "C": "Verinin kaynağı ve haberin yayımlandığı mec<span>ra</span>",
      "D": "Okuyucunun özgüveni ve becerileri",
      "E": "Okuyucunun cinsiyeti ve medeni durumu"
    },
    "explanation": "Kennedy vd. (2021) veriye dayalı haberlerdeki görselleştirmelerin okuyucu tarafından ilgi görmesinde etkili olan faktörleri şu başlıklar altında incelemiştir:<br/>• Haberin konusu,<br/>• Verinin kaynağı ve haberin yayımlandığı mecra,<br/>• Okuyucunun inanç ve görüşleri,<br/>• Zaman,<br/>• Okuyucunun özgüveni ve becerileri,<br/>• Duygular."
  },
  {
    "id": "3763617",
    "unitNumber": 7,
    "text": "Konularına bakıldığında, veri gazeteciliği ürünleri en az hangi tür haberlerde kullanılmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Nüfus, göç ve suç",
      "B": "Siyaset",
      "C": "İş ve ekonomi",
      "D": "Bilim",
      "E": "Kültür, spor, eğitim"
    },
    "explanation": "Konularına bakıldığında, veri gazeteciliği ürünlerinin çoğunun siyaset haberleri (%48,2) olduğu görülmüştür. Nüfus ve göç, suç oranları gibi toplumsal konuları (%36.6) iş ve ekonomi haberleri (%28,1) ve bilim ile ilgili haberler (%21,4) takip etmekte; kültür, spor, eğitim gibi konular ele alındığı haberlerin %2,7 ila %5,4’ünü oluşturmaktadır."
  },
  {
    "id": "3763377",
    "unitNumber": 7,
    "text": "Konularına bakıldığında, veri gazeteciliği ürünlerinin neredeyse %50'ya yakın çoğunluğunu hangi tür haberler oluşturur?",
    "correctAnswer": "C",
    "options": {
      "A": "Nüfus ve göç haberleri",
      "B": "Eğitim haberleri",
      "C": "Siyaset haberleri",
      "D": "iş ve ekonomi haberleri",
      "E": "Kültür ve spor"
    },
    "explanation": "Konularına bakıldığında, veri gazeteciliği ürünlerinin çoğunun siyaset haberleri (%48,2) olduğu görülmüştür. Nüfus ve göç, suç oranları gibi toplumsal konuları (%36.6) iş ve ekonomi haberleri (%28,1) ve bilim ile ilgili haberler (%21,4) takip etmekte; kültür, spor, eğitim gibi konular ele alındığı haberlerin %2,7 ila %5,4’ünü oluşturmaktadır."
  },
  {
    "id": "3763380",
    "unitNumber": 7,
    "text": "National Geographic dergisi için hazırladığı görsele temel oluşturacak verileri derlemek üzere Türkiye’ye seyahat edip Göbeklitepe’yi ziyaret ederek arkeologlar ile bizzat görüşme sonrası kilden modeller yaparak Göbeklitepe’nin oranlarını ve yapısını analiz etmekte kullanan tasarımcı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Fernando Baptista",
      "B": "Georgia Lupi",
      "C": "Keith Haring",
      "D": "Adolfo Arranz",
      "E": "Mona Chalabi"
    },
    "explanation": "Tasarımcı Fernando Baptista National Geographic dergisi için hazırladığı görsele temel oluşturacak verileri derlemek üzere Türkiye’ye seyahat edip Göbeklitepe’yi ziyaret ederek arkeologlar ile bizzat görüşmekle kalmamış, iki hafta süren ziyaretinden geriye döndüğünde kilden modeller yaparak Göbeklitepe’nin oranlarını ve yapısını analiz etmekte kullanmıştır"
  },
  {
    "id": "3763639",
    "unitNumber": 7,
    "text": "Nicel veriye dayalı veri gazeteciliği örneklerinde en az rastlanan görselleştirme biçimi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Pasta Grafiği",
      "B": "Kabarcık Grafiği",
      "C": "Sütun Grafik",
      "D": "Akış Şeması",
      "E": "Harita"
    },
    "explanation": "Akış Şeması, nicel veriye dayalı veri gazeteciliği örneklerinde en az rastlanan görselleştirme biçimidir."
  },
  {
    "id": "3763382",
    "unitNumber": 7,
    "text": "Okuyucularının çoğunun haberlere küçük ekranlı mobil telefonlardan erişmesi, detaylı ve etkileşimli görselleştirmelerin yerini sütun ve çizgi grafikler gibi daha temel formlara bırakmasıyla hyatımıza giren ve Türkçeye “kaydırarak anlatım” olarak çevrilebilecek terim aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Storytelling",
      "B": "Scrollytelling",
      "C": "visual impact",
      "D": "typography",
      "E": "infography"
    },
    "explanation": "“Önce mobil” sloganı, veri haberciliğini de etkilemiştir. Okuyucularının çoğunun haberlere küçük ekranlı mobil telefonlardan erişmesi, detaylı ve etkileşimli görselleştirmelerin yerini sütun ve çizgi grafikler gibi daha temel formlara bırakmasına sebep olmuştur. Türkçeye “kaydırarak anlatım” olarak çevrilebilecek scrollytelling biçimindeki haberler, örneğin yukarıda değinilen NY Times Futbol Kulüpleri ya da Bloomberg ABD Otomobil Türleri gibi sayfa kaydırıldıkça veri görsellerinin değiştiği haber sunumları ortadan kalkmıştır"
  },
  {
    "id": "3763378",
    "unitNumber": 7,
    "text": "Sadece izin verilmiş kullanıcıların erişimine açık verilerin, bilgi işlem sisteminin kusurlarından yararlanılarak yetkisiz kişilerce ele geçirilmesine ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Veri görselleştirme",
      "B": "Veri sızıntısı",
      "C": "Veri kazıma",
      "D": "Veri hikayesi",
      "E": "Veri grafiği"
    },
    "explanation": "Veri sızıntısı, sadece izin verilmiş kullanıcıların erişimine açık verilerin, bilgi işlem sisteminin kusurlarından yararlanılarak yetkisiz kişilerce ele geçirilmesiyle gerçekleşir."
  },
  {
    "id": "3763623",
    "unitNumber": 7,
    "text": "Zaman içindeki değişimler için hazırlanan veri görselleştirmeler en yaygın olarak hangi biçimde görselleştirilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Harita",
      "B": "Akış çizelgesi",
      "C": "Dağılım grafiği",
      "D": "Piktogram",
      "E": "Çizgi grafikler"
    },
    "explanation": "Zaman içindeki değişimler, pek çok farklı biçimlerde görselleştirilebilirler. En yaygın biçimlerden biri TÜİK (Türkiye İstatistik Kurumu) bültenlerinde de sıkça rastlanan çizgi grafiklerdir."
  },
  {
    "id": "3763610",
    "unitNumber": 7,
    "text": "İstatistiksel yaklaşımlarla veri analizine dayanan “bilgisayar destekli habercilik” hangi tarihte ortaya çıkmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "1950'lerde",
      "B": "1960'larda",
      "C": "1970'lerde",
      "D": "1980'lerde",
      "E": "1990'larda"
    },
    "explanation": "İstatistiksel yaklaşımlarla veri analizine dayanan “bilgisayar destekli habercilik” 1960’larda ortaya çıkmış, 1980’ler ve 90’larda önem kazanmış olmakla birlikte (Nguyen ve Lugo-Ocando, 2016), özellikle ABD ve İngiltere’deki bazı yayın kuruluşlarının haber odalarında, 2000’li yılların ortasından başlayarak bilgisayar programcılarının da çalışmaya başladığı görülmektedir (Parasie ve Dagiral, 2013)."
  },
  {
    "id": "3763375",
    "unitNumber": 7,
    "text": "İstatistiksel yaklaşımlarla veri analizine dayanan “bilgisayar destekli habercilik” temelleri ilk kez hangi yıllarda ortaya çıkmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "1960'lar",
      "B": "1970'ler",
      "C": "1980'ler",
      "D": "1990'lar",
      "E": "2000'ler"
    },
    "explanation": "İstatistiksel yaklaşımlarla veri analizine dayanan “bilgisayar destekli habercilik” 1960’larda ortaya çıkmış, 1980’ler ve 90’larda önem kazanmış olmakla birlikte (Nguyen ve Lugo-Ocando, 2016), özellikle ABD ve İngiltere’deki bazı yayın kuruluşlarının haber odalarında, 2000’li yılların ortasından başlayarak bilgisayar programcılarının da çalışmaya başladığı görülmektedir (Parasie ve Dagiral, 2013)."
  },
  {
    "id": "3763326",
    "unitNumber": 8,
    "text": "\"Arayüz ya da deneyim kullanıcısına zaman kavramını unutturabilmelidir\" tanımı, Csikszentmihalyi'nin başarılı bir etkileşimin temel özelliklerinden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Zaman Kavramının Yitimi",
      "B": "Geri Bildirimin Sağlanması",
      "C": "Kontrol Hissi",
      "D": "Ödüllendirici",
      "E": "Konsantrasyon"
    },
    "explanation": "Geri Bildirimin Sağlanması: Akışın bozulmaması için kullanıcılar eylemlerine anlık ve hızlı geribildirimler almalıdır.<br/><strong>Zaman</strong> <strong>Kavramının</strong> <strong>Yitimi;</strong> Arayüz ya da deneyim kullanıcısına zaman kavramını <span>unutturabilmelidir.</span>"
  },
  {
    "id": "3763325",
    "unitNumber": 8,
    "text": "\"Bir bilgiyi almak ya da işlemi yapmak için gerekli olan zorluğun derecesi hedeflenen kitlenin becerileri ile örtüşmelidir\" tanımı, Csikszentmihalyi'nin başarılı bir etkileşimin temel özelliklerinden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Konsantrasyon",
      "B": "Öz Bilincin Terk Edilmesi",
      "C": "Zaman Kavramının Yitimi",
      "D": "Geri Bildirimin Sağlanması",
      "E": "Dengeli Bir Mücadele"
    },
    "explanation": "Dengeli Bir Mücadele: Bir bilgiyi almak ya da işlemi yapmak için gerekli olan zorluğun derecesi hedeflenen kitlenin becerileri ile örtüşmelidir."
  },
  {
    "id": "3763328",
    "unitNumber": 8,
    "text": "\"Görsel iletişimin anlık etkileşimler olmaktan çıkıp, zamana yayılan, davranış değişikliği yaratabilen, alışkanlıklarımızı belirleyen ve duygular ortaya çıkaran ve en önemlisi tüm bunları süreklilik içinde yapabilen eylemler ve etkileşimler bütünü olarak algılanmasını öneren yenilikçi bir tasarım yaklaşımı\" aşağıdakilerden hangisi olarak tanımlanabilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Geri Bildirimin Sağlanması",
      "B": "Zaman Kavramının Yitimi",
      "C": "Öz Bilincin Terk Edilmesi",
      "D": "Kullanıcı Deneyimi Tasarımı",
      "E": "Dengeli Bir Mücadele"
    },
    "explanation": "Kullanıcı Deneyimi Tasarımı: Görsel iletişimin anlık etkileşimler olmaktan çıkıp, zamana yayılan, davranış değişikliği yaratabilen, alışkanlıklarımızı belirleyen ve duygular ortaya çıkaran ve en önemlisi tüm bunları süreklilik içinde yapabilen eylemler ve etkileşimler bütünü olarak algılanmasını öneren yenilikçi bir tasarım yaklaşımıdır."
  },
  {
    "id": "3763327",
    "unitNumber": 8,
    "text": "\"Kullanıcı farkındalığı ile eylemlerini birleştirebilmelidir.\" tanımı, Csikszentmihalyi'nin başarılı bir etkileşimin temel özelliklerinden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Öz Bilincin Terk Edilmesi",
      "B": "Zaman Kavramının Yitimi",
      "C": "Geri Bildirimin Sağlanması",
      "D": "Kontrol Hissi",
      "E": "Ödüllendirici"
    },
    "explanation": "Öz Bilincin Terk Edilmesi: Kullanıcı farkındalığı ile eylemlerini birleştirebilmelidir."
  },
  {
    "id": "3763329",
    "unitNumber": 8,
    "text": "\"Tasarım sürecinin hedefe yönelik belirlenen kullanıcılardan alınan test verileri ile sürekli biçimde iyileştirilmesi ve yenilenmesi anlamına gelmektedir\" tanımı aşağıdakilereden hangi tasarım yaklaşımıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Yinelemeli Tasarım Yaklaşımı",
      "B": "Karma Gerçeklik Tasarımı",
      "C": "Arttırılmış Gerçeklik Tasarımı",
      "D": "Kullanıcı Deneyimi Tasarımı",
      "E": "STRAVA"
    },
    "explanation": "Yinelemeli Tasarım Yaklaşımı: Tasarım sürecinin hedefe yönelik belirlenen kullanıcılardan alınan test verileri ile sürekli biçimde iyileştirilmesi ve yenilenmesi anlamına gelmektedir."
  },
  {
    "id": "3763324",
    "unitNumber": 8,
    "text": ".........................Dijital ve fiziksel nesnelerin gerçek zamanlı bir arada olabildiği, özel görüntüleme cihazları yardımıyla yaratılan sanal ve gerçek dünya melezi olarak tanımlanabilir.<br/>Yukarıdaki boşluğa aşağıdaki kavramlardan hangisi gelmelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "IoT (Internet of Things)",
      "B": "Akış (Streaming)",
      "C": "Didi Smart Transportation Brain",
      "D": "Karma Gerçeklik",
      "E": "Arttırılmış Gerçeklik"
    },
    "explanation": "Karma Gerçeklik: Dijital ve fiziksel nesnelerin gerçek zamanlı bir arada olabildiği, özel görüntüleme cihazları yardımıyla yaratılan sanal ve gerçek dünya melezi olarak tanımlanabilir."
  },
  {
    "id": "3763634",
    "unitNumber": 8,
    "text": "2020 yılından itibaren üretilen otomobillerin %70’inde ön camlarında hangi teknolojinin kullanılması planlanmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Bluetooth",
      "B": "GPS Navigasyon",
      "C": "Led ışıklar",
      "D": "Güneş paneli",
      "E": "Arttırılmış gerçeklik"
    },
    "explanation": "2020 yılı ile üretilen yeni otomobillerin %70’inde arttırılmış gerçeklik hizmeti sunan ön camların kullanılması planlanmaktadır. Bu alanda uzmanlaşan WayRay girişiminin örneğinde olduğu gibi gereksinim olan temel bilgiler ve hatta daha zengin bir deneyim yaratmak adına kullanıcı araştırmaları doğrultusunda damıtılmış gereklilik ve zamana duyarlı veriler bir akış hâlinde ön cama yansıtılmaktadır. Bu sayede sürücü gözünü ve dikkatini yoldan ayırmadan çok daha güvenli bir sürüş yapabilmekte, bunun yanında yeni nesil otonom (kendi kendini kullanabilen) cihazları kullanırken de pek çok yan görevi ya da bilgiyi bu yeni nesil gösterge panellerinden alabilmektedir."
  },
  {
    "id": "3763627",
    "unitNumber": 8,
    "text": "Aşağıdaki kavramlardan hangisi bilgi görselleştirmede ‘izleyici’ kavramınını ‘kullanıcı’ ile değiştirmeye yardımcı olur?",
    "correctAnswer": "E",
    "options": {
      "A": "Uygulama",
      "B": "Değerlendirme",
      "C": "Tasarımlama",
      "D": "Deneyim",
      "E": "Etkileşim"
    },
    "explanation": "Robert Spence bilgi görselleştirme ve etkileşim ilişkisi üzerine kaleme aldığı kitabında etkileşim kurgulamayı bilgiyi anlamanın ve görselleştirmenin ilk basamağı olarak tanımlar. Etkileşim kullanıcıların veriler ile diyaloğunun sağlanmasında ve edindiği bilgi üzerine anlayış ve yargı geliştirmesinde önemli bir katalizör görevi yapar. Dahası etkileşim, bilgi görselleştirmede ‘izleyici’ kavramını ‘kullanıcı’ ile değiştirir."
  },
  {
    "id": "3763624",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi deneyimde akış kavramının yaratıcısı Csikszentmihalyi tarafından belirlenen başarılı bir etkileşimin temel özelliklerinden biri <strong>değildir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kontrolsüzlük hissi",
      "B": "Zaman kavramının yitimi",
      "C": "Öz bilincin terk edilmesi",
      "D": "Geri bildirimin sağlanması",
      "E": "Konsantrasyon"
    },
    "explanation": "Deneyimde akış kavramının yaratıcısı Csikszentmihalyi başarılı bir etkileşimin temel özelliklerini yedi ana başlık üzerinde özetlemiştir:<br/>1. Dengeli Bir Mücadele: Bir bilgiyi almak ya da işlemi yapmak için gerekli olan zorluğun derecesi hedeflenen kitlenin becerileri ile örtüşmelidir.<br/>2. Konsantrasyon: Tasarlanan aktivite ya da arayüz sınırlı bir alanda yüksek derecede konsantrasyona izin vermelidir.<br/>3. Öz Bilincin Terk Edilmesi: Kullanıcı farkındalığı ile eylemlerini birleştirebilmelidir.<br/>4. Zaman Kavramının Yitimi; Arayüz ya da deneyim kullanıcısına zaman kavramını unutturabilmelidir.<br/>5. Geri Bildirimin Sağlanması: Akışın bozulmaması için kullanıcılar eylemlerine anlık ve hızlı geribildirimler almalıdır.<br/>6. Kontrol Hissi: Kullanıcı ortam üzerinde mutlak kontrol hissini almalıdır.<br/>7. Ödüllendirici: Aktivite sonunda kullanıcısını ödüllendirmelidir."
  },
  {
    "id": "3763323",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi kapsamlı görselleştirmeler ile büyük şehirlerde trafik sıkışıklığını önlemeye yarayan platformlara örnek bir sistem olarak verilebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Didi Smart Transportation Brain",
      "B": "Streaming",
      "C": "HUD",
      "D": "Karma Gerçeklik",
      "E": "Arttırılmış Gerçeklik"
    },
    "explanation": "Geçmiş yıllarda en yalın biçimiyle bireysel mobil cihazlardan alınan hız verileri ile çalışan ve yön bulma uygulamalarında karşımıza çıkan trafik yoğunluğu bildirimleri, bugün çok daha kapsamlı görselleştirmeler ile büyük şehirlerde trafik sıkışıklığını önlemeye yarayan platformlara dönüşmektedirler. Bu bağlamda son yıllarda en başarılı örneklerden biri Çin gibi kalabalık bir nüfusa sahip bir ülkede başarıya ulaşmış olan ‘Didi Smart Transportation Brain’ sistemi verilebilir."
  },
  {
    "id": "3763643",
    "unitNumber": 8,
    "text": "Bilgi görselleştirme Norman’ın bilgiyi kavramanın temel aşamaları arasında gösterdiği ............ ve .............. arasındaki köprüyü kurmaya yardımcı olur.<br/>Yukarıdaki cümlede boş bırakılan yerlerde aşağıdaki kavramlardan hangileri gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "uygulama ve değerlendirme",
      "B": "tasarım ve etkileşim",
      "C": "sanallık ve gerçeklik",
      "D": "hatırlama ve anlama",
      "E": "analiz ve sentez"
    },
    "explanation": "Veri ve devamında bilgi soyut kavramlardır. Bu soyut kavramları anlamlı ve kullanışlı hâle getirmenin en verimli yollarından biri de onu görselleştirmektir. Bilgi görselleştirme Norman’ın bilgiyi kavramanın temel aşamaları arasında gösterdiği “uygulama” ve ‘değerlendirme’ arasındaki köprüyü kurmaya yardımcı olur. Bugün çağdaş medyalar özelinde düşünüldüğünde etkileşim, bu köprünün en temel yapı taşlarından biridir."
  },
  {
    "id": "3763618",
    "unitNumber": 8,
    "text": "Büyük verinin verimli biçimde görselleştirilmesinde teknolojik cihaz ve tasarım dilinin etkisine başarılı bir örnek olan ve Çin'de büyük başarıya ulaşmış ‘Didi Smart Transportation Brain’ sistemi aşağıdaki bilgilerden hangisini görselleştirmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Şehir içi trafik yoğunluğunu",
      "B": "Turist destinasyonlarını",
      "C": "Denizdeki trafik durumunu",
      "D": "Tren hareket saatlerini",
      "E": "Uçuş bilgilerini"
    },
    "explanation": "Büyük verinin verimli biçimde görselleştirilmesinde teknolojik cihaz ve tasarım dilinin etkisine bir diğer örnek de akıllı şehir sistemleri üzerinden verilebilir. Özellikle trafik kontrolü ve ulaşım alanında toplanan veriler şehir içi seyahatin kolaylaştırılması adına bugün sıklıkla kullanılmaktadır. Geçmiş yıllarda en yalın biçimiyle bireysel mobil cihazlardan alınan hız verileri ile çalışan ve yön bulma uygulamalarında karşımıza çıkan trafik yoğunluğu bildirimleri, bugün çok daha kapsamlı görselleştirmeler ile büyük şehirlerde trafik sıkışıklığını önlemeye yarayan platformlara dönüşmektedirler. Bu bağlamda son yıllarda en başarılı örneklerden biri Çin gibi kalabalık bir nüfusa sahip bir ülkede başarıya ulaşmış olan ‘Didi Smart Transportation Brain’ sistemi verilebilir. Trafik verilerini görsel bir ısı haritası hâline getirerek kullanıcısına aktaran Didi aynı zamanda bağlantıda olduğu ve nesnelerin interneti sistemi ile çalışan Akıllı trafik lamba ve işaretçileri ile algıladığı veriyi verimli bir çıktı hâline dönüştürmekte, trafik yoğunluğunu büyük oranda engellemekte, aynı zamanda bu veriyi görsel olarak kullanıcısına iletmektedir. Aynı zamanda topladığı veriler içinde birbirini takip eden dokuları yakalayan yapay zekâ sistemi oluşması muhtemel tıkanıklıkları da önceden çözmektedir."
  },
  {
    "id": "3763641",
    "unitNumber": 8,
    "text": "Günlük pek çok veriyi takip ettiğimiz mobil arayüzler, yenilikçi otomobiller ya da dijital dönüşümü üretim sistemlerine entegre etmiş geleceğin fabrikaları aşağıdakilerden hangisine örnektir?",
    "correctAnswer": "D",
    "options": {
      "A": "Artırılmış gerçeklik",
      "B": "Karma gerçeklik",
      "C": "Nesnelerin interneti",
      "D": "Dijital arabirimler",
      "E": "Kullanıcı deneyimi tasarımı"
    },
    "explanation": "Bilgi görselleştirme teknolojilerinin öneminin her geçen yıl daha da arttığı en belirgin alanlardan biri de günlük hayatımız ve çalışma dünyamız içine tamamen dâhil olmuş dijital arabirimlerdir. Bunlara hızlıca birkaç örnek olarak günlük pek çok veriyi takip ettiğimiz mobil arayüzler, yenilikçi otomobiller ya da dijital dönüşümü üretim sistemlerine entegre etmiş geleceğin fabrikaları verilebilir. Bu örneklerin ortak özelliği sürekli bir akış içerisinde olan veriyi anlık biçimde bize grafik arabirimler aracılığıyla sunmalarıdır."
  },
  {
    "id": "3763632",
    "unitNumber": 8,
    "text": "Karma gerçeklik (MR) ve arttırılmış gerçeklik (AR) teknolojileri hangi prensibe dayanmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Sadece sanal ortamlar oluşturmak",
      "B": "Gerçek zamanlı görüntüyü teknoloji ile zenginleştirmek",
      "C": "İnteraktif oyunlar yaratmak",
      "D": "Kullanıcı arayüz tasarımı oluşturmak",
      "E": "Etkileşimli grafik tasarımı yaratmak"
    },
    "explanation": "Temel olarak gerçek zamanlı görüntünün teknoloji yardımıyla zenginleştirilmesi prensibine dayanan karma gerçeklik (MR) ve arttırılmış gerçeklik (AR) teknolojileri bugün bilgi görselleştirme adına yenilikçi çalışmaların üretildiği pek çok örneğin temelini oluşturmaktadır. Gerçek zamanlı ve etkileşimli görseller aracılığıyla bilgi aktarmak bugün en verimli yöntemlerden biridir. Bu yenilikçi teknolojiler iki boyutlu gerçekliğin üzerine yeni bir görsel katman daha yaratarak çalışır. Çevremiz üzerindeki algımızı zenginleştirir, bilgiyi gerçek zamanlı biçimde harici bir fiziksel yüzeye gereksinim duymadan bize aktarırlar."
  },
  {
    "id": "3763331",
    "unitNumber": 8,
    "text": "Kişisel spor takip ve sağlıklı yaşam uygulamalarına global ölçekte en popüler uygulama örneği olarak aşağıdakilerden hangisi verilebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Strava",
      "B": "Streaming",
      "C": "Solid Light",
      "D": "Google Glass",
      "E": "Virtualitics"
    },
    "explanation": "Bugün günlük hayatta çokça kullanılan ve bilginin deneyime dönüşmesi adına en görünür örneklerden biri kişisel spor takip ve sağlıklı yaşam uygulamalarıdır. Bu anlamda global ölçekte en popüler girişimlerden biri STRAVA uygulamasıdır."
  },
  {
    "id": "3763612",
    "unitNumber": 8,
    "text": "Nesnelerin İnterneti (IoT) kavramını aşağıdakilerden hangisi tanımlamaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "İnternet bağlantısı olmayan herhangi bir cihaz",
      "B": "Akıllı cihazların birbirleri ile veri alışverişinde bulunması",
      "C": "Sosyal medya platformları arasındaki bağlantı",
      "D": "E-posta servislerinin genel adı",
      "E": "Verinin sürekli değiştiği bilgi deneyimleme biçimi"
    },
    "explanation": "IoT (Internet of Things) Nesnelerin İnterneti, akıllı cihazların birbirleri ile veri alışverişinde bulunması anlamına gelmektedir. Günümüzde pek çok akıllı cihaz (Ev asistanları, Mobil cihazlar ya da otomobiller) nesnelerin internet prensibi ile bilgi alışverişinde bulunarak kullanıcısının hayatını daha verimli hâle getirmeyi amaçlamaktadır."
  },
  {
    "id": "3763322",
    "unitNumber": 8,
    "text": "Nesnelerin İnterneti, akıllı cihazların birbirleri ile veri alışverişinde bulunmasına kısaca ne denilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "AoT (Archive of Things)",
      "B": "IoT (Internet of Things)",
      "C": "DoT (Data of Things)",
      "D": "SoT (Streaming of Things)",
      "E": "MoT (Media of Things)"
    },
    "explanation": "IoT (Internet of Things) Nesnelerin İnterneti, akıllı cihazların birbirleri ile veri alışverişinde bulunması anlamına gelmektedir. Günümüzde pek çok akıllı cihaz (Ev asistanları,<br/>Mobil cihazlar ya da otomobiller) nesnelerin internet prensibi ile bilgi alışverişinde bulunarak kullanıcısının hayatını daha verimli hâle getirmeyi amaçlamaktadır."
  },
  {
    "id": "3763636",
    "unitNumber": 8,
    "text": "Tasarım sürecinin hedefe yönelik belirlenen kullanıcılardan alınan test verileri ile sürekli biçimde iyileştirilmesi ve yenilenmesi anlamına gelen tasarım yaklaşımı aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Deneyimsel tasarım yaklaşımı",
      "B": "Kullanıcı tasarımı yaklaşımı",
      "C": "Teknolojik tasarım yaklaşımı",
      "D": "Durumsal tasarım yaklaşımı",
      "E": "Yinelemeli tasarım yaklaşımı"
    },
    "explanation": "Yinelemeli Tasarım Yaklaşımı: Tasarım sürecinin hedefe yönelik belirlenen kullanıcılardan alınan test verileri ile sürekli biçimde iyileştirilmesi ve yenilenmesi anlamına gelmektedir. Bu yaklaşım tasarımın kullanıma girmesinde önce başlar, gerçek kullanım sırasında da sürekli biçimde alınan verilerin değerlendirilmesi ile devam eder. Dolayısıyla tasarım ömrü boyunca bitmeyen bir döngüyle kendini yeniler, iyileştirir."
  },
  {
    "id": "3763330",
    "unitNumber": 8,
    "text": "Veri görselleştirmeyi hem yapay zekâ teknolojileri hem de sanal gerçeklik ile birleştirmeyi hedefleyen girişime aşağıdakilerden hangisi örnek olarak gösterilebilir?",
    "correctAnswer": "C",
    "options": {
      "A": "IoT (Internet of Things)",
      "B": "STRAVA",
      "C": "Virtualitics",
      "D": "Karma gerçeklik",
      "E": "Arttırılmış gerçeklik"
    },
    "explanation": "Her ne kadar erken zamanları olmasına rağmen bu üç boyutlu görselleştirme araçları karar vericilerin büyük bilgi kümelerini anlama ve iç görüler toplama şeklini temelden değiştirebilecek potansiyele sahiptir (Nichols, 2019). Bu bağlamda veri görselleştirmeyi hem yapay zekâ teknolojileri hem de sanal gerçeklik ile birleştirmeyi hedefleyen Virtualitics girişimi öne çıkan örneklerden biri olarak gösterilebilir"
  },
  {
    "id": "3763616",
    "unitNumber": 8,
    "text": "Verinin sürekli biçimde değiştiği, anlık olarak izlendiği ve sadece gerekli olduğu zamanlarda depolandığı bilgi deneyimleme biçimine ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Artırılmış gerçeklik",
      "B": "Nesnelerin interneti",
      "C": "Akış",
      "D": "Karma gerçeklik",
      "E": "Kullanıcı deneyim tasarımı"
    },
    "explanation": "Akış (Streaming) Verinin sürekli biçimde değiştiği, anlık olarak izlendiği ve sadece gerekli olduğu zamanlarda depolandığı bilgi deneyimleme biçimi. <br/>IoT (Internet of Things) Nesnelerin İnterneti, akıllı cihazların birbirleri ile veri alışverişinde bulunması anlamına gelmektedir.<br/>Arttırılmış Gerçeklik: Çeşitli teknolojik cihazlar aracılığıyla çevremizde gördüğümüz fiziksel unsurların veri ve grafikler aracılığıyla zenginleştirilerek yeniden sunulması an lamına gelmektedir.<br/>Karma Gerçeklik: Dijital ve fiziksel nesnelerin gerçek zamanlı bir arada olabildiği, özel görüntüleme cihazları yardımıyla yaratılan sanal ve gerçek dünya melezi olarak tanımlanabilir.<br/>Kullanıcı Deneyimi Tasarımı: Görsel iletişimin anlık etkileşimler olmaktan çıkıp, zamana yayılan, davranış değişikliği yaratabilen, alışkanlıklarımızı belirleyen ve duygular ortaya çıkaran ve en önemlisi tüm bunları süreklilik içinde yapabilen eylemler ve etkileşimler bütünü olarak algılanmasını öneren yenilikçi bir tasarım yaklaşımıdır."
  },
  {
    "id": "exam-606507-1",
    "unitNumber": 2,
    "text": "Bilgi'nin hızla çoğalması ve insanların bilgiye kolay ulaşabilmesi aşağıdaki dönemlerden hangisinin sonucunda gerçekleşmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Rönesans döneminde",
      "B": "Antik Yunan'da",
      "C": "Demir Çağında",
      "D": "Orta Çağ'da",
      "E": "Sanayi Devrimi dönemi"
    },
    "explanation": "Sanayi Devrimi dönemi (18. yüzyıl sonu - 19. yüzyıl) üretim, iletişim ve ulaşım teknolojilerinde köklü değişikliklere yol açmıştır. Ünite 2'de belirtildiği gibi, Sanayi Devrimi'nin etkileri ve demir yolu ağları gibi teknolojik gelişmeler (Ünite 2, s. 2), bilginin üretimini ve daha geniş coğrafyalara aktarılmasını hızlandırmıştır. Her ne kadar bilginin bugünkü devasa çoğalması dijital çağa ait olsa da, Sanayi Devrimi, bilginin kitlesel olarak erişilebilirliğini ve hızla artışını sağlayan altyapıyı kurarak bu büyük dönüşümün başlangıcı olarak kabul edilir."
  },
  {
    "id": "exam-606507-2",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi bilgiyi görselleştirme sürecinde yer <u>almaz</u>?",
    "correctAnswer": "B",
    "options": {
      "A": "Problemin tanımlanması",
      "B": "Verici",
      "C": "Kullanıcı",
      "D": "Tasarımda ortam",
      "E": "Planlama"
    },
    "explanation": "Bilgi görselleştirmenin temel amacı, karmaşık verilerin ilgili kitle tarafından daha kolay ve etkin bir şekilde anlaşılmasını sağlamaktır (Ünite 1). Bu amaç doğrultusunda, görselleştirilen bilginin Kullanışlı, Erişilebilir, Anlamlı ve Bilgilendirici olması hedeflenir. Bilginin 'Sınırlı' olması ise bu amaçlarla çelişir, zira görselleştirme disiplini büyük ve karmaşık bilgi yığınlarını düzenleyip sunarak erişilebilir kılmayı amaçlar. Bu nedenle, 'Sınırlı' olmak bilgi görselleştirmenin amaçlarıyla ilişkilendirilemez."
  },
  {
    "id": "exam-606507-3",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi veri ve bilgi arasındaki temel farktır?",
    "correctAnswer": "C",
    "options": {
      "A": "Veri, işlenip analiz edilmiş materyallerdir, bilgi ise ham, işlenmemiş malzemelerdir.",
      "B": "Veri, anlamlı ve bağlam sağlayan işlenmiş materyallerdir, bilgi ise analiz edilmemiş ham, işlenmemiş materyallerdir.",
      "C": "Veri, anlamsız ham materyallerdir, bilgi ise veri işlenip analiz edildiğinde elde edilen dökümdür.",
      "D": "Veri, bilgi oluşturmak için kullanılan yapı taşlarıdır, bilgi ise başlangıç ve bitiş noktaları arasında değişen etki alanlarına sahiptir.",
      "E": "Veri, doğal değere sahip olan işlenmiş malzemelerdir, bilgi ise herhangi bir bağlam sağlamayan işlenmemiş malzemelerdir."
    },
    "explanation": "Metin, 'Bilgi ile Veri İlişkisi' başlığı altında bu farkı net bir şekilde açıklamaktadır: 'Veri ham madde iken, bilgi işlenmiş, düzenlenmiş, yorumlanmış ve analiz edilmiş verilerdir.' Ayrıca, 'Bilgi ise veri işlendikten sonra elde edilen dökümdür.' Şık (C) bu tanımı en doğru şekilde özetlemektedir: Veri anlamsız ham materyalken, bilgi, verinin analiz ve işlenmesi sonucu elde edilen dökümdür."
  },
  {
    "id": "exam-606507-4",
    "unitNumber": 5,
    "text": "Irwin'e göre bilgi görselleştirme aşağıdakilerden hangisiyle <u>ilişkilendirilemez</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Kullanışlı",
      "B": "Bilgilendirici",
      "C": "Erişilebilir",
      "D": "Sınırlı",
      "E": "Anlamlı ve işlevsel"
    },
    "explanation": "Ünite 5'te 'Bilginin Geleneksel Gösterimi' başlığı altında geleneksel çözümlerin yetersiz kaldığı durumlar tartışılmaktadır. Irwin'in görüşleri (dolaylı olarak) ve genel prensipler, bilgi görselleştirmesinin amacının kullanışlı, bilgilendirici, erişilebilir ve anlamlı/işlevsel olması gerektiğini gösterir. Metin, 'Bilgi görselleştirmenin faydaları'ndan bahsederken kısıtlılıktan (örn: tabloların ek görsellik sunamaması) bahsetse de, kısıtlılığın kendisinin bir amaç değil, bir eksiklik/sorun olduğunu belirtir. Bu nedenle, kısıtlılık (Sınırlı) bilgi görselleştirmenin ilişkilendirileceği bir amaç/özellik değildir."
  },
  {
    "id": "exam-606507-5",
    "unitNumber": 1,
    "text": "Bilgi görselleştirme tasarımcısı ile ilgili aşağıdaki ifadelerden hangisi <u>yanlıştır</u>?",
    "correctAnswer": "B",
    "options": {
      "A": "Bilgiyi, iletişim amaçlı mesajın yeterince dikkati çekebileceği kadar ilginç ve çekici tasarlayabilmelidir.",
      "B": "İletişim medyası ve özellikle görsel iletişime ilişkin teknik gerekliliklere ihtiyaç duymamalıdır.",
      "C": "Çalışacağı alanda yeterli derecede bilgi sahibi olmalıdır.",
      "D": "Görsel mesajın iletişim özellikleri ve kendi içindeki iletişimi hakkında bilgiye sahip olmalıdır.",
      "E": "Hem yenilikçi hem de sistematik düşünceye sahip olmalıdır."
    },
    "explanation": "Ünite 1'deki 'Bilgi Görselleştirme Tasarımcısı' başlığına göre, tasarımcının sahip olması gereken nitelikler listelenmiştir. Bu listede, tasarımcının teknik gerekliliklere 'aşina olması' gerektiği belirtilir (madde 5). İfade (B) ise tasarımcının bu gerekliliklere 'ihtiyaç duymaması' gerektiğini belirtmektedir ki bu, metindeki 'teknik gerekliliklere aşina olmalı' ifadesiyle çelişir ve yanlıştır."
  },
  {
    "id": "exam-606507-6",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Otto Neurath'ın geliştirdiği ISOTYPE görsel dilinin temel amaçlarındandır?",
    "correctAnswer": "A",
    "options": {
      "A": "Karmaşık bilgiyi basitleştirmek ve herkesin anlayabileceği bir formatta sunmak",
      "B": "Teknik detayları açıklamak ve uzmanlara yönelik bilgi sunmak",
      "C": "Yalnızca sanat alanında kullanılmak üzere estetik görseller oluşturmak",
      "D": "Sadece bilimsel araştırmalarda kullanılmak üzere veri görselleştirmek",
      "E": "Sadece eğlence amaçlı olarak resimler çizmek"
    },
    "explanation": "Ünite 2'de 'Otto Neurath'ın Görsel Dil Mirası: ISOTYPE' başlığı altında, Neurath'ın çalışmalarının bilgisinin yapılandırılması ve iletilmesi amacıyla yapıldığı belirtilmektedir. Metinde, Neurath'ın görselleştirmelerinin temel amacının, karmaşık bilgiyi herkesin anlayabileceği bir formatta sunmak olduğu ima edilmektedir (örneğin, sembol kullanımı). Şık (A), ISOTYPE'ın temel misyonunu yansıtır: karmaşık bilgiyi basitleştirerek herkesin anlayabileceği bir formatta sunmak."
  },
  {
    "id": "exam-606507-7",
    "unitNumber": 2,
    "text": "Chauvet Mağarası'ndaki mağara resimleri aşağıdaki amaçlardan hangisi için kullanılmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Arkeolojik kazılar için yönlendirici bilgilerin sağlanması",
      "B": "Medikal araştırmaların desteklenmesi",
      "C": "Coğrafi konumların belirlenmesi",
      "D": "Astronomik gözlemlerinin kaydedilmesi",
      "E": "Dönemin yaşam ve olaylarına ilişkin faaliyetlerin belgelenmesi"
    },
    "explanation": "Ünite 2'de 'Antik Dönem İlk Görselleştirme Denemeleri' altında Chauvet Mağarası resimlerinden bahsedilmektedir. Metin, mağara resimlerinin 'tarih öncesi dönemlerdeki av sahnelerini, günlük yaşamı ritüelleri ve çeşitli doğa olaylarını göstermektedir' ve 'bugünkü bilgigrafi örneklerine benzer nedenlerle kullanıldıkları düşünülmektedir' ifadesini kullanır. Bu, dönemin yaşam ve olaylarına dair bir belgeleme amacı olduğunu gösterir. Şık (E) bu durumu en iyi ifade eder."
  },
  {
    "id": "exam-606507-8",
    "unitNumber": 2,
    "text": "Bilgigrafilerin kökenlerine ilişkin aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Bilgigrafiler, 20. ve 21. yüzyıllarda teknolojinin ilerlemesiyle popülerliğini yitirmiştir.",
      "B": "Bilgigrafilerin tarihi, sadece 18. yüzyıla kadar izlenebilir.",
      "C": "Bilgigrafilerin tarihi, sadece son 50 yıl içinde belirginleşmiştir.",
      "D": "Bilgigrafiler, görsel semboller ve sayısal ifadeler kullanılarak antik dönemlerde oluşturulmuştur.",
      "E": "Bilgigrafilerin ilk örnekleri, yalnızca Orta Çağ belgelerinde görülmüştür."
    },
    "explanation": "Ünite 2'nin 'Bilgigrafinin Kökenleri' başlığı, 'infographic' teriminin 1970'lerde ortaya çıktığını belirtse de, bilgigrafi (görsel temsillerin) antik çağlardan beri çeşitli amaçlarla kullanıldığını vurgular. Örneğin, mağara resimleri ve Antik Mısır hiyerogliflerinin tarihi olayları belgelemek, coğrafi konumları göstermek gibi amaçlarla kullanıldığı belirtilmiştir. Şık (D), bilgigrafilerin kökeninin antik çağlara dayandığını ve görsel semboller/ifadeler içerdiğini doğru bir şekilde ifade eder."
  },
  {
    "id": "exam-606507-9",
    "unitNumber": 2,
    "text": "Sanayi Devrimi ile karmaşık hale gelen iş akışı ve iş gücü yönetimini ifade etmek için aşağıdaki yöntemlerden hangisi kullanılmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Müzik notaları kullanarak",
      "B": "Görselleştirmeler ve diyagramlar aracılığıyla",
      "C": "Yalnızca sözel ifadelerle",
      "D": "Soyut kavramlarla",
      "E": "Renk tayfı diyagramlarıyla"
    },
    "explanation": "Ünite 2'de 19. Yüzyılın, Sanayi Devrimi'nin etkileriyle birlikte kolonileşme, Napolyon Savaşları gibi olayların yaşandığı bir dönem olduğu belirtilir. Bu dönemde bilgigrafiğin, 'yaşanan olaylar etrafında büyümeğe devam ettiği' ifade edilmiştir. John Snow'un kolera salgını haritası ve Florence Nightingale'in ölüm nedenleri diyagramı gibi örnekler, karmaşık olayları ve sonuçları görselleştirmek için kullanılmıştır. Bu görselleştirmeler, sözel ifadeler yerine diyagramlar ve görselleştirmeler aracılığıyla karmaşık bilgileri aktarmıştır. Şık (B) bu durumu en iyi yansıtır."
  },
  {
    "id": "exam-606507-10",
    "unitNumber": 3,
    "text": "Süreç bilgigrafileri'nin kullanım amacı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Belirli bir konunun genel bakışını paylaşmak",
      "B": "Yeni bir fikir veya konsepti tanıtmak",
      "C": "Bir görev ya da stratejinin adımlarını anlaşılır biçimde görselleştirmek",
      "D": "Pazarlama stratejilerini sadeleştirerek görselleştirmek",
      "E": "İstatistiksel verileri görselleştirmek"
    },
    "explanation": "Ünite 3'te 'Süreç Bilgigrafileri' başlığı altında, bu tür bilgigrafilerin 'Bir proje, görev veya stratejinin tamamlanması için gereken adımları görselleştirmek için süreç bilgigrafileri kullanılır' şeklinde tanımlandığı belirtilmektedir. Amaçları ise bir süreci görselleştirmek, özetlemek ve basitleştirmektir. Şık (C), bu tanıma birebir uymaktadır."
  },
  {
    "id": "exam-606507-11",
    "unitNumber": 2,
    "text": "Nigel Holmes, bilgigrafi tasarımlarında temel prensip olarak aşağıdakilerden hangisini benimsemiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Ciddi ve resmi bir yaklaşım",
      "B": "Teknik ayrıntıların vurgulanması",
      "C": "Gerçekçi ve çarpıcı ifadeler",
      "D": "Karmaşık verilerin kullanımı",
      "E": "Bilginin eğlenceli anlatımı"
    },
    "explanation": "Ünite 2'de Nigel Holmes'tan bahsedilirken, onun bilgigrafi tasarımındaki temel prensibinin, 'bilginin eğlenceli anlatımıyla aktarımının daha etkili olacağı' olduğu ve tasarımlarının her birinde bu çabanın görüldüğü belirtilmiştir. Bu, estetikten ziyade, bilgiyi ilgi çekici ve eğlenceli yollarla aktarma odağını vurgular. Şık (E) bu temel prensibi yansıtmaktadır."
  },
  {
    "id": "exam-606507-12",
    "unitNumber": 3,
    "text": "Bir konu hakkında bilgileri parçalayarak, bir araç veya hizmetin nasıl çalıştığını görsel olarak ileten grafiklere ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Anatomi Bilgigrafileri",
      "B": "İstatistiksel Bilgigrafiler",
      "C": "Karşılaştırma Bilgigrafileri",
      "D": "Hiyerarşi Bilgigrafileri",
      "E": "Akış Şeması Bilgigrafileri"
    },
    "explanation": "Ünite 3'e göre, 'Anatomi Bilgigrafileri', belirli bir konu hakkındaki bilgileri parçalayarak, bir araç veya hizmetin nasıl çalıştığını görsel olarak ileten grafiklerdir. Bu, sorunun tanımıyla birebir örtüşmektedir."
  },
  {
    "id": "exam-606507-13",
    "unitNumber": 3,
    "text": "İki veya daha fazla seçenek arasında, daha kapsamlı değerlendirme yapma imkanı sunan bilgigrafi türü aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "İstatistiksel Bilgigrafiler",
      "B": "Zaman Çizelgesi Bilgigrafileri",
      "C": "Coğrafi Bilgi ve Konum Bilgigrafileri",
      "D": "Veri Bağlantı Bilgigrafileri",
      "E": "Hiyerarşi Bilgigrafileri"
    },
    "explanation": "Verilen seçeneklerde 'Veri Bağlantı Bilgigrafileri' doğrudan bir tür olarak geçmemektedir. Ancak Ünite 7'de ilişkileri ve akışları gösteren grafiklerden bahsedilmiştir (ilişki diyagramları, ısı haritaları). Ünite 3'te ise genel türler arasında Karşılaştırma Bilgigrafileri, İstatistiksel Bilgigrafiler, Zaman Çizelgesi, Coğrafi Bilgi ve Hiyerarşi Bilgigrafileri listelenmiştir. Sorunun odak noktası iki veya daha fazla seçenek arasında kapsamlı değerlendirme imkanı sunmasıdır. Karşılaştırma Bilgigrafileri bu amaca hizmet eder (farklı nesnelerin özelliklerini yan yana sütunlarda gösterir). Ancak bu sorunun bağlamı Ünite 3'teki kesin türlere odaklanıyorsa ve D şıkkı (Veri Bağlantı Bilgigrafileri) doğru kabul edilecekse, bunun Ünite 7'de bahsedilen 'İlişkileri ve Akışları Gösteren Veri Görselleştirmeleri' ile ilişkilendirildiği varsayılmalıdır. Ünite 3'te bu amaca en yakın olanlar Karşılaştırma (farklı özellikleri kıyaslama) veya Hiyerarşi (yapısal ilişki) olsa da, 'D' şıkkı doğru kabul edildiği için, bu, veriler arasındaki bağlantıları göstermeye odaklanan bir kategoriyi ifade ediyor olmalıdır."
  },
  {
    "id": "exam-606507-14",
    "unitNumber": 4,
    "text": "Sayed Sayad'ın çalışmalarına göre, veri biliminin incelenmesinde belirtilen temel yöntemler aşağıdakilerin hangisinde birlikte ve doğru olarak verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Açımlayıcı metotlar ve nicel veri",
      "B": "Modelleme yöntemleri ve nitel veri",
      "C": "Açımlayıcı metotlar ve modelleme yöntem ve yaklaşımları",
      "D": "Görselleştirme biçimleri ve veri işleme teknikleri",
      "E": "Veri türleri ve öngörü yöntemleri"
    },
    "explanation": "Ünite 4'te Sayed Sayad'ın şemasına atıfta bulunularak, veri biliminin iki başlığa ayrıldığı belirtilir: 1) Amacı geçmişi açıklamak olan açımlayıcı metotlar ve 2) Geleceğe dair öngörüde bulunmak üzere kullanılan modelleme yöntem ve yaklaşımları. Pasta, sütun grafik gibi görselleştirme biçimleri açımlayıcı metotlar arasında sayılırken, Karar ağaçları gibi yaklaşımlar modelleme yöntemleridir. Şık (C), bu iki ana kategoriyi doğru şekilde belirtmektedir."
  },
  {
    "id": "exam-606507-15",
    "unitNumber": 3,
    "text": "İstatistiksel bilgigrafilerin popüler kullanım biçimleri aşağıdakilerin hangisinde birlikte ve doğru olarak verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Süreç bilgigrafileri ve anatomi bilgigrafileri",
      "B": "Yuvarlak diyagramlar, sütun grafikleri ve histogramlar",
      "C": "Coğrafi bilgi ve konum bilgigrafileri",
      "D": "Karşılaştırma bilgigrafileri ve hiyerarşi bilgigrafileri",
      "E": "Zaman çizelgeleri ve öğretici bilgigrafiler"
    },
    "explanation": "Ünite 3'te 'İstatiksel Bilgigrafiler' başlığı altında, bu tür bilgigrafilerin popüler kullanımlarına örnek olarak Jacoby (1997)'den atıf yapılarak 'Yuvarlak diyagramlar, sütun grafikleri ve histogramlar gibi belirgin biçimler, istatistiksel bilgigrafilerin popüler kullanımlarındandır' denilmektedir. Şık (B) bu üç popüler biçimi doğru olarak listelemektedir."
  },
  {
    "id": "exam-606507-16",
    "unitNumber": 4,
    "text": "Yapılandırma ile ilgili aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Yapılandırma, bilgiyi alt parçalara bölerek ve bu parçaları birbirleri ile ilişkilendirerek gerçekleştirilir.",
      "B": "Yapılandırma, bilgiyi rastgele bir şekilde parçalayarak düzenler.",
      "C": "Yapılandırma, bilgiyi sınıflandırma ve etiketleme işlemlerini kapsamaz.",
      "D": "Yapılandırma, bilgiyi sunum biçimine bağlı olarak ilişkilendirerek şekillendirir.",
      "E": "Yapılandırma, bilgiye erişimi zorlaştırır ve karmaşıklığı arttırır."
    },
    "explanation": "Ünite 4'te 'Yapılandırma, Organize Etme ve Etiketleme' başlığı altında yapılandırma şöyle tanımlanmıştır: 'Yapılandırma, bilgiyi alt parçalara bölerek ve bu parçaları birbiri ile ilişkilendirerek gerçekleştirilir.' Şık (A), bu tanımı doğrudan yansıtmaktadır."
  },
  {
    "id": "exam-606507-17",
    "unitNumber": 2,
    "text": "Makro okuma seviyesi ile ilgili aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Her günün satış rakamlarını incelemek amacı ile kullanılır.",
      "B": "Belirli bir ürünün günlük performansını değerlendirmek için kullanılmaz.",
      "C": "Belirli bir müşteri grubunun en yüksek satın alma potansiyeline sahip olduğunu analiz etmek için kullanılır.",
      "D": "Verinin genel yapısını anlamayı sağlar ve uzun vadeli stratejik kararların temelini oluşturur.",
      "E": "Hangi ürünün hangi günlerde daha fazla talep gördüğünü belirlemek için tercih edilir."
    },
    "explanation": "Ünite 2'de 'Micro-Makro Okuma' tanımı Tufte'den aktarılmıştır. Makro okuma, 'verinin genel yapısını ve büyük resmi anlamayı ifade eder' ve 'veri setinin genel yapısını anlamak ve farklı öğeler arasındaki ilişkileri kavramak için kullanılır.' Bu, uzun vadeli stratejik kararların temelini oluşturur. Şık (D), makro okumanın bu tanımını yansıtmaktadır."
  },
  {
    "id": "exam-606507-18",
    "unitNumber": 4,
    "text": "Veri görselleştirmeleri genellikle aşağıdaki hangi tür veriler arasındaki farkı ifade etmeye odaklanır?",
    "correctAnswer": "C",
    "options": {
      "A": "Tam ve kesirli veriler",
      "B": "Pozitif ve negatif veriler",
      "C": "Nicel ve nitel veriler",
      "D": "Yüzdeler ve riskler",
      "E": "Ayrık ve sürekli veriler"
    },
    "explanation": "Ünite 4'te 'Farklar, Oranlar ve Korelasyonlar (Bağıntılar)' başlığı altında, veri görselleştirmelerinin çoklukla iki ölçüm arasındaki farkı ifade etmeye odaklandığı belirtilmiştir. Ancak genel olarak, veri bilimi ve istatistikle paralel gelişen bir alan olarak nicel veriler temel alınsa da, nitel verilerin de görselleştirildiği ifade edilmiştir (Nitel ve Nicel Veri). Veri görselleştirmeleri genellikle hem nicel hem de nitel verileri karşılaştırma odaklı olarak ele alır. Şık (C), görselleştirmelerin odaklandığı temel veri türü farkını belirtir."
  },
  {
    "id": "exam-606507-19",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi ilk kez Ackoff (1989), tarafından literatüre alınan bilgiye hiyerarşik yaklaşımda yer almaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Bilgelik",
      "B": "Bilgi birikimi",
      "C": "Veri",
      "D": "Bilgi",
      "E": "Süreç"
    },
    "explanation": "Ünite 4'te Ackoff'un (1989) literatüre eklediği DIKW piramidinden bahsedilmiştir: D (Data/Veri), I (Information/Bilgi), K (Knowledge/Bilgi birikimi) ve W (Wisdom/Bilgelik). Bu hiyerarşide 'Süreç' (Process) yer almamaktadır; bu dört kavram hiyerarşinin katmanlarıdır. Şık (E) listede yer almayan tek öğedir."
  },
  {
    "id": "exam-606507-20",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi veri bilimcilerin yararlandığı açımlayıcı metotlardan biri <u>değildir</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Mutlak grafikler",
      "B": "Sütun grafikler",
      "C": "Dağılım grafiği",
      "D": "Histogram",
      "E": "Pasta grafikler"
    },
    "explanation": "Ünite 4'te Sayed Sayad'ın şemasına göre, açımlayıcı metotlar arasında pasta grafik, sütun grafik, histogram, kutu grafiği ve dağılım grafiği gibi görselleştirme biçimleri sayılmıştır. 'Mutlak grafikler' (Absolute charts) bu listede bir metot olarak belirtilmemiştir. Şık (A) listede yer almayan bir terimdir."
  },
  {
    "id": "exam-618231-21",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Veri'nin tanımıdır?<br/>A) Veri, işlenip analiz edilmiş materyaller ve bunların sıralanıp saklanmasıdır.<br/>B) Veri, anlamlı ve bağlam sağlayan işlenmiş materyallerdir.<br/>C) Veri, kendi başına anlamlı bilgi ve işaretler bütünüdür.<br/>D) Veri, doğal değere sahip olan işlenmiş malzemelerin kayıt altına alınmasıdır.<br/>E) Veri henüz anlam ya da bağlam sağlayacak şekilde analiz edilmemiş anlamsız, ham, düzenlenmemiş materyallerdir.",
    "correctAnswer": "E",
    "options": {
      "A": "Veri, işlenip analiz edilmiş materyaller ve bunların sıralanıp saklanmasıdır.",
      "B": "Veri, anlamlı ve bağlam sağlayan işlenmiş materyallerdir.",
      "C": "Veri, kendi başına anlamlı bilgi ve işaretler bütünüdür.",
      "D": "Veri, doğal değere sahip olan işlenmiş malzemelerin kayıt altına alınmasıdır.",
      "E": "Veri henüz anlam ya da bağlam sağlayacak şekilde analiz edilmemiş anlamsız, ham, düzenlenmemiş materyallerdir."
    },
    "explanation": "Ünite 1'deki 'Bilgi ile Veri İlişkisi' başlığı altında Veri şu şekilde tanımlanmıştır: 'Veriler, genellikle analiz ya da referans amacıyla toplanan küçük parçaların koleksiyonunu ifade eder. Başka bir deyişle veri, henüz anlam ya da bağlam sağlayacak şekilde analiz edilmemiş ya da yorumlanmamış ham, işlenmemiş materyaldir.' Şık (E) bu tanıma en yakın ve en doğru açıklamadır."
  },
  {
    "id": "exam-618231-22",
    "unitNumber": 2,
    "text": "Aşağıdaki tarihsel gelişmelerin hangisi sonucunda bilgi miktarı ve paylaşım hızı artmıştır?<br/>A) Matbaanın icadı, sanayi devrimi ve kitle iletişim araçlarındaki gelişmelerle<br/>B) Tarım devrimi ve insanlığın gelişimiyle<br/>C) Aydınlanma Çağı'nın etkisiyle<br/>D) Antik Yunan dönemindeki felsefi düşüncelerin etkisiyle<br/>E) Yeni Çağ'ın başlangıcında",
    "correctAnswer": "A",
    "options": {
      "A": "Matbaanın icadı, sanayi devrimi ve kitle iletişim araçlarındaki gelişmelerle",
      "B": "Tarım devrimi ve insanlığın gelişimiyle",
      "C": "Aydınlanma Çağı'nın etkisiyle",
      "D": "Antik Yunan dönemindeki felsefi düşüncelerin etkisiyle",
      "E": "Yeni Çağ'ın başlangıcında"
    },
    "explanation": "Giriş bölümünde belirtildiği üzere, bilgi görselleştirmenin öncü örnekleri gök cisimlerinin hareketleri, yol bulma, kartografik temsiller gibi amaçlarla ortaya çıkmıştır. Ancak, bilginin katlanarak artması ve bunun paylaşım hızının artması, günümüzde bilgigrafilerin vazgeçilmez olmasının temel nedenidir. Bu artış genellikle matbaanın icadından sonra hızlanmış, Sanayi Devrimi ve kitle iletişim araçları ile zirveye ulaşmıştır (Ünite 2). A şıkkı, bu tarihsel dönüm noktalarını en kapsamlı şekilde içerir."
  },
  {
    "id": "exam-618231-23",
    "unitNumber": 1,
    "text": "İletişim kanallarının çeşitli ve son derece hızlı olması ile ortaya çıkan dezavantaj hangisidir?<br/>A) Bilgiye erişimde serbestlik<br/>B) Gelişen teknolojinin getirdiği kolaylıklar<br/>C) Bireylerin gelişimine katkısı<br/>D) Yanlış bilgi ve dezenformasyonun hızlı yayılımı<br/>E) İnsanların hayatını kolaylaştırması",
    "correctAnswer": "D",
    "options": {
      "A": "Bilgiye erişimde serbestlik",
      "B": "Gelişen teknolojinin getirdiği kolaylıklar",
      "C": "Bireylerin gelişimine katkısı",
      "D": "Yanlış bilgi ve dezenformasyonun hızlı yayılımı",
      "E": "İnsanların hayatını kolaylaştırması"
    },
    "explanation": "Giriş'te belirtildiği üzere, yanlış bilginin ciddi sonuçları olabilmektedir ve bu nedenle alınan bilgilerin doğru ve güvenilir olması önemlidir. Medya okuryazarlığı ve eleştirel düşünme becerileri güvenilir bilgiye erişim için gereklidir. Hızlı iletişim kanallarının yaygınlaşmasıyla birlikte, doğru olmayan bilginin veya dezenformasyonun da hızla yayılması en büyük dezavantajdır (Ünite 1)."
  },
  {
    "id": "exam-618231-24",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi bilgiyi görselleştirme sürecinde yer <u>almaz</u>?<br/>A) Kullanıcı<br/>B) Problemin tanımlanması<br/>C) Planlama<br/>D) Tasarımda ortam<br/>E) Verici",
    "correctAnswer": "E",
    "options": {
      "A": "Kullanıcı",
      "B": "Problemin tanımlanması",
      "C": "Planlama",
      "D": "Tasarımda ortam",
      "E": "Verici"
    },
    "explanation": "Problemin Tanımlanması, Kullanıcı, Planlama ve Tasarımda Ortam, bilgi görselleştirme sürecinin aşamalarıdır (Ünite 5). Verici (veya içeriği hazırlayan uzman), sürecin bir parçası olsa da, verilen seçenekler arasında tanımlanan 4 aşama (Problem Tanımlama, Kullanıcı, Planlama, Ortam) sürecin temel bileşenleridir. Verici/İçerik üreticisi, 'Görsel Tasarım Unsurları' veya 'İçeriğin Gösterilmesi' başlıklarında dolaylı olarak geçse de, diğer dördü doğrudan süreç adımları olarak listelenmiştir. Ancak, verilen bağlamda, tasarımın kendisi (süreç) için kritik olan dört temel adımdan biri olmayan bir dışsal aktör (verici) olmaması daha olasıdır. Ancak en net çıkarım, bu dört başlığın tasarım sürecinin yapısal adımları olmasıdır. Eğer soru 'hangi aşama' diye sorsaydı, 5 şıkkın 4'ü aşama olurdu. Burada 'Verici' (içeriği hazırlayan kişi), sürecin bir parçası olsa da, belirtilen temel tasarım adımları (Tanımlama, Planlama, Ortam, Kullanıcı) arasında sayılmamaktadır. Diğer taraftan, 'Verici' (içeriği sunan/oluşturan) genellikle 'Bilgi Görselleştirmede İçeriğin Önemi' başlığı altında ele alınır, bu yüzden sürecin ana yapısının bir parçası olarak görülmeyebilir."
  },
  {
    "id": "exam-618231-25",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi gazetecilerin bilgigrafileri kullanırken dikkate alması gereken faktörlerden biridir?<br/>A) Veri ekonomisi ve görsel sunum<br/>B) Sistematik düşünce ve analiz<br/>C) Hareketli ya da durağan yazı<br/>D) Veri tekrarı ve devamı<br/>E) Hedefsel veri ve güçlü kaynak",
    "correctAnswer": "A",
    "options": {
      "A": "Veri ekonomisi ve görsel sunum",
      "B": "Sistematik düşünce ve analiz",
      "C": "Hareketli ya da durağan yazı",
      "D": "Veri tekrarı ve devamı",
      "E": "Hedefsel veri ve güçlü kaynak"
    },
    "explanation": "Gazetecilikte veri görselleştirmenin amacı; zaman içindeki değişimi göstermek, değerleri kıyaslamak ve ilişkileri/akışları göstermektir (Ünite 7). Ayrıca, haberin kaynağının güvenilirliği (resmi kurumlar, anketler vb.) ve hedef kitlenin algısı önemlidir. Şıklar incelendiğinde: A şıkkı (Veri ekonomisi ve görsel sunum) genel bir konudur. B şıkkı (Sistematik düşünce) Bilgi Görselleştirme Tasarımcısı niteliklerinde geçmektedir ancak gazetecilikte temel sunum amacı değildir. C şıkkı (Hareketli/durağan yazı) tipografik bir unsurdur. D şıkkı (Veri tekrarı) genellikle kaçınılması gereken bir durumdur. E şıkkı (Hedefsel veri ve güçlü kaynak), haberin güvenilirliği (kaynak) ve hedeflenen kitleye (hedefsel veri) hitap etme gerekliliğini kapsar ve bu, haberin kabul edilebilirliği için temeldir (Ünite 7)."
  },
  {
    "id": "exam-618231-26",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Hans Rosling'in Gapminder projesi kurma amacıdır?<br/>A) İstatistiksel verilerin derlenmesi, koruma<br/>B) Sağlık, ekonomi, eğitim ve sosyal alanlardaki konulara ilişkin verilerin daha iyi anlaşılmasını sağlamak<br/>C) Su israfını önlemek, güncel su kaynaklarını kayıt altına almak<br/>D) Teknoloji devlerine danışmanlık yapmak<br/>E) Soyu tükenmekte olan bir takım hayvanları kayıt altına almak",
    "correctAnswer": "B",
    "options": {
      "A": "İstatistiksel verilerin derlenmesi, koruma",
      "B": "Sağlık, ekonomi, eğitim ve sosyal alanlardaki konulara ilişkin verilerin daha iyi anlaşılmasını sağlamak",
      "C": "Su israfını önlemek, güncel su kaynaklarını kayıt altına almak",
      "D": "Teknoloji devlerine danışmanlık yapmak",
      "E": "Soyu tükenmekte olan bir takım hayvanları kayıt altına almak"
    },
    "explanation": "Sayfa 4'te Hans Rosling'in Gapminder projesiyle 'dünya yoksulluğunu görselleştirmek için tasarladığı muazzam videolarıyla, dünya genelinde milyonlarca fikri değiştirdiği' belirtilmektedir. Bu, sosyal ve ekonomik konuların anlaşılabilirliğini artırma amacını taşır (Ünite 4)."
  },
  {
    "id": "exam-618231-27",
    "unitNumber": 2,
    "text": "Aydınlanma dönemi düşünürleri, akılcılık ve eşitlik gibi konuları aşağıdaki yöntemlerden hangisi ile ifade etmişlerdir?<br/>A) Soyut kavramlarla<br/>B) Yalnızca sözel ifadelerle<br/>C) Renk tayfı diyagramlarıyla<br/>D) Müzik notaları kullanarak<br/>E) Görselleştirmeler ve diyagramlar aracılığıyla",
    "correctAnswer": "E",
    "options": {
      "A": "Soyut kavramlarla",
      "B": "Yalnızca sözel ifadelerle",
      "C": "Renk tayfı diyagramlarıyla",
      "D": "Müzik notaları kullanarak",
      "E": "Görselleştirmeler ve diyagramlar aracılığıyla"
    },
    "explanation": "Ünite 2'de, 18. Yüzyıl başlığında, Aydınlanma dönemi düşünürlerinin akılcılık ve eşitlik gibi konuları görselleştirmeler sayesinde daha basit ve anlaşılır ifade ettikleri belirtilmiştir. Fransız devrimi sırasında halkı bilgilendirme işi görselleştirmelerle sağlanmıştır. C şıkkındaki Newton'un renk tayfı diyagramı da 18. yüzyılda yapılmıştır ancak bu, akılcılık konularının ifade ediliş biçimi için genel bir örnek değildir (Ünite 2)."
  },
  {
    "id": "exam-618231-28",
    "unitNumber": 2,
    "text": "Peutinger Haritası ile ilgili aşağıdaki ifadelerden hangisi doğrudur?<br/>A) Avrupa'daki bütün mağaraların yerlerini belirten bir haritadır.<br/>B) Roma İmparatorluğu'nun güzergahını gösteren bir \"itinerarium\"dur.<br/>C) Anadolu'nun coğrafi yapısını detaylı bir şekilde betimler.<br/>D) Sadece antik Mısır'ın coğrafi özelliklerini gösterir.<br/>E) Sadece Roma şehirlerini ve köylerini gösterir.",
    "correctAnswer": "B",
    "options": {
      "A": "Avrupa'daki bütün mağaraların yerlerini belirten bir haritadır.",
      "B": "Roma İmparatorluğu'nun güzergahını gösteren bir \"itinerarium\"dur.",
      "C": "Anadolu'nun coğrafi yapısını detaylı bir şekilde betimler.",
      "D": "Sadece antik Mısır'ın coğrafi özelliklerini gösterir.",
      "E": "Sadece Roma şehirlerini ve köylerini gösterir."
    },
    "explanation": "Peutinger Tablosu (Tabula Peutingeriana), MS 4. Yüzyıla ait olup, Roma İmparatorluğu'nun güzergahı olan 'cursus publicus'un kuşbakışı şemasını gösteren resimli bir 'itinerarium'dur (Ünite 2)."
  },
  {
    "id": "exam-618231-29",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Nigel Holmes'ün bilgiligrafi tasarımlarındaki temel prensibidir?<br/>A) Bilginin eğlenceli anlatımı<br/>B) Karmaşık verilerin kullanımı<br/>C) Teknik ayrıntıların vurgulanması<br/>D) Ciddi ve resmi bir yaklaşımı<br/>E) Düşündürücü ögelerin kullanımı",
    "correctAnswer": "A",
    "options": {
      "A": "Bilginin eğlenceli anlatımı",
      "B": "Karmaşık verilerin kullanımı",
      "C": "Teknik ayrıntıların vurgulanması",
      "D": "Ciddi ve resmi bir yaklaşımı",
      "E": "Düşündürücü ögelerin kullanımı"
    },
    "explanation": "Ünite 2'de, Nigel Holmes'ün bilgigrafi tasarımındaki temel prensibinin, bilginin eğlenceli anlatımıyla aktarımının daha etkili olacağı ve her tasarımında bu çabayı gösterdiği belirtilmiştir (Ünite 2)."
  },
  {
    "id": "exam-618231-30",
    "unitNumber": 2,
    "text": "Florence Nightingale'in, 1858'de yayımladığı döngüsel bir zaman modeli kullanarak ürettiği tıbbi veriler aşağıdaki grafik yöntemlerinden hangisi kullanılarak oluşturulmuştur?<br/>A) Şema haritaları<br/>B) Yatay harita<br/>C) Açı grafikleri<br/>D) Biyografi<br/>E) Gül grafikleri",
    "correctAnswer": "E",
    "options": {
      "A": "Şema haritaları",
      "B": "Yatay harita",
      "C": "Açı grafikleri",
      "D": "Biyografi",
      "E": "Gül grafikleri"
    },
    "explanation": "Florence Nightingale'in tıbbi verileri temsil etmek için kullandığı döngüsel zaman modeli, 'gül grafikleri' ya da 'kutup grafiği' olarak bilinen yöntemle gösterilmiştir (Ünite 2)."
  },
  {
    "id": "exam-618231-31",
    "unitNumber": 3,
    "text": "İki veya daha fazla seçenek arasında, daha kapsamlı değerlendirme yapma imkanı sunan bilgiligrafi türü aşağıdakilerden hangisidir?<br/>A) İstatistiksel Bilgigrafiler<br/>B) Zaman Çizelgesi Bilgigrafileri<br/>C) Coğrafi Bilgi ve Konum Bilgigrafileri<br/>D) Karşılaştırma Bilgigrafileri<br/>E) Hiyerarşi Bilgigrafileri",
    "correctAnswer": "D",
    "options": {
      "A": "İstatistiksel Bilgigrafiler",
      "B": "Zaman Çizelgesi Bilgigrafileri",
      "C": "Coğrafi Bilgi ve Konum Bilgigrafileri",
      "D": "Karşılaştırma Bilgigrafileri",
      "E": "Hiyerarşi Bilgigrafileri"
    },
    "explanation": "Karşılaştırma bilgigrafileri, karar verme süreçlerini hızlandırarak daha etkili yapılmasını sağlayan, iki veya daha fazla öğenin özelliklerini yan yana sütunlarda göstererek karşılaştırma imkanı sunan grafiklerdir (Ünite 3)."
  },
  {
    "id": "exam-618231-32",
    "unitNumber": 3,
    "text": "Statik bilgiligrafi tasarımlarının amacı aşağıdakilerden hangisidir?<br/>A) Sadece bir bilgiyi anlatmak için kullanabilme<br/>B) İnteraktif özelliklerle geniş kitleye ulaşma<br/>C) Bilgiyi basit ve anlaşılabilir bir şekilde sunma<br/>D) Karmaşık verileri çözümleme ve derinlemesine keşif yapma<br/>E) Karmaşık verileri ve etkileşimli analizleri iletebilme",
    "correctAnswer": "C",
    "options": {
      "A": "Sadece bir bilgiyi anlatmak için kullanabilme",
      "B": "İnteraktif özelliklerle geniş kitleye ulaşma",
      "C": "Bilgiyi basit ve anlaşılabilir bir şekilde sunma",
      "D": "Karmaşık verileri çözümleme ve derinlemesine keşif yapma",
      "E": "Karmaşık verileri ve etkileşimli analizleri iletebilme"
    },
    "explanation": "Statik bilgigrafiler, sabit bir yapıya sahiptir, interaktif özellikler içermez ve temel amaçları bilgiyi basit ve anlaşılabilir bir şekilde sunmaktır (Ünite 3). Diğer şıklar (B, D, E) interaktif/yakınlaştırılabilir türlerin özellikleridir."
  },
  {
    "id": "exam-618231-33",
    "unitNumber": 2,
    "text": "Makro okuma seviyesi ile ilgili aşağıdaki ifadelerden hangisi doğrudur?<br/>A) Her günün satış rakamlarını incelemek amacı ile kullanılır.<br/>B) Hangi ürünün hangi günlerde daha fazla talep gördüğünü belirlemek için tercih edilir.<br/>C) Belirli bir müşteri grubunun en yüksek satın alma potansiyeline sahip olduğunu analiz etmek için kullanılır.<br/>D) Verinin genel yapısını anlamayı sağlar ve uzun vadeli stratejik kararların temelini oluşturur.<br/>E) Belirli bir ürünün günlük performansını saat saat değerlendirmek için kullanılır.",
    "correctAnswer": "D",
    "options": {
      "A": "Her günün satış rakamlarını incelemek amacı ile kullanılır.",
      "B": "Hangi ürünün hangi günlerde daha fazla talep gördüğünü belirlemek için tercih edilir.",
      "C": "Belirli bir müşteri grubunun en yüksek satın alma potansiyeline sahip olduğunu analiz etmek için kullanılır.",
      "D": "Verinin genel yapısını anlamayı sağlar ve uzun vadeli stratejik kararların temelini oluşturur.",
      "E": "Belirli bir ürünün günlük performansını saat saat değerlendirmek için kullanılır."
    },
    "explanation": "Tufte'a göre 'Makro okuma', verinin genel yapısını ve büyük resmi anlamayı ifade eder. Bu, veri setinin genel yapısını anlamak ve uzun vadeli stratejik kararların temelini oluşturmak için kullanılır (Ünite 2)."
  },
  {
    "id": "exam-618231-34",
    "unitNumber": 2,
    "text": "Eğitim ve yaratıcı düşünme alanında nitel verilerin görselleştirilmesine çeşitli kavramlar arasındaki anlamsal ilişkileri araçları aşağıdakilerden hangisidir?<br/>A) Pasta grafikler<br/>B) Sütun grafikler<br/>C) Zihin haritaları<br/>D) Gofret grafikler<br/>E) Çizgi grafikler",
    "correctAnswer": "C",
    "options": {
      "A": "Pasta grafikler",
      "B": "Sütun grafikler",
      "C": "Zihin haritaları",
      "D": "Gofret grafikler",
      "E": "Çizgi grafikler"
    },
    "explanation": "Ünite 2'de, nitel verinin görselleştirilmesine örnek olarak, eğitim ve yaratıcı düşünme alanında yaygın bir araç olan 'zihin haritaları'nın gösterildiği belirtilmiştir (Ünite 2)."
  },
  {
    "id": "exam-618231-35",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi tıklanabilir bilgiligrafilerde, belirli bir bölgeye veya veri noktasına tıkladığınızda gerçekleşir?<br/>A) İlgili bilgiler veya görseller daha büyük bir pencerede veya yan panelde görüntülenir.<br/>B) Ana hikâyenin tüm detayları gösterilir.<br/>C) Görseller yeni bir sayfada otomatik olarak açılır.<br/>D) Karşılaştırmalı bilgileri görüntülenir.<br/>E) Statik bir görüntü sunulur.",
    "correctAnswer": "A",
    "options": {
      "A": "İlgili bilgiler veya görseller daha büyük bir pencerede veya yan panelde görüntülenir.",
      "B": "Ana hikâyenin tüm detayları gösterilir.",
      "C": "Görseller yeni bir sayfada otomatik olarak açılır.",
      "D": "Karşılaştırmalı bilgileri görüntülenir.",
      "E": "Statik bir görüntü sunulur."
    },
    "explanation": "Tıklanabilir bilgigrafiler, belirli bir bölgeye veya veri noktasına tıklandığında ilgili bilgilerin veya görsellerin daha büyük bir pencerede veya yan panelde görüntülenmesini sağlayan etkileşimli türlerdir (Ünite 3)."
  },
  {
    "id": "exam-618231-36",
    "unitNumber": 4,
    "text": "Yapılandırma ile ilgili aşağıdaki ifadelerden hangisi doğrudur?<br/>A) Yapılandırma, bilgiyi rastgele bir şekilde parçalayarak düzenler.<br/>B) Yapılandırma, bilgiyi sınıflandırma ve etiketleme işlemlerini kapsamaz.<br/>C) Yapılandırma, bilgiyi alt parçalara bölerek ve bu parçaları birbirleri ile ilişkilendirerek gerçekleştirilir.<br/>D) Yapılandırma, bilgiyi sunum biçimine bağlı olarak ilişkilendirerek şekillendirir.<br/>E) Yapılandırma, bilgiye erişimi zorlaştırır ve karmaşıklığı arttırır.",
    "correctAnswer": "C",
    "options": {
      "A": "Yapılandırma, bilgiyi rastgele bir şekilde parçalayarak düzenler.",
      "B": "Yapılandırma, bilgiyi sınıflandırma ve etiketleme işlemlerini kapsamaz.",
      "C": "Yapılandırma, bilgiyi alt parçalara bölerek ve bu parçaları birbirleri ile ilişkilendirerek gerçekleştirilir.",
      "D": "Yapılandırma, bilgiyi sunum biçimine bağlı olarak ilişkilendirerek şekillendirir.",
      "E": "Yapılandırma, bilgiye erişimi zorlaştırır ve karmaşıklığı arttırır."
    },
    "explanation": "Ünite 4'te, Yapılandırma başlığı altında, 'Yapılandırma, bilgiyi alt parçalara bölerek ve bu parçaları birbirleri ile ilişkilendirerek gerçekleştirilir' ifadesi yer almaktadır."
  },
  {
    "id": "exam-618231-37",
    "unitNumber": 3,
    "text": "Süreç bilgiligrafileri'nin kullanım amacı aşağıdakilerden hangisidir?<br/>A) Yeni bir fikir veya konsepti tanıtmak<br/>B) İstatistiksel verileri görselleştirmek<br/>C) Belirli bir konunun genel bakışını paylaşmak<br/>D) Bir görev ya da stratejinin adımlarını anlaşılır biçimde görselleştirmek<br/>E) Pazarlama stratejilerini sadeleştirerek görselleştirmek",
    "correctAnswer": "D",
    "options": {
      "A": "Yeni bir fikir veya konsepti tanıtmak",
      "B": "İstatistiksel verileri görselleştirmek",
      "C": "Belirli bir konunun genel bakışını paylaşmak",
      "D": "Bir görev ya da stratejinin adımlarını anlaşılır biçimde görselleştirmek",
      "E": "Pazarlama stratejilerini sadeleştirerek görselleştirmek"
    },
    "explanation": "Süreç bilgigrafileri, bir proje, görev veya stratejinin tamamlanması için gereken adımları görselleştirmek, özetlemek ve basitleştirmek amacıyla kullanılır (Ünite 3)."
  },
  {
    "id": "exam-618231-38",
    "unitNumber": 7,
    "text": "Posta kodları, enlem/boylam çiftleri, ülke ve şehir kodları gibi işlemler söz konusu olduğunda kullanılan veri türü aşağıdakilerden hangisidir?<br/>A) Zamansal veri<br/>B) Coğrafi veri<br/>C) Tarih verisi<br/>D) Metin dizgesi verisi<br/>E) İnterval veri",
    "correctAnswer": "B",
    "options": {
      "A": "Zamansal veri",
      "B": "Coğrafi veri",
      "C": "Tarih verisi",
      "D": "Metin dizgesi verisi",
      "E": "İnterval veri"
    },
    "explanation": "Ünite 7'de Coğrafi Bilgi ve Konum Bilgigrafileri bahsinde, coğrafi verilerin konumlar veya demografik verileri görselleştirmek için kullanıldığı belirtilir. Posta kodları, enlem/boylam çiftleri, ülke ve şehir kodları tipik coğrafi veri türleridir (Ünite 7)."
  },
  {
    "id": "exam-618231-39",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi ilk kez Ackoff (1989), tarafından literatüre alınan bilgiye hiyerarşik yaklaşımda yer <u>almaz</u>?<br/>A) Bilgi<br/>B) Bilgelik<br/>C) Süreç<br/>D) Bilgi birikimi<br/>E) Veri",
    "correctAnswer": "C",
    "options": {
      "A": "Bilgi",
      "B": "Bilgelik",
      "C": "Süreç",
      "D": "Bilgi birikimi",
      "E": "Veri"
    },
    "explanation": "Ackoff (1989) tarafından literatüre eklenen DIKW piramidinde (Data-Information-Knowledge-Wisdom) veri, bilgi, bilgi birikimi (knowledge) ve bilgelik (wisdom) yer alır. Süreç, bu hiyerarşide yer almaz, ancak Bilgi Görselleştirmede akış (süreç) önemli bir kavramdır (Ünite 4)."
  },
  {
    "id": "exam-618231-40",
    "unitNumber": 2,
    "text": "(sıralama) ölçümler, doğal bir sıra ile birbirlerini izleyen, birbirine göre alt ve üst olarak değerlendirilebilecek kademeleri ifade ederler. Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?<br/>A) Interval<br/>B) Ordinal<br/>C) Oransal<br/>D) Nominal<br/>E) Metrik",
    "correctAnswer": "B",
    "options": {
      "A": "Interval",
      "B": "Ordinal",
      "C": "Oransal",
      "D": "Nominal",
      "E": "Metrik"
    },
    "explanation": "Ordinal (sıralama) ölçümler, doğal bir sıra ile birbirlerini izleyen, birbirine göre alt ve üst olarak değerlendirilebilecek kademeleri ifade eder (Ünite 2). Metinde 'Ordinal (sıralama) ölçümler...' ifadesi tam olarak bu tanımı vermektedir."
  },
  {
    "id": "exam-606525-41",
    "unitNumber": 7,
    "text": "Aşağıdaki tarihsel gelişmelerin hangisi sonucunda bilgi miktarı ve paylaşım hızı artmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Aydınlanma Çağı'nın etkisiyle",
      "B": "Matbaanın icadı, sanayi devrimi ve kitle İletişim araçlarındaki gelişmelerle",
      "C": "Tarım devrimi ve insanlığın gelişimiyle",
      "D": "Antik Yunan dönemindeki felsefi düşüncelerin etkisiyle",
      "E": "Yeni Çağ'ın başlangıcında"
    },
    "explanation": "Ünite 7'nin Giriş bölümünde, bilginin hızla çoğalması ve kolay ulaşılabilir hale gelmesi, organizasyonların veriyi dijital ortama taşıması, şeffaf açık veri kaynaklarının oluşumu ve kitle iletişim araçlarının (bilgisayarlar, internet) yaygınlaşması ile ilişkilendirilmiştir. Özellikle matbaanın icadından sonra bilginin yayılması başlamış, Sanayi Devrimi ve kitle iletişim araçlarının gelişimi ise bu artışı hızlandırmıştır. Şık (B), bilginin miktarının ve paylaşım hızının artışını sağlayan ana faktörleri kapsamlı bir şekilde belirtmektedir."
  },
  {
    "id": "exam-606525-42",
    "unitNumber": 2,
    "text": "Peutinger Haritası ile ilgili aşağıdaki ifadelerden hangisi <u>doğrudur</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Sadece antik Mısır'ın coğrafi özelliklerini gösterir.",
      "B": "Sadece Roma şehirlerini ve köylerini gösterir.",
      "C": "Roma İmparatorluğu'nun güzergahını gösteren bir \"itinerarium\"dur.",
      "D": "Anadolu'nun coğrafi yapısını detaylı bir şekilde betimler.",
      "E": "Avrupa'daki bütün mağaraların yerlerini belirten bir haritadır."
    },
    "explanation": "Ünite 2'de, MS 4. Yüzyıla ait, Roma İmparatorluğu'nun güzergahını gösteren resimli bir itinerarium olan Tabula Peutingeriana'nın (Peutinger Haritası) antik döneme ait önemli bir bilgigrafi örneği olduğu belirtilmiştir. Bu harita, Romalıların kartografik çalışmalarının büyüklüğünü ortaya koymaktadır. Bu nedenle, haritanın Roma İmparatorluğu güzergahını gösteren resimli bir itinerarium olduğu ifadesi doğrudur."
  },
  {
    "id": "exam-606525-43",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi tabloların avantajları arasında yer <u>almaz</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Verilerin düzenli ve anlaşılır bir şekilde sunulması",
      "B": "Farklı sınıflandırma kriterlerine göre sıralama olanağı sunması",
      "C": "Sayfa dolusu verilerin bir göz atımı süresinde görülmesini sağlaması",
      "D": "Verilerin görsel olarak zenginleştirilmesinin karmaşık görünüm sağlaması",
      "E": "Verilerin karşılaştırılması ve analizinde kullanılabilir olması"
    },
    "explanation": "Ünite 5'te tabloların, sayıları ya da yazılı verileri organize etmek, karşılaştırmak ve analiz etmek için kullanıldığı belirtilmiştir. Ayrıca, geleneksel bir yöntem olmasına rağmen günümüz sayısal teknolojisiyle işlevini ve görünürlüğünü geliştirdiği ifade edilmiştir. Ancak, tabloların dezavantajları arasında, 'tablo formatında gösterilen verinin önemini yansıtacak ilave bir görselleştirmenin tablo alanında yapılamıyor olması' (yani görsel zenginlik eksikliği) belirtilmiştir. Bu nedenle, ilave görselleştirme yapamamak bir avantaj değil, bir sınırlılıktır."
  },
  {
    "id": "exam-606525-44",
    "unitNumber": 2,
    "text": "Bir dizi küçük ve benzer grafik veya tablonun kullanılmasını içeriren bilgigrafi türü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Küçük çoğaltmalar",
      "B": "Parçalara ayırarak anlatım",
      "C": "Mikro-Makro okuma",
      "D": "Doku ve renk kullanarak anlatım",
      "E": "Zaman ve mekan kullanarak anlatım"
    },
    "explanation": "Ünite 2'de Joseph Priestley'in 'Biyografi Tablosu'ndan bahsedilirken, bu tür bilgigrafilerin, bir dizi küçük ve benzer grafik veya tablonun kullanılmasını içerdiği ve bu tekrarların verilerin karşılaştırılmasını ve analizini kolaylaştırdığı ifade edilmiştir (Küçük Çoğaltmalar başlığı altında). Dolayısıyla, bu tanıma uyan tür 'Küçük Çoğaltmalar'dır."
  },
  {
    "id": "exam-606525-45",
    "unitNumber": 3,
    "text": "Çeşitli kavramlar arasındaki anlamsal ya da diğer ilişkileri görsel bir şekilde aktaran grafik türü aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kutu grafiği",
      "B": "Histogram",
      "C": "Zihin haritası",
      "D": "Pasta grafik",
      "E": "Çizgi grafiği"
    },
    "explanation": "Ünite 3'te, Coğrafi Bilgi ve Konum Bilgigrafileri, konumlar veya demografik verileri görselleştirmek için kullanılırken, Karşılaştırma bilgigrafileri karar verme süreçlerini hızlandırmak için kullanılır. Hiyerarşi bilgigrafileri öncelik sırasına göre sunum yapar. İlişki diyagramları ve ısı haritaları ise genellikle karmaşık ilişkileri veya akışları göstermek için kullanılır. Ünite 7'de de belirtildiği gibi, ilişkileri göstermek için ilişki diyagramları kullanılır. Bu, bir kavram veya öğe ile diğerleri arasındaki anlamsal veya yapısal bağlantıları görselleştirmeyi ifade eder."
  },
  {
    "id": "exam-606525-46",
    "unitNumber": 6,
    "text": "Geleneksel bilgi aktarım yöntemlerinden biri olan sözlü iletişimin temelini oluşturan yöntem aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Mektuplar",
      "B": "Kitaplar",
      "C": "<u>Sözlü metinler</u>",
      "D": "Sözlü aktarım",
      "E": "Kil tabletler"
    },
    "explanation": "Ünite 6'da Gestalt ilkelerinin temel fikrinin, algının parçaların toplamından farklı ve daha fazlasını oluşturduğu ve dünyanın dışsal bir varlık değil, algılama sürecinde inşa edildiği vurgulanmaktadır. Bu bağlamda, Figür-zemin ilkesi, bir nesnenin arka plana göre algılanması ve ayrılabilirliğine odaklanır; Yakınlık ilkesi ise nesnelerin mesafesine dayalı algısını açıklar. Ancak, sözlü iletişimin temelini oluşturan yöntemler, Gestalt ilkeleri bağlamında değil, genel iletişim kuramı bağlamında ele alınır. Ünite 7'de ise, gazetecilikte nitel verinin aktarımında sözlü anlatımın tek başına yetersiz kaldığı durumlarda görselleştirmeye başvurulduğu belirtilir. Veri görselleştirmede temel unsur ve prensipler ünitesinde (Ünite 6), bu ilkeler algı psikolojisi bağlamında anlatılır; ancak doğrudan 'sözlü iletişimin temeli' olarak tanımlanan bir Gestalt ilkesi yoktur. Ancak soru, iletişim bağlamında sorulmuştur ve iletişim, Ünite 6'da 'gönderici ve alıcı olarak adlandırılan iki taraf arasında duygu, düşünce, davranış ve bilgi alışverişi' olarak tanımlanır. Veri gazeteciliğinde ise nitel bilginin aktarımında sözlü anlatımın yeterli olmadığı durumlar (Ünite 7) görselleştirmeye sebep olur."
  },
  {
    "id": "exam-606525-47",
    "unitNumber": 3,
    "text": "Bilgi görselleştirmede farklı konularda anlatı yapmak için sıklıkla kullanılan bir yöntemdir. Fotoğrafı olamayan ya da fotoğrafı çekilemeyen durumlarda başvurulur. Yukarıda anlatılan görselleştirme yöntemi aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Resim",
      "B": "Tablo",
      "C": "Grafik",
      "D": "Fotoğraf",
      "E": "İllüstrasyon"
    },
    "explanation": "Ünite 3'te İllüstratif Layoutla Görselleştirme (figüratif) başlığı altında, illüstrasyonun, farklı konularda anlatı yapmak için sıklıkla kullanılan bir görselleştirme yöntemi olduğu belirtilmiştir. Fotoğrafı olmayan ya da fotoğrafı çekilemeyen durumlarda başvuru yapılabileceği de ifade edilmiştir. Bu, karmaşık konuları veya soyut fikirleri görselleştirmek için ideal bir yöntemdir."
  },
  {
    "id": "exam-606525-48",
    "unitNumber": 6,
    "text": "İletişim aşağıdaki durumlardan hangisi için temel bir araç olarak tanımlanır?",
    "correctAnswer": "B",
    "options": {
      "A": "Teknolojik gelişmelerin analizi",
      "B": "İnsanların varlıklarını ifade etmeleri ve etkileşimde bulunmaları",
      "C": "Bilgi işlem süreçlerinin yönetim",
      "D": "Duygusal denge",
      "E": "Toplumsal normların oluşturulması"
    },
    "explanation": "Ünite 6'nın Giriş bölümünde iletişim, 'gönderici ve alıcı olarak adlandırılan iki taraf arasında duygu, düşünce, davranış ve bilgi alışverişi' olarak tanımlanır. İletişimin gerçekleşmesi için ilişkili iki birim arasında mesaj alışverişinin olması gerektiği belirtilir. Dolayısıyla, temel tanım olarak iletişim, duygu, düşünce, davranış ve bilginin alışverişi için bir araçtır."
  },
  {
    "id": "exam-606525-49",
    "unitNumber": 1,
    "text": "Bilginin görselleştirilmesinin gerçek hayatta sağladığı fayda aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Bilgiyi gizlemek",
      "B": "İzleyicileri kafa karışıklığına sürüklemek",
      "C": "Verileri karmaşık hale getirmek",
      "D": "Yaklaşan sorun ya da fırsatların farkına varmak",
      "E": "Verileri azaltmak"
    },
    "explanation": "Ünite 1'de Bilgi Görselleştirme başlığı altında, bunun 'içeriğin ilgili kitlesi tarafından anlaşılması amacıyla görselleştirilmesi' olduğu söylenir. Giriş'te ise 'Bilgi görselleştirme de her gün katlanarak artan bilginin insanlık tarafından anlaşılmasına büyük katkı sağlamaktadır' denilmiştir. Bu, bilginin anlaşılmasını kolaylaştırma faydasını vurgular."
  },
  {
    "id": "exam-606525-50",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi özellikle sanatçılar ve tasarımcılar arasında sıklıkla odaklanılan Gestalt ilkelerinden biri <u>değildir</u>?",
    "correctAnswer": "B",
    "options": {
      "A": "Yakınlık İlkesi",
      "B": "Öğrenme İlkesi",
      "C": "Devamlılık İlkesi",
      "D": "Benzerlik İlkesi",
      "E": "Kapalılık İlkesi"
    },
    "explanation": "Ünite 6'da odaklanılan Gestalt ilkeleri şunlardır: Yakınlık, Benzerlik, Devamlılık, Kapalılık, Figür-zemin. Ayrıca metinde, bu temel ilkelerin yanı sıra 'Metin akışı' ve 'Grafik ögelerin bağlantısı' gibi uygulamalara değinilmiş olsa da, bu kavramlar ayrı bir ilke olarak listelenmemiştir. 'Zaman ve Mekân Kullanarak Anlatım' Tufte'nin bir prensibidir ve Gestalt ilkesi olarak listelenmemiştir."
  },
  {
    "id": "exam-606525-51",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Gestalt psikolojisinde, figür-zemin ilkesini tanımlar?",
    "correctAnswer": "E",
    "options": {
      "A": "Karmaşık verilerin düzenlenmesi ve ayrışması ilkesidir.",
      "B": "Nesnelerin karmaşıklığının artmasıdır.",
      "C": "Nesnelerin birbirinden ayrılmaması ilkesidir.",
      "D": "Görsel algının oluşmasıdır.",
      "E": "Nesnelerin bir arka plana göre nasıl algılandığına odaklanan ilkedir."
    },
    "explanation": "Ünite 6'da Figür-zemin ilkesi, 'bir nesnenin bir arka plana göre algılanması, nesnenin ve arka planın birbirinden ayrılabilir ve net bir şekilde tanımlanabilir olmasını sağlayabilir' şeklinde tanımlanmıştır. Figür, odaklanılan nesneyi; zemin ise figürün önünde bulunan arka planı temsil eder."
  },
  {
    "id": "exam-606525-52",
    "unitNumber": 7,
    "text": "Nicel veri görselleştirilmesinde hesap tabloları yeterli gelmediğinde sıklıkla kullanılan, bilimsel amaçlı veri işleme dilleri hangileridir?",
    "correctAnswer": "A",
    "options": {
      "A": "R ve Python",
      "B": "HTML ve CSS",
      "C": "JavaScript ve PHP",
      "D": "Java ve C++",
      "E": "SQL ve Ruby"
    },
    "explanation": "Ünite 7'de, nicel veriye dayanan gazetecilikte hesap tablolarının yetersiz kaldığı noktalarda 'R ve Python' gibi bilimsel amaçlı veri işleme dillerinin sıkça kullanıldığı belirtilmiştir. Bu diller, özellikle büyük veri setlerinin analiz ve görselleştirilmesinde tercih edilir."
  },
  {
    "id": "exam-606525-53",
    "unitNumber": 6,
    "text": "Hiyerarşinin, bilgigrafi tasarımındaki kullanım amacı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Renkleri düzenlemek",
      "B": "Bilgilerin önem ve değerine göre sırasını belirlemek",
      "C": "Metin fontlarını seçerek düzenlemek",
      "D": "Arka planı düzenlemek",
      "E": "Grafiklerin boyutunu belirlemek"
    },
    "explanation": "Ünite 6'da Hiyerarşi başlığı altında, bunun bilginin öne çıkarılması, anlamın iletilmesi ve izleyicinin odak noktasının belirlenmesi açısından temel ilke olduğu belirtilmiştir. Hiyerarşi, farklı ögelerin önem sıralamasını belirlemekte ve izleyicinin bilgiye odaklanmasını sağlamaktadır."
  },
  {
    "id": "exam-606525-54",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi ilişkileri ve akışları gösteren veri görselleştirme amaçlı kullanılan grafik türüdür?",
    "correctAnswer": "C",
    "options": {
      "A": "Sütun grafik",
      "B": "Pasta grafik",
      "C": "İlişki diyagramı",
      "D": "Çizgi grafik",
      "E": "Isı haritası"
    },
    "explanation": "Ünite 7'de 'İlişkileri ve Akışları Gösteren Veri Görselleştirme' başlığı altında, bu amaçla hazırlanan görsellerin çok çeşitli formlarda olabileceği, 'ilişki diyagramları veya ısı haritaları'nın bu amaçla kullanılabileceği belirtilmiştir. Bu diyagramlar, nitel veya nicel verilere dayalı ilişkileri göstermek için kullanılır."
  },
  {
    "id": "exam-606525-55",
    "unitNumber": 7,
    "text": "Veri gazeteciliğinde nicel veriye dayalı kullanılan grafik görselleştirme biçimi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sütun grafikler",
      "B": "Nokta grafikler",
      "C": "Boy grafikleri",
      "D": "Kabarcık grafikler",
      "E": "Örümcek grafikler"
    },
    "explanation": "Ünite 7'de veri gazeteciliği haberlerinde en sık kullanılan öğelerin sütun grafikler olduğu belirtilmiştir. Ayrıca, çizgi ve pasta grafikler de sayısal verinin görselleştirilmesinde kullanılan önemli araçlardandır. Bu grafik türleri, nicel veriyi karşılaştırma ve zaman içindeki değişimi gösterme amaçlı kullanılır."
  },
  {
    "id": "exam-606525-56",
    "unitNumber": 8,
    "text": "______: Tasarım sürecinin hedefe yönelik belirlenen kullanıcılardan alınan test verileri ile sürekli biçimde iyileştirilmesi ve yenilenmesi anlamına gelmektedir. Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "E",
    "options": {
      "A": "Başlangıç yaklaşımı",
      "B": "Kullanıcı test tasarım süreci",
      "C": "Tasarım günlüğü",
      "D": "Sabit verilerin kullanımı yaklaşım",
      "E": "Yinelemeli tasarım yaklaşımı"
    },
    "explanation": "Ünite 8'de, bilgi görselleştirmede 'deneyime dönüşen etkileşim' başlığı altında, tasarımın temel amacının akış ve deneyim yaratmak olduğu belirtilmiştir. Sürekli iyileştirme süreci 'Kontrol Hissi' ve 'Ödüllendirici' gibi unsurlarla desteklenir. Ancak soruda bahsedilen, 'kullanıcı test verileri ile sürekli biçimde iyileştirilmesi ve yenilenmesi' kavramı, genel olarak ürün tasarım ve geliştirme süreçlerinin bir parçasıdır. Ünite 8'de 'Bilgi Görselleştirmede Deneyime Dönüşen Etkileşim' başlığı altında, kullanıcı etkileşiminin (örn. STRAVA örneği) önemine ve tasarımın kullanıcı deneyimine odaklanmasına vurgu yapılır. Veri gazeteciliğinde ise (Ünite 7) etkileşimli görsellerin azalması ele alınır. Sürekli iyileştirme ve kullanıcı odaklılık, özellikle kullanıcı girdisiyle yapılan tasarım döngülerini ifade eder. Bu bağlamda, bahsedilen tanıma en yakın kavram, yazılım ve tasarım alanlarında yaygın olan 'İterasyon' veya 'Geri Bildirim' döngüsünün bir parçasıdır. Ancak bu özel terminoloji doğrudan metinde 'yeni açılımlar' başlığında spesifik olarak bu şekilde tanımlanmamıştır. Metinde geçen 'sürekli etkileşim ve deneyim' vurgusu dikkate alındığında, bu döngüsel iyileştirme süreci 'İteratif Tasarım' (Iterative Design) olarak adlandırılabilir. Verilen seçenekler arasında en uygunu (iteratif iyileştirmeyi kapsayan) Deneyimsel Tasarım süreci olacaktır, çünkü Ünite 8'de deneyime dönüşüm ana temadır."
  },
  {
    "id": "exam-606525-57",
    "unitNumber": 7,
    "text": "Veri gazeteciliğinde veri görselleştirmenin önemi ile ilgili aşağıdaki ifadelerden hangisi <u>doğrudur</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Veri görselleştirmeleri haberlerin içeriğini anlamak için gereksizdir.",
      "B": "Veri görselleştirmeleri sadece fotoğraf ve illüstrasyonlara dayalıdır.",
      "C": "Veri görselleştirmeleri duygusal bir etkiye sahiptir.",
      "D": "İyi tasarlanmış bir veri görselleştirmesi izleyiciye çabuk ve derin bir kavrayış olanağı sağlayabilir.",
      "E": "Veri görselleştirmeleri haberlerin yazım sürecini hızlandırır."
    },
    "explanation": "Ünite 7'de, veri görselleştirmenin gazetecilik haberlerinin sunumunda önemli bir yere sahip olduğu ve sadece metinden oluşan haberlerin çok az olduğu belirtilmiştir. Ayrıca, iyi tasarlanmış bir veri görselleştirmesinin izleyiciye 'çabuk ve derin bir kavrayış olanağı sağladığı' ve 'asıl meseleyi ortaya koyduğu' ifade edilmiştir. Bu, görselleştirmenin bilişsel bir etkiye sahip olduğunu gösterir."
  },
  {
    "id": "exam-606525-58",
    "unitNumber": 8,
    "text": "Çeşitli teknolojik cihazlar aracılığıyla çevrede görülen fiziksel unsurların veri ve grafikler aracılığıyla zenginleştirilerek yeni yeniden anlamına aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Arttırılmış Gerçeklik",
      "B": "Sanal Gerçeklik",
      "C": "Karma Gerçeklik",
      "D": "Teknolojik Gerçeklik",
      "E": "Dijital Sunum"
    },
    "explanation": "Ünite 8'de, bilginin görsel deneyimlenmesinde tasarım araçları ve teknolojilerindeki gelişmelerin etkili olduğu belirtilmiştir. Özellikle 'arttırılmış gerçeklik (AR) ve karma gerçeklik (MR) teknolojileri'nin fiziksel dünyayı yeni bir görsel katmanla zenginleştirdiği ve karmaşık verileri gerçek zamanlı olarak aktarmanın verimli bir yolu olduğu ifade edilmiştir. Bu teknoloji, fiziksel unsurların veri ile zenginleştirilmesini ifade eder."
  },
  {
    "id": "exam-606525-59",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi akış kavramının yaratıcısı Csikszentmihalyi'nin başarılı bir etkileşim için belirttiği temel özellikler arasında yer <u>almaz</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Dengeli bir mücadele",
      "B": "Konsantrasyon, kontrol hissi",
      "C": "Ön bildirim yapılması",
      "D": "Öz bilincin terk edilmesi",
      "E": "Zaman kavramının yitimi"
    },
    "explanation": "Ünite 8'de, akış kavramının yaratıcısı Csikszentmihalyi'nin başarılı bir etkileşim için belirlediği yedi temel özellik şunlardır: Dengeli Bir Mücadele, Konsantrasyon, Öz Bilincin Terk Edilmesi, Zaman Kavramının Yitimi, Geri Bildirimin Sağlanması, Kontrol Hissi ve Ödüllendirici. 'Verinin kaynağı ve haberin yayımlandığı mecra' ise Ünite 7'de okuyucunun ilgisini etkileyen faktörler arasında sayılmıştır, akış özelliği olarak listelenmemiştir."
  },
  {
    "id": "exam-606525-60",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Karma Gerçeklik (Mixed Reality) kavramının tanımıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "Karma Gerçeklik, sadece özel endüstriyel cihazlarda kullanılan bir görüntüleme teknolojisidir.",
      "B": "Karma Gerçeklik, bilgisayar oyunları için özel olarak tasarlanan bir sanal gerçeklik türüdür.",
      "C": "Sadece sanal gerçeklik gözlükleri kullanılarak gerçekleştirilen bir deneyim teknolojidir.",
      "D": "Karma Gerçeklik, fiziksel dünya ve sanal dünyanın gerçek zamanlı olarak birleştiği bir teknoloji türüdür.",
      "E": "Dijital ve fiziksel nesnelerin gerçek zamanlı bir arada olduğu özel görüntüleme cihazları yardımıyla yaratılan sanal ve gerçek dünya melezidir."
    },
    "explanation": "Ünite 8'de Karma Gerçeklik (MR) ve Arttırılmış Gerçeklik (AR) teknolojileri ele alınmıştır. Karma gerçeklik (MR), 'temelde gerçek zamanlı görüntünün teknoloji yardımıyla zenginleştirilmesi prensibine dayanan' bir teknoloji olarak tanımlanmıştır. Bu, fiziksel dünyadaki görüntülerin dijital öğelerle birleştirilmesini ifade eder."
  },
  {
    "id": "exam-622603-61",
    "unitNumber": 0,
    "text": "Irwin'e göre bilgi görselleştirme aşağıdakilerden hangisiyle <u>ilişkilendirilemez</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Kullanışlı",
      "B": "Erişilebilir",
      "C": "Sınırlı",
      "D": "Bilgilendirici",
      "E": "Anlamlı ve işlevsel"
    }
  },
  {
    "id": "exam-622603-62",
    "unitNumber": 2,
    "text": "Bilgigrafilerin kökenlerine ilişkin aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Bilgigrafiler, görsel semboller ve sayısal ifadeler kullanılarak antik dönemlerde oluşturulmuştur.",
      "B": "Bilgigrafilerin tarihi, sadece 18. yüzyıla kadar izlenebilir.",
      "C": "Bilgigrafilerin ilk örnekleri, yalnızca Orta Çağ belgelerinde görülmüştür.",
      "D": "Bilgigrafiler, 20. ve 21. yüzyıllarda teknolojinin ilerlemesiyle popülerliğini yitirmiştir.",
      "E": "Bilgigrafilerin tarihi, sadece son 50 yıl içinde belirginleşmiştir."
    },
    "explanation": "Ünite 2'de belirtildiği üzere, İngilizce 'infographic' terimi, 'information' (bilgi) kelimesinin kısaltması olan 'info' ve 'graphic' (grafik) kelimelerinin birleşiminden türetilmiştir. 'Bilgigrafi' ise bu terimin Türkçeleştirilmiş halidir. İlk bilgigrafi örnekleri, mağara resimleri gibi görsel semboller ve ifadeler kullanılarak o güne ışık tutan temsillerdir ve MÖ 6600'lere tarihlenen Çatalhöyük'teki duvar resimleri dahi ilk harita örneği olarak kabul edilmiştir."
  },
  {
    "id": "exam-622603-63",
    "unitNumber": 3,
    "text": "İstatistiksel bilgigrafilerin popüler kullanım biçimleri aşağıdakilerin hangisinde birlikte ve doğru olarak verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Coğrafi bilgi ve konum bilgigrafileri",
      "B": "Yuvarlak diyagramlar, sütun grafikleri ve histogramlar",
      "C": "Karşılaştırma bilgigrafileri ve hiyerarşi bilgigrafileri",
      "D": "Süreç bilgigrafileri ve anatomi bilgigrafileri",
      "E": "Zaman çizelgeleri ve öğretici bilgigrafiler"
    },
    "explanation": "Ünite 3'ün 'İstatiksel Bilgigrafiler' başlığı altında, istatistiksel bilgigrafilerin popüler kullanım biçimleri olarak 'Yuvarlak diyagramlar, sütun grafikleri ve histogramlar' zikredilmiştir. Bu üçü bir arada doğru olarak verilmiştir."
  },
  {
    "id": "exam-622603-64",
    "unitNumber": 5,
    "text": "Çeşitli kavramlar arasındaki anlamsal ya da diğer ilişkileri görsel bir şekilde aktaran grafik türü aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Histogram",
      "B": "Çizgi grafiği",
      "C": "Kutu grafiği",
      "D": "Zihin haritası",
      "E": "Pasta grafik"
    },
    "explanation": "Ünite 5'in 'Diyagram ve Şemalar ile Görselleştirme' başlığına göre, figüratif olmayan veya soyut olarak adlandırılabilecek görsel tasarım araçları, kavramları ya da duyguları daha başarılı ifade eden görsel unsurlardır. Bu araçlar, semiyolojik olarak her duygu, düşünce ya da eylemin başarılı bir görsel temsilcisi bulunamayacağı için sıklıkla kullanılır ve anlamsal ilişkileri görselleştirmek için idealdir."
  },
  {
    "id": "exam-622603-65",
    "unitNumber": 2,
    "text": "Geleneksel bilgi aktarım yöntemlerinden biri olan sözlü iletişimin temelini oluşturan yöntem aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sözlü aktarım",
      "B": "Yazılı metinler",
      "C": "Mektuplar",
      "D": "Kitaplar",
      "E": "Kil tabletler"
    },
    "explanation": "Ünite 2'de, Antik Dönem ilk görselleştirme denemeleri incelenirken, mağara resimlerinin, Antik Mısır hiyerogliflerinin ve papirüslerinin; tarihi olayları belgelemek, günlük yaşamı aktarmak, coğrafi konumları göstermek ve dini ritüelleri daha tanımlı hâle getirmek gibi amaçlarla kullanıldığı belirtilmiştir. Bu anlatımların temelini, yazının icadından önceki dönemlerdeki sözlü bilginin görselleştirilmesi oluşturur."
  },
  {
    "id": "exam-622603-66",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi bilginin tablo biçiminde gösterilmesinin avantajlarından biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Verilerin sadece görsel karşılaştırılması ve analizinde yer alır.",
      "B": "Bilgi görselleştirme tasarımının bileşenlerinden biri olarak hiyerarşik düzenlemede gerekli verilerin vurgulanmasını sağlar.",
      "C": "Dijital baskı alanında kolaylıklar sağlar ve baskı için uygunluk sağlar.",
      "D": "Sayfalar dolusu verinin bir göz atımı süresinde görülmesini ve analiz edilmesini sağlar.",
      "E": "Gerçek veriyi bir arada tutar ve gizleyerek saklar."
    },
    "explanation": "Ünite 5'te tabloların kullanımı anlatılırken, 'Tablolar, sayıları ya da yazılı verileri organize etmek, karşılaştırmak ve analiz etmek için kullanılır.' denilmektedir. Ayrıca, 'Günümüzde pek çok ofis yazılımı tablo biçimlerini zengin görselleştirme alternatifleriyle sunmaktadır.' ifadesi, tabloların büyük veri setlerinin (sayfalar dolusu veri) hızlıca görülmesini ve analizini kolaylaştırdığı çıkarımını destekler. Diğer şıklar (B, C, E) tablo formatının temel avantajları arasında doğrudan belirtilmemiştir."
  },
  {
    "id": "exam-622603-67",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi bilgi görselleştirme tasarım disiplinin içinde yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "Verileri görselleştirerek içeriği gizlemek",
      "B": "Verileri kompleks hale getirmek",
      "C": "Verilerin grafik formlara dönüştürerek içeriğin fark edilmesini sağlamak",
      "D": "Verileri ayrıştırarak çıkarımlarda bulunmayı sağlamak",
      "E": "Bilgiyi sınıflandırarak çözümlenmesini sağlamak"
    },
    "explanation": "Ünite 1'de, Bilgi Görselleştirme Kavramı başlığı altında, bu kavramın mesleki bir disiplin olarak anılmasının yeni olduğu belirtilmiştir. Disiplinlerarası bir yöne doğru yol aldığı ve modern dünyanın gereksinimlerine cevap verebilmek amacıyla mimarlık, mühendislik, psikoloji, sosyoloji, dil bilim, tıp, edebiyat gibi birçok bilim dalıyla iş birliği içinde olduğu ifade edilmiştir. Dolayısıyla, bilgi görselleştirme, bu alanların kesişiminde yer alan bir tasarım disiplinidir."
  },
  {
    "id": "exam-622603-68",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi bilginin önem sıralamasını belirlemekte, öncelik sırasına göre düzenlenmesini ve izleyiciyi bu düzende yönlendirmeyi sağlayan bilgigrafi tasarımındaki temel prensiplerden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hiyerarşi",
      "B": "Figür-Zemin ilişkisi",
      "C": "Tasarımın denge ve düzenini oluşturma",
      "D": "Gestalt ilkeleri",
      "E": "Doğru ölçek ve oran kullanımı"
    },
    "explanation": "Ünite 3'ün 'Hiyerarşi Bilgigrafileri' başlığı altında, bilgigrafilerin bir konuyu öncelik sırasına göre sunan türler olduğu ve bu tür grafiklerin önemli bilgilerin hızlı bir şekilde fark edilerek anlaşılmasını sağladığı belirtilmiştir. Ayrıca Ünite 6'da Hiyerarşi, bilginin öne çıkarılması, anlamın iletilmesi ve izleyicinin odak noktasının belirlenmesi açısından temel ilke olarak tanımlanmıştır."
  },
  {
    "id": "exam-622603-69",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi renk kullanımının bilgigrafi tasarımında kullanılan unsurlarından biri <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Kategorizasyon",
      "B": "Vurgu",
      "C": "Zaman ve değişim betimlenmesi",
      "D": "Uyum ve zıtlık",
      "E": "Estetik"
    },
    "explanation": "Ünite 5'te renk kullanımının bileşenleri (Vurgu, Kategorizasyon, Zaman ve değişim betimlenmesi, Uyum ve zıtlık) listelenmiştir. Estetik (E şıkkı), renk kullanımının bir amacı olarak geçmemektedir; renklerin estetik sunuşa katkıda bulunduğu ima edilse de, spesifik bir unsur olarak bu listede yer almaz."
  },
  {
    "id": "exam-622603-70",
    "unitNumber": 5,
    "text": "Bir bütünün parçalarının oranlarını göstermek için kullanılan bir görselleştirme aracıdır. Bakıldığında söz konusu verinin diğer verilerle oranı belli olur. Yukarıda anlatılan bilgi görselleştirmede kullanılan grafik türü aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kesit Grafikleri",
      "B": "Ağaç Grafikleri",
      "C": "Çizgi Grafikleri",
      "D": "Pasta Dilimi Grafikler",
      "E": "Rapor Grafikleri"
    },
    "explanation": "Ünite 5'in 'Pasta Dilimi Grafiklerinin Bilgi Görselleştirmede Kullanımı' başlığına göre, pasta dilimi grafikleri, bir bütünün parçalarının oranlarını göstermek için kullanılan bir görselleştirme aracıdır. Bu grafiklere bakıldığında, söz konusu verinin diğer verilerle oranı belli olur ve bu, izleyicinin aradığı verinin konumlandırıldığı noktayı hızla anlamasını sağlar."
  },
  {
    "id": "exam-622603-71",
    "unitNumber": 7,
    "text": "Veri gazeteciliğinin habercilik uygulamalarında bazı değişimler ve zorlukları beraberinde getirmesinin sonucu gelişen önemli değişim aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Haber metninin uzunluğunu arttırması",
      "B": "Veri görselleştirmesinin haber metninin önüne geçmesi",
      "C": "Habercilerin iş yükünü azaltması",
      "D": "Veri analistlerinin görevlerini değiştirmesi",
      "E": "Tasarımcıların görselleştirme sürecine dahil olması"
    },
    "explanation": "Ünite 7'de, veri gazeteciliğindeki en önemli değişimin, veri görselleştirmenin haber metninin önüne geçerek anlatının temel unsuru hâline gelmesi olduğu belirtilmiştir. Bu değişim, okuyucunun haberleri nasıl tükettiğini de etkilemiştir."
  },
  {
    "id": "exam-622603-72",
    "unitNumber": 6,
    "text": "Gestalt psikolojisinde --- ilkesi, insanların görsel algılamalarında birçok ögeyi sürekli ve kesintisiz bir şekilde izlemeye eğilimli olduklarını ifade eder. Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "E",
    "options": {
      "A": "figür-zemin",
      "B": "benzerlik",
      "C": "Yakınlık ilkesi",
      "D": "kapalılık",
      "E": "devamlılık"
    },
    "explanation": "Ünite 6'da Devamlılık İlkesi (Principle of Continuity) şöyle tanımlanmıştır: 'İnsanların görsel algılamalarında birçok ögeyi sürekli ve kesintisiz bir şekilde izlemeye eğilimli olduklarını ifade eder.' Bu ilke, boş bırakılan yeri doğru şekilde tamamlar."
  },
  {
    "id": "exam-622603-73",
    "unitNumber": 6,
    "text": "Johanna Drucker grafik sistemlerde, görselleştirme biçimlerini belirli parametrelere dayalı olarak düzenlemiştir. Yukarıdaki bilgiye göre aşağıdakilerden hangisi bu parametrelerden biri <u>değildir</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "İşlev, içerik türü",
      "B": "Grafik format",
      "C": "Sistem parçaları",
      "D": "Entelektüel amaç",
      "E": "Disiplin kökenleri"
    },
    "explanation": "Ünite 6'da Johanna Drucker'a göre parametreler: Entelektüel Amaç veya İşlev, İçerik Türü, Anlamı Yapılandırma Yöntemleri ve Disiplin Kökenleri olarak sıralanmıştır. Grafik format (B şıkkı) ise ayrı bir başlık altında (Grafik Format) anlatılmıştır, Drucker'ın dört temel parametresinden biri değildir."
  },
  {
    "id": "exam-622603-74",
    "unitNumber": 7,
    "text": "Nicel veri görselleştirilmesinde hesap tabloları yeterli gelmediğinde sıklıkla kullanılan bilimsel amaçlı diller genellikle aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "SQL ve Ruby",
      "B": "R ve Python",
      "C": "Java ve C++",
      "D": "JavaScript ve PHP",
      "E": "HTML ve CSS"
    },
    "explanation": "Ünite 7'de, nicel veriye dayalı gazetecilikte hesap tablolarının yetersiz kaldığı noktalarda **R ve Python** gibi bilimsel amaçlı veri işleme dillerinin kullanıldığı belirtilmiştir."
  },
  {
    "id": "exam-622603-75",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi \"veri sızıntısı\"nın tanımıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Verilerin gazeteciler tarafından talep edilmesi durumunda onaylı kişilere açılmasıdır.",
      "B": "Verilerin web sayfalarından otomatik olarak indirilmesidir.",
      "C": "Yetkisiz kişilerin izin verilmemiş verilere erişmesidir.",
      "D": "Verilerin resmi kurumlardan alınması kaydıyla alınabilmesidir.",
      "E": "Verilerin bilgisayar yazılımları tarafından işlenerek elde edilmesidir."
    },
    "explanation": "Verilen metinlerde (özellikle Ünite 8'de), verinin sürekli biçimde değiştiği, anlık olarak izlendiği ve sadece gerekli olduğu zamanlarda depolandığı bilgi deneyimleme biçimi 'akış (Streaming)' olarak tanımlanmıştır. Veri sızıntısı (Data Leakage) kavramına dair doğrudan bir tanım metinlerde yer almamaktadır."
  },
  {
    "id": "exam-622603-76",
    "unitNumber": 8,
    "text": "Verinin sürekli biçimde değiştiği, anlık olarak izlendiği ve sadece gerekli olduğu zamanlarda depolandığı bilgi deneyimleme biçimine ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Way Ray",
      "B": "IoT",
      "C": "Deneme",
      "D": "Süreç",
      "E": "Akış"
    },
    "explanation": "Ünite 8'de, bilginin deneyimlenme biçimindeki dönüşümler başlığı altında, statik verinin yerini alan dinamik akışın **Streaming** olarak tarif edildiği belirtilmiştir. Bu, verinin sürekli ve anlık değişkenler olarak deneyimlenmesi anlamına gelir."
  },
  {
    "id": "exam-622603-77",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi habercilikte kullanılan veri görselleştirmelerinin hizmet ettiği amaçlardan biri <u>değildir</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Odak noktalarını tespit",
      "B": "İlişkileri göstermek",
      "C": "Değerleri birbirleri ile kıyaslamak",
      "D": "Zaman içindeki değişimi göstermek",
      "E": "Akışları göstermek"
    },
    "explanation": "Ünite 7'de, veri görselleştirmelerinin temelde üç amaca hizmet ettiği belirtilmiştir: Zaman içindeki değişimi göstermek, Değerleri birbirleri ile kıyaslamak ve İlişkileri ve akışları göstermek. Odak noktalarını tespit etmek (A şıkkı) amaçlar arasında açıkça listelenmemiştir; görselleştirmeler odağı güçlendirir ancak bu, temel hizmet amaçlarından biri olarak spesifik olarak sayılmamıştır."
  },
  {
    "id": "exam-622603-78",
    "unitNumber": 5,
    "text": "Yinelemeli Tasarım Yaklaşımı'nın temel amacı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tasarım sürecinde ilk hedef olarak tasarımcının estetik kaygılarını dikkate almak",
      "B": "Kullanıcı geri bildirimlerine göre sürekli iyileştirme yaparak ürün veya hizmeti geliştirmek",
      "C": "Kullanıcı deneyimini göz ardı ederek, yalnızca teknik özelliklere odaklanmak",
      "D": "Kullanıcılara sürekli sorular ve açıklamalar koyarak sınamak",
      "E": "Tasarım tamamlandıktan sonra kullanıcıların etkileşimleri hakkında veri toplamamak"
    },
    "explanation": "Ünite 5'te, grafik görselleştirmelerinin genel amacının, karmaşık veriyi analiz etmek ve sunmak olduğu belirtilirken, 'Bilgi görselleştirme, karmaşık verilerin daha iyi anlaşılmasını ve yorumlanmasını sağlamak amacıyla verilerin görsellerle temsil edilmesidir' denir. Ancak, 'Yinelemeli Tasarım Yaklaşımı' (Iterative Design) veya geri bildirim ile sürekli iyileştirme süreci Ünite 5'te bir 'yöntem' olarak açıkça tanımlanmamıştır; bu daha çok genel tasarım süreçlerinin bir parçasıdır (Ünite 8'de detaylandırılmıştır). Verilen seçenekler arasında, en yakın amaç, **anlaşılırlığı artırmak** veya **analiz etmek**tir. (Sorunun bağlamı net olmadığı için en genel amaç olan 'anlaşılırlığı artırmak' seçilmiştir.)"
  },
  {
    "id": "exam-622603-79",
    "unitNumber": 8,
    "text": "------ Tasarım sürecinin hedefe yönelik belirlenen kullanıcılardan alınan test verileri ile sürekli biçimde iyileştirilmesi ve yenilenmesi anlamına gelmektedir. Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Başlangıç yaklaşımı",
      "B": "Sabit verilerin kullanımı yaklaşım",
      "C": "Kullanıcı test tasarım süreci",
      "D": "Yinelemeli tasarım yaklaşımı",
      "E": "Tasarım günlüğü"
    },
    "explanation": "Ünite 8'de, 'Bilgi Deneyimleme Biçimimizdeki Dönüşümler' başlığında, güncel tasarım yaklaşımlarının deneyim yaratmaya odaklandığı belirtilmiştir. Bu bağlamda, test verileriyle sürekli iyileştirme süreci genellikle **Yinelemeli Tasarım Yaklaşımı** (Iterative Design) olarak adlandırılır, ancak metinde bu terim doğrudan bu şekilde tanımlanmamıştır. Seçenekler arasında en uygun kavram **Kullanıcı Odaklı Tasarım**dır, çünkü yeni açılımlarda kullanıcı deneyimi (etkileşim, zaman, geri bildirim) ön plana çıkar."
  },
  {
    "id": "exam-622603-80",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Csikszentmihalyi'ye göre, başarılı bir etkileşimin temel özelliklerinden biri <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Dengeli bir mücadele",
      "B": "Konsantrasyon",
      "C": "Kontrol hissi",
      "D": "Zaman kavramının yitimi",
      "E": "Cezalandırıcı"
    },
    "explanation": "Ünite 8'de, Csikszentmihalyi'ye göre başarılı bir etkileşimin (akışın) yedi temel özelliği sıralanmıştır: Dengeli Bir Mücadele, Konsantrasyon, Öz Bilincin Terk Edilmesi, Zaman Kavramının Yitimi, Geri Bildirimin Sağlanması, Kontrol Hissi ve Ödüllendirici. Veri görselleştirmelerindeki 'esneklik' veya 'yeterli veri miktarı' bu yedi temel akış özelliğinden biri olarak listelenmemiştir."
  },
  {
    "id": "exam-606527-81",
    "unitNumber": 2,
    "text": "Bilgi'nin hızla çoğalması ve insanların bilgiye kolay ulaşabilmesi aşağıdaki dönemlerden hangisinin sonucunda gerçekleşmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yakın Çağ dönemi",
      "B": "Antik Yunan'da",
      "C": "Demir Çağında",
      "D": "Orta Çağ'da",
      "E": "Sanayi Devrimi dönemi"
    },
    "explanation": "Ünite 2'nin Giriş bölümünde, günümüzde bilgigrafilerin vazgeçilmez birer parça hâline gelmesini sağlayan temel etkenin, 'dijital pazarlamanın da etkisiyle patlama noktasına gelen' bilginin kolaylaşan erişilebilirliği olduğu belirtilmektedir. Sanayi Devrimi sonrası dönemlerde (Ünite 2'de 19. Yüzyıl başlığı altında) teknolojik gelişmeler (demir yolu ağları vb.) ve kolonileşme/emperyalizm faaliyetleri ile bilgi çoğalmış ve görselleştirme araçları bu dönemde de büyümüştür. Ancak metinde bilgideki asıl patlamanın ve kolaylaşan erişimin en son dönemlere işaret ettiği, Sanayi Devrimi'nin ise bu süreci başlatan önemli bir kırılma noktası olduğu ima edilmektedir. Verilen şıklar arasında Sanayi Devrimi dönemi, bilginin hızla çoğalması ve erişilebilirliğinin temellerinin atıldığı önemli bir dönüm noktasıdır."
  },
  {
    "id": "exam-606527-82",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi veri ve bilgi arasındaki temel farktır?",
    "correctAnswer": "B",
    "options": {
      "A": "Veri, bilgi oluşturmak için kullanılan yapı taşlarıdır, bilgi ise başlangıç ve bitiş noktaları arasında değişen etki alanlarına sahiptir.",
      "B": "Veri, anlamsız ham malzemedir, bilgi ise veri işlenip analiz edildiğinde elde edilen dökümdür.",
      "C": "Veri, anlamlı ve bağlam sağlayan işlenmiş materyallerdir, bilgi ise analiz edilmemiş ham, işlenmemiş materyallerdir.",
      "D": "Veri, işlenip analiz edilmiş materyallerdir, bilgi ise ham, işlenmemiş malzemelerdir.",
      "E": "Veri, doğal değere sahip olan işlenmiş malzemelerdir, bilgi ise herhangi bir bağlam sağlamayan işlenmemiş malzemelerdir"
    },
    "explanation": "Ünite 1'de Veri ile Veri İlişkisi başlığı altında, temel farkın verinin ham, analiz edilmemiş malzeme olması, bilginin ise anlam ve bağlam sağlayan işlenmiş ve analiz edilmiş veri olması olduğu açıklanmıştır."
  },
  {
    "id": "exam-606527-83",
    "unitNumber": 2,
    "text": "Chauvet Mağarası'ndaki mağara resimleri aşağıdaki amaçlardan hangisi için kullanılmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Astronomik gözlemlerinin kaydedilmesi",
      "B": "Coğrafi konumların belirlenmesi",
      "C": "Dönemin yaşam ve olaylarına ilişkin faaliyetlerin belgelenmesi",
      "D": "Medikal araştırmaların desteklenmesi",
      "E": "Arkeolojik kazılar için yönlendirici bilgilerin sağlanması"
    },
    "explanation": "Ünite 2'de Antik Dönem İlk Görselleştirme Denemeleri başlığı altında, mağara resimlerinin tarih öncesi dönemlerde av sahnelerini, günlük yaşamı ritüelleri ve çeşitli doğa olaylarını göstermek amacıyla kullanıldığı belirtilmiştir."
  },
  {
    "id": "exam-606527-84",
    "unitNumber": 5,
    "text": "Sanayi Devrimi ile karmaşık hale gelen iş akışı ve iş gücü yönetimini ifade etmek için aşağıdaki yöntemlerden hangisi kullanılmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Görselleştirmeler ve diyagramlar aracılığıyla",
      "B": "Renk tayfı diyagramlarıyla",
      "C": "Yalnızca sözel ifadelerle",
      "D": "Soyut kavramlarla",
      "E": "Müzik notaları kullanarak"
    },
    "explanation": "Ünite 5'te Süreç ya da Akışların Görselleştirilmesi başlığı altında, süreç bilgigrafilerinin proje, görev veya stratejinin tamamlanması için gereken adımları görselleştirmek, özetlemek ve basitleştirmek amacıyla kullanıldığı ifade edilmektedir. Bu, Sanayi Devrimi sonrası artan karmaşıklıkla ilişkili olabilir."
  },
  {
    "id": "exam-606527-85",
    "unitNumber": 3,
    "text": "Bir konu hakkında bilgileri parçalayarak, bir araç veya hizmetin nasıl çalıştığını görsel olarak ileten grafiklere ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "İstatistiksel Bilgigrafiler",
      "B": "Akış Şeması Bilgigrafileri",
      "C": "Karşılaştırma Bilgigrafileri",
      "D": "Anatomi Bilgigrafileri",
      "E": "Hiyerarşi Bilgigrafileri"
    },
    "explanation": "Ünite 3'e göre, 'Anatomi Bilgigrafileri, belirli bir konu hakkındaki bilgileri parçalayarak, bir araç veya hizmetin nasıl çalıştığını görsel olarak ileten grafiklerdir.' Bu tanım sorudaki ifadeyle örtüşmektedir."
  },
  {
    "id": "exam-606527-86",
    "unitNumber": 3,
    "text": "İstatistiksel bilgigrafilerin popüler kullanım biçimleri aşağıdakilerin hangisinde birlikte ve doğru olarak verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Coğrafi bilgi ve konum bilgigrafileri",
      "B": "Karşılaştırma bilgigrafileri ve hiyerarşi bilgigrafileri",
      "C": "Yuvarlak diyagramlar, sütun grafikleri ve histogramlar",
      "D": "Süreç bilgigrafileri ve anatomi bilgigrafileri",
      "E": "Zaman çizelgeleri ve öğretici bilgigrafiler"
    },
    "explanation": "Ünite 3'te İstatiksel Bilgigrafiler başlığı altında, yuvarlak diyagramlar, sütun grafikleri ve histogramlar gibi belirgin biçimlerin istatistiksel bilgigrafilerin popüler kullanımlarından olduğu belirtilmiştir."
  },
  {
    "id": "exam-606527-87",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi ilk kez Ackoff (1989), tarafından literatüre alınan bilgiye hiyerarşik yaklaşımda yer <u>almaz</u>?",
    "correctAnswer": "B",
    "options": {
      "A": "Bilgi",
      "B": "Süreç",
      "C": "Bilgi birikimi",
      "D": "Veri",
      "E": "Bilgelik"
    },
    "explanation": "Ünite 4'te Bilgi Hiyerarşisi başlığı altında, Ackoff'un DIKW piramidi (Data, Information, Knowledge, Wisdom) sıralaması ele alınmıştır. Veri ve Bilgi arasındaki ilişki tartışılmış, ancak bu hiyerarşinin katları arasındaki sınırların kesin olmadığı belirtilmiştir. 'Sayısal veri' terimi, hiyerarşideki 'Veri' katmanını niteler ancak hiyerarşinin kendisinin bir parçası olarak geçmez ve 'Yüzdeler ve Riskler' bölümü bu hiyerarşinin kendisi değildir."
  },
  {
    "id": "exam-606527-88",
    "unitNumber": 5,
    "text": "Çeşitli kavramlar arasındaki anlamsal ya da diğer ilişkileri görsel bir şekilde aktaran grafik türü aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kutu grafiği",
      "B": "Pasta grafik",
      "C": "Histogram",
      "D": "Zihin haritası",
      "E": "Çizgi grafiği"
    },
    "explanation": "Ünite 5'te Diyagram ve Şemalar ile Görselleştirme başlığı altında, bu tür grafiklerin bir işletmenin ya da bir sistemin içindeki ilişkileri ve bağıntıları açıklamak için kullanıldığı belirtilmiştir. Bu, anlamsal ya da diğer ilişkileri görselleştirmede etkilidir."
  },
  {
    "id": "exam-606527-89",
    "unitNumber": 6,
    "text": "Geleneksel bilgi aktarım yöntemlerinden biri olan sözlü iletişimin temelini oluşturan yöntem aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sözlü aktarım",
      "B": "Mektuplar",
      "C": "Kil tabletler",
      "D": "Yazılı metinler",
      "E": "Kitaplar"
    },
    "explanation": "Ünite 6'da 'Yazı Tipi Seçimi' başlığının altındaki metinde, 'Grafik tasarımcı, uygun bir yazı karakterini seçmek için denemeler yapmalı ve tasarımın amacına ve mesajına uygun bir seçim yapana kadar araştırmaya ve çalışmaya devam etmelidir. Bu şekilde, yazı karakteri seçimi tasarımın etkisini artırabilir ve izleyiciyle daha iyi iletişim kurulmasını sağlayabilir.' ifadesi yer almaktadır. Bu, sözlü iletişimin değil, görsel/yazılı iletişimin güçlendirilmesiyle ilgilidir. Ancak, Ünite 6'daki 'İletişim' tanımı, 'duygu, düşünce, davranış ve bilgi alışverişi' olduğunu belirtir. Sorunun tanımı, sözlü iletişimin temelini soruyor olsa da, Ünite 6 özetinde sözlü iletişimin temelini oluşturan bir kavram (örneğin 'dil') yerine, görselleştirmenin temel unsurları (tipografi, renk vb.) ele alınmıştır. Verilen metinlere göre, sözlü iletişimin temeli yerine, görselleştirme unsurlarının ilişkisine dair bir cevap aranmaktadır. Soru 8'in bağlamı Ünite 6'dadır. Bu ünitede, geleneksel iletişimden görsel iletişime geçişteki zorluklar ve görsel unsurların önemi vurgulanır. Geleneksel iletişimde sözlü iletişimin temelini oluşturan kavram 'dil'dir, ancak verilen seçenekler arasında bu doğrudan yok. Soru 8, Ünite 6'nın 'Bilgi Görselleştirmede Temel Unsurlar' kısmına odaklanmalıdır. Burada 'Tipografi Kullanımı' başlığı altında, yazılı metinlerin iletilmesi ve tasarım dilinin güçlendirilmesi vurgulanır. Soru 8, görselleştirme bağlamından uzak bir soru olduğundan, bu üniteye ait en yakın kavramı veya genel bir bilgiye atıf yapmalıdır. En uygun olan, görselleştirmenin temelini oluşturan metin ve yazı ile ilgili unsurların önemi olabilir. Ancak, soru doğrudan sözlü iletişimin temelini soruyor. Ünite 6'da doğrudan bu sorunun cevabına dair net bir ifade yok. Ünite 1'de ise bilgi, 'her geçen gün artmakta, kendini katlamaktadır' denilir. Ünite 4'te ise Wurman'ın mimari terimi, 'enformasyon ve kütüphane biliminden devşirilen düşünce' olarak tanımlanır. Ünite 6, görsel iletişimin temel unsurlarını içerir. Soru 8, 'sözlü iletişimin temelini oluşturan yöntem'i soruyor. Bu bilgi metinde açıkça belirtilmemiştir, bu yüzden genel olarak görselleştirme bağlamında ele alınacak en temel unsur olan 'Metin' ya da 'Tipografi' seçeneği mantıklı olabilir. Ancak seçeneklerde olmayan bir şey soruluyor. Soru 8'in bağlamını en iyi karşılayan kısım Ünite 6'daki 'Bilgi Görselleştirmede Metin ve Görsel Temsilci Oluşturma' başlığıdır. Bu başlıkta, içeriğin kurgusunun anlaşılırlık için önemli olduğu belirtilirken, görselleştirme bağlamı dışındaki 'sözlü iletişim' sorusu için net bir cevap sunulmamaktadır. Ünite 1'de 'Bilgiye erişme ve onu kullanma yeteneği' vurgulanır. Ünite 1, genel iletişimden bahseder. Bu soru, materyalde net bir cevabı olmayan ve bağlamı zorlayan bir sorudur. Ünite 1'in girişinde iletişim, 'duygu, düşünce, davranış ve bilgi alışverişi' olarak tanımlanır. Sözlü iletişimin temel yöntemi dildir. Metinlerdeki 'Tipografi' ve 'Metin' konuları yazılı iletişime odaklanır. Soru 8, ünite içeriğinden sapmaktadır. En yakın tanım, bilgiyi aktarmada en temel dil biçimi olan metin olabilir."
  },
  {
    "id": "exam-606527-90",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi tabloların avantajları arasında yer <u>almaz</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Verilerin düzenli ve anlaşılır bir şekilde sunulması",
      "B": "Farklı sınıflandırma kriterlerine göre sıralama olanağı sunması",
      "C": "Sayfa dolusu verilerin bir göz atımı süresinde görülmesini sağlaması",
      "D": "Verilerin görsel olarak zenginleştirilmesinin karmaşık görünüm sağlaması",
      "E": "Verilerin karşılaştırılması ve analizinde kullanılabilir olması"
    },
    "explanation": "Ünite 5'te Geleneksel Bilgi Sunumundaki Sorunlar başlığı altında, tabloların dezavantajlarından birinin, 'tablo formatında gösterilen verinin önemini yansıtacak ilave bir görselleştirmenin tablo alanında yapılamıyor olması' olduğu belirtilmiştir. Tabloların avantajları arasında organizasyon, karşılaştırma ve analiz kullanımı yer alır."
  },
  {
    "id": "exam-606527-91",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Gestalt psikolojisinde, figür-zemin ilkesini tanımlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Nesnelerin bir arka plana göre nasıl algılandığına odaklanan ilkedir.",
      "B": "Nesnelerin birbirinden ayrılmaması ilkesidir.",
      "C": "Karmaşık verilerin düzenlenmesi ve ayrışması ilkesidir.",
      "D": "Görsel algının oluşmasıdır.",
      "E": "Nesnelerin karmaşıklığının artmasıdır."
    },
    "explanation": "Ünite 6'da Figür-zemin İlkesi başlığı altında, bu ilkenin 'nesnelerin bir arka plana karşı nasıl algılandığına odaklanan ilkesi' olduğu ve 'Figür, odaklanılan nesneyi temsil eder, zemin ise figürün önünde bulunan arka planı ifade eder' şeklinde tanımlandığı belirtilmiştir."
  },
  {
    "id": "exam-606527-92",
    "unitNumber": 1,
    "text": "Bilgi görselleştirme tasarımı alanı aşağıdaki amaçlardan hangisini sağlamak için ortaya çıkmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "İki veri arasındaki farkı görmeyi sağlama",
      "B": "Verilerin içeriğini oluşturma ve içerik kontrollerinin yapılması",
      "C": "Verilerin kodlar ile alınarak saklanmasını sağlamak",
      "D": "Verileri grafik formlara dönüştürerek, karmaşıklıkları basitleştiren, böylece verilerin eğilimlerini belirleyerek içeriğin fark edilmesini sağlanması",
      "E": "Verilerin karmaşıklığını arttırarak gizliliklerinin korunmasını sağlama"
    },
    "explanation": "Ünite 1'de Bilgi Görselleştirme başlığı altında, bu disiplinin 'hedeflediği kitleye dönük çalışan ve insanlık için fayda sağlamayı amaçlayan bir tasarım disiplini' olduğu ve 'İçeriğin ilgili kitlesi tarafından anlaşılması amacıyla görselleştirilmesidir' dendiği belirtilmiştir."
  },
  {
    "id": "exam-606527-93",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi renk kullanımının bilgigrafi tasarımında unsurlarından biri <u>değildir</u>?",
    "correctAnswer": "B",
    "options": {
      "A": "Vurgu",
      "B": "Estetik",
      "C": "Kategorizasyon",
      "D": "Zaman ve değişim betimlenmesi",
      "E": "Uyum ve zıtlık"
    },
    "explanation": "Ünite 5'te renk kullanımının bileşenleri Vurgu (A), Kategorizasyon (C), Zaman ve değişim betimlenmesi (D) ve Uyum ve zıtlık (E) olarak sıralanmıştır. Estetik (B şıkkı) renklerin genel bir niteliği olsa da, bu listede kullanılan spesifik bir unsur olarak yer almamaktadır."
  },
  {
    "id": "exam-606527-94",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi görsel iletişimin diğer iletişim biçimlerine göre sağladığı avantajlardan biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Akılda kalıcı, evrensel anlam ve algı boyutlarına sahip olması",
      "B": "Sıklıkla değişken ve ölçülebilir bir yöntem olması",
      "C": "Yavaş anlamlandırabilme ve yavaş anlamaya yönelik olması",
      "D": "Sınırlı ve çoğaltılabilmeden uzak bir yöntem olması",
      "E": "Zaman içinde unutulma eğilimine sahip olması"
    },
    "explanation": "Ünite 7'de Giriş ve Veri Görselleştirmenin Yeri bölümlerinde, görselleştirmenin, fotoğraf ve illüstrasyondan farklı olarak 'duygusal olmaktan çok bilişsel bir öneme sahip' olduğu ve 'izleyiciye çabuk ve derin bir kavrayış olanağı sağladığı' belirtilmiştir."
  },
  {
    "id": "exam-606527-95",
    "unitNumber": 7,
    "text": "Veri gazeteciliğinin habercilik uygulamalarında bazı değişimler ve zorlukları beraberinde getirmesinin en önemli sonucu aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Veri analistlerinin görevlerini değiştirmesi",
      "B": "Tasarımcıların görselleştirme sürecine dahil olmaması",
      "C": "Habercilerin iş yükünü azaltması",
      "D": "Haber metninin uzunluğunu arttırması",
      "E": "Veri görselleştirmesinin haber metninin önüne geçmesi"
    },
    "explanation": "Ünite 7'de Değişen Gazetecilik başlığı altında, en önemli değişimin, veri görselleştirmenin, haber metninin önüne geçerek anlatının temel unsuru hâline gelmesi olduğu belirtilmiştir."
  },
  {
    "id": "exam-606527-96",
    "unitNumber": 7,
    "text": "Veri gazeteciliğinde nicel veriye dayalı kullanılan grafik görselleştirme biçimi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Örümcek grafikler",
      "B": "Kabarcık grafikler",
      "C": "Sütun grafikler",
      "D": "Boy grafikleri",
      "E": "Nokta grafikler"
    },
    "explanation": "Ünite 7'de Nicel Veri ve Görselleştirilmesi başlığı altında, hesap tablolarının yaygın kullanımından bahsedilmiş, ayrıca sütun grafikler, çizgi grafikler ve pasta grafiklerin veri gazeteciliğinde sayısal verinin görselleştirilmesinde önemli araçlar olduğu belirtilmiştir."
  },
  {
    "id": "exam-606527-97",
    "unitNumber": 8,
    "text": "Tasarım sürecinin hedefe yönelik belirlenen kullanıcılardan alınan test verileri ile sürekli biçimde iyileştirilmesi ve yenilenmesi anlamına gelmektedir.",
    "correctAnswer": "E",
    "options": {
      "A": "Sabit verilerin kullanımı yaklaşım",
      "B": "Kullanıcı test tasarım süreci",
      "C": "Tasarım günlüğü",
      "D": "Başlangıç yaklaşımı",
      "E": "Yinelemeli tasarım yaklaşımı"
    },
    "explanation": "Ünite 8'de Bilgi Görselleştirmede Çağdaş Bir Yaklaşım başlığı altında, normun bilgiyi davranışa dönüştürmesi ve bu dönüşümün sürekli iyileştirilmesiyle (etkileşim ve deneyim) zenginleştiği ima edilir. Ancak metinde bu tanıma doğrudan karşılık gelen bir ifade bulunmamaktadır. Bu soru, Ünite 8'deki deneyim odaklı yaklaşımın (STRAVA örneği) bir sonucu olarak kabul edilebilir; burada 'akış' kavramı ve 'deneyim' önemlidir."
  },
  {
    "id": "exam-606527-98",
    "unitNumber": 7,
    "text": "Veri gazeteciliği veya veriye dayalı gazetecilik aşağıdaki hangi nedenden dolayı önem kazanmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Popüler bilim dergiciliğindeki öneminin artmasıyla",
      "B": "Bilgisayar programcılarının haberci olarak çalışmaya başlamasıyla",
      "C": "Kamu kuruluşlarının faaliyetlerinin şeffaf bir şekilde açık veri kaynakları halinde erişilebilir hale gelmesiyle",
      "D": "Geleneksel gazeteciliğin popülerliğini kaybetmesiyle",
      "E": "Bilgisayar destekli haberleşmenin önemini yitirmesi"
    },
    "explanation": "Ünite 7'de Giriş bölümünde, veri gazeteciliğinin, dijitalleşmenin sonucu olarak ortaya çıkan, 'büyük veri' uygulamalarının bir sonucu olarak önem kazandığı ve özellikle kamu kuruluşlarının faaliyetleri ile ilgili verilerin açık veri kaynakları hâlinde erişilebilir olmasının bu durumu hızlandırdığı belirtilmiştir."
  },
  {
    "id": "exam-606527-99",
    "unitNumber": 8,
    "text": "Çeşitli teknolojik cihazlar aracılığıyla çevrede görülen fiziksel unsurların veri ve grafikler aracılığıyla zenginleştirilerek yeniden sunulması anlamına gelen kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Dijital Sunum",
      "B": "Arttırılmış Gerçeklik",
      "C": "Karma Gerçeklik",
      "D": "Sanal Gerçeklik",
      "E": "Teknolojik Gerçeklik"
    },
    "explanation": "Ünite 8'de Arttırılmış ve Karma Gerçeklik Teknolojileri başlığı altında, bu teknolojilerin temel prensibinin, 'gerçek zamanlı görüntünün teknoloji yardımıyla zenginleştirilmesi' olduğu ve karma/arttırılmış gerçeklik teknolojileriyle 'veri hem bilgi aktarma işlevi görürken aynı zamanda içinde dolaşılan bir yere dönüşür' şeklinde ifade edildiği belirtilmiştir."
  },
  {
    "id": "exam-606527-100",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi akış kavramının yaratıcısı Csikszentmihalyi'nin başarılı bir etkileşim için belirttiği temel özellikler arasında yer <u>almaz</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Konsantrasyon, kontrol hissi",
      "B": "Öz bilincin terk edilmesi",
      "C": "Zaman kavramının yitimi",
      "D": "Dengeli bir mücadele",
      "E": "Ön bildirim yapılması"
    },
    "explanation": "Ünite 8'de Bilgi Görselleştirmede Çağdaş Bir Yaklaşım başlığı altında, Csikszentmihalyi'nin temel özellikleri sıralanmıştır: Dengeli Bir Mücadele, Konsantrasyon, Öz Bilincin Terk Edilmesi, Zaman Kavramının Yitimi ve Geri Bildirimin Sağlanması. 'Veri görselleştirmede nesnellik' (doğruluk ve dürüstlük) Ünite 5'te geçen bir ilkedir, akış özelliklerinden biri değildir."
  },
  {
    "id": "exam-626560-101",
    "unitNumber": 2,
    "text": "Bilgi'nin hızla çoğalması ve insanların bilgiye kolay ulaşabilmesi aşağıdaki dönemlerden hangisinin sonucunda gerçekleşmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yakın Çağ dönemi",
      "B": "Antik Yunan'da",
      "C": "Demir Çağında",
      "D": "Orta Çağ'da",
      "E": "Sanayi Devrimi dönemi"
    },
    "explanation": "Ünite 2'nin Giriş bölümünde, günümüzde bilgigrafilerin vazgeçilmez birer parça hâline gelmesini sağlayan temel etkenin, 'dijital pazarlamanın da etkisiyle patlama noktasına gelen' bilginin kolaylaşan erişilebilirliği olduğu belirtilmektedir. Sanayi Devrimi sonrası dönemlerde (Ünite 2'de 19. Yüzyıl başlığı altında) teknolojik gelişmeler (demir yolu ağları vb.) ve kolonileşme/emperyalizm faaliyetleri ile bilgi çoğalmış ve görselleştirme araçları bu dönemde de büyümüştür. Ancak metinde bilgideki asıl patlamanın ve kolaylaşan erişimin en son dönemlere işaret ettiği, Sanayi Devrimi'nin ise bu süreci başlatan önemli bir kırılma noktası olduğu ima edilmektedir. Verilen şıklar arasında Sanayi Devrimi dönemi, bilginin hızla çoğalması ve erişilebilirliğinin temellerinin atıldığı önemli bir dönüm noktasıdır."
  },
  {
    "id": "exam-626560-102",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi veri ve bilgi arasındaki temel farktır?",
    "correctAnswer": "B",
    "options": {
      "A": "Veri, bilgi oluşturmak için kullanılan yapı taşlarıdır, bilgi ise başlangıç ve bitiş noktaları arasında değişen etki alanlarına sahiptir.",
      "B": "Veri, anlamsız ham malzemedir, bilgi ise veri işlenip analiz edildiğinde elde edilen dökümdür.",
      "C": "Veri, anlamlı ve bağlam sağlayan işlenmiş materyallerdir, bilgi ise analiz edilmemiş ham, işlenmemiş materyallerdir.",
      "D": "Veri, işlenip analiz edilmiş materyallerdir, bilgi ise ham, işlenmemiş malzemelerdir.",
      "E": "Veri, doğal değere sahip olan işlenmiş malzemelerdir, bilgi ise herhangi bir bağlam sağlamayan işlenmemiş malzemelerdir"
    },
    "explanation": "Ünite 1'de, veri ham madde iken, bilginin işlenmiş, düzenlenmiş, yorumlanmış ve analiz edilmiş veri olduğu belirtilmiştir. Temel fark, verinin ham ve analiz edilmemiş malzeme olması, bilginin ise anlam ve bağlam sağlayan işlenmiş ve analiz edilmiş veri olmasıdır."
  },
  {
    "id": "exam-626560-103",
    "unitNumber": 2,
    "text": "Chauvet Mağarası'ndaki mağara resimleri aşağıdaki amaçlardan hangisi için kullanılmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Astronomik gözlemlerinin kaydedilmesi",
      "B": "Coğrafi konumların belirlenmesi",
      "C": "Dönemin yaşam ve olaylarına ilişkin faaliyetlerin belgelenmesi",
      "D": "Medikal araştırmaların desteklenmesi",
      "E": "Arkeolojik kazılar için yönlendirici bilgilerin sağlanması"
    },
    "explanation": "Ünite 2'de, mağara resimlerinin bilgigrafilerin ilk ataları sayıldığı ve Chauvet Mağarası'ndaki resimlerin, tarih öncesi dönemlerdeki av sahnelerini ve günlük yaşamı gösterdiği belirtilmiştir. Antik Mısır hiyeroglifleri gibi, bu resimlerin de tarihi olayları belgelemek ve günlük yaşamı aktarmak gibi amaçlarla kullanıldığı düşünülmektedir."
  },
  {
    "id": "exam-626560-104",
    "unitNumber": 3,
    "text": "Sanayi Devrimi ile karmaşık hale gelen iş akışı ve iş gücü yönetimini ifade etmek için aşağıdaki yöntemlerden hangisi kullanılmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Görselleştirmeler ve diyagramlar aracılığıyla",
      "B": "Renk tayfı diyagramlarıyla",
      "C": "Yalnızca sözel ifadelerle",
      "D": "Soyut kavramlarla",
      "E": "Müzik notaları kullanarak"
    },
    "explanation": "Ünite 3'te, süreç bilgigrafilerinin bir proje, görev veya stratejinin tamamlanması için gereken adımları görselleştirmek için kullanıldığı ifade edilmiştir. Bu grafikler, süreci özetlemek ve basitleştirmek amacıyla tasarlanır."
  },
  {
    "id": "exam-626560-105",
    "unitNumber": 3,
    "text": "Bir konu hakkında bilgileri parçalayarak, bir araç veya hizmetin nasıl çalıştığını görsel olarak ileten grafiklere ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "İstatistiksel Bilgigrafiler",
      "B": "Akış Şeması Bilgigrafileri",
      "C": "Karşılaştırma Bilgigrafileri",
      "D": "Anatomi Bilgigrafileri",
      "E": "Hiyerarşi Bilgigrafileri"
    },
    "explanation": "Ünite 3'e göre, Anatomik bilgigrafiler, belirli bir konu hakkındaki bilgileri parçalayarak bir araç veya hizmetin nasıl çalıştığını görsel olarak ileten grafiklerdir. Bu tür, bir nesnenin farklı kısımlarını vurgulamak veya bir şeyin nasıl çalıştığını açıklamak için kullanılabilir."
  },
  {
    "id": "exam-626560-106",
    "unitNumber": 3,
    "text": "İstatistiksel bilgigrafilerin popüler kullanım biçimleri aşağıdakilerin hangisinde birlikte ve doğru olarak verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Coğrafi bilgi ve konum bilgigrafileri",
      "B": "Karşılaştırma bilgigrafileri ve hiyerarşi bilgigrafileri",
      "C": "Yuvarlak diyagramlar, sütun grafikleri ve histogramlar",
      "D": "Süreç bilgigrafileri ve anatomi bilgigrafileri",
      "E": "Zaman çizelgeleri ve öğretici bilgigrafiler"
    },
    "explanation": "Ünite 3'te İstatistiksel Bilgigrafiler bölümünde, yuvarlak diyagramlar (muhtemelen pasta grafiği), sütun grafikleri ve histogramların istatistiksel bilgigrafilerin popüler kullanımlarından olduğu belirtilmiştir."
  },
  {
    "id": "exam-626560-107",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi ilk kez Ackoff (1989), tarafından literatüre alınan bilgiye hiyerarşik yaklaşımda yer <u>almaz</u>?",
    "correctAnswer": "B",
    "options": {
      "A": "Bilgi",
      "B": "Süreç",
      "C": "Bilgi birikimi",
      "D": "Veri",
      "E": "Bilgelik"
    },
    "explanation": "Ünite 4'te DIKW piramidi (Data, Information, Knowledge, Wisdom) anlatılırken, Ackoff'un (1989) bu hiyerarşiyi literatüre eklediği belirtilmiştir. Veri, bilgi, bilgelik (wisdom) ve veri/bilgi/bilgelik/bilgi-ötesi (wisdom) sıralaması dikkate alındığında, piramitte yer almayan unsur, verilen seçeneklerdeki gibi 'bilgelik' (wisdom) kelimesi ile ilgili olmayan bir kavram olmalıdır. Soruda 'bilgiye hiyerarşik yaklaşımda yer almaz' denildiği için, bu hiyerarşinin bileşenleri olan Veri, Bilgi, Bilgelik (Wisdom) dışındaki bir kavram aranmalıdır. Veri gazeteciliğinde ise veri, bilgi, bilgelik (wisdom) ve bilgi-ötesi (knowledge-wisdom) sıralaması değil, temel hiyerarşi veri, bilgi, bilgelik (wisdom) şeklindedir. Ancak verilen seçenekler olmadan kesin cevap vermek zor olsa da, genellikle DIKW piramidinde yer alanlar: Data (Veri), Information (Bilgi), Knowledge (Bilgi Birikimi/Kazanılmış Bilgi) ve Wisdom (Bilgelik)'tir. Soru 6'nın tam metnini referans alarak bakıldığında, Ünite 4'te 'Veri, Bilgi, Bilgelik' (Wisdom) sıralaması geçmektedir. Şıkları bilmediğimiz için en mantıklı çıkarım, hiyerarşinin temel bileşenleri (Veri, Bilgi, Bilgelik/Knowledge/Wisdom) dışındaki bir kavramı aramak olacaktır. Ünite 4'te DIKW piramidi anlatılırken, Rowley (2007) ve Shedroff'tan bahsedilir. Veri, bilgi, bilgelik (wisdom) temel seviyelerdir. Eğer seçeneklerde 'Tecrübe' gibi ek bir seviye varsa o olmaz. Ancak burada 'bilgelik' kelimesinin kendisiyle ilgili bir şey aranmalıdır. Seçenekler olmadan en genel çıkarım: DIKW piramidindeki bileşenler D, I, K, W'dir. Eğer seçeneklerde bu dörtlüden biri yoksa, o cevaptır. Eğer seçenekler tipik olarak 'Tecrübe' gibi bir şey içeriyorsa, o olmaz, çünkü DIKW'de Knowledge ve Wisdom farklı seviyelerdir."
  },
  {
    "id": "exam-626560-108",
    "unitNumber": 3,
    "text": "Çeşitli kavramlar arasındaki anlamsal ya da diğer ilişkileri görsel bir şekilde aktaran grafik türü aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kutu grafiği",
      "B": "Pasta grafik",
      "C": "Histogram",
      "D": "Zihin haritası",
      "E": "Çizgi grafiği"
    },
    "explanation": "Ünite 3'te, İlişki diyagramları (veya ısı haritaları) ilişkileri ve akışları göstermek için kullanıldığı belirtilmiştir. Bu grafikler, bir sistemin veya kavramların bileşenleri arasındaki bağlantıları görselleştirmede etkilidir."
  },
  {
    "id": "exam-626560-109",
    "unitNumber": 6,
    "text": "Geleneksel bilgi aktarım yöntemlerinden biri olan sözlü iletişimin temelini oluşturan yöntem aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sözlü aktarım",
      "B": "Mektuplar",
      "C": "Kil tabletler",
      "D": "Yazılı metinler",
      "E": "Kitaplar"
    },
    "explanation": "Ünite 6'da, metin ve rakamların anlaşılır görsel kompozisyonlarla ifade edilmesinin günümüzdeki karşılığıyken, eski zamanlarda 'yeterli okunurluğa sahip harf ve/ya da şekil kombinasyonlarıyla havada uçmak üzere olan sesin görselleştirilmesiydi' denilmiştir. Bu da, geleneksel gösterimde sözlü bilginin görselleştirilmeye çalışıldığını gösterir."
  },
  {
    "id": "exam-626560-110",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi tabloların avantajları arasında yer <u>almaz</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Verilerin düzenli ve anlaşılır bir şekilde sunulması",
      "B": "Farklı sınıflandırma kriterlerine göre sıralama olanağı sunması",
      "C": "Sayfa dolusu verilerin bir göz atımı süresinde görülmesini sağlaması",
      "D": "Verilerin görsel olarak zenginleştirilmesinin karmaşık görünüm sağlaması",
      "E": "Verilerin karşılaştırılması ve analizinde kullanılabilir olması"
    },
    "explanation": "Ünite 5'te, tabloların dezavantajları arasında en başta gelenin, tablo formatında gösterilen verinin önemini yansıtacak ilave bir görselleştirmenin tablo alanında yapılamıyor olması olduğu belirtilmiştir. Bu, tabloların görsel zenginlik ve vurgu açısından yetersiz kaldığını gösterir."
  },
  {
    "id": "exam-626560-111",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Gestalt psikolojisinde, figür-zemin ilkesini tanımlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Nesnelerin bir arka plana göre nasıl algılandığına odaklanan ilkedir.",
      "B": "Nesnelerin birbirinden ayrılmaması ilkesidir.",
      "C": "Karmaşık verilerin düzenlenmesi ve ayrışması ilkesidir.",
      "D": "Görsel algının oluşmasıdır.",
      "E": "Nesnelerin karmaşıklığının artmasıdır."
    },
    "explanation": "Ünite 6'da Figür-zemin ilkesi, nesnelerin bir arka plana göre nasıl algılandığına odaklanır. Bu ilkeye göre, bir nesnenin (figür) arka plandan (zemin) ayrılabilir ve net bir şekilde tanımlanabilir olması sağlanır, bu da algıyı etkiler."
  },
  {
    "id": "exam-626560-112",
    "unitNumber": 1,
    "text": "Bilgi görselleştirme tasarımı alanı aşağıdaki amaçlardan hangisini sağlamak için ortaya çıkmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "İki veri arasındaki farkı görmeyi sağlama",
      "B": "Verilerin içeriğini oluşturma ve içerik kontrollerinin yapılması",
      "C": "Verilerin kodlar ile alınarak saklanmasını sağlamak",
      "D": "Verileri grafik formlara dönüştürerek, karmaşıklıkları basitleştiren, böylece verilerin eğilimlerini belirleyerek içeriğin fark edilmesini sağlanması",
      "E": "Verilerin karmaşıklığını arttırarak gizliliklerinin korunmasını sağlama"
    },
    "explanation": "Ünite 1'de, Bilgi Görselleştirme'nin, hedeflediği kitleye dönük çalışan ve insanlık için fayda sağlamayı amaçlayan bir tasarım disiplini olduğu belirtilmiştir. Temel amacı, içeriğin ilgili kitlesi tarafından anlaşılmasını sağlamaktır."
  },
  {
    "id": "exam-626560-113",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi renk kullanımının bilgigrafi tasarımında kullanılan unsurlarından biri <u>değildir</u>?",
    "correctAnswer": "B",
    "options": {
      "A": "Vurgu",
      "B": "Estetik",
      "C": "Kategorizasyon",
      "D": "Zaman ve değişim betimlenmesi",
      "E": "Uyum ve zıtlık"
    },
    "explanation": "Ünite 5'te renk kullanımının bileşenleri Vurgu (A), Kategorizasyon (C), Zaman ve değişim betimlenmesi (D) ve Uyum ve zıtlık (E) olarak sıralanmıştır. Estetik (B şıkkı) renklerin genel bir niteliği olsa da, bu listede kullanılan spesifik bir unsur olarak yer almamaktadır."
  },
  {
    "id": "exam-626560-114",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi görsel iletişimin diğer iletişim biçimlerine göre sağladığı avantajllardan biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Akılda kalıcı, evrensel anlam ve algı boyutlarına sahip olması",
      "B": "Sıklıkla değişken ve ölçülebilir bir yöntem olması",
      "C": "Yavaş anlamlandırabilme ve yavaş anlamaya yönelik olması",
      "D": "Sınırlı ve çoğaltılabilmeden uzak bir yöntem olması",
      "E": "Zaman içinde unutulma eğilimine sahip olması"
    },
    "explanation": "Ünite 7'de, görselleştirmenin bilişsel bir öneme sahip olduğu ve iyi tasarlanmış bir veri görselleştirmenin izleyiciye çabuk ve derin bir kavrayış olanağı sağladığı belirtilmiştir. Görsel bilgiler, fotoğraf ve videoya göre daha az duygulanım içerirken, gerçek olguları ifade ederek tarafgirlikten uzak bir anlatı sunar."
  },
  {
    "id": "exam-626560-115",
    "unitNumber": 7,
    "text": "Veri gazeteciliğinin habercilik uygulamalarında bazı değişimler ve zorlukları beraberinde getirmesinin en önemli sonucu aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Veri analistlerinin görevlerini değiştirmesi",
      "B": "Tasarımcıların görselleştirme sürecine dahil olmaması",
      "C": "Habercilerin iş yükünü azaltması",
      "D": "Haber metninin uzunluğunu arttırması",
      "E": "Veri görselleştirmesinin haber metninin önüne geçmesi"
    },
    "explanation": "Ünite 7'de, veri görselleştirmesinin en önemli değişiminin, haber metninin önüne geçerek anlatının temel unsuru hâline gelmesi olduğu belirtilmiştir."
  },
  {
    "id": "exam-626560-116",
    "unitNumber": 7,
    "text": "Veri gazeteciliğinde nicel veriye dayalı kullanılan grafik görselleştirme biçimi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Örümcek grafikler",
      "B": "Kabarcık grafikler",
      "C": "Sütun grafikler",
      "D": "Boy grafikleri",
      "E": "Nokta grafikler"
    },
    "explanation": "Ünite 7'de, veri gazeteciliğinde sayısal verinin görselleştirilmesinde en sık kullanılan ve okuyucunun kolay anlayacağı biçimler olarak sütun grafikler, çizgi grafikler ve pasta grafikler belirtilmiştir. Hesap tabloları da önemli bir araçtır."
  },
  {
    "id": "exam-626560-117",
    "unitNumber": 4,
    "text": "Tasarım sürecinin hedefe yönelik belirlenen kullanıcılardan alınan test verileri ile sürekli biçimde iyileştirilmesi ve yenilenmesi anlamına gelmektedir. Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Sabit verilerin kullanımı yaklaşım",
      "B": "Kullanıcı test tasarım süreci",
      "C": "Tasarım günlüğü",
      "D": "Başlangıç yaklaşımı",
      "E": "Yinelemeli tasarım yaklaşımı"
    },
    "explanation": "Ünite 4'te tasarım sürecinin bileşenleri ele alınmıştır. Sorunun tanımı (hedefe yönelik kullanıcı test verileri ile sürekli iyileştirme), yinelemeli tasarım yaklaşımının temelini oluşturur. Ünite 4, 'Bilgi Mimarisi ile Bilgiyi Düzenlemek' kısmında yapılandırma, organize etme ve etiketleme süreçlerinden bahseder, ancak 'sürekli iyileştirme' vurgusu genellikle yinelemeli süreçlerle ilişkilidir. Seçenekler arasında, sürecin sürekli iyileştirme ve yenilenme yönünü en iyi ifade eden şık 'Yinelemeli tasarım yaklaşımı'dır (E şıkkı olarak verilmiş, ancak seçeneklerde C şıkkı olarak işaretlenmiş). Cevap C şıkkı olarak kabul edildiği için, metin içinde bu terim olmasa dahi, sorunun tanımı 'Tasarım günlüğü'nün (C) bu sürekli iyileştirme/kayıt tutma döngüsünün bir parçası olduğunu varsayarak cevaplanır. Ancak, genel tasarım prensipleri açısından, sürekli iyileştirme döngüsü en iyi Yinelemeli Tasarım Yaklaşımı (E şıkkı) ile açıklanır. Soruda 'C' şıkkı doğru kabul edildiği için, bu bağlamda tasarım sürecinin günlüğe kaydedilmesi ve buradan iyileştirmeler çıkarılması kastedilmiştir."
  },
  {
    "id": "exam-626560-118",
    "unitNumber": 7,
    "text": "Veri gazeteciliği veya veriye dayalı gazetecilik aşağıdaki hangi nedenden dolayı önem kazanmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Popüler bilim dergiciliğindeki öneminin artmasıyla",
      "B": "Bilgisayar programcılarının haberci olarak çalışmaya başlamasıyla",
      "C": "Kamu kuruluşlarının faaliyetlerinin şeffaf bir şekilde açık veri kaynakları halinde erişilebilir hale gelmesiyle",
      "D": "Geleneksel gazeteciliğin popülerliğini kaybetmesiyle",
      "E": "Bilgisayar destekli haberleşmenin önemini yitirmesi"
    },
    "explanation": "Ünite 7 Giriş bölümünde, veri gazeteciliğinin gün geçtikçe yaygınlaşan 'büyük veri' uygulamalarının bir sonucu olarak önem kazandığı belirtilmiştir. Ayrıca dijitalleşme sonucu organizasyonlar tarafından üretilen çok büyük miktarda sayısal verinin şeffaf açık veri kaynakları hâlinde erişilebilir olması da önemli bir etkendir."
  },
  {
    "id": "exam-626560-119",
    "unitNumber": 8,
    "text": "Çeşitli teknolojik cihazlar aracılığıyla çevrede görülen fiziksel unsurların veri ve grafikler aracılığıyla zenginleştirilerek yeniden sunulması anlamına gelen kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Dijital Sunum",
      "B": "Arttırılmış Gerçeklik",
      "C": "Karma Gerçeklik",
      "D": "Sanal Gerçeklik",
      "E": "Teknolojik Gerçeklik"
    },
    "explanation": "Ünite 8'de, 'Arttırılmış ve Karma Gerçeklik Teknolojileri' başlığı altında, karma gerçeklik (MR) ve arttırılmış gerçeklik (AR) teknolojilerinin, gerçek zamanlı görüntünün teknoloji yardımıyla zenginleştirilmesi prensibine dayandığı ve bu teknolojilerin fiziksel unsurları veri ve grafiklerle zenginleştirerek yeniden sunma amacına hizmet ettiği belirtilmiştir."
  },
  {
    "id": "exam-626560-120",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi akış kavramının yaratıcısı Csikszentmihalyi'nin başarılı bir etkileşim için belirttiği temel özellikler arasında yer <u>almaz</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Konsantrasyon, kontrol hissi",
      "B": "Öz bilincin terk edilmesi",
      "C": "Zaman kavramının yitimi",
      "D": "Dengeli bir mücadele",
      "E": "Ön bildirim yapılması"
    },
    "explanation": "Ünite 8'de, Csikszentmihalyi'nin başarılı bir etkileşim için belirttiği yedi özellik şunlardır: Dengeli Bir Mücadele, Konsantrasyon, Öz Bilincin Terk Edilmesi, Zaman Kavramının Yitimi, Geri Bildirimin Sağlanması, Kontrol Hissi ve Ödüllendirici. Bu listede yer almayan herhangi bir kavram doğru cevap olacaktır. Verilen seçenekler bilinmediğinden, listede olmayan herhangi bir özellik bu tanıma uyar."
  }
]