[
  {
    "id": "2754142",
    "unitNumber": 1,
    "text": "Aşağıdaki örneklerden hangisi yöntem bilgisi olarak ele alınmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "İşletmede fiilen çalışan kişi sayısı",
      "B": "Nakit olarak bulunan para",
      "C": "Kullanılan kredi miktarı",
      "D": "Yatırımın geldiği seviye",
      "E": "İyi bir yatırım planı prosedürü"
    },
    "explanation": "Kişiler, kurumlar, işletmeler ve devletler için en önemli kaynaklardan biri bilgidir. Bilgi genellikle, <em>durum bilgisi </em>ve <em>yöntem bilgisi </em>olarak iki başlıkta ele alınmaktadır. İşletmede fiilen kaç işçinin çalıştığı, nakit olarak şu anda ne kadar para olduğu, kullanılan kredi miktarı, yatırımın geldiği seviye, durum bilgisidir. Kısacası zaman eksenindeki bir anda sistemin içinde olduğu durumu temsil eden bilgidir. <em>Yöntem bilgisi </em>ise bir faaliyetin nasıl gerçekleştirileceğine dair yöntemi, prosedürü gösteren bilgidir. Örneğin işçiler arasında işe gelmeyen varsa eksiğin nasıl giderileceği, ucuz kredinin nasıl bulunacağı, iyi bir yatırım planlamasının nasıl yapılması gerektiği birer yöntem bilgisidir. Sonuç olarak durum bilgisi bir karar vermeden önce sistemin hangi durumda olduğunu bilmek açısından önemli görülürken, yöntem bilgisi ise karşılaşılan özel bir durumda nasıl davranılması gerektiğini bilmek açısından önemlidir. Buna göre doğru yanıt E seçeneğinde yer almaktadır."
  },
  {
    "id": "2754143",
    "unitNumber": 1,
    "text": "Bir işletme, müşterilerin mağazadan satın aldığı ürünlerin tutarını, cinsini sürekli olarak kayıt altına almaktadır. Buna göre işletmenin kayıt altına aldığı bu değerler aşağıdaki kavramlardan hangisiyle açıklanmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Bilişim",
      "B": "Yöntem bilgisi",
      "C": "Veri",
      "D": "Enformasyon",
      "E": "Bilgi"
    },
    "explanation": "Sorunun doğru yanıtı C seçeneğinde yer almaktadır. Bilişim çağının önemli üç kavramı veri, enformasyon ve bilgi olarak adlandırılmaktadır. Veri (data), genellikle ölçme, sayma, gözlem gibi yollarla elde edilmiş, henüz işlenmemiş, ham halde bulunan ve çoğunlukla sayısal değerlerdir. Verinin gruplandırılarak, süzülerek ve belki belli bir biçime getirilerek dijital ortama taşınmasıyla elde edilen göstergelere (özet bilgiye) enformasyon (information) denir. Buna durum bilgisi de denmektedir. Bilgi (knowledge) ise veriden ve enformasyondan yararlanılarak, bunların işlenmesiyle elde edilen faydalı sonuçtur. Madde kökünde yer alan örnekte mağazadan alınan ürünlere ilişkin bir sayısal verilere dayalı bir kayıt alma süreci söz konusudur. Bu yönüyle ürünün cinsi, tutarına ilişkin sayısal bir veri tabanı oluşturulmaktadır."
  },
  {
    "id": "2754144",
    "unitNumber": 1,
    "text": "Doğalgaz anlaşması yapmak üzere hazırlıklarını yapan bir işletmenin elindeki bilginin önceki haftanın değerlerine dayalı olarak hesaplanmış olması bilginin hangi özelliği açısından istenmeyen bir durumdur?",
    "correctAnswer": "D",
    "options": {
      "A": "Güvenirlik",
      "B": "İspatlanabilirlik",
      "C": "İlgililik",
      "D": "Güncellik",
      "E": "Ekonomiklik"
    },
    "explanation": "Doğru yanıt D seçeneğinde verilmiştir. Bilginin faydalı ve değerli olabilmesi için bazı önemli karakteristiklere sahip olması gerekmektedir. Bunlar; bilginin doğruluğu ve doğrulanabilirliği, zamanlılığı, güncelliği ve ilgililiği ile sade ve ekonomik olması olarak sıralanmaktadır. Madde kökünde anlaşma yapmak üzere elde edilen verinin önceki haftanın verilerine dayalı olarak hesaplanmasından söz edilmektedir. Bu tür piyasalardaki anlık ve hızlı değişimler dikkate alındığında verinin önceki haftanın değerlerine göre hesaplanmaması kıymetli bir bilgi olmayacaktır."
  },
  {
    "id": "2754145",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi kent içi ulaşım sisteminin bileşen özellikleri arasında <u>yer almaz</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Otobüs",
      "B": "Araç kapasitesi",
      "C": "Hat sayısı",
      "D": "Sıklık",
      "E": "Yolcu sayısı"
    },
    "explanation": "Sistem, bir amacı gerçekleştirmek üzere bir araya gelmiş farklı özelliklerdeki bileşenlerden oluşan yapı olarak tanımlanır. Her sistemin başarısı bileşenler ve bileşenlerin özelliklerinin iyi belirlenmiş olmasını gerektirir. Bu nedenle sistemi kuracak kişinin öncelikle sistemin amacını belirlemesi ve bu bileşenleri bu amaca uygun olacak özelliklerde seçmesi gerekir. Dolayısıyla bir sistemde, bileşen ve bileşen özellikleri arasındaki ilişki oldukça önemlidir. Madde kökünde kent içi ulaşım bir sistem olarak verilmiş ve hangi seçeneğin bu sistemin bileşen özellikleri arasında yer almadığının yanıtlanması istenmiştir. Kent içi ulaşım sistemin bileşen özellikleri B, C, D ve E seçeneklerinde verilmiştir. A seçeneğinde yer alan ise bileşendir. Buna göre göre doğru yanıt A seçeneğidir."
  },
  {
    "id": "2754146",
    "unitNumber": 1,
    "text": "Sistem sınırının dışı aşağıdaki kavramlardan hangisinin tanımıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Probabilistik",
      "B": "Sistem çevresi",
      "C": "Deterministik",
      "D": "Donanım",
      "E": "Veri tabanı"
    },
    "explanation": "Sistem, bir amacı gerçekleştirmek üzere bir araya gelmiş farklı özelliklerdeki bileşenlerden oluşan yapı olarak tanımlanır ve belli bir <em>sınır </em>içinde çalışır. Sınır, fiziki olabileceği gibi kavramsal da olabilir. Örneğin bir üniversite kampüsünün sınırı, binaları şehrin diğer kısımlarından ayıran duvarlarıdır ve bu fiziksel bir sınırdır. Öte yandan vergi sistemi kavramsal bir yapıdır ve sınırı da kavramsaldır. Vergi ile ilgili olarak tanımlanan işlemlerle, bu kapsamın dışında kalan işlemler arasında yer alan hayali bölge sınır kabul edilir. Sistem sınırının dışına <em>sistemin çevresi </em>denir. Sistem çevresinde sistemin etkileyemediği ama davranışlarıyla sistemi doğrudan etkileyen kişiler (müşteriler, rakipler), kurumlar (devlet, diğer işletmeler), olaylar (hava koşulları, ekonomik durum) vb. etkenler bulunur. Buna göre doğru yanıt B seçeneğinde verilmiştir."
  },
  {
    "id": "2754147",
    "unitNumber": 1,
    "text": "Davranışı çevresel koşullardan etkilenmeyen sistemlere ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Deterministik sistem",
      "B": "Probabilistik sistem",
      "C": "Dinamik sistem",
      "D": "Açık sistem",
      "E": "Karmaşık sistem"
    },
    "explanation": "Sorunun doğru yanıtı A seçeneğinde verilmiştir. Sistemler farklı ölçütlere göre sınıflandırılmaktadır. Örneğin bir sistem davranışı açısından deterministik veya probabilistik olarak isimlendirilebilir. Davranışı çevresel koşullardan etkilenmeyen sistemlere <em>deterministik sistem </em>denir. Çevresel değişikliklere göre pozisyon alan sistemlere ise <em>probabilistik sistem </em>denmektedir. Sistemler statik ve dinamik sistemler olarak da isimlendirilir. Kendisi veya bileşenleri hareketsiz olan sistem <em>statik</em> iken, çevresel değişikliklerden etkilenen, hareketli sistemler dinamik sistem olarak tanımlanır. Bir diğer sınıflandırmada ise sistemler açık ve kapalı olarak değerlendirilir. <em>Kapalı sistem </em>çevresiyle hiç ilişkisi olmayan sistem olarak tanımlanırken, <em>açık sistemler</em>de, çevre ile sistem arasında malzeme, bilgi, enerji vb. değişimler, etkileşimler söz konusudur. Süreçleri itibariyle işlemlerin basitliği veya karmaşıklığını gösteren sistemler ise basit ve karmaşık sistemler olarak gruplandırılmaktadır."
  },
  {
    "id": "2754148",
    "unitNumber": 1,
    "text": "Canlı veya cansız tüm sistemlerin kendi kendisini denetlemesi ve yönetmesiyle ilgilenen bilim dalı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Deterministik",
      "B": "Probabilistik",
      "C": "İstatistik",
      "D": "Sibernetik",
      "E": "Lojistik"
    },
    "explanation": "Sorunun doğru yanıtı D seçeneğinde yer alan sibernetiktir. Türkçede güdümbilim diye isimlendirilen sibernetik, canlı veya cansız tüm sistemlerin kendi kendisini denetlemesi ve yönetmesiyle ilgilenen bilim dalıdır."
  },
  {
    "id": "2754149",
    "unitNumber": 1,
    "text": "Bir işletmenin stoklarına bakarak ihtiyaç duyduğu ürünlere yönelik sipariş verme davranışı hangi karar verme süreci kapsamında yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "Stratejik karar verme",
      "B": "Taktiksel karar verme",
      "C": "Yapısal kararlar",
      "D": "Yapısal olmayan kararlar",
      "E": "Yarı yapısal kararlar"
    },
    "explanation": "Doğru yanıt C seçeneğinde yer almaktadır. Karar verme zorlu bir süreçtir ve bu süreci tanımlamak için karar verme süreci ile karar verme seviyelerini incelemek gerekir. Yapısal kararlar, yapısal olmayan kararlar ve yarı yapısal kararlar olmak üzere üç tür karar verme süreci, bunun yanı sıra stratejik, taktik ve operasyonel olmak üzere üç tür karar verme seviyesi bulunmaktadır. Soru karar verme süreciyle ilgilidir. Eldeki ürün stoklarına bakılarak malzeme siparişi verilmesi yapısal bir karardır. Bu tür kararlar herhangi bir sezgi ve deneyim gerektirmeyen kararlardır."
  },
  {
    "id": "2754150",
    "unitNumber": 1,
    "text": "Bir işletmenin muhasebe işlemlerine ilişkin kararı, hangi karar verme seviyesine bir örnektir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yarı yapısal kararlar",
      "B": "Yapısal olmayan kararlar",
      "C": "Stratejik karar verme",
      "D": "Taktik karar verme",
      "E": "Operasyonel karar verme"
    },
    "explanation": "Karar verme hem karar verme süreci hem de karar verme seviyeleri açısından ele alınmaktadır. <em>Yapısal kararlar, yapısal olmayan kararlar </em>ve <em>yarı yapısal kararlar </em>olmak üzere üç tür karar verme süreci, bunun yanı sıra stratejik, taktik ve operasyonel olmak üzere üç tür karar verme seviyesi bulunmaktadır. Madde kökünde, örneğe dayalı olarak karar verme seviyesi sorulmaktadır. Stratejik karar verme seviyesi üst yönetim tarafından verilen kararları ifade eder ve uzak geleceği etkiler. Taktik karar verme seviyesi, orta düzey yöneticilerin görevi kapsamındadır. Sistemin orta vadeli durumunu etkiler. Operasyonel karar verme seviyesi ise alt düzey yöneticilerin verdiği karar türüdür ve yakın geleceğe dair kararlardır. Örneğin bir işletme için başka bir işletme ile birleşme kararı hem stratejik hem de yapısal olmayan bir karar iken muhasebe işlemleri hem yapısal hem de operasyonel karar sınıfına girer. Buna göre doğru yanıt E seçeneğinde yer alan operasyonel karar verme seviyesidir."
  },
  {
    "id": "2754151",
    "unitNumber": 1,
    "text": "Karar Destek Sistemini (KDS), Yönetim Bilişim Sisteminden (YBS) ayıran özelliği aşağıdaki seçeneklerden hangisinde doğru bir biçimde verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "KDS’nin, bilişim sistemlerinin en önemli bileşenlerinden biri olması",
      "B": "KDS’de senaryoların türetilmesi ve her biri için değerlendirmelerin yapılması",
      "C": "KDS’nin çıkarsama ve tahminleme yaparak sorunu teşhis edebilmesi",
      "D": "KDS’nin yapısal olmayan karar vermeye daha uygun olması",
      "E": "KDS’nin matematiksel işlemler kullanarak hesap yapan bir sistem olması"
    },
    "explanation": "Sorunun doğru yanıtı B seçeneğinde yer almaktadır. Bilişim sistemleri Kayıt İşleme Sistemi (KİS), Yönetim Bilişim Sistemi (YBS), Karar Destek Sistemi (KDS), Uzman Sistem (US) ve Üst Yönetici Destek Sistemi (ÜDS) olmak üzere beş başlık altında incelenmektedir. Her bir sistem kendine özgü özelliklere sahiptir. YBS ve KDS birbirine benzemekle birlikte YBS ile arasındaki temel ayrım, KDS’nin senaryolar türetmesi ve her bir senaryo için ayrı bir değerlendirme yaparak sonuçları sunmasıdır."
  },
  {
    "id": "2754152",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi genellikle ölçme, sayma, gözlem gibi yollarla elde edilmiş, henüz işlenmemiş, ham halde bulunan ve çoğunlukla sayısal değerler olarak tanımlanabilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Veri",
      "B": "Bilgi",
      "C": "Enformasyon",
      "D": "Kayıt",
      "E": "Bilişim"
    },
    "explanation": "Bilişim çağının belki de en önemli 3 kavramı veri, enformasyon ve bilgidir. Veri ise genellikle ölçme, sayma, gözlem gibi yollarla elde edilmiş, henüz işlenmemiş, ham halde bulunan ve çoğunlukla sayısal değerler olarak tanımlanır. Doğru seçenek A şıkkıdır.<br/>Veri (data), genellikle ölçme, sayma, gözlem gibi yollarla elde edilmiş, henüz işlenmemiş, ham halde bulunan ve çoğunlukla sayısal değerlerdir."
  },
  {
    "id": "2754153",
    "unitNumber": 1,
    "text": "Verilerin gruplandırılarak, süzülerek ve belki belli bir biçime getirilerek dijital ortama taşınmasıyla elde edilen göstergelere ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bilgi",
      "B": "Enformasyon",
      "C": "Bilişim",
      "D": "Data",
      "E": "Çıktı"
    },
    "explanation": "Veri (data), genellikle ölçme, sayma, gözlem gibi yollarla elde edilmiş, henüz işlenmemiş, ham halde bulunan ve çoğunlukla sayısal değerlerdir. Verinin gruplandırılarak, süzülerek ve belki belli bir biçime getirilerek dijital ortama taşınmasıyla elde edilen göstergelere (özet bilgiye) enformasyon (information) denir. Doğru seçenek B şıkkıdırç<br/>Veri (data), genellikle ölçme, sayma, gözlem gibi yollarla elde edilmiş, henüz işlenmemiş, ham halde bulunan ve çoğunlukla sayısal değerlerdir. Verinin gruplandırılarak, süzülerek ve belki belli bir biçime getirilerek dijital ortama taşınmasıyla elde edilen göstergelere (özet bilgiye) enformasyon (information) denir. Buna durum bilgisi de diyebiliriz."
  },
  {
    "id": "2754154",
    "unitNumber": 1,
    "text": "I. Doğruluk\n II. Sadelik\n III. Ekonomiklik\n IV. Zamanlılık\n V. Güncellik\n Yukarıda yer alanlardan hangisi veya hangileri bilginin faydalı ve değerli olabilmesi için sahip olması gereken özellikler arasında yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "III ve IV",
      "C": "I, II ve V",
      "D": "I, III ve V",
      "E": "I, II, III, IV ve V"
    },
    "explanation": "Bilginin faydalı ve değerli olabilmesi için bazı önemli karakteristiklere sahip olması gerekmektedir. Bunlar bilginin doğruluğu, doğrulanabilirliği, zamanlılığı, sadeliği, ekonomikliği, güncelliği ve ilgililiğidir. Doğru seçenek E şıkkıdır.<br/>I, II, III, IV ve V"
  },
  {
    "id": "2754155",
    "unitNumber": 1,
    "text": "Bir amacı gerçekleştirmek üzere bir araya gelmiş farklı özelliklerdeki bileşenlerden oluşan yapıya ne denir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bilişim",
      "B": "Veri",
      "C": "Sistem",
      "D": "Program",
      "E": "Mantık"
    },
    "explanation": "Sistem, bir amacı gerçekleştirmek üzere bir araya gelmiş farklı özelliklerdeki bileşenlerden oluşan yapıya verilen isimdir. Örneğin bilgisayar bir sistemdir. Çünkü verilerden bilgi türetmek amacıyla<br/>bir araya gelen bileşenlerden oluşur. Doğru cevap C şıkkıdır.<br/>Sistem, bir amacı gerçekleştirmek üzere bir araya gelmiş farklı özelliklerdeki bileşenlerden oluşan yapıya verilen isimdir. Örneğin bilgisayar bir sistemdir. Çünkü verilerden bilgi türetmek amacıyla bir araya gelen bileşenlerden oluşur."
  },
  {
    "id": "2754156",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi sistem türleri arasında yer almaz?",
    "correctAnswer": "B",
    "options": {
      "A": "Deterministik sistem",
      "B": "Sürekli sistem",
      "C": "Probabilistik sistem",
      "D": "Kapalı sistem",
      "E": "Açık sistem"
    },
    "explanation": "Sistemler farklı kriterlere göre sınıflandırılmaktadır. Örneğin Davranışı çevresel koşullardan etkilenmeyen sistemlere deterministik sistem denir. Çevresel değişikliklere göre pozisyon alan sistemlere ise probabilistik sistem denmektedir. Yine sistemleri açık ya da kapalı sistemler olarak ya da dinamik ya da karmaşık sistemler olarak da sınıflandırmak mümkündür. Doğru seçenek B şıkkıdır.<br/>Sürekli sistem"
  },
  {
    "id": "2754157",
    "unitNumber": 1,
    "text": "Uçaklarda yer alan otomatik pilot, aşağıdaki sistem türlerinden hangisi için örnek olarak olarak <u>verilemez? </u>",
    "correctAnswer": "D",
    "options": {
      "A": "Açık sistem",
      "B": "Olasılıklı sistem",
      "C": "Dinamik sistem",
      "D": "Deterministik sistem",
      "E": "Karmaşık sistem"
    },
    "explanation": "Otomatik pilot sistemi esasen bir sibernetik sistemdir ve aynı zamanda açık, olasılıklı, dinamik ve karmaşık bir sistem olarak nitelendirilebilir. Deterministik sistemler ise davranışı çevresel koşullardan etkilenmeyen sistemlerdir. Buna köprü örnek olarak verilebilir. Doğru seçenek D şıkkıdır."
  },
  {
    "id": "2754158",
    "unitNumber": 1,
    "text": ".........................., bir iş sürecindeki işleri tamamlamak için ihtiyaç duyulan bilgiyi biriktiren, işleyen, depolayan ve çıktı olarak veren, birbiriyle ilişkili bileşenler topluluğudur. \n Yukarıda boş bırakılan yere aşağıdakilerden hangisinin getirilmesi doğru olur?",
    "correctAnswer": "A",
    "options": {
      "A": "Bilişim sistemleri",
      "B": "Üretim sistemleri",
      "C": "Karmaşık sistem",
      "D": "Hizmet sistemleri",
      "E": "Olasılıklı sistem"
    },
    "explanation": "Sistem genellikle üretim sistemi, servis sistemi ve bilişim sistemi olarak 3 ayrı başlıkta incelenmektedir. Bilişim sistemleri, bir iş sürecindeki işleri tamamlamak için ihtiyaç duyulan bilgiyi biriktiren, işleyen, depolayan ve çıktı olarak veren, birbiriyle ilişkili bileşenler topluluğudur. Amacı karar verme etkinliğini artırmak için yöneticilere gerek duydukları bilgiyi ve enformasyonu zamanında ve doğru olarak üretmektir. Doğru cevap A şıkkıdır."
  },
  {
    "id": "2754159",
    "unitNumber": 1,
    "text": "Model tabanı nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Alt düzey yöneticilerin yakın geleceğe dair verdiği karar türüdür.",
      "B": "Verinin bilgiye dönüştürülmesinde kullanılacak tekniklerin kodlandığı kısımdır.",
      "C": "Sistemle kullanıcı arasında bilgi iletimi yani geçiş noktasıdır.",
      "D": "Büyük miktardaki veriden hareketle basit sonuçlar üreten sistemdir.",
      "E": "Büyük verilerin bir arada saklandığı yerdir."
    },
    "explanation": "Model tabanı verinin bilgiye dönüştürülmesinde kullanılacak tekniklerin kodlandığı kısımdır.<br/>Burada hangi problem ele alınıyorsa onu çözecek bilimsel yöntemin (algoritmanın) kodlanmış olması<br/>gerekir. Doğru seçenek B şıkkıdır."
  },
  {
    "id": "2754160",
    "unitNumber": 1,
    "text": "Bilişim sistemleri genel olarak kaç ana başlıkta toplanır?",
    "correctAnswer": "C",
    "options": {
      "A": "3",
      "B": "4",
      "C": "5",
      "D": "6",
      "E": "7"
    },
    "explanation": "Bilişim sistemleri genel olarak 5 ana başlıkta toplanır. Bunlar kayıt işleme sistemi, yönetim bilişim<br/>sistemi, karar destek sistemi, uzman sistem ve üst yönetici destek sistemidir. Doğru seçenek C şıkkıdır."
  },
  {
    "id": "2754161",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi bilişim sistemlerinin 4 temel bileşeni içerisinde <u>yer almaz?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Donanım",
      "B": "Yazılım",
      "C": "Kullanıcı",
      "D": "Prosedür",
      "E": "Zaman"
    },
    "explanation": "Bilişim sistemlerinin 4 temel bileşeni olduğu söylenebilir. Bunlar, donanım, yazılım, insan (kullanıcı)<br/>ve prosedürlerdir. Doğru seçenek E şıkkıdır.<br/>Zaman"
  },
  {
    "id": "2848795",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Tarım Devriminin bir sonucu olabilir?",
    "correctAnswer": "B",
    "options": {
      "A": "İşçi sınıfı kavramının ortaya çıkması",
      "B": "Matematik gibi temel bilimlerin gelişmesi",
      "C": "Makina gücünün kullanılmaya başlanması",
      "D": "Bilgiye dair verinin ön plana çıkması",
      "E": "Çok miktarda ve ucuza üretimin sağlanması"
    },
    "explanation": "Tarım devriminde; insanlık avcı-toplayıcı şeklindeki hayattan yerleşik hayata geçmiş bunun sonucunda şehirleşme başlamış, matematik gibi temel bilimler gelişmiş, adalet sisteminin ilk örnekleri görülmeye başlamıştır. Bu bilgiler doğrultusunda sorunun doğru cevabı “matematik gibi temel bilimlerin gelişmesi” seçeneğidir."
  },
  {
    "id": "2848800",
    "unitNumber": 1,
    "text": "Aşağıdaki olaylardan hangisi Sanayi Devrimi’nin ortaya çıkış nedeni olarak görülmüştür?",
    "correctAnswer": "C",
    "options": {
      "A": "Bir ürünün çok miktarda ve ucuza üretilmeye başlanması",
      "B": "Herkesin sadece bir işi yaptığı dönemin başlaması",
      "C": "Buhar gücünün keşfedilmesi",
      "D": "Sermaye ve işçi sınıflarının ortaya çıkması",
      "E": "Sanayi ürünlerinin ortaya çıkması"
    },
    "explanation": "Sanayi devrimi, insanın kol gücü yerine makine gücünü kullanmaya başladığı dönemdir. Sanayi devrimi, 1750’li yıllarda buhar gücünün keşfedilmesinden sonra başlamıştır. Bu devrim sonrasında bir ürünün çok miktarda ve ucuza üretilmesi mümkün olmuş; bunun sonucunda da para, değer, enflasyon, para piyasası, işçi sınıfı, sermaye sınıfı gibi kavramlar gelişmiş; büyük ekonomik doktrinler ve siyasi fikirler ortaya çıkmıştır. Bu bilgiler ışığında sorunun doğru cevabı “Buhar gücünün keşfedilmesi” seçeneğidir. Diğer seçenekler Sanayi Devrimi’nin ortaya çıkış nedeni değil, özelliklerini ortaya koyduklarından bu sorunun doğru cevabı değildirler."
  },
  {
    "id": "2848809",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi 'durum bilgisi' dâhilinde değerlendirilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bir faaliyetin nasıl gerçekleştirileceğinin değerlendirilmesi",
      "B": "İşletmede işe gelmeyenin eksikliğinin giderilmesi",
      "C": "Yatırım planlamasının organizasyonu",
      "D": "Ucuz kredi bulunması",
      "E": "İşletmede fiilen kaç işçinin çalıştığı"
    },
    "explanation": "Kişiler, kurumlar, işletmeler ve devletler için en önemli kaynaklardan biri bilgidir. Bilgi genellikle, durum bilgisi ve yöntem bilgisi olarak iki başlıkta ele alınmaktadır. Durum bilgisi, içinde bulunulan durumu tanımlamakta kullanılan bilgidir. Örneğin işletmede fiilen kaç işçinin çalıştığı, nakit olarak şu anda ne kadar para olduğu, kullanılan kredi miktarı, yatırımın geldiği seviye, durum bilgisidir. Kısacası zaman eksenindeki bir anda sistemin içinde olduğu durumu temsil eden bilgidir. Bu bilgiler ışığında sorunun doğru cevabı “işletmede fiilen kaç işçinin çalıştığı” seçeneğidir."
  },
  {
    "id": "2848814",
    "unitNumber": 1,
    "text": "Aşağıdaki kavramlardan hangisi, veri ve enformasyonun işlenmesiyle elde edilen faydalı bir sonuç olarak değerlendirilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Data",
      "B": "Gözlem",
      "C": "Bilgi",
      "D": "Sayısal değer",
      "E": "Dijital ortam"
    },
    "explanation": "Veri (data), genellikle ölçme, sayma, gözlem gibi yollarla elde edilmiş, henüz işlenmemiş, ham halde bulunan ve çoğunlukla sayısal değerlerdir. Verinin gruplandırılarak, süzülerek ve belki belli bir biçime getirilerek dijital ortama taşınmasıyla elde edilen göstergelere (özet bilgiye) enformasyon (information) denir. Buna durum bilgisi de diyebiliriz. Bilgi (knowledge) ise veriden ve enformasyondan yararlanılarak, bunların işlenmesiyle elde edilen faydalı sonuçtur. Bu bilgiler doğrultusunda sorunun doğru cevabı “bilgi” seçeneğidir."
  },
  {
    "id": "2848823",
    "unitNumber": 1,
    "text": "“…..; ham, işlenmemiş yığındır. Bunun özetlenmesi ve biçimlendirilmesiyle ….. elde edilir. …. işlenmesiyle elde edilen net sonuçlar, sonrasında türetilen fikirler, kurallar, prosedürler ise …. olarak tanımlanır” ifadesindeki boşlukları, sırası ile, aşağıda belirtilmiş seçenekleri değerlendirerek tamamlayınız.",
    "correctAnswer": "C",
    "options": {
      "A": "Bilgi-enformasyon-veri-enformasyon",
      "B": "Veri-bilgi-enformasyon-veri",
      "C": "Veri-enformasyon-enformasyon-bilgi",
      "D": "Bilgi-enformasyon-veri-bilgi",
      "E": "Enformasyon-enformasyon-veri-bilgi"
    },
    "explanation": "Özetlemek gerekirse, veri; ham, işlenmemiş yığındır. Bunun özetlenmesi ve biçimlendirilmesiyle enformasyon elde edilir. Enformasyonun işlenmesiyle elde edilen net sonuçlar, sonrasında türetilen fikirler, kurallar, prosedürler ise bilgidir.\n Yukarıda belirtilmiş ifadeden de anlaşılacağı üzere sorunun doğru cevabı \"veri-enformasyon-enformasyon-bilgi” seçeneğidir."
  },
  {
    "id": "2848842",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi bir bilginin faydalı ve değerli olması için sahip olması gereken karakteristik özelliklerden biri <strong><u>değildir?</u></strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Doğrulanabilirlik",
      "B": "Zamanlılık",
      "C": "Güncellik",
      "D": "İlgililik",
      "E": "İnanılırlık"
    },
    "explanation": "Bilginin faydalı ve değerli olabilmesi için bazı önemli karakteristiklere sahip olması gerekmektedir. Bunlardan ilki bilginin doğruluğu ve doğrulanabilirliğidir. Bilginin diğer bir önemli karakteristiği zamanlılığıdır. Bilgi doğru zamanda üretilmişse anlamlıdır, sonradan üretilen bir bilginin çok da kıymeti olmaz. Bilginin güncelliği ve ilgililiği de bir başka önemli konudur. Bilgi zamanında gelmiş olabilir ama güncel ve konuyla ilgili olmayabilir. Bu durumda da bilginin kıymeti olmaz. Bilginin sade ve ekonomik olması da önemlidir. Yığınlar hâlindeki bilgi gerçekten gerekli olan bilgiye ulaşmayı engeller. Bu bilgiler ışığında sorunun doğru cevabı “inanılırlık” seçeneğidir."
  },
  {
    "id": "2848982",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi sistem kavramının genel bir tanımı olabilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Bir web sitesini çökertmeye veya işlemez hâle getirmeye çalışan kişi",
      "B": "Kavramlar arası belirli sınırların oluşturulması",
      "C": "Problemlerin çözümlenmesi için yöntem oluşturma",
      "D": "Bir amacı gerçekleştirmek üzere bir araya gelmiş farklı özelliklerdeki bileşenlerden oluşan yapı",
      "E": "Bilgi üretme ve izlenebilirliği sağlayan işleyişin bileşenlerinin belirli bir düzen çerçevesinde oluşturulması"
    },
    "explanation": "Sistem, bir amacı gerçekleştirmek üzere bir araya gelmiş farklı özelliklerdeki bileşenlerden oluşan yapıya verilen isimdir. Bundan dolayı sorunun doğru cevabı “D” seçeneğidir."
  },
  {
    "id": "2848988",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi bilgisayarın bir sistem olarak kabul edilmesinin sebeplerinden biri olabilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Verilerden bilgi türetmek amacıyla bir araya gelen bileşenlerden oluşması",
      "B": "En iyi bilgisayarın elde edilmesi için en son çıkan mikro işlemcinin kullanılması gerekliliğinin bulunması",
      "C": "İşlevsellik",
      "D": "Saklama alanı büyüklüğü",
      "E": "Sistem bileşenlerinin özelliklerini açıkça ortaya koyması"
    },
    "explanation": "Bilgisayar bir sistemdir. Çünkü verilerden bilgi türetmek amacıyla bir araya gelen bileşenlerden oluşur. Bileşenleri sabit disk, ekran, klavye, anakart, mikro işlemci, çeşitli sürücüler gibi donanım ve işletim sistemi ile amaca uygun programlar gibi yazılımlardan oluşur. Bunların hepsi farklı özelliklerdedir ama aralarında sıkı bir ilişki vardır ve birbirlerini etkilerler. Bu bilgiler doğrultusunda sorunun doğru cevabı “verilerden bilgi türetmek amacıyla bir araya gelen bileşenlerden oluşması” seçeneğidir."
  },
  {
    "id": "2848997",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi bilişim sistemlerinin temel bileşenlerinden biri olan ‘donanım’ kapsamında değerlendirilebilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Verinin bilgiye dönüştürülmesinde kullanılan teknikler",
      "B": "Sistemde kullanılan her türlü cihaz ve ekipman",
      "C": "Veri tabanı",
      "D": "Algoritma",
      "E": "Sistemin çalışmasını sağlayan her türlü program"
    },
    "explanation": "Bilişim sistemlerinin 4 temel bileşeni olduğu söylenebilir. Bunlar, donanım, yazılım, insan (kullanıcı) ve prosedürlerdir. Donanım, sistemde kullanılan her türlü cihaz ve ekipmana genel olarak verilen isimdir. Bundan dolayı sorunun doğru cevabı “sistemde kullanılan her türlü cihaz ve ekipman” seçeneğidir."
  },
  {
    "id": "2849002",
    "unitNumber": 1,
    "text": "Büyük miktardaki veriyi basit matematiksel işlemlerle değerlendiren ve basit sonuçlar üreten sistem aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yönetim bilişim sistemi",
      "B": "Kayıt işleme sistemi",
      "C": "Karar destek sistemi",
      "D": "Üst yönetici destek sistemi",
      "E": "Uzman sistem"
    },
    "explanation": "Bilişim sistemleri genel olarak 5 ana başlıkta toplanır. Bunlar kayıt işleme sistemi, yönetim bilişim sistemi, karar destek sistemi, uzman sistem ve üst yönetici destek sistemidir. Kayıt İşleme Sistemi (KİS); büyük miktardaki veriyi basit matematiksel işlemlerle değerlendiren ve basit sonuçlar üreten sistemlerdir. KİS, yapısal ve daha çok operasyonel kararlar için uygundur. Bu bilgiler ışığında sorunun doğru cevabı “Kayıt işleme sistemi” seçeneğidir."
  },
  {
    "id": "2754162",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi istenen sonuçlara ulaşabilmek için yönetimi gerçekleştirecek kişi veya grupların, elde ettikleri<br/>kaynakları “Ne zaman, nasıl, ne şekilde ve niçin<br/>kullanacaklar?” sorusunun yanıtlarından biri <strong>değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Denetim",
      "B": "Planlama",
      "C": "Performans Takibi",
      "D": "Organize Etme",
      "E": "Yöneltme"
    },
    "explanation": "İstenen sonuçlara ulaşabilmek için yönetimi<br/>gerçekleştirecek kişi veya grupların, elde ettikleri<br/>kaynakları “Ne zaman, nasıl, ne şekilde ve niçin<br/>kullanacaklar?” sorularına cevap bulmaları gerekir.<br/>Buna verilecek cevap şudur: Önce planlama ile<br/>amaçlar tespit edilecek ve amaçlara ulaştıracak yollar<br/>ve araçlar belirlenecektir. Daha sonra organize<br/>etme ile amaçlara uygun bir şekilde işler gruplandırılacak,<br/>bölüm ve departmanlar kurulacak, yetki<br/>ve sorumluluklar belirlenerek verimli çalışmaya<br/>uygun bir yapı oluşturulacak, liderlik, motivasyon,<br/>iletişim ve koordinasyonu kapsayan yöneltme ile<br/>işletmenin amaçları doğrultusunda işleri yapacak<br/>olan çalışanlar harekete geçirilecektir. Sürecin son<br/>adımı olan denetim ile yerine getirilen işlerin amaçlara,<br/>yöntem, prosedür ve standartlara uygun olarak<br/>yapılıp yapılmadığı belirlenecek ve gerektiğinde<br/>düzeltmeler yapılarak işlerin amaç ve planlara<br/>uygun bir şekilde gerçekleştirilmesi sağlanacaktır"
  },
  {
    "id": "2754163",
    "unitNumber": 2,
    "text": "Örgütün uzun dönemde yaşamını sürdürebilmesini mümkün hâle getirecek, rekabet üstünlüğü ve ortalama kârın üzerinde getiri sağlayabilecek şekilde doğal kaynaklar, insan kaynakları, sermaye, hammadde, makineler gibi kaynaklarını etkili ve verimli kullanma sürecine ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Organize etme",
      "B": "Denetleme",
      "C": "Stratejik yönetim",
      "D": "Örgütün hedef ve stratejileri",
      "E": "Yetki hiyerarşisi"
    },
    "explanation": "<strong>Stratejik yönetim,</strong> örgütün uzun dönemde yaşamını sürdürebilmesini mümkün hâle getirecek, rekabet üstünlüğü ve ortalama kârın üzerinde getiri sağlayabilecek şekilde doğal kaynaklar, insan kaynakları, sermaye, hammadde, makineler gibi kaynaklarını etkili ve verimli kullanma süreci olarak tanımlanmaktadır. İşletmenin uzun dönemdeki yaşam süresini artırabilecek ve rekabet yeteneğini geliştirebilecek konular üzerine yoğunlaşarak buna yönelik tüm bilgi toplama, analiz yapma, seçme, karar verme ve uygulama faaliyetlerinden oluşmaktadır."
  },
  {
    "id": "2754164",
    "unitNumber": 2,
    "text": "Kimin kime karşı sorumlu olduğunu ve her bir yöneticinin denetim alanının ne olduğunu aşağıdakilerden hangisi tanımlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Büyüklük",
      "B": "Yetki hiyerarşisi",
      "C": "Çevre",
      "D": "Kültür",
      "E": "Nihai değerler"
    },
    "explanation": "Yetki hiyerarşisi, kimin kime karşı sorumlu olduğunu ve her bir yöneticinin denetim alanının ne olduğunu tanımlar. Denetim alanı dar ise örgüt, dikey olarak yüksektir. Denetim alanı geniş ise örgüt yatay bir yapıya sahiptir."
  },
  {
    "id": "2754165",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi plan kavramının genel olarak içine aldığı kavramların <strong>dışında kalır</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Strateji",
      "B": "Politika",
      "C": "Yöntem",
      "D": "Örgüt",
      "E": "Program"
    },
    "explanation": "Plan kavramı genel olarak strateji, politika, yöntem, program gibi kavramları da içine alır."
  },
  {
    "id": "2754166",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi bilişim teknolojileri ve sistemlerinin örgüt yapısında yarattığı değişikliklerden <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Gelişmiş ağ yapıları",
      "B": "Gelişmiş örgütler arası ilişkiler",
      "C": "Gelişmiş yatay koordinasyon",
      "D": "Daha küçük örgütler",
      "E": "Merkezi örgüt yapıları"
    },
    "explanation": "<strong> Daha küçük örgütler:</strong> Geleneksel anlamda bir binanın içinde yer alan ofisler, toplantı odaları, masalar, sabit telefonlar çalışma ortamının vazgeçilmezleri iken, günümüz iş ortamının internet tabanlı gerçekleştirilmesi ile ofislerin, binaların sabit telefonların yerini mobil çalışma uygulaması almaktadır.\n<br/><strong>Merkezi <em>olmayan</em> örgüt yapıları:</strong> Geleneksel olarak, en yaygın organizasyon yapısı, faaliyetlerin örgütün en alt basamağından en üst basamağına kadar gruplandırıldığı bir yapıdır. \n<br/><strong>Gelişmiş yatay koordinasyon:</strong> BT destekli bilişim sistemlerinin kullanılma nedenlerinin; koordinasyonu, karar vermeyi ve denetimi kolaylaştırmak olduğunu hatırlayalım. BT uygulamaları sayesinde, dünyanın dört bir yanına dağılmış olsa bile ofisler, fabrikalar veya mağazalarda çalışan insanları birbirine bağlayabilir, böylelikle hızlı, zamanında ve doğru kararlar vermek mümkün hâle gelebilir.\n<br/><strong> Gelişmiş örgütler arası ilişkiler:</strong> BT tedarikçiler, müşteriler ve ortaklar gibi paydaşlarla yatay koordinasyonu ve işbirliğini geliştirebilir. Geleneksel yapıda işletmelerin tedarikçilerle ilişkileri mesafeli olmakla birlikte tedarikçiler artık siparişler, faturalar ve ödemeler için işletmelere elektronik olarak bağlanan daha yakın ortaklar hâline gelmişlerdir.\n<br/><strong> Gelişmiş ağ yapıları:</strong> Bir ağ organizasyon yapısı için gerekli olan kurumlar arası gelişmiş işbirliği ihtiyacı ancak BT ve BS ile mümkün olmaktadır."
  },
  {
    "id": "2754167",
    "unitNumber": 2,
    "text": "<ol type=\"I\"><br/><li>BT yeniliğinin türü</li><br/><li>Nihai değerler</li><br/><li>Örgüt yapısı ve kültürü</li><br/><li>Büyüklük</li><br/><li>Yenilikten etkilenen görevler</li><br/></ol><br/>Yeniliğe karşı örgütsel direnç üzerine yapılan araştırmalar, yukarıda verilen hangi faktörlerin çok önemli olduğunu göstermektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "I-II",
      "B": "I-II-III",
      "C": "II-III-IV",
      "D": "I-III-V",
      "E": "III-IV-V"
    },
    "explanation": "Yeniliğe karşı örgütsel direnç üzerine yapılan araştırmalar, dört faktörün çok önemli olduğunu göstermektedir. Bunlar; BT yeniliğinin türü, örgüt yapısı, örgüt kültürü ve yenilikten etkilenen görevlerdir.<br/>Bu modelde değişimi gerçekleştirmenin tek yolu teknolojiyi, görevleri, yapıyı ve insanları aynı anda değiştirmektir."
  },
  {
    "id": "2754168",
    "unitNumber": 2,
    "text": "Rekabet kavramı işletme literatürüne hangi yıllarda girmeye başlamıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "1870-1900",
      "B": "1900-1920",
      "C": "1920-1930",
      "D": "1950-1960",
      "E": "1970-1980"
    },
    "explanation": "Rekabet, çok önceki zamanlardan bu yana adından söz edilse de bu kavramın işletme literatürüne girmesi 20. yüzyılın ikinci yarısına rastlamaktadır.<br/>1950-60’lı yıllarda işletmelerin planlamaya önem vermeleriyle beraber rekabetin, önceliği olan konular arasında yer aldığı görülmektedir."
  },
  {
    "id": "2754169",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi bir endüstri dalında rekabeti belirleyen temel faktörlerden <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Rekabetin şiddeti",
      "B": "Tedarikçilerin pazarlık gücü",
      "C": "Yeni gireceklerin tehdidi",
      "D": "Alıcıların pazarlık gücü",
      "E": "Yönetsel kaynaklar"
    },
    "explanation": "Bir endüstri dalında rekabeti belirleyen beş temel faktör olan rekabetin şiddeti, tedarikçilerin pazarlık gücü, yeni gireceklerin tehdidi, alıcıların pazarlık gücü ve ikame malların tehdidini “Rekabette Beş Güç Faktörü Modeli” çerçevesinde inceleyen Porter, firma üstünlüğünü sağlayacak rekabet dengesini, pazarda meydana gelebilecek değişmeleri ve bu değişikliklerden rakiplerden önce faydalanma yollarını belirlemiştir."
  },
  {
    "id": "2754170",
    "unitNumber": 2,
    "text": "\"İşletmeler, yeni ürün ve hizmetlerini tanıtan, üretmenin yeni, daha verimli yollarını sürekli olarak planlayan, markalarını geliştiren ve geçiş maliyetleri ile müşteri çekmeye çalışan diğer rakiplerle pazar alanını paylaşmaktadır.\" Aşağıdakilerden hangisi için ifadesi doğru bir ifadedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Rakipler Arasındaki Rekabetin Şiddeti",
      "B": "Alıcıların Pazarlık Gücü",
      "C": "Yeni Gireceklerin Tehdidi",
      "D": "Tedarikçilerin Pazarlık Gücü",
      "E": "Düşük Maliyet Liderliği"
    },
    "explanation": "Rakipler Arasındaki Rekabetin<br/>Şiddeti İşletmeler, yeni ürün ve hizmetlerini tanıtan, üretmenin yeni, daha verimli yollarını sürekli olarak planlayan, markalarını geliştiren ve geçiş (değiştirme) maliyetleri ile müşteri çekmeye çalışan diğer rakiplerle pazar alanını paylaşmaktadır. Bu işletmelerin arasındaki rekabet düşük ise işletmeler, fiyatları artırma ve daha fazla kâr elde etme imkânı bulabilirler."
  },
  {
    "id": "2754171",
    "unitNumber": 2,
    "text": "Pazara sunulan bir ürün veya hizmete değer katan ve rekabet avantajı sağlayan peş peşe işlemlerin bütününe ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Nihai değerler",
      "B": "Değer zinciri",
      "C": "Değer ağı",
      "D": "Değer sistemi",
      "E": "Değer modeli"
    },
    "explanation": "<strong>Değer zinciri:</strong> Pazara sunulan bir ürün veya hizmete değer katan ve rekabet avantajı sağlayan peş peşe işlemlerin bütünüdür."
  },
  {
    "id": "2845233",
    "unitNumber": 2,
    "text": "Strateji kavramı hangi alandaki çalışmalardan esinlenerek işletmecilik literatürüne girmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "İş gücü",
      "B": "Lojistik",
      "C": "Askerlik",
      "D": "İstihbarat",
      "E": "Jeopolitika"
    },
    "explanation": "Strateji kavramının kaynağı Askerliktir, sorunun yanıtı C şıkkıdır."
  },
  {
    "id": "2845235",
    "unitNumber": 2,
    "text": "Üretim süreçlerinin birbirini izleyen şekilde bütünleştirilmiş, eşzamanlı ve çok fonksiyonlu gerçekleştirilmesi yaklaşımına ne denir.",
    "correctAnswer": "D",
    "options": {
      "A": "Toplam mühendislik",
      "B": "Kapsamlı yönetim",
      "C": "Eş tutumlu mühendislik",
      "D": "Eş zamanlı mühendislik",
      "E": "Ekip mühendisliği"
    },
    "explanation": "Üretim süreçlerinin birbirini izleyen şekilde bütünleştirilmiş, eşzamanlı ve çok fonksiyonlu gerçekleştirilmesi yaklaşımına Eş zamanlı mühendislik denir, sorunun yanıtı D şıkkıdır."
  },
  {
    "id": "2845236",
    "unitNumber": 2,
    "text": "Bilişim stratejisi kaç bileşenden oluşur.",
    "correctAnswer": "A",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "6",
      "E": "12"
    },
    "explanation": "Bilişim stratejisi 2 bileşenden oluşur, sorunun yanıtı A şıkkıdır."
  },
  {
    "id": "2845238",
    "unitNumber": 2,
    "text": "Bilişim teknolojileri geçmişten bugüne gelene kadar artan bir maliyet olan hangi unsurun yerini almaktadır.",
    "correctAnswer": "D",
    "options": {
      "A": "Zaman",
      "B": "Bilgi",
      "C": "Araştırma",
      "D": "Emek",
      "E": "Birikim"
    },
    "explanation": "Bilişim teknolojileri geçmişten bugüne gelene kadar artan bir maliyet olan emek unsurunun yerini almaktadır, sorunun yanıtı D şıkkıdır."
  },
  {
    "id": "2845239",
    "unitNumber": 2,
    "text": "Bilişim teknolojilerinin örgüt yapısında yarattığı en önemli değişiklik hangisidir.",
    "correctAnswer": "E",
    "options": {
      "A": "Daha aktif örgütler",
      "B": "Daha genç örgütler",
      "C": "Daha bilgili örgütler",
      "D": "Daha zengin örgütler",
      "E": "Daha küçük örgütler"
    },
    "explanation": "Bilişim teknolojilerinin örgüt yapısında yarattığı en önemli değişiklik Daha küçük örgütlerdir, sorunun yanıtı E şıkkıdır."
  },
  {
    "id": "2845240",
    "unitNumber": 2,
    "text": "Rekabet stratejileri kavramı literatürde kaçlı yıllarda yerini almıştır.",
    "correctAnswer": "D",
    "options": {
      "A": "1940",
      "B": "!955",
      "C": "1960",
      "D": "1970",
      "E": "1990"
    },
    "explanation": "Rekabet stratejileri kavramı literatürde 1970 li yıllarda yerini almıştır, sorunun yanıtı D şıkkıdır."
  },
  {
    "id": "2845241",
    "unitNumber": 2,
    "text": "Michael E Porter tarafından öne sürülen görüş nedir.",
    "correctAnswer": "E",
    "options": {
      "A": "Strateji",
      "B": "Ekonomi",
      "C": "Durum değerlendirme",
      "D": "Sistem değerlendirme",
      "E": "Pozisyon okulu"
    },
    "explanation": "Michael E Porter tarafından öne sürülen görüş Pozisyon okuludur, sorunun yanıtı E şıkkıdır."
  },
  {
    "id": "2845243",
    "unitNumber": 2,
    "text": "Beş rekabet gücü ile başa çıkabilmek ve üstesinden gelebilmek için işletmelerin izleyebileceği dört stratejiden üçü Farklılaşma, Odaklanma, Müşteri ve tedarikçi bağlılığıdır dördüncüsü nedir.",
    "correctAnswer": "B",
    "options": {
      "A": "Maliyet muhasebesi",
      "B": "Düşük maliyet liderliği",
      "C": "Müşteri memnuniyeti",
      "D": "Yaratıcı strateji",
      "E": "Model geliştirme"
    },
    "explanation": "Beş rekabet gücü ile başa çıkabilmek ve üstesinden gelebilmek için işletmelerin izleyebileceği dört stratejiden üçü Farklılaşma, Odaklanma, Müşteri ve tedarikçi bağlılığıdır dördüncüsü Düşük maliyet liderliğidir, sorunun yanıtı B şıkkıdır."
  },
  {
    "id": "2845245",
    "unitNumber": 2,
    "text": "Michael Porter'in üç önemli modelinden biri seçeneklerden hangisidir.",
    "correctAnswer": "A",
    "options": {
      "A": "Değer zinciri modeli",
      "B": "Mükemmel zincir",
      "C": "Kritik değer modeli",
      "D": "Destek modeli",
      "E": "Ürün değeri modeli"
    },
    "explanation": "Michael Porter'in üç önemli modelinden biri Destek zinciri modelidir, sorunun yanıtı A şıkkıdır.<br/>Değer zinciri modeli"
  },
  {
    "id": "2845246",
    "unitNumber": 2,
    "text": "Pazara sunulan bir ürün veya hizmete değer katan ve rekabet avantajı sağlayan peş peşe işlemlerin bütününe ne denir.",
    "correctAnswer": "E",
    "options": {
      "A": "Değer avantajı",
      "B": "Ürün akışı",
      "C": "Porter sistemi",
      "D": "Değer sistemi",
      "E": "Değer zinciri"
    },
    "explanation": "Pazara sunulan bir ürün veya hizmete değer katan ve rekabet avantajı sağlayan peş peşe işlemlerin bütününe Değer zinciri denir, sorunun yanıtı E şıkkıdır."
  },
  {
    "id": "2849900",
    "unitNumber": 2,
    "text": "Yönetim sürecindeki faaliyetlerin gerçekleşme sırası aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Planlama-organize etme-yöneltme-denetim",
      "B": "Organize etme-planlama-yöneltme-denetim",
      "C": "Yöneltme-planlama-organize etme-denetim",
      "D": "Planlama-yöneltme-denetim-organize etme",
      "E": "Organize etme-yöneltme-denetim-planlama"
    },
    "explanation": "Önce planlama ile amaçlar tespit edilecek ve amaçlara ulaştıracak yol\u0002lar ve araçlar belirlenecektir. Daha sonra organize etme ile amaçlara uygun bir şekilde işler gruplan\u0002dırılacak, bölüm ve departmanlar kurulacak, yet\u0002ki ve sorumluluklar belirlenerek verimli çalışmaya uygun bir yapı oluşturulacak, liderlik, motivasyon, iletişim ve koordinasyonu kapsayan yöneltme ile işletmenin amaçları doğrultusunda işleri yapacak olan çalışanlar harekete geçirilecektir. Sürecin son adımı olan denetim ile yerine getirilen işlerin amaç\u0002lara, yöntem, prosedür ve standartlara uygun ola\u0002rak yapılıp yapılmadığı belirlenecek ve gerektiğin\u0002de düzeltmeler yapılarak işlerin amaç ve planlara uygun bir şekilde gerçekleştirilmesi sağlanacaktır. Planlama, organize etme (örgütleme), yöneltme (yürütme) ve denetim (kontrol) olarak ifade ettiği\u0002miz bu dört işlev, yönetimin işlevleri (fonksiyonla\u0002rı) olarak adlandırılmaktadır ve sürekli devamlılık arz eden her yönetim sürecinde az veya çok bu dört unsurun mutlaka olması gerekmektedir. Doğru cevap A'dır."
  },
  {
    "id": "2849901",
    "unitNumber": 2,
    "text": "Organize etme sürecinde, belirli bir amacı gerçekleştirmek için yapılacak işlerin farklılaştırılma biçimleri nasıl olmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yatay",
      "B": "Yatay, mekânsal",
      "C": "Dikey, mekânsal",
      "D": "Dikey, yatay",
      "E": "Dikey, yatay ve mekânsal"
    },
    "explanation": "Organize etme belirli bir amacı gerçekleş\u0002tirmek için yapılacak işlerin dikey, yatay ve mekânsal olarak farklılaştırılmasını ifade eder. Doğru cevap E'dir."
  },
  {
    "id": "2849932",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi <u>yanlıştır?</u>",
    "correctAnswer": "C",
    "options": {
      "A": "Denetim alanı, örgütte bir yöneticiye bağlı çalışan sayısını ifade eder.",
      "B": "Amaç ile daha kısa vadeli, hedef ile daha uzun vadeli konular ele alınmaktadır.",
      "C": "Uzmanlaşma düşük ise her bir çalışan işin küçük bir bölümünü yerine getirir.",
      "D": "Denetim alanı dar ise örgüt, dikey olarak yüksektir.",
      "E": "İşletmenin büyüklüğü ile en kabul gören ölçü, çalışan sayısıdır."
    },
    "explanation": "İşlerin küçük parçalara ayrılarak her bir görevi bir kişinin sürekli yapması uzmanlaşma olarak tanımla\u0002nır. Örgütteki görevlerin ayrı ayrı işlere bölünme düzeyi olarak da tanımlanan uzmanlaşma bir işletmede fazla ise her bir çalışan, işin küçük bir bölümünü yerine getirir. Uzmanlaşma düşük ise çalışanlar geniş bir görev yelpazesinde iş yaparlar. Doğru cevap C'dir."
  },
  {
    "id": "2849944",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi SWOFT analizinin fırsatlar kısmına yönelik sorulardan biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Hangi benzersiz yeteneklere sahipsiniz?",
      "B": "Rakiplerinizin sizden daha iyi yaptığı şey nedir?",
      "C": "Hangi eğilimler sizi olumlu etkileyebilir?",
      "D": "Eksiksiz mali desteğe sahip misiniz?",
      "E": "Güçlü yanlarınız nelerdir?"
    },
    "explanation": "Fırsatlar kısmına yönelik \"Hangi eğilimler sizi olumlu etkileyebilir\" ve \"Sizin için hangi fırsatlar mevcuttur?\" soruları sorulmaktadır. Doğru cevap C'dir."
  },
  {
    "id": "2849994",
    "unitNumber": 2,
    "text": "Aşağıdakilerin hangisi işletmenin donanım, yazılım ve ağlar dâhil olmak üzere bilişim sistemlerine ilişkin talebinin ve ayrıca yazılım geliştirme ve kullanıcı desteği gibi hizmetlerin nasıl destekleneceğini ana hatlarıyla belirtir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bilişim sistemleri stratejisi",
      "B": "Talep stratejisi",
      "C": "Bilişim teknolojileri stratejisi",
      "D": "İş stratejisi",
      "E": "Kaynak temelli görüş"
    },
    "explanation": "Bilişim teknolojileri stratejisi olarak da adlandırılan arz stratejisi, işletmenin donanım, yazılım ve ağlar dâhil olmak üzere bilişim sistemlerine ilişkin talebinin ve ayrıca yazılım geliştirme ve kullanıcı desteği gibi hizmetlerin nasıl destekleneceğini ana hatlarıyla belirtmektedir. Bu teknolojilerin ve hizmetlerin (örgüt içi veya dışı kaynak) kullanımını ve bu teknolojileri çalıştırmak için örgütte hangi yeteneklerin gerekli oldu\u0002ğunu belirtir. Bir başka deyişle altyapının ve hizmetlerin nasıl sunulacağı ile ilgilidir. Doğru cevap C'dir."
  },
  {
    "id": "2850304",
    "unitNumber": 2,
    "text": "İşlem maliyeti teorisi ilk kim tarafından ortaya konmuştur?",
    "correctAnswer": "C",
    "options": {
      "A": "Alfred D. Chandler",
      "B": "Kenneth R. Andrews",
      "C": "Ronald Coase",
      "D": "Oliver Williamson",
      "E": "W. H. Meckling"
    },
    "explanation": "İşlem ma\u0002liyeti teorisi 1930’lu yıllarda ilk kez Ronald Coase <br/>tarafından ortaya konulmuştur. Doğru cevap C'dir."
  },
  {
    "id": "2850329",
    "unitNumber": 2,
    "text": "Günümüz iş ortamının internet tabanlı gerçekleştirilmesi ile ofislerin, binaların, sabit telefonların yerini mobil çalışma uygulamasının alması, bilişim teknolojileri (BT) ve bilişim sistemlerinin (BS) örgüt yapısında yarattığı hangi değişikliğe ilişkindir?",
    "correctAnswer": "A",
    "options": {
      "A": "Daha küçük örgütler",
      "B": "Merkezi olmayan örgüt yapıları",
      "C": "Gelişmiş yatay koordinasyon",
      "D": "Gelişmiş örgütler arası ilişkiler",
      "E": "Gelişmiş ağ yapıları"
    },
    "explanation": "Geleneksel anlamda bir binanın içinde yer alan ofisler, toplan\u0002tı odaları, masalar, sabit telefonlar çalışma ortamının vazgeçilmezleri iken, günümüz iş ortamının internet tabanlı gerçekleştirilme\u0002si ile ofislerin, binaların sabit telefonların yerini mobil çalışma uygulaması almakta\u0002dır. Bir veya birkaç kişi bir web sitesini ev\u0002lerinde veya kiralanmış bir çalışma ofisinde tasarlayarak, geçimini sağlayacak bir faaliyet yürütebilir. Geleneksel işletmeler için bile BT ve BS uygulamaları, kuruluşun daha az kişiyle daha fazla iş yapmasını sağladığı için vazgeçilmez hale gelmiştir. İnsanlar, bir aracı veya satıcı ile yüz yüze iletişim kurma\u0002dan, bir araya gelmeden giyim, gıda, tek\u0002nolojik araçlar gibi ürünleri satın almakta, danışmanlık, bankacılık vb. hizmetlerden faydalanabilmektedirler. Gelişen teknoloji ile birlikte yöneticiler çok sayıda çalışanı denetlemek için enformasyon elde ederek, alt düzey çalışanlarına daha fazla karar ver\u0002me yetkisi vererek bir örgütteki kademe sa\u0002yısını, dolayısıyla çalışan sayısını azaltabilir. Doğru cevap A'dır."
  },
  {
    "id": "2850353",
    "unitNumber": 2,
    "text": "Aşağıdakilerin hangisinde değişim ile iligili uygulamacak modelin adımları doğru sırada verilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Değişim-çözdürme-yeniden dondurma",
      "B": "Değişim-yeniden dondurma-çözdürme",
      "C": "Çözdürme-yeniden dondurma-değişim",
      "D": "Çözdürme-değişim-yeniden dondurma",
      "E": "Yeniden dondurma-çözdürme-değişim"
    },
    "explanation": "Değişim ile ilgili uygulanacak model, çözdür\u0002me-değişim-yeniden dondurma adımlarından oluşur: Önce değiştirilecek değişkenler mev\u0002cut değerlerinden (uygulama tarzlarından, durumlarından, büyüklüklerinden) çözdürü\u0002lür (çözdürme), yeni şekil verilir (değişim) ve son olarak yeniden şekillendirilen değişkenler yeniden dondurulur (yeniden dondurma). Doğru cevap D'dir."
  },
  {
    "id": "2850357",
    "unitNumber": 2,
    "text": "Değer elde etmek için orijinal kaynak yerine başka bir kaynağın kullanılma derecesi aşağıdakilerden hangisine ilişkindir?",
    "correctAnswer": "E",
    "options": {
      "A": "Eşsizlik",
      "B": "Uygunluk",
      "C": "Taklit edilebilirlik",
      "D": "Taşınırlık",
      "E": "İkame edilebilirlik"
    },
    "explanation": "Değer elde etmek için orijinal kaynak yerine başka bir kaynağın kullanılma derecesi, ikame edilebilirliğe ilişkindir. Doğru cevap E'dir."
  },
  {
    "id": "2850368",
    "unitNumber": 2,
    "text": "Bir işletmenin ürünlerini ürettiği ve böylece müşterilerin ödemek istediği değer yaratan ticari faaliyetler olarak tanımlanan temel faaliyetlerin ilk faaliyeti aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Pazarlama ve müşterilere satış",
      "B": "Üretim ve test dahil operasyonlar",
      "C": "Paketleme, depolama, teslimat ve dağıtımı içeren sevkiyat lojistiği",
      "D": "Tedarik lojistiği veya hammadde ve diğer girdilerin edinilmesi ve alınması",
      "E": "Müşteri hizmetleri, satış sonrası hizmetler vs."
    },
    "explanation": "Temel faaliyetler, bir işletmenin ürünleri ürettiği ve böylece müşterilerin ödemek istediği değer yaratan ticari faaliyetlerdir. Bu faaliyetler, malzemelerin satın alınmasını, malzemelerin ürünlere dönüştürülmesini ve ürünlerin müşterilere teslim edilmesini içerir. Beş ana faaliyetten oluşur:<br/>1. Tedarik lojistiği veya hammadde ve diğer girdilerin edinilmesi ve alınması<br/>2. Üretim ve test dâhil operasyonlar<br/>3. Paketleme, depolama, teslimat ve dağıtımı içeren sevkiyat lojistiği<br/>4. Pazarlama ve müşterilere satış<br/>5. Müşteri hizmetleri, satış sonrası hizmetler vs.\n Temel faaliyetler genellikle yukarıdaki sırayla gerçekleşir. İş ilerledikçe, her faaliyette ürüne değer eklenir. Doğru cevap D'dir."
  },
  {
    "id": "2754172",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi bilişim teknolojileri ve bilişim sistemlerinde etik uyuşmazlıkların en çok görüldükleri alanlardan birisi <em><strong>değildir</strong></em>?",
    "correctAnswer": "A",
    "options": {
      "A": "Maddi haklar",
      "B": "Fikri haklar",
      "C": "Müşteri ve çalışan mahremiyeti",
      "D": "İşletme kayıtlarının güvenliği",
      "E": "İş yeri emniyeti"
    },
    "explanation": "Giriş<br/>Fikrî haklar, müşteri ve çalışan mahremiyeti, işletme kayıtlarının güvenliği, iş yeri emniyeti gibi konular bilişim teknolojileri ve bilişim sistemlerinde etik uyuşmazlıkların en çok görüldükleri alanlardır."
  },
  {
    "id": "2754173",
    "unitNumber": 3,
    "text": "I. Karl Marks\n II. Thomas Hobbes\n III. Jean-Jacques Rousseau\n IV. Aleksandre Duma\n Yukarıdakilerden hangileri toplumsal sözleşme kuramının öncüleridir?",
    "correctAnswer": "A",
    "options": {
      "A": "II-III",
      "B": "III-IV",
      "C": "I-IV",
      "D": "I-II-III",
      "E": "I-II-III-IV"
    },
    "explanation": "Giriş<br/>Toplumsal sözleşme kuramının en ünlü filozofları, Thomas Hobbes ve Jean-Jacques Rousseau’dur. Toplumsal sözleşme, etik kararların ne olduğu ve ne olması gerektiği unsurlarına dayandığını ileri sürmektedir."
  },
  {
    "id": "2754174",
    "unitNumber": 3,
    "text": "I. Bilgisayar ve internet kullanımı\n II. Bilişim sistemi ve ağ yönetimi\n III. Hukuki ve yönetsel yöntemler\n Yukarıdakilerden hangileri bilişim etiğinin kurallarını kapsamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "I-II-III",
      "B": "I-II",
      "C": "II-III",
      "D": "I-III",
      "E": "III"
    },
    "explanation": "Bilişim etiği, bilgisayar ve İnternet kullanımı, bilişim sistemi ve ağ yönetimi, hukuki ve yönetsel yönde etik kuralları kapsamaktadır."
  },
  {
    "id": "2754175",
    "unitNumber": 3,
    "text": "Yargılama ve değerlendirmenin kendisine göre yapıldığı ölçüt, uyulması gereken kurallara _______ denir.\n Yukarıdaki boşluğu aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Norm",
      "B": "Ahlak",
      "C": "Etik",
      "D": "Kültür",
      "E": "Gelenek"
    },
    "explanation": "Bilişim Etiği<br/>Norm, yargılama ve değerlendirmenin kendisine göre yapıldığı ölçüt, uyulması gereken kural olarak tanımlanmaktadır."
  },
  {
    "id": "2754176",
    "unitNumber": 3,
    "text": "Bilişim sistemlerini kullanırken güvenli bir ortam yaratmak üzere oluşturulan kurallar topluluğuna _______ denir.",
    "correctAnswer": "A",
    "options": {
      "A": "bilişim etiği",
      "B": "Norm",
      "C": "Yasa",
      "D": "Bilişim protokolü",
      "E": "iletişim etiği"
    },
    "explanation": "Bilişim sistemlerini kullanırken güvenli bir ortam yaratmak üzere oluşturulan kurallar topluluğuna bilişim etiği denir."
  },
  {
    "id": "2754177",
    "unitNumber": 3,
    "text": "I. Fikri mülkiyet\n II. Telif hakları\n III. Lisans anlaşmaları\n IV. Patentler\n Yukarıdakilerden hangileri mülkiyet hakları ve yükümlülükleri kavramı altında yer almaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "I-II-III-IV",
      "B": "I-II-III",
      "C": "II-III-IV",
      "D": "III-IV",
      "E": "I-II"
    },
    "explanation": "Mülkiyet hakları ve yükümlülükleri kavramı altında, fikrî mülkiyet, telif hakları, lisans anlaşmaları ve patentler yer almaktadır."
  },
  {
    "id": "2754178",
    "unitNumber": 3,
    "text": "I. Fikri mülkiyet A. İşletmenin ürettiği ürünü pazarlaması\n II. Telif hakları B. Bir kişinin yarattı ürünün hakları\n III. Lisans anlaşmaları C. Bir kişinin ürettiği eseri karuma altına almak\n IV. Patent D. Yaratıcı bir çalışmanın fiziksel forma dönüştürülmesi\n Yukarıda verilmiş olan mülkiyet hakları ve bunlara ait örneklerin doğru eşleştirilmesi aşağıdakilerden hangisinde verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "I-D, II-C, III-A, IV-B",
      "B": "I-A, II-B, III-C, IV-D",
      "C": "I-D, II-C, III-B, IV-A",
      "D": "I-A, II-C, III-B, IV-D",
      "E": "I-B, II-A, III-D, IV-C"
    },
    "explanation": "Mülkiyet Hakları ve Yükümlülükleri<br/>I-D, II-C, III-A, IV-B"
  },
  {
    "id": "2754179",
    "unitNumber": 3,
    "text": "Kesintisiz ya da yetkisiz erişim ağını kullanarak bilgisayar sistemlerine erişmeye ________ denir.\n Yukarıdaki boşluğu aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Yetkisiz erişim",
      "B": "Siber suç",
      "C": "bilişim korsanlığı",
      "D": "Bilişim sabotajı",
      "E": "Siber hırsızlık"
    },
    "explanation": "Bilişim Sistemlerine Kötü Niyetli ve Yetkisiz Erişim<br/>Kesintisiz ya da yetkisiz erişim ağını kullanarak bilgisayar sistemlerine erişmeye yetkisiz erişim denir."
  },
  {
    "id": "2754180",
    "unitNumber": 3,
    "text": "Bilişim teknolojileri aracılığıyla bilişim sistemlerine sızılarak verilerin silinmesi ve değiştirilmesine _______ denilmektedir.\n Yukarıdaki boşluğu aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Veri sabotajı",
      "B": "Siber hırsızlık",
      "C": "Yetkisiz Erişim",
      "D": "Siber terör",
      "E": "Korsan yazılım"
    },
    "explanation": "Bilişim Sistemleri Sabotajı<br/>Bilişim teknolojileri aracılığıyla bilişim sistemlerine sızılarak verilerin silinmesi ve değiştirilmesidir. Bu tür sabotaja, veri sabotajı denilmektedir"
  },
  {
    "id": "2754181",
    "unitNumber": 3,
    "text": "Ziyaret ettiğiniz web siteleri tarafından oluşturulan dosyalara ______ denir.\n Yukarıdaki boşluğu aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Çerez",
      "B": "Spam",
      "C": "Yazılım",
      "D": "Bit",
      "E": "casus yazılm"
    },
    "explanation": "Kişilerin Gizliliği ile İlgili Sorunlar<br/>Ziyaret ettiğiniz web siteleri tarafından oluşturulan dosyalara çerez denir."
  },
  {
    "id": "2754182",
    "unitNumber": 3,
    "text": "Faydacı yaklaşım, haklar teorisine dayanan yaklaşım, adalet yaklaşımı ve toplumsal sözleşme yaklaşımları hangi kavramın temel görüşleri arasında yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "İş etiği",
      "B": "İş ahlakı",
      "C": "Paydaş teorisi",
      "D": "Ahlak felsefesi",
      "E": "Bilişim etiği"
    },
    "explanation": "İş etiği ile ilgili dört temel görüş bulunmaktadır. Bunlar; faydacı yaklaşım, haklar teorisine dayanan yaklaşım, adalet yaklaşımı ve toplumsal sözleşme yaklaşımlarıdır. Sorunun doğru cevabı A seçeneğidir."
  },
  {
    "id": "2754183",
    "unitNumber": 3,
    "text": "……………….... bilgisayar ve İnternet kullanımı, bilişim sistemi ve ağ yönetimi, hukuki ve yönetsel yönde etik kuralları kapsamaktadır. Yukarıdaki boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "İş etiği",
      "B": "İş ahlakı",
      "C": "Bilişim etiği",
      "D": "Toplumsal sözleşme",
      "E": "Bilgi yükümlülükleri"
    },
    "explanation": "Bilişim etiği, bilgisayar ve İnternet kullanımı, bilişim sistemi ve ağ yönetimi, hukuki ve yönetsel yönde etik kuralları kapsamaktadır. Sorunun doğru cevabı C seçeneğidir."
  },
  {
    "id": "2754184",
    "unitNumber": 3,
    "text": "İşletmenin, ürettiği ürünle ilgili diğer işletmelere bu ürünü üretme ya da pazarlamasıyla ilgili faaliyetleri yapma yetkisi aşağıdakilerden hangisi tarafından verilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Fikri mülkiyet",
      "B": "Telif hakları yasası",
      "C": "Lisans anlaşmaları",
      "D": "Patent",
      "E": "Adil kullanım doktrini"
    },
    "explanation": "Lisans anlaşmaları, işletmenin, ürettiği ürünle ilgili diğer işletmelere bu ürünü üretme ya da pazarlamasıyla ilgili faaliyetleri yapma yetkisi veren bir anlaşmadır. Sorunun doğru cevabı C seçeneğidir."
  },
  {
    "id": "2754185",
    "unitNumber": 3,
    "text": "……………….., bilişim teknolojileri aracılığıyla bilişim sistemlerine sızılarak verilerin silinmesi ve değiştirilmesidir. Yukarıdaki boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Siber terör",
      "B": "Siber hırsızlık",
      "C": "Yetkisiz erişim",
      "D": "Bilgisayar korsanlığı",
      "E": "Bilişim sistemleri sabotajı"
    },
    "explanation": "Bilişim sistemleri sabotajı, bilişim teknolojileri aracılığıyla bilişim sistemlerine sızılarak verilerin silinmesi ve değiştirilmesidir. Sorunun doğru cevabı E seçeneğidir."
  },
  {
    "id": "2754186",
    "unitNumber": 3,
    "text": "Casus yazılımlardan korunmak için sisteme casus yazılım bulaşmadan önce hangi programı kurmak gerekmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Adware",
      "B": "Spyware",
      "C": "Anti-spyware",
      "D": "Solucan",
      "E": "Çerezler (cookies)"
    },
    "explanation": "Casus yazılımlardan korunmak için sisteme casus yazılım bulaşmadan önce bir anti-spyware programı kurmak gerekmektedir. Sorunun doğru cevabı C seçeneğidir."
  },
  {
    "id": "2754187",
    "unitNumber": 3,
    "text": "Bilgisayar solucanları ile ilgili aşağıda verilen ifadelerden hangisi ya da hangileri doğrudur?\n I- Son kullanıcıların kullandıkları e-postaya bir şekilde bulaşarak, e-postayı alan kişinin mesajı açmasıyla sistemine erişir.\n II- E-posta ile bulaşan solucanlar en sık karşılaşılan solucan türüdür.\n II- Solucanlar, dosyaya, belgeye veya uygulamalara bulaşmaz. Solucanların bulaşması,\n internet kullanımı ile yayılır.",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I, II",
      "D": "II, III",
      "E": "I, II, III"
    },
    "explanation": "Solucanlar, virüs ile benzerlikler taşısa da yapısal farklılıkları vardır. Solucanlar, dosyaya, belgeye veya uygulamalara bulaşmaz. Solucanların bulaşması, internet kullanımı ile yayılır. Solucanlar, internet yardımıyla kendilerini bilgisayar belleğine kaydeder ve kopyalar. Genellikle bilgisayar sisteminin arka planında işler. E-posta ile bulaşan solucanlar en sık karşılaşılan solucan türüdür. Son kullanıcıların kullandıkları e-postaya bir şekilde bulaşarak, e-postayı alan kişinin mesajı açmasıyla sistemine erişir.Buna göre I, II ve III ifadeleri doğrudur. Sorunun doğru cevabı E seçeneğidir."
  },
  {
    "id": "2754188",
    "unitNumber": 3,
    "text": "Casus yazılım programları ile ilgili aşağıda verilen ifadelerden hangisi ya da hangileri doğrudur?\n I- Casus yazılım, virüs ya da solucanlar gibi kendini kopyalamaz ve çoğaltmaz.\n II- Kullanıcı internette gezinirken, girdiği internet adreslerinden bilgilerini elde eder ve bunu kullanacak kişiye iletir.\n III- Bütün reklam destekli yazılım programları casus yazılım değildir.",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I, II",
      "D": "II, III",
      "E": "I, II, III"
    },
    "explanation": "Casus yazılım, virüs ya da solucanlar gibi kendini kopyalamaz ve çoğaltmaz. Kullanıcı internette gezinirken, girdiği internet adreslerinden bilgilerini elde eder ve bunu kullanacak kişiye iletir. Casus yazılım programları, son kullanıcılar hakkındaki özel bilgiyi toplayan yazılımlardır. Bunlar; isim, adres, internette gezinti alışkanlıkları, kredi kartı, sosyal güvenlik numarası, kullanıcı adları, şifreler ve diğer kişisel bilgilerdir. Ancak şuna dikkat edilmesi gereklidir ki bütün reklam destekli yazılım programları casus yazılım değildir. Buna göre I, II ve III ifadeleri doğrudur. Sorunun doğru cevabı E seçeneğidir."
  },
  {
    "id": "2754189",
    "unitNumber": 3,
    "text": "- Ziyaret ettiğiniz web siteleri tarafından oluşturulan dosyalardır.\n - Göz atma bilgilerini kaydederek çevrimiçi deneyiminizi daha kolay hâle getirir.\n - Müşterilerin aktiviteleri hakkında bilgi içeren küçük bir dosyadır.\n Yukarıdaki ifadeler aşağıda verilenlerden hangisini açıklamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Çerezler (cookies)",
      "B": "Adware",
      "C": "Spyware",
      "D": "Solucan",
      "E": "Sistem güvenlik monitörleri"
    },
    "explanation": "Çerezler (cookies), müşteriyi internette denetlemenin temel aracıdır. Çerezler, müşterilerin aktiviteleri hakkında bilgi içeren küçük bir dosyadır. Bu dosya, müşterilerin bilgisayarda ziyaret ettiği web siteleridir. Sorunun doğru cevabı A seçeneğidir."
  },
  {
    "id": "2754190",
    "unitNumber": 3,
    "text": "Uygun şifreler ya da diğer güvenlik kodlarını tespit etmek için bütün ağ trafiğini yöneten ve ağa sadece yetkili iletilerin gönderilmesini ve alınmasını aşağıdakilerden hangisi sağlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Casus yazılım",
      "B": "Reklam destekli yazılım",
      "C": "Çerezler (cookies)",
      "D": "Güvenlik duvarı",
      "E": "Anti-spyware"
    },
    "explanation": "Bir güvenlik duvarı, işletmenin iç ağlarını, internet ve diğer ağlara erişmek için bir filtre ve güvenli transfer noktası sağlayarak dış saldırılara karşı koruyan, verilerin seçici olarak akışını sağlayan ve yetki verilmemiş girişlere izin vermeyen yazılımdır. Uygun şifreler ya da diğer güvenlik kodlarını tespit etmek için bütün ağ trafiğini yönetir ve ağa sadece yetkili iletilerin gönderilmesini ve alınmasını sağlar. Sorunun doğru cevabı D seçeneğidir."
  },
  {
    "id": "2754191",
    "unitNumber": 3,
    "text": "Bilgisayar sistemlerini ve ağların kullanımını izleyen ve bu sistemleri yetkisiz kullanım, dolandırıcılık ve bozulma tehlikesinden koruyan programlar aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Çerezler (cookies)",
      "B": "Sistem güvenlik monitörleri",
      "C": "Adware",
      "D": "Spyware",
      "E": "Solucan"
    },
    "explanation": "Sistem güvenlik monitörleri, bilgisayar sistemlerini ve ağların kullanımını izleyen ve bu sistemleri yetkisiz kullanım, dolandırıcılık ve bozulma tehlikesinden koruyan programlardır. Sorunun doğru cevabı B seçeneğidir."
  },
  {
    "id": "2847441",
    "unitNumber": 3,
    "text": "<strong><em>............ Teorisi'ne</em> göre iş etiğinde yöneticilerin etik sorumlulukları yasaları ihlal etmeden ya da hileli uygulamalara karışmadan işletmenin kârını artırmaktır.</strong>\n Yukarıdaki boşluğu aşağıdakilerden hangisi doğru olarak tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Paydaş",
      "B": "Toplumsal Sözleşme",
      "C": "Halklar",
      "D": "İşletmelerde Büyüme",
      "E": "İş"
    },
    "explanation": "İş etiği ya da iş hayatında karşılaşılan etik ile ilgili sorunlar genel ahlaki veya etik sorunlardan ayrı bir yöntemle ele alınmazlar. Paydaş Teorisine göre iş etiğinde yöneticiler, paydaşların temsilcileridir ve etik sorumlulukları, yasaları ihlal etmeden ya da hileli uygulamalara karışmadan işletmenin<br/>kârını artırmaktır."
  },
  {
    "id": "2847464",
    "unitNumber": 3,
    "text": "Bebekler için kuvöz termostat kontrol programını geliştiren firmaların, yeterince test etmeden programı pazara sunmaları nedeniyle bebeklerin ölümüne sebebiyet vermektedirler.\n Yukarıdaki örnek olay bilişimde hangi etik ilkenin ihlali ile ilgilidir?",
    "correctAnswer": "D",
    "options": {
      "A": "İnsanların, hakları olmadığı hâlde, yazılımları kopyalamaları, kullanmaları ve dağıtmaları",
      "B": "Çalışanların, işletme veri tabanlarından, belirli bir konuda ün yapmış veya tanıdıkları kişi ile ilgili bilgilere yönelik arama yapmaları",
      "C": "İşletmelerin, doğruluğunu ya da geçerliliğini kontrol etmeden bilgi almaları, toplamaları ve kullanmaları",
      "D": "Bilişim sistemlerini geliştirenlerin, sistem kullanıma geçmeden önce tamamen test etmeden pazara sunmaları",
      "E": "İşletme çalışanlarının, özel şematikleri, taslakları, işletmenin müşteri listelerini ve raporlarını yok etmeleri ya da çalmaları"
    },
    "explanation": "Bilişim sistemlerini geliştirenlerin, sistem kullanıma geçmeden önce tamamen test etmeden pazara sunmaları. Örneğin, bebekler için kuvöz termostat kontrol programını geliştirenlerin, yeterince test etmeden programı pazara sunmaları nedeniyle bebeklerin ölümüne sebebiyet vermesi etik dışı olarak kabul edilir."
  },
  {
    "id": "2847474",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi kişisel veri kapsamında <em><strong>yer almaz</strong></em>?",
    "correctAnswer": "E",
    "options": {
      "A": "Bireyin telefon numarası",
      "B": "Bireyin taşıt plakası",
      "C": "Kişinin özgeçmişi",
      "D": "Kişinin fotoğrafı",
      "E": "Derneğin adresi"
    },
    "explanation": "Kişisel veri, gerçek kişiyle ilgili verilerdir, tüzel<br/>kişilerle ilgili veriler değildir; kişinin nüfus bilgilerinde yer alan bilgiler değil; telefon numarası,<br/>taşıt plakası, pasaport numarası, özgeçmiş, resim,<br/>görüntü ve ses kayıtları, parmak izleri, e-posta adresi, hobiler, tercihler, etkileşimde bulunulan kişiler, grup üyelikleri, aile bilgileri, sağlık bilgileri gibi<br/>kişiyi doğrudan veya dolaylı olarak belirlenebilir<br/>kılan tüm veriler kişisel veri olarak kabul edilmektedir. Bir derneğin adresi tüzel verilerle ilgilidir."
  },
  {
    "id": "2847475",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi fikri mülkiyet örneğidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Bina",
      "B": "Köprü",
      "C": "Yol",
      "D": "Roman",
      "E": "Bahçe"
    },
    "explanation": "Fikri mülkiyet, somut olarak<br/>görülmeyen, elle tutulmayan ancak yaratıcı bir<br/>çalışmanın, fiziksel bir forma dönüştürülmesidir.<br/>Müzik, roman, tablo ve heykel üretmek, fikri mülkiyetin birer örneğidir. İşletmelerin taslakları, şemaları ve diğer özel belgeleri de, fikrî mülkiyettir. Bu<br/>dokümanlar, müzik, roman gibi fiziksel formlarında olduklarından çok daha değerlidir. Ayrıca, özel<br/>yazılımlar da fikrî mülkiyet örnekleri arasındadır."
  },
  {
    "id": "2847476",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi <em><strong>siber terör</strong></em> kavramını en doğru biçimde açıklamaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Yeteneğini çoğu zaman gizli bilgi kaynaklarına ulaşmak, bilgisayar ve ağlar üzerinde yasal olmayan işler görmek yolunda kullanan kötü niyetli<br/>usta bilgisayarcıdır.",
      "B": "Fiziksel bir eşyanın ya da paranın çalınmasının sanal ortamda olmasıdır.",
      "C": "Fiziksel zararın, sanal ortamda verilmesidir.",
      "D": "Bilgisayar yazılımlarının, satın alınmadan ve izinsiz kullanılmasıdır.",
      "E": "Son kullanıcı hakkında bilgi toplayan ve bu bilgileri üçüncü taraflara bildiren programlardır."
    },
    "explanation": "Siber terör, fiziksel ve yaşamsal zarara ya da<br/>altyapı sistemlerinde ciddi aksaklıklara neden olmak amacıyla internet aracılığıyla bir işletme ya da<br/>devletin bilgisayarlarını ve verilerini kullanmaktır."
  },
  {
    "id": "2847905",
    "unitNumber": 3,
    "text": "<ul> <li>Ziyaret edilen web siteleri tarafından oluşturulan dosyalardır.</li> <li>Göz atma bilgilerini kaydederek çevrimiçi deneyimini daha kolay hâle<br/>getirir.</li> <li>Web siteleri oturumunuzu açık tutabilir, site tercihlerinizi hatırlayabilir ve size yerel olarak alakalı içerik sunabilir.</li> </ul> Yukarıdaki uygulamaları sağlayan araç aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Anti-spyware",
      "B": "Çerezler",
      "C": "Reklam destekli yazılımlar",
      "D": "Siber hırsızlık",
      "E": "Korsan yazılım"
    },
    "explanation": "Çerezler (cookies), müşteriyi internette denetlemenin temel aracıdır. Çerezler, müşterilerin aktiviteleri hakkında bilgi içeren küçük bir dosyadır.<br/>Bu dosya, müşterilerin bilgisayarda ziyaret ettiği<br/>web siteleridir. Çerezlerin kullanım alanları çok fazladır. Örneğin, müşterinin kullanıcı adı ve şifresini<br/>saklar böylece müşteri web sitesine her girdiğinde<br/>tüm doğrulama işlemlerinden tekrar geçmek zorunda kalmaz. Ayrıca elektronik alışveriş bilgilerini<br/>de saklar, böylece daha sonra tekrar alışveriş için o<br/>siteye giriş yapıldığında, web sitesinde müşterinin<br/>istek listesini görebilme imkânı sunar."
  },
  {
    "id": "2847910",
    "unitNumber": 3,
    "text": "<ol type=\"I\"><br/><li>Şifreleme</li><br/><li>Güvenlik duvarı</li><br/><li>e-posta izleme</li><br/><li>Ekran resmi kullanma</li><br/><li>Klavye değiştirme</li><br/></ol><br/>Yukarıdakilerden hangisi ya da hangileri bilişim sistemlerinde güvenliği sağlamanın ilk adımlarındandır?",
    "correctAnswer": "C",
    "options": {
      "A": "I-IV",
      "B": "II-V",
      "C": "I-II-III",
      "D": "I-IV-V",
      "E": "III-IV-V"
    },
    "explanation": "Bilişim sistemlerinde güvenliği sağlamanın ilk<br/>adımı, kullanılan ağlarda, şifreleme, güvenlik<br/>duvarı, e-posta izleme ve virüs programlarıdır."
  },
  {
    "id": "2849598",
    "unitNumber": 3,
    "text": "<ol type=\"I\"><br/><li>Saldırı yapılan kişinin web sitesi</li><br/><li>Saldırı yapılan kişinin internet hizmet sunucusu</li><br/><li>Siber-suçluların komuta ettiği zombi bilgisayarlar</li><br/><li>Bilgisayarın güç kaynağı</li><br/></ol><br/>Yukarıda yer alan maddelerden hangileri aracılığıyla internet yoluyla yapılan hizmet engelleme saldırılarına maruz kalınabilir?",
    "correctAnswer": "D",
    "options": {
      "A": "I-IV",
      "B": "II-IV",
      "C": "I-III-IV",
      "D": "I-II-III",
      "E": "I-II-III-IV"
    },
    "explanation": "İnternet yoluyla yapılan hizmet engelleme saldırıları ağ tabanlı bilgisayar sistemlerinin üç bölümüne yapılır: 1) saldırı yapılan kişinin web sitesi,<br/>2) saldırı yapılan kişinin internet hizmet sunucusu (ISP- Internet Service Provider-İnternet Servis<br/>Sağlayıcısı) ve 3) siber-suçluların komuta ettiği<br/>zombi (başkası tarafından ele geçirilen bilgisayar)<br/>ya da köle bilgisayarlardır (Bilgisayar korsanları tarafından yazılan bir virüs programı). Bu programın<br/>indirildiği tüm bilgisayarların her türlü kontrolü<br/>bilgisayar korsanlarının eline geçmektedir."
  },
  {
    "id": "2849643",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi biyometrik güvenlik yöntemlerinden biri <em><strong>değildir</strong></em>?",
    "correctAnswer": "E",
    "options": {
      "A": "Parmak izi",
      "B": "Tuş vuruşu analizi",
      "C": "Retina taraması",
      "D": "Ses doğrulama",
      "E": "Kıyafet tanıma"
    },
    "explanation": "Biyometrik güvenlik, hızla gelişen bir bilgisayar<br/>güvenlik sahasıdır. Bunlar, ses doğrulama, parmak<br/>izi, el geometrisi, imza dinamikleri, tuş vuruşu analizi, retina taraması, yüz tanıma ve genetik model<br/>analizi gibi her bireyi benzersiz kılan fiziksel özellikleri ile ölçen bilgisayar cihazları tarafından sağlanan güvenlik önlemleridir."
  },
  {
    "id": "2754192",
    "unitNumber": 4,
    "text": "Hammaddenin, tedarik zinciri üzerinde önce son ürüne işlenmesi, sonrasında da tüketim noktalarına iletilmesi süreçlerini içeren işlemler bütünü aşağıdakilerden hangisinin tanımıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Lojistik",
      "B": "Kurumsal",
      "C": "Sistematik",
      "D": "Kaynak Planlaması",
      "E": "Hiçbiri"
    },
    "explanation": "Lojistik: Ürün, hizmet ve insan özkaynaklarının gereksinim duyulan yerde ve istenen zamanda sağlanması. 2. Hammaddenin, tedarik zinciri üzerinde önce son ürüne işlenmesi, sonrasında da tüketim noktalarına iletilmesi süreçlerini içeren işlemler bütünü. (www.tubaterim.gov.tr)<br/>Lojistik. Cevap A'dır."
  },
  {
    "id": "2754193",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Kamusal kaynak planlama KKP'nın asıl öncülerinden birisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "DRP (Distribution Resource Planning-Dağıtım Kaynakları Planlaması)",
      "B": "MRP (Material Requirements Planning-Malzeme İhtiyaç Planlaması)",
      "C": "CIM (Computer Integrated Manufacturing-Bilgisayar Bütünleşik Üretim)",
      "D": "İş Zekâsı (BI)",
      "E": "Tedarik Zinciri Yönetimi (SCM)"
    },
    "explanation": "KKP’nin tarihsel gelişiminde KKP’nin ortaya çıkış sebeplerini ve öncülerini araştırmak gerekir. Bu öncüler sırasıyla MRP (Material Requirements Planning-Malzeme İhtiyaç Planlaması) ve MRP II’dir (Manufacturing Resource Planning-İmalat Kaynakları Planlaması). Bazı araştırmacılar DRP (Distribution Resource Planning-Dağıtım Kaynakları Planlaması) ve CIM’i (Computer Integrated Manufacturing-Bilgisayar Bütünleşik Üretim) de eklemektedirler. Ancak asıl öncüleri MRP ve MRP II’dir.<br/>MRP (Material Requirements Planning-Malzeme İhtiyaç Planlaması). Cevap B'dir."
  },
  {
    "id": "2754194",
    "unitNumber": 4,
    "text": "Anlık para ve mal akışını gösteren sistem aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "MRP (Material Requirements Planning-Malzeme İhtiyaç Planlaması)",
      "B": "CIM (Computer Integrated Manufacturing-Bilgisayar Bütünleşik Üretim)",
      "C": "KKP (Kurumsal Kaynak Planlaması)",
      "D": "MRP II (Manufacturing Resource Planning-İmalat Kaynakları Planlaması).",
      "E": "DRP (Distribution Resource Planning-Dağıtım Kaynakları Planlaması)"
    },
    "explanation": "KKP, en basit ve akılda kalacak şekilde ise “anlık para ve mal akışını gösteren sistem”, olarak tanımlanabilir.<br/>KKP (Kurumsal Kaynak Planlaması). Cevap C'dir."
  },
  {
    "id": "2754195",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi KKP sistemlerinin temel özelliklerinden birisi değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Entegrasyon",
      "B": "Fonksiyonellik",
      "C": "Esneklik",
      "D": "Değişiklik",
      "E": "Modülerlik"
    },
    "explanation": "Entegrasyon, Fonksiyonellik, Esneklik Modülerlik, Çok Yerden İşletme Olanağı, Bilgiye Hızlı Erişim, Ekip Yönetimi, Yeniden Yapılanma, Evrensellik.<br/>Değişiklik. Cevap D'dir."
  },
  {
    "id": "2754196",
    "unitNumber": 4,
    "text": "Ürünün bir birimini üretmek için gerekli olan parçaları, tanımlarını ve miktarlarını gösteren bir listeye ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kalite Kontrol",
      "B": "Satın Alma",
      "C": "Satış ve Dağıtım",
      "D": "Ürün Takip",
      "E": "Ürün ağacı/reçete verisi"
    },
    "explanation": "Ürün ağacı/reçete verisi: Ürünün bir birimini üretmek için gerekli olan parçaları, tanımlarını ve miktarlarını gösteren bir liste (www.tubaterim.gov.tr<br/>Ürün ağacı/reçete verisi. Cevap E'dir."
  },
  {
    "id": "2754197",
    "unitNumber": 4,
    "text": "Teknolojinin, insanların ve süreçlerin en önemli bileşenleri ve bir başka deyişle insan, süreç ve teknoloji faktörlerinin bir bileşimi olarak tanınlanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Müşteri İlişkileri Yönetimi (MİY)",
      "B": "Satış Gücü Otomasyonu (SGO)",
      "C": "Servis Otomasyonu (SO)",
      "D": "Pazarlama Otomasyonu (PO)",
      "E": "Kritik Başarı Faktörlerine (KBF)"
    },
    "explanation": "MİY, “teknolojinin, insanların ve süreçlerin en önemli bileşenleri” olarak tanımlanmaktadır. Diğer bir deyişle, MİY; insan, süreç ve teknoloji faktörlerinin bir bileşimi olduğu kabul edilmektedir:<br/>Müşteri İlişkileri Yönetimi (MİY). Cevap A'dır."
  },
  {
    "id": "2754198",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi başarılı bir MİY stratejisi uygulamak için öngörülen sekiz aşamadan birisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Strateji Geliştirme Süreci",
      "B": "MİY teknolojisi",
      "C": "Değer Yaratma Süreci",
      "D": "Performans Değerlendirme Süreci",
      "E": "Bilgi Yönetimi Süreci"
    },
    "explanation": "Gartner Yetkinlik Modeli, Gartner Araştırma Grubu tarafından geliştirilmiştir. Bu yetkinlik modelinde, başarılı bir MİY stratejisi uygulamak için öngörülen sekiz aşama vardır: 1. MİY vizyonu 2. MİY stratejisi 3. Değerli müşteri deneyimi 4. Örgütsel işbirliği 5. MİY süreci 6. MİY bilgisi 7. MİY teknolojisi 8. MİY ölçü bilimi<br/>MİY teknolojisi. Cevap B'dir."
  },
  {
    "id": "2754199",
    "unitNumber": 4,
    "text": "İşletmenin kararlarını geliştirmek için müşteri verilerinin analizi ile ilgili olan MİY türü aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "İşbirlikçi MİY",
      "B": "Analitik MİY",
      "C": "Operasyonel MİY",
      "D": "Satış Gücü Otomasyonu (SGO)",
      "E": "Pazarlama Otomasyonu (PO)"
    },
    "explanation": "Müşterileri anlamak MİY’in genel amacıdır. Ancak bu amaca ulaşmanın farklı yolları vardır. MİY’in üç türü bulunmaktadır: Analitik, operasyonel ve işbirlikçi MİY. Analitik MİY, işletmenin kararlarını geliştirmek için müşteri verilerinin analizi ile ilgilidir. Operasyonel MİY; pazarlama otomasyonu, satış gücü otomasyonu, ve hizmet otomasyonu dâhil olmak üzere müşteri süreçleri otomasyonu ile ilgilenmektedir. İşbirlikçi MİY ise işletme ve müşterilerinin arasındaki tüm etkileşimleri yönetmektedir<br/>Analitik MİY. Cevap B'dir."
  },
  {
    "id": "2754200",
    "unitNumber": 4,
    "text": "James E. Richard tarafından ortaya konmuş MİY modeli aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Beş Kuvvetler Modeli",
      "B": "Yetkinlik Modeli",
      "C": "Öncelik Modeli",
      "D": "MİY Teknolojisi Modeli",
      "E": "Kritik Başarı Faktörleri Modeli"
    },
    "explanation": "MİY Teknolojisi Modeli, MİY’in teknik yapısı üzerinde yoğunlaşan başka bir modeldir. James E. Richard tarafından ortaya konmuştur. Bu model, teknolojinin MİY’e katkısındaki dalgalanmaları incelemek için bir çerçeve sağlamaktadır.<br/>MİY Teknolojisi Modeli. Cevap D'dir."
  },
  {
    "id": "2754201",
    "unitNumber": 4,
    "text": "Mamulün hammadde aşamasından müşteriye ulaşıncaya kadar entegre eden yönetim anlayışı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kaynak Planlamasına (KKP)",
      "B": "Tedarik Zinciri Yönetimi (TZY)",
      "C": "Müşteri İlişkileri Yönetimi (MİY)",
      "D": "Just in Time-Tam Zamanında Üretim (JIT)",
      "E": "Elektronik Veri Değişimi (EVD)"
    },
    "explanation": "TZY’nin de KKP ve MİY gibi zaman içinde genişleyen ve evrilen bir tanımı vardır. Tedarik Zinciri kavramı üretim ve tedarik süreçlerinin her birini mamulün hammadde aşamasından müşteriye ulaşıncaya kadar entegre eden yönetim anlayışıdır, bu anlayışa geri dönüşüm ve malzemelerin tekrar kullanımı anlayışı da eklenerek tanımı genişletilmiştir.<br/>Tedarik Zinciri Yönetimi (TZY). Cevap B'dir."
  },
  {
    "id": "2754202",
    "unitNumber": 4,
    "text": "Kurumsal Kaynak Planlamasının ilk öncüsü aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "MRP II (Üretim Kaynakları Planlaması)",
      "B": "DRP (Dağıtım Kaynakları Planlaması)",
      "C": "MRP (Malzeme İhtiyaç Planlaması)",
      "D": "CRP (Kapasite İhtiyaçları Planlaması)",
      "E": "CIM (Bilgisayar Bütünleşik Üretim)"
    },
    "explanation": "Kurumsal Kaynak Planlamasının ilk öncüsü MRP (Malzeme İhtiyaç Planlaması)'dir. Cevap C'dir."
  },
  {
    "id": "2754203",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Kurumsal Kaynak Planlamasının temel özelliklerinden biri <u>değildir</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Evrensellik",
      "B": "Modülerlik",
      "C": "Esneklik",
      "D": "Kesinlik",
      "E": "Entegrasyon"
    },
    "explanation": "Kesinlik, kurumsal Kaynak Planlamasının temel özelliklerinden biri değildir. Cevap D'dir."
  },
  {
    "id": "2754204",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Kurumsal Kaynak Planlamasının modüllerinden biri <u>değildir</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Finans modülü",
      "B": "İnsan kaynakları modülü",
      "C": "Genel muhasebe modülü",
      "D": "Sipariş takip modülü",
      "E": "Malzeme yönetimi modülü"
    },
    "explanation": "Sipariş takip modülü, kurumsal kaynak planlamasının modüllerinden biri değildir. Cevap D'dir."
  },
  {
    "id": "2754205",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Müşteri İlişkileri Yönetiminin yararlarından biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Ürün paketlenmesi",
      "B": "Ucuz ürünler",
      "C": "Teknolojik ürünler",
      "D": "Pazarlama kampanyaları",
      "E": "Hizmetleri kişiselleştirmesi"
    },
    "explanation": "Hizmetleri kişiselleştirmesi, müşteri ilişkileri yönetiminin yararlarından biridir. Cevap E'dir."
  },
  {
    "id": "2754206",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Müşteri İlişkileri Yönetimi modellerinden biri <u>değildir</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Müşteri Memnuniyet Modeli",
      "B": "Payne’nin Beş Kuvvetler Modeli",
      "C": "Gartner Yetkinlik Modeli",
      "D": "Öncelik Modeli",
      "E": "MİY Teknolojisi Modeli"
    },
    "explanation": "Müşteri Memnuniyet Modeli, Müşteri İlişkileri Yönetimi modellerinden biri değildir. Cevap A'dır."
  },
  {
    "id": "2754207",
    "unitNumber": 4,
    "text": "MİY’in en önemli bileşenleri aşağıdakilerden hangisinde birlikte ve doğru olarak verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ekipman - ağ - bilgisayar",
      "B": "Çalışan - süreç - pazar",
      "C": "İnsan - süreç - teknoloji",
      "D": "Süreç - bina - bilgisayar",
      "E": "Medya - teknoloji - veri"
    },
    "explanation": "İnsan - süreç - teknoloji MİY’in en önemli bileşenleridir."
  },
  {
    "id": "2754208",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Tedarik Zinciri Yönetimi bileşenlerinden biri <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Üreticiler",
      "B": "Toptancılar",
      "C": "Müşteriler",
      "D": "Perakendeciler",
      "E": "Nakliyeciler"
    },
    "explanation": "Nakliyeciler, Tedarik Zinciri Yönetimi bileşenlerinden biri değildir."
  },
  {
    "id": "2754209",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Tedarik Zinciri Yönetim süreçlerinden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Fatura düzenleme",
      "B": "Sipariş kontrol",
      "C": "Ar-Ge",
      "D": "Bakım onarım",
      "E": "İade Yönetim Süreci"
    },
    "explanation": "İade Yönetim Süreci, Tedarik Zinciri Yönetim süreçlerinden biridir."
  },
  {
    "id": "2754210",
    "unitNumber": 4,
    "text": "Tedarik zinciri yönetiminde temel hedef, ……..\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Döngü sürelerinin kısaltılmasıdır.",
      "B": "Verimliliğin arttırılmasıdır.",
      "C": "Müşteri talebidir.",
      "D": "Ürün çeşitliliğidir.",
      "E": "Stok düzeylerinin düşürülmesidir."
    },
    "explanation": "Müşteri talebidir."
  },
  {
    "id": "2754211",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Tedarik Zinciri Yönetimi fonksiyonlarından biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yatırım finansmanı",
      "B": "Madencilik",
      "C": "Kalite kontrol",
      "D": "Malzemeler",
      "E": "Araştırma geliştirme"
    },
    "explanation": "Malzemeler, Tedarik Zinciri Yönetimi fonksiyonlarından biridir."
  },
  {
    "id": "2849191",
    "unitNumber": 4,
    "text": "Kurumsal Sistemlerin demirbaş üçlüsü hangileri olabilir?",
    "correctAnswer": "C",
    "options": {
      "A": "İnsan Kaynakları Planlaması, Tedarik Zinciri Yönetimi ve Müşteri İlişkileri Yönetimi.",
      "B": "Kurumsal Kaynak Planlaması, Finans Zinciri Yönetimi ve Müşteri İlişkileri Yönetimi.",
      "C": "Kurumsal Kaynak Planlaması, Tedarik Zinciri Yönetimi ve Müşteri İlişkileri Yönetimi.",
      "D": "Kurumsal İmaj Yönetimi, Tedarik Zinciri Yönetimi ve Müşteri İlişkileri Yönetimi.",
      "E": "Kurumsal Kaynak Planlaması, Tedarik Zinciri Yönetimi ve Resmi Kuruluşlarla İlişkilerin Yönetimi."
    },
    "explanation": "Bilişim Sistemleri GİRİŞ<br/>Kurumsal Sistemlerin demirbaş üçlüsü: Kurumsal Kaynak Planlaması, Tedarik Zinciri Yönetimi ve Müşteri İlişkileri Yönetimidir."
  },
  {
    "id": "2849205",
    "unitNumber": 4,
    "text": "İşletme ve sektörlerin eş zamanlı olarak bilgi, mal ve para akışını kusursuz gerçekleştirebilmeleri için ihtiyaç duydukları fonksiyonel bilişim sistemine ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Müşteri İlişkileri Yönetimi.",
      "B": "Kurumsal Kaynak Planlaması.",
      "C": "Uçtan uca entegrasyon.",
      "D": "Kapasite.",
      "E": "Tedarik Zinciri Yönetimi."
    },
    "explanation": "KURUMSAL KAYNAK PLANLAMASI<br/>İşletme ve sektörlerin eş zamanlı olarak bu bilgi, mal ve para akışını kusursuz gerçekleştirebilmeleri için fonksiyonel bir bilişim sistemine gereksinimleri vardır. Yukarıda tarif edilen fonksiyonel bilişim sistemi Kurumsal Kaynak Planlamasıdır."
  },
  {
    "id": "2849238",
    "unitNumber": 4,
    "text": "Kurumsal Kaynak Planlama kavramını ne şekilde ele almak mümkündür?",
    "correctAnswer": "A",
    "options": {
      "A": "Bir kurumun tüm süreç ve verilerini tek bir geniş kapsamlı ve bütünleşik yapı altında toplayan bir gelişim aracıdır.",
      "B": "Mali defter ve yıllık ajanda şeklinde alınıp satılabilen ticari bir üründür.",
      "C": "Kamu kuruluşları ile yaşanan sorunlara çözümler sunan bir birimdir.",
      "D": "Yıllık para ve mal akışını gösteren sistemdir.",
      "E": "Yıllık personel akışını gösteren sistemdir."
    },
    "explanation": "Kurumsal Kaynak Planlaması Tanımı<br/>Kurumsal Kaynak Planlama kavramını 3 farklı şekilde ele almak mümkündür: (1) KKP, bilgisayar yazılımı şeklinde alınıp satılabilen ticari bir üründür, (2) KKP, bir kurumun tüm süreç ve verilerini tek bir geniş kapsamlı ve bütünleşik yapı altında toplayan bir gelişim aracıdır, (3) iş süreçlerine çözümler sunan bir altyapının anahtar ögesidir."
  },
  {
    "id": "2849267",
    "unitNumber": 4,
    "text": "Ürün, hizmet ve insan özkaynaklarının gereksinim duyulan yerde ve istenen zamanda sağlanmasına ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Planlama",
      "B": "Sistem",
      "C": "Gelişim",
      "D": "Lojistik",
      "E": "Süreç"
    },
    "explanation": "Kurumsal Kaynak Planlaması Tanımı<br/>Lojistik: Ürün, hizmet ve insan özkaynaklarının gereksinim duyulan yerde ve istenen zamanda sağlanması. 2. Hammaddenin, tedarik zinciri üzerinde önce son ürüne işlenmesi, sonrasında da tüketim noktalarına iletilmesi süreçlerini içeren işlemler bütünü. (www.tubaterim.gov.tr)"
  },
  {
    "id": "2849280",
    "unitNumber": 4,
    "text": "Kurumsal Kaynak Planlamanın tarihsel gelişiminde, hangisinin KKP’nin öncülerinden olduğu söylenemez?",
    "correctAnswer": "E",
    "options": {
      "A": "MRP (Material Requirements Planning-Malzeme İhtiyaç Planlaması",
      "B": "MRP II’dir (Manufacturing Resource Planning-İmalat Kaynakları Planlaması)",
      "C": "DRP (Distribution Resource Planning-Dağıtım Kaynakları Planlaması)",
      "D": "CIM (Computer Integrated Manufacturing-Bilgisayar Bütünleşik Üretim)",
      "E": "APICS (American Production and Inventory Control Society - Amerikan Üretim ve Stok Kontrol Topluluğu)"
    },
    "explanation": "Kurumsal Kaynak Planlama Sisteminin Gelişim Süreci<br/>KKP’nin tarihsel gelişiminde KKP’nin ortaya çıkış sebeplerini ve öncülerini araştırmak gerekir. Bu öncüler sırasıyla MRP (Material Requirements Planning-Malzeme İhtiyaç Planlaması) ve MRP II’dir (Manufacturing Resource Planning-İmalat Kaynakları Planlaması). Bazı araştırmacılar DRP (Distribution Resource Planning-Dağıtım Kaynakları Planlaması) ve CIM’i (Computer Integrated Manufacturing-Bilgisayar Bütünleşik Üretim) de eklemektedirler. Ancak asıl öncüleri MRP ve MRP II’dir."
  },
  {
    "id": "2849289",
    "unitNumber": 4,
    "text": "KKP sistemleri ile işletmelerin, farklı bölgelerde bulunan fabrika ve şubelerindeki iş süreçlerini birleştirebilmeleri, Kurumsal Kaynak Planlamasının hangi özelliğini ifade eder?",
    "correctAnswer": "B",
    "options": {
      "A": "Modülerlik",
      "B": "Çok Yerden İşletme Olanağı",
      "C": "Esneklik",
      "D": "Fonksiyonellik",
      "E": "Evrensellik"
    },
    "explanation": "Kurumsal Kaynak Planlamasının Özellikleri<br/>Çok Yerden İşletme Olanağı: KKP sistemleri ile işletmeler, farklı bölgelerde bulunan fabrika ve şubelerindeki iş süreçlerini birleştirebilmektedir. Örneğin, işletmeler KKP sistemlerini merkezde, fabrikalarda veya şubelerde kurarak, işlemlerini diğerlerinden bağımsız olarak gerçekleştirirler."
  },
  {
    "id": "2849302",
    "unitNumber": 4,
    "text": "KKP’nin birbiriyle ilişkili süreçleri bağlamasından dolayı, her bir çalışanın, gerekli bilgiye hızlı bir şekilde ulaşabilmesi, Kurumsal Kaynak Planlamasının hangi özelliğini ifade eder?",
    "correctAnswer": "D",
    "options": {
      "A": "Entegrasyon",
      "B": "Yeniden Yapılanma",
      "C": "Ekip Yönelimi",
      "D": "Bilgiye Hızlı Erişim",
      "E": "Esneklik"
    },
    "explanation": "Kurumsal Kaynak Planlamasının Özellikleri<br/>Bilgiye Hızlı Erişim: Süreç yönelimli işlemler verimliliği arttırmaktadır. KKP’nin birbiriyle ilişkili süreçleri bağlamasından dolayı, her bir çalışan, gerekli bilgiye hızlı bir şekilde ulaşabilmektedir. Bilgi, güncel ve tutarlıdır. Çalışanlar doğru bilgiyi zamanında alabilmektedirler."
  },
  {
    "id": "2849314",
    "unitNumber": 4,
    "text": "Kurumsal Kaynak Planlamasının Özelliklerinden olan Ekip Yöneliminin anlaşılmasında hangisi doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "İşletme ihtiyaçlarını karşılamak üzere sahip olduğu entegre süreçleriyle KKP, geleneksel yapı ve organizasyon metotlarını yeniden yapılandırma potansiyeline sahiptir. Bu açıdan, KKP paketlerinin proje yönetimi ile ilgili modülleri vardır ve yazılımın devreye alınması sırasında süreçlere, organizasyonlara ve fonksiyonlara ilişkin nelerin yapılması gerektiği konusunda projeyi yönlendirme yeteneğine sahiptir.",
      "B": "KKP paketlerinin evrenselliği vardır ve bu alanda uzman ve destek sağlamak daha kolaydır. KKP firmaları, gereksinimlerindeki evrensel ve teknolojik değişmeleri KKP yazılımlarına ilave etme gibi bir misyona sahiptirler.",
      "C": "KKP sistemlerinin işletmelerdeki tüm standart iş ihtiyaçları için anlaşılır fonksiyonellikleri vardır. Sektöre özgü iş süreçlerinin de eklenmesiyle KKP sistemleri, pek çok sektörün özel ihtiyaçlarını da karşılayabilmektedir.",
      "D": "KKP sistemleri modüler bir yapıya sahiptir. Modüller tek başlarına kullanılabilme<br/>özelliği taşımaktadırlar. İşletmeler, ihtiyaçlarını karşılamak üzere sistemi genişletebilirler.",
      "E": "KKP sistemleri, iş akışını entegre bir şekilde yönetebilirler. Ekip yönelimi, bölüm<br/>bazında düşünce ve görüşü, organizasyon bazında görüş ve global bir yaklaşımla değiştirerek, inisiyatif ve motivasyon sağlamaktadır. KKP, çalışanların ekip hâlinde çalışmasına yardımcı olur."
    },
    "explanation": "Kurumsal Kaynak Planlamasının Özellikleri<br/>Ekip Yönelimi: KKP sistemleri, iş akışını entegre bir şekilde yönetebilirler. Ekip yönelimi, bölüm bazında düşünce ve görüşü, organizasyon bazında görüş ve global bir yaklaşımla değiştirerek, inisiyatif ve motivasyon sağlamaktadır. KKP, çalışanların ekip hâlinde çalışmasına yardımcı olur."
  },
  {
    "id": "2849324",
    "unitNumber": 4,
    "text": "İşletmeler içerisindeki satın alma, imalat ve dağıtım faaliyetlerini ile talep, sipariş, teslim alma, depolama ve satışla devam eden süreçlerin planlamasına işletmelerde ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Lojistik Planlaması",
      "B": "Üretim Süreçlerinin Standartlaşması",
      "C": "İnsan Kaynakları Yönetimi",
      "D": "Kaynak Planlaması",
      "E": "Süreç Kontrolü"
    },
    "explanation": "Kurumsal Kaynak Planlama Sisteminin Kapsamı<br/>Lojistik Planlaması: İşletmeler içerisindeki lojistik sistemi, satın alma, imalat ve dağıtım faaliyetlerini kapsar. Talep, sipariş, teslim alma, depolama ve satışla devam eden lojistik süreçlerinin planlaması işletmelerin lojistik planlamasının da içeriğini oluşturur."
  },
  {
    "id": "2849329",
    "unitNumber": 4,
    "text": "Kurumsal Kaynak Planlama Sisteminde, üretim planlarının oluşturulması, gerçekleşen üretim verilerinin saklanması ve tüm bu süreçlerdeki faaliyetlerin sürekliliğinin sağlanmasında hızlı, etkin ve otomatik sonuçlar üreten modüle ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Satış ve Dağıtım Yönetimi Modülü",
      "B": "Kalite Kontrol Modülü",
      "C": "Malzeme Yönetimi Modülü",
      "D": "Üretim Takip Modülü",
      "E": "Satın Alma Modülü"
    },
    "explanation": "Kurumsal Kaynak Planlama Sisteminin Modülleri<br/>Üretim Takip Modülü: Üretim planlarının oluşturulması, gerçekleşen üretim verilerinin saklanması ve tüm bu süreçlerdeki faaliyetlerin sürekliliğinin sağlanmasında hızlı, etkin ve otomatik sonuçlar üreten bir modüldür."
  },
  {
    "id": "2849682",
    "unitNumber": 4,
    "text": "\"http\" işletmeler tarafından hangi yıldan itibaren ticari olarak kullanılmaya başlamıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "1985",
      "B": "1990",
      "C": "1995",
      "D": "2000",
      "E": "2005"
    },
    "explanation": "HTTP (Hyper Text Transfer Protocol-Hiper Metin Transfer Protokolü): Ağ üzerinden web sayfalarının görüntülenmesini sağlayan protokol 1995 yılından itibaren işletmeler tarafından ticari olarak kullanılmaya başlanmıştır?"
  },
  {
    "id": "2849696",
    "unitNumber": 4,
    "text": "Anlık para ve mal akışını gösteren sisteme verilen ad aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kurumsal kaynak planlaması",
      "B": "Hiper metin transfer protokolü",
      "C": "Uçtan uca",
      "D": "Tedarik zinciri yönetimi",
      "E": "Müşteri ilişkileri yöneyimi"
    },
    "explanation": "Kurumsal Kaynak Planlaması (KKP), en basit ve akılda kalacak şekilde ise “anlık<br/>para ve mal akışını gösteren sistem”, olarak tanımlanabilir."
  },
  {
    "id": "2849708",
    "unitNumber": 4,
    "text": "Kurumsal Kaynak Planlamasının (KKP) çıkışında ve gelişiminde rol oynayan ilk yapı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "MRP (Material Requirements Planning-Malzeme İhtiyaç Planlaması)",
      "B": "DRP (Distribution Resource Planning-Dağıtım Kaynakları Planlaması)",
      "C": "CIM (Computer Integrated Manufacturing-Bilgisayar Bütünleşik Üretim)",
      "D": "APICS (American Production and Inventory Control Society-Amerikan Üretim ve Stok Kontrol Topluluğu)",
      "E": "CRM (Customer Relationship Management-Müşteri İlişkileri Yönetimi)"
    },
    "explanation": "KKP’nin tarihsel gelişiminde KKP’nin ortaya<br/>çıkış sebeplerini ve öncülerini araştırmak gerekir.<br/>Bu öncüler sırasıyla MRP (Material Requirements<br/>Planning-Malzeme İhtiyaç Planlaması) ve MRP<br/>II’dir (Manufacturing Resource Planning-İmalat<br/>Kaynakları Planlaması). Bazı araştırmacılar DRP<br/>(Distribution Resource Planning-Dağıtım Kaynakları Planlaması) ve CIM’i (Computer Integrated Manufacturing-Bilgisayar Bütünleşik Üretim)<br/>de eklemektedirler. Ancak asıl öncüleri MRP ve<br/>MRP II’dir."
  },
  {
    "id": "2849721",
    "unitNumber": 4,
    "text": "<em><strong>KKP sistemleri; geleneksel, hiyerarşik ve fonksiyon temelli yapıların sınırlarını aşmaktadır. Satın alma, üretim planlama, satış, depo yönetimi, mali muhasebe ve insan kaynakları fonksiyonlarının tümü bölümler ve fonksiyonlar arası iş süreçlerinden oluşan bir iş akışında birleşmektedir.</strong></em>\n<br/>Yukarıda yer alan açıklama KKP sistemlerinin hangi temel özelliğini vurgulamaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Fonksiyonellik",
      "B": "Esneklik",
      "C": "Modülerlik",
      "D": "Çok yerden işletme olanağı",
      "E": "Entegrasyon"
    },
    "explanation": "Tanım, KKP sistemlerinin entegrasyon özelliğini açıklamaktadır."
  },
  {
    "id": "2849728",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi KKP sistemlerinin işletme içerisindeki işlevleri arasında <em><strong>yer almaz</strong></em>?",
    "correctAnswer": "E",
    "options": {
      "A": "Lojistik planlaması",
      "B": "Üretim istasyonları ile direk bağlantı",
      "C": "Kaynak planlaması",
      "D": "Raporlama ve süreç analizi",
      "E": "Reklam gelirleri planlaması"
    },
    "explanation": "MRP kapsamına giren ürün ağaçları, üretim planı, envanter yönetimi ve iş istasyonu işlevleri, MRP<br/>II kapsamındaki, lojistik yönetimi, üretim kontrol, satış planlama, satın alma planlama, finansal<br/>planlama ve muhasebe işlevleri, KKP sistemlerinin<br/>içerisinde barındırdığı işlevlerdir. MRP ve MRP II<br/>sistemlerinin kapsamına ilaveten KKP sistemleri,<br/>kalite yönetimi, depo yönetimi, bilgi yönetimi ve<br/>insan kaynakları gibi işlevleri de bünyesinde bulundurmaktadır. KKP sistemlerinin içeriği genel olarak<br/>bilişim sistemlerini kullanarak işletme üzerinde tam<br/>bir kontrol sağlamaktır."
  },
  {
    "id": "2850081",
    "unitNumber": 4,
    "text": "<ol type=\"I\"> <li>Piyasadaki tehditlere ve fırsatlara daha hızlı tepki vermeyi sağlar.</li> <li>Etkin stok yönetimi ve denetimiyle, stok maliyetlerinin ve elde bulundurma maliyetlerinin düşmesine katkıda bulunur.</li> <li>Stabil üretim koşullarına sakin tepki vererek rekabet gücünün azaltılmasına katkı sağlar.</li> <li>KKP sistemiyle birleştirilmiş ve bütünleşik bilgi sağlayarak, daha çok kaynak kullanımını temin eder.</li> </ol> Yukarıda yer alan maddelerden hangisi ya da hangileri KKP istemlerinin sağladığı faydalar arasındadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız III",
      "B": "I-II",
      "C": "III-IV",
      "D": "I-II-IIII",
      "E": "I-II-IV"
    },
    "explanation": "KKP sistemlerinin sağladığı faydalar şöyle sıralanabilir:<br/>• Piyasadaki tehditlere ve fırsatlara daha hızlı<br/>tepki vermeyi sağlar.<br/>• Etkin stok yönetimi ve denetimiyle, stok<br/>maliyetlerinin ve elde bulundurma maliyetlerinin düşmesine katkıda bulunur.<br/>• Bölgeler ve/veya iş yerleri arasında malzeme, işçilik, makine-teçhizat, bilgi gibi üretim ve dağıtım kaynaklarının ortaklaşa ve<br/>verimli kullanımını sağlar.<br/>• Gerçek zamanlı kâr-zarar ve maliyet analizlerinin yapılabilmesini sağlar.<br/>• Değişken üretim koşullarına hızlı tepki vererek<br/>rekabet gücünün artırılmasına katkı sağlar.<br/>• Örnek senaryolar oluşturarak muhtemel<br/>sonuçları canlandırabilir (Simülasyon).<br/>• Müşteri hizmet seviyelerini geliştirerek<br/>müşteri memnuniyetinin artmasını sağlar.<br/>• KKP sistemini uygulayan çeşitli fonksiyonlar, birimler, işletmeler ve ülkelerdeki faaliyetlerde merkezî bir koordinasyon oluşturarak dil, coğrafya ve zaman sınırlarını<br/>ortadan kaldırır. Böylece bir yönetici, bir<br/>başka ülkedeki fabrikanın çeşitli faaliyetlerini bulunduğu yerden rahatlıkla izleyebilir.<br/>• KKP sistemi ile müşteri tek bir birimi arayarak, internet üzerinden siparişini verebilir<br/>ve daha sonra verdiği siparişin gelişimini takip edebilir. Sistem standartlaştırıldığı için<br/>bilgi, tüm organizasyon boyunca aynıdır.<br/>• KKP sadecetüm organizasyonu bir uçtan diğer uca bütünleştirmekle kalmaz ayrıca daha<br/>etkin çalışmak isteyen ilgili fonksiyonlara<br/>da bilgi sağlar. Üretim odaklı kararlar, satış<br/>odaklı kararlara daha kısa bir sürede, daha etkin bir şekilde bağlanarak üretimden satışlara kârlılık gerçek zamanlı izlenebilir. Böylece,<br/>karar verme hızlanır ve kolaylaşır.<br/>• KKP sistemiyle birleştirilmiş ve bütünleşik<br/>bilgi sağlanarak, kaynakların daha etkin<br/>kullanılması gerçekleştirilebilir. Böylece<br/>daha az kaynak kullanımı ile daha çok katma değer elde edilebilir.<br/>• KKP sistemi daha doğru ve tutarlı raporların otomatik olarak hazırlanmasını sağlar.<br/>• Bilgi gerçek zamanda hazır hâlde bulunur<br/>ve son kullanıcılar ihtiyaç duydukları bilgiye kolaylıkla erişebilir.\n • KKP sistemi, işletme genelinde, termin sürelerini ve maliyetleri azaltma amacına yöneliktir.<br/>• En güncel bilgiyeen hızlı şekilde ulaşma olanağının getirdiği üst düzey bilgi bütünleştirmesi sayesinde<br/>pazar, müşteri ve iş dünyası oluşumlarına organizasyonun anında tepki vermesi sağlanır. Envanter<br/>kontrolü ve arz/talep dengesi yerine oturtulur."
  },
  {
    "id": "2850090",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Müşteri İlişkileri Yönetimi (MİY) tanımı kapsamında <em><strong>yer almaz</strong></em>?",
    "correctAnswer": "E",
    "options": {
      "A": "İşletmenin tümüne müşteri kavramını yerleştiren müşteri odaklı olma kültürünü benimseyen bir stratejidir.",
      "B": "Farklı müşterilere, farklı davranmak ilkesi üzerine kurulan bir pazarlama yaklaşımıdır.",
      "C": "Herhangi bir bölümün tek başına öne çıkmasını engelleyen ve koordineli olarak uygulanan bütünleşik bir pazarlama servis ve satış stratejisidir.",
      "D": "İşletmeler ve müşteriler için değer yaratmak ve artırmak amacıyla dinamik bir şekilde; satış, pazarlama ve müşteri hizmetlerini kapsayan müşteri odaklı bir işletme stratejisidir.",
      "E": "İş verenle etkin veritabanları yardımıyla bireysel ilişki kurarak gerçek zamanlı hizmet sağlayan yönetim stratejisidir."
    },
    "explanation": "Müşteri İlişkileri Yönetimi tanımı, iş verenle değil müşterilerle etkin veritabanları yardımıyla bireysel ilişki kurarak mükemmel gerçek zamanlı hizmet sağlayan iş stratejisidir."
  },
  {
    "id": "2850093",
    "unitNumber": 4,
    "text": "<ol type=\"I\"> <li>İnsan </li> <li>Süreç</li> <li>Teknoloji</li> <li>Varlık</li> <li>Eğitim</li> </ol> Yukarıdakilerden hangisi ya da hangileri Müşteri İlişkileri Yönetiminin (MİY) bileşenleri arasında yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "I-IV",
      "B": "I-V",
      "C": "I-II-III",
      "D": "I-III-IV",
      "E": "II-III-V"
    },
    "explanation": "MİY’in en önemli bileşenleri, “teknoloji, insan<br/>ve süreçler”dir. Diğer bir deyişle, MİY; insan, süreç<br/>ve teknoloji faktörlerinin bir bileşimi olduğu kabul<br/>edilmektedir."
  },
  {
    "id": "2850113",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Payne’nin Beş Kuvvetler Modeli'nde yer alan süreçlerden biri <em><strong>değildir</strong></em>?",
    "correctAnswer": "C",
    "options": {
      "A": "Strateji geliştirme süreci",
      "B": "Değer yaratma süreci",
      "C": "Pazarlama yönetimi süreci",
      "D": "Performans değerlendirme süreci",
      "E": "Bilgi yönetimi süreci"
    },
    "explanation": "Payne’nin Beş Kuvvetler Modeli, Adrian Payne tarafından geliştirilmiştir. MİY’in beş temel sürecini<br/>şu şekilde tanımlamaktadır:<br/>1. strateji geliştirme süreci,<br/>2. değer yaratma süreci,<br/>3. çok kanallı entegrasyon süreci,<br/>4. performans değerlendirme süreci ve<br/>5. bilgi yönetimi süreci."
  },
  {
    "id": "2850119",
    "unitNumber": 4,
    "text": "Ayşe hanım, çocuk oyuncakları piyasasında yer alan oyuncakları stok yaparak müşterilere küçük miktarlarda satan ve müşterilerin talep ve tercihlerini yakından izleyen bir birimde çalışmaktadır. \n Ayşe hanım, hangi tedarik zincirinin hangi bileşeninde yer alan bir çalışandır?",
    "correctAnswer": "C",
    "options": {
      "A": "Üretici",
      "B": "Toptancı",
      "C": "Perakendeci",
      "D": "Müşteri",
      "E": "Tedarikçi"
    },
    "explanation": "Tedarik zinciri, mal ve hizmet üretimini içeren<br/>ve bunları son kullanıcılara ileten bir süreçtir. Bu<br/>süreçte yer alan aktörler; müşteriler, perakendeciler, toptancılar, üreticiler, parça/hammadde tedarikçileridir. \n Bu bileşenlerden biri olan perakendeciler ise stok yaptığı ürünleri müşterilere küçük miktarlarda satan ve müşterilerin talep ve tercihlerini yakından izleyen birimlerdir. Bu birimler devamlı ürün, fiyat ve promosyon kombinasyonlarını<br/>kullanarak müşteri çekmeye çalışılırlar."
  },
  {
    "id": "2754212",
    "unitNumber": 5,
    "text": "“… 1953 yılında Cenevre’de merkezî laboratuvarların oluşturulmasına karar verilmesi sonucu kurulmuştur.” cümlesinde noktalı yere aşağıdakilerden hangisi gelir?",
    "correctAnswer": "A",
    "options": {
      "A": "Avrupa Nükleer Araştırma Merkezi",
      "B": "Local Area Network (LAN)",
      "C": "Domain Adı Sistemi",
      "D": "World Wide Web (WWW)",
      "E": "Router"
    },
    "explanation": "INTERNET VE E-TİCARETİN GELİŞİMİ<br/>Avrupa Nükleer Araştırma Merkezi, 1953 yılında Cenevre’de merkezî laboratuvarların oluşturulmasına karar verilmesi sonucu kurulmuştur."
  },
  {
    "id": "2754213",
    "unitNumber": 5,
    "text": "“Günümüzdeki anlamıyla ilk e-ticaret 1994 yılında … tarafından gerçekleştirilmiştir.” cümlesinde noktalı yere aşağıdakilerden hangisi gelir?",
    "correctAnswer": "A",
    "options": {
      "A": "Pizza Hut",
      "B": "Avrupa Nükleer Araştırma Merkezi",
      "C": "Massachusetts Teknoloji Enstitüsü",
      "D": "Stanford Üniversitesi",
      "E": "Arpanet"
    },
    "explanation": "INTERNET VE E-TİCARETİN GELİŞİMİ<br/>Günümüzdeki anlamıyla ilk e-ticaret 1994 yılında Pizza Hut tarafından gerçekleştirilmiştir."
  },
  {
    "id": "2754214",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi/hangileri dijital ticaretin temel boyutlarındandır?\n <ol type=\"I\"> <li>İşlemin yapılış şekli</li> <li>İşleme konu olan aktörler</li> <li>Ürün</li> </ol>",
    "correctAnswer": "A",
    "options": {
      "A": "I., II. ve III.",
      "B": "I. ve III.",
      "C": "I. ve II.",
      "D": "II. ve III.",
      "E": "Sadece III."
    },
    "explanation": "INTERNET VE E-TİCARETİN GELİŞİMİ<br/>Dijital ticaretin temel boyutları; işlemin yapılış şekli, işleme konu olan aktörler ve üründür."
  },
  {
    "id": "2754215",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi ürünlerin online mağazalardan, ulusal sınırlar üzerinden alım-satımını ifade etmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sınır-ötesi e-ticaret",
      "B": "E-Ticaret",
      "C": "İhracat",
      "D": "İthalat",
      "E": "Online alışveriş"
    },
    "explanation": "INTERNET VE E-TİCARETİN GELİŞİMİ<br/>Sınır-ötesi e-ticaret ürünlerin online mağazalardan, ulusal sınırlar üzerinden alım-satımını ifade etmektedir."
  },
  {
    "id": "2754216",
    "unitNumber": 5,
    "text": "“… kavramı e-ticaretin oluşmasına bağlı olarak gelişen, internet üzerinden mal veya hizmet alımı satımı yapılan alandır.” cümlesinde noktalı yere aşağıdakilerden hangisi gelir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dijital pazar",
      "B": "Online alışveriş",
      "C": "E-Ticaret",
      "D": "Sınır-ötesi e-ticareti",
      "E": "E-İthalat"
    },
    "explanation": "İŞLETME VE TEKNOLOJİNİN ÖZELLİKLERİ<br/>Dijital Pazar kavramı e-ticaretin oluşmasına bağlı olarak gelişen, internet üzerinden mal veya hizmet alımı satımı yapılan alandır."
  },
  {
    "id": "2754217",
    "unitNumber": 5,
    "text": "“… dijital medya dosyalarının taşınabilir medya oynatıcılarda veya bilgisayarlarda oynatılmak üzere internet üzerinden beslemeler yoluyla dağıtılma tekniğidir.” cümlesinde noktalı yere aşağıdakilerden hangisi gelir?",
    "correctAnswer": "B",
    "options": {
      "A": "Online alışveriş",
      "B": "Podcast",
      "C": "E-Ticaret",
      "D": "Sınır-ötesi e-ticareti",
      "E": "Dijital pazar"
    },
    "explanation": "İŞLETME VE TEKNOLOJİNİN ÖZELLİKLERİ<br/>Podcast, dijital medya dosyalarının taşınabilir medya oynatıcılarda veya bilgisayarlarda oynatılmak üzere internet üzerinden beslemeler yoluyla dağıtılma tekniğidir."
  },
  {
    "id": "2754218",
    "unitNumber": 5,
    "text": "E-Ticaret aşağıdakilerden hangisi/hangileri ile bütünleşik çalışmak durumundadır?\n <ol type=\"I\"> <li>Tedarik Zinciri Yönetim</li> <li>Kurumsal Kaynak Planlaması</li> <li>Müşteri İlişkileri Yönetimi</li> </ol>",
    "correctAnswer": "C",
    "options": {
      "A": "I. ve II.",
      "B": "I. ve III.",
      "C": "I., II. ve III.",
      "D": "II. ve III.",
      "E": "Sadece III."
    },
    "explanation": "E-TİCARET SÜRECİ VE MODELLERİNİN ÖZELLİKLERİ<br/>E-ticaret, Tedarik Zinciri Yönetimi (TZY), Kurumsal Kaynak Planlaması (KKP) ve Müşteri İlişkileri Yönetim (MİY) ile bütünleşik çalışmak durumundadır."
  },
  {
    "id": "2754219",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi işletmeden işletmeye ticareti ve işletmeden tüketiciye ticaretinden ayıran temel özelliklerdendir?",
    "correctAnswer": "D",
    "options": {
      "A": "Müşteri destek hizmetlerinin online olması",
      "B": "Kişisel finans yönetimi",
      "C": "Bankacılık finans yönetimi",
      "D": "Esnek fiyatlandırma",
      "E": "Açık arttırma"
    },
    "explanation": "E-TİCARET SÜRECİ VE MODELLERİNİN ÖZELLİKLERİ<br/>İşletmeden işletmeye ticareti ve işletmeden tüketiciye ticaretinden ayıran temel özellikler; esnek fiyatlandırma ve işletme sistemlerinin entegrasyonudur."
  },
  {
    "id": "2754220",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi başarılı bir şekilde uygulandığında kuruluşların çalışanlarına yararlı hizmetler, bilgiler veya ürünler sunmalarında yardımcı olan bir e-ticaret girişimidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Tüketiciden işletmeye (C2B)",
      "B": "İşletmeden işletmeye (B2B)",
      "C": "İşletmeden tüketiciye (B2C)",
      "D": "Tüketiciden tüketiciye (C2C)",
      "E": "İşletmeden çalışana (B2E)"
    },
    "explanation": "E-TİCARET SÜRECİ VE MODELLERİNİN ÖZELLİKLERİ<br/>İşletmeden çalışana (B2E), başarılı bir şekilde uygulandığında kuruluşların çalışanlarına yararlı hizmetler, bilgiler veya ürünler sunmalarında yardımcı olan bir e-ticaret girişimidir."
  },
  {
    "id": "2754221",
    "unitNumber": 5,
    "text": "Aşağıdaki hangi ticaret modelinde tüketici kendisine ayrılan bir platformda alacağı ürünün belirli özelliklerini, ihtiyaçları doğrultusunda kişiselleştirebilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Tüketiciden tüketiciye (C2C)",
      "B": "İşletmeden tüketiciye (B2C)",
      "C": "İşletmeden çalışana (B2E)",
      "D": "İşletmeden işletmeye (B2B)",
      "E": "Tüketiciden işletmeye (C2B)"
    },
    "explanation": "E-TİCARET SÜRECİ VE MODELLERİNİN ÖZELLİKLERİ<br/>Tüketiciden işletmeye (C2B) ticaret modelinde, tüketici kendisine ayrılan bir platformda alacağı ürünün belirli özelliklerini, ihtiyaçları doğrultusunda kişiselleştirebilir."
  },
  {
    "id": "2845168",
    "unitNumber": 5,
    "text": "I. 1969 yılında bilgisayarlar arası ilk veri gönderilmiştir. II. 1983 yılındaTCP/IP protokolleri icat edilmiştir. III. 1991 yılında ilk Web sitesi kurulmuştur. IV. Dünyanın ilk uydusu Sputnik uzaya gönderilmiştir.\n Yukarıdakilerden hangileri ARPA'nın (Advanced Research Projects Agency) kuruluşundan sonra gerçekleşen gelişmelerdendir?",
    "correctAnswer": "D",
    "options": {
      "A": "I, II",
      "B": "II, III",
      "C": "I, IV",
      "D": "I, II, III",
      "E": "I, II, IV"
    },
    "explanation": "İnternetin ve E-Ticaretin Kısa Tarihçesi<br/>Soğuk savaş döneminde, dünyanın kutuplaştığı bu zamanlarda, birbirlerini dikkatle takip eden iki ülke, ABD ve Sovyetler Birliği, dünyadaki etkilerini arttırmak konusunda yarışıyorlardı. Sovyetler Birliği, dünyanın ilk uydusu Sputnik’i 4 Kasım 1957’de uzaya gönderdi. Sputnik’in elde ettiği bu başarıya ABD tepki olarak ARPA (Advanced Research Projects Agency) isimli birimi kurdu. Bu birimin görevi teknoloji savaşında Sovyetler Birliği ile yarışmaktı. Çeşitli alanlarda çalışmalar yapan bu birim, birimler arası veri aktarımı için bir paket<br/>dağıtım ağı oluşturdu. Sonra sırasıyla aşağıdaki gelişmeler gerçekleşmiştir:<br/>• 1969 yılında bilgisayarlar arası ilk veri gönderildi.<br/>• 1971 yılında ARPANET üzerinden ilk<br/>e-posta gönderildi.<br/>• 1983 yılındaTCP/IP protokolleri icatedildi.<br/>• 1990 yılında CERN’de çalışan bilim adamlarından T.B. Lee tarafından html (hypertext markup language) biçimlendirme dili bulundu. Sadece CERN kapsamında, bu statik dil platformu üzerinden çalışanlar birbirlerine mesaj gönderebildiler.<br/>• 1991 yılında ilk Web sitesi kuruldu.<br/>• 1993 yılında Lee tarafından bulunan metot halkın kullanımına açıldı.\n Doğru cevap D şıkkıdır."
  },
  {
    "id": "2845173",
    "unitNumber": 5,
    "text": "I. <a href=\"http://info.cern.ch\">http://info.cern.ch</a>. II. <a href=\"http://nbc.gov\">http://nbc.gov</a>. III. <a href=\"http://www.harvard.edu\">http://www.harvard.edu</a>. IV. <a href=\"https://its.yale.edu\">https://its.yale.edu</a>. V. <a href=\"https://nasa.gov\">https://nasa.gov</a>. \n Dünyanın ilk web adresi yukarıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "I",
      "B": "II",
      "C": "III",
      "D": "IV",
      "E": "V"
    },
    "explanation": "İnternetin ve E-Ticaretin Kısa Tarihçesi<br/>Dünyanın ilk web adresi, http://info.cern.ch. Bu web sitesi, Tim Berners-Lee’nin dünyanın farklı ülkelerindeki üniversitelerde görevli olan bilim insanları ve<br/>enstitüler arasında otomatik bilgi paylaşımı talebinin karşılanması için kurulmuştur.\n Doğru cevap A şıkkıdır."
  },
  {
    "id": "2845178",
    "unitNumber": 5,
    "text": "I. İşlemin yapılış şekli. II. Ürün. III. İşleme konu olan aktörler. IV. Tüketim.\n Yukarıdakilerden hangileri, dijital ticaretin boyutlarındandır?",
    "correctAnswer": "C",
    "options": {
      "A": "I, II",
      "B": "II, III",
      "C": "I, II, III",
      "D": "II, III, IV",
      "E": "I, II, III, IV"
    },
    "explanation": "İnternetin ve E-Ticaretin Kısa Tarihçesi<br/>Dijital ticaretin boyutları temel olarak 3 kategori altında toplanmaktadır:<br/>* İşlemin yapılış şekli: Hangi işlemlerin dijital ticaret olduğunu belirlemektedir.<br/>* Ürün: Mal ve hizmetlere ek olarak bilgiyi/veriyi de ek bir ürün olarak içermektedir.<br/>* İşleme konu olan aktörler: Dijital ticarete konu olan aktörleri ifade etmektedir.\n Doğru cevap C şıkkıdır."
  },
  {
    "id": "2845179",
    "unitNumber": 5,
    "text": "I. İşlemin yapılış şekli. II. Ürün. IV. İşleme konu olan aktörler. IV. Tüketim. V. Kurulum.\n Mal ve hizmetlere ek olarak bilgiyi/veriyi içeren dijital ticaret boyutu yukarıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "I",
      "B": "II",
      "C": "III",
      "D": "IV",
      "E": "V"
    },
    "explanation": "İnternetin ve E-Ticaretin Kısa Tarihçesi<br/>Ürün: Mal ve hizmetlere ek olarak bilgiyi/veriyi de ek bir ürün olarak içermektedir.<br/>Doğru cevap B şıkkıdır."
  },
  {
    "id": "2845184",
    "unitNumber": 5,
    "text": "I. Fiyatlar tedarikçi ve tüketiciler tarafından görülebildiği için geleneksel pazar kavramına göre daha şeffaftır. II. Düşük işlem ve fiyat değiştirme maliyetleri,<br/>aktif fiyat değişikliği yapabilme özellikleri sebebiyle esnek ve etkindir. III. Dijital pazarlar, dinamik fiyatlandırmayı getirmiştir. IV. Dijital pazarların dinamikliği satış kanallarından etkilenmez.\n Yukarıdakilerden hangileri, dijital pazarların özelliklerindendir?",
    "correctAnswer": "C",
    "options": {
      "A": "I, II",
      "B": "II, III",
      "C": "I, II, III",
      "D": "II, III, IV",
      "E": "I, II, III, IV"
    },
    "explanation": "Dijital pazarların belirli özellikleri aşağıda sıralanmıştır:\n Fiyatlar tedarikçi ve tüketiciler tarafından görülebildiği için geleneksel pazar kavramına göre daha şeffaftır.\n Düşük işlem ve fiyat değiştirme maliyetleri, aktif fiyat değişikliği yapabilme özellikleri sebebiyle esnek ve etkindir.\n Dijital pazarlar beraberinde dinamik fiyatlandırmayı da getirmiştir. Dinamik fiyatlandırma, hizmet talebindeki dalgalanmalara bağlı ürün fiyatındaki değişme olarak tanımlanır.\n Dijital pazarların bu dinamikliği satış kanallarından da etkilenir.\n Doğru cevap C şıkkıdır."
  },
  {
    "id": "2845193",
    "unitNumber": 5,
    "text": "I. On-line gazeteler. II. Spotify. III. Netflix. IV. Google books. \n Yukarıdakilerden hangileri, dijital ürünlere örnek olarak verilebilir?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II",
      "B": "II, III",
      "C": "III, IV",
      "D": "II, III, IV",
      "E": "I, II, III, IV"
    },
    "explanation": "Dijital Ürünler<br/>Dağıtımı dijital ağ üzerinden yapılan ürünler ve hizmetlerdir. Müzik parçaları, diziler, filmler, gazeteler, yazılımlar, dergiler gibi ürünlerdir. Bu ürünlerin depolanması, dağıtımı ve satışı internet üzerinden yapılabilir.\n Doğru cevap E şıkkıdır."
  },
  {
    "id": "2845203",
    "unitNumber": 5,
    "text": "I. Gayrimenkul alanı. II. Online eğitim platformları. III. Seyahat alanı. IV. Açık arttırmalar. \n Yukarıdakilerden hangileri, B2C alanında başarılı olmuş pazarlardandır?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II",
      "B": "II, III",
      "C": "I, II, III",
      "D": "II, III, IV",
      "E": "I, II, III, IV"
    },
    "explanation": "İşletmeden Tüketiciye E-Ticaret B2C (Business to Consumer)<br/>B2C alanında başarılı olmuş pazarlar;\n Gayrimenkul alanı, Online eğitim platformları, Seyahat alanı, Açık arttırmalar, Bankacılık ve Müşteri destek hizmetleridir. \n Doğru cevap E şıkkıdır."
  },
  {
    "id": "2845204",
    "unitNumber": 5,
    "text": "I. Esnek fiyatlandırma. II. İşletme sistemlerinin entegrasyonu. III. Piyasa kontrolü. IV. Rekabet.\n Yukarıdakilerden hangileri, B2B’yi B2C’den ayıran özelliklerdendir?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II",
      "B": "II, III",
      "C": "III, IV",
      "D": "I, II, III",
      "E": "II, III, IV"
    },
    "explanation": "İşletmeden İşletmeye B2B (Business to Business)<br/>B2B’yi B2C’den ayıran 2 temel özellik vardır:\n Esnek fiyatlandırma: İşletmeler arasındaki işlemler genellikle alıcılar arasındaki ürünlerin fiyatlandırılmasında değişkenlik gerektirirken, B2C’de fiyat herkes için aynıdır veya B2C pazarında fiyat nadiren değişkenlik gösterir.\n İşletme sistemlerinin entegrasyonu: İstikrarlı üretkenlik ve tasarruf sağlamak için B2B’ye dâhil olan işletmeler, dâhili sistemlerini KKP sistemleri gibi sistemlerle birleştirerek insan müdahalesinin en aza indirilmesini mümkün kılmaktadır.\n Doğru cevap A şıkkıdır."
  },
  {
    "id": "2845208",
    "unitNumber": 5,
    "text": "I. İşletmeden tüketiciye. II. Tüketiciden tüketiciye. III. Tüketiciden işletmeye. IV. İşletmeden işletmeye. V. İşletmeden çalışana.\n e-Bay, Gittigidiyor, Let-go gibi e -ticaret siteleri, yukarıdaki modellerden hangisine örnek olarak verilebilir?",
    "correctAnswer": "B",
    "options": {
      "A": "I",
      "B": "II",
      "C": "III",
      "D": "IV",
      "E": "V"
    },
    "explanation": "Tüketiciden Tüketiciye C2C (Consumer to Consumer), tüketicilerin satış yapabildiği ticaret türüdür. e-Bay, Gittigidiyor, Let-go gibi e -ticaret siteleri bu<br/>modele örnek olarak gösterilebilir.\n Doğru cevap B şıkkıdır."
  },
  {
    "id": "2845211",
    "unitNumber": 5,
    "text": "I. Makro pazar/Limitsiz alışveriş. II. Rekabette üstünlük/Hizmet kalitesinde artış. III. Kitleselleşmiş alıcı ve kişiselleştirilmiş ürün/hizmetler. IV. Aracıları azaltmak ya da ortadan kaldırmak. V. Maliyet kullanımını azaltmak ve ücret indirimleri.\n Yukarıdakilerden hangileri, e-ticaretin sağladığı avantajlardandır?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II, III",
      "B": "II, III, IV",
      "C": "III, IV, V",
      "D": "II, III, IV, V",
      "E": "I, II, III, IV, V"
    },
    "explanation": "E-Ticaretin Avantajları<br/>E-ticaretin sağladığı avantajlar temel olarak aşağıda sıralanmıştır:\n Makro Pazar/Limitsiz Alışveriş: E-ticaret işletmeleri ürün ve hizmetlerini dünyaya sunma şansı bulurken, alıcılar da sunulan hizmetlere kolayca ulaşabilmektedir.\n Rekabette Üstünlük/Hizmet Kalitesinde Artış: E-ticaretteki gelişmeler sonucunda, rekabet ortamında makro ölçüde değişimler meydana gelmektedir. Piyasadaki bu arz ve talep farklılıkları kısa vadede karşılık vermeye çalışan bir rekabet anlayışını doğurmuştur.\n Kitleselleşmiş Alıcı ve Kişiselleştirilmiş Ürün/Hizmetler: E-ticaretle birlikte işletmeler alıcıları için onlara özelleştirilmiş hizmet sunup daha ayrıntılı bilgi toplamaktadırlar.\n Aracıları Azaltmak ya da Ortadan Kaldırmak: E-ticaret tedarik zincirini yalınlaştırıp sağlayıcılarla ilişkilerini düzenlemektedirler. Bu sayede işletmeler daha esnek hâle gelip süreden de tasarruf etmiş olurlar.\n Maliyet Kullanımını Azaltmak ve Ücret İndirimleri: E-ticaretin en önemli kazançlarından biri işlem maliyetlerini azaltmasıdır. İnsan etkeni kullanılarak<br/>yapılan bir işlemin elektronik ortamda daha kısa sürede yapılması sağlanmaktadır.\n Yeni İş Olanakları/Yeni Ürün ve Hizmetler: E-ticaret, mevcut ürün ve hizmetler için pazar yaratmasının ve ticaretin yapısını değiştirmesinin yanı sıra, birçok yeni ürün ve hizmeti de beraberinde getirmiştir. Bunlara örnek olarak sanal ortamda alıcı ve satıcıları buluşturan aracılar gösterilmektedir.\n Doğru cevap E şıkkıdır."
  },
  {
    "id": "2849679",
    "unitNumber": 5,
    "text": "I. Dünyanın ilk web adresi http://arpa.net'tir. \n<br/>II. 1991 yılında World Wide Web’in devreye alınması ile İnternet üzerinden ilk mesaj gönderilmiştir.\n<br/>III. MIT’de okuyan öğrencilere yapılan satış ilk elektronik alışveriştir.\n<br/>IV. Pizza Hut ilk e-ticareti yapan şirkettir.\n<br/>V. ARPA Sputnik’in elde ettiği başarıya tepki olarak kurulmuştur.\n<br/>Yukarıdakilerden hangileri doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "I, II ve III",
      "B": "I, II ve IV",
      "C": "I, III ve V",
      "D": "III, IV ve V",
      "E": "II, III ve IV"
    },
    "explanation": "Dünyanın ilk web adresi, <a href=\"http://info.cern.ch'tir\">http://info.cern.ch’tir</a>.\n<br/>1991 yılında World Wide Web’in devreye alınmıştır ancak internet üzerinden ilk mesaj bu süreçten çok önce 1969 yılında gönderilmiştir."
  },
  {
    "id": "2849691",
    "unitNumber": 5,
    "text": "İşletme ve teknoloji arasındaki ilişki göz önüne alındığında teknoloji ile ilgili aşağıdakilerden hangisi <u>yanlıştır?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "İşletmelerin en sık kullandığı rekabet araçlarından biridir.",
      "B": "Müşteri ve tedarikçi yönetimini sağlar.",
      "C": "İşletme içi akış takibi sağlar.",
      "D": "İşletmelerin küresel rekabette söz sahibi olmaları için önemli bir araçtır.",
      "E": "Doğru planlama ve üretim stratejisiyle birleştirildiğinde maliyetleri artırmaktadır."
    },
    "explanation": "Teknoloji, günümüzde işletmelerin en sık kullandığı rekabet araçlarından biridir. Müşteri ve tedarikçi yönetiminin yanı sıra işletme içi akış takibi konusunda işletmenin işini oldukça kolaylaştıran teknoloji kullanımı, işletmelerin küresel rekabette söz sahibi olmaları için önemli bir araçtır. Müşteri ve pazara olan mesafeyi ortadan kaldıran bu araç, doğru bir planlama ve üretim stratejisiyle birleştirildiğinde bekleme süresi ve fazla maliyetleri en aza indirir."
  },
  {
    "id": "2849711",
    "unitNumber": 5,
    "text": "I. Fiyatlar tedarikçi ve tüketiciler tarafından görülebildiği için daha şeffaftır.\n II. Aktif fiyat değişikliği yapabilme özellikleri nedeniyle esnek ve etkindir.\n III. Opsiyonlu fiyatlandırmayı beraberinde getirmiştir.\n IV. Tek satış kanalı sosyal medyadır.\n Yukarıda dijital pazarlar ile ilgili verilenlerden hangileri doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "III ve IV",
      "D": "I, II ve III",
      "E": "II, III ve IV"
    },
    "explanation": "Fiyatlar tedarikçi ve tüketiciler tarafından görülebildiği için geleneksel pazar kavramına göre daha şeffaftır. Düşük işlem ve fiyat değiştirme maliyetleri, aktif fiyat değişikliği yapabilme özellikleri sebebiyle esnek ve etkindir. Dijital pazarlar beraberinde dinamik fiyatlandırmayı da getirmiştir. E-ticaret web siteleri ve sosyal medya olmak üzere iki temel satış kanalından söz edilebilir."
  },
  {
    "id": "2849729",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi bir e-ticaret modeli <u>değildir?</u>",
    "correctAnswer": "B",
    "options": {
      "A": "İşletmeden Tüketiciye (B2C)",
      "B": "Kamudan Kamuya (G2G)",
      "C": "İşletmeden İşletmeye (B2B)",
      "D": "İşletmeden Çalışana (B2E)",
      "E": "Tüketiciden Kamuya (C2G)"
    },
    "explanation": "Günümüzde, 7 temel e-ticaret türü yaygın bir şekilde kullanılmaktadır. Bunlar;\n<br/><ul><br/><li>İşletmeden Tüketiciye (B2C)</li><br/><li>İşletmeden İşletmeye (B2B)</li><br/><li>İşletmeden Çalışana (B2E)</li><br/><li>Tüketiciden Tüketiciye (C2C)</li><br/><li>Tüketiciden İşletmeye (C2B)</li><br/><li>İşletmeden Kamuya (B2G)</li><br/><li>Tüketiciden Kamuya (C2G)</li><br/></ul>"
  },
  {
    "id": "2849748",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi işletmeden tüketiciye (B2C) alanındaki pazarlardan biri <u>değildir?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Online eğitim platformları",
      "B": "Bankacılık",
      "C": "Seyahat",
      "D": "Gayrimenkul",
      "E": "İlan portalları"
    },
    "explanation": "Online eğitim platformları, bankacılık, seyahat ve gayrimenkul işletmeden tüketiciye (B2C) alanında başarılı olmuş pazarlama alanları iken ilan portalları tüketiciden tüketiciye (C2C) kapsamında yer almaktadır."
  },
  {
    "id": "2849753",
    "unitNumber": 5,
    "text": "Kimlik, pasaport işlemleri gibi işlemlerin çevrimiçi yapılması hangi e-ticaret türü kapsamında ele alınmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Tüketiciden Tüketiciye (C2C)",
      "B": "Tüketiciden İşletmeye (C2B)",
      "C": "İşletmeden Kamuya (B2G)",
      "D": "Tüketiciden Kamuya (C2G)",
      "E": "İşletmeden Çalışana (B2E)"
    },
    "explanation": "Tüketiciden Kamuya (C2G): Tüketici ve Kamu idaresi arasında gerçekleşen ödemeleri kapsayan e-ticaret türüdür. Trafik cezaları, vergi borçları, Özel Taşıt Vergisi, Motorlu Taşıt Vergisi ve Sosyal Güvenlik Kurumu ödemeleri, kimlik, pasaport işlemleri gibi işlemlerin çevrimiçi yapılması bu model kapsamında değerlendirilebilir."
  },
  {
    "id": "2849768",
    "unitNumber": 5,
    "text": "E-ticaret işletmeleri ürün ve hizmetlerini dünyaya sunma şansı bulurken, alıcıların da sunulan hizmetlere kolayca ulaşabilmesi e-ticaretin avantajlarından hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Rekabette Üstünlük/Hizmet Kalitesinde Artış",
      "B": "Kitleselleşmiş Alıcı ve Kişiselleştirilmiş Ürün/Hizmetler",
      "C": "Makro Pazar/Limitsiz Alışveriş",
      "D": "Maliyet Kullanımını Azaltmak ve Ücret İndirimleri",
      "E": "Yeni İş Olanakları/Yeni Ürün ve Hizmetler"
    },
    "explanation": "Makro Pazar/Limitsiz Alışveriş: E-ticaret işletmeleri ürün ve hizmetlerini dünyaya sunma şansı bulurken, alıcılar da sunulan hizmetlere kolayca ulaşabilmektedir."
  },
  {
    "id": "2849798",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi diğerlerinden farklıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "Amazon",
      "B": "Trendyol",
      "C": "Hepsiburada",
      "D": "ETS tur",
      "E": "sahibinden.com"
    },
    "explanation": "Amazon, Trendyol, Hepsiburada ve ETS tur işletmeden tüketiciye e-ticaret örnekleridir. sahibinden.com ise tüketiciden tüketiciye e-ticaret örneğidir."
  },
  {
    "id": "2849813",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi hiçbir banka hesabına ihtiyaç duymadan fiziksel parayı sanal paraya çevirmeyi mümkün kılmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Sanal kredi kartı",
      "B": "Elektronik para",
      "C": "Elektronik cüzdan",
      "D": "Kripto para",
      "E": "Elektronik fon transferi"
    },
    "explanation": "Elektronik Cüzdan: Para yüklenebilen bir karttır. Bu sebeple önceden para yükleyen kullanıcılar kredi kartı ya da banka kartına ihtiyaç duymadan alım yapabilirler. E-cüzdanlar hiçbir banka hesabına ihtiyaç duymadan fiziksel parayı sanal paraya çevirmeyi mümkün kılar."
  },
  {
    "id": "2849814",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi ürün alımında aracıların işlemler üzerinden aldıkları komisyonları ve ilgili masrafları devre dışı bırakan madencilik adı verilen bir süreçle oluşturulan ödeme sistemidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Elektronik fon transferi",
      "B": "Elektronik para",
      "C": "Elektronik çek",
      "D": "Kripto para",
      "E": "Sanal POS"
    },
    "explanation": "Ürün alımında Mastercard/Visa gibi aracıların işlemler üzerinden aldıkları komisyonları ve ilgili masrafları devre dışı bırakan bir ödeme aracıdır. Dijital cüzdanlar arası para transferini mümkün kılan bu araç, gün geçtikçe daha da yaygınlaşmaktadır."
  },
  {
    "id": "2754222",
    "unitNumber": 6,
    "text": "Yöneticilerin bugünkü ve gelecekteki kararları için gerçek bir değer taşıyan, anlamlı bir biçimde işlenmiş verilere ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Açık bilgi",
      "B": "Bilgelik",
      "C": "Bilgi yönetimi",
      "D": "Enformasyon",
      "E": "Örüntü"
    },
    "explanation": "Enformasyon, düzenli ve kullanılabilir verilerdir. Yöneticilerin bugünkü ve gelecekteki kararları için gerçek bir değer taşıyan, anlamlı bir biçimde işlenmiş verilerdir. Enformasyonu bilgiye dönüştürmek için bir işletmenin bilginin çalıştığı örüntüler, kuralları ve bağlamları keşfetmek için ek kaynaklar harcaması gerekir. Doğru cevap D’dir."
  },
  {
    "id": "2754223",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi bilgi yönetimi değer zincirindeki bilişim sistemleri faaliyetlerinden bilgi edinim aşaması ile ilgili <u>değildir?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Veri madenciliği",
      "B": "Sinir ağları",
      "C": "Genetik algoritmalar",
      "D": "Bilgi iş istasyonları",
      "E": "Robotik"
    },
    "explanation": "Bilgi yönetimi değer zincirindeki bilişim sistemleri faaliyetlerinden bilgi edinim aşaması bilgi keşfi, veri madenciliği, sinir ağları, genetik algoritmalar, bilgi iş istasyonları ve uzman bilgi ağı ile ilişkilidir. Robotik ise uygulama aşamasına ilişkindir. Doğru cevap E’dir."
  },
  {
    "id": "2754224",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi bilgi yönetim sistemi türlerinden bilgi çalışma sistemlerinde yer alan sistem ve yöntemlerden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "İşbirliği ve sosyal araçlar",
      "B": "Yapay sinir ağları",
      "C": "Sanal gerçeklik",
      "D": "Öğrenme yönetim sistemleri",
      "E": "Bulanık mantık"
    },
    "explanation": "İşbirliği ve sosyal araçlar ile öğrenme yönetim sistemleri kurumsal bilgi yönetim sistemlerine, yapay sinir ağları ve bulanık mantık ise akıllı tekniklere ilişkindir. Sanal gerçeklik bilgi çalışma sistemleriyle ilgilidir. Doğru cevap C’dir."
  },
  {
    "id": "2754225",
    "unitNumber": 6,
    "text": "Kurumsal süreçlerle ilgili içerik ve dokümanların bulunması, tanımlanması, yönetilmesi, depolanması, korunması ve kullanıma sunulması için kullanılan araçlar, yöntemler ve stratejiler bütününe ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "İçerik yönetimi",
      "B": "Kurumsal içerik yönetimi",
      "C": "Öğrenilen dersler sistemi",
      "D": "Akıllı teknikler",
      "E": "Bilgi çalışma sistemi"
    },
    "explanation": "Kurumsal süreçlerle ilgili içerik ve dokümanların bulunması, tanımlanması, yönetilmesi, depolanması, korunması ve kullanıma sunulması için kullanılan araçlar, yöntemler ve stratejiler bütününe kurumsal içerik yönetimi denir. Doğru cevap B’dir."
  },
  {
    "id": "2754226",
    "unitNumber": 6,
    "text": "Beceri dizinleri, beceri katalogları, beyaz sayfalar veya sarı sayfalar olarak da bilinen bilgi paylaşım sistemi aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Uyarı sistemi",
      "B": "Olay raporu veritabanı",
      "C": "En iyi uygulama veritabanı",
      "D": "Derslerle öğrenilen sistem",
      "E": "Uzmanlık konum belirleme sistemi"
    },
    "explanation": "Uzmanlık konum belirleme sistemleri, belirli bilgiye sahip uzmanları belirleyerek bilgiyi organize etmeye çalışan bilgi havuzlarıdır. Uzmanlık bulma sistemleri aynı zamanda uzman dizinleri, uzmanlık dizinleri, beceri dizinleri, beceri katalogları, beyaz sayfalar veya sarı sayfalar olarak da bilinir. Doğru cevap E’dir."
  },
  {
    "id": "2754227",
    "unitNumber": 6,
    "text": "Profesyoneller veya araştırmacılar için tasarlanmış en son özellikteki güçlü bilgisayarlara ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bilgi çalışma sistemi",
      "B": "Modelleme",
      "C": "İş istasyonu",
      "D": "Artırılmış gerçeklik",
      "E": "Üç boyutlu tasarım"
    },
    "explanation": "Profesyoneller veya araştırmacılar için tasarlanmış en son özellikteki güçlü bilgisayarlara iş istasyonu denir. İş istasyonları en zorlu işlerin üstesinden gelebilmek üzere özel olarak tasarlanmıştır. Doğru cevap C’dir."
  },
  {
    "id": "2754228",
    "unitNumber": 6,
    "text": "Uzman sistemler ile ilgili aşağıda verilen ifadelerden hangisi <u>yanlıştır?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Belirli bir uzmanlık alanında, gerçek kişilerden derlenen bilgileri temel alarak, zamanla kendisini geliştirebilme yeteneği de olan yazılımlardır.",
      "B": "Çok özel ve sınırlı bir insan uzmanlığı alanındaki örtük bilgiyi yakalamak için kullanılan akıllı tekniklerdir.",
      "C": "Bilgiye dayalı mimariyi kullanan ilk ticari sistemlerdir.",
      "D": "Çıkarım motoru ve bilgi tabanı olmak üzere iki alt sisteme ayrılırlar.",
      "E": "Bilgi derinliğine ve bir insan uzmanın temel ilkelerinin anlayışına sahiplerdir."
    },
    "explanation": "Günümüzde uzman sistemler hâlâ bilgi derinliğinden ve bir insan uzmanın temel ilkelerinin anlayışından yoksundur. Doğru cevap E’dir."
  },
  {
    "id": "2754229",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi keskin IF-THEN kuralları şeklinde temsil edilmesi zor olan uzmanlık gerektiren sorunlara çözümler sunar?",
    "correctAnswer": "D",
    "options": {
      "A": "Yapay zekâ",
      "B": "Makine öğrenmesi",
      "C": "Uzman sistemler",
      "D": "Bulanık mantık",
      "E": "Genetik algoritmalar"
    },
    "explanation": "Bulanık mantık, keskin IF-THEN kuralları şeklinde temsil edilmesi zor olan uzmanlık gerektiren sorunlara çözümler sunar. Yaklaşık veya öznel değerler kullanan kurallar oluşturarak böyle bir belirsizliği temsil edebilen kural tabanlı bir teknolojidir. Doğru cevap D’dir."
  },
  {
    "id": "2754230",
    "unitNumber": 6,
    "text": "İnsan beyninin çalışma ilkesinden esinlenerek geliştirilmiş her biri belirli ağırlıklara sahip bağlantılar aracılığı ile birbirine bağlanan ve yine her biri endi belleğine sahip işlem elemanlarından oluşan paralel ve dağıtılmış bilgi işleme yapılarına ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yapar sinir ağları",
      "B": "Genetik algoritmalar",
      "C": "Akıllı ajanlar",
      "D": "Bulanık mantık",
      "E": "Yapay zekâ"
    },
    "explanation": "İnsan beyninin çalışma ilkesinden esinlenerek geliştirilmiş her biri belirli ağırlıklara sahip bağlantılar aracılığı ile birbirine bağlanan ve yine her biri endi belleğine sahip işlem elemanlarından oluşan paralel ve dağıtılmış bilgi işleme yapılarına yapay sinir ağları denir. Yapay sinir ağları, büyük miktarlarda verinin toplandığı karmaşık, tam anlaşılmamış problemleri çözmek için kullanılır. Doğru cevap A’dır."
  },
  {
    "id": "2754231",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi bir veya daha fazla insan kullanıcıyla metin veya işitsel yöntemlerle bir görüşmeyi simüle etmek için tasarlanmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Genetik algoritma",
      "B": "Yapay sinir ağları",
      "C": "Makine öğrenmesi",
      "D": "Sanal gerçeklik",
      "E": "Chatbot"
    },
    "explanation": "Bir veya daha fazla insan kullanıcıyla metin veya işitsel yöntemlerle bir görüşmeyi simüle etmek için tasarlanan yazılım araçlarına Chatbot denir. Chatbot’lar genellikle müşteri hizmetleri veya bilgi edinme sistemlerinde kullanılır. Doğru cevap E’dir."
  },
  {
    "id": "2846833",
    "unitNumber": 6,
    "text": "Bilgi yönetimi tanımı içinde aşağıdakilerden hangileri bulunmaktadır?\n I) Bilgiyi oluşturma\n II) Bilgiyi saklama\n III) Bilgiyi paylaşma\n IV) Bilgiyi kullanma",
    "correctAnswer": "B",
    "options": {
      "A": "I-II-III",
      "B": "I-III-IV",
      "C": "I-II-III-IV",
      "D": "III-IV",
      "E": "I-IV"
    },
    "explanation": "<strong>Bilgi yönetimi,</strong> bir işletmenin bilgilerini oluşturma, paylaşma, kullanma ve yönetme sürecidir. Bilgiyi en iyi şekilde kullanarak örgütsel hedeflere ulaşmak için çok disiplinli bir yaklaşımı ifade eder.\n Bilgiyi saklama tanım içinde verilmemiştir. Bilginin oluşturulması ve paylaşılması önemlidir. Başkalarıyla iletişim kurulamayan ve paylaşılamayan bilgi, bir değer üretemez. İşletme genelinde paylaşıldığında bilgi yararlı ve uygulanabilir hâle gelir."
  },
  {
    "id": "2846839",
    "unitNumber": 6,
    "text": "Bilgi ve veri için aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Bilgi karar vermek için kullanılan gerçekler bütünüdür.",
      "B": "Veri ve bilgi aynı anlamda kullanılan kavramlardır.",
      "C": "Veri işlemiş bilgidir.",
      "D": "Bilgi olup bitenlerin bir bölümünü açıklar.",
      "E": "Veri insanın geçmişte öğrendiği deneyimlerin toplamıdır."
    },
    "explanation": "<strong>Veri;</strong> ham gerçekler olarak ifade edilirken, örgütler açısından, yapılan işlemlerin belli biçimde tutulmuş kayıtları olarak adlandırılmaktadır. Veri sadece olup bitenlerin bir bölümünü açıklar; içinde değerlendirme, yorum yoktur ve karar vermek açısından güvenilecek bir temel oluşturamaz.\n <strong>Bilgi;</strong> insanın geçmişte öğrendikleri ile deneyimlerinin bir toplamıdır. İnsanlar arasındaki iletişim ile oluşan enformasyon akışı, bilginin yaratılmasını sağlayacaktır. Deneyim, yargı, değerler, inançlar ve sezgi; bilgiyi oluşturan <br/>bileşenlerdir. Bilginin zihinsel bir süreçten geçerek yargıya dönüşmüş şekli ise bilgelik kavramını oluşturmaktadır. Bilgelik, bilginin insanlık yararına iyi, doğru ve güzel şekilde kullanılmasıdır. Bilgi hiyerarşisinin en üst basamağıdır ve bilginin nerede, ne zaman ve nasıl uygulanacağını kapsar."
  },
  {
    "id": "2846842",
    "unitNumber": 6,
    "text": "\"Meydana gelen veya gerçekleşmesi beklenen olumsuz bir deneyim hakkında bilgi yaymayı hedefler. \"\n Yukarıdaki tanım bilgi paylaşım sistemlerinden hangisinin tanımıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Olay raporu veritabanları",
      "B": "En iyi uygulama veritabanları",
      "C": "Uyarı sistemleri",
      "D": "Uzmanlık konum belirleme sistemleri",
      "E": "Derslerle öğrenilen sistemler"
    },
    "explanation": "Bilgi Paylaşım Sistemleri, açık veya örtük bilginin diğer kişilere iletildiği süreçleri destekler. Bu sistemler aynı zamanda bilgi havuzları olarak da adlandırılır. <em><strong>Bilgi paylaşım sistemlerini niteliklerine göre aşağıdaki başlıklarda özetlemek mümkündür:</strong></em><br/>• <strong>Olay raporu veritabanları,</strong> olaylar veya sorunlarla ilgili bilgileri yaymak için kullanılır. Olay raporları, herhangi bir çözüm önermese de tipik olarak olayı, olayın açıklamalarıyla birlikte yansıtır.<br/>• <strong>Uyarı sistemleri,</strong> meydana gelen veya gerçekleşmesi beklenen olumsuz bir deneyim hakkında bilgi yaymayı hedefler. <br/>• <strong>En iyi uygulama veritabanları,</strong> tipik olarak kurumsal süreçlere uygulanabilecek iş süreçlerinin yeniden yapılandırılmasından elde edilen başarılı çabaları tanımlar. <br/>• <strong>Derslerle öğrenilen sistemler</strong>in amacı, benzer bir durumda önceki bir deneyime çok benzeyen durumlarla karşılaşan çalışanlara fayda sağlayabilecek dersleri yakalamaktır. <br/>• <strong>Uzmanlık konum belirleme sistemleri</strong>, belirli bilgiye sahip uzmanları belirleyerek bilgiyi organize etmeye çalışan bilgi havuzlarıdır. Uzmanlık bulma sistemleri aynı zamanda uzman dizinleri, uzmanlık dizinleri, beceri dizinleri, beceri katalogları, beyaz sayfalar veya sarı sayfalar olarak da bilinir."
  },
  {
    "id": "2846862",
    "unitNumber": 6,
    "text": "Öğrenme Yönetim Sistemleri için aşağıdakilerden hangisi/hangileri doğrudur?\n I) Bir konu hakkında bilgisi olan kişilerin uzun süre boyunca işbirliği yapmasıdır.\n II) Eğitim içeriklerinin yönetimine ve katılımcıların izlenmesine olanak tanır.\n III) Uzaktan öğrenme faaliyetlerini kolaylaştırmayı amaçlar.\n IV) Ortak hedefleri olan insanların birbiriyle etkileşime girmesini sağlar.",
    "correctAnswer": "D",
    "options": {
      "A": "I-IV",
      "B": "III-IV",
      "C": "II",
      "D": "II-III",
      "E": "I-II-III"
    },
    "explanation": "<strong>Öğrenme Yönetim Sistemi</strong> (Learning Management System), eğitim içeriklerinin yönetimine ve katılımcıların izlenmesine olanak sağlayan bütünleşik bir sistemdir. Öğrenme yönetim sistemlerinin amacı, uzaktan öğrenim faaliyetlerini kolaylaştırmak ve daha sistematik, planlı bir şekilde gerçekleştirmektir. Bu sistemler aracılığıyla öğrenim faaliyetleri değerlendirildiği ve izlendiği için, öğrenim <br/>şekli sürekli olarak geliştirilebilmektedir.\n <strong>Uygulama Toplulukları</strong> (Communities of Practice), bir konu veya bir alanda ortak ilgisi olan kişilerin uzun süre boyunca işbirliği yaptığı, fikir ve stratejileri <br/>paylaştığı, çözümleri belirlediği ve yenilikler geliştirdiği bir sosyal öğrenme süreci olarak tanımlanabilir. Öğrenme, çoğu zaman bu sosyal süreçlere eşlik eden <br/>rastlantısal bir sonuçtur. Ortak hedefleri olan insanlar birbirleriyle etkileşime girdiklerinde ortaya çıkan ve gelişen sosyal bağlamlarda öğrenme gerçekleşir"
  },
  {
    "id": "2846865",
    "unitNumber": 6,
    "text": "Bilgi çalışanları ana sermayesi ................. olan çalışanlardır.\n Yukarıdaki cümlede boş bırakılan alana aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "bilgi",
      "B": "araştırma",
      "C": "düşünce",
      "D": "yaratıcılık",
      "E": "hayal gücü"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/64b811acfc3f390b526f8ed0576803b8.png\" alt=\"\" width=\"337\" height=\"220\">"
  },
  {
    "id": "2846897",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangileri bilgi çalışanlarının üstlendiği, kuruluş ve kuruluş içinde çalışan yöneticiler için kritik olan üç anahtar roldür?\n<br/>I) Ofiste çalışanların verimliliğini artırmak için tasarlanmış kelime işlemciler, sesli posta, e-posta, video konferans sistemlerini kullanmak.\n<br/>II) Çalıştığı örgüt gelişirken, teknolojide, bilimde, toplumsal düşüncede ve sanatta bilgiyi güncel tutmak.\n<br/>III) Yapay zeka yazılımlarını kullanmak ve kullanmaya teşvik etmek.\n<br/>IV) Bilgi alanları, meydana gelen değişiklikler ve fırsatlar konusunda iç danışman olarak hizmet etmek,\n<br/>V) Değişim aracı olarak hareket etmek, değişim projelerini değerlendirmek, başlatma ve teşvik etmek.",
    "correctAnswer": "D",
    "options": {
      "A": "I-II-III",
      "B": "III-IV-V",
      "C": "I-III-IV",
      "D": "II-IV-V",
      "E": "II-III-IV"
    },
    "explanation": "Bilgi çalışanları, kuruluş ve kuruluş içinde çalışan yöneticiler için kritik olan üç anahtar rol üstlenir:<br/>• Çalıştığı örgüt gelişirken, teknolojide, bilimde, toplumsal düşüncede ve sanatta bilgiyi güncel tutmak,<br/>• Bilgi alanları, meydana gelen değişiklikler ve fırsatlar konusunda iç danışman olarak hizmet etmek,<br/>• Değişim aracı olarak hareket etmek, değişim projelerini değerlendirmek, başlatma ve teşvik etmek."
  },
  {
    "id": "2847117",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Yapay Zeka örneği <em><strong>değildir</strong></em>?",
    "correctAnswer": "B",
    "options": {
      "A": "Sürücüsüz araçlar",
      "B": "Manyetik rezonans görüntüleme",
      "C": "Akıllı kameralar",
      "D": "Robotik imalat",
      "E": "Akıllı telefonlar"
    },
    "explanation": "<strong>Akıllı teknikler,</strong> insan davranışlarını taklit etmeye çalışan bilgisayar tabanlı sistemlerden (hem donanım hem de yazılım) oluşan yapay zekâ (Artifical Intellegence, AI) teknolojisine dayanmaktadır. Bu tür sistemler dil öğrenebilir, fiziksel görevleri yerine getirebilir (robotik), fiziksel davranışı ve dili bilgilendiren algısal bir aparat kullanabilir ve insan uzmanlığını ve karar vermeyi taklit edebilir.\n Bilgisayarlı tomografi ve manyetik rezonans görüntüleme (MR- Magnetic Resonance) taramalarından veya ultrason görüntülemesinden elde edilen verilerin üzerine yerleştirildiği görüntü kılavuzlu cerrahi işlemler gibi tıp alanında <strong>artırılmış gerçekliğin</strong> kullanıldığı diğer örnekleridir"
  },
  {
    "id": "2847119",
    "unitNumber": 6,
    "text": "Uzman bir sistem iki alt sisteme ayrılır: ................... ve ..................\n Yukarıdaki cümlede boş yerlere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "İnsan zekası/yapay zeka",
      "B": "Mevcut sistemler/yeni sistemler",
      "C": "Sanal gerçeklik/artırılmış gerçeklik",
      "D": "Çıkarım motoru/bilgi tabanı.",
      "E": "İş istasyonu/bilgi çalışmaları"
    },
    "explanation": "Uzman bir sistem iki alt sisteme ayrılır: Çıkarım motoru ve<br/>bilgi tabanı."
  },
  {
    "id": "2847123",
    "unitNumber": 6,
    "text": "\"Çıkarım motoru kullanıcı tarafından girilen bilgilerle başlar ve bir sonuca varmak için kural tabanını arar. \"\n Yukarıdaki tanım hangi çıkarım motoru stratejisinin tanımıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Uzman sistem",
      "B": "Zincirleme",
      "C": "İleri zincirleme",
      "D": "Geri zincirleme",
      "E": "Sınıflandırma"
    },
    "explanation": "Bilgi tabanında arama yapmak için kullanılan stratejiye çıkarım motoru denir. İki strateji yaygın olarak kullanılır: <strong>ileri zincirleme v</strong>e geri zincirleme. İleri zincirlemede, çıkarım motoru kullanıcı tarafından girilen bilgilerle başlar ve bir sonuca varmak için kural tabanını arar."
  },
  {
    "id": "2847127",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi \"bulanık mantık\" sistemi örneğidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Bilgi tabanı kullanılarak hastalık teşhisinde benzer özelliklerin bulunarak kolaylaştırılması.",
      "B": "Spor salonunda cihazın kadınlar ya da erkeklerin kullanımına göre seçilerek cihaz ayarlarının yüklenmesi.",
      "C": "Bulaşık makinesinin programın seçilerek makinenin bulaşıkları programın özelliklerine göre yıkaması.",
      "D": "Çamaşır makinesinin yıkanacakları değerlendirmesi, gerekli deterjan ve suyu ayarlaması.",
      "E": "Google arama motorunun arama sonuçlarımıza göre yeni algoritmalar üretmesi."
    },
    "explanation": "<strong>Bulanık mantık,</strong> yaklaşık veya öznel değerler kullanan kurallar oluşturarak böyle bir belirsizliği temsil edebilen kural tabanlı bir teknolojidir. Belirli bir olayı veya süreci dilsel olarak tanımlayabilir ve daha sonra bu tanım-lamayı az sayıda esnek kuralda temsil edebilir.\n<br/>Matsushia’nın bulanık elektrikli süpürgesi ve çamaşır makinesi pek çok <br/>Japon evinde bulunmaktadır. Çamaşır makinesi yıkanacakları değerlendirir ve gerekli olan deterjanı, su sıcaklığını ve yıkama şeklini ayarlar. \n<br/>B ve C şıkkında seçme işlemi var IF THEN ELSE grubuna giriyor.\n<br/>A uzman sistemlere örnek.\n<br/>E ise Makine öğrenmesine örnek."
  },
  {
    "id": "2849005",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi bilgi yönetimi ile ilgili <strong><u>yanlış</u></strong> bir ifadedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bilgi yönetimi ve işbirliği kavramları birbiriyle yakından ilişkilidir.",
      "B": "Bilgi yönetimi bir işletmenin bilgilerini oluşturma, paylaşma, kullanma ve yönetme sürecidir.",
      "C": "Bilgi yönetiminin amacı örgütteki tüm bilgileri yönetmektir.",
      "D": "Bilgi yönetimi belirli kurumsal hedeflere ulaşmak için tüm işgücünün ortak bilgisini hayata geçirmekle ilgilenir.",
      "E": "Bilgi yönetimi bilginin en iyi şekilde kullanıldığı disiplinli bir yaklaşımı ifade eder."
    },
    "explanation": "Örgütler için bilginin önemi giderek artmaktadır. Bilgi yönetiminin amacı tüm bilgileri yönetmek değil, sadece örgüt için en önemli bilgiyi yönetmektir. Bu nedenle doğru yanıt c şıkkıdır."
  },
  {
    "id": "2849012",
    "unitNumber": 6,
    "text": "Aşağıdaki kavramlardan hangisi değerlendirme ve yorum yapmadan sadece olup bitenlerin bir bölümünü açıklar?",
    "correctAnswer": "B",
    "options": {
      "A": "Enformasyon",
      "B": "Veri",
      "C": "Bilgi",
      "D": "Sembol",
      "E": "Eylem"
    },
    "explanation": "Veri olup bitenlerin sadece bir bölümünü açıklar; içinde değerlendirme, yorum yoktur; ve karar verme açısından güvenilecek bir temel oluşturmaz. Bu nedenle doğru yanıt b şıkkıdır."
  },
  {
    "id": "2849015",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi “yetkinlik” terimi ile ilgili doğru bir ifadedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Anlam",
      "B": "Benzerlik",
      "C": "Uygulama",
      "D": "Doğru seçenek",
      "E": "Bağlam"
    },
    "explanation": "Doğru zamanda doğru bilgi seçimi “yetkinlik” olarak adlandırılır. Bu nedenle doğru yanıt d şıkkıdır."
  },
  {
    "id": "2849019",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi bilişim sistemleri faaliyetlerinden “depolama” ile ilgili bir terimdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bilgi veritabanı",
      "B": "Veri madenciliği",
      "C": "Bilgi iş istasyonları",
      "D": "Sinir ağları",
      "E": "Genetik algoritmalar"
    },
    "explanation": "Bilgi veritabanı “depolama” ile ilgili bir terimdir. Bu nedenle doğru yanıt a şıkkıdır. Bununla ilgili şekil 6.2’ye bakabilirsiniz."
  },
  {
    "id": "2849030",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi “örüntü” kavramını doğru ifade eder?",
    "correctAnswer": "E",
    "options": {
      "A": "Bir işletmenin bilgilerini oluşturma, paylaşma, kullanma ve yönetme süreci",
      "B": "Kişilerin zihinlerinde bulunan henüz gruplandırılmamış, kodlanmamış, söylenmemiş ileti türü",
      "C": "İnsanın geçmişte öğrendikleri ile deneyimlerinin toplamı",
      "D": "Bilginin insanlık yararına doğru ve güzel bir şekilde kullanılması",
      "E": "Belirli bir kurala göre düzenli bir şekilde tekrar eden veya genişleyen şekil ya da sayı dizimi"
    },
    "explanation": "Belirli bir kurala göre düzenli bir şekilde tekrar eden veya genişleyen şekil ya da sayı düzenine örüntü denir. Günümüzde işletmeler kurumsal verilerdeki örüntüleri keşfederek yeni bilgiler yaratma faaliyetlerine önem vermeye başlamışlardır. Bu nedenle doğru yanıt e şıkkıdır."
  },
  {
    "id": "2849041",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi “olay raporu veritabanları” ile ilgili doğru bir ifadedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Neyin doğru neyin yanlış gittiğini analiz etmek aracıyla hazırlanan kayıtlardır.",
      "B": "Meydan gelen veya gerçekleşmesi beklenen olumsuz bir deneyim hakkında bilgi yaymayı hedefler.",
      "C": "Olaylar ve sorunlarla ilgili bilgileri yaymak için kullanılır.",
      "D": "Kurumsal süreçlere uygulanabilecek iş süreçlerinin yeniden yapılandırılmasından elde edilen başarılı çabaları tanımlar.",
      "E": "Belirli bilgiye sahip uzmanları belirleyerek bilgiyi organize etmeye çalışan bilgi havuzlardır."
    },
    "explanation": "Olay tabanı veri tabanları olaylar ve sorunlarla ilgili bilgileri yaymak için kullanılır. Olay raporları herhangi bir çözüm önermese de tipik olarak olayı, olayın açıklamalarıyla birlikte yansıtır. Bu nedenle doğru yanıt C şıkkıdır."
  },
  {
    "id": "2849056",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi “bilgi çalışanları” için <strong><u>yanlış</u></strong> bir ifadedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kuruluş için bilgi oluşturan araştırmacılar, tasarımcılar, mimarlar, bilim insanları ve mühendisleri kapsar.",
      "B": "Genellikle mesleki kuruluşlarda yüksek düzeyde eğitim ve üyelikleri vardır.",
      "C": "Bilgi alanları, meydana gelen değişiklikler ve fırsatlar konusunda iç danışma olarak hizmet ederler.",
      "D": "Diğer çalışanlardan ayrılan en önemli farkları rutin işlerde çalışıyor olmalarıdır.",
      "E": "Değişim aracı olarak hareket ederler ve değişim projelerini başlatır ve teşvik ederler."
    },
    "explanation": "Bilgi çalışanlarını diğer çalışanlardan ayıran en önemli fark rutin olmayan işlerde çalışıyor olmalarıdır. Bu tip çalışmalar basit bir şekilde çalışmanın her aşamasında problem çözümleme için yararlanacağı tümdengelim, tümevarım ve sentez gibi yetenekleri gerektirir. Bu nedenle doğru yanıt d şıkkıdır."
  },
  {
    "id": "2849103",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi yapısal işlev olarak öğrenebilen ve veriler üzerinden tahmin yapabilen algoritmaların çalışma ve inşalarını araştıran bir sistemdir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yapay sinir ağları",
      "B": "Makine öğrenmesi",
      "C": "Bulanık mantık",
      "D": "İş istasyonu",
      "E": "Öğrenme yönetim sistemi"
    },
    "explanation": "Makine öğrenmesi yapısal işlev olarak öğrenebilen ve veriler üzerinden tahmin yapabilen algoritmaların çalışma ve inşalarını araştıran bir sistemdir. Bu nedenle doğru yanıt b şıkkıdır."
  },
  {
    "id": "2849115",
    "unitNumber": 6,
    "text": "Kendi kendini yetiştirmiş, kendi kendini düzelten bir bilgisayar programı fikri hangi yılda yapay zeka alanının bir parçası olmuştur?",
    "correctAnswer": "B",
    "options": {
      "A": "1960’lar",
      "B": "1970’ler",
      "C": "1980’ler",
      "D": "1990’lar",
      "E": "2000’ler"
    },
    "explanation": "Kendi kendini yetiştirmiş, kendi kendini düzelten bir bilgisayar fikri yeni değildir ve en azından 1970’lerden beri yapay zeka alanının bir parçası olmuştur. Bu nedenle doğru yanıt b şıkkıdır."
  },
  {
    "id": "2849138",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi yapay sinir ağları için <strong><u>yanlış</u></strong> bir ifadedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Belirli bir problem için çok sayıda olası çözümü inceleyerek o probleme en uygun çözümü bulmak için yararlanılan bir tekniktir.",
      "B": "Büyük miktarlarda verinin toplandığı karmaşık, anlaşılmamış problemleri çözmek için kullanılır.",
      "C": "Biyolojik veya insan beyninin işleme modellerine paralel olan donanım ve yazılımları kullanarak bilgiyi keşfeder.",
      "D": "Verileri gözden geçirerek, ilişkiler arayarak, modeller oluşturarak büyük miktarlardaki verilerden örüntüleri öğrenir.",
      "E": "Herbiri kendi belleğine sahip işlem elemanlarından oluşan paralel ve dağıtılmış bilgi işleme yapılarıdır."
    },
    "explanation": "Belirli bir problem için çok sayıda olası çözümü inceleyerek o probleme en uygun çözümü bulmak için yararlanılan teknik yapay sinir ağları değil, genetik algoritmalardır. Bu nedenle doğru yanıt a şıkkıdır."
  },
  {
    "id": "2850480",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi bilişim sistemleri bilgi edinim boyutu faaliyetleri arasında yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Sinir ağları",
      "B": "Örgütsel rutinler",
      "C": "Yeni pazarlar",
      "D": "Resmi olmayan ağlar",
      "E": "Örgütsel deneyimler"
    },
    "explanation": "Bilgi Edinim\n<br/>Bilgi keşfi, Veri madenciliği, Sinir ağları, Genetik algoritmalar, Bilgi iş istasyonları\n<br/>Depolama\n<br/>İçerik yönetim sistemi, Bilgi veritabanı, Uzman sistemler\n<br/>Dağıtma\n<br/>Portallar, Arama motorları, İşbirliği ve sosyal işletme araçları\n<br/>Uygulama\n<br/>Karar destek sistemleri, Kurumsal Uygulamalar, Robotik"
  },
  {
    "id": "2850489",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi bilgi yönetim ve organizasyon faaliyetleri arasında yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Yeni pazarlar",
      "B": "Bilgi veritabanı",
      "C": "Uzman sistemler",
      "D": "Portallar",
      "E": "Bilgi keşfi"
    },
    "explanation": "Yönetim ve Organizasyon Faaliyetleri\n<br/>Bilgi kültürü<br/>Topluluk deneyimleri<br/>Sosyal ağlar<br/>Örgütsel deneyimler<br/>Örgütsel rutinler<br/>Örgütsel kültür<br/>Eğitim<br/>Resmi olmayan ağlar<br/>Örgütsel kültür<br/>Yeni BT tabanlı iş<br/>süreçleri<br/>Yeni ürün ve servisler<br/>Yeni pazarlar"
  },
  {
    "id": "2850510",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi bilgi yönetim sistemi türlerinin sistem ve yöntemler ana başlığı altındaki akıllı teknikler boyutunda yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Veri madenciliği",
      "B": "Bilgisayar destekli tasarım",
      "C": "Sanal gerçeklik",
      "D": "İşbirliği ve sosyal araçlar",
      "E": "Öğrenme yönetim sistemleri"
    },
    "explanation": "Akıllı teknikler\n<br/>• Veri madenciliği<br/>• Yapay sinir ağları<br/>• Uzman sistemler<br/>• Vaka tabanlı akıl yürütme<br/>• Bulanık mantık<br/>• Genetik algoritmalar<br/>• Akıllı ajanlar"
  },
  {
    "id": "2850524",
    "unitNumber": 6,
    "text": "Bilgi paylaşım sistemleri içinde meydana gelen veya gerçekleşmesi beklenen olumsuz bir deneyim\n hakkında bilgi yaymayı hedefleyen boyut aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Uyarı sistemleri",
      "B": "Olay raporu veritabanları",
      "C": "En iyi uygulama veritabanları",
      "D": "Derslerle öğrenilen sistemlerin amacı",
      "E": "Uzmanlık konum belirleme sistemleri"
    },
    "explanation": "Uyarı sistemleri, meydana gelen veya gerçekleşmesi beklenen olumsuz bir deneyim<br/>hakkında bilgi yaymayı hedefler."
  },
  {
    "id": "2850529",
    "unitNumber": 6,
    "text": "Bilgi paylaşım sistemleri içinde tipik olarak kurumsal süreçlere uygulanabilecek iş süreçlerinin yeniden yapılandırılmasından elde edilen başarılı çabaları tanımlayan boyut aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "En iyi uygulama veritabanları",
      "B": "Olay raporu veritabanları",
      "C": "Derslerle öğrenilen sistemlerin amacı",
      "D": "Uzmanlık konum belirleme sistemleri",
      "E": "Uyarı sistemleri"
    },
    "explanation": "En iyi uygulama veritabanları, tipik olarak kurumsal süreçlere uygulanabilecek iş süreçlerinin yeniden yapılandırılmasından elde edilen başarılı çabaları tanımlar."
  },
  {
    "id": "2850533",
    "unitNumber": 6,
    "text": "Ögeleri sanal bilgisayar tarafından oluşturulan görüntülerle zenginleştirilen fiziksel gerçek dünya ortamının canlı, doğrudan veya dolaylı bir görünümünü sunan bilgi çalışma sistemi örneği aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Artırılmış gerçeklik",
      "B": "Sanal gerçeklik",
      "C": "Sensör sistemleri",
      "D": "Bilgisayar destekli tasarım",
      "E": "Grafik yazılımları"
    },
    "explanation": "Artırılmış gerçeklik (AR-Augmented Reality), görselleştirmeyi geliştirmek için kullanılan ileri bir teknolojidir. Artırılmış gerçeklik, ögeleri sanal bilgisayar tarafından oluşturulan görüntülerle zenginleştirilen fiziksel gerçek dünya ortamının canlı, doğrudan veya dolaylı bir görünümünü sunar. Kullanıcı, gerçek fiziksel dünyada temellendirilir ve artırılmış ekranı oluşturmak için sanal görüntüler gerçek görünümle birleştirilir. Dijital teknoloji, gerçekliğin algılanmasını artırmak için ek bilgiler sağlar ve kullanıcının çevresindeki gerçek dünyayı daha etkileşimli ve anlamlı hâle getirir."
  },
  {
    "id": "2850538",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi yapısal işlev olarak öğrenebilen ve veriler üzerinden tahmin yapabilen algoritmaların çalışma ve inşalarını araştıran bir sistemdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Makine öğrenmesi",
      "B": "Yapay zeka",
      "C": "Artırılmış gerçeklik",
      "D": "Yapay sinir ağları",
      "E": "Akıllı ajanlar"
    },
    "explanation": "Makine öğrenmesi, yapısal işlev olarak öğrenebilen ve veriler üzerinden tahmin yapabilen algoritmaların çalışma ve inşalarını araştıran bir sistemdir. Bu tür algoritmalar statik program talimatlarını harfiyen takip etmek yerine örnek girişlerden veri tabanlı tahminleri ve kararları gerçekleştirebilmek amacıyla bir model inşa ederek çalışırlar. Öğrenen bir makine, tıpkı bir insan gibi, verilerdeki kalıpları tanıyabilen ve kalıpları, deneyimi veya önceki öğrenmeleri (bir veritabanı) tanımasına bağlı olarak davranışını değiştirebilen bir makinedir."
  },
  {
    "id": "2850541",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi belirli bir problem için çok sayıda olası çözümü inceleyerek o probleme\n en uygun çözümü bulmak için yararlanılan bir tekniktir?",
    "correctAnswer": "A",
    "options": {
      "A": "Genetik algoritmalar",
      "B": "Makine öğrenmesi",
      "C": "Yapay zeka",
      "D": "Yapay sinir ağları",
      "E": "Akıllı ajanlar"
    },
    "explanation": "Genetik algoritmalar, belirli bir problem için çok sayıda olası çözümü inceleyerek o probleme<br/>en uygun çözümü bulmak için yararlanılan bir tekniktir. Kalıtım, mutasyon, seleksiyon ve çaprazlama (rekombinasyon) gibi evrimsel biyolojiden esinlenen tekniklere dayanmaktadır."
  },
  {
    "id": "2850546",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi insan beyninin çalışma ilkesinden esinlenerek geliştirilmiş her biri belirli ağırlıklara sahip bağlantılar aracılığı ile birbirine bağlanan ve yine her biri kendi belleğine sahip işlem elemanlarından oluşan paralel ve dağıtılmış bilgi işleme yapılarıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Yapay sinir ağları",
      "B": "Genetik algoritma",
      "C": "Makine öğrenmesi",
      "D": "Yapay zeka",
      "E": "Akıllı ajanlar"
    },
    "explanation": "Yapay sinir ağları, büyük miktarlarda verinin toplandığı karmaşık, tam anlaşılmamış problemleri çözmek için kullanılır. Biyolojik sinir ağlarını taklit eden bilgisayar programı oldukları da söylenebilir.<br/>Bir insan için analiz etmesi çok zor ve çok karmaşık olabilecek büyük miktarda veride kalıplar ve ilişkiler bulurlar. Sinir ağları, biyolojik veya insan beyninin işleme modellerine paralel<br/>olan donanım ve yazılımları kullanarak bu bilgiyi keşfeder. Sinir ağları, verileri gözden geçirerek, ilişkiler arayarak, modeller oluşturarak ve modelin kendi hatalarını tekrar tekrar düzelterek büyük miktarlardaki verilerden örüntüleri “öğrenir”. İnsan beyninin çalışma ilkesinden esinlenerek geliştirilmiş her biri belirli ağırlıklara sahip bağlantılar aracılığı ile birbirine bağlanan ve yine her biri kendi belleğine sahip işlem elemanlarından oluşan paralel ve dağıtılmış bilgi işleme yapılarına yapay<br/>sinir ağları denir."
  },
  {
    "id": "2850550",
    "unitNumber": 6,
    "text": "Bilgi tabanında arama yapmak için çıkarım motorunun kullanıcı tarafından girilen bilgilerle başladığı ve bir sonuca varmak için kural tabanını aradığı strateji aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İleri zincirleme",
      "B": "Geri zincirleme",
      "C": "Örtük bilgiyi yakalama",
      "D": "Uzman sistem",
      "E": "Kurallar kümesi"
    },
    "explanation": "Bilgi tabanında arama yapmak için kullanılan stratejiye çıkarım motoru denir. İki strateji yaygın<br/>olarak kullanılır: ileri zincirleme ve geri zincirleme. İleri zincirlemede, çıkarım motoru kullanıcı tarafından girilen bilgilerle başlar ve bir sonuca varmak için kural tabanını arar. Strateji, bir koşul doğru olduğunda kuralın eylemini başlatmak veya uygulamaktır. Geri zincirlemede, kural tabanını arama stratejisi bir hipotezle başlar ve hipotez onaylanana veya reddedilene kadar kullanıcıya seçilen gerçekler hakkında sorular sorarak ilerler."
  },
  {
    "id": "2754232",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi bir karara ihtiyaç duyulduğunda izlenecek prosedürlerin önceden belirlenebileceği durumları içerir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yapısal kararlar",
      "B": "Orta dönem kararlar",
      "C": "Esnek kararlar",
      "D": "Sürekli kararlar",
      "E": "Sınırlandırılmış kararlar"
    },
    "explanation": "Yapısal kararlar, bir karara ihtiyaç duyulduğunda izlenecek prosedürlerin önceden belirlenebileceği durumları içerir."
  },
  {
    "id": "2754233",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi karar verme süreci içinde bir İşletmede meydana gelen sorunları keşfetme, anlama ve tanımlamayı belirtir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bilgi toplama",
      "B": "Tasarım",
      "C": "Seçim",
      "D": "Uygulama",
      "E": "Etkileşim"
    },
    "explanation": "<strong> Bilgi Toplama:</strong> İşletmede meydana gelen sorunları keşfetme, anlama ve tanımlamadan oluşur. Bir problemin neden oluştuğu, sorunun nerede çıktığı ve işletme üzerinde ne gibi etkileri olduğu sorularına cevap aranır."
  },
  {
    "id": "2754234",
    "unitNumber": 7,
    "text": "I) Kararın etkisinin ortaya konulması\n II) Çözümsel alternatifin hayata geçirilmesi\n III) Çözümün ne kadar iyi çalıştığının izlenmesi\n Karar verme süreci içinde yukarıdakilerin tümünü içeren aşama hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Uygulama",
      "B": "Tasarım",
      "C": "Seçim",
      "D": "Bilgi toplama",
      "E": "Eleme"
    },
    "explanation": "Uygulama: Belirli bir çözümün geliştirilmesi üzerine, kararın etkisinin ortaya konulması aşamasıdır. Karar iyi olsa bile uygulamada hatalar olabilir. Çözüm olarak seçilen alternatifin hayata geçirildiği ve çözümün ne kadar iyi çalıştığının izlendiği aşamadır."
  },
  {
    "id": "2754235",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi yöneticilerin çalışanları ile kurumsal hedeflere ulaşmak için etkileşim kurmasına izin veren rollerdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kişler arası roller",
      "B": "İletişim ötesi roller",
      "C": "Kararlara ilişkin roller",
      "D": "Bilgiye ilişkin roller",
      "E": "Sorun çözüm rolleri"
    },
    "explanation": "Kişiler arası roller, bir yöneticinin çalışanları ile kurumsal hedeflere ulaşmak için etkileşim kurmasına izin veren rollerdir."
  },
  {
    "id": "2754236",
    "unitNumber": 7,
    "text": "I) Yeni faaliyetler başlatarak girişimci olarak hareket etmek,\n II) İşletmede ortaya çıkan krizleri çözmek,\n III) İhtiyaç duyan personele, bölüme kaynak tahsisi yapmak,\n IV) Çatışmaları müzakere ederek çatışan gruplar arasında arabuluculuk yapmak.\n Yukarıdaki özelliklerin tümünü içinde barındıran yönetici rolleri aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kararlara ilişkin roller",
      "B": "Bilgiye ilişkin roller",
      "C": "Süreç etkin roller",
      "D": "Etkili iletişim rolleri",
      "E": "Üstlere yönelik roller"
    },
    "explanation": "Kararlara ilişkin rollerinde ise yeni faaliyetler başlatarak girişimci olarak hareket ederler (girişimci rolü), işletmede ortaya çıkan krizleri çözer (sorun çözme rolü), ihtiyaç duyan personele, bölüme kaynak tahsisi yapar (kaynak dağıtma rolü) ve çatışmaları müzakere ederek çatışan gruplar arasında arabuluculuk yaparlar (arabulucu rolü). Kararlara ilişkin roller kapsamında yönetici, bilgiyi edinir, değerlendirir ve böylece karara ulaşır."
  },
  {
    "id": "2754237",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi yönetim bilişim sistemleri içinde olan periyodik, istisnai, isteğe bağlı ve otomatik raporların karar destek sistemlerindeki karşılığıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Etkileşimli sorular ve yanıtları",
      "B": "Özel, esnek ve uyarlanabilir format",
      "C": "İş verilerinin analitik modellenmesi ile üretilen bilgiler",
      "D": "Bilgi ve karar destek teknikleri sağlamak",
      "E": "Bilgi işleme metodolojisi"
    },
    "explanation": "Tablo 7.2’ye bakılmalıdır.<br/>Günümüz işletmelerinde KDS’nin gücünün farkına varıldıkça pek çok farklı alanda KDS’nin kullanımının yaygınlaştığı gözlenmektedir. YBS ve KDS karşılaştırması Tablo 7.2’de verilmiştir."
  },
  {
    "id": "2754238",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi işletmelerin gelecek hakkında daha doğru kararlar alabilmesi için geçmiş ve mevcut zaman verilerini toplayarak çeşitli yazılımlar yardımıyla bu verilerin anlamlı bilgilere dönüşmesini sağlayan veri yönetim süreçlerini belirtir?",
    "correctAnswer": "A",
    "options": {
      "A": "İş zekası",
      "B": "Anlamsal zeka",
      "C": "İletişimsel zeka",
      "D": "Esnek zeka",
      "E": "Karar zekası"
    },
    "explanation": "İş Zekâsı (business intelligence, BI), işletmelerin gelecek hakkında daha doğru kararlar alabilmesi için geçmiş ve mevcut zaman verilerini toplayarak çeşitli yazılımlar yardımıyla bu verilerin anlamlı bilgilere dönüşmesini sağlayan veri yönetim süreçleridir."
  },
  {
    "id": "2754239",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi kestirimci analitikte yanıtı aranan soruyu belirtir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ne olacak?",
      "B": "Ne oluyor?",
      "C": "Ne oldu?",
      "D": "Nasıl oldu?",
      "E": "Nasıl oluyor?"
    },
    "explanation": "Kestirimci (predictive) analitik ise “Ne olacak?” sorusuna cevap vererek verilerden bilgi çıkararak sınıflandırmayı, eğilimleri ve davranış kalıplarını tahmin etmek için kullanılır."
  },
  {
    "id": "2754240",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi kullanıcının belirli değişkenlerde veya değişkenler arasındaki ilişkilerde değişiklik yapmasını ve diğer bağımlı değişkenlerin değerlerinde ortaya çıkan değişiklikleri gözlemlemesini belirtir?",
    "correctAnswer": "A",
    "options": {
      "A": "Eğer-olursa analizi",
      "B": "İzle-sonlandır analizi",
      "C": "İletişim-bilgi analizi",
      "D": "Esnet-topla analizi",
      "E": "Çıkar-üret analizi"
    },
    "explanation": "Eğer-olursa analizinde, kullanıcı belirli değişkenlerde veya değişkenler arasındaki ilişkilerde değişiklik yapar ve diğer bağımlı değişkenlerin değerlerinde ortaya çıkan değişiklikleri gözlemler. Örneğin, bir çalışma tablosu (spreadsheet) kullanıldığında, basit bir finansal tablo modelinde gelirin tutarını (değişken) veya vergi oranı formülünü (değişkenler arasındaki ilişki) değiştirebilir."
  },
  {
    "id": "2754241",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi kaynakların etkinliğinin içinde bulunduğu kurumsal strateji ve amaçtır?",
    "correctAnswer": "A",
    "options": {
      "A": "Süreç ve verimlilik",
      "B": "Finans ve risk",
      "C": "İnsan kaynağı",
      "D": "Müşteri ve satış",
      "E": "Bilişim ve iletişim"
    },
    "explanation": "Şekil 7.6'ya bakılmalıdır.<br/>Kurumsal karne (Balanced Scorecard), bir işletmenin stratejik planını, işletme performansının dört boyutuna odaklayan bir sistemdir. Bu dört boyut; “Finans ve Risk”, “Süreç ve Verimlilik”, “Müşteri ve Satış” ile “İnsan Kaynağı”<br/>başlıkları altında ele alınır. Kurumsal karnenin her bir boyutunda işletmenin ne kadar iyi performans gösterdiğini anlamak için üst yönetim tarafından önerilen ölçüm araçları olan Kilit Performans Göstergeleri (KPG) kullanılır. “Müşteri ve Satış” boyutunda, etkin ve gelir yaratan satış faaliyetleri ile müşteri memnuniyeti izlenmektedir. “Finans ve Risk” boyutunda sürdürülebilir kârlılık ve etkin risk izlenmektedir. “Süreç ve Verimlilik” boyutu etkili ve yalın süreç yönetimini kapsamaktadır. “İnsan Kaynağı” boyutu çalışan memnuniyeti ile işletmeye olan bağlılığı artırmayı hedeflemektedir. Kurumsal karnenin dört boyutu ve örnek kilit performans göstergeleri Şekil 7.6’da gösterilmektedir."
  },
  {
    "id": "2847170",
    "unitNumber": 7,
    "text": "I. Anlık \n<br/>II. Ayrıntılı \n<br/>III. Özetlenmiş\n<br/>IV. Ön tanımlı \n<br/>V. Seyrek \n<br/>Yukarıdakilerden hangileri stratejik yönetim düzeyindeki enformasyon özellikleri arasında yer alır?",
    "correctAnswer": "D",
    "options": {
      "A": "I-II-III",
      "B": "II-III-IV",
      "C": "III-IV-V",
      "D": "I-III-V",
      "E": "II-IV-V"
    },
    "explanation": "<strong>KARAR TÜRLERİ VE KARAR VERME SÜRECİ </strong><br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/f078926f58086aacd3abe96f3d7c123a.png\" alt=\"\" width=\"582\" height=\"404\">"
  },
  {
    "id": "2847183",
    "unitNumber": 7,
    "text": "Problemin çeşitli çözümlerinin tanımlanmasını ve araştırılmasını içeren süreç karar vermenin hangi aşamasını oluşturur?",
    "correctAnswer": "B",
    "options": {
      "A": "Bilgi toplama",
      "B": "Tasarım",
      "C": "Seçim",
      "D": "Uygulama",
      "E": "Sonuç"
    },
    "explanation": "<strong>Karar Verme Süreci </strong>\n <strong>Karar vermek </strong>çok aşamalı bir süreçtir. Herbert A. Simon, karar vermede bilgi toplama, tasarım, seçme ve uygulama olmak üzere dört farklı aşamayı tanımlamıştır: \n <strong>• Bilgi Toplama: </strong>İşletmede meydana gelen sorunları keşfetme, anlama ve tanımlamadan oluşur. Bir problemin neden oluştuğu, sorunun nerede çıktığı ve işletme üzerinde ne gibi etkileri olduğu sorularına cevap aranır. Problemin çözümüne esas teşkil edecek bilgilerin derlenmesini içerir. \n <strong>• Tasarım: </strong>Problemin çeşitli çözümlerinin tanımlanmasını ve araştırılmasını içerir. Mümkün olan hareket yollarının analizi, modellerin geliştirilmesi ve keşfedilmesi bu aşamada gerçekleştirilir. \n <strong>• Seçim: </strong>Tasarım aşamasında saptanan olası yollardan birinin seçilmesi aşamasıdır. Çözüm alternatifleri arasından bir seçim yapmak, karar vermeyi de ifade eder. \n <strong>Uygulama: </strong>Belirli bir çözümün geliştirilmesi üzerine, kararın etkisinin ortaya konulması aşamasıdır. Karar iyi olsa bile uygulamada hatalar olabilir. Çözüm olarak seçilen alternatifin hayata geçirildiği ve çözümün ne kadar iyi çalıştığının izlendiği aşamadır."
  },
  {
    "id": "2847205",
    "unitNumber": 7,
    "text": "I. Hangi çözüm alternatifinin seçileceği\n II. Kararın etkisinin ne olduğu\n III. Bir problemin neden oluştuğu \n IV. Sorunun nerede çıktığı\n V. İşletmeye ne gibi etkileri olduğu\n Yukarıdakilerden hangileri karar verme sürecinin bilgi toplama aşamasında gerçekleşmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "I-II-III",
      "B": "II-III-IV",
      "C": "III-IV-V",
      "D": "I-II-IV",
      "E": "I-III-V"
    },
    "explanation": "<strong>Karar Verme Süreci </strong><br/><strong>Karar vermek </strong>çok aşamalı bir süreçtir. Herbert A. Simon, karar vermede bilgi toplama, tasarım, seçme ve uygulama olmak üzere dört farklı aşamayı tanımlamıştır: \n <strong>• Bilgi Toplama: </strong>İşletmede meydana gelen sorunları keşfetme, anlama ve tanımlamadan oluşur. <strong>Bir problemin neden oluştuğu, sorunun nerede çıktığı ve işletme üzerinde ne gibi etkileri olduğu</strong> sorularına cevap aranır. Problemin çözümüne esas teşkil edecek bilgilerin derlenmesini içerir. \n <strong>• Tasarım: </strong>Problemin çeşitli çözümlerinin tanımlanmasını ve araştırılmasını içerir. Mümkün olan hareket yollarının analizi, modellerin geliştirilmesi ve keşfedilmesi bu aşamada gerçekleştirilir. \n <strong>• Seçim: </strong>Tasarım aşamasında saptanan olası yollardan birinin seçilmesi aşamasıdır. Çözüm alternatifleri arasından bir seçim yapmak, karar vermeyi de ifade eder. \n <strong>• Uygulama: </strong>Belirli bir çözümün geliştirilmesi üzerine, kararın etkisinin ortaya konulması aşamasıdır. Karar iyi olsa bile uygulamada hatalar olabilir. Çözüm olarak seçilen alternatifin hayata geçirildiği ve çözümün ne kadar iyi çalıştığının izlendiği aşamadır."
  },
  {
    "id": "2847213",
    "unitNumber": 7,
    "text": "I. İşletmede arabulucu rolü\n II. İşletmede kaynak dağıtma rolü\n III. İşletmede sorun çözme rolü\n IV. İşletmede bilgiyi dağıtma rolü\n V. İşletmede sözcü rolü\n Yukarıdakilerden hangileri 'bilgiye ilişkin rollerde' yöneticilerin taşıyacağı özellikler arasında yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "I-II-III",
      "B": "II-IV",
      "C": "III-IV-V",
      "D": "I-III-V",
      "E": "IV-V"
    },
    "explanation": "<strong>Yönetsel Roller </strong><br/><em>Bilgiye ilişkin roller</em>de yöneticiler, işletmelerinin bilgi merkezi olarak hareket eder, en somut, güncel bilgileri alır (bilgiyi toplama rolü) ve farkında olması gereken kişilere yeniden dağıtırlar. Yöneticiler bu nedenle kuruluşları için bilgi dağıtıcıları (<strong>bilgiyi dağıtma rolü</strong>) ve sözcüleridir (<strong>sözcü rolü</strong>). Bilgilerin farkında olmak, gerekli durumlarda bilgiyi açığa çıkarabilmek, öğrenebilmek ve üretebilmek, aynı zamanda elde ettiği bilgiyi en iyi şekilde kullanabilmek yöneticilerin taşıması gereken özelliklerdendir."
  },
  {
    "id": "2847217",
    "unitNumber": 7,
    "text": "Program bütçe ve öncelikleri belirleme, bütçe taleplerini gözden geçirme ve düzeltme etkinliği aşağıdaki yönetici rollerinden hangisine örnektir?",
    "correctAnswer": "D",
    "options": {
      "A": "Temsil rolü",
      "B": "Bağlantı kurma rolü",
      "C": "Bilgi dağıtma rolü",
      "D": "Kaynak dağıtma rolü",
      "E": "Sorun çözme rolü"
    },
    "explanation": "<strong>Yönetsel Roller </strong><br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/9fbdc119672ddd5c6daaf3b49440857f.png\" alt=\"\" width=\"546\" height=\"487\">"
  },
  {
    "id": "2847228",
    "unitNumber": 7,
    "text": "Bilişim sistemlerinden e-imza, yöneticilerin hangi rolünü destekleyen sistemdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Temsil rolü",
      "B": "Girişimcilik rolü",
      "C": "Sözcü rolü",
      "D": "Arabulucu rolü",
      "E": "Bilgi dağıtma rolü"
    },
    "explanation": "<strong>Yönetsel Roller </strong><br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/9fbdc119672ddd5c6daaf3b49440857f.png\" alt=\"\" width=\"633\" height=\"564\">"
  },
  {
    "id": "2847230",
    "unitNumber": 7,
    "text": "I. Veri ambarları \n II. Web verileri\n III. İş stratejisi \n IV. Göstergeler \n V. Tedarikçiler \n Yukarıdakilerden hangileri iş zekası ortamının \"iş çevresinden veriler\" ögesi içinde yer almaktadır.",
    "correctAnswer": "E",
    "options": {
      "A": "I-III",
      "B": "II-III",
      "C": "III-IV",
      "D": "I-IV",
      "E": "II-V"
    },
    "explanation": "<strong>İŞ ZEKASI VE İŞLETME ANALİTİĞİ TEKNİKLERİ </strong><br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/76efa3fb8f758b82002937cc75923471.png\" alt=\"\" width=\"599\" height=\"461\">"
  },
  {
    "id": "2847231",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi işletmelerde kullanıcılar tarafından tanımlanan performans verilerini sunmak için kullanılan görsel analitik araçtır?",
    "correctAnswer": "C",
    "options": {
      "A": "Üretim raporları",
      "B": "Parametreli raporlar",
      "C": "Gösterge panosu",
      "D": "Detaylı inceleme",
      "E": "Tahminler ve senaryolar"
    },
    "explanation": "<strong>İşletme Analitiği </strong><br/><strong>Gösterge panosu (dashboards): </strong>Kullanıcılar tarafından tanımlanan performans verilerini sunmak için kullanılan görsel araçlardır."
  },
  {
    "id": "2847232",
    "unitNumber": 7,
    "text": "Çevrimiçi Analitik İşlemede (OLAP) basit toplamaları veya birbiriyle ilişkili verilerden oluşan karmaşık gruplamaları içerebilen verilerin bir araya getirilmesini sağlayan analitik işlem aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Konsolidasyon",
      "B": "Detaya inme",
      "C": "Dilimleme",
      "D": "Küp oluşturma",
      "E": "Özel sorgu"
    },
    "explanation": "<strong>Veri Madenciliği ve Çevrimiçi Analitik İşleme </strong><br/><strong>Konsolidasyon: </strong>Basit toplamaları veya birbiriyle ilişkili verilerden oluşan karmaşık gruplamaları içerebilen verilerin bir araya getirilmesidir. Örneğin, satış ofisleriyle ilgili veriler bölge düzeyine, bölge düzeyindeki veriler de bölgesel düzeyde bir perspektif sağlamak amacıyla toplanabilir."
  },
  {
    "id": "2847234",
    "unitNumber": 7,
    "text": "Karar desteği için kullanıcının belirli değişkenlerde veya değişkenler arasındaki ilişkilerde değişiklik yaparak diğer bağımlı değişkenlerin değerlerinde ortaya çıkan değişiklikleri gözlemesi aşağıdaki analitik modelleme faaliyetlerinden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Optimizasyon analizi",
      "B": "Eğer-olursa analizi",
      "C": "Duyarlılık analizi",
      "D": "Hedef arama analizi",
      "E": "Kalite analizi"
    },
    "explanation": "<strong>Operasyonel ve Orta Yönetim için Karar Desteği </strong><br/>Bir karar destek sisteminin kullanılmasında dört temel analitik modelleme faaliyeti bulunmaktadır: (1) eğer-olursa analizi, (2) duyarlılık analizi, (3) hedef arama analizi ve (4) optimizasyon analizi."
  },
  {
    "id": "2850660",
    "unitNumber": 7,
    "text": "Aşağıda işletmelerdeki farklı yönetim düzeylerindeki yetki ve sorumluluklara ilişkin eşleştirmelerden hangisi doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Orta düzey yönetim-İş birimi yöneticileri",
      "B": "Stratejik yönetim-Kendilerini yöneten takımlar",
      "C": "Operasyonel yönetim-Üst yönetim",
      "D": "Stratejik yönetim-Operasyon yöneticileri",
      "E": "Orta düzey yönetim-Direktörler"
    },
    "explanation": "Stratejik Yönetim-Üst Yönetim ve Direktörler<br/>Orta Düzey Yönetim-İş Birimi Yöneticileri, Kendilerini Yöneten Takımlar<br/>Operasyonel Yönetim-Operasyon Yöneticileri, Kendilerini Yöneten Takımlar"
  },
  {
    "id": "2850688",
    "unitNumber": 7,
    "text": "Aşağıda karar verme türlerinden yapılandırılmamış karar ile ilgili olarak verilen özelliklerden hangisi doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Karar vericinin sorunu çözmek için değerlendirme ve içgörü sağlaması gereken kararlardır.",
      "B": "Örgütün alt kademelerinde daha yaygındır.",
      "C": "Kararların her biri var olan kararların yapılandırılmasını içerir.",
      "D": "Rutin bir süreç içeren ve üzerinde anlaşmaya varılmış bir çözüm prosedürü vardır.",
      "E": "Karar sürecinde izlenecek prosedürlerin önceden belirlenebileceği durumları içerir."
    },
    "explanation": "Yapılandırılmamış kararlar, karar vericinin sorunu çözmek için değerlendirme ve içgörü sağlaması gereken kararlardır. Bu kararların her biri yeni, özgün ve önemlidir. Bu tür kararlar<br/>rutin değildir ve üzerinde anlaşmaya varılmış bir çözüm prosedürü yoktur.<br/>Yapılandırılmamış kararlar, karar vericileri doğru karara yönlendirecek hiçbir<br/>prosedür veya kuralın olmadığı kararlardır."
  },
  {
    "id": "2850697",
    "unitNumber": 7,
    "text": "Karar vermedeki aşamalardan hangisi işletmede meydana gelen sorunları keşfetme, anlama ve tanımlamadan oluşur?",
    "correctAnswer": "A",
    "options": {
      "A": "Bilgi toplama",
      "B": "Tasarım",
      "C": "Seçim",
      "D": "Uygulama",
      "E": "Çözüm arama"
    },
    "explanation": "Bilgi Toplama: İşletmede meydana gelen sorunları keşfetme, anlama ve tanımlamadan oluşur. Bir problemin neden oluştuğu, sorunun nerede çıktığı ve işletme üzerinde ne gibi etkileri olduğu sorularına cevap aranır. Problemin çözümüne esas teşkil edecek bilgilerin derlenmesini içerir."
  },
  {
    "id": "2850703",
    "unitNumber": 7,
    "text": "Karar vermedeki aşamalardan hangisi işletmede belirli bir çözümün geliştirilmesi üzerine, kararın etkisinin ortaya konulması aşamasıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Uygulama",
      "B": "Çözüm arama",
      "C": "Bilgi toplama",
      "D": "Tasarım",
      "E": "Seçim"
    },
    "explanation": "Uygulama: Belirli bir çözümün geliştirilmesi üzerine, kararın etkisinin ortaya konulması aşamasıdır. Karar iyi olsa bile uygulamada hatalar olabilir. Çözüm olarak seçilen alternatifin hayata geçirildiği ve çözümün ne kadar iyi çalıştığının izlendiği aşamadır."
  },
  {
    "id": "2850939",
    "unitNumber": 7,
    "text": "İşletmelerde yöneticilerin rollerine dayalı kişilerarası roller ve etkinlik önerilerine ilişkin eşleştirmelerden hangisi doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Temsil rolü-Törensel ve sembolik görevleri yerine getirme",
      "B": "Bilgi toplama rolü- Yeni fikirler geliştirme, projeleri başlatma",
      "C": "Girişimcilik- İş ortamı ile ilgili enformasyonu izleme",
      "D": "Bağlantı kurma- Astların yönlendirilmesi ve motive edilmesi",
      "E": "Lider rolü-Organizasyon içerisinde ve dışarısında irtibat kurulması"
    },
    "explanation": "Temsil rolü-Törensel ve sembolik görevleri yerine getirme\n<br/>Bilgi toplama rolü-İş ortamı ile ilgili enformasyonu izleme\n<br/>Girişimcilik-Yeni fikirler geliştirme, projeleri başlatma\n<br/>Bağlantı kurma-Organizasyon içerisinde ve dışarısında irtibat kurulması\n<br/>Lider rolü-Astların yönlendirilmesi ve motive edilmesi"
  },
  {
    "id": "2850971",
    "unitNumber": 7,
    "text": "Aşağıda Yönetim Bilişim Sistemleri’nin amaçlarına ilişkin verilen bilgilerden hangisi doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Periyodik, istisnai, isteğe bağlı ve otomatik raporlara dayalı bilgi formu ve sıklığına sahiptir.",
      "B": "Sağlanan karar desteğinde belirli sorunları veya fırsatları analiz etmek için bilgi teknikleri sağlar.",
      "C": "Bilgi formu ve sıklığı açısından etkileşimli sorular ve yanıtları içerir.",
      "D": "Bilgi formatında özel, esnek ve uyarlanabilir formata sahiptir.",
      "E": "Bilgi işleme metodolojisinde iş verilerinin analitik modellenmesi ile üretilen bilgileri kullanır."
    },
    "explanation": "Yönetim Bilişim Sistemleri, karar vermeyi desteklemek için ihtiyaç duyulan enformasyonu<br/>karşılamak üzere yöneticilere istisnai, periyodik, isteğe bağlı veya otomatik raporlama esasına<br/>göre tanımlanmış raporlar ve yanıtlar sağlar.<br/>Yönetim Bilişim Sistemleri, bir örgütün yönetiminde kullanılan bilgilerin işlenmesi, kullanılması ve yönetilmesini sağlayan sistemler bütünüdür.<br/>Periyodik, istisnai, isteğe bağlı ve otomatik raporlara dayalı bilgi formu ve sıklığına sahiptir."
  },
  {
    "id": "2851022",
    "unitNumber": 7,
    "text": "Aşağıda iş zekası ve işletme analitiği ile sorulacak sorular arası eşleştirmelerden hangisi doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "“Müşterinin ürünü alma ihtimali nedir?”-İşletme analitiği",
      "B": "“Satışlar arttı mı, azaldı mı?”- İşletme analitiği",
      "C": "“Satışlar azaldıysa neden azaldı, ne zaman azaldı?”- İşletme analitiği",
      "D": "“Gelecekte bu ürünün durumu ne olur?”- İş zekası",
      "E": "“Ürünü satmak için ne yapılması gerekir?”- İş zekası"
    },
    "explanation": "“Satışlar arttı mı, azaldı mı?”-İş zekası\n<br/>“Satışlar azaldıysa neden azaldı, ne zaman azaldı?”-İş zekası\n<br/>“Gelecekte bu ürünün durumu ne olur?”-İşletme analitiği\n<br/>“Müşterinin ürünü alma ihtimali nedir?”-İşletme analitiği\n<br/>“Ürünü satmak için ne yapılması gerekir?”-İşletme analitiği"
  },
  {
    "id": "2851032",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi işletme analitiği araçları arasında yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Veri madenciliği",
      "B": "Veritabanları",
      "C": "Veri ambarları",
      "D": "Ticari veriler",
      "E": "Analitik platformlar"
    },
    "explanation": "İşletme Analitiği Araçları:<br/>Modeller<br/>Veri madenciliği<br/>Çevrimiçi analitik süreçler (OLAP)<br/>Raporlama ve sorgulama araçları<br/>Büyük veri analitiği"
  },
  {
    "id": "2851045",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi kurumsal karnenin dört boyutundan biri olan finans ve riske ait kilit performans göstergelerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Özvarlık verimliliği",
      "B": "Yatırım oranı",
      "C": "Teslimat performansı",
      "D": "Müşteri memnuniyeti",
      "E": "Müşteriyi elde tutma"
    },
    "explanation": "Finans ve Risk:<br/>• Nakit akışı<br/>• Yatırımın geri dönüşü<br/>• Finansal durum<br/>• Kapitalin geri dönüşü<br/>• Özvarlık verimliliği"
  },
  {
    "id": "2851050",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi kurumsal karnenin dört boyutundan biri olan süreç ve verimliliğe ait kilit performans göstergelerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kaynakların etkinliği",
      "B": "Yatırımın geri dönüşü",
      "C": "Kapitalin geri dönüşü",
      "D": "Teslimat performansı",
      "E": "Müşteriyi elde tutma"
    },
    "explanation": "Süreç ve Verimlilik:<br/>• Faaliyetlerin sayısı<br/>• Prosess süreleri<br/>• Kaza oranları<br/>• Kaynakların etkinliği<br/>• Ekipman verimliliği"
  },
  {
    "id": "2754242",
    "unitNumber": 8,
    "text": "İnsan, veri, işlem, iletişim ve bilişim teknolojisi unsurlarını birlikte kullanarak ilgili kurumda iyileşmeler sağlamak amacıyla kurumun problemlerini ve gereksinimlerini inceleyen kişi aşağıdaki kavramlardan hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yönetici",
      "B": "Teknik Uzman",
      "C": "Yazılım Gelistirici",
      "D": "Paydaş",
      "E": "Sistem Analist"
    },
    "explanation": "<strong>GİRİŞ </strong><br/><strong>Sistem Analist </strong>Sistem analist; insan, veri, işlem, iletişim ve bilişim teknolojisi unsurlarını birlikte kullanarak ilgili kurumda iyileşmeler sağ-lamak amacıyla kurumun problemlerini ve gereksinimlerini inceleyen kişidir."
  },
  {
    "id": "2754243",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi bir bilişim sistemi geliştirme projesi geldiğinde proje seçimi için gerekli kriterlerden biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yönetim desteği",
      "B": "Yeterli zaman dilimi",
      "C": "Örgütsel hedeflerle uyumluluk",
      "D": "Sistem bakım",
      "E": "Uygulanabilirlik"
    },
    "explanation": "Giriş<br/>Bir bilişim sistemi geliştirme projesi, farklı kaynaklar tarafından farklı nedenlerle ve organizasyonun değişiklik geçirme süreci içinde ve genellikle problemlerin çözümü ve/veya yeni yapılanmaların/gelişmelerin istendiği durumlarda başlar. Organizasyonlarda yapabileceklerinden çok daha fazla sayıda proje isteği geldiği durumlarda, proje seçimi zor bir karar olmaktadır. Proje seçimi için en önemli beş kriter aşağıda verilmektedir:\n • Yönetim desteği\n • Yeterli zaman dilimi\n • Örgütsel hedeflerle uyumluluk\n • Uygulanabilirlik\n • Projenin uygunluğu"
  },
  {
    "id": "2754244",
    "unitNumber": 8,
    "text": "Bilişim sistemi geliştiricilerinin gerçekleştirdikleri tüm eylemleri ve izledikleri adımları içeren faaliyetler toplamı olarak tanımlanan ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Olurluk Analizi",
      "B": "Sistem Planlama",
      "C": "Sistem Geliştirme Süreci (SGS)",
      "D": "Sistem Analiz",
      "E": "Örnek Tespiti"
    },
    "explanation": "Giriş<br/><strong>Sistem Geliştirme Süreci (SGS) </strong>\n Bilişim sistemi geliştiricilerinin gerçekleştirdikleri tüm eylemleri ve izledikleri adımları içeren faaliyetler toplamıdır."
  },
  {
    "id": "2754245",
    "unitNumber": 8,
    "text": "\"Bir bilişim sistemi projesi talebinin, birçok sorgulamadan geçirilerek ilerlemeye değer olup olmadığı, ilerlenecekse de önceliğinin ne olduğu ortaya çıkarılmalıdır. Bu bir dizi sorgulamaya <strong><em>olurluk analizi </em></strong>ismi verilir.\" ifadesinden yola çıkarak; mevcut teknolojimiz (donanım, yazılım ve ag) önerilen çözümü destekliyor mu? sorusuna hangi olasılık ile cevap verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yasal ve Düzenleyici Olurluk",
      "B": "Teknik Olurluk",
      "C": "Organizasyonel Olurluk",
      "D": "Sosyal Olurluk",
      "E": "Ekonomik Olurluk"
    },
    "explanation": "Bilişim Sistemi Projelerinin Seçimi<br/>Teknik Olurluk: Mevcut teknolojimiz (donanım, yazılım ve ag) önerilen çözümü destekliyor mu?"
  },
  {
    "id": "2754246",
    "unitNumber": 8,
    "text": "Bilişim sistemleri proje taleplerinin ortaya çıkmasından sonra sistem planlama yöntemleri içerisinde yer alan ve proje yönetim prosedürlerinin hazırlanması, proje yönetim ortamının oluşturulması, proje çalışma kitabının hazırlanması gibi basamaklardan oluşan faaliyet hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bilişim Sistemi Projelerinin Başlatılması",
      "B": "Bilişim Sistemi Projelerinin Planlanması",
      "C": "Bilişim Sistemi Proje Önerilerinin Yönetime Sunulması",
      "D": "Sistem Gereksinimlerinin Tespiti",
      "E": "Sistem Gereksinimlerinin Modellenmesi"
    },
    "explanation": "<strong>Bilişim Sistemi Projelerinin Başlatılması</strong><br/><strong>Bilişim Sistemi Projelerinin Başlatılması </strong>\n Sistem planlama faaliyetinin bu aşamasında projenin büyüklüğü, kapsamı ve karmaşıklığı değerlendirilerek proje planlama faaliyetlerine hazırlık olmak üzere aşağıdaki çalışmalar yapılır.\n • Proje başlatma ekibinin oluşturulması\n • Müşterilerle ilişkilerin kurulması\n • Proje başlatma planının yapılması\n • Proje yönetim prosedürlerinin hazırlanması\n • Proje yönetim ortamının oluşturulması\n • Proje çalışma kitabının hazırlanması"
  },
  {
    "id": "2754247",
    "unitNumber": 8,
    "text": "Bir grubunun tamamının ölçülemediği durumlarda, grubu en iyi temsil edebi-leceğine inanılan farklı yöntemler kulla-nılarak seçilebilen, yeterli büyüklükteki kümenin belirlenmesi olarak tanımlanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Örnek Tespiti",
      "B": "Sistem Geliştirme Süreci",
      "C": "Olurluk Analizi",
      "D": "Sistem Planlama",
      "E": "Sistem Analiz"
    },
    "explanation": "Sistem Gereksinimlerinin Tespiti<br/><strong>Örnek Tespiti </strong>Bir grubunun tamamının ölçülemediği durumlarda, grubu en iyi temsil edebi-leceğine inanılan farklı yöntemler kulla-nılarak seçilebilen, yeterli büyüklükteki kümenin belirlenmesidir."
  },
  {
    "id": "2754248",
    "unitNumber": 8,
    "text": "Birtakım nitel ve nicel kriterlere puanlar verilerek alternatiflerin değerlendirilmesi ve en iyisinin seçilmesi esasına dayalı bir karar verme yöntemi olarak tanımlanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sistem Tasarım",
      "B": "Çok Kriterli Karar Verme Yöntemi",
      "C": "Sınıf Diyagramı",
      "D": "Kullanıcı Arayüzü",
      "E": "Sistem Bağlam Diyagramı"
    },
    "explanation": "Çözüm Alternatiflerinin Değerlendirilmesi<br/><strong>Çok Kriterli Karar Verme Yöntemi </strong>Birtakım nitel ve nicel kriterlere puanlar verilerek alternatiflerin değerlendirilmesi ve en iyisinin seçilmesi esasına dayalı bir karar verme yöntemidir."
  },
  {
    "id": "2754249",
    "unitNumber": 8,
    "text": "Girdi tasarımı sürecinde sistemle ilgili girdiler; girdinin oluşturulduğu çıkış noktası, akış ve bilgi girişi açılarından değerlendirilmeli, bilgi girişi ile ilgili olarak ekran ve/veya form tasarımları girdi tasarım kurallarına göre hazırlanmalıdır. İfadesinden yola çıkarak aşağıdaki adımlar dan hangisi bu süreç içinde yer almaz?",
    "correctAnswer": "C",
    "options": {
      "A": "Veri girişi için kullanılacak cihazların ve mekanizmaların tanımlanması",
      "B": "Tüm sistem girdilerinin tanımlanması ve her biri için bir veri içeriği listesinin geliştirilmesi",
      "C": "Rapor düzeninin tasarlanması ve prototip oluşturulması",
      "D": "Her bir giriş için yapılması gereken kontrollerin belirlenmesi",
      "E": "Girdi ekranlarının ve formlarının tasarlanması"
    },
    "explanation": "<strong><em>Girdi ve Çıktıların Tasarımı </em></strong><br/>Girdi tasarımı sürecinde sistemle ilgili girdiler; girdinin oluşturulduğu çıkış noktası (Ör.: Bir üniversitede açılacak ders bilgilerinin ilgili departmanlarca hazırlanması), akış (Ör.: Ders açılım bilgilerinin üniversitenin kayıt işleri birimine gönderilmesi) ve bilgi girişi açılarından değerlendirilmeli, bilgi girişi ile ilgili olarak ekran ve/veya form tasarımları girdi tasarım kurallarına göre hazırlanmalıdır. Bu işlemler için aşağıdaki adımların takip edilmesi uygun olacaktır.\n • Veri girişi için kullanılacak cihazların ve mekanizmaların tanımlanması\n • Tüm sistem girdilerinin tanımlanması ve her biri için bir veri içeriği listesinin geliştirilmesi\n • Her bir giriş için yapılması gereken kontrollerin belirlenmesi\n • Girdi ekranlarının ve formlarının tasarlanması"
  },
  {
    "id": "2754250",
    "unitNumber": 8,
    "text": "Program geliştirme ile ilgili, bitmemiş, ancak bitirilme aşamasına yakınlaşmış olan bir sistemdir olarak tanımlanan ifade hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Paralel Strateji",
      "B": "Ürün Sürümü",
      "C": "Kabul Testi",
      "D": "Alfa Sürümü",
      "E": "Beta Sürümü"
    },
    "explanation": "<strong>Sistem Uygulama </strong><br/>Program geliştirme ile ilgili olarak üç sürüm söz konusudur. Bunlar:\n <em>• Alfa Sürümü</em>: Bitmemiş, ancak bitirilme aşamasına yakınlaşmış olan bir sistemdir. Yapılacak testler sonucunda ürün üzerinde küçük değişiklikler yapılabilmektedir.\n <em>• Beta Sürümü</em>: Sistemin tamamlanmak üzere olduğu ve zorunlu testler yapıldıktan sonra son sürümünün çıkarılabileceği şeklidir. Testler programcılar veya test uzmanlarınca değil son kullanıcılar tarafından yapılır.\n <em>• Ürün Sürümü</em>: Kullanıcılara dağıtılacak ve/ veya işletilecek olan sistemdir."
  },
  {
    "id": "2754251",
    "unitNumber": 8,
    "text": "Sistemin daha etkin, güvenilir ve sürdürülebilir olması amacıyla, genelde bilişim teknolojisi departmanı tarafından ortaya konan sistemde değişiklik yapılması talebi karşısında verilen bakım hizmeti olarak tanımlanan bakım aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Koruyucu Bakım",
      "B": "Yardım Masaları",
      "C": "Düzeltici Bakım",
      "D": "Uyarlayıcı Bakım",
      "E": "Mükemmeliyetçi Bakım"
    },
    "explanation": "<strong>Bakım Faaliyetleri </strong><br/><em>Mükemmeliyetçi Bakım</em>: Sistemin daha etkin, güvenilir ve sürdürülebilir olması amacıyla, genelde bilişim teknolojisi departmanı tarafından ortaya konan sistemde değişiklik yapılması talebi karşısında verilen bakım hizmetidir."
  },
  {
    "id": "2845137",
    "unitNumber": 8,
    "text": "Bilişim sisteminin etkileşim içinde olduğu üç kurumsal bileşenden ikisi yönetim, teknolojidir üçüncüsü seçeneklerden hangisidir.",
    "correctAnswer": "B",
    "options": {
      "A": "Dökümantasyon",
      "B": "Organizasyon",
      "C": "İletişim",
      "D": "Motivasyon",
      "E": "Transformasyon"
    },
    "explanation": "Bilişim sisteminin etkileşim içinde olduğu üç kurumsal bileşenden ikisi yönetim, teknolojidir üçüncüsü organizasyondur, doğru yanıt B şıkkıdır."
  },
  {
    "id": "2845138",
    "unitNumber": 8,
    "text": "Bilişim sistemi proje seçiminde kullanılan beş temel kriterden (hedefler) ile ilgili olanın tam yazılımı seçeneklerden hangisidir.",
    "correctAnswer": "D",
    "options": {
      "A": "Hedeflere yürümek",
      "B": "Hedeflere kilitli araştırmak",
      "C": "Hedefi tutturmak",
      "D": "Örgütsel hedeflerle uyumluluk",
      "E": "Hedefleri uyumlandırmak"
    },
    "explanation": "Bilişim sistemi proje seçiminde kullanılan beş temel kriterden (hedefler) ile ilgili olanın tam yazılımı örgütsel hedeflerle uyumluluktur, sorunun yanıtı D şıkkıdır."
  },
  {
    "id": "2845139",
    "unitNumber": 8,
    "text": "Olurluk analizi ismi verilen bir dizi sorgulama hangi çalışmanın alt faaliyetidir.",
    "correctAnswer": "D",
    "options": {
      "A": "Organizasyon",
      "B": "Zamanlama",
      "C": "İnceleme",
      "D": "Planlama",
      "E": "Hesaplama"
    },
    "explanation": "Olurluk analizi ismi verilen bir dizi sorgulama Planlamanın alt faaliyetidir, sorunun doğru yanıtı D şıkkıdır."
  },
  {
    "id": "2845140",
    "unitNumber": 8,
    "text": "Sistem analiz çalışmalarında daha detaylı bilgi, veri alınmasını sağlayan teknik hangisidir.",
    "correctAnswer": "E",
    "options": {
      "A": "Gözlem",
      "B": "Anket",
      "C": "İzleme",
      "D": "İnceleme",
      "E": "Mülakat"
    },
    "explanation": "Sistem analiz çalışmalarında daha detaylı bilgi, veri alınmasını sağlayan teknik mülakattır, sorunun yanıtı E şıkkıdır."
  },
  {
    "id": "2845141",
    "unitNumber": 8,
    "text": "Kullanıcı arayüzlerinin girdi, çıktıların veritabanı ile sistem mimarisinin kapsamlı çalışılması, tasarlanması seviyesinin adı nedir.",
    "correctAnswer": "E",
    "options": {
      "A": "Rapor",
      "B": "Çıktı notları",
      "C": "Talep bildirimi",
      "D": "Analiz dosyası",
      "E": "Detay tasarımı"
    },
    "explanation": "Kullanıcı arayüzlerinin girdi, çıktıların veritabanı ile sistem mimarisinin kapsamlı çalışılması, tasarlanması seviyesinin adı Detay tasarımdır, sorunun yanıtı E şıkkıdır.<br/>Detay tasarımı"
  },
  {
    "id": "2845142",
    "unitNumber": 8,
    "text": "Yazılım uygulamaları, ağ cihazları, donanım ve diğer cihazlar ile bu bileşenler arasındaki ilişkilerin tasarımına ne denir.",
    "correctAnswer": "A",
    "options": {
      "A": "Sistem mimarisinin tasarımı",
      "B": "Mimarinin sistemi",
      "C": "Tasarım sisteminin mimarisi",
      "D": "Sistem analizi ve tasarımı",
      "E": "Sistem tasarımı"
    },
    "explanation": "Yazılım uygulamaları, ağ cihazları, donanım ve diğer cihazlar ile bu bileşenler arasındaki ilişkilerin tasarımına Sistem mimarisinin tasarımı"
  },
  {
    "id": "2845143",
    "unitNumber": 8,
    "text": "Sistem uygulama, SGM adımlarının kaçıncı adımıdır.",
    "correctAnswer": "B",
    "options": {
      "A": "3.",
      "B": "4.",
      "C": "5.",
      "D": "6.",
      "E": "8."
    },
    "explanation": "Sistem uygulama, SGM adımlarının 4. adımıdır, sorunun yanıtı B şıkkıdır."
  },
  {
    "id": "2845144",
    "unitNumber": 8,
    "text": "Sistem uygulama adımının son aktivitesi olan uygulama hangisidir.",
    "correctAnswer": "C",
    "options": {
      "A": "Uygulama çıktısı",
      "B": "Toplam döküm",
      "C": "Final raporunun teslimi",
      "D": "Rapor toplamı",
      "E": "Rapor teslimi"
    },
    "explanation": "Sistem uygulama adımının son aktivitesi olan uygulama Final raporunun teslimidir, sorunun yanıtı C şıkkıdır."
  },
  {
    "id": "2845145",
    "unitNumber": 8,
    "text": "Bakım faaliyetleri içinde yer alan düzeltici, mükemmeliyetçi, koruyucu üç tip bakımın dördüncüsü seçeneklerden hangisidir.",
    "correctAnswer": "E",
    "options": {
      "A": "Uygulayıcı bakım",
      "B": "Düzenleyici bakım",
      "C": "Zamanlayıcı bakım",
      "D": "Destekleyici bakım",
      "E": "Uyarlayıcı bakım"
    },
    "explanation": "Bakım faaliyetleri içinde yer alan düzeltici, mükemmeliyetçi, koruyucu üç tip bakımın dördüncüsü Uyarlayıcı bakımdır, sorunun yanıtı E şıkkıdır."
  },
  {
    "id": "2845146",
    "unitNumber": 8,
    "text": "Bilişim projesi faaliyetlerinin ardışık aşamalara ayrılması ve her fazın bir öncekinin çıktılarına bağlı olması durumuna ne ad verilir.",
    "correctAnswer": "B",
    "options": {
      "A": "Irmak sistemi",
      "B": "Şelale Yaklaşımı",
      "C": "Şelale dizilimi",
      "D": "Çağlayan sistemi",
      "E": "Ardışık Dizilim"
    },
    "explanation": "Bilişim projesi faaliyetlerinin ardışık aşamalara ayrılması ve her fazın bir öncekinin çıktılarına bağlı olması durumuna Şelale yaklaşımı denir, sorunun yanıtı B şıkkıdır."
  },
  {
    "id": "2849334",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi organizasyonlarda proje seçimi için en önemli beş kriter içinde <strong><u>yer almaz</u></strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Uygulanabilirlik",
      "B": "Örgütsel hedeflerle uyumluluk",
      "C": "Projeyi geliştiren kişiler",
      "D": "Yönetim desteği",
      "E": "Yeterli zaman dilimi"
    },
    "explanation": "Proje seçimi için en önemli beş kriter 1) Yönetim desteği 2) Yeterli zaman dilimi 3) Örgütsel hedeflerle uyumluluk 4) Uygulanabilirlik 5) Proje uygunluğu olarak belirtilir. Bu nedenle doğru yanıt c şıkkıdır."
  },
  {
    "id": "2849344",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi sistem analizi alt faaliyetidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sistem gereksinmelerinin modellenmesi",
      "B": "Tasarım spesifikasyonlarının raporlanması",
      "C": "Final raporunun tespiti",
      "D": "Kullanıcı destek faaliyetleri",
      "E": "Bilişim sistemi projelerinin belirlenmesi"
    },
    "explanation": "Sistem gereksinmelerinin modellenmesi bir sistem analizi faaliyetidir. Bu nedenle doğru yanıt a şıkkıdır."
  },
  {
    "id": "2849352",
    "unitNumber": 8,
    "text": "Aşağıdaki olurluluk çalışmalarından hangisi “Çalışanlar çalışma koşullarındaki ve güç yapısındaki değişiklikleri kabul etmeye istekli mi?” sorusuna yanıt verir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ekonomik olurluluk",
      "B": "Sosyal olurluluk",
      "C": "Organizasyonel olurluluk",
      "D": "Yasal ve düzenleyici olurluluk",
      "E": "Teknik olurluluk"
    },
    "explanation": "Çalışanların çalışma koşullarındaki ve güç yapısındaki değişiklikleri kabul etmeye istekli olup olmadığı sorusu “sosyal olurluluk” ile ilgilidir. Bu nedenle doğru yanıt b şıkkıdır. bununla ilgili olarak şekil 8.6’ya bakabilirsiniz."
  },
  {
    "id": "2849356",
    "unitNumber": 8,
    "text": "Veri toplama teknikleri arasında sistem analiz çalışmaları için en uygun ve en çok kullanılan teknik aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Anket",
      "B": "Tarama",
      "C": "Gözlem",
      "D": "İnceleme",
      "E": "Mülakat"
    },
    "explanation": "Veri toplama teknikleri arasında sistem analizi çalışmaları için en uygun olan ve en çok kullanılan teknik çok daha detaylı veri alınmasına imkan verdiği için mülakat tekniğidir. Bu nedenle doğru yanıt e şıkkıdır."
  },
  {
    "id": "2849364",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisinde dışsal birimlerin sistem ile ilişkisi veri ve bilgi akışları ile birlikte gösterilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yapısal sistem analiz yaklaşımı",
      "B": "Varlık - ilişki diyagramı",
      "C": "Sistem bağlam diyagramı",
      "D": "Kullanım senaryosu diyagramı",
      "E": "Nesne yönelimli sistem analiz yaklaşımı"
    },
    "explanation": "Sistem bağlam diyagramı sistemin dışsal verilerinin sistem ile ilişkisinin veri ve bilgi akışları ile birlikte gösterildiği diyagramdır. Bu nedenle doğru yanıt c şıkkıdır."
  },
  {
    "id": "2849371",
    "unitNumber": 8,
    "text": "Sistemin dış servis sağlayıcısı tarafından geliştirilmesi aşağıdaki hangi çözüm alternatifi içinde yer alır?",
    "correctAnswer": "D",
    "options": {
      "A": "Hazır yazılım kullanımı",
      "B": "Kurum içi sistem geliştirilmesi",
      "C": "Anahtar teslim sistem alımı",
      "D": "Özel yapım sistem geliştirilmesi",
      "E": "Uygulama servis sağlayıcılarından hizmet alımı"
    },
    "explanation": "Sistemin dış servis sağlayıcısı tarafından geliştirilmesi özel yapım sistem geliştirilmesi içinde değerlendirilir. Bu nedenle doğru yanıt d şıkkıdır."
  },
  {
    "id": "2849378",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi bakım hizmetlerindeki bakım tiplerinden <strong><u>değildir</u></strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Değerlendirici bakım",
      "B": "Uyarlayıcı bakım",
      "C": "Mükemmeliyetçi bakım",
      "D": "Düzeltici bakım",
      "E": "Koruyucu bakım"
    },
    "explanation": "Değerlendirici bakım, bakım hizmetlerindeki bakım tiplerinden değildir. Bu nedenle doğru yanıt a şıkkıdır."
  },
  {
    "id": "2849384",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi bilişim projesi faaliyetlerinin doğrusal ardaşık aşamalara ayrılmasıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalancı kodlama",
      "B": "Karar ağacı",
      "C": "Karar tablosu",
      "D": "Veri tabanı",
      "E": "Şelale yaklaşımı"
    },
    "explanation": "Şelale yaklaşımı bilişim projesi faaliyetlerinin doğrusal ardaşık aşamalara ayrılmasıdır. Bu nedenle doğru yanıt e şıkkıdır."
  },
  {
    "id": "2849398",
    "unitNumber": 8,
    "text": "İteratif sistem geliştirme aşağıdaki kavramlardan hangisi ile birlikte ele alınır?",
    "correctAnswer": "C",
    "options": {
      "A": "Son kullanıcı geliştirmesi",
      "B": "Hızlı uygulama geliştirme",
      "C": "Prototipleme",
      "D": "Birleşik uygulama geliştirme",
      "E": "Çevik geliştirme"
    },
    "explanation": "Prototipleme gereksinimlerin, analist ve kullanıcıların birlikte çalışmasıyla ve devamlı olarak güncelleştirmesiyle çalışan sisteme dönüştürüldüğü bir iteratif sistem geliştirme işlemidir. Bu nedenle doğru yanıt c şıkkıdır."
  },
  {
    "id": "2849414",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi birleşik uygulama geliştirme için <strong><u>yanlış</u></strong> bir ifadedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bu yaklaşımla analiz ve tasarım aşamalarında geçirilen zamanın kısaltılması beklenmektedir.",
      "B": "Sistem tasarlama ve uygulama süresinde radikal bir azalma sağlamak için yaratılmış bir sistem geliştirme yaklaşımıdır.",
      "C": "Kullanıcıların, yöneticilerin ve analistlerin birlikte çalışarak sistem gereksinmelerini belirlediği yapısal bir işlemdir.",
      "D": "Yaklaşımın başarıya ulaşması için liderin bu konuda uzman olması gerekmektedir.",
      "E": "Bu yaklaşım analiz çalışmaları sırasında yapılan mülakatların yerini de alabilir."
    },
    "explanation": "Sistem tasarlama ve uygulama süresinde radikal bir azalma sağlamak için yaratılmış bir sistem geliştirme yaklaşımı, hızlı uygulama geliştirme yaklaşımıdır. Bu nedenle doğru yanıt b şıkkıdır."
  }
]