[
  {
    "id": "1075268",
    "unitNumber": 1,
    "text": "I. Toplam maliyet analizi gelişimi\n II. Sistem yaklaşımı uygulamaları\n III. Müşteri hizmetlerine önem verilmesi\n Hangisi ya da hangileri lojistik işlevinin kavramsallaşmasını güçlendirmiş gelişmelerdendir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I, II",
      "D": "II, III",
      "E": "I, II, III"
    },
    "explanation": "Verilen öncüllerin hepsi lojistik işlevinin kavramsallaşmasını güçlendirmiş gelişmelerdendir. Doğru cevap E'dir."
  },
  {
    "id": "1075395",
    "unitNumber": 1,
    "text": "I. Planlama yoktur.\n II. Üretim faaliyetleri ön plandadır.\n III. Depolama, dağıtım gibi operasyonel faaliyetlerde hiçbir kontrol yoktur.\n Hangisi ya da hangileri lojistiğin tarihsel gelişiminde ilk döneme ilişkin doğru ifadelerdendir?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III",
      "B": "II, III",
      "C": "I, II",
      "D": "Yalnız II",
      "E": "Yalnız I"
    },
    "explanation": "Verilen öncüllerin hepsi lojistiğin tarihsel gelişiminde ilk döneme ilişkin doğru ifadelerdendir. Doğru cevap A'dır."
  },
  {
    "id": "1075471",
    "unitNumber": 1,
    "text": "Lojistikte hangi yıldan sonra bilişim teknolojilerinin önemi artmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "1970",
      "B": "1980",
      "C": "1990",
      "D": "2000",
      "E": "2010"
    },
    "explanation": "2000 yılı sonrası, bilişim teknolojilerinin rolü artmıştır. Doğru cevap D'dir."
  },
  {
    "id": "1075608",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi e-ticaret üzerinden lojistiğe ilişikin doğru bir ifade <strong>değildir</strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "Talep türü: çekçe sistemidir.",
      "B": "Taşıma büyüklüğü: büyük hacimdir.",
      "C": "Envater: çift yönlü akıştır.",
      "D": "Talep: dönemsel, parçalıdır.",
      "E": "Sorumluluk: tüm tedarik zinciridir."
    },
    "explanation": "E-ticaret üzerinden lojistikte taşıma büyüklüğü: küçük hacim, pakettir. Doğru cevap B'dir."
  },
  {
    "id": "1075732",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi bir lojistik hizmet sağlayıcıdaki süreçlerden biri <strong>değildir</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Depolama",
      "B": "Dağıtım",
      "C": "Üretim",
      "D": "Müşteri hizmet",
      "E": "Stok ve lojistik yönetimi"
    },
    "explanation": "Üretim, bir lojistik hizmet sağlayıcıdaki süreçlerden biri değildir. Doğru cevap C'dir."
  },
  {
    "id": "1075805",
    "unitNumber": 1,
    "text": "I. Maliyet minimizasyonu\n II. Katma değer maksimizasyonu\n III. Esnekliğin arttırılması\n Hangisi ya da hangileri lojistik süreçlerdeki maliyet/hizmet dengesini yansıtmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III",
      "B": "II, III",
      "C": "I, II",
      "D": "Yalnız II",
      "E": "Yalnız I"
    },
    "explanation": "Verilen öncüllerin hepsi lojistik süreçlerdeki maliyet/hizmet dengesini yansıtmaktadır. Doğru cevap A'dır."
  },
  {
    "id": "1075896",
    "unitNumber": 1,
    "text": "Aşağıdaki süreçlerden hangisinde stratejik planı gerçekleştirecek şekilde çalışma ortamı ile ilgili özellikler, ekipman ve iş gücü ile ilgili lojistik gereksinimler belirlenmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kapasite kısıtları",
      "B": "Tahminleme süreci",
      "C": "Stok dağıtım süreci",
      "D": "Üretim gereksinimleri",
      "E": "Tedarik gereksinimleri"
    },
    "explanation": "Bahsedilen süreç, tahminleme sürecidir. Doğru cevap B'dir."
  },
  {
    "id": "1075953",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi lojistik planı uygulamak için gerekli bilgi ile ilişkili bir süreçtir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sipariş işleme",
      "B": "Sipariş atama",
      "C": "Dağıtım",
      "D": "Stok yönetimi",
      "E": "Ulaştırma ve nakliye"
    },
    "explanation": "Bahsedilen süreç, stok yönetimidir. Doğru cevap D'dir."
  },
  {
    "id": "1076027",
    "unitNumber": 1,
    "text": "Aşağııdakilerden hangisi lojistik bilişim sisteminin temel fonksiyonlarından biri <strong>değildir</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Günlük gerçekleşen lojistik süreçleri desteklemek",
      "B": "Lojistik hizmet düzeyi, performans ölçümü ve kaynak kullanımı ile ilgili kontrolü sağlamak",
      "C": "Ürün tanıtımını gerçekleştirmek",
      "D": "Lojistik süreçlerin koordinasyonunu sağlamak",
      "E": "Karar verme ve stratejik planın gerçekleşmesini desteklemektir"
    },
    "explanation": "Ürün tanıtımını gerçekleştirmek lojistik bilişim sisteminin fonksiyonlarından biri değildir. Doğru cevap C'dir."
  },
  {
    "id": "1076084",
    "unitNumber": 1,
    "text": "Tedarikçi, müşteri, üretim merkezleri, dağıtım merkezleri, depolardan oluşan ağ içinde kaynakların optimal kullanımını sağlayan çözüm aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Stratejik ve Uzun Dönemli Planlama",
      "B": "Tedarik Zinciri Ağ Tasarımı",
      "C": "Talep Tahminleri ve Talep Planlama",
      "D": "Envanter Planlama",
      "E": "Tedarik Zinciri Planlaması"
    },
    "explanation": "Bahsedilen çözüm Tedarik Zinciri Ağ Tasarımıdır. Doğru cevap B'dir."
  },
  {
    "id": "1631103",
    "unitNumber": 1,
    "text": "Askerî alanda lojistik desteğin öneminin anlaşılmasıyla, askerî lojistik faaliyetler başladığı dönem lojistiğin tarihsel gelişimi açısından hangi dönemdir?",
    "correctAnswer": "B",
    "options": {
      "A": "1.Dönem",
      "B": "2.Dönem",
      "C": "3.Dönem",
      "D": "4.Dönem",
      "E": "5.Dönem"
    },
    "explanation": "2. Dönem: Askerî alanda lojistik desteğin öneminin anlaşılmasıyla, askerî lojistik faaliyetler başlamıştır."
  },
  {
    "id": "1631106",
    "unitNumber": 1,
    "text": "Dönemler itibarıyla Lojistik'e bakıldığında Entegre Lojistik Yönetimi hangi dönemdende önem kazanmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "1960’lı yıllar",
      "B": "1980’lı yıllar",
      "C": "1990’lı yıllar",
      "D": "2000’lı yıllar",
      "E": "2000 yılı ve sonrası"
    },
    "explanation": "Entegre Lojistik Yönetimi 1990’lı yıllarda önem kazanmıştır."
  },
  {
    "id": "1631114",
    "unitNumber": 1,
    "text": "Aşağıda verilen Geleneksel Lojistik ve E-Ticaret Üzerinden Lojistik ile ilgili bilgilerden hangisi <u><strong>yanlıştır</strong></u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Geleneksel Lojistikte envanter / sipariş akışı tek yönlüdür.",
      "B": "E-Ticaret Üzerinden Lojistikte envanter / sipariş akışı çift yönlüdür.",
      "C": "Geleneksel Lojistik te talep türü itme sistemidir.",
      "D": "E-Ticaret Üzerinden Lojistikte ortalama sipariş miktarı 1000 $’dan fazladır.",
      "E": "E-Ticaret Üzerinden Lojistikte talep türü çekme sistemidir."
    },
    "explanation": "Geleneksel Lojistik ve E-Ticaret Üzerinden Lojistikte ortalama sipariş miktarları farklıdır.Dolayısıyla D seçeneği yanlıştır."
  },
  {
    "id": "1631118",
    "unitNumber": 1,
    "text": "Lojistik Bilgi Gereksinimlerinin planlama/koordinasyonu dikkate alındığında planlanan faaliyetlerin belirlendiği aşama hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kapasite kısıtları",
      "B": "Tahminleme süreci",
      "C": "Stok dağıtım süreci",
      "D": "Tahminleme",
      "E": "Üretim gereksinimleri"
    },
    "explanation": "Planlanan faaliyetlerin belirlendiği aşama Üretim gereksinimleri aşamasıdır."
  },
  {
    "id": "1631124",
    "unitNumber": 1,
    "text": "Lojistik operasyonlar dikkate alındığında,ürün dağıtımında yer alan tedarik zinciri elemanları arasında gereksinim bilgilerinin değiş tokuşunun gerçekleştiği aşama hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sipariş işleme süreci",
      "B": "Sipariş atama süreci",
      "C": "Dağıtım süreci",
      "D": "Stok yönetimi süreci",
      "E": "Ulaştırma ve nakliye süreci"
    },
    "explanation": "Bu aşama Sipariş işleme sürecidir."
  },
  {
    "id": "1631131",
    "unitNumber": 1,
    "text": "Gelecekteki satış düzeyi ile ilgili tahminler, rekabet düzeyi ve satın alma tahminleri yönetim tarafından değerlendirilen tahmini değerlere ilişkin verilere ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Firma Kayıtları",
      "B": "Yayınlanmış Veri",
      "C": "Yönetim Öngörümleri",
      "D": "Düzenlenmiş Veri",
      "E": "Geribildirilmiş Öngörü"
    },
    "explanation": "Bu verilere Yönetim Öngörümleri denmektedir."
  },
  {
    "id": "1631143",
    "unitNumber": 1,
    "text": "I.Girdi<br/>II.Veri Tabanı<br/>III.Çıktı<br/>Yukarıdakilerden hangisi/hangileri Lojistik bilişim sistemlerinin temel bileşenlerindendir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I,II,III"
    },
    "explanation": "Verilenlerin hepsi Lojistik bilişim sistemlerinin temel bileşenlerindendir."
  },
  {
    "id": "1631151",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Lojistik bilişim sisteminin temel fonksiyonlarından biri <u>değildir</u>?",
    "correctAnswer": "B",
    "options": {
      "A": "Günlük gerçekleşen lojistik süreçleri desteklemek",
      "B": "Tüketici geribildirimlerini iletmek ve çözümü desteklemek",
      "C": "Lojistik hizmet düzeyi, performans ölçümü ve kaynak kullanımı ile ilgili kontrolü sağlamak",
      "D": "Lojistik süreçlerin koordinasyonunu sağlamak",
      "E": "Karar verme ve stratejik planın gerçekleşmesini desteklemek"
    },
    "explanation": "Lojistik bilişim sisteminin temel fonksiyonları:\n<br/>1. Günlük gerçeklesen lojistik süreçleri desteklemek,<br/>2. Lojistik hizmet düzeyi, performans ölçümü ve kaynak kullanımı ile ilgili kontrolü sağlamak,<br/>3. Lojistik süreçlerin koordinasyonunu sağlamak,<br/>4. Karar verme ve stratejik planın gerçekleşmesini desteklemektir."
  },
  {
    "id": "1631160",
    "unitNumber": 1,
    "text": "Nakliye sürecinin yönetimi ve takibinde tüm seviyelere (stratejik, taktik, operasyonel) destek sağlayan Lojistik bilişim sisteminin alt sistemi hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Planlama sistemleri",
      "B": "Sipariş yönetim sistemleri",
      "C": "Depo yönetim sistemleri",
      "D": "Ulaştırma sistemleri",
      "E": "Güvenlik sistemeleri"
    },
    "explanation": "Bu alt sistem Ulaştırma sistemleridir."
  },
  {
    "id": "1631173",
    "unitNumber": 1,
    "text": "I.Müşteri Verisi<br/>II.Firma Kayıtları<br/>III.Yayınlanmış Bilgi<br/>IV.Yönetim Verisi<br/>Yukarıdakilerden hangisi/hangileri Lojistik Bilişim Sistemi Girdi Bileşenlerindendir?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "I ve IV",
      "D": "II,III,IV",
      "E": "I,II,III,IV"
    },
    "explanation": "Verilenlerin tümü Lojistik Bilişim Sistemi Girdi Bileşenlerindendir."
  },
  {
    "id": "917283",
    "unitNumber": 1,
    "text": "Lojistik kavramı ilk defa hangi tarihte kullanılmaya başlanmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "1876",
      "B": "1905",
      "C": "1995",
      "D": "1976",
      "E": "2000"
    },
    "explanation": "Lojistik kavramının tarihsel gelişimine bakıldığında, askerî kökenli bir kavram olduğu söylenebilir. İlk kez, 1905 yılında ordulara ait malzeme ve personelin taşınma, tedarik, bakım ve yenilenmesi faaliyetlerini kapsayan işlemlerin bütününü tanımlamak üzere kullanılmıştır."
  },
  {
    "id": "917291",
    "unitNumber": 1,
    "text": "\"İşletmenin gelen ve giden tüm lojistik faaliyetlerinin toplam maliyetin en aza indirilmesi, koordinasyonun arttırılması, verimliliğin yükseltilmesi vb. amaçlar çerçevesinde bütünsel bakış açısıyla yönetilmesidir.\" şeklindeki tanım aşağıdaki kavramlardan hangisine aittir?",
    "correctAnswer": "C",
    "options": {
      "A": "Lojistik",
      "B": "Tedarik zinciri",
      "C": "Bütünleşik lojistik",
      "D": "Lojistik formülü",
      "E": "E-lojistik"
    },
    "explanation": "1950’lerden sonra teknolojik ve ekonomik ihtiyaçlar hızla değişerek 1956-1995 arasındaki dönemde <strong>bütünleşik lojistik </strong>kavramı ortaya çıkmaya başlamıştır. <strong>Bütünleşik lojistik: </strong>İşletmenin gelen ve giden tüm lojistik faaliyetlerinin toplam maliyetin en aza indirilmesi, koordinasyonun arttırılması, verimliliğin yükseltilmesi vb. amaçlar çerçevesinde bütünsel bakış açısıyla yönetilmesidir."
  },
  {
    "id": "917362",
    "unitNumber": 1,
    "text": "Stratejik tedarik zinciri kavramı hangi yıllarda ortaya çıkmaya başlamıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "1960",
      "B": "1970",
      "C": "1980",
      "D": "1990",
      "E": "2000"
    },
    "explanation": "2000 yılı sonrası, bilişim teknolojilerinin rolü artmıştır. İnternet birçok lojistik faaliyetin gerçekleşmesinde etkili olmuş, stratejik tedarik zinciri kavramı yaygınlaşmaya başlamıştır."
  },
  {
    "id": "917437",
    "unitNumber": 1,
    "text": "Lojistik fonksiyonlarda bilişim teknolojisinin önemi aşağıdakilerin hangisinde doğru olarak verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Lojistik fonksiyonlarda katma değer yaratmak için kullanılan en önemli faktörlerden biri bilişim teknolojileridir.",
      "B": "Bilişim teknolojilerinin kullanımı ile birlikte lojistik destekleyici bir fonksiyon halini almıştır.",
      "C": "Bilişim teknolojilerinin kullanılmaya başlaması ile birlikte lojistiğin askeri alanda kullanımı artmıştır.",
      "D": "Bilişim teknolojilerinin kullanılmaya başlaması ile birlikte lojistiğin tıp alanda kullanımı artmıştır.",
      "E": "Bilişim teknolojilerinin kullanılmaya başlaması ile birlikte lojistiğin tarım alanda kullanımı artmıştır."
    },
    "explanation": "Lojistik operasyonlarda teknoloji kullanımının artmasıyla birlikte lojistik artık günümüzde destekleyici bir fonksiyon olmaktan çıkmış ve katma değer yaratan bir fonksiyon hâline gelmiştir. Lojistik fonksiyonlarda katma değer yaratmak için kullanılan en önemli faktörlerden biri bilişim teknolojileridir."
  },
  {
    "id": "917493",
    "unitNumber": 1,
    "text": "Planlama, müşteri siparişleri ve stoklardan elde edilen bilgiler kullanılarak stratejik planı gerçekleştirecek şekilde çalışma ortamı ile ilgili özellikler, ekipman ve iş gücü ile ilgili lojistik gereksinimlerin belirlenmesi bilişim teknolojileri ve bilişim sistemlerinin lojistikte üstlendiği rollerden hangisi ile açıklanmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Veri elde etme ve veri analizi",
      "B": "Karar vericileri desteklemek",
      "C": "Tedarik zinciri işlemlerini kontrol etmek",
      "D": "Tahminleme yapmak",
      "E": "Tedarik zinciri elemanları arasında iletişimi kolaylaştırmak ve lojistik operasyonun tüm bileşenlerini koordine ederek lojistik fonksiyonların entegrasyonunu sağlamaktadır."
    },
    "explanation": "Bilişim teknolojileri ve bilişim sistemleri tedarik zinciri ve lojistik yönetiminde farklı roller oynamaktadır. Bu rollerden bazıları veri elde etme ve veri analizi, karar vericileri desteklemek, tedarik zinciri işlemlerini kontrol etmek, tahminleme yapmak, tedarik zinciri elemanları arasında iletişimi kolaylaştırmak ve lojistik operasyonun tüm bileşenlerini koordine ederek lojistik fonksiyonların entegrasyonunu sağlamaktadır. <em>Tahminleme sürecinde, </em>planlama, müşteri siparişleri ve stoklardan elde edilen bilgiler kullanılarak stratejik planı gerçekleştirecek şekilde çalışma ortamı ile ilgili özellikler, ekipman ve iş gücü ile ilgili lojistik gereksinimler belirlenir. En iyi performansı elde etmek için lojistik gereksinimler kapasite kısıtları ve üretim gereksinimleri dikkate alınarak belirlenmelidir."
  },
  {
    "id": "917517",
    "unitNumber": 1,
    "text": "Lojistik ile ilgili bilgi, planlama-koordinasyon ve operasyonlar şeklinde iki önemli işlevde kullanılmaktadır. Aşağıdakilerden hangisi operasyonlarda yer alan aşamalardan biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kapasite kısıtları",
      "B": "Stok dağıtım süreci",
      "C": "Üretim gereksinimleri",
      "D": "Tedarik gereksinimleri",
      "E": "Dağıtım"
    },
    "explanation": "Operasyonlar; sipariş işleme, sipariş atama, dağıtım, stok yönetimi, ulaştırma, nakliye ve tedarik aşamalarından oluşmaktadır."
  },
  {
    "id": "918135",
    "unitNumber": 1,
    "text": "<ul> <li>Bir lojistik firmasında yöneticilerin alacağı önemli kararlar nelerdir?</li> <li>Ne hızla bilgi elde edilmelidir?</li> <li>Ne sıklıkla bilgi elde edilmelidir?</li> <li>Elde edilen bilgiyi forma dönüştürmek için ne miktarda çaba gereklidir?</li> </ul> Yukarıda verilen bu dört soruya verilecek cevaba göre gerçekleştirilecek lojistik bilişim sistemi bileşeni aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Firma kayıtları",
      "B": "Yönetim öngörümleri",
      "C": "Girdi",
      "D": "Veri tabanı yönetimi",
      "E": "Çıktı"
    },
    "explanation": "Lojistik bilişim sistemleri girdi, veri tabanı ve çıktı olmak üzere 3 temel bileşenden oluşmaktadır.\n Veri tabanında gerçekleştirilecek işlemler aşağıdaki 4 sorunun cevabına bağlıdır:\n <ol> <li>Bir lojistik firmasında yöneticilerin alacağı önemli kararlar nelerdir?</li> <li>Ne hızla bilgi elde edilmelidir?</li> <li>Ne sıklıkla bilgi elde edilmelidir?</li> <li>Elde edilen bilgiyi forma dönüştürmek için ne miktarda çaba gereklidir?</li> </ol>"
  },
  {
    "id": "918146",
    "unitNumber": 1,
    "text": "<ol type=\"I\"> <li>İse lojistik ile ilgili verilerin toplanması, saklanması ve işlenmesini sağlamaktadır.</li> <li>Coğrafi olarak farklı konumlarda gerçekleşen lojistik faaliyetlerin entegrasyonunu sağlamaktadır.</li> <li>Yöneticilere lojistik ile ilgili geçerli, doğru ve güncel bilgiyi sunmaktadır.</li> </ol> Yukarıda verilen bilgilerden hangisi ya da hangileri Lojistik Bilişim Sistemleri ile ilgili doru bir bilgidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I, II ve III",
      "D": "I ve III",
      "E": "II ve III"
    },
    "explanation": "<strong>Lojistik bilişim sistemi </strong>ise lojistik ile ilgili verilerin toplanması, saklanması ve işlenmesini sağlamaktadır. Lojistik bilişim sistemleri aynı zamanda coğrafi olarak farklı konumlarda gerçekleşen lojistik faaliyetlerin entegrasyonunu sağlamaktadır. Lojistik bilişim sistemleri yöneticilere lojistik ile ilgili geçerli, doğru ve güncel bilgiyi sunmaktadır. Lojistik bilişim sistemleri ile tedarik zincirinde stok ile ilgili kullanılan bilgi erteleme ve sürekli yenileme gibi zaman tabanlı stratejilerin uygulanmasını sağlayarak performansın artmasında, müşteri hizmet düzeyinin geliştirilmesinde ve maliyetlerin azaltılmasında önemli bir rol oynar."
  },
  {
    "id": "918802",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi lojistik bilişim sisteminin bir alt sistemi <u>değildir?</u>",
    "correctAnswer": "A",
    "options": {
      "A": "İzleme sistemleri",
      "B": "Planlama sistemleri",
      "C": "Sipariş sistemleri",
      "D": "Depo sistemleri",
      "E": "Ulaştırma sistemleri"
    },
    "explanation": "Lojistik bilişim sistemi alt sistemlerden oluşmaktadır. Her işletmede değişmekle birlikte genelde lojistik bilişim sistemlerinde olan sistemler:\n <ul> <li>Planlama sistemleri</li> <li>Sipariş sistemleri</li> <li>Depo sistemleri</li> <li>Ulaştırma sistemleri olarak sayılabilir.</li> </ul>"
  },
  {
    "id": "918893",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi lojistikte kullanılan planlama uygulamalarından biri <u>değildir?</u>",
    "correctAnswer": "B",
    "options": {
      "A": "İstatistiksel envanter kontrol",
      "B": "Stok kayıtlarının güncellenmesi",
      "C": "Malzeme ihtiyaç planlaması",
      "D": "Dağıtım ihtiyaç planlaması",
      "E": "Kurumsal kaynak planlaması"
    },
    "explanation": "Lojistikte kullanılan planlama uygulamaları aşağıdaki gibidir:\n <ol> <li>İstatiksel Envanter Kontrol</li> <li>Malzeme İhtiyaç Planlaması</li> <li>Dağıtım İhtiyaçları Planlaması</li> <li>Kurumsal Kaynak Planlaması</li> </ol>"
  },
  {
    "id": "944331",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi e-ticaret üzerinden lojistiği, geleneksel lojistikten ayıran en önemli farktır?",
    "correctAnswer": "B",
    "options": {
      "A": "Küçük hacimli taşıma",
      "B": "Tek yönlü sipariş akışı",
      "C": "Az, parçalanmış ve dağınık güzergâh",
      "D": "Dönemsel, parçalı talep",
      "E": "Tüm tedarik zincirli sorumluluk"
    },
    "explanation": "E-ti\u001dcaret üzer\u001dinden Loji\u001dsti\u001dkte envanter/sipariş akışı çift yönlü gerçekleşir."
  },
  {
    "id": "944344",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi bir lojistik işletmesinde kullanılan bilişim sistemleri ve teknolojilerinden elde edilen faydalardan biri <strong>değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Tedarikçi işletmelerde çalışanlarla herhangi bir iletişim kurmadan, doğrudan müşterilerin ürünleri seçmesi ve sipariş vermesi",
      "B": "Taşıma sırasında gönderilen siparişlerin ve taşıt araçlarının takip edilememesi",
      "C": "Teslimatın gecikmesi, stok kontrolü gibi nedenlerle ortaya çıkan sorunlar hakkında müşteriler ve alıcılara eş zamanlı olarak iletişim kurma fırsatı vermesi",
      "D": "Dünya çapında, zaman ve mekân kısıtı olmaksızın müşterilerle iletişim olanağı sağlaması",
      "E": "Ödemelerin elektronik ortamda yapılmasına, hesapların ve borç durumunun kontrol edilebilmesine olanak sağlaması"
    },
    "explanation": "Lojistik işletmelerde kullanılan bilişim sistemleri ve teknolojileri artık taşıma sırasında gönderilen siparişlerin ve taşıt araçlarının takip edilmesine ve izlenmesine olanak sağlamaktadır."
  },
  {
    "id": "944350",
    "unitNumber": 1,
    "text": "Lojistik ile ilgili bilgi hangi önemli işlevlerde kullanılmaktadır?\n I. Planlama <br/>II. Koordinasyon <br/>III. Operasyonlar",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız I, II",
      "C": "Yalnız I, III",
      "D": "Yalnız II, III",
      "E": "I, II, III"
    },
    "explanation": "Lojistik ile ilgili bilgi 2 önemli işlevde kullanılmaktadır. Bunlar; 1. Planlama ve koordinasyon. 2. Operasyonlardır."
  },
  {
    "id": "944357",
    "unitNumber": 1,
    "text": "Lojistikte stratejik planlar incelenirken hangi aşama ne, nerede ve ne zaman sorularına cevap verilmektediir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kapasiite kısıtları incelenirken",
      "B": "Tahmiinleme süreciinde",
      "C": "Stok dağıtım süreciinde",
      "D": "Üretiim gereksiiniimleri incelenirkeni i",
      "E": "Tedariik gereksiiniimleri incelenirken"
    },
    "explanation": "Stok dağıtım süreciinde, ne, nerede ve ne zaman sorularına cevap vermektediir."
  },
  {
    "id": "944364",
    "unitNumber": 1,
    "text": "Lojiistiik operasyonlar gerçekleştirilirken hangi aşama yer almamaktadır?<br/>i",
    "correctAnswer": "D",
    "options": {
      "A": "Siipariş iişleme",
      "B": "Dağıtım",
      "C": "Stok yönetiimi",
      "D": "Tahmiinlemei",
      "E": "Ulaştırma, nakliiye"
    },
    "explanation": "Operasyonlar; siipariş iişleme, siipariş atama, dağıtım, stok yönetiimii, ulaştırma, nakliiye ve tedariik aşamalarından oluşmaktadır."
  },
  {
    "id": "944373",
    "unitNumber": 1,
    "text": "Lojistik bilişim sistemleri hangi temel bileşenlerden oluşmaktadır?\n<br/>I. Girdi<br/>II. Veri tabanı<br/>III. Kilometre taşı<br/>IV. Çıktı",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II, III",
      "C": "Yalnız I, IV",
      "D": "Yalnız III, IV",
      "E": "I, II, IV"
    },
    "explanation": "Lojistik bilişim sistemleri girdi, veri tabanı ve çıktı olmak üzere 3 temel bileşenden oluşmaktadır."
  },
  {
    "id": "944381",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi işletmelerdeki lojistik bilişim sisteminin bir alt sisteminin oluşturmaz?",
    "correctAnswer": "A",
    "options": {
      "A": "Evrak Kayıt sistemleri",
      "B": "Planlama sistemleri",
      "C": "Sipariş sistemleri",
      "D": "Depo sistemleri",
      "E": "Ulaştırma sistemleri"
    },
    "explanation": "Lojiistiik biiliişiim siistemleriinde olan alt siistemler: Planlama sistemleri, Sipariş sistemleri, Depo sistemleri, Ulaştırma sistemleri olarak sayılabilir."
  },
  {
    "id": "944385",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi işletmelerdeki lojistik bilişim sisteminde maliyetlerin hesaplanması için kullanılmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Evrak Kayıt sistemleri",
      "B": "Planlama sistemleri",
      "C": "Sipariş sistemleri",
      "D": "Depo sistemleri",
      "E": "Ulaştırma sistemleri"
    },
    "explanation": "Lojistik bilişim sisteminde maliyetlerin hesaplanması için Planlama sistemleri kullanılmaktadır."
  },
  {
    "id": "944392",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi işletmelerdeki lojistik bilişim sisteminde stok kayıtlarının güncellenmesi için kullanılmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Evrak Kayıt sistemleri",
      "B": "Planlama sistemleri",
      "C": "Sipariş sistemleri",
      "D": "Depo sistemleri",
      "E": "Ulaştırma sistemleri"
    },
    "explanation": "Lojistik bilişim sisteminde stok kayıtlarının güncellenmesi için depo sistemleri kullanılmaktadır."
  },
  {
    "id": "944399",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi işletmelerdeki lojistik bilişim sisteminde filo yönetimi için kullanılmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Evrak Kayıt sistemleri",
      "B": "Planlama sistemleri",
      "C": "Sipariş sistemleri",
      "D": "Depo sistemleri",
      "E": "Ulaştırma sistemleri"
    },
    "explanation": "Lojistik bilişim sisteminde filo yönetimi için Ulaştırma sistemleri kullanılmaktadır."
  },
  {
    "id": "967768",
    "unitNumber": 1,
    "text": "Özellikle I. ve II. Dünya Savaşı’nda önemini ve etkisini hissettiren \"lojistik kavramı\"nın gelişimi hangi yüzyılda başlamıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "16",
      "B": "17",
      "C": "18",
      "D": "19",
      "E": "20"
    },
    "explanation": "Lojistik kavramının gelişimi 19. yüzyılda başlamış ve bu tarihten itibaren özellikle I. ve II. Dünya Savaşı’nda önemini ve etkisini hissettirmiştir."
  },
  {
    "id": "967771",
    "unitNumber": 1,
    "text": "Aşağıda yer alan kavramlardan hangisi hesap yapma bilimi, hesap yapma becerisi anlamlarına gelmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bütünleşik lojistik",
      "B": "Materyal Yönetimi",
      "C": "Lojistikos",
      "D": "Dağıtım",
      "E": "İşletme faaliyetleri"
    },
    "explanation": "Lojistikos hesap yapma bilimi, hesap yapma becerisi anlamlarına gelmektedir."
  },
  {
    "id": "967775",
    "unitNumber": 1,
    "text": "1970’li yıllardaki ekonomik belirsizlikler ve krizlerden sonra 1980’li yıllarda bilişim teknolojilerindeki gelişmeler lojistiğin önemini artırmıştır. Aşağıdakilerden hangisi askerî alanda lojistik desteğin öneminin anlaşılmasıyla, askerî lojistik faaliyetler başladığı dönemi simgeler?",
    "correctAnswer": "B",
    "options": {
      "A": "1. Dönem",
      "B": "2. Dönem",
      "C": "3. Dönem",
      "D": "4. Dönem",
      "E": "5. Dönem"
    },
    "explanation": "1970’li yıllardaki ekonomik belirsizlikler ve krizlerden sonra 1980’li yıllarda bilişim teknolojilerindeki gelişmeler lojistiğin önemini artırmıştır. Lojistiğin tarihsel gelişimi en genel hatlarıyla 4 dönemde incelenmektedir:<br/>1. Dönem: Planlamanın olmadığı, üretim faaliyetlerinin ön planda olduğu, depolama, dağıtım gibi operasyonel faaliyetlerde hiçbir kontrolün sağlanamadığı ilk lojistik faaliyetler ile başlamıştır.<br/>2. Dönem: Askerî alanda lojistik desteğin öneminin anlaşılmasıyla, askerî lojistik faaliyetler başlamıştır.<br/>3. Dönem: Ticari alanda, teknolojik ve ekonomik ihtiyaçların hızla değişmesiyle lojistiğin tüm faaliyetlerini içeren yeni oluşumlar ortaya çıkmaya başlamıştır. Gelişen<br/>teknolojiyle beraber, entegre edilebilen fonksiyonlara daha geniş bir perspekti\u001ae<br/>bakılmaya başlanmıştır. Bu dönem, materyal yönetimi ile fiziksel dağıtımın bağlantısını da kapsamıştır. Bu dönemde yaşanan en büyük gelişmelerden biri de lojistiğin bilgi alanındaki yaklaşımının, fiziksel yaklaşımı kadar önemli olduğunun<br/>farkına varılması olmuştur.<br/>4. Dönem: Lojistik faaliyetlerin modernize olmasıyla, yönetimsel ve operasyonel düzeyde uygulanmaya başlamıştır. Yönetsel lojistik, tedarik ve lojistik yönetimi olarak<br/>iki farklı boyutta ele alınmıştır. Operasyonel lojistik; materyal, üretim-operasyon<br/>ve dağıtım yönetimi olarak üç boyutta uygulanmıştır. Lojistiğe ticari bakış açısının<br/>gelişmesiyle birlikte operasyonel ve yönetsel lojistiğin temel faaliyetleri önem kazanmıştır. Bu yaklaşımla birlikte lojistik formülle ifade edilmeye başlanmıştır."
  },
  {
    "id": "967778",
    "unitNumber": 1,
    "text": "1990’lı yıllarda akademisyenlerin lojistik ile ilgili araştırmalara ilgisinin artmasıyla birlikte lojistik sistemlerin tamamen yenilenmesi ile ilgili teoriler ortaya atılmaya başlanmıştır. Aşağıdakilerden hangisi bu dönemde ortaya çıkan kavramlardan biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Üretimin etkinleşmesi",
      "B": "Teknolojik gelişmeler",
      "C": "Pazarlama staratejileri",
      "D": "Tedarik zinciri yönetimi",
      "E": "Sistem yaklaşımı"
    },
    "explanation": "1990’lı yıllarda akademisyenlerin lojistik ile ilgili araştırmalara ilgisinin artmasıyla birlikte lojistik sistemlerin tamamen yenilenmesi ile ilgili teoriler ortaya atılmaya başlanmıştır. <strong>Tedarik zinciri yönetimi</strong> kavramı ön plana çıkmış ve lojistik faaliyetlerin bütünleşme içinde olduğu bir dönem olmuştur."
  },
  {
    "id": "967786",
    "unitNumber": 1,
    "text": "1950’lerden sonra teknolojik ve ekonomik ihtiyaçlar hızla değişerek 1956-1995 arasındaki dönemde bütünleşik lojistik kavramı ortaya çıkmaya başlamıştır. Bu dönemde dünyanın ekonomik yapısı ve değişen eğilimler, lojistik kavramının gelişmesi için önemli fırsatlar yaratmıştır. Bu on yıllık dönem içerisinde ortaya çıkan 4 temel gelişim, lojistik işlevinin kavramsallaşmasını güçlendirmiştir. Aşağıdakilerden hangisi söz konusu gelişmelerden <strong>biri değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Toplam maliyet analizi gelişimi",
      "B": "Sistem yaklaşımı uygulamaları",
      "C": "Müşteri hizmetlerine önem verilmesi",
      "D": "Pazarlama kanalları üzerindeki çalışmaların tekrar gözden geçirilmesi",
      "E": "Üretimin düzenli yapılması"
    },
    "explanation": "1950’lerden sonra teknolojik ve ekonomik ihtiyaçlar hızla değişerek 1956-1995 arasındaki dönemde bütünleşik lojistik kavramı ortaya çıkmaya başlamıştır. Bu dönemde dünyanın ekonomik yapısı ve değişen eğilimler, lojistik kavramının gelişmesi için önemli fırsatlar yaratmıştır. Bu on yıllık dönem içerisinde ortaya çıkan 4 temel gelişim, lojistik işlevinin kavramsallaşmasını güçlendirmiştir. Söz konusu gelişmeler:<br/>• Toplam maliyet analizi gelişimi <br/>• Sistem yaklaşımı uygulamaları<br/>• Müşteri hizmetlerine önem verilmesi <br/>• Pazarlama kanalları üzerindeki çalışmaların tekrar gözden geçirilmesidir."
  },
  {
    "id": "967796",
    "unitNumber": 1,
    "text": "İşletmenin gelen ve giden tüm lojistik faaliyetlerinin toplam maliyetin en aza indirilmesi, koordinasyonun arttırılması, verimliliğin yükseltilmesi ve benzeri amaçlar çerçevesinde bütünsel bakış açısıyla yönetilmesine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bütünleşik lojistik",
      "B": "Toplam kalite yönetimi",
      "C": "Tedarik zinciri planlama",
      "D": "Zayıf bağlantı",
      "E": "Lojistikos"
    },
    "explanation": "Bütünleşik lojistik: İşletmenin gelen ve giden tüm lojistik faaliyetlerinin toplam maliyetin en aza indirilmesi, koordinasyonun arttırılması, verimliliğin yükseltilmesi vb. amaçlar çerçevesinde bütünsel bakış açısıyla yönetilmesidir."
  },
  {
    "id": "967816",
    "unitNumber": 1,
    "text": "Günümüzde ürün ve hizmetlerin oluşturulmasında, geliştirilmesinde ve dağıtılmasında önemli değişiklikler yaşanmaktadır. Planlama sistemleri giderek karmaşıklaşan süreçlerde hızlı, doğru ve esnek kararlar verilmesinde önemli destek sağlamaktadır. Aşağıdakilerden hangisi lojistikte kullanılan planlama uygulamalarından <strong>biri değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "İstatiksel Envanter Kontrol",
      "B": "Malzeme İhtiyaç Planlaması",
      "C": "Dağıtım İhtiyaçları Planlaması",
      "D": "Kurumsal Kaynak Planlaması",
      "E": "Depo sistemleri"
    },
    "explanation": "Planlama Sistemleri: Günümüzde ürün ve hizmetlerin oluşturulmasında, geliştirilmesinde ve dağıtılmasında önemli değişiklikler yaşanmaktadır. Planlama sistemleri giderek karmaşıklaşan süreçlerde hızlı, doğru ve esnek kararlar verilmesinde önemli destek sağlamaktadır. Lojistikte kullanılan planlama uygulamaları aşağıdaki gibidir:<br/>1. İstatiksel Envanter Kontrol<br/>2. Malzeme İhtiyaç Planlaması<br/>3. Dağıtım İhtiyaçları Planlaması<br/>4. Kurumsal Kaynak Planlaması"
  },
  {
    "id": "967830",
    "unitNumber": 1,
    "text": "Reel taşıma maliyetleri ve ürünlere tahsis edilen alanlar dikkate alınarak envanterlerin dağıtımı için gerçekleştirilebilir bir plan yapılarak taleplerin karşılanmaya çalışıldığı planlama türü aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Envanter Planlama",
      "B": "Tedarik Zinciri Planlaması",
      "C": "Dağıtım Planlaması",
      "D": "Stratejik ve Uzun Dönemli Planlama",
      "E": "Talep Tahminleri ve Talep Planlama"
    },
    "explanation": "Dağıtım Planlaması: Reel taşıma maliyetleri ve ürünlere tahsis edilen alanlar dikkate alınarak envanterlerin dağıtımı için gerçekleştirilebilir bir plan yapılarak talepler karşılanmaya çalışılır."
  },
  {
    "id": "967841",
    "unitNumber": 1,
    "text": "Müşteri hizmet seviyesinin beklenen düzeyde olması için teslim edilecek ürünlerin optimal seviyelerinin, emniyet stok seviyelerinin ve lokasyonlarının belirlendiği planlama türü aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tedarik Zinciri Planlaması",
      "B": "Envanter Planlama",
      "C": "Taşıma Planlanması",
      "D": "Talep Tahminleri ve Talep Planlama",
      "E": "Dağıtım Planlaması"
    },
    "explanation": "Envanter Planlama: Müşteri hizmet seviyesinin beklenen düzeyde olması için teslim edilecek ürünlerin optimal seviyeleri, emniyet stok seviyeleri ve lokasyonları belirlenir."
  },
  {
    "id": "967856",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi siparişle başlayan lojistik bilişim sistemini ve müşteriyle ilk buluşma noktasını simgelemektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "İstatiksel Envanter Kontrolü",
      "B": "Dağıtım gereksinimleri",
      "C": "Emniyet stok seviyeleri",
      "D": "Sipariş yönetim sistemi",
      "E": "Dağıtım Planlaması"
    },
    "explanation": "Sipariş yönetim sistemi siparişle başlayan lojistik bilişim sistemidir ve müşteriyle ilk buluşma noktasıdır."
  },
  {
    "id": "911474",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi \"RFID\"nin açıklamasıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Pazarlama, satış ve müşteri hizmetleri süreçlerini bütünleştiren ve bunlar arasında kurumsal bir sistem oluşturmak için kullanılan bir bilişim teknolojisi olarak tanımlanmaktadır.",
      "B": "Konuma dayalı bilgilerin saklanmasına, işlenmesine ve kullanılmasına olanak sağlayan bir sistemdir.",
      "C": "Nesneye ait verileri içeren mikroişlemci ve bu mikroişlemciye bütünleştirilmiş anten ile donatılmış etiket taşıyan bir nesnenin, bu etikette taşıdığı bilgiler ile hareketlerinin izlenebilmesine, analiz edilebilmesine ve yönetilebilmesine imkân veren; veri alış-verişini radyo frekansları ile sağlayan otomatik nesne tanımlama ve takip teknolojisidir.",
      "D": "Birçok alıcı ve satıcı firmanın elektronik ortamda bir araya gelip alım satım işlerini gerçekleştirdikleri yeni ticaret şekli olarak tanımlanmaktadır.",
      "E": "Farklı kuruluşlardaki uygulamalar arasında yapısal veri değişimidir. İş dünyasında kullanılan kâğıt belge değişiminin yerine geçmektedir. Bu yönü sebebiyle Elektronik ticaretle de alakalıdır. EDI organizasyonlar arası bilgi paylaşma ve değişim yeteneğine sahip olan bir iletişim paketi kullanılarak, bir bilgisayar ve diğeri arasında elektronik olarak bilgi değişiminin yapıldığı bir sistemdir."
    },
    "explanation": "Radyo Frekanslı Tanımlama (RFID) Sistemleri RFID, nesneye ait verileri içeren mikroişlemci ve bu mikroişlemciye bütünleştirilmiş anten ile donatılmış etiket taşıyan bir nesnenin, bu etikette taşıdığı bilgiler ile hareketlerinin izlenebilmesine, analiz edilebilmesine ve yönetilebilmesine imkân veren; veri alışverişini radyo frekansları ile sağlayan otomatik nesne tanımlama ve takip teknolojisidir."
  },
  {
    "id": "911482",
    "unitNumber": 2,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/da6f569228dfe11b80000a543aa2311d.png\" alt=\"\" width=\"515\" height=\"145\"> Yukarıda verilen dağıtım kaynakları planlamasının işleyişi şemasında yer alan \"x\" aşağıdakilerden hangisini ifade etmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "DRP",
      "B": "ERP",
      "C": "MİY",
      "D": "MRP",
      "E": "MPS"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/1c2244614ccd5faf0e102c638e8392e5.png\" alt=\"\" width=\"483\" height=\"125\">"
  },
  {
    "id": "911486",
    "unitNumber": 2,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/c3c77798b1e0e6ae49cff04c4c49df6c.png\" alt=\"\" width=\"358\" height=\"256\"> Yanda verilen barkod örneğinde 3 numara neyi temsil etmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ülke Kodu",
      "B": "Kontrol Kodu",
      "C": "Firma Kodu",
      "D": "Ürün Kodu",
      "E": "Simge Kodu"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/8cd934e8e55feba2265f3be68e26014f.png\" alt=\"\" width=\"426\" height=\"317\">"
  },
  {
    "id": "911490",
    "unitNumber": 2,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/3b7858f613ba450dbfe632b176acbf32.png\" alt=\"\" width=\"528\" height=\"315\"> Yukarıda verilen ERP ve ERP II geçişinde \"mimari\" hangi numara ile gösterilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "4",
      "E": "5"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/0230a99474983c028b6aa7600099903a.png\" alt=\"\" width=\"455\" height=\"314\">"
  },
  {
    "id": "911496",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi DRP sisteminin çalışırken dikkate aldığı unsurlardan <strong>değildir</strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "Taşıma araçları ve teçhizatları",
      "B": "Ürünlerin sahipleri",
      "C": "Taşımadaki tonaj",
      "D": "Yükleme/indirme alanı",
      "E": "Depolama alanı ve hacmi"
    },
    "explanation": "ilgi akışını sağlar. DRP sistemi aşağıdaki unsurları dikkate alarak çalışır:\n<br/>• Taşıma araçları ve teçhizatları\n<br/>Yükleme/indirme alanı\n<br/>• Depolama alanı ve hacmi\n<br/>• Ürünlerin birbirine göre taşıma ve depolama özellikleri\n<br/>• Taşımadaki tonaj\n<br/>• Zaman kısıtları"
  },
  {
    "id": "911503",
    "unitNumber": 2,
    "text": "<ul> <li>Anında müdahale yapılabilmektedir.</li> <li>Süre sınırlamaları konulabilmektedir.</li> <li>İnsan kaçakçılığının önlemesi sağlanmaktadır.</li> </ul> Yukarıda verilen avantajlar hangi sistemine aittir?",
    "correctAnswer": "D",
    "options": {
      "A": "Cografi Bilgi Sistemleri",
      "B": "Sürücü Takip Sistemleri",
      "C": "Bakım Yönetim Sistemleri",
      "D": "Araç Takip Sistemleri",
      "E": "Pazarlama, Satış Sistemleri"
    },
    "explanation": "Araç takip sistemlerinin avantajları aşağıdaki gibidir:\n • Yolculuk boyunca, ürün ve aracın nerede ve ne durumda olduğu öğrenilerek çağın gereği olan iletişim anında sağlanabilmektedir.\n • İletişim harcamaları azalmaktadır.\n • Rota planlaması yapılabilmektedir.\n • <strong>Anında müdahale yapılabilmektedir.</strong>\n • Kural ihlalleri takip edilebilmektedir.\n • <strong>Süre sınırlamaları konulabilmektedir. </strong>\n • Konaklama takipleri yapılabilmektedir.\n • Müşteriye sunulan hizmet kalitesinin arttırılması sağlanmaktadır.\n <strong>• İnsan kaçakçılığının önlemesi sağlanmaktadır. </strong>\n • Maliyetlerin düşürülmesi sağlanmaktadır.\n • Firmalara esneklik kazandırarak rekabet avantajı sağlamaktadır."
  },
  {
    "id": "911510",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi ASRS uygulamalarının müşterileri sağladığı avantajlardan biri <strong>değildir</strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "Adres optimizasyonu",
      "B": "İletişim harcamalarının azalması",
      "C": "Hata risklerinin sıfıra indirgenmesi",
      "D": "Yükleme ve boşaltma operasyon sürelerinin azalması",
      "E": "Maliyetlerin azalması"
    },
    "explanation": "Lojistik işletmeler müşterilerinin ihtiyaçlarına göre süreçlerde verimlilik sağlayarak operasyonel giderleri azaltmak ve hizmet kalitesini artırmak amaçlı Otomatik Depo Sistemlerinin (Automated Storage and Retrieval Systems-ASRS) palet ve sepet elleçleyen modellerini mevcut operasyonlarında kullanmaktadır. ASRS uygulamalarının bir lojistik firma tarafından müşterilere sağladığı avantajlar aşağıdaki gibidir:\n<br/><ul><br/><li><strong>Depolama alanlarının azalması</strong>: Daha az koridor boşluğuna ihtiyaç duyularak daha yüksek ra\u001barda depolamaya imkân sağlayan bu sistem sayesinde, birim alanda depolanan ürün miktarı geleneksel depolama yöntemlerine göre yaklaşık 2,5 kat artmaktadır.</li><br/><li><strong>Maliyetlerin azalması</strong>: Bu sistemle birlikte isti\u001beme ve ra\u0018an indirme operasyonları tamamen otomatik yapıldığı için, geleneksel depolarda kullanılan isti\u001beme ekipmanı operatörlerine ihtiyaç duyulmamaktadır. Ekipman ve operatör sayısının azalmasıyla birlikte iş kazaları riskleri de doğal olarak azalmaktadır.</li><br/><li><strong>Yükleme ve boşaltma operasyon sürelerinin azalması</strong>: Geleneksel sistemlerde kullanılan ekipmanların performanslarına kıyasla ürünlerin rafa yerleştirilmesi ya da ra\u0018an indirilmesi için ihtiyaç duyulan süreler bu sistemle yaklaşık %80 oranında azalmaktadır.</li><br/><li><strong>Hata risklerinin sıfıra indirgenmesi</strong>: Sistem kurgusu yapıldıktan sonra, operasyon insan iradesinden doğabilecek risk ve hatalardan tamamen arındırılmaktadır ve bu sayede hem envanter doğruluğu hem de sipariş hazırlama doğruluk oranları %100 seviyelerine ulaşmaktadır.</li><br/><li><strong>Adres optimizasyonu</strong>: Sistem boş zamanlarda, tanımlanan algoritmalara bağlı kalarak ürünlerin daha hızlı toplanabilmesi için, kendi içerisinde adres değişiklikleriyle çok hareket gören ürünleri depo çıkış kapılarına yakın noktalara getirmektedir.</li><br/></ul>"
  },
  {
    "id": "911527",
    "unitNumber": 2,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/2713504080dbe0fc210b97a2ec560dbb.png\" alt=\"\" width=\"418\" height=\"364\"> Yanda verilen \"lojistik bilişim sistemlerinin fonksiyonlarını\" gösteren şemada 1 numara neyi göstermektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kontrol",
      "B": "Koordinasyon",
      "C": "Müşteri Hizmetleri İletişim",
      "D": "Veritabanı",
      "E": "Planlama"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/9c736fb585a380c0f7b4e97dd2f02e71.png\" alt=\"\" width=\"356\" height=\"277\">"
  },
  {
    "id": "911536",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi e-ticaretin lojistik işletmelerine sağladığı yararlardan <strong>değildir</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Gerekli ürünlerin gerektiği zamanda üretilmesi",
      "B": "Ürünlerin koşullara uygun yerlere konumlandırılması",
      "C": "Ürünlerin rekabet edilebilir fiyatla sunulması",
      "D": "Ürünlerin ihtiyaç duyulduğu sırada kullanılır halde bulundurulması",
      "E": "Ürünlerin müşterilere doğru zamanda teslim edilmesidir"
    },
    "explanation": "E-ticaretin lojistik işletmelerine sağladığı yararlar aşağıdaki gibidir:\n <ul> <li><strong>Gerekli ürünlerin temini, </strong></li> </ul> • Ürünlerin koşullara uygun yerlere konumlandırılması,\n • Ürünlerin rekabet edilebilir fiyatla sunulması,\n • Ürünlerin ihtiyaç duyulduğu sırada kullanılır halde bulundurulması,\n • Ürünlerin müşterilere doğru zamanda teslim edilmesidir"
  },
  {
    "id": "911544",
    "unitNumber": 2,
    "text": "<ol> <li>Müşteriden siparişin alınması</li> <li>Müşteriye Teslim</li> <li>Araca yükleme</li> <li>Siparişe Göre Paketleme</li> <li>Kontrol ve Siparişe Göre Ayırma</li> <li>Araçtan Boşaltma</li> </ol> Yukarıda verilen E-lojistik uygulamalarının <strong>doğru sıralanışı</strong> hangi şıkta verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "1, 2, 3, 4, 5, 6",
      "B": "6, 5, 4, 3, 2, 1",
      "C": "1, 4, 3, 6, 5, 2",
      "D": "2, 5, 1, 4, 3, 6",
      "E": "4, 2, 6, 3, 5, 1"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/9593e713df8a319e36eca0afea4efb59.png\" alt=\"\" width=\"484\" height=\"266\">"
  },
  {
    "id": "920046",
    "unitNumber": 2,
    "text": "<ol type=\"I\"> <li>İş akışlarının kontrolü</li> <li>İş akışlarının takibi</li> <li>Ekonımik değerlerin etkin bir şekilde kullanılması</li> </ol> Yukarıdakilerden hangisi yada hangileri lojistik bilişim sistemleri tarafından lojistik faaliyet yürüten şirketlere çözüm odaklı bir bakış açısı sunmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Taşıma, depolama, envanter yönetimi, tedarik ve dağıtım yönetimi, vb. gibi lojistik faaliyetler yürüten işletmelerde iş akışlarının kontrolü, takibi, ekonomik değerlerin etkin bir şekilde kullanılması sürecinde lojistik bilişim sistemleri firmalara çözüm odaklı bakış açıları sunmaktadır."
  },
  {
    "id": "920057",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi lojistik bilişim sistemlerinin mantıksal yapılar kümesi içinde <u>yer almaz?</u>",
    "correctAnswer": "A",
    "options": {
      "A": "Bilgisayarlar",
      "B": "Algoritmalar",
      "C": "Kurallar",
      "D": "Önemli çalışma prensipleri",
      "E": "Yöntemler"
    },
    "explanation": "Lojistik bilişim sistemleri <em>mantıksal </em>ve <em>fiziksel yapılar kümesi </em>olarak ifade edilmektedir. <em>Mantıksal yapılar</em>; algoritmalar, kurallar, önemli çalışma prensipleri, yöntemler, teknolojiler, prosedür, kanun ve ilkeler gibi sistemin esaslarını temsil eder."
  },
  {
    "id": "920066",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi lojistik bilişim sistemlerinin fiziksel yapılar kümesi içinde yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "Teknolojiler",
      "B": "Barkod okuyucuları",
      "C": "Prosedür",
      "D": "Kanun",
      "E": "İlkeler"
    },
    "explanation": "Lojistik bilişim sistemleri <em>mantıksal </em>ve <em>fiziksel yapılar kümesi </em>olarak ifade edilmektedir. <em>Fiziksel yapılar</em>; bilgisayarlar, barkod okuyucuları, iletişim araçları, yazılımlar ve denetimi sağlayan araçlar gibi ürünlerin varlığı ile ilgili olarak oluşan sistemleri açıklamaktadır."
  },
  {
    "id": "920120",
    "unitNumber": 2,
    "text": "Kurumsal Kaynak Planlamasının (ERP) içerisine aşağıdakilerden hangisinin eklenmesi ile Kurumsal Kaynak Planlaması II (ERP II) ortaya çıkmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Malzeme ihtiyaç planlaması",
      "B": "Üretim planlama ve ana üretim programı hazırlama",
      "C": "Müşteri ilişkileri yönetimi ve e-ticaret",
      "D": "Mühendislik",
      "E": "İnsan kaynakları, proje"
    },
    "explanation": "Kurumsal Kaynak Planlamasının içerisine Müşteri İlişkileri Yönetimi ve e-ticaretin eklenmesi ile Kurumsal Kaynak Planlaması (ERP II) ortaya çıkmıştır."
  },
  {
    "id": "920154",
    "unitNumber": 2,
    "text": "Üretim kapasitesinin ve stokların etkin bir şekilde tahsis edilmesini sağlamak, müşteri servis düzeyini yükseltmek ve stok yatırımlarını düşürmek için üretim ve dağıtım yöneticileri tarafından ihtiyaç duyulan bilgi akışını sağlayan sistem aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Müşteri ilişkileri yönetimi (MİY)",
      "B": "Malzeme ihtiyaç planlaması (MRP)",
      "C": "Özel talep listeleri (RFP)",
      "D": "Dağıtım kaynakları planlaması (DRP)",
      "E": "Kurumsal kaynak planlaması (ERP)"
    },
    "explanation": "İngilizcede Distribution Resource Planning (DRP) olarak ifade edilen Dağıtım Kaynakları Planlaması, periyotlar boyunca dağıtım depolarının gereksinimlerinin projeksiyonunu yapar ve ana depodan planlanmış siparişler oluşturur. DRP; üretim kapasitesinin ve stokların etkin bir şekilde tahsis edilmesini sağlamak, müşteri servis düzeyini yükseltmek ve stok yatırımlarını düşürmek için üretim ve dağıtım yöneticileri tarafından ihtiyaç duyulan bilgi akışını sağlar."
  },
  {
    "id": "920400",
    "unitNumber": 2,
    "text": "Müşteri İlişkileri Yönetim Sisteminin (MİY) üç temel unsuru aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İnsan, süreç, teknoloji",
      "B": "İnsan, taşıma araçları, teçhizat",
      "C": "İndirme/yükleme alanı, zaman",
      "D": "Satış yönetimi, mühendislik, üretim planlama",
      "E": "Muhasebe, ürün planlama, sistem performansı"
    },
    "explanation": "MİY, pazarlama, satış ve müşteri hizmetleri süreçlerini bütünleştiren ve bunlar arasında kurumsal bir sistem oluşturmak için kullanılan bir bilişim teknolojisi olarak tanımlanmaktadır. MİY’nin üç temel unsurunu oluşturan <em>insan, süreç </em>ve <em>teknoloji </em>yapılandırmasında; insan (çalışanlar), müşterinin beklentilerini anlayıp, standart prosedürlerin ötesinde çözümler üretirken süreç, çalışanların ilettiği müşteri taleplerini hızlı süreç değişimi ile müşteri odaklı yapılanmaya dönüştürmektedir. Teknoloji ise müşteri bilgilerinin tüm bağlantı noktalarından takip edilmesine ve farklı müşteri isteklerine hızlı çözüm üretilmesine imkân tanıyacak şirket içi otomasyonu sağlamaktadır."
  },
  {
    "id": "920427",
    "unitNumber": 2,
    "text": "Konuma dayalı bilgilerin saklanmasına, işlenmesine ve kullanılmasına olanak sağlayan lojistik bilişim sistemi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Trafik veri toplama ve ayrıştırma sistemi",
      "B": "şebeke kontrol sistemleri",
      "C": "Coğrafi bilgi sistemleri",
      "D": "Yük ve araç takibi sistemleri",
      "E": "Sürücü takip sistemleri"
    },
    "explanation": "Coğrafi Bilgi Sistemleri (Geographical Infromation Systems-GIS), her ölçekteki doğal ortam ile insan, zaman özellikleri ve ilişkilerine ait bilgi toplama, depolama ve analiz çalışmalarını kapsayan ve kendine özgü bir yöntemi olan yapı olarak tanımlanmaktadır. GIS; konuma dayalı bilgilerin saklanmasına, işlenmesine ve kullanılmasına olanak sağlayan bir sistem olarak ifade edilmektedir."
  },
  {
    "id": "920454",
    "unitNumber": 2,
    "text": "Sistemin boş zamanlarda, tanımlanan algoritmalara bağlı kalarak ürünlerin daha hızlı toplanabilmesi için, kendi içerisinde adres değişiklikleriyle çok hareket gören ürünleri depo çıkış kapılarına yakın noktalara getirmesi ASRS uygulamalarının bir lojistik firma tarafından müşterilere sağladığı avantajlardan hangisini ifade etmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Depolama alanlarının azalması",
      "B": "Maliyetlerin azalması",
      "C": "Yükleme ve boşaltma operasyon sürelerinin azalması",
      "D": "Hata risklerinin sıfıra indirgenmesi",
      "E": "Adres optimizasyonu"
    },
    "explanation": "ASRS uygulamalarının bir lojistik firma tarafından müşterilere sağladığı avantajlar aşağıdaki gibidir:\n <em>Depolama alanlarının azalması: </em>Daha az koridor boşluğuna ihtiyaç duyularak daha yüksek raflarda depolamaya imkân sağlayan bu sistem sayesinde, birim alanda depolanan ürün miktarı geleneksel depolama yöntemlerine göre yaklaşık 2,5 kat artmaktadır.\n <em>Maliyetlerin azalması: </em>Bu sistemle birlikte istifleme ve raftan indirme operasyonları tamamen otomatik yapıldığı için, geleneksel depolarda kullanılan istifleme ekipmanı operatörlerine ihtiyaç duyulmamaktadır. Ekipman ve operatör sayısının azalmasıyla birlikte iş kazaları riskleri de doğal olarak azalmaktadır.\n <em>Yükleme</em> <em>ve boşaltma operasyon sürelerinin azalması: </em>Geleneksel sistemlerde kullanılan ekipmanların performanslarına kıyasla ürünlerin rafa yerleştirilmesi ya da raftan indirilmesi için ihtiyaç duyulan süreler bu sistemle yaklaşık %80 oranında azalmaktadır.\n <em>Hata risklerinin sıfıra indirgenmesi: </em>Sistem kurgusu yapıldıktan sonra, operasyon in- san iradesinden doğabilecek risk ve hatalardan tamamen arındırılmaktadır ve bu sayede hem envanter doğruluğu hem de sipariş hazırlama doğruluk oranları %100 seviyelerine ulaşmaktadır.\n <em>Adres optimizasyonu: </em>Sistem boş zamanlarda, tanımlanan algoritmalara bağlı kalarak ürünlerin daha hızlı toplanabilmesi için, kendi içerisinde adres değişiklikleriyle çok hareket gören ürünleri depo çıkış kapılarına yakın noktalara getirmektedir."
  },
  {
    "id": "922845",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi e-ticaretin lojistik işletmelerine sağladığı avantajlardan biri <u>değildir?</u>",
    "correctAnswer": "B",
    "options": {
      "A": "Ürünlerin koşullara uygun yerlere konumlandırılması",
      "B": "Coğrafi uzaklığın, zamanın, dil ve kültür farklılıklarının olumsuzluklarını ortadan kaldırarak işletmelerin müşterileri ve tedarikçileri ile daha iyi iletişim kurabilmesine imkân tanımaktadır.",
      "C": "Gerekli ürünlerin temini ve ürünlerin rekabet edilebilir fiyatla sunulması",
      "D": "Ürünlerin ihtiyaç duyulduğu sırada kullanılır halde bulundurulması",
      "E": "Ürünlerin müşterilere doğru zamanda teslim"
    },
    "explanation": "E-ticaretin lojistik işletmelerine sağladığı yararlar aşağıdaki gibidir:\n <ul> <li>Gerekli ürünlerin temini,</li> <li>Ürünlerin koşullara uygun yerlere konumlandırılması,</li> <li>Ürünlerin rekabet edilebilir fiyatla sunulması,</li> <li>Ürünlerin ihtiyaç duyulduğu sırada kullanılır halde bulundurulması,</li> <li>Ürünlerin müşterilere doğru zamanda teslim edilmesidir.</li> </ul>"
  },
  {
    "id": "922887",
    "unitNumber": 2,
    "text": "Kurumlar arası e-ticaret eski tarihlerde bu iş için geliştirilmiş özel program ve ağ yapılarıyla bazı sektörlerde büyük hacimli iş yapan firmalar arasında Elektronik Veri Değişimi (EDI-Electronic Data Interchange) ile yapılmaktaydı. Günümüzde ise kurumlar arası elektronik ticaret çok büyük bir gelişim sağlamıştır. Bunun sebebi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Teknolojinin gelişmesi",
      "B": "İş gücünün artması",
      "C": "Şirketlerin sayısının artması",
      "D": "İnternetin gelişmesi",
      "E": "Pazarlama stratejilerindeki değişmeler"
    },
    "explanation": "Kurumlar arası e-ticaret eski tarihlerde bu iş için geliştirilmiş özel program ve ağ yapılarıyla bazı sektörlerde büyük hacimli iş yapan firmalar arasında Elektronik Veri Değişimi (EDI-Electronic Data Interchange) ile yapılmaktaydı. Günümüzde ise İnternetin hızla gelişmesi ve veri alış verişinin şirketler arası ağ yapıları üzerinden oldukça ucuza sağlanabilir olması kurumlar arası elektronik ticaretin hızla gelişmesine yol açmıştır. Firmalar bu teknolojilerin sunduğu imkânlardan yararlanarak geleneksel iş modellerini yeni ekonominin hızlı ve dinamik yapısına uygun hale getirmektedirler."
  },
  {
    "id": "963640",
    "unitNumber": 2,
    "text": "aşağıdakilerden hangisi lojistik bilişim sistemi fonksiyonlarından veritabanı bileşenlerinden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Envanter",
      "B": "Müşteri siparişleri",
      "C": "Gelen siparişler",
      "D": "üretim",
      "E": "lojistik"
    },
    "explanation": "veritabanı verileri içsel ve dışsal veri olarak iki bölümde incelenebilir.\n<br/>içsel veriler: üretim ve envanterdir.\n<br/>dışsal veriler: müşteri siparişleri ve gelen siparişlerdir.<br/>lojistik"
  },
  {
    "id": "963660",
    "unitNumber": 2,
    "text": "aşağıdakilerden hangisi kurumsal kaynak planlaması bileşenlerinden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "performans yönetimi",
      "B": "muhasebe",
      "C": "satış yönetimi",
      "D": "üretim planlama",
      "E": "müşteri ilişkileri yönetimi"
    },
    "explanation": "sayfa 25 teki şekil 2.2 de bu bileşenler yer almaktadır. buna göre doğru cevap müşteri ilişkileri yönetimidir."
  },
  {
    "id": "963664",
    "unitNumber": 2,
    "text": "aşağıdakilerden hangisi dağıtım kaynakları planlaması sisteminin dikkate aldığı unsurlardan biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Taşıma araçları ve teçhizatları",
      "B": "Yükleme/indirme alanı",
      "C": "Depolama alanı ve hacmi",
      "D": "Ürünlerin birbirine göre taşıma ve depolama özellikleri",
      "E": "Taşımadaki lojistik firması"
    },
    "explanation": "DRP sistemi aşağıdaki unsurları dikkate alarak çalışır:<br/>• Taşıma araçları ve teçhizatları<br/>• Yükleme/indirme alanı<br/>• Depolama alanı ve hacmi<br/>• Ürünlerin birbirine göre taşıma ve depolama özellikleri<br/>• Taşımadaki tonaj<br/>• Zaman kısıtları.<br/>Taşımadaki lojistik firması"
  },
  {
    "id": "963673",
    "unitNumber": 2,
    "text": "aşağıdakilerden hangisi DRP'nin işleyişinde temel girdilerden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "tahmin",
      "B": "iş emirlerinin girişleri",
      "C": "stok kontrol",
      "D": "Açık Satın Alma/Üretim Emirleri",
      "E": "MPS"
    },
    "explanation": "bu temel girdiler şu şekilde sıralanabilir:\n<br/><ul><br/><li>tahmin</li><br/><li>iş emirlerinin girişleri</li><br/><li>stok kontrolü</li><br/><li>Açık<br/>Satın Alma/Üretim Emirleri</li><br/></ul><br/>MPS"
  },
  {
    "id": "963679",
    "unitNumber": 2,
    "text": "aşağıdakilerden hangisi MİY’nin lojistik işletmelerinde iyileştirilmesini hedeflediği süreçlerden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Müşteriyi tanımak",
      "B": "Müşteriyi elde tutmak",
      "C": "Müşteri sadakatini arttırmak",
      "D": "Müşteriden elde edilen kârı arttırmak",
      "E": "müşteriyi sürece ortak etmek"
    },
    "explanation": "MİY’nin lojistik işletmelerinde iyileştirilmesini hede\u001bediği süreçler;<br/>• Müşteriyi tanımak, ne istediğini tespit etmek ve müşteri memnuniyeti yaratmak,<br/>• Müşteriyi elde tutmak,<br/>• Müşteri sadakatini arttırmak,<br/>• Müşteriden elde edilen kârı arttırmaktır.<br/>müşteriyi sürece ortak etmek"
  },
  {
    "id": "963682",
    "unitNumber": 2,
    "text": "aşağıdakilerden hangisi araç takip sistemlerinin avantajlarından biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yolculuk boyunca, ürün ve aracın nerede ve ne durumda olduğu öğrenmek",
      "B": "İletişim harcamaları azalmaktadır",
      "C": "Rota planlaması yapılabilmek",
      "D": "Süre sınırlamaları koyabilmek",
      "E": "uyuşturucu kaçakçılığının önlemesini sağlamak"
    },
    "explanation": "Araç takip sistemlerinin avantajları aşağıdaki gibidir:<br/>• Yolculuk boyunca, ürün ve aracın nerede ve ne durumda olduğu öğrenilerek çağın<br/>gereği olan iletişim anında sağlanabilmektedir.<br/>• İletişim harcamaları azalmaktadır.<br/>• Rota planlaması yapılabilmektedir.<br/>• Anında müdahale yapılabilmektedir.<br/>• Kural ihlalleri takip edilebilmektedir.<br/>• Süre sınırlamaları konulabilmektedir.<br/>• Konaklama takipleri yapılabilmektedir.<br/>• Müşteriye sunulan hizmet kalitesinin arttırılması sağlanmaktadır.<br/>• İnsan kaçakçılığının önlemesi sağlanmaktadır.<br/>• Maliyetlerin düşürülmesi sağlanmaktadır.<br/>• Firmalara esneklik kazandırarak rekabet avantajı sağlamaktadır.<br/>uyuşturucu kaçakçılığının önlemesini sağlamak"
  },
  {
    "id": "963687",
    "unitNumber": 2,
    "text": "aşağıdakilerden hangisi Otomatik Depo Sistemleri uygulamalarının bir lojistik firma<br/>tarafından müşterilere sağladığı avantajlardan biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Depolama alanlarının azalması",
      "B": "Maliyetlerin azalması",
      "C": "Yükleme ve boşaltma operasyon sürelerinin azalması",
      "D": "Hata risklerinin sıfıra indirgenmesi",
      "E": "kar optimizasyonu"
    },
    "explanation": "Otomatik Depo Sistemleri uygulamalarının bir lojistik firma<br/>tarafından müşterilere sağladığı avantajlar şu şekilde sıralanabilir:\n<br/>Depolama alanlarının azalması\n<br/>Maliyetlerin azalması\n<br/>Yükleme ve boşaltma operasyon sürelerinin azalması\n<br/>Hata risklerinin sıfıra indirgenmesi\n<br/>Adres optimizasyonu<br/>kar optimizasyonu"
  },
  {
    "id": "963694",
    "unitNumber": 2,
    "text": "aşağıdakilerden hangisi RFID iletişim sistemleri bileşenlerinden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Etiket",
      "B": "Anten",
      "C": "Okuyucu",
      "D": "Sorgulayıcı",
      "E": "veritabanı"
    },
    "explanation": "RFID iletişim<br/>sistemleri genelde 6 temel bileşenden oluşur. Bunlar:<br/>• Etiket<br/>• Anten<br/>• Okuyucu<br/>• Sorgulayıcı<br/>• Denetleyici<br/>• RFID yazılımı<br/>veritabanı"
  },
  {
    "id": "963698",
    "unitNumber": 2,
    "text": "aşağıdakilerden hangisi E-ticaretin lojistik işletmelerine sağladığı yararlardan biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Gerekli ürünlerin temini",
      "B": "Ürünlerin koşullara uygun yerlere konumlandırılması",
      "C": "Ürünlerin rekabet edilebilir fiyatla sunulması",
      "D": "Ürünlerin ihtiyaç duyulduğu sırada kullanılır halde bulundurulması",
      "E": "müşterilerin sürece dahil edilmesi"
    },
    "explanation": "E-ticaretin lojistik işletmelerine sağladığı yararlar aşağıdaki gibidir:\n<br/><ul><br/><li>Gerekli ürünlerin temini,<br/>• Ürünlerin koşullara uygun yerlere konumlandırılması,<br/>• Ürünlerin rekabet edilebilir fiyatla sunulması,<br/>• Ürünlerin ihtiyaç duyulduğu sırada kullanılır halde bulundurulması,<br/>• Ürünlerin müşterilere doğru zamanda teslim edilmesidir.</li><br/></ul><br/>müşterilerin sürece dahil edilmesi"
  },
  {
    "id": "963717",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi E-lojistik uygulamalarının lojistik işletmelerine sağladığı faydalardan biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "e-Lojistik faaliyetleri işletmeler için yeni operasyonlara imkan vermektedir.",
      "B": "E-lojistik uygulamaları ile lojistik işletmelerinin maliyetlerinde düşüş yaşanmaktadır",
      "C": "Lojistik işletmeleri, gerçekleştirdikleri pahalı bilişim teknolojileri yatırımları ile <br/>potansiyel rakiplerini bertaraf edebilmektedir",
      "D": "İşletmelerin verimliliği ve etkinliği artırılmaktadır",
      "E": "İşletmelerin iş gücü maliyetlerinde artış yaşanmaktadır"
    },
    "explanation": "bu avantajlar şu şekilde özetlenebilir:\n<br/><ul><br/><li>E-lojistik, coğrafi uzaklığın, zamanın, dil ve kültür farklılıklarının olumsuzluklarını ortadan kaldırarak işletmelerin müşterileri ve tedarikçileri ile daha iyi iletişim<br/>kurabilmesine imkân tanımaktadır</li><br/><li>E-lojistik uygulamaları ile lojistik işletmelerinin maliyetlerinde düşüş yaşanmaktadır</li><br/><li>Lojistik işletmeleri, gerçekleştirdikleri pahalı bilişim teknolojileri yatırımları ile <br/>potansiyel rakiplerini bertaraf edebilmektedir</li><br/><li>İşletmelerin verimliliği ve etkinliği artırılmaktadır</li><br/></ul><br/>İşletmelerin reklam faaliyet masrafları düşürülmektedir"
  },
  {
    "id": "981325",
    "unitNumber": 2,
    "text": "I.Satış Yönetimi<br/>II.Mühendislik<br/>III.Kalıp Yönetimi\n Yukarıdakilerden hangisi/hangileri Kurumsal kaynak planlamanın entegrasyon öğelerindendir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "I,II,III"
    },
    "explanation": "Verilen 3 öğede Kurumsal kaynak planlamanın entegrasyon öğelerindendir."
  },
  {
    "id": "981346",
    "unitNumber": 2,
    "text": "Aşağıda verilen genel tanımlamalardan hangisi <u>yanlıştır</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "MİY, pazarlama, satış ve müşteri hizmetleri süreçlerini bütünleştiren ve bunlar arasında kurumsal bir sistem oluşturmak için kullanılan bir bilişim teknolojisi olarak tanımlanmaktadır.",
      "B": "Bilişim sistemleri; verilerin toplanması, işlenmesi, biriktirilmesi ve bilgisayar ağları üzerinden hedeflenen noktaya verilerin korunarak kullanıcılara iletilmesi, hizmete sunulmasında kullanılan donanım, yazılım ve bilişim teknolojilerini entegre eden sistemlerdir.",
      "C": "Taşıma yönetim sistemleri; taşıma türlerinin seçimi, yüklerin planlanması, yüklerin diğer nakliyelerle birleştirilmesini sağlayan; maliyetleri azaltan; araçların güzergâhını belirlemeyi ve en uygun kullanımının sağlanmasını içeren sistemlerdir.",
      "D": "GIS; konuma dayalı bilgilerin saklanmasına, işlenmesine ve kullanılmasına olanak sağlayan bir sistemdir.",
      "E": "RFID,değişik kalınlıktaki çizgilerden ve bu çizgiler arasındaki boşluklardan oluşmaktadır ve verinin otomatik olarak hatasız bir biçimde başkabir ortama aktarılması için kullanılır."
    },
    "explanation": "RFID, nesneye ait verileri içeren mikroişlemci ve bu mikroişlemciye bütünleştirilmiş anten ile donatılmış etiket taşıyan bir nesnenin, bu etikette taşıdığı bilgiler ile hareketlerinin izlenebilmesine, analiz edilebilmesine ve yönetilebilmesine imkân veren; veri alışverişini radyo frekansları ile sağlayan otomatik nesne tanımlama ve takip teknolojisidir."
  },
  {
    "id": "981362",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi MİY’nin lojistik işletmelerinde iyileştirilmesini hedeflediği süreçler arasında <u>yer almaz</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Müşterinin kişisel bilgilerini elinde tutmak",
      "B": "Müşteriyi tanımak, ne istediğini tespit etmek ve müşteri memnuniyeti yaratmak",
      "C": "Müşteriyi elde tutmak",
      "D": "Müşteri sadakatini arttırmak",
      "E": "Müşteriden elde edilen kârı arttırmak"
    },
    "explanation": "Müşterinin kişisel bilgilerini elinde tutmak işletmenin hedeflediği süreçlerden birisi değildir."
  },
  {
    "id": "981388",
    "unitNumber": 2,
    "text": "I.Depolama alanlarının azalması<br/>II.Maliyetlerin azalması<br/>III.Yükleme ve boşaltma operasyon sürelerinin azalması<br/>IV.Rota planlaması yapılabilmesi\n <br/>Yukarıdakilerden hangisi/hangileri ASRS uygulamalarının bir lojistik firma tarafından müşterilere sağladığı avantajlardandır?",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "I,II ve III",
      "D": "III ve IV",
      "E": "I ve IV"
    },
    "explanation": "Rota planlaması yapabilmesi bu uygulamanın avantajlarından birisi değildir."
  },
  {
    "id": "981401",
    "unitNumber": 2,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/d2152e545013366892830536eef51b30.jpeg\" alt=\"\" width=\"125\" height=\"98\"> Yukarııda verilen barkod örneğinde işaretlenmiş bölüm neyi ifade etmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ülke kodu",
      "B": "Firma kodu",
      "C": "Ürün kodu",
      "D": "Kontrol kodu",
      "E": "Simge kodu"
    },
    "explanation": "Bu alan ürün kodunu göstermektedir."
  },
  {
    "id": "981434",
    "unitNumber": 2,
    "text": "E-Lojistik uygulamalarında uygulanan süreç aşağıdakilerden hangisinde doğru olarak sıralanmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Müşteriden Siparişlerin Alınması-&gt;Siparişe Göre Paketleme ve Etiketleme-&gt;Araca Yükleme-&gt;Araçtan Boşaltma-&gt;Kontrol ve Siparişe Göre Ayırma-&gt;Müşteriye Teslim",
      "B": "Müşteriden Siparişlerin Alınması-&gt;Araca Yükleme-&gt;Araçtan Boşaltma-&gt;Siparişe Göre Paketleme ve Etiketleme-&gt;Kontrol ve Siparişe Göre Ayırma-&gt;Müşteriye Teslim",
      "C": "Müşteriden Siparişlerin Alınması-&gt;Kontrol ve Siparişe Göre Ayırma-&gt;Siparişe Göre Paketleme ve Etiketleme-&gt;Araca Yükleme-&gt;Araçtan Boşaltma-&gt;Müşteriye Teslim",
      "D": "Müşteriden Siparişlerin Alınması-&gt;Kontrol ve Siparişe Göre Ayırma-&gt;Siparişe Göre Paketleme ve Etiketleme-&gt;Araca Yükleme-&gt;Müşteriye Teslim",
      "E": "Müşteriden Siparişlerin Alınması-&gt;Siparişe Göre Paketleme ve Etiketleme-&gt;Kontrol ve Siparişe Göre Ayırma-&gt;Müşteriye Teslim"
    },
    "explanation": "Süreç Döngüsü Müşteriden Siparişlerin Alınması-&gt;Siparişe Göre Paketleme ve Etiketleme-&gt;Araca Yükleme-&gt;Araçtan Boşaltma-&gt;Kontrol ve Siparişe Göre Ayırma-&gt;Müşteriye Teslim şeklinde sirküle etmektedir.Dolayısıyla A seçeneği doğrudur."
  },
  {
    "id": "981465",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi BİLGE sistemi altındaki yapılabilen gümrük işlemleri arasında yer <u>almaz</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Özet beyanlar",
      "B": "İthalat ve ihracat beyannameleri",
      "C": "Transit işlemleri",
      "D": "Ambar işlemleri",
      "E": "Faaliyet raporu işlemleri"
    },
    "explanation": "Özet beyanlar,İthalat ve ihracat beyannameleri,Transit işlemleri,Ambar işlemleri Bilge sisteminde yapılabilen işlemlerdendir."
  },
  {
    "id": "981489",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi lojistik bilişim sistemlerinin fiziksel yapılar kümesi içerisinde yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "Algoritmalar",
      "B": "Barkod okuyucuları",
      "C": "Kurallar",
      "D": "Yöntemler",
      "E": "Teknolojiler"
    },
    "explanation": "Fiziksel yapılar; bilgisayarlar, barkod okuyucuları, iletişim araçları, yazılımlar ve denetimi sağlayan araçlar gibi ürünlerin varlığı ile ilgili olarak oluşan sistemleri açıklamaktadır."
  },
  {
    "id": "981516",
    "unitNumber": 2,
    "text": "RFID iletişim sistemleri genelde 6 temel bileşenden oluşur.Aşağıdakilerden hangisi bu bileşenlerden birisi <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Etiket",
      "B": "Anten",
      "C": "Okuyucu",
      "D": "Sorgulayıcı",
      "E": "Algoritmalar"
    },
    "explanation": "RFID iletişim sistemleri genelde 6 temel bileşenden oluşur. Bunlar:\n <br/>Etiket<br/>Anten<br/>Okuyucu<br/>Sorgulayıcı<br/>Denetleyici<br/>RFID yazılımı"
  },
  {
    "id": "981535",
    "unitNumber": 2,
    "text": "Günümüzde karayollarında kullanılan Otomatik Geçiş Sistemi (OGS) ve Hızlı Geçiş Sistemi (HGS) gibi uygulamalar hangi tür uygulamalardır?",
    "correctAnswer": "B",
    "options": {
      "A": "Kare Kod",
      "B": "RFID",
      "C": "PDF 417",
      "D": "CODABAR",
      "E": "Code 39"
    },
    "explanation": "Otomatik Geçiş Sistemi (OGS) ve Hızlı Geçiş Sistemi (HGS) gibi uygulamalar RFID türü uygulamalara örnektir."
  },
  {
    "id": "937639",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Karar Destek sisteminin yararları arasında yer <u><strong>almaz</strong></u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Kârlılık daha kararlıdır; zaman içinde daha az değişiklik gösterir.",
      "B": "Karara ulaşma süresi daha kısadır.",
      "C": "Yöneticinin yerini alan bilişim sistemidir.",
      "D": "Daha fazla alternatif göz önünde bulundurulur.",
      "E": "Kârlılık daha yüksektir."
    },
    "explanation": "Karar Destek Sistemi,yöneticiyi karar alma sürecinde devre dışı bırakmaz; tersine en son kararı yöneticinin vermesi yönünde yöneticiye ışık tutar."
  },
  {
    "id": "937648",
    "unitNumber": 3,
    "text": "Karar vericinin mevcut tüm seçenekler arasından amacına veya amaçlarına en uygun bir veya birkaç seçeneği seçme sürecine girmesine ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Önsezi",
      "B": "Karar verme",
      "C": "Bilgi",
      "D": "Veri",
      "E": "Yaklaşım"
    },
    "explanation": "Karar vericinin mevcut tüm seçenekler arasından amacına veya amaçlarına en uygun bir veya birkaç seçeneği seçme sürecine girmesine ise karar verme denir."
  },
  {
    "id": "937656",
    "unitNumber": 3,
    "text": "Grup Karar Destek Sistemi yazılımlarından Elektronik sorgulama yazılımı hangi amaçla kullanılmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Grup üyelerinin eşzamanlı ve eş anlamlı bir biçimde fikirlerini özgürce söyleyebilmelerine olanak sağlayan yazılımlardır.",
      "B": "Grup liderlerine, toplantı öncesinde ve toplantı sonrasında, öncelikleri belirlemeye yönelik bilgi toplama kolaylığı sağlayan yazılımlardır",
      "C": "Beyin fırtınası sırasında ortaya çıkan fikirleri organize eden ve bütünleyen yazılımlardır.",
      "D": "Toplantı öncesi gözden kaçmış herhangi bir ayrıntı kalmayacak biçimde tartışılacak konunun bütün yönlerini sorgulamasını sağlayan yazılımdır.",
      "E": "En basit oylamadan en karmaşığına kadar birçok oylama ve öncelik belirleme yöntemini içinde bulunduran yazılımlardır."
    },
    "explanation": "Elektronik sorgulama yazılımı: Tartışmayı organize eden kişinin toplantı öncesi gözden kaçmış herhangi bir ayrıntı kalmayacak biçimde tartışılacak konunun bütün yönlerini sorgulamasını sağlayan yazılımdır."
  },
  {
    "id": "937665",
    "unitNumber": 3,
    "text": "Grup kararlarını desteklemek için hazırlanan yazılımlardan hangisi grup üyelerinin konuya yönelik fikirlerini özgürce söyleyebilmelerine olanak sağlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Elektronik beyin fırtınası yazılımı",
      "B": "Fikir düzenleme yazılımı",
      "C": "Elektronik sorgulama yazılımı",
      "D": "Anket yazılımları",
      "E": "Politika geliştirme yazılımları"
    },
    "explanation": "Elektronik beyin fırtınası yazılımı: Grup üyelerinin eşzamanlı ve eş anlamlı bir biçimde, toplantıda tartışılan konuya yönelik fikirlerini özgürce söyleyebilmelerine olanak sağlayan yazılımlardır."
  },
  {
    "id": "937677",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi lojistik maliyetlerden biri <u><strong>değildir</strong></u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Fazla amortisman maliyetleri",
      "B": "Personel maliyetleri",
      "C": "Atıl kapasite maliyetleri",
      "D": "Üretim planlama maliyetleri",
      "E": "Geç teslimat maliyetleri"
    },
    "explanation": "Üretim planlama maliyetleri,lojistik maliyetler arasında yer almaz."
  },
  {
    "id": "937685",
    "unitNumber": 3,
    "text": "Yalın lojistik ile ilgili verilen bilgilerden hangisi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Ekipman Kullanımında azalma görülür.",
      "B": "Bekleme süresinde artış olur.",
      "C": "Toplam lojistik maliyetlerinde azalma olur.",
      "D": "Sevkiyat sıklığı azalma olur.",
      "E": "Kalite daha düşük olur."
    },
    "explanation": "Yalın lojistiğin sağladığı ölçülebilir sonuçlara bakıldığında toplam lojistik maliyetlerinde azalma olduğu görülür."
  },
  {
    "id": "937701",
    "unitNumber": 3,
    "text": "Aşağıda verilen seçeneklerden hangisi sabit lojistik maliyetlere örnek olarak verilebilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Komisyoncu ücretleri",
      "B": "İşletme içi taşıma sisteminin enerji maliyetleri",
      "C": "Hava yoluyla taşımada dağıtım (aktarma) deposu ısıtma giderleri",
      "D": "İskonto/indirim derecelendirmeyle ilişki içinde lojistik hizmeti arz eden işletmelere ilişkin aşırı kullanım maliyetleri",
      "E": "Depo binasının sigorta ve yıpranma payı giderleri"
    },
    "explanation": "Depo binasının sigorta ve yıpranma payı giderleri mutlak sabit lojistik maliyetler arasında yer alır.Diğer seçenekler ise değişken lojistik maliyetlere örnek olarak verilebilir."
  },
  {
    "id": "937711",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Karar Destek Sistemlerinin lojistik alanında sağladığı faydalar arasında yer <u><strong>almaz</strong></u>?",
    "correctAnswer": "E",
    "options": {
      "A": "İnsan gücü ile elde edilmeyecek alternatif ve opsiyonların görülebilmesine olanak sağlar.",
      "B": "Taşıma, dağıtım, depolama, envanter vb. tüm lojistik fonksiyonlar arasında entegrasyonu artırır.",
      "C": "Toplam faydanın maksimize edilmesine olanak sağlar.",
      "D": "Maliyetlerin toplam ve operasyon bazında analiz edilmesine ve düşürülmesine imkan tanır.",
      "E": "Anlık değişimlerin söz konusu olduğu lojistik gibi alanlarda hata ve gecikmeler olabilir."
    },
    "explanation": "Anlık değişimlerin söz konusu olduğu lojistik gibi alanlarda hızlı ve doğru kararların alınabilmesi hayati düzeyde öneme sahiptir.Hata ve gecikmelerin önüne geçer."
  },
  {
    "id": "937716",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Grup Karar Destek Sistemlerinde kullanılan yazılımların bileşenlerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Elektronik sorgulama yazılımı",
      "B": "Sipariş toplama yazılımı",
      "C": "Anket yazılımları",
      "D": "Ofis takip programları",
      "E": "Tedarikçilerle ilişkiler yazılımı"
    },
    "explanation": "Elektronik sorgulama yazılımı Grup Karar Destek Sistemlerinde kullanılan yazılımların bileşenlerindendir."
  },
  {
    "id": "937726",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi karar destek sistemlerinin özelliklerinden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Lojistik firmalarında kullanılmasının zor olması",
      "B": "Kullanıcı arabiriminin olmaması",
      "C": "Sadece alt operasyonel süreçlere uygulanması",
      "D": "Operatörlere destek sağlaması",
      "E": "Her seviyede yöneticilere destek sağlaması"
    },
    "explanation": "Karar destek sistemleri her seviyede yöneticilere destek sağlamaktadır."
  },
  {
    "id": "945649",
    "unitNumber": 3,
    "text": "I. Bütünleşik bir yaklaşımdır.\n II. Tedarik zincirleri içerisinde gerçekleştirilen tüm faaliyet ve fonksiyonların bütüncül bir çerçevede organize edilmesini ve yönetilmesini sağlayan bir perspektife sahiptir.\n III. Sistemde yer alan tüm faaliyetlerin en etkin ve verimli bir biçimde yürütülebilmesi için optimizasyon yaklaşımını temel almaktadır.\n Hangisi ya da hangileri Karar Destek Sistemlerine ilişkin doğru ifadelerdendir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I, II",
      "D": "II, III",
      "E": "I, II, III"
    },
    "explanation": "Verilen öncüllerin hepsi Karar Destek Sistemlerine ilişkin doğru ifadelerdendir. Doğru cevap E'dir."
  },
  {
    "id": "946994",
    "unitNumber": 3,
    "text": "I. İçerik ve teknik konuları değişen koşullara göre esneterek uyumlaştırma\n II. Bilgi ve verilerin sınıflandırılmasına ilişin esneklik sağlaması\n III. Karar vericiler tarafından kullanım kolaylığı sağlaması\n Hangisi ya da hangileri Karar Destek Sistemlerinin karar alma ile ilgili olarak yaratmış olduğu faydalardandır?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III",
      "B": "II, III",
      "C": "I, II",
      "D": "Yalnız II",
      "E": "Yalnız I"
    },
    "explanation": "Verilen öncüllerin hepsi Karar Destek Sistemlerinin karar alma ile ilgili olarak yaratmış olduğu faydalardandır. Doğru cevap A’dır."
  },
  {
    "id": "947020",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi kuruluş bazında kullanılan Karar Destek Sistemlerine ilişkin doğru bir ifade <strong>değildir</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "İşletmeler ya da daha geniş perspektifte tedarik zincirleri tarafından kullanılırlar.",
      "B": "Sisteme girilen veriler önceden hazırlanmış modeller ve algoritmalar çerçevesinde analiz edilerek kullanıcılara çeşitli karar alternatifleri çıktı olarak verilebilmektedir.",
      "C": "Genelde tek bir yöneticinin bilgisayarında yüklü küçük birimlerden oluşan sistemlerdir.",
      "D": "Coğrafi Bilgi Sistemleri (GIS) bu tür uygulamalara örnek olarak verilebilmektedir.",
      "E": "Çok sayıda kullanıcı çeşitli sistemler ile bir sunucu sayesinde oluşturulan veritabanı üzerinden bağlanarak kullanılabilmektedir."
    },
    "explanation": "Kuruluş Bazında kullanılan Karar Destek Sistemleri, tek bir yöneticinin bilgisayarında yüklü küçük birimlerden oluşan sistemler değildirler. Doğru cevap C’dir."
  },
  {
    "id": "947052",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Karar Destek Sistemlerini kullanan firmaların kullanmayanlara oranla sahip olduğu avantajlardan biri <strong>değildir</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Kârlılık daha yüksektir.",
      "B": "Kârlılık daha kararlıdır; zaman içinde daha az değişiklik gösterir.",
      "C": "Karara ulaşma süresi daha kısadır.",
      "D": "İşgücünden tasarruf edilir.",
      "E": "Daha fazla alternatif göz önünde bulundurulur."
    },
    "explanation": "İşgücünden tasarruf edilmesi Karar Destek Sistemlerini kullanan firmaların kullanmayanlara oranla sahip olduğu avantajlardan biri değildir. Doğru cevap D’dir."
  },
  {
    "id": "947134",
    "unitNumber": 3,
    "text": "I. Her seviyede yöneticilere destek sağlamaktadır.\n II. Lojistik firmalarında kullanılması kolay ve anlaşılabilir bir arayüze sahip olmalıdır.\n III. Karar Destek Sistemleri çeşitli karar verme süreçlerine destek sağlamalı fakat bunlardan birine bağlı olmamalıdır.\n Hangisi ya da hangileri Karar Destek Sistemlerinin özelliklerindendir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I, II",
      "D": "II, III",
      "E": "I, II, III"
    },
    "explanation": "Verilen öncüllerin hepsi Karar Destek Sistemlerinin özelliklerindendir. Doğru cevap E'dir"
  },
  {
    "id": "947194",
    "unitNumber": 3,
    "text": "Uygulamalardan, kişi, grup, birim ve kurumlardan toplanan fiilî veya tarihî verilerden oluşan Karar Destek Sistemi öğesi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Donanım",
      "B": "Veritabanı ve model tabanı",
      "C": "Uzmanlık",
      "D": "Yazılım",
      "E": "Arabirim"
    },
    "explanation": "Karar Destek Sistemi veritabanı, uygulamalardan kişi, grup, birim ve kurumlardan toplanan fiilî veya tarihî verilerden oluşur. Doğru cevap B'dir."
  },
  {
    "id": "947284",
    "unitNumber": 3,
    "text": "I. Donanım\n II. Yazılım\n III. Arabirim\n Hangisi ya da hangileri Grup Karar Destek Sistemlerini oluşturan temel öğelerdendir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I, II",
      "D": "II, III",
      "E": "I, II, III"
    },
    "explanation": "Grup Karar Destek Sistemleri, tıpkı diğer bilişim sistemleri gibi üç temel öğeden oluşmaktadır: donanım, yazılım ve insan kaynağı. Doğru cevap C'dir."
  },
  {
    "id": "947407",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Üçüncü Parti Lojistik kavramında yer alan öğelerden birisi <strong>değildir</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Tedarikçi işletme",
      "B": "Lojistik aracılar",
      "C": "Lojistik hizmet üretenler",
      "D": "Taşıyıcı",
      "E": "Antrepo işletmecisi"
    },
    "explanation": "Tedarikçi işletme, Birinci Parti Lojistik kavramını oluşturan öğedir. Doğru cevap A'dır."
  },
  {
    "id": "947557",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi doğrusal artan değişken lojistik maliyetlere örnek gösterilebilir?",
    "correctAnswer": "C",
    "options": {
      "A": "İşletme içi taşıma sisteminin enerji maliyetleri",
      "B": "İskonto/indirim derecelendirmeyle ilişki içinde lojistik hizmeti arz eden işletmelere ilişkin aşırı kullanım maliyetleri",
      "C": "Komisyoncu ücretleri",
      "D": "Hava yoluyla taşımada dağıtım (aktarma) deposu ısıtma giderleri",
      "E": "Canlı hayvanlar için hava navlunu"
    },
    "explanation": "Komisyoncu ücretleri, doğrusal artan değişken lojistik maliyetlere örnek gösterilebilir. Doğru cevap C'dir."
  },
  {
    "id": "947639",
    "unitNumber": 3,
    "text": "I. İlk olarak 1968 yılında Myers ve Alpert ikilisi tarafından ortaya atılmıştır.\n II. 1977’de Saaty tarafından bir model olarak geliştirilerek karar verme problemlerinin çözümünde kullanılabilir hale getirilmiştir.\n III. Karar Destek Sistemleri içerisinde en etkin yöntemlerden birisidir.\n Hangisi ya da hangileri Analitik Hiyerarşik Proses (AHP) yöntemine ilişkin doğru bilgilerdendir?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III",
      "B": "II, III",
      "C": "I, II",
      "D": "Yalnız II",
      "E": "Yalnız I"
    },
    "explanation": "Verilen öncüllerin hepsi Analitik Hiyerarşik Proses (AHP) yöntemine ilişkin doğru bilgilerdendir. Doğru cevap A'dır."
  },
  {
    "id": "981568",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Karar Destek Sisteminin avantajları arasında <u>değildir</u>?",
    "correctAnswer": "B",
    "options": {
      "A": "Kârlılık daha yüksektir.",
      "B": "Maliyet daha yüksektir.",
      "C": "Kârlılık daha kararlıdır;zaman içinde daha az değişiklik gösterir.",
      "D": "Karara ulaşma süresi daha kısadır.",
      "E": "Daha fazla alternatif göz önünde bulundurulur."
    },
    "explanation": "Maliyet daha düşüktür."
  },
  {
    "id": "981591",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Karar Destek Sisteminin özellikleri arasında yer <u>almaz</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Lojistik firmalarında alınan kararlar bireyseldir.",
      "B": "Karar Destek Sistemleri yapısal olmayan veya yarı yapısal karar türleri içinde bulunmaktadır.",
      "C": "Lojistik firmalarında kullanılması kolay ve anlaşılabilir bir arayüze sahip olmalıdır.",
      "D": "Karar Destek Sistemleri çeşitli karar verme süreçlerine destek sağlamalı fakat bunlardan birine bağlı olmamalıdır.",
      "E": "Her seviyede yöneticilere destek sağlamaktadır."
    },
    "explanation": "Lojistik firmalarında alınan kararlar bireysel değil kurumsaldır."
  },
  {
    "id": "981614",
    "unitNumber": 3,
    "text": "I.Donanım<br/>II.Veritabanı ve model tabanı<br/>III.Uzmanlık<br/>IV.Yazılım\n Yukarıdakilerden hangisi/hangilerinde Karar Destek Sistemlerinin bileşenleri arasında yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "II ve IV",
      "C": "Yalnız III",
      "D": "III ve IV",
      "E": "I,II,III,IV"
    },
    "explanation": "Verilen tüm bileşenleri içerisinde barındırır."
  },
  {
    "id": "981635",
    "unitNumber": 3,
    "text": "Aşağıda verilen seçeneklerden hangisi yazılım bileşenlerinden \"Eğer Ne Açılımı (What If Analysis)\" ifade etmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yıllara göre satış kestirimlerinde kullanılır.",
      "B": "Matematik eşitlikler veya eşitsizlikler şeklindeki karar değişkenlerinin değerini değiştirmek yerine, amaç olarak bir sonuç hedeflenir ve bu sonucu gerçekleştirecek değişken değeri araştırılır.",
      "C": "Karar alıcı, karar değişkenlerinin değerlerini değiştirdikçe, oluşan yeni sonuçları gözlemleme amacıyla kullanılır.",
      "D": "Yalnızca bir karar değişkeninin değeri değiştirilerek ortaya çıkan sonuç gözlenir.",
      "E": "Amaç arama açılımının çok daha karmaşık özel bir uzantısıdır."
    },
    "explanation": "Karar alıcı, karar değişkenlerinin değerlerini değiştirdikçe, oluşan yeni sonuçları gözlemleme amacıyla kullanılır."
  },
  {
    "id": "981687",
    "unitNumber": 3,
    "text": "I.Maliyetlerin (navlun,depolama,stokta taşıma, vb.) düşürülmesi<br/>II.Müşteri hizmet düzeyinin artırılması<br/>III.Toplam stokların en yüksek seviyede tutulması<br/>IV.Zamanında teslim oranının maksimizasyonu\n <br/>Yukarıdakilerden hangisi/hangileri Lojistik performans yönetimi kapsamında yürütülen faaliyetlerde kullanılabilecek performans bileşenlerindendir?",
    "correctAnswer": "B",
    "options": {
      "A": "II,III",
      "B": "I,II,IV",
      "C": "I,III",
      "D": "III,IV",
      "E": "I,II"
    },
    "explanation": "Toplam stokların en yüksek seviyede tutulması bu faaliyetlerde kullanılabilecek performans bileşenlerinden değildir.Dolayısıyla doğru seçenek I,II,IV seçeneğidir."
  },
  {
    "id": "981699",
    "unitNumber": 3,
    "text": "Aşağıda verilen seçeneklerden hangisi Grup Karar Destek Sistemi yazılımları arasında yer <u>almaz</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Elektronik sorgulama yazılımı",
      "B": "Elektronik beyin fırtınası yazılımı",
      "C": "Müşteri yazılımı",
      "D": "Fikir düzenleme yazılımı",
      "E": "Öncelik belirleme ve oylama yazılımı"
    },
    "explanation": "Müşteri yazılımı bu sistemler arasında yer almaz."
  },
  {
    "id": "981715",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisinde Grup Karar Destek Sistemi yazılımlarından \"Fikir düzenleme yazılımı\"nın tanımı doğru olarak verilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Grup liderlerine, toplantı öncesinde ve toplantı sonrasında, öncelikleri belirlemeye yönelik bilgi toplama kolaylığı sağlayan yazılımlardır.",
      "B": "Grup üyelerinin eşzamanlı ve eş anlamlı bir biçimde, toplantıda tartışılan konuya yönelik fikirlerini özgürce söyleyebilmelerine olanak sağlayan yazılımlardır.",
      "C": "En basit oylamadan en karmaşığına kadar birçok oylama ve öncelik belirleme yöntemini içinde bulunduran yazılımlardır.",
      "D": "Beyin fırtınası sırasında ortaya çıkan fikirleri organize eden ve bütünleyen yazılımlardır.",
      "E": "Kararlara ortakların olumlu ve olumsuz yaklaşımlarını ölçmek için geliştirilmiş yazılımlardır."
    },
    "explanation": "Fikir düzenleme yazılımı;<br/>Beyin fırtınası sırasında ortaya çıkan fikirleri organize eden ve bütünleyen yazılımlardır."
  },
  {
    "id": "981732",
    "unitNumber": 3,
    "text": "Çeşitli noktalardan aynı veya farklı yüklerin alınarak bir veya birden fazla noktaya teslim edilmesi ve teslimatlar sırasında boş kapların toplanarak geri getirilmesine dayalı karar destek sistemi yaklaşımı hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Milk Run",
      "B": "Çapraz Sevkiyat",
      "C": "Hızlı Yanıt Sistemleri",
      "D": "Lojistik Ağ Tasarımı",
      "E": "Etkin Tüketici Yanıtı"
    },
    "explanation": "Döngüsel Sefer (Milk Run): Bir araç tarafından bir program çerçevesinde çeşitli noktalardan aynı veya farklı yüklerin alınarak bir veya birden fazla noktaya teslim edilmesi ve teslimatlar sırasında boş kapların toplanarak geri getirilmesi sistemidir."
  },
  {
    "id": "981755",
    "unitNumber": 3,
    "text": "Aşağıda verilenlerden hangisi Doğrusal artan değişken lojistik maliyetlere örnek olarak verilebilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Hava yoluyla taşıma",
      "B": "Depo binasının sigortası",
      "C": "Ek depo binaları kirası",
      "D": "Komisyoncu ücretleri",
      "E": "Yıpranma payı giderleri"
    },
    "explanation": "Komisyoncu ücretleri Doğrusal olarak artan değişken lojistik bir maliyettir."
  },
  {
    "id": "981773",
    "unitNumber": 3,
    "text": "Yalın lojistik ile ilgili verilen bilgilerden hangisi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Ekipman Kullanımında azalma görülür.",
      "B": "Bekleme süresinde artış olur.",
      "C": "Toplam lojistik maliyetlerinde azalma olur.",
      "D": "Sevkiyat sıklığı azalma olur.",
      "E": "Kalite daha düşük olur."
    },
    "explanation": "Yalın lojistikte uygulamasında toplam lojistik maliyetlerinde azalma olur."
  },
  {
    "id": "994735",
    "unitNumber": 3,
    "text": "Aşağıdakilerin hangisi tedarik zincirleri içerisinde gerçekleştirilen tüm faaliyet ve fonksiyonların bütüncül bir çerçevede organize edilmesini ve yönetilmesini sağlayan bir perspektife sahiptir?",
    "correctAnswer": "A",
    "options": {
      "A": "Karar Destek Sistemleri",
      "B": "Ulaştırma Yönetimi Sistemleri",
      "C": "Stok Yönetimi Sistemleri",
      "D": "Organizasyon Yönetim Sistemleri",
      "E": "Stok Destek Sistemleri"
    },
    "explanation": "Karar Destek Sistemleri bütünleşik bir yaklaşım olup, tedarik zincirleri içerisinde gerçekleştirilen tüm faaliyet ve fonksiyonların bütüncül bir çerçevede organize edilmesini ve yönetilmesini sağlayan bir perspektife sahiptir"
  },
  {
    "id": "994752",
    "unitNumber": 3,
    "text": "“Algılanan ihtiyaçlara özgü kasıtlı ve düşünceli seçimdir.” Yukarıdaki tanım aşağıdakilerden hangisinin karşılığıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Karar",
      "B": "Tercih",
      "C": "Düşünce",
      "D": "Duygu",
      "E": "Sanı"
    },
    "explanation": "Karar, algılanan ihtiyaçlara özgü kasıtlı ve düşünceli seçime denir."
  },
  {
    "id": "994766",
    "unitNumber": 3,
    "text": "“Yönetici ve personelin karar vermesine yardımcı olarak kullanılan, karar verme sürecinde kullanıcıların sistemler ile karşılıklı olarak etkileşimde bulunduğu, bilgisayar tabanlı kullanılan bilişim sistemleridir.” Yukarıda tanımı verilen sistem aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Karar Destek Sistemleri",
      "B": "Yönetim Bilişim Sistemleri",
      "C": "Yönetim Destek Sistemleri",
      "D": "Karar Bilişim Sistemleri",
      "E": "Karar Yönetim Sistemleri"
    },
    "explanation": "Karar Destek Sistemleri, yönetici ve personelin karar vermesine yardımcı olarak kullanılan, karar verme sürecinde kullanıcıların sistemler ile karşılıklı olarak etkileşimde bulunduğu, bilgisayar tabanlı kullanılan bilişim sistemleridir."
  },
  {
    "id": "994780",
    "unitNumber": 3,
    "text": "Bir kararın rasyonelliği aşağıdakilerden hangisine bağlı değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Fazla verinin toplanmasına",
      "B": "yeterli verinin sağlanmış olmasına",
      "C": "verinin kaliteli olmasına",
      "D": "sağlıklı bir modellemeye",
      "E": "doğru bilginin üretilmesine"
    },
    "explanation": "Bir kararın rasyonelliği, yeterli verinin sağlanmış olmasına, bu verinin kaliteli olmasına ve sağlıklı bir modellemeye istinaden doğru bilginin üretilmesine bağlıdır."
  },
  {
    "id": "994792",
    "unitNumber": 3,
    "text": "Karar Destek Sistemi kavramı, kaç yılında Peter G. Keen tarafından gündeme getirilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "1972",
      "B": "1975",
      "C": "1982",
      "D": "1985",
      "E": "1992"
    },
    "explanation": "Karar Destek Sistemi kavramı, 1972 yılında Peter G. Keen tarafından gündeme getirilmiştir."
  },
  {
    "id": "994805",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi karar destek sistemleri ile yöneticilere sağlanan bir destek değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Veri desteği",
      "B": "Model desteği",
      "C": "Yazılım desteği",
      "D": "Hesaplama desteği",
      "E": "Analiz desteği"
    },
    "explanation": "Karar Destek Sistemleri, karar alma durumundaki yöneticilere, model desteği, bilgi desteği, yazılım desteği, hesaplama desteği ve açılım (analiz) desteği ve benzeri destekleri sağlamak amacıyla geliştirilen bir yönetim bilgi sistemi türüdür."
  },
  {
    "id": "994826",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi karar destek sistemlerini kullanan firmaların kullanmayanlara oranla sahip olduğu bir avantaj değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "İnsan kaynağı gerektirmez.",
      "B": "Kârlılık daha yüksektir.",
      "C": "Kârlılık daha kararlıdır; zaman içinde daha az değişiklik gösterir.",
      "D": "Karara ulaşma süresi daha kısadır.",
      "E": "Daha fazla alternatif göz önünde bulundurulur."
    },
    "explanation": "Karar Destek Sistemlerini kullanan firmalar kullanmayanlara oranla daha avantajlıdır. Bu avantajlar şöyledir:\n<br/><ul><br/><li>Kârlılık daha yüksektir.</li><br/><li>Kârlılık daha kararlıdır; zaman içinde daha az değişiklik gösterir.</li><br/><li>Karara ulaşma süresi daha kısadır.</li><br/><li>Daha fazla alternatif göz önünde bulundurulur. </li><br/></ul><br/>Karar Destek Sistemlerini kullanan firmalar kullanmayanlara oranla daha avantajlıdır. Bu avantajlar şöyledir:\n <ul> <li>Kârlılık daha yüksektir.</li> <li>Kârlılık daha kararlıdır; zaman içinde daha az değişiklik gösterir.</li> <li>Karara ulaşma süresi daha kısadır.</li> <li>Daha fazla alternatif göz önünde bulundurulur. </li> </ul>"
  },
  {
    "id": "994852",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Grup Karar Destek Sistemi bileşenlerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Anket yazılımları",
      "B": "Lojistik bilişim sistem yazılımları",
      "C": "Lojistik ağ tasarımının yapıldığı yazılımlar",
      "D": "Hızlı yanıt sistemleri",
      "E": "Müşteri ilişkileri yönetim sistemleri"
    },
    "explanation": "Anket yazılımları grup karar destek sistemlerinde grup liderlerine, toplantı öncesinde ve toplantı sonrasında, öncelikleri belirlemeye yönelik bilgi toplama kolaylığı sağlayan yazılımlardır."
  },
  {
    "id": "994865",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Etkin Tüketici Yanıtı sistemine ilişkin bir tanımlamadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Bilginin bir bütün olarak paylaşılması için lojistik kanal içerisinde tüm tarafların birlikte çalıştığı basit, hızlı ve müşteri odaklı sistemdir.",
      "B": "Çapraz analizler yoluyla müşterilere daha etkin ve verimli hizmetler sunularak müşteri sadakatini artırmayı amaçlayan bilişim sistemidir.",
      "C": "Tüm tedarikçilerle olan ilişkilerde toplam değeri en üst düzeye çıkartan bilişim sistemidir.",
      "D": "Hatasız ürün ve süreç maliyetlendirmesi için masrafları faaliyetlerle, nesnelerle ve süreçlerle ilişkilendiren bir maliyet hesaplama sistemidir.",
      "E": "Elde bulundurmama durumunun en aza indirilmesi ve talebin en hızlı bir şekilde karşılanması amacıyla siparişten teslimata olan sürenin en aza indirgenmesini sağlayan sistemdir."
    },
    "explanation": "Etkin Tüketici Yanıtı (Efficient Consumer Response-ECR):Tüketici beklentilerinin daha iyi, daha hızlı, daha düşük maliyetli ve tam zamanında yerine getirilmesi ve bilginin bir bütün olarak paylaşılması için lojistik kanal içerisinde tüm tarafların birlikte çalıştığı basit, hızlı ve müşteri odaklı sistemdir."
  },
  {
    "id": "994880",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Yalın Lojistiğin Sağladığı Ölçülebilir Sonuçlar arasında azaltılması beklenen bir durumdur?",
    "correctAnswer": "D",
    "options": {
      "A": "Sevkiyat Sıklığı",
      "B": "Yükleme hızı",
      "C": "Ekipman Kullanımı",
      "D": "Çevrim Süresi",
      "E": "Alan hacmi"
    },
    "explanation": "Çevirim süresi Tablo 3.1 de gösterildiği gibi azaltılması gereken bir durumdur."
  },
  {
    "id": "1044228",
    "unitNumber": 4,
    "text": "Siparişin verilmesinden siparişin teslim edildiği zamana kadar geçen süreye ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Siparişin İletilmesi",
      "B": "Sipariş yönetimi",
      "C": "Sipariş döngüsü",
      "D": "Siparişin hazırlanması",
      "E": "Siparişin Takibi"
    },
    "explanation": "Sipariş döngüsü, siparişin verilmesinden siparişin teslim edildiği zamana kadar geçen süreyi ifade eder."
  },
  {
    "id": "1044234",
    "unitNumber": 4,
    "text": "Siparişin mutlaka eksiksiz ve doğru bir şekilde ulaştığına emin olmak, gelen siparişlerin önceliğini belirlemek ve siparişin nereden karşılanacağına karar verilen evre aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Siparişin Hazırlanması",
      "B": "Siparişin İletilmesi",
      "C": "Sipariş Yönetiminde Sürecin Yürütülmesi",
      "D": "Siparişin Karşılanması ve İşlenmesi",
      "E": "Sevkiyatın Planlanması"
    },
    "explanation": "Siparişin Karşılanması ve İşlenmesi: Sipariş karşılanırken işletmenin dikkat etmesi gereken üç ana unsur; siparişin mutlaka eksiksiz ve doğru bir şekilde ulaştığına emin olmak, gelen siparişlerin önceliğini belirlemek ve siparişin nereden karşılanacağına karar vermektir."
  },
  {
    "id": "1044246",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi lojistik yönetiminin unsurlarından biri <u><strong>değildir?</strong></u>",
    "correctAnswer": "E",
    "options": {
      "A": "Zaman",
      "B": "Güvenilirlik",
      "C": "İletişim",
      "D": "Ulaşılabilirlik",
      "E": "Maliyet"
    },
    "explanation": "Lojistik yönetimi çerçevesinden müşteri hizmetlerine bakıldığında müşteri hizmetleri tedarik zincirindeki tüm tarafları zaman, güvenilirlik, iletişim ve ulaşılabilirlik açısından tatmin edebilme yeteneği olarak tanımlanabilir."
  },
  {
    "id": "1044252",
    "unitNumber": 4,
    "text": "İşletmelerin sipariş ve sevkiyat performanslarını ölçmek için sık kullanılan ve basit ölçme yöntemine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sipariş karşılama oranı",
      "B": "Sipariş takibi",
      "C": "Sipariş teslimatı",
      "D": "Sevkiyat planı",
      "E": "Sipariş oranı"
    },
    "explanation": "Sipariş karşılama oranı, işletmelerin sipariş ve sevkiyat performanslarını ölçmek için sık kullanılan ve basit bir ölçme yöntemidir."
  },
  {
    "id": "1044770",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi müşteri ilişkileri yönetim sistemlerinin amaçlarından biri <u><strong>değildir?</strong></u>",
    "correctAnswer": "B",
    "options": {
      "A": "Müşterilere daha iyi hizmet sunmak",
      "B": "Yeni pazarlar bulmak",
      "C": "Müşteriler ile sürekli ve etkin iletişim kurmak",
      "D": "Doğru zamanda, doğru müşteriye, doğru ürünü satmak",
      "E": "Müşteri hizmetleri bölümünün verimli çalışmasını sağlamak"
    },
    "explanation": "Müşteri ilişkileri yönetim sistemlerinin amaçları aşağıdaki gibi sıralanabilir:<br/>• Müşterilere daha iyi hizmet sunmak,<br/>• Müşteriler ile sürekli ve etkin iletişim kurmak,<br/>• Doğru zamanda, doğru müşteriye, doğru ürünü satmak,<br/>• Müşteri hizmetleri bölümünün verimli çalışmasını sağlamak,<br/>• Çapraz ve dikey satış olanakları yaratmak,<br/>• Satış ekibinin daha kolay ve hızlı satış yapmasını sağlamak,<br/>• Pazarlama ve satış faaliyetlerini basit ve birbirine paralel hâle getirmek,<br/>• Satış fırsatlarını doğru ve etkin değerlendirmek,<br/>• Yeni müşteriler bulmak,<br/>• Müşteri başına kârlılığı arttırmak için teknolojiyi kullanmak."
  },
  {
    "id": "1044790",
    "unitNumber": 4,
    "text": "İşletmenin veri tabanını oluşturmadaki temel amacı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Müşteri odaklılık",
      "B": "Müşteri İlişkileri Yönetim Sistemleri",
      "C": "Müşteri Temas Sistemleri",
      "D": "Siparişin takibi",
      "E": "Küresel konumlandırma sistemi"
    },
    "explanation": "İşletme, müşterilerin demografik, sosyo-ekonomik özelliklerine, satın alma alışkanlıklarına ve iletişim (adres, telefon, e-mail) bilgilerine çeşitli yollar ile ulaşır. İşletmenin bu veri tabanını oluşturmadaki temel amacı müşterileri anlamaktır. Müşteri odaklılık ilkesi ile hareket ederek bilgi açısından zengin, dolayısıyla müşterilere sunacaklarından daha emin geleceğe yönelik uzun vadeli ilişkiler kurma gayesindedir."
  },
  {
    "id": "1044793",
    "unitNumber": 4,
    "text": "Üretim işletmelerinin kapalı bir sitem içerisinde kullandığı imalata dayalı bir bilgi sistemine ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "RFID",
      "B": "EDI",
      "C": "GPS",
      "D": "MRP",
      "E": "ERP"
    },
    "explanation": "MRP sistemleri üretim işletmelerinin kapalı bir sitem içerisinde kullandığı imalata dayalı bir bilgi sistemidir."
  },
  {
    "id": "1044872",
    "unitNumber": 4,
    "text": "İşletme eğer tedarikçileri ve müşterileri ile açık bir sistem içerisinde yer almak istiyorsa hangi sistemi kullanmalıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "PDA",
      "B": "MRP",
      "C": "GPS",
      "D": "ERP",
      "E": "CRM"
    },
    "explanation": "İşletme eğer tedarikçileri ve müşterileri ile açık bir sistem içerisinde yer almak istiyorsa bu durumda kurumsal kaynak planlaması (ERP) sistemlerini kullanmalıdır."
  },
  {
    "id": "1044877",
    "unitNumber": 4,
    "text": "Siparişte özellikle belirtilmediği takdirde ürünlerin taşınması açısından en uygun ve maliyet açısından en etkin taşıma türünün seçilmesi kararını vermek hangi bölümün görevidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Teslimat",
      "B": "Depo",
      "C": "Lojistik",
      "D": "Taşıma",
      "E": "Sevkiyat"
    },
    "explanation": "Siparişte özellikle belirtilmediği takdirde ürünlerin taşınması açısından en uygun ve maliyet açısından en etkin taşıma türünün seçilmesi kararını vermek sevkiyat bölümünün görevidir."
  },
  {
    "id": "1044881",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi sipariş yönetiminde sürecin planlanmasında başvurulan aşamalardan biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Siparişin İletilmesi",
      "B": "Sipariş Teslimatı",
      "C": "Siparişin Takibi",
      "D": "Siparişin Hazırlanması",
      "E": "Sevkiyatın Planlanması"
    },
    "explanation": "Sipariş Yönetiminde Sürecin Planlanması:\n <ul> <li>Siparişin İletilmesi</li> <li>Siparişin Karşılanması ve İşlenmesi</li> </ul>"
  },
  {
    "id": "1069586",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi sipariş döngüsündeki aşamalardan birisi değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Siparişin iletilmesi",
      "B": "Siparişin karşılanması ve işlenmesi",
      "C": "Siparişin hazırlanması",
      "D": "Siparişin iadesi",
      "E": "Siparişin sevkinin planlanması"
    },
    "explanation": "Bunlardan \u001dlk\u001d s\u001dpar\u001dş\u001dn müşter\u001d tarafından oluşturularak \u001dşletmeye \u001dlet\u001dlmes\u001dd\u001dr. Bu \u001dlk aşamada s\u001dpar\u001dş\u001dn müşter\u001d tarafından doğru olarak aktarılması çok öneml\u001dd\u001dr. İk\u001dnc\u001d aşamada \u001dse \u001dşletme s\u001dpar\u001dş\u001d karşılayarak s\u001dpar\u001dş\u001d hazırlamaya başlar. Bu aşamada stok kontroller\u001dn\u001dn yapılarak s\u001dpar\u001dş\u001dn karşılanab\u001dleceğ\u001dnden em\u001dn olmak gerek\u001dr. Üçüncü aşa-mada \u001dşletme toplama yaparak s\u001dpar\u001dş\u001d müşter\u001dn\u001dn \u001dsted\u001dğ\u001d şek\u001dlde hazırlar. Bu aşamada ver\u001dml\u001d b\u001dr depo yönet\u001dm\u001dn\u001dn katkısı büyüktür. Ürünler\u001dn yerler\u001dn\u001dn en hızlı b\u001dr b\u001dç\u001dmde bulunarak hazırlanması, paketlen\u001dp sevke aktarılması ancak etk\u001dn b\u001dr depo yönet\u001dm\u001d \u001dle mümkündür. Dördüncü aşamada, hazırlanmış olan s\u001dpar\u001dş sevk\u001dyat bölümünün seçt\u001dğ\u001d uygun araçlara yükleme güvenl\u001dğ\u001d göz önünde bulundurularak yüklen\u001dr ve güzergâh be-l\u001drlenerek müşter\u001dn\u001dn \u001dsted\u001dğ\u001d adrese, \u001dsted\u001dğ\u001d zaman d\u001dl\u001dm\u001d \u001dçer\u001ds\u001dnde taşınır. Son aşamada se s\u001dpar\u001dş müşter\u001dye hasarsız, eks\u001dks\u001dz ve doğru b\u001dç\u001dmde tesl\u001dm ed\u001dl\u001dr."
  },
  {
    "id": "1069726",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi sipari\u001dşi\u001dn karşılanacağı yeri\u001dn beli\u001drlenmesi\u001dnden ürünün uygun şeki\u001dlde toplanarak sevki\u001dyata hazırlanmasına kadar geçen süreyi\u001d i\u001dfade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Siparişin hazırlanması",
      "B": "Sevkiyatın planlanması",
      "C": "Siparişin işlenmesi",
      "D": "Siparişin karşılanması",
      "E": "Siparişin iletilmesi"
    },
    "explanation": "Si\u001dpar\u001dişi\u001dn hazırlanması, si\u001dpari\u001dşi\u001dn karşılanacağı yer\u001din bel\u001dirlenmes\u001dinden ürünün uygun şeki\u001dlde toplanarak sevki\u001dyata hazırlanmasına kadar geçen sürey\u001di \u001difade eder."
  },
  {
    "id": "1071755",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi en temel amaçlarından biri gelen siparişleri birleştirmek ve oluşturulan yükü uygun araçlara yükleyerek iyi bir güzergah planlaması ile sevkini gerçekleştirmek olan bölümdür?",
    "correctAnswer": "A",
    "options": {
      "A": "Sevkiyatın planlaması",
      "B": "Siparişin hazırlanması",
      "C": "Siparişin iletilmesi",
      "D": "Siparişin takibi",
      "E": "Sipariş teslimi"
    },
    "explanation": "Sevk\u001dyat bölümünün en temel amaçlarından b\u001dr\u001d gelen s\u001dpar\u001dşler\u001d b\u001drleşt\u001drmek ve oluş-turulan yükü uygun araçlara yükleyerek \u001dy\u001d b\u001dr güzergâh planlaması \u001dle sevk\u001dn\u001d gerçek-leşt\u001drmekt\u001dr."
  },
  {
    "id": "1071959",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi sipariş verme ve ödeme kolaylığı için kullanılan sistemdir?",
    "correctAnswer": "B",
    "options": {
      "A": "Elektronik veri değişim sistemleri (EDI)",
      "B": "Kurumsal kaynak planlaması (ERP)",
      "C": "Sipariş karşılama oranı",
      "D": "Radyo frekansı ile tanımlama (RFID)",
      "E": "Müşteri ilişkileri yönetimi (CRM)"
    },
    "explanation": "Günümüzde kullanılan Kurumsal Kaynak Planlaması (ERP) s\u001dstemler\u001d \u001dle s\u001dpar\u001dş ver-me sürec\u001d hem s\u001dpar\u001dş\u001d veren hem de s\u001dpar\u001dş\u001d alan taraf açısından oldukça kolaylaşmış-tır. Bütünleş\u001dk b\u001dr s\u001dstem gerekt\u001dren bu tür planlamalar \u001dler\u001d teknoloj\u001d yatırımı gerekt\u001dr-mekte, kısa vadede mal\u001dyetler\u001d artırırken uzun vadede müşter\u001d memnun\u001dyet\u001dn\u001d ve \u001dşletme kârlılığını artırmaktadır."
  },
  {
    "id": "1072199",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi bir işletme ile rakipleri arasındaki performans uzaklığını ölçmeye yarayan analiz tekniğidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Boşluk analizi",
      "B": "Nitel analiz",
      "C": "Nicel analiz",
      "D": "Görüşme analizi",
      "E": "Ölçek analizi"
    },
    "explanation": "Bu şi\u001drket i\u001dçi\u001d anali\u001dzler uygulandıktan sonra \u001dişletme raki\u001dpler \u001dile arasındaki\u001d performans uzaklığını da Boşluk Anali\u001dzi\u001d (Gap Anal\u001dizi\u001d) gi\u001dbi\u001d tekn\u001diklerle ölçerek pazardaki\u001d durumunu daha i\u001dyi\u001d ortaya koymalıdır."
  },
  {
    "id": "1072328",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi malzeme ihtiyaç planlaması için kullanılan sistemdir?",
    "correctAnswer": "B",
    "options": {
      "A": "ERP sistemi",
      "B": "MRP sistemi",
      "C": "RFID sistemi",
      "D": "GAP sistemi",
      "E": "EDI sistemi"
    },
    "explanation": "İç kaynakları kullanarak (stoklardan faydalanarak ya da üret\u001dm yaparak) elde edilebileceği\u001d gi\u001dbi\u001d söyled\u001diği\u001dmi\u001dz gi\u001dbi\u001d farklı tedar\u001dkç\u001dilerden de elde edi\u001dlebi\u001dli\u001dr. Bu durumda \u001dişletmeni\u001dn ürünler\u001d kendi\u001d üretecekse malzeme \u001dihti\u001dyaç planlaması (MRP) yapması gerekecekti\u001dr. MRP siistemlerii üreti\u001dmi i\u001dşletmeleri\u001dni\u001dn kapalı b\u001dr sis\u001dtem i\u001dçeri\u001dsi\u001dnde kullandığı i\u001dmalata dayalı bi\u001dr bi\u001dlgi\u001d si\u001dstem\u001ddi\u001dr."
  },
  {
    "id": "1072427",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi müşteri ilişkileri yönetim sistemlerinin amaçlarından birisi değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Müşterilere daha iyi hizmet sunmak",
      "B": "Yeni müşteriler bulmak",
      "C": "Müşteriler ile sürekli ve etkin iletişim kurmak",
      "D": "Doğrudan satış olanakları yaratmak",
      "E": "Satış fırsatlarını doğru ve etkin değerlendirmek"
    },
    "explanation": "Buna göre müşteri\u001d i\u001dli\u001dşki\u001dleri\u001d yöneti\u001dm si\u001dstemleri\u001dni\u001dn amaçları aşağıdaki\u001d gi\u001dbi\u001d sıralanabi\u001dli\u001dr: • Müşterilere daha iyi hizmet sunmak,• Müşteriler ile sürekli ve etkin iletişim kurmak,• Doğru zamanda, doğru müşteriye, doğru ürünü satmak,• Müşteri hizmetleri bölümünün verimli çalışmasını sağlamak,• Çapraz ve dikey satış olanakları yaratmak,• Satış ekibinin daha kolay ve hızlı satış yapmasını sağlamak,• Pazarlama ve satış faaliyetlerini basit ve birbirine paralel hâle getirmek,• Satış fırsatlarını doğru ve etkin değerlendirmek,• Yeni müşteriler bulmak,• Müşteri başına kârlılığı arttırmak için teknolojiyi kullanmak."
  },
  {
    "id": "1072553",
    "unitNumber": 4,
    "text": "\"Müşteriler hakkında bilgi toplanması, analiz edilmesi ve bu analizden elde edilen sonuçların değerlendirilmesini içerir.\"\n<br/>Yukarıda müşteri hizmetleri yazılımlarının hangi boyutuna değinilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Operasyonel boyut",
      "B": "İçerik boyutu",
      "C": "Analitik boyut",
      "D": "Hizmet boyutu",
      "E": "Müşteri ilişkileri boyutu"
    },
    "explanation": "Bu programları yazan işletmeler genel olarak müşteri ilişkiler yönetimin analitik ve operasyonel olarak iki boyutta incelemektedir. Analitik boyut, müşteriler hakkında bilgi toplanması, analiz edilmesi ve bu analizden elde edilen sonuçların değerlendirilmesini içerir."
  },
  {
    "id": "1072605",
    "unitNumber": 4,
    "text": "Taşımacılık operasyonları \u001diçi\u001dn en i\u001dyi\u001d rotayı ve zamanlamayı hesaplayan yazılımlara ne ad verilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Konteyner yükleme sistemi",
      "B": "Güzergah planlama sistemleri",
      "C": "ERP sistemleri",
      "D": "RFID sistemleri",
      "E": "Boşluk analizi"
    },
    "explanation": "Güzergâh planlama si\u001dstemleri\u001d taşımacılık operasyonları \u001diç\u001din en \u001diyi\u001d rotayı ve zamanlamayı hesaplayan yazılımlardır."
  },
  {
    "id": "1074380",
    "unitNumber": 4,
    "text": "Bir sanal mağazadan saat sipariş eden Ahmet beye, siparişi tam istediği ebatlarda ve zamanında ulaşmıştır. Bu durumda mağaza hakkında aşağıdakilerden hangisi tam olarak söylenebilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sipariş sonrası müşteri hizmetlerini dikkate alan",
      "B": "Sipariş verme ve ödeme kolaylığı sağlayan",
      "C": "Siparişin doğruluğu ve zamanındalığına önem veren",
      "D": "Sipariş miktarının yönetimini dikkate alan",
      "E": "Sevkiyata önem veren"
    },
    "explanation": "S\u001dipari\u001dşi\u001dn Doğruluğu ve Zamanındalığı\n Müşteri\u001dleri\u001dn si\u001dpari\u001dş verme süreci\u001dnde di\u001dkkat etti\u001dkleri\u001d di\u001dğer bi\u001dr nokta veri\u001dlen si\u001dpar\u001diş\u001din detaylarının doğru ve zamanında karşı tarafa \u001dileti\u001dlmesi\u001ddi\u001dr."
  },
  {
    "id": "924780",
    "unitNumber": 4,
    "text": "Sipariş döngüsü boyunca gerçekleştirilen çeşitli faaliyetlerin yönetimi olarak tanımlanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Siparişin iletilmesi",
      "B": "Sipariş yönetimi",
      "C": "Sevkiyat planlaması",
      "D": "Taşımacılık faaliyeti",
      "E": "Sipariş hazırlama"
    },
    "explanation": "Genel olarak sipariş yönetimi her işletmenin kendi süreçlerine uygun olarak planlanır ve yürütülür. Ancak temel olarak bir sipariş döngüsünün varlığı tüm işletmeler için geçerlidir. O hâlde, <strong>sipariş yönetimi</strong>ni sipariş döngüsü boyunca gerçekleştirilen çeşitli faaliyetlerin yönetimi olarak tanımlamak mümkündür."
  },
  {
    "id": "924783",
    "unitNumber": 4,
    "text": "sipariş döngüsünde yer alan sipariş yönetiminde sürecin planlanması, hangi aşamaları içinde barındırmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Siparişin iletilmesi, karşılanması ve işlenmesi",
      "B": "Siparişin hazırlanması ve sevkiyatın planlanması",
      "C": "Siparişin takibi ve teslimat",
      "D": "Siparişin takibi ve iletilmesi",
      "E": "Sevkiyatın planlanması ve karşılanması"
    },
    "explanation": "Sipariş döngüsünü üç ana başlıkta; sipariş yönetiminde sürecin planlanması, sürecin yürütülmesi ve sürecin tamamlanması olarak incelenmektedir. Sipariş yönetiminde sürecin planlanması siparişin iletilmesi, karşılanması ve işlenmesini içerir."
  },
  {
    "id": "924792",
    "unitNumber": 4,
    "text": "Gelen siparişleri birleştirmek ve oluşturulan yükü uygun araçlara yükleyerek iyi bir güzergâh planlaması ile sevkini gerçekleştirmek sipariş döngüsünde aşağıdakilerden hangisi ile gerçekleşmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Siparişin iletilmesi",
      "B": "Siparişin karşılanması ve işlenmesi",
      "C": "Siparişin hazırlnaması",
      "D": "Siparişin sevkiyatının planlanması",
      "E": "Siparişin takibi ve teslimi"
    },
    "explanation": "Sevkiyat planlaması: Sevkiyat bölümünün en temel amaçlarından biri gelen siparişleri birleştirmek ve oluşturulan yükü uygun araçlara yükleyerek iyi bir güzergâh planlaması ile sevkini gerçekleştirmektir."
  },
  {
    "id": "925110",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi sipariş öncesi müşteri hizmetleri ile ilgilidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sipariş verme ve ödeme kolaylığı",
      "B": "Siparişin doğruluğu ve zamanındalığı",
      "C": "Müşteri hizmetleri performans ölçümü",
      "D": "Müşteri şikayetlerinin karşılanması",
      "E": "Müşteri hizmetleri hedeflerinin belirlenmesi"
    },
    "explanation": "Müşteri hizmetleri hedeflerinin belirlenmesi, müşteri hizmet seviyesi ve sipariş miktarlarının yönetilmesi sipariş öncesi müşteri hizmetleri kapsamındadır."
  },
  {
    "id": "925132",
    "unitNumber": 4,
    "text": "Kurumsal kaynak planlaması (ERP) sistemleri müşteriler açısından hangi süreçte kolaylık sağlamaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Sipariş belirleme sürecinde",
      "B": "Sipariş tedarik sürecinde",
      "C": "Sipariş teslimatı sürecinde",
      "D": "Sipariş verme sürecinde",
      "E": "Siparişin iadesi sürecinde"
    },
    "explanation": "Günümüzde kullanılan Kurumsal Kaynak Planlaması (ERP) sistemleri ile sipariş verme süreci hem siparişi veren hem de siparişi alan taraf açısından oldukça kolaylaşmıştır."
  },
  {
    "id": "925205",
    "unitNumber": 4,
    "text": "İşletmelere göre çoğu kez hizmet hatası olarak kabul edilen süreç içi aksaklıklar müşteriler için önemli birer tatminsizlik konusu hâlini alabilir. Bu tip hizmet hatalarının da en çok yaşandığı süreç aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sipariş öncesi bilgilendirilme",
      "B": "Sipariş verme",
      "C": "Siparişin geç, kayıp, hasarlı, eksik veya yanlış teslimatı",
      "D": "Sipariş için ödeme yapma",
      "E": "Sipariş sevkiyatı"
    },
    "explanation": "İşletmelere göre çoğu kez hizmet hatası olarak kabul edilen süreç içi aksaklıklar müşteriler için önemli birer tatminsizlik konusu hâlini alabilir. Bu tip hizmet hatalarının da en çok sipariş döngüsünde gerçekleştiği, özellikle de geç, kayıp, hasarlı, eksik veya yanlış teslimatlar nedeniyle oluştuğu saptanmıştır."
  },
  {
    "id": "925217",
    "unitNumber": 4,
    "text": "Siparişin verilmesinden teslimatı yapılan ürünlerin ödemesinin tahsilatına kadar geçen sürede müşterilerin, stokların ve tersine lojistiğin yönetimini aşağıdakilerden hangisi ile ilglidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Müşteri yönetim sistemi",
      "B": "Lojistik yönetim sistemi",
      "C": "Sipariş yönetim sistemleri",
      "D": "Stok yönetim sistemi",
      "E": "Pazar yönetim sistemi"
    },
    "explanation": "Sipariş yönetim sistemleri genel olarak siparişin verilmesinden teslimatı yapılan ürünlerin ödemesinin tahsilatına kadar geçen sürede müşterilerin, stokların ve tersine lojistiğin yönetimini içerir."
  },
  {
    "id": "925232",
    "unitNumber": 4,
    "text": "Bir sipariş iç kaynakları kullanarak (stoklardan faydalanarak ya da üretim yaparak) elde edilebileceği gibi farklı tedarikçilerden de elde edilebilir. Bu durumda işletmenin ürünleri kendi üretecekse yapması geren ilk şey nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Malzeme ihtiyaç planlaması yapmak",
      "B": "Depo planlaması yapmak",
      "C": "Ham madde planlaması yapmak",
      "D": "Teknolojik yatırım yapmak",
      "E": "Müşteri analizi yapmak"
    },
    "explanation": "Bir sipariş iç kaynakları kullanarak (stoklardan faydalanarak ya da üretim yaparak) elde edilebileceği gibi söylediğimiz gibi farklı tedarikçilerden de elde edilebilir. Bu durumda işletmenin ürünleri kendi üretecekse malzeme ihtiyaç planlaması (MRP) yapması gerekecektir."
  },
  {
    "id": "925258",
    "unitNumber": 4,
    "text": "<ol type=\"I\"> <li>Toplanan siparişler uygun şekilde ambalajlanarak bir araya getirilir ve sevk bölgesine yönlendirilir.</li> <li>En etkin güzergâh planlaması yapılır.</li> <li>Aracın takibi yapılır ve güncel yer bilgisi alınır.</li> </ol> Yukarıdakilerden hangisi ya da hangileri siparişlerin sevkinin ve görünürlüğünün sağlanmasıyla ilgili doğru bir bilgidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I, II ve III",
      "E": "I ve III"
    },
    "explanation": "Toplanan siparişler uygun şekilde ambalajlanarak bir araya getirilir ve sevk bölgesine yönlendirilir. Araç bir kez yüklendikten sonra diğer bir aşama güzergâh planlamasıdır. Araç içerisinde tek varışlı değil de çok sayıda müşteriye teslim edilecek sipariş var ise bu noktada en etkin güzergâh planlaması yapmak maliyetler açısından zorunlu hâle gelecektir. Son olarak araçlar en uygun şekilde yüklenip en doğru güzergâh üzerinde giderken takibinin yapılması ve güncel yer bilgisinin alınması hem işletme hem de müşteriler açısından önem taşımaktadır."
  },
  {
    "id": "925269",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi müşteri ilişkileri yönetim sistemlerinin amaçlarından biri <u>değildir?</u>",
    "correctAnswer": "B",
    "options": {
      "A": "Müşterilere daha iyi hizmet sunmak",
      "B": "Doğru zamanda, doğru müşteriye, pahalı ürünü satmak",
      "C": "Müşteriler ile sürekli ve etkin iletişim kurmak",
      "D": "Müşteri hizmetleri bölümünün verimli çalışmasını sağlamak",
      "E": "Çapraz ve dikey satış olanakları yaratmak"
    },
    "explanation": "Buna göre müşteri ilişkileri yönetim sistemlerinin amaçları aşağıdaki gibi sıralanabilir:\n <ul> <li>Müşterilere daha iyi hizmet sunmak,</li> <li>Müşteriler ile sürekli ve etkin iletişim kurmak,</li> <li>Doğru zamanda, doğru müşteriye, doğru ürünü satmak,</li> <li>Müşteri hizmetleri bölümünün verimli çalışmasını sağlamak,</li> <li>Çapraz ve dikey satış olanakları yaratmak,</li> <li>Satış ekibinin daha kolay ve hızlı satış yapmasını sağlamak,</li> <li>Pazarlama ve satış faaliyetlerini basit ve birbirine paralel hâle getirmek,</li> <li>Satış fırsatlarını doğru ve etkin değerlendirmek,</li> <li>Yeni müşteriler bulmak,</li> <li>Müşteri başına kârlılığı arttırmak için teknolojiyi kullanmak.</li> </ul>"
  },
  {
    "id": "948079",
    "unitNumber": 4,
    "text": "I. Lojistiğin önemli faaliyetlerinden biridir.\n<br/>II. Sipariş döngüsü boyunca gerçekleştirilen çeşitli faaliyetlerin yönetimi olarak tanımlanabilir.\n<br/>III. Ürünlerin müşterilere zamanında, eksiksiz, hasarsız, doğru bir şekilde ve iyi bir fiyatla ulaşmasının temelini oluşturur.\n<br/>Hangisi ya da hangileri sipariş yönetimine ilişkin doğru ifadelerdendir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I, II",
      "D": "II, III",
      "E": "I, II, III"
    },
    "explanation": "Verilen öncüllerin hepsi sipariş yönetimine ilişkin doğru ifadelerdendir."
  },
  {
    "id": "948213",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi sipariş döngüsünde yer alan aşamalardan biri <strong>değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Siparişin iletilmesi",
      "B": "Siparişin karşılanması ve işlenmesi",
      "C": "Sipariş edilen ürünün üretilmesi",
      "D": "Sipariş sevkinin planlanması",
      "E": "Siparişin takibi ve teslimi"
    },
    "explanation": "Sipariş edilen ürünün üretilmesi, sipariş döngüsünde yer alan aşamalardan biri değildir. Doğru cevap C'dir."
  },
  {
    "id": "948304",
    "unitNumber": 4,
    "text": "I. Siparişin mutlaka eksiksiz ve doğru bir şekilde ulaştığına emin olmak\n II. Gelen siparişlerin önceliğini belirlemek\n III. Siparişi nereden karşılayacağına karar vermek\n Hangisi ya da hangileri sipariş karşılanırken işletmenin dikkat etmesi gereken unsurlardandır?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III",
      "B": "II, III",
      "C": "I, II",
      "D": "Yalnız II",
      "E": "Yalnız I"
    },
    "explanation": "Verilen öncüllerin hepsi sipariş karşılanırken işletmenin dikkat etmesi gereken unsurlardandır. Doğru cevap A'dır."
  },
  {
    "id": "948430",
    "unitNumber": 4,
    "text": "Günümüzde sipariş süreci başlatılırken kullanılan sistem aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "GPS",
      "B": "EDI",
      "C": "ARH",
      "D": "OPH",
      "E": "LGS"
    },
    "explanation": "Geçmişte sipariş sürecinin başlaması yüz yüze veya en fazla telefon ya da faks yoluyla gerçekleşirken günümüzde artık elektronik veri değişim sistemleri (EDI) sayesinde daha güvenilir ve doğru bir şekilde akış sağlanmaktadır. Doğru cevap B'dir."
  },
  {
    "id": "948604",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi müşteri hizmetlerinin, tedarik zincirindeki tüm tarafları tatmin etmesi gerektiği yönlerden biri <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Zaman",
      "B": "Güvenilirlik",
      "C": "İletişim",
      "D": "Maddi tasarruf",
      "E": "Ulaşılabilirlik"
    },
    "explanation": "Maddi tasarruf, müşteri hizmetlerinin, tedarik zincirindeki tüm tarafları tatmin etmesi gerektiği yönlerden biri değildir. Doğru cevap D'dir."
  },
  {
    "id": "948667",
    "unitNumber": 4,
    "text": "Günümüzde kullanılan hangi sistem ile sipariş verme süreci hem siparişi veren hem de siparişi alan taraf açısından oldukça kolaylaşmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "EDI",
      "B": "ERP",
      "C": "GPS",
      "D": "ARH",
      "E": "LGS"
    },
    "explanation": "Günümüzde kullanılan Kurumsal Kaynak Planlaması (ERP) sistemleri ile sipariş verme süreci hem siparişi veren hem de siparişi alan taraf açısından oldukça kolaylaşmıştır. Doğru cevap B'dir."
  },
  {
    "id": "948788",
    "unitNumber": 4,
    "text": "I. Tüm iletişim kanallarının açık olması\n II. Müşterinin en iyi şekilde dinlenmesi\n III. En etkin ve hızlı biçimde sorunun ortadan kaldırılması\n Hangisi ya da hangileri müşteri şikâyetlerinin karşılanmasında en önemli unsurlardandır?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III",
      "B": "II, III",
      "C": "I, II",
      "D": "Yalnız II",
      "E": "Yalnız I"
    },
    "explanation": "Verilen öncüllerin hepsi müşteri şikâyetlerinin karşılanmasında en önemli unsurlardandır. Doğru cevap A'dır."
  },
  {
    "id": "948854",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi üretim işletmelerinin kapalı bir sistem içerisinde kullandığı imalata dayalı bir bilgi sistemidir?",
    "correctAnswer": "C",
    "options": {
      "A": "ERP",
      "B": "EDI",
      "C": "MRP",
      "D": "ARH",
      "E": "OPH"
    },
    "explanation": "MRP sistemleri üretim işletmelerinin kapalı bir sistem içerisinde kullandığı imalata dayalı bir bilgi sistemidir. Doğru cevap C'dir."
  },
  {
    "id": "948988",
    "unitNumber": 4,
    "text": "I. Kapasite değişikliklerine ayak uydurabilen esnek sistemlerdir.\n II. İşletmeye günlük sipariş hacimleri konusunda bilgi vererek planlama, kontrol ve analiz yapma imkânı sağlar.\n III. İlk yatırım maliyeti yüksektir.\n Hangisi ya da hangileri ışıklı toplama sistemlerine ilişkin doğru ifadelerdendir?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, II",
      "B": "II, III",
      "C": "I, II",
      "D": "Yalnız II",
      "E": "Yalnız I"
    },
    "explanation": "Verilen öncüllerin hepsi ışıklı toplama sistemlerine ilişkin doğru ifadelerdendir. Doğru cevap A'dır."
  },
  {
    "id": "949067",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi müşteri ilişkileri yönetim sistemlerinin amaçlarından biri <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Müşterilere daha iyi hizmet sunmak",
      "B": "Müşteriler ile sürekli ve etkin iletişim kurmak",
      "C": "Doğru zamanda, doğru müşteriye, doğru ürünü satmak",
      "D": "Müşteri hizmetleri bölümünün verimli çalışmasını sağlamak",
      "E": "Pazarlama ve satış faaliyetlerini karmaşık hale getirmek"
    },
    "explanation": "Pazarlama ve satış faaliyetlerini karmaşık bir hale getirmek müşteri ilişkileri yönetim sistemlerinin amaçlarından biri değildir."
  },
  {
    "id": "968298",
    "unitNumber": 4,
    "text": "Sipariş döngüsü siparişin verilmesinden siparişin teslim edildiği zamana kadar geçen süreyi ifade eder.Aşağıdakilerden hangisi bu süreç içindeki aşamalardan biri <strong>değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Siparişin iletilmesi",
      "B": "Sipariş karşılama oranı",
      "C": "Siparişin takibi ve teslimi",
      "D": "Siparişin karşılanması ve işlenmesi",
      "E": "Siparişin sevkinin panlanması"
    },
    "explanation": "Sipariş döngüsü ise siparişin verilmesinden siparişin teslim edildiği zamana kadar geçen süreyi ifade eder. Bu süreç içerisinde beş aşama olduğu varsayılabilir.\n <ul> <li>Siparişin İletilmesi</li> <li>Siparişin Takibi ve Teslimi</li> <li>Siparişin Karşılanması ve İşlenmesi</li> <li>Siparişin Sevkinin Planlanması</li> <li>Siparişin Hazırlanması</li> </ul>"
  },
  {
    "id": "968412",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi sipariş döngüsü boyunca gerçekleştirilen çeşitli faaliyetlerin yönetimi olarak ifade edilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sipariş döngüsü",
      "B": "Siparişin iletilmesi",
      "C": "Siparişin hazırlanması",
      "D": "Siparişin planlanması",
      "E": "Sipariş yönetimi"
    },
    "explanation": "Sipariş yönetimi, sipariş döngüsü boyunca gerçekleştirilen çeşitli faaliyetlerin yönetimi olarak tanımlanabilir."
  },
  {
    "id": "968427",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi siparişin verilmesinden siparişin teslim edildiği zamana kadar geçen süreyi ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Sipariş döngüsü",
      "B": "Tedarik zinciri",
      "C": "Depo faaliyeti",
      "D": "Sipariş işleme",
      "E": "Sipariş karşılama"
    },
    "explanation": "Sipariş döngüsü, siparişin verilmesinden siparişin teslim edildiği zamana kadar geçen<br/>süreyi ifade eder."
  },
  {
    "id": "968439",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi sipariş yönetiminde sürecin planlanma aşamaları arasındadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Sipariş karşılama oranı",
      "B": "Sipariş verme",
      "C": "Siparişin iletilmesi",
      "D": "Ödeme kolaylığı",
      "E": "Siparişin doğruluğu ve zamandalığı"
    },
    "explanation": "Sipariş yönetiminde sürecin planlanması siparişin iletilmesi, karşılanması ve işlenmesini içerir."
  },
  {
    "id": "968467",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi sipariş yönetiminde sürecin tamamlanmasını içerir?",
    "correctAnswer": "D",
    "options": {
      "A": "Lojistik faaliyetler",
      "B": "Siparişin karşılanması ve işlenmesi",
      "C": "Siparişin hazırlanması",
      "D": "Siparişin takibi",
      "E": "Sevkiyatın planlanması"
    },
    "explanation": "Sipariş yönetiminde sürecin tamamlanması siparişin takibi ve teslimatını içerir."
  },
  {
    "id": "968490",
    "unitNumber": 4,
    "text": "Genel olarak siparişin verilmesinden teslimatı yapılan ürünlerin ödemesinin tahsilatına kadar geçen sürede müşterilerin, stokların ve tersine lojistiğin yönetimini aşağıdakilerden hangisi ifade eder?",
    "correctAnswer": "D",
    "options": {
      "A": "Siparişin tedariki",
      "B": "Siparişin planlanması",
      "C": "Sipariş karşılama oranı",
      "D": "Sipariş yönetim sistemleri",
      "E": "Kaynak planlaması"
    },
    "explanation": "Sipariş yönetim sistemleri genel olarak siparişin verilmesinden teslimatı yapılan ürünlerin ödemesinin tahsilatına kadar<br/>geçen sürede müşterilerin, stokların ve tersine lojistiğin yönetimini içerir."
  },
  {
    "id": "968551",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi sipariş yönetiminde ve müşteri hizmetlerinde kullanılan lojistik bilişim sistemlerinden biri <strong>değildir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Müşteri şikayetlerinin karşılanması ve müşteri hizmetlerinin iyileştirilmesi",
      "B": "Sipariş yönetim sistemleri",
      "C": "Siparişlerin Tedariki ve Planlanması",
      "D": "Siparişlerin Karşılanması Sürecinin Yönetilmesi",
      "E": "Ses-Tabanlı Toplama Sistemleri"
    },
    "explanation": "SİPARİŞ YÖNETİMİNDE VE MÜŞTERİ HİZMETLERİNDE KULLANILAN LOJİSTİK BİLİŞİM SİSTEMLERİ\n<br/><ul><br/><li>Sipariş Yönetim Sistemleri</li><br/><li>Siparişlerin Tedariki ve Planlanması</li><br/><li>Siparişlerin Karşılanması Sürecinin Yönetilmesi</li><br/><li>Ses-Tabanlı Toplama Sistemleri</li><br/><li>Işıkla Toplama Sistemleri</li><br/><li>Siparişlerin Sevkinin ve Görünürlüğünün Sağlanması</li><br/><li>Araç-Konteyner Yükleme Sistemleri</li><br/><li>Güzergâh Planlama Sistemleri</li><br/><li>Küresel Konumlandırma Sistemleri (GPS)</li><br/><li>Satış Öncesi Müşteri İlişkileri Yönetim Sistemleri</li><br/><li>Veri Tabanı Oluşturma</li><br/><li>Satış Esnasında Müşteri İlişkileri Yönetim Sistemleri</li><br/><li>Müşteri Temas Sistemleri</li><br/><li>Satış Sonrası Müşteri İlişkileri Yönetim Sistemleri</li><br/></ul>"
  },
  {
    "id": "968584",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi müşteri ilişkileri yönetim sistemlerinin amaçları arasında <strong>yer almaz?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Müşterilere daha iyi hizmet sunmak",
      "B": "Müşteriler ile sürekli ve etkin iletişim kurmak",
      "C": "Doğru zamanda, doğru müşteriye, doğru ürünü satmak",
      "D": "Müşteri hizmetleri bölümünün verimli çalışmasını sağlamak",
      "E": "Teknolojiyi kullanmadan müşteri başına düşen kârlılığı artırmak"
    },
    "explanation": "Buna göre müşteri ilişkileri yönetim sistemlerinin amaçları aşağıdaki gibi sıralanabilir:<br/>• Müşterilere daha iyi hizmet sunmak,<br/>• Müşteriler ile sürekli ve etkin iletişim kurmak,<br/>• Doğru zamanda, doğru müşteriye, doğru ürünü satmak,<br/>• Müşteri hizmetleri bölümünün verimli çalışmasını sağlamak,<br/>• Çapraz ve dikey satış olanakları yaratmak,<br/>• Satış ekibinin daha kolay ve hızlı satış yapmasını sağlamak,<br/>• Pazarlama ve satış faaliyetlerini basit ve birbirine paralel hâle getirmek,<br/>• Satış fırsatlarını doğru ve etkin değerlendirmek,<br/>• Yeni müşteriler bulmak,<br/>• Müşteri başına kârlılığı arttırmak için teknolojiyi kullanmak."
  },
  {
    "id": "968624",
    "unitNumber": 4,
    "text": "Hangi aşamadaki nihai hedef çabaları satışa dönüştürmektir?",
    "correctAnswer": "A",
    "options": {
      "A": "Satış esnasında müşteri ilişkileri yönetim sistemleri",
      "B": "Müşteri temas sistemleri",
      "C": "Satış sonrası müşteri ilişkileri yönetim sistemleri",
      "D": "Küresel konumlandırma sistemleri (GPS)",
      "E": "Güzergâh Planlama sistemleri"
    },
    "explanation": "Tüm bu aşamalardan sonra işletme müşteriye erişme çabalarına girişir. Bu aşamanın nihai hedefi çabaları satışa dönüştürebilmektir."
  },
  {
    "id": "968650",
    "unitNumber": 4,
    "text": "Hangi aşamada işletmeler hedef kitlelerini belirlerler ve sonra bu kitleyi ortak özelliklerine göre bölümlendirirler?",
    "correctAnswer": "B",
    "options": {
      "A": "Küresel Konumlandırma Sistemleri",
      "B": "Satış Öncesi Müşteri İlişkileri Yönetim Sistemleri",
      "C": "Güzergâh Planlama Sistemleri",
      "D": "Sipariş Verme ve Ödeme Kolaylığı",
      "E": "Siparişlerin Tedariki ve Planlanması"
    },
    "explanation": "Bu aşamada işletmeler hedef kitlelerini belirlerler ve sonra bu kitleyi ortak özelliklerine göre bölümlendirirler."
  },
  {
    "id": "1066052",
    "unitNumber": 5,
    "text": "Taşıma operasyonlarının en yüksek faydayı yaratması ve en düşük maliyetle gerçekleştirilebilmesi için dikkate alınması gereken en önemli kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Optimizasyon yaklaşımı",
      "B": "Maliyet yönetimi yaklaşımı",
      "C": "Stratejik yönetim yaklaşımı",
      "D": "Düşük maliyet yaklaşımı",
      "E": "Verimlilik yaklaşımı"
    },
    "explanation": "Taşıma operasyonlarının en yüksek faydayı yaratması ve en düşük maliyetle gerçekleştirilebilmesi için dikkate alınması gereken en önemli kavram optimizasyon yaklaşımıdır."
  },
  {
    "id": "1066107",
    "unitNumber": 5,
    "text": "Coğrafi nitelikte verilerin yönetilmesi, verilerin kaydedilmesi ve analiz edilmesine yönelik sistemler aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Coğrafi bilgi sistemleri",
      "B": "Coğrafi yönetim sistemleri",
      "C": "Coğrafi yön bulma sistemleri",
      "D": "Coğrafi tespit sistemleri",
      "E": "Coğrafi düzenleme sistemleri"
    },
    "explanation": "Kısa adıyla GIS olarak da tanımlanan Coğrafi Bilgi Sistemleri; coğrafi nitelikte verilerin yönetilmesi, verilerin kaydedilmesi ve analiz edilmesine yönelik bir sistem olarak tanımlanabilmektedir."
  },
  {
    "id": "1066132",
    "unitNumber": 5,
    "text": "Coğrafi bilgi sistemleri ............... hâle getirilmiş coğrafi veritabanları üzerinde verilerin kodlanması şeklinde çalışmakta, harita üzerinde her bir nokta verilerin girildiği bir hücre olarak kullanılmaktadır. Cümledeki boşluğa uygun gelen seçenek aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Elektronik",
      "B": "Sayısal",
      "C": "Taşınabilir",
      "D": "Paylaşılabilir",
      "E": "İstatiksel"
    },
    "explanation": "Coğrafi bilgi sistemleri sayısal (nümerik) hâle getirilmiş coğrafi veritabanları üzerinde verilerin kodlanması şeklinde çalışmakta, sayısallaştırılmış harita üzerinde her bir nokta verilerin girildiği bir hücre olarak kullanılmaktadır."
  },
  {
    "id": "1066163",
    "unitNumber": 5,
    "text": ".................. dünya üzerinde yer alan her bir noktanın farklı özellikler çerçevesinde gösterimini sağlamaktadır. Dolayısıyla bu yaklaşım çerçevesinde nokta, çizgi, poligon vb. şekilsel araçlar ile gösterim yapılmaktadır. Cümledeki boşluğa uygun gelen ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Coğrafi gösterim",
      "B": "Üç boyutlu gösterim",
      "C": "Mekansal Gösterim",
      "D": "Çok boyutlu gösterim",
      "E": "Sayısallaştırılmış gösterim"
    },
    "explanation": "Mekânsal gösterimler; dünya üzerinde yer alan her bir noktanın farklı özellikler çerçevesinde gösterimini sağlamaktadır. Dolayısıyla bu yaklaşım çerçevesinde dünya üzerinde yer alan bir mekân nokta, çizgi, poligon vb. şekilsel araçlar ile tanımlanmakta ve gösterilmektedir."
  },
  {
    "id": "1066411",
    "unitNumber": 5,
    "text": "Coğrafi Bilgi Sistemi veri tabanında hazır şablonlar bulunmasına karşılık, kullanıcılar isterler ise özel şekil ve şablonlar tasarlayabilmekte ve bunları veri tabanına ekleyebilmektedirler. Sistem üzerinde tanımlanan her bir şekil .......... olarak tarif edilmektedir. Cümledeki boşluğa uygun gelen ifade aşağıdakilerden hangisidir ?",
    "correctAnswer": "C",
    "options": {
      "A": "Yüzey",
      "B": "Nokta",
      "C": "Katman",
      "D": "Biçim",
      "E": "Konum"
    },
    "explanation": "Coğrafi Bilgi Sistemlerinde veri tabanında hazır şablonlar bulunmasına karşılık, kullanıcılar isterler ise özel şekil ve şablonlar tasarlayabilmekte ve bunları veri tabanına ekleyebilmektedirler. Sistem üzerinde tanımlanan her bir şekil katman olarak tarif edilmektedir. Dolaysıyla yapılan işlemler de katmanlaştırma olarak tanımlanmaktadır. Coğrafi veritabanlarında yer alan bilgi ve veriler mekânsal bilgilerin yanı sıra, söz konusu alan ya da nokta için tanımlanmış çok sayıda veriyi de içerebilmektedir. Bu veriler tablolar şeklinde de kullanılabilmektedir. Söz konusu verilerin belirtilen noktalar ile ilişkisinin sistem üzerinde kurulması ve tanımlanması gerekmektedir."
  },
  {
    "id": "1066426",
    "unitNumber": 5,
    "text": "Coğrafi bilgi sistemlerinde kullanılan veri türlerinden birisi olan .......... veriler ile nokta çizgi ya da poligon şekiller mekân üzerinde işgal ettikleri x ve y koordinat değerleri ile gösterilmektedir. Cümledeki boşluğa uygun gelen ifade aşağıdaki şıklardan hangisinde verilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sayısal",
      "B": "Tanımlanmış",
      "C": "Raster",
      "D": "Vektör",
      "E": "Hücresel"
    },
    "explanation": "Coğrafi bilgi sistemlerinde kullanılan veri türlerinden birisi olan vektör veriler ile nokta çizgi ya da poligon şekiller mekân üzerinde işgal ettikleri x ve y koordinat değerleri ile gösterilmektedir."
  },
  {
    "id": "1066437",
    "unitNumber": 5,
    "text": "....... veriler hücreler şeklinde gösterilmektedir. Birbiriyle aynı özelliklere sahip verilerin yer aldığı hücreler düzlem üzerinde aynı şekil ve renkler ile gösterilmektedir. Bu hücreler piksel olarak tanımlanmakta, her bir piksel farklı veriler ile kodlanmaktadır. Aynı zamanda çözünürlük değeri verilerin hassasiyetini de göstermektedir. Cümledeki boşluğa uygun gelen ifade aşağıdaki şıklardan hangisinde yer almaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Vektör",
      "B": "Sayısal",
      "C": "Poligon",
      "D": "Raster",
      "E": "GPS"
    },
    "explanation": "Raster veriler ise hücreler şeklinde gösterilmektedir. Birbiriyle aynı özelliklere sahip verilerin yer aldığı hücreler düzlem üzerinde aynı şekil ve renkler ile gösterilmektedir. Bu hücreler piksel olarak tanımlanmakta, her bir piksel farklı veriler ile kodlanmakta-dır. Aynı zamanda çözünürlük değeri verilerin hassasiyetini de göstermektedir."
  },
  {
    "id": "1066459",
    "unitNumber": 5,
    "text": "Coğrafi Bilgi Sistemleri uygulamaları dağıtım kanallarına ilişkin çok sayıda yönlendirme ve zaman yönetimi ile ilişkili algoritmalar içermektedir. Şebeke planlama ve .............. operasyonların yapısal özellikleri değişmeden maliyet ve kaynak kullanımında tasarruf yaklaşımına dayanmaktadır. Cümledeki boşluğa uygun gelen ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Konum belirleme",
      "B": "Araç takip",
      "C": "Filo yönetimi",
      "D": "Araç yönlendirme",
      "E": "Yakıt tasarrufu"
    },
    "explanation": "GIS uygulamaları dağıtım kanallarına ilişkin çok sayıda yönlendirme ve zaman yönetimi ile ilişkili algoritmalar içermektedir. Şebeke planlama ve filo yönetimi; operasyonların yapısal özellikleri değişmeden maliyet ve kaynak kullanımında tasarruf yaklaşımına dayanmaktadır."
  },
  {
    "id": "1066483",
    "unitNumber": 5,
    "text": "Taşımacılık ve dağıtım süreçleri taşıma faaliyetini doğrudan üreterek arz eden aktörlere ve taşıma hizmeti talep eden tedarik zinciri partnerlerine göre farklı bakış açıları ile değerlendirilebilmektedir. Taşıma hizmeti talep eden işletmeler bazında desteklenmesi gereken üç temel süreç göze çarpmaktadır. Bunlar; sırasıyla gelen yükler, giden (gönderilen) yükler ve .................... olarak sayılabilmektedir.",
    "correctAnswer": "A",
    "options": {
      "A": "Üçüncü parti lojistik aktiviteler",
      "B": "Diğer lojistik hizmetleri",
      "C": "Destekleyici lojistik aktiviteleri",
      "D": "Ortak lojistik faaliyetleri",
      "E": "Filo destek aktiviteleri"
    },
    "explanation": "Taşımacılık ve dağıtım süreçleri taşıma faaliyetini doğrudan üreterek arz eden aktörlere ve taşıma hizmeti talep eden tedarik zinciri partnerlerine göre farklı bakış açıları ile değerlendirilebilmektedir. Taşıma hizmeti talep eden işletmeler bazında desteklenmesi gereken üç temel süreç göze çarpmaktadır. Bunlar; sırasıyla gelen yükler, giden (gönderilen) yükler, üçüncü parti lojistik aktiviteler olarak sayılabilmektedir."
  },
  {
    "id": "1066507",
    "unitNumber": 5,
    "text": "SAP sisteminde, bir işletmenin ya da bir tedarik zincirinin gerçekleştirdiği taşıma ve dağıtım süreçlerine ilişkin kullanılan ana veriler dört ana gruba ayrılabilmektedir. Aşağıdakilerden hangisi, dağıtım süreçlerinin bütün yönlerini kapsayacak şekilde tanımlanmış bu dört veriden biri <u><strong>değildir?</strong></u>",
    "correctAnswer": "E",
    "options": {
      "A": "Tedarik zinciri aktörlerine ilişkin ana veriler",
      "B": "Materyallere ilişkin ana veriler",
      "C": "Organizasyonel süreçlere ilişkin ana veriler",
      "D": "Taşımacılık süreçlerine ilişkin ana veriler",
      "E": "Araç temini süreçlerine ilişkin ana veriler"
    },
    "explanation": "Araç temini süreçlerine ilişkin ana veriler; dağıtım süreçlerinin bütün yönlerini kapsayacak şekilde tanımlanmış verilerden biri değildir."
  },
  {
    "id": "1068691",
    "unitNumber": 5,
    "text": "Dünya üzerinde yer alan her bir noktanın farklı özellikler çerçevesinde gösterimine ne ad verilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Mekansal gösterim",
      "B": "Üç boyutlu gösterim",
      "C": "Çok boyutlu gösterim",
      "D": "Yükselti gösterimi",
      "E": "Gerçek dünya"
    },
    "explanation": "Coğrafi bilgi sistemlerinde veriler farklı yöntemler ile gösterilebilmekte ve analiz edilebilmektedir. Bunlardan birisi mekânsal gösterimlerdir. Mekânsal gösterimler; dünya üzerinde yer alan her bir noktanın farklı özellikler çerçevesinde gösterimini sağlamaktadır."
  },
  {
    "id": "1068718",
    "unitNumber": 5,
    "text": "Nokta çizgi ya da poligon şekillerin mekan üzerinde işgal ettikleri x ve y koordinat değerleri ile gösterildiği veri tipi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Raster veri",
      "B": "Vektör veri",
      "C": "Mekansal veri",
      "D": "Yükselti verisi",
      "E": "Parsel verisi"
    },
    "explanation": "Coğrafi bilgi sistemlerinde kullanılan veri türlerinden birisi olan vektör veriler ile nokta çizgi ya da poligon şekiller mekân üzerinde işgal ettikleri x ve y koordinat değerleri ile gösterilmektedir."
  },
  {
    "id": "1068733",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi GIS uygulamalarının içerdiği süreçlerden biri <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Şebeke tasarımı ve güncelleme",
      "B": "Taşıma operasyonlarının yönetilmesi",
      "C": "Taşıma işletmesinin araç filosunun yönetilmesi",
      "D": "Hizmet tedarikçilerinin yönetilmesi",
      "E": "Müşteri ihtiyaçlarının yönetilmesi"
    },
    "explanation": "Özel olarak değerlendirildiğinde GIS uygulamaları sayesinde şebeke tasarımı ve güncelleme, taşıma operasyonlarının yönetilmesi, taşıma işletmesinin araç filosunun yönetilmesi, hizmet tedarikçilerinin yönetilmesi ile taşınacak unsurların yönetilmesi gibi süreçleri içermektedir."
  },
  {
    "id": "1068884",
    "unitNumber": 5,
    "text": "İşletme tarafından ürün ya da yarı mamul hâle getirilmiş olan yüklere ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Gelen yükler",
      "B": "Giden yükler",
      "C": "Üçüncü parti lojistik",
      "D": "Dış kaynak",
      "E": "Taşıma organizatörü"
    },
    "explanation": "Giden yükler ise işletme tarafından ürün ya da yarı mamul hâle getirilmiş olan yüklerdir."
  },
  {
    "id": "1069174",
    "unitNumber": 5,
    "text": "İşletmelerin, müşteriler tarafından talep edilen ürünleri görmeksizin tedarikçilerden müşterilere akışını kontrol ettikleri sürece ne ad verilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Giden yük",
      "B": "Üçüncü parti lojistik",
      "C": "Tedarik zinciri",
      "D": "Dış kaynak",
      "E": "Hizmet sağlayıcısı"
    },
    "explanation": "Üçüncü parti lojistik süreçlerde işletmeler bazen müşteriler tarafından talep edilen ürünleri görmeksizin bunların tedarikçilerden müşterilere akışını koordine etmekte, buna ilişkin süreci organize etmektedirler."
  },
  {
    "id": "1069257",
    "unitNumber": 5,
    "text": "Lojistik ve tedarik zinciri açısından günümüzde en yoğun kullanılan SAP sistemi aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "SAP R/2",
      "B": "SAP R/3",
      "C": "SAP EM",
      "D": "SAP TM",
      "E": "SAP SCM"
    },
    "explanation": "Lojistik ve tedarik zinciri uygulamaları açısından günümüzde en yoğun kullanılan SAP sistemi SAP SCM olarak kısaltılan SAP Tedarik Zinciri Yönetimi uygulamalarıdır."
  },
  {
    "id": "1069292",
    "unitNumber": 5,
    "text": "\"SAP sistemi çerçevesinde tedarik zincirinin modellenmesi, süreçlerin yönetilmesi ve kontrol/izleme süreçleri için kullanılan grafiksel nitelikte bir paneldir\" \n Yukarıda açıklanan SAP bileşeni aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tedarik zinciri kokpiti",
      "B": "Talep planlama",
      "C": "Global ATP",
      "D": "Ulaştırma planlaması",
      "E": "Araç çizelgeleme"
    },
    "explanation": "Tedarik zinciri kokpiti: SAP sistemi çerçevesinde tedarik zincirinin modellenmesi, süreçlerin yönetilmesi ve kontrol/izleme süreçleri için kullanılan grafiksel nitelikte bir paneldir."
  },
  {
    "id": "1069395",
    "unitNumber": 5,
    "text": "Bir taşımacılık işletmesine yönelik kaynakların belirlenmesi ve süreçlerin optimize edilmesi ile ilişkili olarak hangi modül kullanılmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "SAP TM",
      "B": "SAP ERP",
      "C": "SAP R/2",
      "D": "SAP R/3",
      "E": "SAP R/4"
    },
    "explanation": "Bir taşımacılık işletmesine yönelik kaynakların belirlenmesi ve süreçlerin optimize edilmesi ile ilişkili olarak, taşımacılık çözümleri SAP ERP lojistik modülleri ile sağlanabilmektedir."
  },
  {
    "id": "1069429",
    "unitNumber": 5,
    "text": "Tedarik zinciri süreçlerinde taşınan materyallerin birden fazla noktaya eş zamanlı sevk edilmesi durumunda dağıtım faaliyetine ilişkin kullanılacak güzergâhlar ve unsurların belirlendiği planlama uygulamalarına ne ad verilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Taşıma yönetimi",
      "B": "Optimum dağıtım planlama",
      "C": "Yük planlama",
      "D": "Araç planlama",
      "E": "Tedarik yönetimi"
    },
    "explanation": "Optimum dağıtım planlama tedarik zinciri süreçlerinde taşınan materyallerin birden fazla noktaya eş zamanlı sevk edilmesi durumunda dağıtım faaliyetine ilişkin kullanılacak güzergâhlar ve unsurların belirlendiği planlama uygulamalarıdır."
  },
  {
    "id": "1069466",
    "unitNumber": 5,
    "text": "Taşınacak yüklerin taşıma araçları ile konteynerlerin içerisine en optimum şekilde nasıl yerleştirilebileceğine yönelik çözümler belirleyen uygulamalar aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Milk run",
      "B": "Yük/araç planlama",
      "C": "Üçüncü parti lojistik",
      "D": "Taşıma yönetimi",
      "E": "Optimum dağıtım planlama"
    },
    "explanation": "Yük/araç planlama uygulamaları taşınacak yüklerin taşıma araçları ile konteynerlerin içerisine en optimum şekilde nasıl yerleştirilebileceğine yönelik çözümler belirlemektedir."
  },
  {
    "id": "913871",
    "unitNumber": 5,
    "text": "Ulaştırma ya da taşımacılık, bir noktadan bir başka noktaya sevk edilecek ürün, ham madde ve yarı mamul gibi materyallerin belirli bir sistem ve organizasyon çerçevesinde taşınmalarına yönelik gerçekleştirilen faaliyetlerin bütünüdür. Bilişim sistemlerinin bu faaliyetlerin kullanımındaki önemine dair aşağıda belirtilenlerden hangileri doğrudur? \n <ol type=\"I\"> <li>Yüksek fayda sunması</li> <li>Düşük maliyet yaratması</li> <li>Sistem optimizasyonu sunması</li> <li>Etkin taşımacılık çözümleri sunması </li> </ol>",
    "correctAnswer": "E",
    "options": {
      "A": "I-II",
      "B": "I-III",
      "C": "II-III",
      "D": "I-II-III",
      "E": "I-II-III-IV"
    },
    "explanation": "Taşıma operasyonlarının genel çerçevesine bakıldığında hangi taşıma türünün kullanılacağı, hangi taşıma araçları ve kapları ile taşımanın yapılacağından başlayarak seçilecek güzergâh vb. çok sayıda değişken karar alma süreçlerini biçimlendirebilmektedir. Aynı zamanda her bir faktör bir diğeri ile de ilişkili olabilmektedir. Bu ilişkilerin sadece insan faktörüne dayalı olarak değerlendirilebilmesi ve taşıma operasyonlarının olabilecek en yüksek verimlilikle gerçekleştirilebilmesi bu koşullarda rasyonel görünmemektedir.\n Taşıma operasyonlarının en yüksek faydayı yaratması ve en düşük maliyetle gerçekleştirilebilmesi için dikkate alınması gereken en önemli kavram optimizasyon yaklaşımıdır. Taşımacılık yönetiminde optimizasyon taşıma unsurlarının ve maliyet yaratacak faktörlerin minimum kullanımı ile birlikte en yüksek faydanın sağlanmasına yönelik uygulamalardır. Bu konuda en etkin çözüm yaratabilecek uygulamaların başında teknolojik unsurlar ile entegre bir şekilde işletilen taşımacılık bilişim sistemleri yer almaktadır. \n Belirtilen tüm unsurlar doğrudur. Yanıt E seçeneğidir."
  },
  {
    "id": "913906",
    "unitNumber": 5,
    "text": "Coğrafi bilgi sistemlerinde kullanılan veri türlerinden olan raster veriler ile ilgili aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Mekân üzerinde işgal ettikleri x ve y koordinat değerleri ile gösterilmektedir.",
      "B": "Depolar, tesisler, fabrikalar ve perakendeciler bu şekilde gösterilebilmektedir.",
      "C": "Piksel olarak tanımlanan hücreler şeklinde gösterilmektedir. CBS dahilinde temsil edilebilen en küçük coğrafik bir birim olup, en küçük ‘haritalama birimi’ olarak bilinir.",
      "D": "Yollar, şebekeler, demiryolları vb. unsurların gösterilmesinde kullanılırlar.",
      "E": "Poligon veriler olarak da anılırlar."
    },
    "explanation": "Coğrafi bilgi sistemlerinde kullanılan veri türlerinden birisi olan vektör veriler ile nokta çizgi ya da poligon şekiller mekân üzerinde işgal ettikleri x ve y koordinat değerleri ile gösterilmektedir. Çizgisel şekiller belirli bir düzlemde başlangıç ve bitiş noktaları arasındaki çok sayıda nokta ile belirtilmektedir. Örnek olarak yollar, şebekeler, demiryolları vb. unsurların gösterilmesi bu şekilde söz konusu olmaktadır. Poligon veriler aynı x,y koordinat noktasında başlayan ve sona eren verilerdir. Depolar, tesisler, fabrikalar ve perakendeciler bu şekilde gösterilebilmektedir. A, B, D ve E seçenekleri vektör verilerler ilişkilidir. \n<br/>Raster veriler ise hücreler şeklinde gösterilmektedir. Birbiriyle aynı özelliklere sahip verilerin yer aldığı hücreler düzlem üzerinde aynı şekil ve renkler ile gösterilmektedir. Bu hücreler piksel olarak tanımlanmakta, her bir piksel farklı veriler ile kodlanmaktadır. Raster hücresi, raster formatlı bir CBS dahilinde temsil edilebilen en küçük coğrafik bir birim olup, en küçük ‘haritalama birimi’ olarak bilinir. Dolayısıyla C seçeneği raster verilerle ilgili bilgi sunmakta olduğu için, Doğru yanıt C seçeneğidir."
  },
  {
    "id": "916699",
    "unitNumber": 5,
    "text": "Freight forwarder işletmeler taşımacılık ve dağıtım faaliyetlerini müşterileri adına bütüncül bir yaklaşımla gerçekleştirmeye ve bu konuda duyulan gereksinimleri en etkin biçimde karşılamaya çalışmaktadırlar. Bu kapsamda işletmeler aşağıda tanımlanmış hedeflere ulaşmaya çalışmaktadırlar.\n <ul> <li>En yüksek faydayı yaratan taşıma türünün seçilmesi </li> <li>Taşıma türleri, araçları ve yüklerin en yüksek düzeyde optimal kullanımı </li> <li>Olabilecek en yüksek düzeyde ürün konsolidasyonu </li> <li>Mümkün olan en yüksek hizmet düzeyinin müşterilere arz edilebilmesi</li> </ul> İşletmelerin gereksinimlerini karşılamak ve ilgili hedeflerine ulaşabilmesi için aşağıdakilerden hangisi gerekmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Süreçlerin ard arda gerçekleştirilmesi",
      "B": "Süreç sürelerinin azaltılması",
      "C": "Süreçlerin gerektiğinde atlanılmasına",
      "D": "Süreçlerin farklı firmalara devredilmesine",
      "E": "Süreçlerin entegrasyonu"
    },
    "explanation": "Bahsedilen bütün gereksinimlerin karşılanması ve hedeflere ulaşılabilmesi etkin bir bilişim sisteminin kullanılmasına ve bu sistem üzerinde bütün süreçlerin entegrasyonuna bağlıdır. Yanıt E seçeneğidir."
  },
  {
    "id": "916711",
    "unitNumber": 5,
    "text": "Taşımacılık ve dağıtım süreçleriyle ilgili en yoğun kullanılan bilişim sistemlerinden birisi olan Kurumsal Kaynak Planlama temelinde çalışan SAP’nin açılımı nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Taşımacılık ve dağıtım sistemi",
      "B": "Ulaştırma sistem entegrasyonu",
      "C": "Sistem analizi ve program geliştirme",
      "D": "Ulaştırma ve araç yönetimi",
      "E": "Tedarik zinciri yönetimi"
    },
    "explanation": "Taşımacılık ve dağıtım süreçleriyle ilgili en yoğun kullanılan bilişim sistemlerinden birisi Kurumsal Kaynak Planlama temelinde çalışan kısa adı SAP (Systems Analysis and Program Development) olarak bilinen; Sistem Analizi ve Program Geliştirme olarak adlandırılan sistemdir. SAP diğer lojistik faaliyetlerde olduğu gibi taşımacılık faaliyetlerinde de etkin sonuçlar veren sistemlerden birisidir."
  },
  {
    "id": "916730",
    "unitNumber": 5,
    "text": "Karşılaştırma, analiz ve değerlendirme süreçleri çok sayıda değişkenin tanımlandığı SAP APO üzerinde yürütülmektedir. SAP APO alt sistemi süreçlerin yönetilmesine ilişkin olarak çok sayıda alt bileşene sahip bir uygulamadır. Aşağıdakilerden hangileri bileşenlerdendir? I. Tedarik zinciri kokpiti II. Talep planlama III. Tedarik ağı planlama IV. Üretim planlama ve ayrıntılı çizelgeleme V. Finansal kaynakların bulunması",
    "correctAnswer": "D",
    "options": {
      "A": "I-II-III",
      "B": "I-II-IV",
      "C": "II-III-IV",
      "D": "I-II-III-IV",
      "E": "I-II-III-IV-V"
    },
    "explanation": "SAP SCM veri girişi, planlama ve uygulama süreçlerini de entegre edebilmektedir. Karşılaştırma, analiz ve değerlendirme süreçleri çok sayıda değişkenin tanımlandığı SAP APO üzerinde yürütülmektedir. SAP APO elde bulunan bütün alternati eri kıyaslayarak bunlar arasında en iyi çözümleri yaratacak olan alternatif ya da alternatif kümesini kullanıcılarına önerebilmektedir. SAP APO alt sistemi süreçlerin yönetilmesine ilişkin olarak çok sayıda alt bileşene sahip bir uygulamadır. Bu alt bileşenler şunlardır: Tedarik zinciri kokpiti Talep planlama Tedarik ağı planlama Üretim planlama ve ayrıntılı çizelgeleme Global ATP Ulaştırma planlaması Araç çizelgeleme Ulaştırma yönetimi Depo yönetimi Dış ticaret Yanıt D seçeneğidir."
  },
  {
    "id": "916774",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangileri bir işletmenin ya da bir tedarik zincirinin gerçekleştirdiği taşıma ve dağıtım süreçlerine ilişkin kullanılan ana verilerdendir?\n <ol type=\"I\"> <li>Tedarik Zinciri Aktörlerine İlişkin Ana Veriler</li> <li>Finansal Kaynak Yönetimine İlişkin Ana Veriler</li> <li>Materyallere İlişkin Ana Veriler</li> <li>Organizasyonel Süreçlere İlişkin Ana Veriler</li> <li>Taşımacılık Süreçlerine İlişkin Ana Veriler</li> </ol>",
    "correctAnswer": "D",
    "options": {
      "A": "I-II-III-IV",
      "B": "I-II-III-V",
      "C": "I-II-IV-V",
      "D": "I-III-IV-V",
      "E": "II-III-IV-V"
    },
    "explanation": "Bir işletmenin ya da bir tedarik zincirinin gerçekleştirdiği taşıma ve dağıtım süreçlerine ilişkin kullanılan ana veriler dört ana gruba ayrılabilmektedir. Bu veriler taşımacılık ve dağıtım süreçlerinin bütün yönlerini kapsayacak şekilde tanımlanmış olup, gruplar aşağıda belirtilmektedir:\n <ul> <li>Tedarik Zinciri Aktörlerine İlişkin Ana Veriler</li> <li>Materyallere İlişkin Ana Veriler</li> <li>Organizasyonel Süreçlere İlişkin Ana Veriler</li> <li>Taşımacılık Süreçlerine İlişkin Ana Veriler</li> </ul> Yanıt D seçeneğidir."
  },
  {
    "id": "916784",
    "unitNumber": 5,
    "text": "Tedarik zinciri içerisinde yer alan tedarikçiler, üretim noktaları, depolar, dağıtım merkezleri ve diğer unsurların bulundukları yerler, kapasiteleri ve diğer değişkenler dikkate alınarak, optimizasyon yaklaşımı çerçevesinde kullanılacak taşımacılık türlerinin belirlenmesi ile ilgili süreçlere ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Şebeke tasarımı",
      "B": "Tedarik zinciri yönetimi",
      "C": "Araç rotalama",
      "D": "Lojistik bilişim yönetimi",
      "E": "Lojistik finansal yönetimi"
    },
    "explanation": "Şebeke tasarımı; tedarik zinciri içerisinde yer alan tedarikçiler, üretim noktaları, depolar, dağıtım merkezleri ve diğer unsurların bulundukları yerler, kapasiteleri ve diğer değişkenler dikkate alınarak, optimizasyon yaklaşımı çerçevesinde kullanılacak taşımacılık türlerinin belirlenmesi ile ilgili süreçlerdir.\n Yanıt A seçeneğidir."
  },
  {
    "id": "916794",
    "unitNumber": 5,
    "text": "İşletmelerin lojistik uygulama ve süreçlerini mümkün olan en yüksek verimlilik ve maliyet yapısı ile optimizasyon yaklaşımı çerçevesinde planlama ve organize etmeyi amaçlayan ve eş zamanlı olarak girilen veriler ışığında çok sayıda alternatifi karşılaştırarak en uygun yerleşim nokta veya noktalarını öneren sisteme ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Optimum dağıtım planlama",
      "B": "Optimum ağ tasarımı",
      "C": "Optimum araç rotalama",
      "D": "Optimum sistem analizi",
      "E": "Optimum nakliye yönetimi"
    },
    "explanation": "Optimum ağ tasarımı; işletmelerin lojistik uygulama ve süreçlerini mümkün olan en yüksek verimlilik ve maliyet yapısı ile optimizasyon yaklaşımı çerçevesinde planlama ve organize etmeye yönelik faaliyetlerin bütünü olarak tanımlanabilmektedir. Optimum ağ tasarımına ilişkin olarak alınacak bir karar diğer tüm süreçlere yönelik kararlara etki etmekte ve bunlar için bir değişken özelliği gösterebilmektedir. Optimum ağ tasarımı esas olarak yöneylem araştırmaları (operational research) olarak tanımlanan uygulamaların bir parçasıdır. Bu uygulamalara ilişkin çok sayıda yazılım kullanılabilmektedir. Yanıt B seçeneğidir."
  },
  {
    "id": "916840",
    "unitNumber": 5,
    "text": "Tedarik zinciri süreçlerinde taşınan materyallerin birden fazla noktaya eş zamanlı sevk edilmesi durumunda dağıtım faaliyetine ilişkin kullanılacak güzergâhlar ve unsurların belirlendiği planlama uygulamalara ne ad verilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Optimum ağ tasarımı",
      "B": "Optimum araç rotalama",
      "C": "Optimum dağıtım planlama",
      "D": "Optimum sistem analizi",
      "E": "Optimum nakliye yönetimi"
    },
    "explanation": "Optimum dağıtım planlama tedarik zinciri süreçlerinde taşınan materyallerin birden fazla noktaya eş zamanlı sevk edilmesi durumunda dağıtım faaliyetine ilişkin kullanılacak güzergâhlar ve unsurların belirlendiği planlama uygulamalarıdır. Bu tür sistemler optimizasyon yaklaşımı çerçevesinde kullanılan uygulamalardır. Yanıt C seçeneğidir."
  },
  {
    "id": "916873",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi dağıtım ve taşıma arasındaki fark konusunda verilmiş doğru bir ifadedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Dağıtım yönetilir, taşıma yönetilmez.",
      "B": "Taşıma rotalanır, dağıtım rotalanmaz.",
      "C": "Taşıma planlama gerektirir, dağıtım gerektirmez.",
      "D": "Dağıtım sistematik yapılır, taşıma sistematik değildir.",
      "E": "Dağıtım optimizasyonu ağ tasarımına bağlımlıdır, taşıma bağlı değildir."
    },
    "explanation": "Taşımacılık ya da diğer ismiyle nakliye yönetimi sistem ve yazılımları; operasyonel düzeyde taşımacılık çözümleri sağlamaya çalışan uygulamalardır. Bu uygulamalar daha önce bahsedilen sistemlere büyük ölçüde benzemekle birlikte, daha alt düzeyde veri işleme süreçlerine sahiptir. Operasyonlar sistematik değil ve planlama her bir operasyon için tekrardan yapılıyorsa bu operasyonlar dağıtım değil taşıma (nakliye) olarak adlandırılır. Yanıt D seçeneğidir."
  },
  {
    "id": "969892",
    "unitNumber": 5,
    "text": "Aşağıdaki hangi yaklaşım tüm lojistik süreçlerde optimizasyonun mümkün hâle gelebilmesine olanak <strong>sağlamaz?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Var olan taşımacılık ve dağıtım kaynaklarının en etkin bir biçimde kullanılması",
      "B": "Mümkün olduğunca boş taşımanın yapılmaması, araçlarda boşlukların söz konusu olmaması",
      "C": "Hizmet sağlayıcılar ile daha ekonomik ve açık hükümler ihtiva eden sözleşmeler yapılması",
      "D": "Tedarik, insan gücü ve diğer maliyet yaratacak faktörlerin optimize edilmesi",
      "E": "Lojistik akış hızının olabildiğince azalması"
    },
    "explanation": "Aşağıdaki yaklaşımlar tüm lojistik süreçlerde optimizasyonun mümkün hâle gelebilmesine olanak sağlamaktadır:<br/>• Var olan taşımacılık ve dağıtım kaynaklarının en etkin bir biçimde kullanılması<br/>• Mümkün olduğunca boş taşımanın yapılmaması, araçlarda boşlukların söz konusu olmaması\n<br/>• Hizmet sağlayıcılar ile daha ekonomik ve açık hükümler ihtiva eden sözleşmeler yapılması<br/>• Tedarik, insan gücü ve diğer maliyet yaratacak faktörlerin optimize edilmesi<br/>• Hizmet süresi ve hizmet düzeyinin gereksinimler çerçevesinde planlanması<br/>• Lojistik akış hızının olabildiğince artırılması"
  },
  {
    "id": "969908",
    "unitNumber": 5,
    "text": "Aşağıdaki hangi yazılım taşımacılık alanında çözümler ortaya koyan ilk sistemdir?",
    "correctAnswer": "A",
    "options": {
      "A": "SAP R/2",
      "B": "SAP R/3",
      "C": "SAP ERP",
      "D": "SCM-EM",
      "E": "SAP TM"
    },
    "explanation": "1987 yılında kullanıcıların hizmetine sunulan SAP R/2 yazılımı taşımacılık alanında çözümler ortaya koyan ilk sistem olmuştur."
  },
  {
    "id": "969926",
    "unitNumber": 5,
    "text": "SAP sistemi içerisinde doğru tahminlerin yapılabilmesi için kullanılan istatistiksel tahmin teknikleri ve talep planlama özelliklerinin bulunduğu araç kutusu aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Tedarik zinciri kokpiti",
      "B": "Tedarik ağı planlama",
      "C": "Üretim planlama ve ayrıntılı çizelgeleme",
      "D": "Talep planlama",
      "E": "Ulaştırma planlaması"
    },
    "explanation": "Talep planlama: Talep planlama SAP sistemi içerisinde doğru tahminlerin yapılabilmesi için kullanılan istatistiksel tahmin teknikleri ve talep planlama özelliklerinin bulunduğu araç kutusudur."
  },
  {
    "id": "969937",
    "unitNumber": 5,
    "text": "SAP sistemi çerçevesinde tedarik zincirinin modellenmesi, süreçlerin yönetilmesi ve kontrol/izleme süreçleri için kullanılan grafiksel nitelikte bir paneldir ifadesi aşağıdaki hangi bileşeni ifade eder?",
    "correctAnswer": "C",
    "options": {
      "A": "Tedarik ağı planlama",
      "B": "Talep planlama",
      "C": "Tedarik zinciri kokpiti",
      "D": "Üretim planlama ve ayrıntılı çizelgeleme",
      "E": "Araç çizelgeleme"
    },
    "explanation": "Tedarik zinciri kokpiti: SAP sistemi çerçevesinde tedarik zincirinin modellenmesi, süreçlerin yönetilmesi ve kontrol/izleme süreçleri için kullanılan grafiksel nitelikte bir paneldir."
  },
  {
    "id": "969964",
    "unitNumber": 5,
    "text": "Tedarik Zinciri Aktörlerine İlişkin Ana Veriler: İşletme dışında sürece katılan dışsal aktörler ve partnerlere ilişkin verilerdir.Aşağıdakilerden hangisi bu aktörler arasında <strong>yer almaz?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Taşıma işletmeleri",
      "B": "Lojistik hizmet sağlayıcılar",
      "C": "Faturaların tarafları",
      "D": "Gümrük süreçlerine katılan unsurlar",
      "E": "Taşıma operasyonlarında kullanılacak araçlar"
    },
    "explanation": "Tedarik Zinciri Aktörlerine İlişkin Ana Veriler: İşletme dışında sürece katılan dışsal aktörler ve partnerlere ilişkin verilerdir. Bu aktörler arasında taşıma işletmeleri, lojistik hizmet sağlayıcılar, faturaların tarafları, gümrük süreçlerine katılan unsurlar ve diğer taraflardan oluşmaktadır."
  },
  {
    "id": "969980",
    "unitNumber": 5,
    "text": "Tedarik zinciri içerisinde yer alan tedarikçiler, üretim noktaları, depolar, dağıtım merkezleri ve diğer unsurların bulundukları yerler, kapasiteleri ve diğer değişkenler dikkate alınarak, optimizasyon yaklaşımı çerçevesinde kullanılacak taşımacılık türlerinin belirlenmesi ile ilgili sürece ne denir?",
    "correctAnswer": "B",
    "options": {
      "A": "Taşıma yönetimi",
      "B": "Şebeke tasarımı",
      "C": "Taşıma ve dağıtım süreci",
      "D": "Optimum dağıtım planlama",
      "E": "Optimum ağ tasarım"
    },
    "explanation": "Şebeke tasarımı; tedarik zinciri içerisinde yer alan tedarikçiler,<br/>üretim noktaları, depolar, dağıtım merkezleri ve diğer unsurların bulundukları yerler, kapasiteleri ve diğer değişkenler dikkate alınarak, optimizasyon yaklaşımı çerçevesinde kullanılacak taşımacılık türlerinin belirlenmesi ile ilgili süreçlerdir."
  },
  {
    "id": "969998",
    "unitNumber": 5,
    "text": "SAP TM temel süreçlerine bakıldığı zaman aralarında aşağıdaki hangi süreç<strong> yoktur?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Komisyon",
      "B": "Sipariş yönetimi",
      "C": "Taşımacılık planlama ve optimazyon",
      "D": "Taşıma yürütme ve izleme",
      "E": "Taşıma maliyet yönetimi"
    },
    "explanation": "SAP TM temel süreçlerine bakıldığı zaman, bunlar arasında sipariş yönetimi, taşımacılık planlama ve optimizasyon, taşıma yürütme ve izleme, taşıma maliyet yönetimi gibi süreçler sayılabilmektedir."
  },
  {
    "id": "970034",
    "unitNumber": 5,
    "text": "Tedarik zinciri süreçlerinde taşınan materyallerin birden fazla<br/>noktaya eş zamanlı sevk edilmesi durumunda dağıtım faaliyetine ilişkin kullanılacak güzergâhlar ve unsurların belirlendiği planlama<br/>uygulamaları aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Optimum ağ tasarımı",
      "B": "Optimum dağıtım planlama",
      "C": "Şebeke tasarımı",
      "D": "Taşıma ve dağıtım süreçleri",
      "E": "Nakliye yönetimi"
    },
    "explanation": "Optimum dağıtım planlama, tedarik zinciri süreçlerinde taşınan materyallerin birden fazla noktaya eş zamanlı sevk edilmesi durumunda dağıtım faaliyetine ilişkin kullanılacak güzergâhlar ve unsurların belirlendiği planlama uygulamalarıdır."
  },
  {
    "id": "970243",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi taşıma(Nakliye)yönetimi yazılımının özellikleri arasındadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Sistem taşınacak yüklerin ölçü ve boyutlarının yanı sıra, ağırlıklarının sistemde tanımlanması, ek olarak kullanılacak taşıma araç ve unsurlarının kapasitelerinin veri olarak sisteme girilmesi şeklinde çalışmaktadır",
      "B": "Hacimsel olarak mevcut bir mekân içerisine en yüksek miktarda yükün optimum koşullarla yüklenebilmesini modellemektedir",
      "C": "Operasyonel düzeyde taşımacılık çözümleri sağlamaya çalışan uygulamalardır",
      "D": "Birlikte yüklenebilme koşulları da ürünler için sisteme veri olarak girilebilmektedir",
      "E": "Çözümlemeler ekranda üç boyutlu olarak kullanıcılara gösterilebilmektedir"
    },
    "explanation": "Taşıma (Nakliye) Yönetimi Taşımacılık ya da diğer ismiyle nakliye yönetimi sistem ve yazılımları;\n Operasyonel düzeyde taşımacılık çözümleri sağlamaya çalışan uygulamalardır. Bu uygulamalar daha önce bahsedilen sistemlere büyük ölçüde benzemekle birlikte, daha alt düzeyde veri işleme süreçlerine sahiptir. Tedarik zinciri ve lojistik süreçlerin bütününe odaklanmadığı, doğrudan taşımacılık süreçlerine odaklandığı için sistem oldukça basit ve karmaşık olmayan bir düzlemde çözümlemeler getirmektedir. Genel olarak değerlendirildiğinde bir taşımacılık sürecine ilişkin süreçte yer alan tüm bilgiler sisteme veri olarak girilmektedir. Bu kapsamda taşınan yükün fiziksel ve yapısal özellikleri, taşıma araç ve kaplarına ilişkin bilgiler, güzergâh ve diğer taşımacılıkla ilgili<br/>bilgiler sistemin kaynak verilerini oluşturmaktadır."
  },
  {
    "id": "970276",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Yük/Araç planlamadaki yazılımın özellikleri arasında yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Farklı şekil ve özelliklerde olan yükler sistemde farklı renk ve biçimlerde gösterilebilmektedir",
      "B": "Operasyonel düzeyde taşımacılık çözümleri sağlamaya çalışan uygulamalardır",
      "C": "Bu uygulamalar daha önce bahsedilen sistemlere büyük ölçüde benzemekle birlikte, daha alt düzeyde veri işleme süreçlerine sahiptir",
      "D": "Genel olarak değerlendirildiğinde bir taşımacılık sürecine ilişkin süreçte yer alan tüm bilgiler sisteme veri olarak girilmektedir",
      "E": "Taşınan yükün fiziksel ve yapısal özellikleri, taşıma araç ve kaplarına ilişkin bilgiler, güzergâh ve diğer taşımacılıkla ilgili bilgiler sistemin kaynak verilerini oluşturmaktadır"
    },
    "explanation": "Yük/Araç Planlama:<br/>Yük/araç planlama uygulamaları taşınacak yüklerin taşıma araçları ile konteynerlerin içerisine en optimum şekilde nasıl yerleştirilebileceğine yönelik çözümler belirlemektedir. Sistem taşınacak yüklerin ölçü ve boyutlarının yanı sıra, ağırlıklarının sistemde tanımlanması, ek olarak kullanılacak taşıma araç ve unsurlarının kapasitelerinin veri olarak sisteme girilmesi şeklinde çalışmaktadır. Hacimsel olarak mevcut bir mekân içerisine en yüksek miktarda yükün optimum koşullarla yüklenebilmesini modellemektedir. Ek olarak birlikte yüklenebilme koşulları da ürünler için sisteme veri olarak girilebilmektedir. Dolayısıyla birlikte taşınamayacak yükler sistemde tanımlanarak araçlara beraber yüklenmeleri engellenmektedir. Bunun yanı sıra çözümlemeler ekranda üç boyutlu olarak kullanıcılara gösterilebilmektedir. Farklı şekil ve özelliklerde olan yükler sistemde farklı renk ve biçimlerde gösterilebilmektedir. Taşınan yükler birden fazla lokasyona uğranarak dağıtılacaksa bu noktalara uğrama sırası da sistemde veri olarak kullanılmakta ve yükleme bu uğrama sırası dikkate alınarak planlanabilmektedir. Yük/araç planlama yazılımları sisteme girilen verileri analiz ederek en optimum sonuçları belirlemektedir. Sistem bunu yaparken, sisteme girilmiş öncelik değerlerini dikkate almakta ve bunları değerlendirerek en iyi çözümleri kullanıcılara arz etmektedir. Buna ek olarak sistem kullanıcıların revizyonlarına açık olup, oldukça esnek bir yapı ortaya koymaktadır. Uygulamalar sadece konteyner veya taşıma kapları değil, palet ya da paketler ile ilgili çözümler de getirebilmektedir. Bu kapsamda sisteme girilen ölçü ve boyutlar dikkate alınarak, bir palet veya pakete ne miktarda yük konulacağı modellenebilmektedir."
  },
  {
    "id": "992401",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi GIS'e ait olan bir yaklaşım değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Coğrafi veri tabanı yaklaşımı",
      "B": "Coğrafi görüntüleme yaklaşımı",
      "C": "Coğrafi işlemler yaklaşımı",
      "D": "Geodatabase yaklaşımı",
      "E": "Mekansal gösterim yaklaşımı"
    },
    "explanation": "GIS sistemleri temel olarak üç temel yaklaşıma sahiptir. Bunlardan birincisi coğrafi veri tabanı yaklaşımıdır. Bu yaklaşım geodatabase olarak isimlendirilebilmektedir. Bu kapsamda coğrafi verileri içeren mekânsal ve sayısallaştırılmış veritabanlarını içermektedir. Diğer yaklaşım coğrafi görüntüleme yaklaşımıdır. Bu yaklaşım veritabanları üzerinde tanımlanmış sayısal nitelikte verilerin aralarındaki ilişkilerin gösterildiği windows temelinde çalışan bir alt sistemdir. Üçüncü yaklaşım ise; coğrafi işlemler yaklaşımıdır. Bu yaklaşımla üzerinde çalışılan coğrafi veri tabanı üzerinde tanımlama işlemleri gerçekleştirilmektedir.<br/>E şıkkında belirtilen GIS ait bir katmanlaştırmada kullanılan bir katman isimidir."
  },
  {
    "id": "992500",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi mekansal gösterime ait genel bir tanımlamadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Dünya üzerinde yer alan her bir noktanın farklı özellikler çerçevesinde gösterimini sağlamaktadır.",
      "B": "Bu yaklaşım çerçevesinde dünya üzerinde farklı yükselti ve özelliklere sahip mekânlar sayısal veriler ile gösterilebilmektedir.",
      "C": "Raster veriler ise hücreler şeklinde gösterilmektedir.",
      "D": "Farklı katmanlardaki veriler çapraz şekilde karşılaştırarak gereksinimler çerçevesinde bir analiz yapılabilmektedir.",
      "E": "Poligon ve çizgisel şekiller çok sayıda x,y koordinat değeri ile gösterilirken nokta şekiller tek bir x,y koordinat değeri ile tanımlanmaktadır."
    },
    "explanation": "Coğrafi bilgi sistemlerinde veriler farklı yöntemler ile gösterilebilmekte ve analiz edilebilmektedir. Bunlardan birisi mekânsal gösterimlerdir. Mekânsal gösterimler; dünya üzerinde yer alan her bir noktanın farklı özellikler çerçevesinde gösterimini sağlamaktadır. Dolayısıyla bu yaklaşım çerçevesinde dünya üzerinde yer alan bir mekân nokta, çizgi, poligon vb. şekilsel araçlar ile tanımlanmakta ve gösterilmektedir.<br/>Diğer şıklarda belirtilenler gösterimlere ilişkin daha spesifik bilgileri içermektedir."
  },
  {
    "id": "992604",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi GIS'de bir piksele ilişkin girilecek bir bilgi olamaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Fiziksel bilgiler",
      "B": "Topoğrafik bilgiler",
      "C": "Nüfus ve trafik bilgileri",
      "D": "Hane halkı gelir düzeyi bilgisi",
      "E": "Uzaklık bilgisi"
    },
    "explanation": "Veri tabanı üzerinde tanımlanmış (sayısallaştırılmış) her bir nokta için söz konusu noktayı tanımlayacak ya da her bir nokta (piksel) için özellik (fiziksel, topoğrafı, nüfus, trafik, hane halkı gelir düzeyi vb.) belirleyecek çok sayıda verinin girilmesi mümkündür.<br/>E şıkkında belirtilen uzaklık bilgisi iki nokta (piksel) arasında tanımlanacağından tek bir piksel için belirlenemez."
  },
  {
    "id": "992690",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi veya hangileri tüm lojistik süreçlerde optimizasyonun mümkün hâle gelebilmesine olanak sağlamaktadır?\n I) Var olan taşımacılık ve dağıtım kaynaklarının en etkin bir biçimde kullanılması\n II) Mümkün olduğunca boş taşımanın yapılmaması, araçlarda boşlukların söz konusu olmaması\n III) Tedarik, insan gücü ve diğer maliyet yaratacak faktörlerin optimize edilmesi\n IV) Lojistik akış hızının olabildiğince düşürülmesi",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, ve III",
      "B": "Hepsi",
      "C": "I ve IV",
      "D": "I ve III",
      "E": "I ve II"
    },
    "explanation": "Aşağıdaki yaklaşımlar tüm lojistik süreçlerde optimizasyonun mümkün hâle gelebilmesine olanak sağlamaktadır: • Var olan taşımacılık ve dağıtım kaynaklarının en etkin bir biçimde kullanılması • Mümkün olduğunca boş taşımanın yapılmaması, araçlarda boşlukların söz konusu olmaması • Hizmet sağlayıcılar ile daha ekonomik ve açık hükümler ihtiva eden sözleşmeler yapılması • Tedarik, insan gücü ve diğer maliyet yaratacak faktörlerin optimize edilmesi • Hizmet süresi ve hizmet düzeyinin gereksinimler çerçevesinde planlanması • Lojistik akış hızının olabildiğince artırılması"
  },
  {
    "id": "992771",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi <strong>giden yüklerin</strong> tanımına ilişkin bir örnektir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tedarik zincirinin fabrikalar ile müşteriler arasındaki akış süreçlerine konu olan ürünler",
      "B": "Taşıma ve dağıtım süreçlerinde ortaya çıkabilecek olan sorumlulukların üstlenildiği ürünler",
      "C": "Tedarikçilere verilen siparişlere uygun olarak işletmeye tedarikçiler tarafından gönderilen ham madde, yarı mamul vb. her türde materyal",
      "D": "Taşıma hizmetini doğrudan üretmeyerek, üretenlerden tedarik edip müşterilere arz edilen ürünler",
      "E": "Taşıma ve dağıtım faaliyetlerinin bütünüyle dış kaynaklardan karşılandığı ürünler"
    },
    "explanation": "Giden yükler işletme tarafından ürün ya da yarı mamul hâle getirilmiş olan yüklerdir. Bu tür materyaller çoğunlukla üreticilerden müşterilere gönderilen materyallerdir. Bunlar ayrıca tamamlanmış ürün olarak da adlandırılabilmektedir. Tedarik zincirinin fabrikalar ile müşteriler arasındaki akış süreçlerine konu olan ürünleri kapsamaktadır."
  },
  {
    "id": "992906",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi lojistik üzerine çalışan işletmelerin hedeflerinden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Olabilecek en yüksek düzeyde ürün konsolidasyonu",
      "B": "Taşıma türleri, araçları ve yüklerin en yüksek düzeyde optimal kullanımı",
      "C": "En yüksek faydayı yaratan taşıma türünün seçilmesi",
      "D": "Mümkün olan en yüksek hizmet düzeyinin müşterilere arz edilebilmesi",
      "E": "Taşınan ürünün düşük maliyetli fakat satışından yüksek kar getiren bir ürün olarak seçlilmesi"
    },
    "explanation": "Bu kapsamda işletmeler aşağıda tanımlanmış hedeflere ulaşmaya çalışmaktadırlar. • En yüksek faydayı yaratan taşıma türünün seçilmesi • Taşıma türleri, araçları ve yüklerin en yüksek düzeyde optimal kullanımı • Olabilecek en yüksek düzeyde ürün konsolidasyonu • Mümkün olan en yüksek hizmet düzeyinin müşterilere arz edilebilmesi<br/>E şıkkında belirtilen ürün üreten ve satan şirketler için geçerli bir hedef olabilir. Lojistik şirketlerinin taşıyacakları ürünün taşıma maliyetine ilişkin hedefleri olur."
  },
  {
    "id": "993465",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi SAP APO alt bileşenlerinden araç çizelgelemesine ait bir tanımlamadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Planlama sürecinde elde edilen sonuçları gerçek hayat ile uyumlu hâle getirilmesi",
      "B": "Araç ve ekipmanların belirlenmesi, yüklerin birleştirilmesi, ayrıştırılması ve konsolidasyonu",
      "C": "Sistemde farklı ülkelerde uygulanan sistem ve yaklaşımların entegrasyonunun yapılması",
      "D": "Dinamik çalışma ve optimizasyon yöntemleri kullanarak hızlı tepki verebilen üretim planlama sürecinin oluşturulması",
      "E": "Tedarik zinciri içerisinde yer alan tüm şebekenin ve zamanında dağıtım ağının plana göre optimizasyonu"
    },
    "explanation": "Araç çizelgeleme: Gerçek yaşamda karşılaşılan sınırlılıkların ve kısıtların dikkate alınarak sürece dahil edildiği bir SAP aracıdır. SAP APO uygulamaları planlama sürecinin çıktıları ile gerçek hayatta karşılaşılan durumları karşılaştırarak çözümleme meydana getirmektedir. Daha net bir ifade ile planlama sürecinde elde edilen sonuçları gerçek hayat ile uyumlu hâle getirmektedir. Planlama süreci sona erdiğinde SAP sisteminde uygulama süreci başlamaktadır. SAP planlama sürecinde elde edilen çıktıları uygulama sürecine entegre etmektedir.<br/><strong>Araç çizelgeleme:</strong> Gerçek yaşamda karşılaşılan sınırlılıkların ve kısıtların dikkate alınarak sürece dahil edildiği bir SAP aracıdır. SAP APO uygulamaları planlama sürecinin çıktıları ile gerçek hayatta karşılaşılan durumları karşılaştırarak çözümleme meydana getirmektedir. Daha net bir ifade ile planlama sürecinde elde edilen sonuçları gerçek hayat ile uyumlu hâle getirmektedir. Planlama süreci sona erdiğinde SAP sisteminde uygulama süreci başlamaktadır. SAP planlama sürecinde elde edilen çıktıları uygulama sürecine entegre etmektedir."
  },
  {
    "id": "993508",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi SAP APO alt bileşenlerinden tedarik ağı planlama ait bir tanımlamadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Sevkiyat planlarına bağlı olarak kullanılacak araç ve ekipmanların belirlenmesi, yüklerin birleştirilmesi, ayrıştırılması ve konsolidasyonu",
      "B": "Tüm ulaştırma hareketlerini depo işlemlerinizle senkronize edilmesi",
      "C": "Giren, çıkan ve stoklama işlemleri için geniş çapta olanak sağlanması",
      "D": "Gümrük vergisi hesaplamaları ve çıkış noktasında, gideceği ve yol üzerindeki herhangi bir noktadaki gümrük izinleri için uygun dokümanların hazırlanması",
      "E": "Dağıtım ağının plana göre optimizasyonu ile ilgili kaynak kararlar ve taktiksel planlar yapılması"
    },
    "explanation": "Tedarik ağı planlama: Tedarik zinciri içerisinde yer alan tüm şebekenin ve zamanında dağıtım ağının plana göre optimizasyonu ile ilgili kaynak kararlar ve taktiksel planlar yaratmak için kullanılan bir planlama yaklaşımıdır."
  },
  {
    "id": "993614",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi SAP TM'nin özelliğidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tedarik zinciri süreçlerinde taşımanın başlangıcından sonuna kadar olan süreçte tüm taşımacılık süreçlerinin bütünleşik bir yapıda takip edilmesini sağlamak",
      "B": "Bir taşımacılık işletmesine yönelik kaynakların belirlenmesi ve süreçlerin optimize edilmesi ile ilişkili olarak, taşımacılık çözümleri üretmek.",
      "C": "Müşterilerden gelen siparişlerin sisteme aktarılarak sistem içerisinde bir taşımacılık planı oluşturulması.",
      "D": "Satış ve dağıtım süreçleri arasında gerçekleşen akışların özetini görebilmek.",
      "E": "Giden ve gelen teslimatler için finansal dökümanların yönetilmesi."
    },
    "explanation": "SAP TM tedarik zinciri süreçlerinde taşımanın başlangıcından sonuna kadar olan süreçte tüm taşımacılık süreçlerinin bütünleşik bir yapıda takip edilmesini sağlamaktadır. Aynı zamanda rotalama ve araç optimizasyonu sağlayarak taşıma ve dağıtım maliyetlerinin de azaltılmasına imkân vermektedir.<br/>A şıkkında belirtilen SAP TM için belirtilen genel bir özelliğidir. Ancak diğer şıklardan belirtilenler SAP ERP'nin bir özelliğidir."
  },
  {
    "id": "993687",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi SAP sisteminde taşıma ve dağıtım süreçleri ile ilgili ana verilerden taşımacılık sektörüne ilişkin bir tanımlamadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Taşıma operasyonlarının başlangıç ve bitiş noktaları, dağıtım yapılacak ara noktalar, kullanılacak güzergâh, taşınacak yük ve yüke ilişkin özellikler",
      "B": "Taşıma operasyonlarında kullanılacak araçlar, taşıma kapları ve konteynerlerin özellikleri, boyutları",
      "C": "Taşıma işletmeleri, lojistik hizmet sağlayıcılar, faturaların tarafları, gümrük süreçlerine katılan unsurlar",
      "D": "Taşıma hizmetini üreten ya da doğrudan gereksinimi olan işletmelerin içsel süreçleri",
      "E": "Güzergâh ve araç optimizasyonu, taşıma hizmet tedarikçisi belirleme ve yönetimi, hava ve deniz taşımacılığı rezervasyonu verileri"
    },
    "explanation": "Taşımacılık Süreçlerine İlişkin Ana Veriler: Bu tür veriler doğrudan taşımacılık ve dağıtım süreçleri ile ilişkili verilerdir. Taşıma operasyonlarının başlangıç ve bitiş noktaları, dağıtım yapılacak ara noktalar, kullanılacak güzergâh, taşınacak yük ve yüke ilişkin özellikler bu verileri oluşturmaktadır."
  },
  {
    "id": "1634967",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Stok yönetiminin amaçlarından birisi <u><strong>değildir</strong></u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Arz ve talep dengesinin sağlanması",
      "B": "Üretimin daha iyi bir şekilde planlanması",
      "C": "Müşteri talepleri",
      "D": "Rakip firmaların satışlarını düşürmek",
      "E": "Satın almada ölçek ekonomisinden yararlanmak"
    },
    "explanation": "Rakip firmaların satışlarını düşürmek amaçlardan birisi değildir."
  },
  {
    "id": "1634975",
    "unitNumber": 6,
    "text": "I.Ham maddeler<br/>II.Yarı mamuller<br/>III.Bitmiş ürünler<br/>Yukarıdakilerden hangisi/hangileri Stok sınıflamalarındandır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "II ve III",
      "D": "I ve III",
      "E": "I,II,III"
    },
    "explanation": "Verilenlerin tümü Stok sınıflamalarındandır."
  },
  {
    "id": "1634986",
    "unitNumber": 6,
    "text": "Yıllık elde bulundurma ve sipariş maliyetlerini en aza indirgeyecek sabit sipariş miktarı belirlendiği stok kontrol modeli aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ekonomik Sipariş Miktarı Modeli",
      "B": "Ekonomik Üretim Miktarı Modeli",
      "C": "Miktar İskontosu Modeli",
      "D": "ABC Analizi",
      "E": "Talep Tahmini"
    },
    "explanation": "Anlatılan Ekonomik Sipariş Miktarı Modelidir."
  },
  {
    "id": "1634997",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Talep Tahmin Yöntemlerinden Kantitatif yöntemlere örnek olarak verilebilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yönetici görüşleri",
      "B": "Nedensel yöntemler",
      "C": "Delphi yöntemi",
      "D": "Satış ekibi görüşleri",
      "E": "Müşteri anketleri"
    },
    "explanation": "Nedensel yöntemler Kantitatif yöntemlerdir."
  },
  {
    "id": "1635008",
    "unitNumber": 6,
    "text": "Yılın belirli dönemlerde talebin artması ya da azalması olarak ifade edilen Zaman serileri yöntemine ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Trend",
      "B": "Çevrim",
      "C": "Mevsimsellik",
      "D": "Rastlantısallık",
      "E": "Durağanlık"
    },
    "explanation": "Anlatılmak istenen Mevsimsellik yöntemidir."
  },
  {
    "id": "1635015",
    "unitNumber": 6,
    "text": "Bağımlı stok kalemlerinin ne zaman ve hangi miktarda sipariş verilmesi gerektiğine cevap vermeye çalışan lojistik bilişim sistemi hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "ERP (Kurumsal Kaynak Planlaması)",
      "B": "CRP (Kapasite İhtiyaç Planlaması)",
      "C": "DRP (Dağıtım İhtiyaçları Planlaması)",
      "D": "MRP (Malzeme İhtiyaç Planlaması)",
      "E": "APS (İleri Planlama Sistemleri)"
    },
    "explanation": "Bu lojistik bilişim sistemi MRP (Malzeme İhtiyaç Planlaması)dır."
  },
  {
    "id": "1635030",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisinde CRP (Kapasite İhtiyaç Planlaması)'nın tanımı doğru olarak verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Üretim planlama sürecine çözüm bulmak amacıyla simülasyon ve optimizasyon yöntemlerini kullanan bir bilgisayar programıdır.",
      "B": "Ana üretim planında öngörülen her bir iş merkezinde ihtiyaç duyulan zaman içindeki kapasiteyi belirlemektedir.",
      "C": "Ürün üreten bir işletmenin tüm kaynaklarını entegre ve etkili bir şekilde planlaması yöntemidir.",
      "D": "İşletmelere bilgi tutarlılığı, ölçek ekonomisi ve entegrasyonu sağlamaktadır.",
      "E": "Stok yönetimi ve dağıtım planlama için MRP sisteminin mantıksal uzantısı olarak geliştirilmiş bir sistemdir."
    },
    "explanation": "CRP (Kapasite İhtiyaç Planlaması);Ana üretim planında öngörülen her bir iş merkezinde ihtiyaç duyulan zaman içindeki kapasiteyi belirlemektedir."
  },
  {
    "id": "1635041",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi CPFR’nin Uygulama İşbirliksel Faaliyetlerine ait görevlerdendir?",
    "correctAnswer": "A",
    "options": {
      "A": "Siparişlerin Oluşturulması",
      "B": "Ortak İş Planı",
      "C": "Satış Tahminleri",
      "D": "İstisna Yönetim",
      "E": "İşbirliksel Düzenleme"
    },
    "explanation": "Siparişlerin Oluşturulması uygulamaya ait işbirliksel faaliyet görevidir."
  },
  {
    "id": "1635053",
    "unitNumber": 6,
    "text": "ERP ile ilgili aşağıdaki ifadelerden hangisi <u><strong>yanlıştır</strong></u>?",
    "correctAnswer": "E",
    "options": {
      "A": "ERP sistem yazılımları oldukça zaman gerektiren yüksek maliyetli yazılımlardır.",
      "B": "Bilgi doğruluğu ve karar verme yeteneği geliştirilir.",
      "C": "Kalite maliyetleri azalır.",
      "D": "Esneklik artar.",
      "E": "Çevrim süresi artar."
    },
    "explanation": "ERP sistemde çevrim süresi artmaz aksine azalmaktadır."
  },
  {
    "id": "1635066",
    "unitNumber": 6,
    "text": "Üzerlerinde işlem yapılmış fakat henüz üretim sürecini tamamlamamış malzemelere ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sarf malzemeleri",
      "B": "Ham madde",
      "C": "Yarı mamuller",
      "D": "Güvenlik stoku",
      "E": "Çevrim Stoku"
    },
    "explanation": "Üzerlerinde işlem yapılmış fakat henüz üretim sürecini tamamlamamış malzemelere Yarı mamuller denilmektedir."
  },
  {
    "id": "911573",
    "unitNumber": 6,
    "text": "\"Müşterilerin büyük miktarlarda alım yapmasını teşvik etmek amacıyla büyük siparişler için yapılan fiyat indirimleridir.\" ifadesi aşağıdakilerden hangisini tanımlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Ekonomik sipariş modeli",
      "B": "Ekonomik üretim modeli",
      "C": "Miktar iskontosu modeli",
      "D": "Stok yönetimi",
      "E": "Stok maliyeti"
    },
    "explanation": "Miktar İskontosu Modeli Ekonomik sipariş miktarı modeli ve ekonomik üretim miktarı modeli miktar iskontolarını dikkate almamaktadır. Miktar iskontosu, müşterilerin büyük miktarlarda alım yapmasını teşvik etmek amacıyla büyük siparişler için yapılan fiyat indirimleridir."
  },
  {
    "id": "911581",
    "unitNumber": 6,
    "text": "\"Stok yönetimi ve dağıtım planlama için MRP sisteminin mantıksal uzantısı olarak geliştirilmiş bir sistemdir.\" Tanımı ferilen sistem aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "CPFR",
      "B": "VMI",
      "C": "CRP",
      "D": "DRP",
      "E": "APS"
    },
    "explanation": "DRP, stok yönetimi ve dağıtım planlama için MRP sisteminin mantıksal uzantısı olarak geliştirilmiş bir sistemdir."
  },
  {
    "id": "911587",
    "unitNumber": 6,
    "text": "\"Ana üretim planında öngörülen her bir iş merkezinde ihtiyaç duyulan zaman içindeki kapasiteyi belirlemektedir.\" Tanımı verilen planlama türü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "CRP",
      "B": "MRP II",
      "C": "APS",
      "D": "DRP",
      "E": "ERP"
    },
    "explanation": "CRP, ana üretim planında öngörülen her bir iş merkezinde ihtiyaç duyulan zaman içindeki kapasiteyi belirlemektedir."
  },
  {
    "id": "911591",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Kantitafif Yöntemlerin alt basamağıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Yönetici görüşleri",
      "B": "Nedensel yöntemler",
      "C": "Satış ekibi görüşleri",
      "D": "Müşteri anketleri",
      "E": "Delphi yöntemi"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/f73b9a23c2d471996211e71e5ef4babb.png\" alt=\"\" width=\"385\" height=\"179\">"
  },
  {
    "id": "911601",
    "unitNumber": 6,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/ff30c5993e7d7b3fd714a5f895cbd2ce.png\" alt=\"\" width=\"402\" height=\"182\"> Yandaki CPFR’nin İşbirliksel Faaliyet ve Görevleri şemasında verilen numaralardan hangisi \"uygulama \" faaliyetini göstermektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "4",
      "E": "5"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/79d34951392384ddf30c208fed85f70d.png\" alt=\"\" width=\"425\" height=\"193\">"
  },
  {
    "id": "911607",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi APS'nin 4 temel bileşeninden <strong>biridir</strong> ?",
    "correctAnswer": "D",
    "options": {
      "A": "Performans raporları",
      "B": "İş emirleri",
      "C": "Stok planlaması ve kontrolü",
      "D": "Kaynakların Optimizasyonu",
      "E": "Ürün ağaçları"
    },
    "explanation": "APS’nin 4 temel bileşeni bulunmaktadır:\n •<strong> Talep Tahmini</strong>: Bu modül, geçmiş dönemlerdeki satış rakamlarını temel alan satış tahminlerini, mevcut planlanmış siparişleri, planlanmış pazarlama aktivitilerini ve müşteri bilgilerini oluşturur.\n • <strong>Kaynak Yönetimi</strong>: Kaynak yönetimi modülü, tedarik zinciri sistemi kaynak ve kısıtlarını koordine eder ve kayıtlarını tutar. APS, tedarik zinciri kararları ile ilişkili dengeleri değerlendirmek için kaynak ve kısıt bilgilerini kullandığı için bilgi doğruluğu, en iyi kararların sağlanması ve planlama sisteminin güvenilirliğinin arttırılması için oldukça önemlidir. Yanlış planlama kararları hem sistem performansını düşürecek hem de sistemdeki güvenilirliği azaltacaktır.\n • <strong>Kaynakların Optimizasyonu</strong>: Talep tahmini modülünden ihtiyaçları, kaynak yönetimi modülünden tanımları, kaynakları, sınırlamaları ve amaçları kullanan bu modül, matematiksel programlamayı ve sezgisel yöntemleri birleştirip kaynakları en etkin şekilde kullanarak müşteri ihtiyaçlarını en iyi şekilde nasıl karşılayacağını belirler. Bu göreviyle APS’nin hesap makinesi ya da kara kutusudur diyebiliriz.\n • <strong>Kaynakların Ayrılması</strong>: Kaynakların optimizasyonu doğrultusunda bu modül, kaynak atamalarını düzenler ve ilgili işlemlerin başlatılabilmesi için ERP sistemine aktarım yapar."
  },
  {
    "id": "911612",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi MRP'nin avantajlarından biri <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Yüksek müşteri hizmet seviyesi",
      "B": "Daha güvenilir ve hızlı teslimat tarihleri",
      "C": "Daha yüksek stok devir hızı",
      "D": "Kısa dönemli planlama yapabilme becerisi",
      "E": "Yüksek stok tükenmesi hızı"
    },
    "explanation": "MRP’nin avantajlarını aşağıdaki şekilde özetleyebiliriz:\n • Yüksek müşteri hizmet seviyesi •\n Daha düşük stok seviyeleri ve maliyetleri\n • Daha güvenilir ve hızlı teslimat tarihleri\n • Daha yüksek stok devir hızı\n • Taşıma ve acil siparişler için daha az zaman harcama\n • Daha iyi planlama • Kısa dönemli planlama yapabilme becerisi •\n Stok tükenmesi durumuna karşı önceden önlem alabilme"
  },
  {
    "id": "911620",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi VMI sisteminin faydalarından <strong>değildir</strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "Talepteki belirsizliklerin azaltılması",
      "B": "Tedarikçiyle kısa vadeli daha iyi ilişkiler kurulması",
      "C": "Maliyetlerin düşürülmesi",
      "D": "Teslim sürelerinin kısaltılması",
      "E": "Daha etkili talep tahmini yapılmasının sağlanması"
    },
    "explanation": "VMI sisteminin faydaları ise aşağıda yer almaktadır:\n • Müşteri hizmet düzeyinin iyileştirilmesi\n • Talepteki belirsizliklerin azaltılması\n • Maliyetlerin düşürülmesi\n • Satışların arttırılması\n • Teslim sürelerinin kısaltılması\n • Daha etkili talep tahmini yapılmasının sağlanması\n • Tedarikçiyle <strong>uzun vadeli</strong> daha iyi ilişkiler kurulması"
  },
  {
    "id": "911629",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi bir stok kalemi <strong>değildir</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Yapı malzemeleri",
      "B": "Sarf malzemeleri",
      "C": "Yedek paröalar",
      "D": "Bitmiş ürünler",
      "E": "Ham maddeler"
    },
    "explanation": "<strong>Stok Çeşitleri</strong> Stoklar genel olarak ham maddeler, yarı mamuller ve bitmiş ürünler olmak üzere 3 şekilde sını\u001bandırılmaktadır (Muller,2003, s.4):\n • <strong>Ham maddele</strong>r: Yarı mamullerin ya da bitmiş ürünlerin üretim sürecinde kullanılmak üzere yararlanılan malzeme, parça ve bileşenlerdir.\n • <strong>Yarı mamuller</strong>: Üzerlerinde işlem yapılan fakat henüz üretim sürecini tamamlamamış malzemelerdir.\n • <strong>Bitmiş ürünle</strong>r: Tüm üretim sürecinin tamamlandığı, müşteriye teslim edilebilir hâlde sevkiyat için bekleyen ürünlerdir. Bazı stok kalemleri ise bu sını\u001bandırmaya tam olarak uymamaktadır. Bu stok kalemleri için de sarf malzemeleri ve hazır parçalar olmak üzere ek bir sını\u001bandırma yapmak mümkündür.\n • <strong>Sarf malzemeleri</strong>: Üretimde doğrudan kullanılmayan bakım, onarım, yağ, yakıt, kırtasiye, ofis malzemeleri vb. gibi işletme için gerekli olan malzemeleri içerir.\n • Y<strong>edek parçala</strong>r: Bakım onarım için kullanılan malzemelerdir."
  },
  {
    "id": "911634",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi talep tahmini ve planlamasının amaçlarından <strong>değildir</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Müşteri memnuniyetinin sağlanması",
      "B": "Üretim plan ve programlarının daha etkili hâle getirilmesi",
      "C": "Ürünlerin cinsine, kullanım amacına ve teslim süresine göre satışa sunulması",
      "D": "Stok maliyetlerinin düşürülmesi",
      "E": "Nakliye operasyonlarının daha iyi yönetilmesi"
    },
    "explanation": "Müşteri memnuniyetinin sağlanması, üretim plan ve programlarının daha etkili hâle getirilmesi, en iyi stok seviyesinin belirlenmesi ve stok maliyetlerinin düşürülmesi, nakliye operasyonlarının daha iyi yönetilmesi talep tahmini ve planlamanın amaçlarındandır."
  },
  {
    "id": "933513",
    "unitNumber": 6,
    "text": "Bir ürünü piyasa değeri düşükken satın alıp stoklayarak fiyatı yükseldiğinde satıştan kâr elde etmeye çalışma aşağıdaki stok bulundurma nedenlerinden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Taleptedi dalgalanmalar",
      "B": "Tahmin edilebilirlik",
      "C": "Tedarikte güvenilmezlik",
      "D": "Spekülasyon",
      "E": "Miktar indirimleri"
    },
    "explanation": "<em>Spekülasyon: </em>İşletmeler spekülasyon amacıyla da stok bulundurmaktadırlar. Bir ürünü piyasa değeri düşükken satın alıp stoklayarak fiyatı yükseldiğinde satıştan kâr elde etmeyi amaçlarlar. Ya da bir ürünün fiyatının artması bekleniyorsa o ürünün fiyatı artmadan kendi ihtiyaçları doğrultusunda satın alarak stok bulundururlar. Böylece fiyat artışından etkilenmemiş olurlar."
  },
  {
    "id": "933546",
    "unitNumber": 6,
    "text": "Üretimde doğrudan kullanılmayan bakım, onarım, yağ, yakıt, kırtasiye, ofis malzemeleri vb. gibi işletme için gerekli olan malzemelere ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ham madde",
      "B": "Yarı mamuller",
      "C": "Sarf malzemeler",
      "D": "Bitmiş ürünler",
      "E": "Stok malzemesi"
    },
    "explanation": "Sarf malzemeleri: Üretimde doğrudan kullanılmayan bakım, onarım, yağ, yakıt, kırtasiye, ofis malzemeleri gibi işletme için gerekli olan malzemeleri içerir."
  },
  {
    "id": "933564",
    "unitNumber": 6,
    "text": "Müşteri memnuniyetsizliği yüzünden itibar kaybı maliyeti oluşmasına sebep olan stok maliyeti aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ceza maliyeti",
      "B": "Elde bulundurma maliyeti",
      "C": "Sipariş maliyeti",
      "D": "Ham madde maliyeti",
      "E": "Yarı mamul maliyeti"
    },
    "explanation": "<em>Ceza maliyeti: </em>Stoksuz kalma veya elde bulundurmama maliyeti olarak da bilinen ceza maliyeti, karşılanamayan siparişleri içermektedir. Talebin oluştuğu dönemde talebi karşılayacak kadar elde stok bulundurmamaktan kaynaklanan maliyettir. Talep, bekleyen sipariş olarak ertelenmekte ya da kaybedilmektedir. Talebin bir sonraki dönemde karşılanması için bekletilmesi durumunda muhasebe ve gecikme maliyetleri oluşurken satışın kaybedilmesi durumunda ise kar kaybı oluşur. İki durumda da müşteri memnuniyetsizliği yüzünden itibar kaybı maliyeti meydana gelmektedir."
  },
  {
    "id": "933729",
    "unitNumber": 6,
    "text": "<ol type=\"I\"> <li>Talebin sabit olduğu, en temel ve en basit stok kontrol modelidir.</li> <li>Siparişlerin tek seferde stoka alınmasından ziyade üretim süresince artan şekilde partiler hâlinde alınmasıdır.</li> <li>Optimal sipariş miktarı belirlenir.</li> </ol> Yukarıdaki stok kontrol modelleri sırasıyla aşağıdakilerin hangisinde doğru verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ekonomik sipariş miktarı modeli-Miktar iskontosu modeli-Ekonomik üretim miktarı modeli",
      "B": "Ekonomik sipariş miktarı modeli-Ekonomik üretim miktarı modeli-Miktar iskontosu modeli",
      "C": "Miktar iskontosu modeli-Ekonomik üretim miktarı modeli-Ekonomik sipariş miktarı modeli",
      "D": "Miktar iskontosu modeli-Ekonomik sipariş miktarı modeli-Ekonomik üretim miktarı modeli",
      "E": "Ekonomik sipariş miktarı modeli-Miktar iskontosu modeli-Ekonomik üretim miktarı modeli"
    },
    "explanation": "Ekonomik sipariş miktarı modeli, stok kontrol modelleri içerisinde talebin sabit olduğu, en temel ve en basit stok kontrol modelidir.\n Ekonomik üretim miktarı modelinin varsayımları hemen hemen ekonomik sipariş mik- tarı modeliyle aynıdır. Tek fark siparişlerin tek seferde stoka alınmasından ziyade üretim süresince artan şekilde partiler hâlinde alınmasıdır.\n Miktar iskontosu modelinde öncelikle iskonto oranı dikkate alınmadan ekonomik sipariş miktarı hesaplanır. Daha sonra ekonomik sipariş miktarı ile sipariş miktar aralıkları göz önünde bulundurularak optimal sipariş miktarı belirlenir."
  },
  {
    "id": "933760",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi talep tahmini yönteminin karakteristik özelliklerinden biri <u>değildir?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "İyi bir tahmin bile beklenen belli bir hata payı içermektedir.",
      "B": "Toplanmış birimlerle tahmin yapmak, birbirinden ayrı tek tek birimlerin tahmininden daha doğru sonuçlar.",
      "C": "Uzak zaman dilimi için yapılan tahminler daha fazla hatalı sonuç alınmasına sebep.",
      "D": "Tahmin yöntemi uygulanırken bilinen bilgiler dışarıda tutulmalı, her bilgi dahil edilmelidir.",
      "E": "Tahminler genellikle doğrudur."
    },
    "explanation": "Tahminin karakteristik özellikleri aşağıda yer almaktadır:\n <ul> <li>Tahminler genellikle her zaman yanlıştır.</li> <li>İyi bir tahmin bile beklenen belli bir hata payı içermektedir.</li> <li>Toplanmış birimlerle tahmin yapmak, birbirinden ayrı tek tek birimlerin tahmi- ninden daha doğru sonuçlar</li> <li>Uzak zaman dilimi için yapılan tahminler daha fazla hatalı sonuç alınmasına sebep</li> <li>Tahmin yöntemi uygulanırken bilinen bilgiler dışarıda tutulmalı, her bilgi dahil edilmelidir.</li> </ul>"
  },
  {
    "id": "933780",
    "unitNumber": 6,
    "text": "En sık kullanılan talep tahmini sınıflandırması aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İçerdiği zaman aralığına göre sınıflandırma",
      "B": "Ürünün cinsine göre sınıflandırma",
      "C": "Hesaplama yöntemine göre sınıflandırma",
      "D": "Kullanım amacına göre sınıflandırma",
      "E": "Talebe göre sınıflandırma"
    },
    "explanation": "Talep tahminleri; ürünün cinsine, hesaplama yöntemine, kullanım amacına ve içerdiği zaman aralıklarına göre farklı şekillerde sınıflandırılmaktadır. En sık kullanılan sınıflandırma, içerdiği zaman aralığına göre yapılan sınıflandırmadır."
  },
  {
    "id": "933791",
    "unitNumber": 6,
    "text": "Karar vericiler, cevap verenler ve çalışan personel olmak üzere 3 türlü katılımcı bulunduğu ancak asıl tahmini gerçekleştireceklerin 5-10 kişilik bir uzman grubundan oluşan karar vericilerin olduğu talep tahmin yöntemi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yönetici görüşler",
      "B": "Satış ekibi görüşleri",
      "C": "Müşteri anketleri",
      "D": "Delphi yöntemi",
      "E": "Nedensel yöntemler"
    },
    "explanation": "<em>Delphi Yöntemi: </em>Bu yöntemde; karar vericiler, cevap verenler ve çalışan personel olmak üzere 3 türlü katılımcı bulunmaktadır. Asıl tahmini gerçekleştirecekler 5-10 kişilik bir uzman grubundan oluşan karar vericilerdir. Çalışan personel ise anketleri hazırlayan, dağıtan, sonuçları toplayarak özetleyen gruptur. Tahmin gerçekleşmeden önce karar vericilere önemli bilgileri veren ve farklı bölgelerde ikamet eden insanlar ise yanıtlayıcılar grubunu oluşturmaktadır."
  },
  {
    "id": "933819",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi kantitafik talep tahmin yöntemidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yönetici görüşleri",
      "B": "Zaman serileri yöntemi",
      "C": "Satış ekibi görüşleri",
      "D": "Müşteri anketleri",
      "E": "Delphi yöntemi"
    },
    "explanation": "Talep tahmin problemlerinin çözümü için kantitatif ve kalitatif olmak üzere iki yaklaşım bulunmaktadır. Kalitatif yöntemler: yönetici görüşleri, satış ekibi görüşleri, müşteri anketleri ve delphi yöntemi. Kantitatif yöntemler ise nedensel yöntemler ve zaman serileri yöntemleridir."
  },
  {
    "id": "933839",
    "unitNumber": 6,
    "text": "İşletmelere kendi iş süreçlerinin büyük bir kısmını otomatikleştirmeye ve entegre etmeye, kurum içerisinde ortak bir veri tabanının paylaşılmasına ve bilginin gerçek zamanlı üretilmesine olanak tanıyan yazılım aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "MRP",
      "B": "CRP",
      "C": "ERP",
      "D": "APS",
      "E": "VMI"
    },
    "explanation": "<strong>ERP</strong>, İngilizce <em>Enterprise Resource Planning </em>kavramının baş harflerinden meydana gelmektedir ve bu kavram Türkçeye Kurumsal Kaynak Planlaması olarak çevrilmektedir. ERP, işletmelere kendi iş süreçlerinin büyük bir kısmını otomatikleştirmeye ve entegre etmeye, kurum içerisinde ortak bir veri tabanının paylaşılmasına ve bilginin gerçek zamanlı üretilmesine olanak tanıyan bir yazılımdır. ERP sistemleri, bir işletme içerisindeki tüm işlemlerin işlendiği, takip edilip raporlandığı bir veri tabanını desteklemektedir."
  },
  {
    "id": "933877",
    "unitNumber": 6,
    "text": "<ul> <li>Stok planlaması ve kontrolünü sağlamak</li> <li>Gerekli malzemelerin istenilen zaman ve istenilen miktarda üretim tesisinde olmasını sağlamak ve bunu gerçekleştirirken minimum stokun bulundurulmasını garantilemek</li> <li>Satın alma, üretim ve dağıtım faaliyetlerini planlamak</li> </ul> Yukarıda sıralanan amaçlar aşağıdaki bilişim sistemlerinden hangisine aittir?",
    "correctAnswer": "B",
    "options": {
      "A": "CPFR",
      "B": "MRP",
      "C": "ERP II",
      "D": "ASP",
      "E": "VMI"
    },
    "explanation": "MRP sistemleri her bir stok kaleminin dönemler bazında ihtiyaçlarını saptayarak etkin bir stok yönetimi için gerekli bilgilerin üretilmesini hedeflemektedir. Bir üretim planını gerçekleştirmek için gerekli olan malzemelerin ve bu malzemelerin miktarlarının saptanması gerekir. Bu doğrultuda MRP sisteminin ana amaçlarını aşağıdaki şekilde sıralayabiliriz:\n <ul> <li>Stok planlaması ve kontrolünü sağlamak</li> <li>Gerekli malzemelerin istenilen zaman ve istenilen miktarda üretim tesisinde olmasını sağlamak ve bunu gerçekleştirirken minimum stokun bulundurulmasını garantilemek</li> <li>Satın alma, üretim ve dağıtım faaliyetlerini planlamak</li> </ul>"
  },
  {
    "id": "968662",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi stok bulundurmanın önemli nedenleri arasında <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Talepteki dalgalanmalar",
      "B": "Tahmin edilebilirlik",
      "C": "Tedarikte güvenilmezlik",
      "D": "Spekülasyon",
      "E": "Daha yüksek sipariş maliyeti"
    },
    "explanation": "Stok bulundurmanın işletmeler için birçok önemli rolü bulunmaktadır. Stok bulundurmanın önemli nedenleri aşağıdaki gibidir:\n <ul> <li>Talepteki dalgalanmalar</li> <li>Tahmin edilebilirlik</li> <li>Tedarikte güvenilmezlik</li> <li>Spekülasyon</li> <li>Miktar indirimleri</li> <li>Daha düşük sipariş maliyeti</li> </ul>"
  },
  {
    "id": "968824",
    "unitNumber": 6,
    "text": "Ham maddelerin tedarikinden bitmiş ürünlerin dağıtılmasına kadar olan her türlü lojistik faaliyete ne denir?",
    "correctAnswer": "A",
    "options": {
      "A": "Stok yönetimi",
      "B": "Stok",
      "C": "Stok maliyeti",
      "D": "Stok kontrol modeli",
      "E": "Stok bulundurma nedeni"
    },
    "explanation": "Stok yönetimi, ham maddelerin tedarikinden bitmiş ürünlerin dağıtılmasına kadar olan her türlü lojistik faaliyeti içerir."
  },
  {
    "id": "968846",
    "unitNumber": 6,
    "text": "Stok bulundurma maliyeti olarak da bilinen elde bulundurma maliyeti herhangi bir dönemde fiziksel olarak elde tutulan stok miktarından doğan maliyettir.Aşağıdakilerden hangisi bu maliyetin çok farklı şekillerde olabildiği durumlardan biri <strong>değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Alternatif yatırımların fırsat maliyeti (Stoklara bağlanan sermayeyi alternatif bir yatırımda değerlendirme ihtimalinde sağlanacak kazanç)",
      "B": "Kırılma, bozulma, yıpranma ve kullanılmaz hâle gelme",
      "C": "Yedek parçalar",
      "D": "Vergi ve sigorta",
      "E": "Ürünlerin fiziksel olarak saklanması için gerekli olan alan maliyeti"
    },
    "explanation": "Stok bulundurma maliyeti olarak da bilinen elde bulundurma maliyeti herhangi bir dönemde fiziksel olarak elde tutulan stok miktarından doğan maliyettir. Bu maliyet çok farklı şekillerde olabilir:<br/>• Ürünlerin fiziksel olarak saklanması için gerekli olan alan maliyeti<br/>• Vergi ve sigorta<br/>• Kırılma, bozulma, yıpranma ve kullanılmaz hâle gelme<br/>• Alternatif yatırımların fırsat maliyeti (Stoklara bağlanan sermayeyi alternatif bir yatırımda değerlendirme ihtimalinde sağlanacak kazanç)"
  },
  {
    "id": "968886",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi stok planlamasındaki ana hedeftir?",
    "correctAnswer": "B",
    "options": {
      "A": "Az sayıda stok bulundurmak",
      "B": "Müşteri ihtiyaçlarının anında karşılanabilmesini sağlamak",
      "C": "Stok maliyeti oluşturmak",
      "D": "Stok kontrol modeli kurmak",
      "E": "Stok kontrol problemini çözmek"
    },
    "explanation": "Stok planlamasındaki ana hedef müşteri ihtiyaçlarının anında karşılanabilmesini sağlamaktır."
  },
  {
    "id": "968931",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi ekonomik sipariş miktarı modelin varsayımları arasında <strong>yer almaz?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Her sipariş için miktar sabittir ve tek seferde stoka yansıtılmaktadır",
      "B": "Tedarik süreleri kesin olarak bilinmektedir ve değişmez",
      "C": "Miktar iskontoları dikkate alınmamaktadır; ürünün birim fiyatı sabittir",
      "D": "Sadece çok ürün için geçerlidir",
      "E": "Stok seviyesinin sıfırın altına düşmesine müsaade edilmemektedir"
    },
    "explanation": "Bu modelin varsayımları aşağıda yer almaktadır:<br/>Sadece tek bir ürün için geçerlidir.<br/>• Yıllık talep gereksinimleri bilinmelidir.<br/>• Talep miktarı sabit, belirli ve yıla dağılmış şekildedir.<br/>• Her sipariş için miktar sabittir ve tek seferde stoka yansıtılmaktadır.<br/>• Tedarik süreleri kesin olarak bilinmektedir ve değişmez.<br/>• Miktar iskontoları dikkate alınmamaktadır; ürünün birim fiyatı sabittir.<br/>• Stok seviyesinin sıfırın altına düşmesine müsaade edilmemektedir"
  },
  {
    "id": "969825",
    "unitNumber": 6,
    "text": "Zaman serilerinin değişme yönünü ifade etmektedir. Bir zaman serisinde yer alan veriler sürekli olarak artma ya da azalma eğilimi gösterirler.Aşağıdakilerden hangisi bu ifadenin karşılığıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Zaman Serileri Yöntemleri",
      "B": "Nedensel Yöntemler",
      "C": "Trend",
      "D": "Mevsimsellik",
      "E": "Çevrim"
    },
    "explanation": "Trend: Zaman serilerinin değişme yönünü ifade etmektedir. Bir zaman serisinde yer alan veriler sürekli olarak artma ya da azalma eğilimi gösterirler."
  },
  {
    "id": "969836",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi talep tahmin sürecinin adımları arasında <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kullanım alanının belirlenmesi",
      "B": "Yapılacak ürünlerin seçilmesi",
      "C": "Yapılacak zaman aralığının belirlenmesi",
      "D": "Modelinin seçilmesi",
      "E": "Siparişlerin belirlenmesi"
    },
    "explanation": "Tahmin süreci sırasıyla aşağıdaki adımları izlemektedir. Bu adımlar bir tahmin sürecinin başlatılması, tasarımı ve uygulamasını ifade etmektedir.<br/>• Tahminin kullanım alanının belirlenmesi <br/>• Tahmin yapılacak ürünlerin seçilmesi <br/>• Tahmin yapılacak zaman aralığının belirlenmesi<br/>• Tahmin modelinin seçilmesi<br/>• Tahmin için gerekli olan verinin toplanması<br/>• Tahminin yapılması<br/>• Tahmin sonuçlarının elde edilmesi ve geçerliliğinin araştırılması"
  },
  {
    "id": "969856",
    "unitNumber": 6,
    "text": "İşletmelere kendi iş süreçlerinin büyük bir kısmını otomatikleştirmeye ve entegre etmeye, kurum içerisinde ortak bir veri tabanının paylaşılmasına ve bilginin gerçek zamanlı üretilmesine olanak tanıyan yazılım aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "ERP (Kurumsal Kaynak Planlaması)",
      "B": "MRP (Malzeme İhtiyaç Planlaması)",
      "C": "MRP II (Üretim Kaynakları Planlaması)",
      "D": "CRP (Kapasite İhtiyaç Planlaması)",
      "E": "DRP (Dağıtım İhtiyaçları Planlaması)"
    },
    "explanation": "ERP, işletmelere kendi iş süreçlerinin büyük bir kısmını otomatikleştirmeye ve entegre etmeye, kurum içerisinde ortak bir veri tabanının paylaşılmasına ve bilginin gerçek zamanlı üretilmesine olanak tanıyan bir yazılımdır."
  },
  {
    "id": "969866",
    "unitNumber": 6,
    "text": "Hangi üründen, hangi miktarda, hangi tarihte sipariş verilmelidir sorularına cevap bulabilmek için ana üretim planından yola çıkarak malzeme planlaması yapan üretim planlama ve stok kontrol sistemi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "İleri Planlama Sistemleri",
      "B": "Dağıtım İhtiyaçları Planlaması",
      "C": "Kapasite İhtiyaç Planlaması",
      "D": "Malzeme İhtiyaç Planlaması",
      "E": "Üretim Kaynakları Planlaması"
    },
    "explanation": "MRP, hangi üründen, hangi miktarda, hangi tarihte sipariş verilmelidir sorularına cevap bulabilmek için ana üretim planından yola çıkarak malzeme planlaması yapan üretim planlama ve stok kontrol sistemidir."
  },
  {
    "id": "969875",
    "unitNumber": 6,
    "text": "Ana üretim planının olmaması ya da yanlış olması, planların sürekli<br/>olarak değişmesi aşağıdaki hangi sistemi kullanılamaz hale getirir?",
    "correctAnswer": "B",
    "options": {
      "A": "CPFR (İşbirliksel Planlama, Tahmin ve Yenileme)",
      "B": "MRP (Malzeme İhtiyaç Planlaması)",
      "C": "VMI (Tedarikçi Yönetimli Envanter Sistemi)",
      "D": "APS (İleri Planlama Sistemleri)",
      "E": "DRP (Dağıtım İhtiyaçları Planlaması)"
    },
    "explanation": "Ana üretim planının olmaması ya da yanlış olması, planların sürekli<br/>olarak değişmesi de MRP sistemini kullanılamaz hâle getirir."
  },
  {
    "id": "991600",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi stok yönetiminin getirdiği bir avataj değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Üretimin daha iyi bir şekilde planlanması",
      "B": "Arz ve talep dengesinin sağlanması",
      "C": "Müşteri talepleri ve tedarik sürecindeki belirsizliklerden kaynaklanan riskleri ortadan kaldırması",
      "D": "Satın almada ölçek ekonomisinden yararlanılması",
      "E": "Ham madde stoğunun talepten çok olmasının sağlanması"
    },
    "explanation": "A-D şıkklarında belirtilen tüm bilgiler stok yönetiminin getirdiği bir avatajdır. Ancak E şıkkında belirtilen aslında stok yönetimine ilişkin bir avataj değildir."
  },
  {
    "id": "991626",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi stok bulundurma nedeni değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Talepteki dalgalanmalar",
      "B": "Tahmin edilebilirlik",
      "C": "Tedarikte güvenilmezlik",
      "D": "Spekülasyon",
      "E": "Stok maliyeti"
    },
    "explanation": "Stok maliyeti doğrudan olarak stok bulundurma nedeni olamaz."
  },
  {
    "id": "991702",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi stok bulundurma nedenlerinden tahmin edilebilirliğe ilişkin bir gerekçedir.",
    "correctAnswer": "B",
    "options": {
      "A": "Talebi net olarak tahmin edebilememesi",
      "B": "Kapasite planlama ve üretim çizelgeleme yapılabilmesi için belirli bir zamanda işlenecek ham madde, yarı mamul ve parçaların kontrol altında tutulması ihtiyacı",
      "C": "Üretim için gerekli olan ham madde ve malzemelerin tedarikçilerden zamanında temin edilememesi ya da temininde yaşanan sorunlar",
      "D": "Ürünü piyasa değeri düşükken satın alıp stoklayarak fiyatı yükseldiğinde satıştan kâr elde etmek",
      "E": "Bir üründen küçük miktarlarda almak yerine büyük miktarlarda satın alarak ürünü daha ucuza almak"
    },
    "explanation": "B şıkkı tahmin edilebilirlik kavramı içerinde yer almaktadır. \"Kapasite planlama ve üretim çizelgeleme yapılabilmesi için belirli bir zamanda işlenecek ham madde, yarı mamul ve parçaların kontrol altında tutulması gereklidir. Stok bu noktada tampon görevi görecektir. \""
  },
  {
    "id": "991724",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi veya hangileri stok çeşitleri arasında yer alır?\n I) Ham maddeler\n II) Yarı mamuller\n III) Bitmiş ürünler\n IV) Sarf malzemeler\n V) Yedek parçalar",
    "correctAnswer": "A",
    "options": {
      "A": "Hepsi",
      "B": "I, II ve III",
      "C": "I ve IV",
      "D": "II ve IV",
      "E": "I, II, IV ve V"
    },
    "explanation": "Stoklar genel olarak ham maddeler, yarı mamuller ve bitmiş ürünler olmak üzere 3 şekilde sınıfandırılmaktadır (Muller,2003, s.4):\n<br/>• Ham maddeler: Yarı mamullerin ya da bitmiş ürünlerin üretim sürecinde kullanılmak üzere yararlanılan malzeme, parça ve bileşenlerdir.\n<br/>• Yarı mamuller: Üzerlerinde işlem yapılan fakat henüz üretim sürecini tamamlamamış malzemelerdir.\n<br/>• Bitmiş ürünler: Tüm üretim sürecinin tamamlandığı, müşteriye teslim edilebilir hâlde sevkiyat için bekleyen ürünlerdir<br/>Stoklar genel olarak ham maddeler, yarı mamuller ve bitmiş ürünler olmak üzere 3 şekilde sınıfandırılmaktadır (Muller,2003, s.4):\n • Ham maddeler: Yarı mamullerin ya da bitmiş ürünlerin üretim sürecinde kullanılmak üzere yararlanılan malzeme, parça ve bileşenlerdir.\n • Yarı mamuller: Üzerlerinde işlem yapılan fakat henüz üretim sürecini tamamlamamış malzemelerdir.\n • Bitmiş ürünler: Tüm üretim sürecinin tamamlandığı, müşteriye teslim edilebilir hâlde sevkiyat için bekleyen ürünlerdir"
  },
  {
    "id": "991762",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi elde bulundurma maliyeti olarak tanımlanamaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Ürünlerin fiziksel olarak saklanması için gerekli olan alan maliyeti",
      "B": "Vergi ve sigorta maliyetleri",
      "C": "Kırılma, bozulma, yıpranma ve kullanılmaz hâle gelme maliyeti",
      "D": "Alternatif yatırımların fırsat maliyeti",
      "E": "Talebi karşılayacak kadar elde stok bulundurmamaktan kaynaklanan maliyet"
    },
    "explanation": "E şıkkında belirtilen <strong>ceza maliyetine</strong> ilişkin bir kavramdır. Ceza maliyeti: Stoksuz kalma veya elde bulundurmama maliyeti olarak da bilinen ceza maliyeti, karşılanamayan siparişleri içermektedir. Talebin oluştuğu dönemde talebi karşılayacak kadar elde stok bulundurmamaktan kaynaklanan maliyettir. Talep, bekleyen sipariş olarak ertelenmekte ya da kaybedilmektedir."
  },
  {
    "id": "991817",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi sipariş maliyetinin bir tanımıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Bir malzemenin satın alınması oluşan iletişim ve dökümantasyon maliyetleri",
      "B": "Kırılma, bozulma, yıpranma ve kullanılmaz hâle gelme maliyetleri",
      "C": "Talebin oluştuğu dönemde talebi karşılayacak kadar elde stok bulundurmamaktan kaynaklanan maliyet",
      "D": "Ürünlerin fiziksel olarak saklanması için gerekli olan alan maliyet",
      "E": "Alternatif yatırımların fırsat maliyeti"
    },
    "explanation": "Sipariş maliyeti: Elde bulundurma maliyetleri elde tutulan stokla ilgili tüm maliyetleri içerirken sipariş maliyeti sipariş edilen ya da üretilen stok miktarına bağlıdır. Bir malzemenin satın alınması söz konusu ise sipariş maliyeti, sipariş işleminin gerçekleşmesi sırasındaki iletişim ve dökümantasyon maliyetlerini içermektedir.<br/>Sadece A şıkkında belirtilen sipariş maliyetine ilişkin bir tanımdır."
  },
  {
    "id": "991879",
    "unitNumber": 6,
    "text": "Ekonomik Sipariş Miktarı yöntemi aşağıdakilerden hangisi ile doğrudan ilişkilidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bir ürünün talebinin başka bir ürünün talebine bağımlı olmadığı, net olarak belirlenemeyen fakat tahmin yapılabilen talep ile",
      "B": "Bir üretim sürecinde bitmiş ürün talebi karşılanırken kullanılan hammade, yarı mamul ve malzemelerin talebi ile",
      "C": "Hangi ürünlerin stoklanması gerektiği ile",
      "D": "Ne zaman sipariş verilmesi gerektiği ile",
      "E": "Ne kadar sipariş verilmesi gerektiği ile"
    },
    "explanation": "A şıkkında belirtilen bağımsız talep türü ile ilişkilidir. Ve bağımsız talep türlerinde Ekonomik Sipariş Miktarı yöntemi uygulanarak aşağıdaki 3 soruya cevap aranır.\n<br/>1. Hangi ürünler stoklanmalıdır? 2. Ne zaman sipariş verilmelidir? 3. Ne kadar miktarda sipariş verilmelidir?<br/>A şıkkında belirtilen bağımsız talep türü ile ilişkilidir. Ve bağımsız talep türlerinde Ekonomik Sipariş Miktarı yöntemi uygulanarak aşağıdaki 3 soruya cevap aranır.\n 1. Hangi ürünler stoklanmalıdır? 2. Ne zaman sipariş verilmelidir? 3. Ne kadar miktarda sipariş verilmelidir?"
  },
  {
    "id": "991958",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi veya hangileri ekonomik sipariş miktarı ile ilgili bir varsayımdır?\n I) Talep miktarı sabit, belirli ve yıla dağılmış ise\n II) Yıllık talep gereksinimleri biliniyorsa\n III) Tedarik süreleri kesin olarak biliniyorsa\n IV) Miktar iskontoları değişken ise",
    "correctAnswer": "C",
    "options": {
      "A": "I ve IV",
      "B": "II ve IV",
      "C": "I, II ve III",
      "D": "Hepsi",
      "E": "I, II, ve IV"
    },
    "explanation": "Ekonomik sipariş modeli bağımsız talep yapısı için uygulandığından miktar iskontoları dikkate alınmamaktadır; ürünün birim fiyatı sabittir.<br/>IV numara ile belirtilen varsayım yanlıştır, diğerleri doğrudur."
  },
  {
    "id": "992071",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangi miktar iskontosu modelinin uygulanmasına ilişkin bir durumdur?",
    "correctAnswer": "A",
    "options": {
      "A": "Yüksek miktardaki stoku elde bulundurmasından kaynaklanabilecek stok maliyetlerini karşılaştırmabilme ve ona göre karar verebilme.",
      "B": "Yıllık talep gereksinimleri bilinmesi ve buna göre karar verebilme.",
      "C": "Talep miktarı sabit, belirli ve yıla dağılmış şekilde olduğundan doğrudan karar verebilme.",
      "D": "Miktar iskontoları dikkate alınmaması; ürünün birim fiyatının sabit olması",
      "E": "Siparişlerin tek seferde stoka alınmasından ziyade üretim süresince artan şekilde partiler hâlinde alınması"
    },
    "explanation": "Miktar iskontosu modeli : Sipariş edilecek ürün miktarına göre birim fiyat üzerinden belli oranlarda indirim uygulanmaktadır. Böyle bir durumda her bir stok kaleminin fiyatı talep edilen ürün miktarına göre değişiklik göstermektedir. İşletme miktar iskontosundan faydalanmak istediğinde düşük satın alma fiyatları ve sipariş maliyetlerinin sağlayacağı fayda ile büyük miktarlarda alım yaptığı için yüksek miktardaki stoku elde bulundurmasından kaynaklanabilecek stok maliyetlerini karşılaştırmalı ve ona göre karar vermelidir.<br/>A şıkkında belirtilen Miktar İskontosu Modeline iilişkin bir durumdur."
  },
  {
    "id": "992175",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Stok Sınıfandırmasında ABC Analizinde A grubuna ürün çeşidine ilişkin bit durumdur?",
    "correctAnswer": "A",
    "options": {
      "A": "Stok kalemleri toplam parasal değeri %80'i ve toplam miktarın %20’si olmalıdır.",
      "B": "Stok kalemleri toplam parasal değeri %20'si ve toplam miktarın %80’i olmalıdır.",
      "C": "Stok kalemleri toplam parasal değerin %5’ini, toplam miktarın ise %50’sini oluşturmalıdır.",
      "D": "Stok kalemleri toplam parasal değerin %50’si, toplam miktarın ise %5’sini oluşturmalıdır.",
      "E": "Stok kalemleri toplam parasal değerin %15’ini, toplam miktarın ise %30’unu oluşturmalıdır."
    },
    "explanation": "ABC analizinde belirtilen A grubu ürün çeşidi için stok kalemleri toplam parasal değerin %80’ini, toplam miktarın ise %20’sini oluşturmalıdır ifadesi doğrudur."
  },
  {
    "id": "1047644",
    "unitNumber": 7,
    "text": "Arz ve talep arasında görülebilen sapmaların en düşük seviyede gerçekleşmesi, üretilen hizmet ile talep edilen hizmetin aynı olması, müşteri gereksinimlerinin bütünüyle karşılanması, gerekli olmayan tüm süreç ve aktivitelerin süreçten çıkarılmış olması, iyileştirme uygulamalarının süreklilik kazanmış olması hangi kavramın parametreleri olarak kabul edilebilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Arz",
      "B": "Hizmet kalitesi",
      "C": "Talep",
      "D": "Promosyon",
      "E": "Tedarik zinciri"
    },
    "explanation": "Hizmet kalitesinin temel göstergeleri; arz ve talep arasında görülebilen sapmaların en düşük seviyede gerçekleşmesi, üretilen hizmet ile talep edilen hizmetin aynı olması, müşteri gereksinimlerinin bütünüyle karşılanması, gerekli olmayan tüm süreç ve aktivitelerin süreçten çıkarılmış olması, iyileştirme uygulamalarının süreklilik kazanmış olması gibi parametrelerdir."
  },
  {
    "id": "1047648",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi tedarik zincirlerinin ve lojistik sistemlerin en önemli bileşenlerinden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Finans",
      "B": "Paketleme",
      "C": "Mal kabul",
      "D": "Depo",
      "E": "Sevkiyat"
    },
    "explanation": "Depolar tedarik zincirlerinin ve lojistik sistemlerin en önemli bileşenlerinden birisidir. Depo faaliyetleri toplam lojistik maliyetlerinin önemli bir kısmının gerçekleştirildiği faaliyetler olarak da göze çarpmaktadır."
  },
  {
    "id": "1047652",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi depo otomasyon sistemlerinin fiziksel bileşenlerindendir?",
    "correctAnswer": "E",
    "options": {
      "A": "veri işlem sistemleri",
      "B": "uzaktan algılama donanımları",
      "C": "uzaktan algılama yazılımları",
      "D": "tanımlama sistemleri",
      "E": "raf sistemleri"
    },
    "explanation": "Depo otomasyon sistemlerinde fiziksel bileşenler; raf sistemleri, otomatik toplayıcı ve dağıtıcılar, istifleme araç ve ekipmanları gibi unsurlardır."
  },
  {
    "id": "1047661",
    "unitNumber": 7,
    "text": "Tüm kuruluştaki zaman ve kaynak kayıplarının önlenmesi ve yok edilmesi yoluyla iş verimliliğinde önemli ölçüde ve sürekli iyileştirmeyi amaçlayan bir strateji aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Döngüsel Sefer (Milk Run)",
      "B": "Tam Zamanında Üretim (JIT)",
      "C": "Çapraz sevkiyat (Cross Docking)",
      "D": "RFID donanımları",
      "E": "Otomatik Raflama Sistemleri (AS/RS)"
    },
    "explanation": "Tam Zamanında Üretim (JIT) sistemine çeşitli tanımlar getirilebilir. Bu tanımların<br/>bazıları, sistemi yalnızca stokların azaltılmasıyla sınırlar. Oysa JIT bundan çok daha geniş kapsamlıdır. Yalnızca imalatla ilgili etkinliklerde değil, malzeme temininden depolamaya, bakım onarımdan mühendislik tasarımına, satıştan üst yönetime kadar üretim sisteminin diğer alanlarında da etkisini hissettirir. Çünkü JIT, tüm kuruluştaki zaman ve kaynak kayıplarının önlenmesi ve yok edilmesi yoluyla iş verimliliğinde önemli ölçüde ve sürekli iyileştirmeyi amaçlayan bir stratejidir. Daha genel bir ifade ile JIT felsefesi, tüm birimlerin katılımıyla en az maliyet ve en yüksek müşteri memnuniyetini sağlayacak sürekli iyileştirmeyi amaçlayan bir stratejidir."
  },
  {
    "id": "1047663",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi depo otomasyon sistemlerini oluşturan parçalardan biri <strong><u>değildir? </u></strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Otomatik Raflama Sistemleri (AS/RS)",
      "B": "Taşıyıcı Sistemler",
      "C": "Tanımlama Sistemleri",
      "D": "Çapraz sevkiyat",
      "E": "Barkod Sistemleri"
    },
    "explanation": "Sistemin bütüncül bir yaklaşımla bir işletmenin faaliyetlerini kapsayacak biçimde var olabilmesi için sistemi oluşturan tüm bileşenlerin mevcut olması gerekmektedir. Bu çerçevede depo otomasyon sistemlerini oluşturan parçalar aşağıdaki gibi tanımlanabilmektedir.<br/>• Otomatik Raflama Sistemleri (AS/RS)<br/>• Taşıyıcı Sistemler<br/>• Tanımlama Sistemleri<br/>• Barkod Sistemleri<br/>• RFID Sistemleri"
  },
  {
    "id": "1047668",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi çoklu taşıyabilme özelliğine sahip istifleme araçlarından biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "side loader",
      "B": "reach truck",
      "C": "turret truck",
      "D": "konveyör",
      "E": "büyük parçalı (palet)"
    },
    "explanation": "Depo akış hızında kesintiler görülmemekte, hız büyük ölçüde artmaktadır. Diğer yandan homojen olmayan materyallerin elleçlenmesinde çoklu taşıyabilme özelliğine sahip istifleme araçları (side loader, kule istifleme araçları vb.) kullanılabilir."
  },
  {
    "id": "1047669",
    "unitNumber": 7,
    "text": "İşletmenin üretim, yatırım, dağıtım vb. tüm süreçlerinin planlanmasında gereksinim duyulan veri ve bilgilerin karar alma süreçlerine doğrudan bir şekilde akmasını sağlayan sistematize edilmiş veri işleme sistemine ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Üretim Planlama ve Kontrol Sistemleri",
      "B": "Materyal Akış Kontrol Sistemleri",
      "C": "Kurumsal Kaynak Planlama Sistemleri",
      "D": "Depo Yönetim Sistemleri",
      "E": "Mağaza Yönetim Sistemleri"
    },
    "explanation": "ERP (Enterprise Resource Planning) adı ile de bilinen Kurumsal Kaynak Planlama sistemleri işletmenin üretim, yatırım, dağıtım vb. tüm süreçlerinin planlanmasında gereksinim duyulan veri ve bilgilerin karar alma süreçlerine doğrudan bir şekilde akmasını sağlayan sistematize edilmiş veri işleme sistemi olarak adlandırılabilmektedir."
  },
  {
    "id": "1047670",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi depolara ilişkin yönetim sistemlerinden biri <u><strong>değildir?</strong></u>",
    "correctAnswer": "C",
    "options": {
      "A": "Mağaza Yönetim Sistemleri (MYS)",
      "B": "Bilgi Yönetim Sistemleri (BYS)",
      "C": "Materyal Sistemleri (MS)",
      "D": "Üretim Planlama ve Kontrol Sistemleri (ÜPKS)",
      "E": "Kurumsal Kaynak Planlama Sistemleri (KKPS)"
    },
    "explanation": "Depolara ilişkin yönetim sistemleri aşağıdaki gibi sıralanabilir:<br/>• Mağaza Yönetim Sistemleri (MYS)<br/>• Bilgi Yönetim Sistemleri (BYS)<br/>• Üretim Planlama ve Kontrol Sistemleri (ÜPKS)<br/>• Kurumsal Kaynak Planlama Sistemleri (KKPS)<br/>• Materyal Akış Kontrol Sistemleri (MAKS)<br/>• Depo Yönetim Sistemleri (DYS)"
  },
  {
    "id": "1047671",
    "unitNumber": 7,
    "text": "Terminal adı verilen bir RFID okuyucu ile aynı ortamda ve belirli bir mesafede bulunduğunda veri gönderen sistemlere ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Mağaza Yönetim Sistemleri",
      "B": "Bilgi Yönetim Sistemleri",
      "C": "Yarı aktif RFID sistemleri",
      "D": "Aktif RFID sistemleri",
      "E": "Pasif RFID sistemleri"
    },
    "explanation": "Pasif RFID sistemleri terminal adı verilen bir RFID okuyucu ile aynı ortamda ve belirli bir mesafede bulunduğunda veri gönderen sistemlerdir."
  },
  {
    "id": "1047672",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi RFID sisteminin çalışma prensibinde <u><strong>yer almaz?</strong></u>",
    "correctAnswer": "A",
    "options": {
      "A": "Anten",
      "B": "RFID Etiket",
      "C": "Terminal",
      "D": "Okuyucu",
      "E": "Bilgisayar"
    },
    "explanation": "RFID sistemleri diğer sistemler ile kıyaslandığında çok sayıda fonksiyonun yanı sıra, çok fazla sayıda bileşene sahip bir tanımlama sistemidir. Sistemin bileşenleri arasında RFID etiketleri (tag), veri toplama ve dağıtımı için kullanılan terminaller, terminallere iletilen ya da terminallerden alınan verilerin dönüştürüldüğü okuyucular (reader) ile bilgisayar<br/>sistemleri sayılabilmektedir."
  },
  {
    "id": "937528",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Depo otomasyon sistemlerinde fiziksel bileşenlerdir?",
    "correctAnswer": "C",
    "options": {
      "A": "Veri işlem sistemleri",
      "B": "Uzaktan algılama donanım ve yazılımları",
      "C": "Raf sistemleri",
      "D": "Tanımlama sistemleri",
      "E": "RFID donanımları"
    },
    "explanation": "Depo otomasyon sistemlerinde fiziksel bileşenler; raf sistemleri, otomatik toplayıcı ve dağıtıcılar, istifleme araç ve ekipmanları gibi unsurlardır."
  },
  {
    "id": "937540",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Depo otomasyon sistemlerinde içerisinde yer alan depolama faaliyetlerinden birisi <u><strong>değildir</strong></u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Çapraz sevkiyat süreçleri",
      "B": "Aktarma faaliyetleri",
      "C": "Montaj ve demontaj uygulamaları",
      "D": "Ürün birleştirme uygulama ve süreçleri",
      "E": "Milk run operasyonlar"
    },
    "explanation": "Depolama faaliyetleri aşağıdaki gibi sıralandırılabilmektedir:<br/>Dökme yüklerin paketleme veya paletleme yapılarak birimleştirilmesi ya da birimleştirilmiş yüklerin dökme hâle getirilmesi<br/>Çapraz sevkiyat (Cross Docking) operasyonları ve süreçleri<br/>Aktarma faaliyetleri<br/>Montaj ve demontaj uygulamaları<br/>Ürün birleştirme uygulama ve süreçleri<br/>Geri dönen veya toplanan ürünlerin depolanması<br/>Tamir, bakım ve onarım süreçleri'dir."
  },
  {
    "id": "937555",
    "unitNumber": 7,
    "text": "Depo otomasyon sistemleri ile ilgili verilen bilgilerden hangisi <u><strong>yanlıştır</strong></u>?",
    "correctAnswer": "B",
    "options": {
      "A": "Başlangıç itibariyle yüksek kurulum maliyetlerine yol açar.",
      "B": "Depo otomasyon sistemleri belirli bir ömre sahip değil,kalıcıdır.",
      "C": "Gerçekleştirilen aktivitelerin her birisi için farklı maliyetler söz konusudur.",
      "D": "Depolama süreçlerinde kullanılan toplam iş gücü miktarını ve personel gereksinimini de önemli ölçüde azaltmaktadır.",
      "E": "İstifleme araç maliyetleri azalırken aynı zamanda bu unsurların yarattığı riskler ve bu risklerin maliyetleri de azaltılabilmektedir."
    },
    "explanation": "Her bir sistem için söz konusu olduğu gibi depo otomasyon sistemleri de belirli bir ömre sahiptir ve belirli bir süre sonra demode olabilmektedir. İşletmelerin bu süreyi dikkate alması en azından demode olma süresinde yaratacağı faydanın kurulum sürecinde katlanılacak maliyete eşit olması beklenmektedir."
  },
  {
    "id": "937562",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Depo otomasyon sistemlerinde teknolojik bileşenlerdir?",
    "correctAnswer": "B",
    "options": {
      "A": "Raf sistemleri",
      "B": "Tanımlama sistemleri",
      "C": "İstifleme araç ve ekipmanları",
      "D": "otomatik toplayıcılar",
      "E": "otomatik dağıtıcılar"
    },
    "explanation": "Depo otomasyon sistemlerinde teknolojik bileşenler; veri işlem sistemleri, uzaktan algılama donanım ve yazılımları, tanımlama sistemleri gibi bileşenlerdir."
  },
  {
    "id": "937566",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi günümüzde en yoğun olarak kullanılan barkod türlerinden birisi <u><strong>değildir</strong></u>?",
    "correctAnswer": "C",
    "options": {
      "A": "EAN/UPC",
      "B": "Interleaved 2of5",
      "C": "(AS/RS)",
      "D": "Code 39",
      "E": "Codabar"
    },
    "explanation": "Günümüzde en yoğun kullanılan barkod sistemleri aşağıda sıralanmıştır:<br/>EAN/UPC<br/>Interleaved 2 of 5<br/>Code 39<br/>Codabar"
  },
  {
    "id": "937573",
    "unitNumber": 7,
    "text": "Klasik barkod sistemlerinden farklı olarak, algoritma ile kodlanmış çubuklar yerine elektronik etiketlerin kullanıldığı barkod türü aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Codabar",
      "B": "Interleaved 2of5",
      "C": "Code 39",
      "D": "EAN/UPC",
      "E": "RFID"
    },
    "explanation": "RFID olarak kısaltılan radyo frekansları ile tanımlama sistemleri klasik barkod sistemlerinden farklı olarak, algoritma ile kodlanmış çubuklar yerine elektronik etiketlerin kullanıldığı tanımlama sistemleridir."
  },
  {
    "id": "937579",
    "unitNumber": 7,
    "text": "Özellikle üretim yapan işletmelerin üretimlerini ve üretim süreçlerini optimize etmek amacıyla kullandıkları depo yönetim sistemi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Üretim Planlama ve Kontrol Sistemleri (ÜPKS)",
      "B": "Mağaza Yönetim Sistemleri (MYS)",
      "C": "Bilgi Yönetim Sistemleri (BYS)",
      "D": "Kurumsal Kaynak Planlama Sistemleri (KKPS)",
      "E": "Materyal Akış Kontrol Sistemleri (MAKS)"
    },
    "explanation": "Üretim planlama ve kontrol sistemleri özellikle üretim yapan işletmelerin üretimlerini ve üretim süreçlerini optimize etmek amacıyla kullandıkları sistemlerdir."
  },
  {
    "id": "937584",
    "unitNumber": 7,
    "text": "Günümüzde karayollarında kullanılan Otomatik Geçiş Sistemi (OGS) ve Hızlı Geçiş Sistemi (HGS) gibi uygulamalar hangi tür uygulamalardır?",
    "correctAnswer": "B",
    "options": {
      "A": "Kare Kod",
      "B": "RFID",
      "C": "PDF 417",
      "D": "CODABAR",
      "E": "Code 39"
    },
    "explanation": "Bu uygulamalar RFID türü uygulamalardır."
  },
  {
    "id": "937595",
    "unitNumber": 7,
    "text": "Bilgi Yönetim Sistemleri (BYS) amacı ve tanımı aşağıdakilerden hangisinde doğru olarak verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Üretim yapan işletmelerin üretimlerini ve üretim süreçlerini optimize etmek amacıyla kullandıkları sistemlerdir.",
      "B": "İşletmenin üretim, yatırım, dağıtım vb. tüm süreçlerinin planlanmasında gereksinim duyulan veri ve bilgilerin karar alma süreçlerine doğrudan bir şekilde akmasını sağlayan sistematize edilmiş veri işleme sistemidir.",
      "C": "Mağaza yönetim sistemleri ile entegre bir şekilde kullanılan ve yönetim kararlarının alınması için gereksinim duyulan bilgilerin süreç içerisinden temin edilmesini amaçlayan bir sistemdir.",
      "D": "Depo sahasına gelecek ya da depodan sevk edilecek ham madde, yarı mamul veya mamullerin akışlarını otomatik/yarı otomatik bir çerçevede düzenleyen sistemlerdir.",
      "E": "Depo içerisinde hareketli ve hareketsiz stokların izledikleri süreçleri,sistemin doğru işlemesi ve olası aksaklıkların ortadan kaldırılabilmesi için raporlama yapabilen bilgi işlem sistemidir."
    },
    "explanation": "Yabancı dilde Information Management System (IMS) olarak bilinen, bilgi yönetim sistemleri sıklıkla mağaza yönetim sistemleri ile entegre bir şekilde kullanılan bir sistemdir."
  },
  {
    "id": "937620",
    "unitNumber": 7,
    "text": "Konveyörler ile ilgili verilen bilgilerden hangisi <u><strong>yanlıştır</strong></u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Ürünlerin yatay eksende hareket etmesini sağladıkları gibi dikey eksende hareket etmelerine de olanak tanımaktadırlar.",
      "B": "Depo sahalarında ürünlerin belirli bir noktadan bir başka noktaya sevk edilmesine olanak veren depo ekipmanlarıdır.",
      "C": "Ürünlerin ayrıştırılması, toplanması, yerleştirilmesi, taşınması ve sipariş toplama operasyonlarında yüksek düzeyde performansa sahip depo ekipmanlarıdır.",
      "D": "Sistemin kurulum maliyetleri ve işletim maliyetleri çok yüksektir.",
      "E": "Konveyör sistemi yükün dikey eksende hareketine olanak sağlayacak sistemlere gereksinim duyabilmektedir."
    },
    "explanation": "Konveyör sistemin kurulum maliyetleri nispeten yüksek, işletim maliyetleri ise düşük olabilmektedir."
  },
  {
    "id": "949234",
    "unitNumber": 7,
    "text": "I. Mal kabul ve sevk arasında ürün akışlarının belirli bir süre kesintiye uğradıkları süreçlerdir.\n II. Tedarik zinciri içerisinde stratejik ve taktik düzeyde öneme sahip fonksiyonları bulunmaktadır.\n III. Yalnızca mal kabul, istifleme ve sevkiyat fonksiyonlarına sahiptirler.\n Hangisi ya da hangileri depolara ilişkin doğru ifadelerdendir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I, II",
      "D": "II, III",
      "E": "I, II, III"
    },
    "explanation": "Depolar mal kabul, istifleme ve sevkiyat fonksiyonlarının yanı sıra ayırma, birleştirme, konsolidasyon, etiketleme, paketleme, paletleme vb. türde çok sayıda lojistik aktivitenin gerçekleştirilmesi potansiyeline sahip yerlerdir. Doğru cevap C'dir."
  },
  {
    "id": "949332",
    "unitNumber": 7,
    "text": "I. Hizmet kalitesi\n II. Üretilen depo hizmetinin sürekliliği\n III. Maliyetlerin düşmesi\n Hangisi ya da hangileri depo yönetiminin hizmet açısından yaratacağı katma değerlerdendir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I, II",
      "D": "II, III",
      "E": "I, II, III"
    },
    "explanation": "Depo yönetiminin hizmet açısından yaratacağı katma değer, hizmet kalitesi ve üretilen depo hizmetinin sürekliliği olarak sayılabilir. Doğru cevap C'dir."
  },
  {
    "id": "949448",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi depo otomasyon sistemlerinin içerisinde yer aldığı depolama faaliyetlerinden biri <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Aktarma faaliyetleri",
      "B": "Montaj ve demontaj uygulamaları",
      "C": "Ürün birleştirme uygulama ve süreçleri",
      "D": "Hesap faaliyetleri",
      "E": "Tamir, bakım ve onarım süreçleri"
    },
    "explanation": "Hesap faaliyetleri, depo otomasyon sistemlerinin içerisinde yer aldığı depolama faaliyetlerinden biri değildir. Doğru cevap D'dir."
  },
  {
    "id": "949575",
    "unitNumber": 7,
    "text": "Tüm birimlerin katılımıyla en az maliyet ve en yüksek müşteri memnuniyetini sağlayacak sürekli iyileştirmeyi amaçlayan strateji aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Çapraz sevkiyat",
      "B": "Tam Zamanında Üretim (JIT)",
      "C": "Döngüsel Sefer (Milk Run)",
      "D": "Otomasyon",
      "E": "İnovasyon"
    },
    "explanation": "JIT felsefesi, tüm birimlerin katılımıyla en az maliyet ve en yüksek müşteri memnuniyetini sağlayacak sürekli iyileştirmeyi amaçlayan bir stratejidir. Doğru cevap B'dir"
  },
  {
    "id": "949669",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi depo otomasyon sistemlerini oluşturan parçalardan biri <strong>değildir</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Otomatik Raflama Sistemleri",
      "B": "Taşıyıcı Sistemler",
      "C": "İletişim sistemleri",
      "D": "Barkod Sistemleri",
      "E": "RFID Sistemleri"
    },
    "explanation": "İletişim sistemleri, depo otomasyon sistemlerini oluşturan parçalardan biri değildir. Doğru cevap C'dir."
  },
  {
    "id": "949760",
    "unitNumber": 7,
    "text": "Depo sahalarında ürünlerin belirli bir noktadan bir başka noktaya sevk edilmesine<br/>olanak veren depo ekipmanı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Konveyör",
      "B": "AS/RS",
      "C": "RFID",
      "D": "Ray",
      "E": "Palet"
    },
    "explanation": "Konveyörler depo sahalarında ürünlerin belirli bir noktadan bir başka noktaya sevk edilmesine olanak veren depo ekipmanlarıdır. Doğru cevap A'dır."
  },
  {
    "id": "949835",
    "unitNumber": 7,
    "text": "Endüstrilerde ve lojistik süreçlerde en yoğun kullanılan barkod sistemi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "RFID",
      "B": "EAN/UPC",
      "C": "Interleaved 2 of 5",
      "D": "Code 39",
      "E": "Codabar"
    },
    "explanation": "EAN/UPC olarak tanımlanan barkodlar endüstrilerde ve lojistik süreçlerde en yoğun kullanılan barkod sistemlerinin başında gelmektedir. Doğru cevap B'dir."
  },
  {
    "id": "949934",
    "unitNumber": 7,
    "text": "Algoritma ile kodlanmış çubuklar yerine elektronik etiketlerin kullanıldığı tanımlama sisteml aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "RFID",
      "B": "EAN/UPC",
      "C": "Interleaved 2 of 5",
      "D": "Code 39",
      "E": "Codabar"
    },
    "explanation": "RFID olarak kısaltılan radyo frekansları ile tanımlama sistemleri klasik barkod sistemlerinden farklı olarak, algoritma ile kodlanmış çubuklar yerine elektronik etiketlerin kullanıldığı tanımlama sistemleridir. Doğru cevap A'dır."
  },
  {
    "id": "950027",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi yönetim kararlarının alınması için gereksinim duyulan bilgilerin süreç içerisinden temin edilmesini amaçlayan depo yönetim sistemidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Mağaza Yönetim Sistemleri",
      "B": "Bilgi Yönetim Sistemleri",
      "C": "Üretim Planlama ve Kontrol Sistemleri",
      "D": "Kurumsal Kaynak Planlama Sistemleri",
      "E": "Depo Kontrol Sistemleri"
    },
    "explanation": "Bilgi yönetim sistemleri sıklıkla mağaza yönetim sistemleri ile entegre bir şekilde kullanılan bir sistemdir. Sistem; yönetim kararlarının alınması için gereksinim duyulan bilgilerin süreç içerisinden temin edilmesini amaçlamaktadır. Doğru cevap B'dir."
  },
  {
    "id": "950116",
    "unitNumber": 7,
    "text": "Depo içerisinde hareketli ve hareketsiz stokların izledikleri süreçleri, mevcut<br/>durumlarını ortaya koyan, sistemin doğru işlemesi ve olası aksaklıkların ortadan kaldırılabilmesi için raporlama yapabilen bilgi işlem sistemi aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Materyal Akış Kontrol Sistemleri",
      "B": "Kurumsal Kaynak Planlama Sistemleri",
      "C": "Üretim Planlama ve Kontrol Sistemleri",
      "D": "Bilgi Yönetim Sistemleri",
      "E": "Depo Yönetim Sistemleri"
    },
    "explanation": "İngilizcesi Warehouse Management Systems (WMS) olarak ifade edilen bu sistem Depo Yönetim Sistemleridir. Doğru cevap E'dir."
  },
  {
    "id": "967824",
    "unitNumber": 7,
    "text": "Depo gereksiniminin olup olmadığı, gereksinim düzeyi, ihtiyaç duyulan deponun özellikleri ve çalışma prensipleri belirlenirken sorulması gereken birtakım sorular bulunmaktadır. Bir tedarik zinciri ve lojistik yöneticisi en başta hangi soruyu sormalıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Gerçekten bir depoya ve depolama faaliyetine gereksinimimiz var mı?",
      "B": "Arz ve talep arasındaki dengenin sağlanabilmesi için üretim, taşıma ve tedarik noktalarının süreç içerisinde yerleşimleri (lokasyon) doğru şekilde yapılandırılmış mı?",
      "C": "İhtiyaç duyulan deponun özellikleri nelerdir?",
      "D": "Lojistik fonksiyonlar doğru yerde mi?",
      "E": "Arz ve talep arasında bir dengesizlik var mı?"
    },
    "explanation": "Depo gereksiniminin olup olmadığı, gereksinim düzeyi,ihtiyaç duyulan deponun özellikleri ve çalışma prensipleri belirlenirken sorulması gereken birtakım sorular bulunmaktadır. Bir tedarik zinciri ve lojistik yöneticisi en başta, “Gerçekten bir depoya ve depolama faaliyetine gereksinimimiz var mı?” sorusunu sormalıdır."
  },
  {
    "id": "967874",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi hizmet kalitesinin temel göstergeleri arasında <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Arz ve talep arasında görülebilen sapmaların en düşük seviyede gerçekleşmesi",
      "B": "Üretilen hizmet ile talep edilen hizmetin aynı olması",
      "C": "Müşteri gereksinimlerinin bütünüyle karşılanması",
      "D": "Gerekli olmayan tüm süreç ve aktivitelerin süreçten çıkarılmış olması",
      "E": "İyileştirme uygulamalarının süreklilik kazanmış olmaması"
    },
    "explanation": "Hizmet kalitesinin temel göstergeleri; arz ve talep arasında görülebilen sapmaların en düşük seviyede gerçekleşmesi, üretilen hizmet ile talep edilen hizmetin aynı olması, müşteri gereksinimlerinin bütünüyle karşılanması, gerekli olmayan tüm süreç ve aktivitelerin süreçten çıkarılmış olması, iyileştirme uygulamalarının süreklilik kazanmış olması gibi parametrelerdir."
  },
  {
    "id": "967889",
    "unitNumber": 7,
    "text": "Müşterilerin tatmin olacağı düzeyde hizmetin istendiği ilk seferde sağlanması, faaliyetlerin ikinci kez tekrarlanmaması aşağıdakilerden hangisini ifade eder?",
    "correctAnswer": "E",
    "options": {
      "A": "Üretim kapasitesi",
      "B": "Depo gereksinimi",
      "C": "Talep dalgalanması",
      "D": "Tedarik zinciri",
      "E": "Hizmet kalitesi"
    },
    "explanation": "Hizmet kalitesi; müşterilerin tatmin olacağı düzeyde<br/>hizmetin istendiği ilk seferde sağlanması, faaliyetlerin ikinci kez tekrarlanmamasıdır."
  },
  {
    "id": "967920",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi depo otomasyon sistemlerindeki<br/>fiziksel bileşenler arasında yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "Veri işlem sistemleri",
      "B": "Raf sistemleri",
      "C": "Uzaktan algılama yazılımları",
      "D": "Uzaktan donanım yazılımları",
      "E": "Tanımlama sistemleri"
    },
    "explanation": "Depo otomasyon sistemlerinde fiziksel bileşenler; raf sistemleri, otomatik toplayıcı ve dağıtıcılar, istifleme araç ve ekipmanları gibi unsurlardır."
  },
  {
    "id": "967937",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi depo otomasyon sistemlerini oluşturan parçalar arasında <strong>değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Otomatik raflama sistemleri (AS/RS)",
      "B": "Lojistik destek",
      "C": "Taşıyıcı sistemler",
      "D": "Tanımlama sistemleri",
      "E": "Barkod sistemleri"
    },
    "explanation": "Depo otomasyon sistemlerini oluşturan parçalar aşağıdaki<br/>gibi tanımlanabilmektedir.<br/>• Otomatik Raflama Sistemleri (AS/RS)<br/>• Taşıyıcı Sistemler<br/>• Tanımlama Sistemleri<br/>• Barkod Sistemleri<br/>• RFID Sistemleri"
  },
  {
    "id": "968008",
    "unitNumber": 7,
    "text": "Barkod sistemlerinden UPC-E kaç aralık ile kodlanmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "12",
      "B": "3",
      "C": "8",
      "D": "6",
      "E": "13"
    },
    "explanation": "UPC-E 6 aralık ile kodlanmaktadır."
  },
  {
    "id": "968181",
    "unitNumber": 7,
    "text": "Klasik barkod sistemlerinden farklı olarak, algoritma ile kodlanmış çubuklar yerine elektronik etiketlerin kullanıldığı; radyo frekansları ile tanımlama sistemleri aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "RFID",
      "B": "PDF 417 barkod sistemleri",
      "C": "Sguare code barkot sistemleri",
      "D": "Codabar",
      "E": "Code 39"
    },
    "explanation": "RFID, klasik barkod sistemlerinden farklı olarak, algoritma ile kodlanmış çubuklar yerine elektronik etiketlerin kullanıldığı; radyo frekansları ile tanımlama sistemleridir."
  },
  {
    "id": "968206",
    "unitNumber": 7,
    "text": "Depo otomasyon sistemleri depo sahalarında farklı birtakım görevleri yerine getirmektedir. Bu tür sistemlerin içerisinde yer aldığı depolama faaliyetlerinin sıralamasında aşağıdakilerden hangisi <strong>yer almaz? </strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Dökme yüklerin paketleme veya paletleme yapılarak birimleştirilmesi ya da birimleştirilmiş yüklerin dökme hâle getirilmesi",
      "B": "Çapraz sevkiyat (Cross Docking) operasyonları ve süreçleri",
      "C": "Taşıyıcı sistemelr",
      "D": "Aktarma faaliyetleri",
      "E": "Montaj ve demontaj uygulamaları"
    },
    "explanation": "Depo otomasyon sistemleri depo sahalarında farklı birtakım görevleri yerine getirmektedir. Bu tür sistemlerin içerisinde yer aldığı depolama faaliyetleri aşağıdaki gibi sıralandırılabilmektedir:<br/>• Dökme yüklerin paketleme veya paletleme yapılarak birimleştirilmesi ya da birimleştirilmiş yüklerin dökme hâle getirilmesi<br/>• Çapraz sevkiyat (Cross Docking) operasyonları ve süreçleri<br/>• Aktarma faaliyetleri<br/>• Montaj ve demontaj uygulamaları<br/>• Ürün birleştirme uygulama ve süreçleri<br/>• Geri dönen veya toplanan ürünlerin depolanması<br/>• Tamir, bakım ve onarım süreçleri"
  },
  {
    "id": "968275",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Pasif RFID sistemin özelliklerindendir?",
    "correctAnswer": "A",
    "options": {
      "A": "Aynı ortamda ve belirli bir mesafede bulunduğunda veri gönderen sistemlerdir",
      "B": "Sürekli aktif olmalarını sağlayan mini bataryalar bulunmakta",
      "C": "Bulundukları ortamda sürekli olarak veri alarak veri göndermektedirler",
      "D": "Aynı zamanda daha uzak mesafeler ile veri paylaşımında bulunabilmeleri mümkündür",
      "E": "Öte yandan içerisine yazılacak veri miktarı diğer sistemler ile kıyaslanmayacak kadar fazladır"
    },
    "explanation": "Pasif sistemler terminal adı verilen bir RFID okuyucu ile aynı ortamda ve belirli bir mesafede bulunduğunda veri gönderen sistemlerdir. RFID etiketleri terminaller ile bir araya geldikleri zaman belirli bir mesafede etkin hâle gelmekte ve terminallere veri gönderimi yapmaktadır."
  },
  {
    "id": "968290",
    "unitNumber": 7,
    "text": "Depo yönetim sistemleri aynı zamanda sipariş toplama, yerleştirme ve mal kabul gibi operasyonel süreçlerin sistematik bir hâle gelmesine olanak sağlamaktadır.Aşağıdakilerden hangisi bu sistemler arasında <strong>yer almaz?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Mağaza yönetim sistemleri",
      "B": "Bilgi yönetimi sistemleri",
      "C": "Üretim planlama ve kontrol sistemleri",
      "D": "Radyo Frekansları ile Tanımlama Sistemleri",
      "E": "Materyal akış kontrol sistemleri"
    },
    "explanation": "Depo yönetim sistemleri aynı zamanda sipariş toplama, yerleştirme ve mal kabul gibi operasyonel süreçlerin sistematik bir hâle gelmesine olanak sağlamaktadır. Bu sitemler arasında mağaza yönetim sistemleri, bilgi yönetimi sistemleri, üretim planlama ve kontrol sistemleri, yatırım kaynak planlama (ERP), materyal akış kontrol sistemleri, depo kontrol sistemleri gibi sistemler sayılabilmektedir."
  },
  {
    "id": "1635078",
    "unitNumber": 8,
    "text": "I.Müşteriler<br/>II.Veri Merkezleri<br/>III.Dağınık Sunucular<br/>Yukarıdakilerden hangisi/hangileri Bulut bilişim mimarisinin ana unsurlarındandır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I,II,III"
    },
    "explanation": "Verilenlerin tümü Bulut bilişim mimarisinin ana unsurlarındandır."
  },
  {
    "id": "1635098",
    "unitNumber": 8,
    "text": "Kullanıcının işletim sistemleri ve uygulamaları içeren yazılımları kurup çalıştırabileceği işlemci, depolama, iletişim ağları ve diğer başlıca bilişim kaynaklarına sahip olduğu bulut bilişim hizmeti hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yazılım Hizmeti",
      "B": "Platform Hizmeti",
      "C": "Altyapı Hizmeti",
      "D": "Özel Bulut Hizmeti",
      "E": "Karma Bulut Hizmeti"
    },
    "explanation": "Anlatılmak istenen bulut bilişim hizmeti Altyapı Hizmetidir."
  },
  {
    "id": "1635116",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Bulut Bilişim Hizmetlerinin Kullanım Modellerinden birisi <u><strong>değildir</strong></u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Genel Bulut",
      "B": "Özel Bulut",
      "C": "Topluluk Bulutu",
      "D": "Gizli Bulut",
      "E": "Karma Bulut"
    },
    "explanation": "Gizli bulut,bulut bilişim hizmetlerinin kullanım modellerinden birisi değildir."
  },
  {
    "id": "1635127",
    "unitNumber": 8,
    "text": "İki veya daha fazla bulut altyapısının (özel, topluluk veya genel) birleşmesinden meydana gelen yapı hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Karma Bulut",
      "B": "Özel Bulut",
      "C": "Topluluk Bulutu",
      "D": "Genel Bulut",
      "E": "İşletme Bulutu"
    },
    "explanation": "Karma Bulut;İki veya daha fazla bulut altyapısının (özel, topluluk veya genel) birleşmesinden meydana gelen yapıdır."
  },
  {
    "id": "1635136",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Bulut Bilişimin Avantajlarından birisi <u><strong>değildir</strong></u>?",
    "correctAnswer": "B",
    "options": {
      "A": "Maliyet",
      "B": "Geribildirim",
      "C": "Esneklik",
      "D": "Ölçeklenebilirlik",
      "E": "Karmaşıklığın azaltılması"
    },
    "explanation": "Geribildirim,bulut bilişimin avantajlarından birisi değildir."
  },
  {
    "id": "1635147",
    "unitNumber": 8,
    "text": "Web 2.0’ın 3 boyutu dikkate alındığında aşağıdakilerden hangisi uygulama türlerine örnek olarak gösterilebilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Katılım",
      "B": "İletişim",
      "C": "RSS",
      "D": "Wiki",
      "E": "Forumlar"
    },
    "explanation": "Forumlar, Web 2.0’ın uygulama türlerinden birisidir."
  },
  {
    "id": "1635161",
    "unitNumber": 8,
    "text": "Yeni bir hizmet oluşturmak için farkı çevrimiçi kaynaklardan içerikleri birleştiren Web 2.0 teknolojisi hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "RSS",
      "B": "Wiki",
      "C": "Mashup",
      "D": "Widget",
      "E": "AJAX"
    },
    "explanation": "Mashup;Yeni bir hizmet oluşturmak için farkı çevrimiçi kaynaklardan içerikleri birleştiren bir web2.0 teknolojisidir."
  },
  {
    "id": "1635170",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisinde Widget (Ekran aracı)'nın tanımı doğru olarak verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bilginin gösterildiği ve kullanıcıların uygulama ve işletim sistemiyle farklı şekillerde iletişim kurabildiği bir grafik kullanıcı arayüzdür.",
      "B": "Çevrimiçi içeriğin kişiselleştirilmesinde kullanılan bir yöntemdir.",
      "C": "Ortak yayın yapmayı sağlayan uygulamalardır. Kullanıcılar web sayfasını ortak olarak oluşturmaktadır.",
      "D": "Etkileşimli web uygulamaları oluşturmak için kullanılan bir web geliştirme tekniğidir.",
      "E": "Geleneksel masaüstü uygulamalarının özelliklerine ve işlevlerine sahip web uygulamalarıdır."
    },
    "explanation": "Widget;Bilginin gösterildiği ve kullanıcıların uygulama ve işletim sistemiyle farklı şekillerde iletişim kurabildiği bir grafik kullanıcı arayüzdür."
  },
  {
    "id": "1635187",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi E-Posta ile ilgili elde edilebilecek verilerden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Telefon arama kartı numaraları",
      "B": "Sunucu transferi bilgisi",
      "C": "Abonelikler",
      "D": "Her katılımcının yeri",
      "E": "Arama sorguları"
    },
    "explanation": "Sunucu transferi bilgisi,E-Posta ile ilgili elde edilebilecek verilerdendir."
  },
  {
    "id": "1635199",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi nesnelerin interneti uygulamalarının yayılması ile karşılaşılan engellerden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kimlik Belirleme",
      "B": "Bilgi Depolama",
      "C": "Çevresel verilerin kontrol edilmesi",
      "D": "Bilgi işleme",
      "E": "Performans izleme"
    },
    "explanation": "Kimlik Belirleme karşılaşılan engellerden birisidir."
  },
  {
    "id": "1641760",
    "unitNumber": 8,
    "text": "<ol type=\"I\"> <li>Müşteriler</li> <li>Veri merkezî</li> <li>Dağınık sunucular</li> </ol> Hangisi ya da hangiler bulut bilişim mimarisinin ana unsurlarındandır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I, II",
      "D": "II, III",
      "E": "I, II, III"
    },
    "explanation": "Verilen öncüllerin hepsi bulut bilişim mimarisinin ana unsurlarındandır. Doğru cevap E'dir."
  },
  {
    "id": "1641794",
    "unitNumber": 8,
    "text": "<ol type=\"I\"> <li>Yazılım Hizmeti</li> <li>Platform Hizmeti</li> <li>Altyapı Hizmeti</li> </ol> Hangisi ya da hangileri bulut bilişimin sağladığı hizmetlerdendir?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III",
      "B": "II, III",
      "C": "I, II",
      "D": "Yalnız II",
      "E": "Yalnız I"
    },
    "explanation": "Verilen öncüllerin hepsi bulut bilişimin sağladığı hizmetlerdendir. Doğru cevap A'dır."
  },
  {
    "id": "1641807",
    "unitNumber": 8,
    "text": "Bulut altyapısının, aynı ilgi alanlarını paylaşan kurumların özel kullanımına sunulduğu bulut kullanım modeli aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Genel Bulut",
      "B": "Özel Bulut",
      "C": "Topluluk Bulutu",
      "D": "Karma Bulut",
      "E": "Kişisel Bulut"
    },
    "explanation": "Bahsedilen bulut modeli Topluluk Bulutudur. Doğru cevap C'dir."
  },
  {
    "id": "1641838",
    "unitNumber": 8,
    "text": "Bulut hizmetinin olanaklarının ağ üzerinde erişilebilir durumda olması ve bulut hizmeti kullanıcısının ihtiyaç duyduğu bütün kaynaklara ve hizmetlere tüm platformlardan ulaşabilmesi bulut bilişimin hangi özelliğidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Talebe bağlı hizmet",
      "B": "Geniş ağ erişimi",
      "C": "Kaynak havuzu",
      "D": "Hız ve esneklik",
      "E": "Ölçeklenebilirlik"
    },
    "explanation": "Bahsedilen özellik Geniş ağ erişimidir. Doğru cevap B'dir."
  },
  {
    "id": "1641862",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi bulut bilişimin avantajlarından biri <strong>değildir</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Maliyet",
      "B": "Esneklik",
      "C": "Ölçeklenebilirlik",
      "D": "Veri güvenliği ve gizliliği",
      "E": "Karmaşıklığın azaltılması"
    },
    "explanation": "Veri güvenliği ve gizliliği bulut bilişimin risklerindendir. Doğru cevap D'dir."
  },
  {
    "id": "1641894",
    "unitNumber": 8,
    "text": "<ol type=\"I\"> <li>İşletmenin mevcut bilişim teknolojisi altyapısının incelenmesi</li> <li>Bilişim hizmetlerinin bulut bilişimle gerçekleşmesine karar verilmesi</li> <li>Bulut bilişime geçişin sağlanması</li> </ol> Hangisi ya da hangileri bulut bilişimin uygulama adımlarındandır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I, II",
      "D": "II, III",
      "E": "I, II, III"
    },
    "explanation": "Verilen öncüllerin hepsi bulut bilişimin uygulama adımlarındandır. Doğru cevap E'dir."
  },
  {
    "id": "1641933",
    "unitNumber": 8,
    "text": "Web 2.0 uygulamalarının en çok bilinen ve en hızlı büyüyen kategorisi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Blog",
      "B": "Sosya Ağlar",
      "C": "İçerik Toplulukları",
      "D": "Forumlar",
      "E": "İçerik Birleştiriciler"
    },
    "explanation": "bahsedilen kategori blogdur. Doğru cevap A'dır."
  },
  {
    "id": "1641993",
    "unitNumber": 8,
    "text": "Bilginin gösterildiği ve kullanıcıların uygulama ve işletim sistemiyle farklı şekillerde iletişim kurabildiği grafik kullanıcı arayüzü aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "RSS",
      "B": "Wiki",
      "C": "Widget",
      "D": "Mashup",
      "E": "AJAX"
    },
    "explanation": "Bahsedilen teknoloji Widget'tır. Doğru cevap C'dir."
  },
  {
    "id": "1642075",
    "unitNumber": 8,
    "text": "Nesnelerin internetinde kullanılan teknolojilerden olan, akıllı parçanın en basit formu aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Barkod",
      "B": "Pasif RFID",
      "C": "Aktif RFID",
      "D": "Kablosuz Sensör Ağları",
      "E": "Bluetooth"
    },
    "explanation": "Bahsedilen teknoloji barkoddur. Doğru cevap A'dır."
  },
  {
    "id": "1642102",
    "unitNumber": 8,
    "text": "<ol type=\"I\"> <li>Veri hacmi</li> <li>Veri hızı</li> <li>Veri çeşitliliği</li> </ol> Hangisi ya da hangileri büyük verinin en çok kabul edilen özelliklerindendir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I, II",
      "D": "II, III",
      "E": "I, II, III"
    },
    "explanation": "Verilen öncüllerin hepsi büyük verinin en çok kabul edilen özelliklerindendir. Doğru cevap E'dir."
  },
  {
    "id": "916841",
    "unitNumber": 8,
    "text": "Kullanıcı ve iş dünyası düzeyinde bilişim teknolojisi ürün, hizmet ve çözümlerinin İnternet üzerinden gerçek zamanlı alındığı ve kullanıldığı hizmet aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yazılım Hizmeti",
      "B": "Bulut Bilişim",
      "C": "Forum",
      "D": "Platform Hizmeti",
      "E": "Altyapı Hizmeti"
    },
    "explanation": "Bulut bilişim; kullanıcı ve iş dünyası düzeyinde bilişim teknolojisi ürün, hizmet ve çözümlerinin İnternet üzerinden gerçek zamanlı alındığı ve kullanıldığı hizmet olarak tanımlanmaktadır."
  },
  {
    "id": "916852",
    "unitNumber": 8,
    "text": "Hizmet olarak alınan uygulamaların sunucularının bulunduğu alanlar aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Bulut bilişim",
      "B": "Geniş ağ erişimi",
      "C": "Yazılım hizmeti",
      "D": "Veri merkezleri",
      "E": "Platform hizmeti"
    },
    "explanation": "Veri merkezleri, hizmet olarak alınan uygulamaların sunucularının bulunduğu alanlardır."
  },
  {
    "id": "916865",
    "unitNumber": 8,
    "text": "Kullanıcıya, hizmet sağlayıcı tarafından desteklenen ve uygun programlama dilleri, hizmetleri ve araçları kullanarak kendi geliştirebileceği uygulamaları çalıştırabileceği bir platform sunan hizmete ne denir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yazılım Hizmeti",
      "B": "Platform Hizmeti",
      "C": "Altyapı Hizmeti",
      "D": "Genel Bulut",
      "E": "Özel Bulut"
    },
    "explanation": "Platform Hizmeti (PaaS): Bu hizmet modelinde kullanıcıya, hizmet sağlayıcı tarafından desteklenen ve uygun programlama dilleri, hizmetleri ve araçları kullanarak kendi geliştirebileceği uygulamaları çalıştırabileceği bir platform sunulmaktadır."
  },
  {
    "id": "916871",
    "unitNumber": 8,
    "text": "Bulut bilişim hizmetlerinin dağıtımında kaç tane model söz konusudur?",
    "correctAnswer": "D",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "4",
      "E": "5"
    },
    "explanation": "Bulut bilişim hizmetlerinin dağıtımında 4 model söz konusudur. Bunlar; genel bulut, özel bulut, topluluk bulutu ve karma bulut olarak sayılabilir."
  },
  {
    "id": "916880",
    "unitNumber": 8,
    "text": "Hangi bulut modelinde, bulut altyapısı tüm kamunun kullanımına sunulmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Genel bulut",
      "B": "Özel Bulut",
      "C": "Topluluk Bulutu",
      "D": "Karma Bulut",
      "E": "Bulut Bilişimi"
    },
    "explanation": "Genel bulut modelinde, bulut altyapısı tüm kamunun kullanımına sunulmaktadır."
  },
  {
    "id": "916891",
    "unitNumber": 8,
    "text": "Bulut Bilişimin kaç özelliği bulunmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "4",
      "E": "5"
    },
    "explanation": "Bulut Bilişimin 5 özelliği bulunmaktadır.Bulut bilişim talebe bağlı hizmet, geniş ağ erişimi, kaynak havuzu, hız ve esneklik ve ölçeklenebilirlik sağlama özelliklerine sahiptir."
  },
  {
    "id": "916914",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Bulut bilişimin avantajlarından biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Maliyette tasarruf",
      "B": "Esneklik",
      "C": "Ölçeklenebilirlik sağlaması",
      "D": "Karmaşıklığı azaltması",
      "E": "Hız ve esneklik"
    },
    "explanation": "Bulut bilişimin avantajları maliyette tasarruf, esneklik, ölçeklenebilirlik sağlaması ve karmaşıklığı azaltması olarak sayılabilir."
  },
  {
    "id": "916924",
    "unitNumber": 8,
    "text": "İşletmenin zamanla ihtiyaç duyabileceği kapasitenin önceden planlanma düzeyine ne denir?",
    "correctAnswer": "B",
    "options": {
      "A": "Esneklik",
      "B": "Ölçeklenebilirlik",
      "C": "Maliyet",
      "D": "Karmaşıklığın azaltılması",
      "E": "Kaynak havuzu"
    },
    "explanation": "Ölçeklenebilirlik, işletmenin zamanla ihtiyaç duyabileceği kapasitenin önceden planlanma düzeyini ifade etmektedir."
  },
  {
    "id": "916951",
    "unitNumber": 8,
    "text": "Bulut bilişim platformu kaç katmandan oluşmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "4",
      "E": "5"
    },
    "explanation": "Bulut bilişim platformu altyapı katmanı, uygulama katmanı ve hizmet katmanı olmak üzere üç katmandan oluşmaktadır."
  },
  {
    "id": "916972",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Sosyal Medya Kullanımında Dikkat Edilmesi Gereken Konulardan biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Dikkatli Seçim",
      "B": "Mevcut Uygulamaları Kullanma veya Kendi Uygulamasını Geliştirme Kararı",
      "C": "Faaliyetlerin Uyumlaştırılması",
      "D": "Medya Plan Entegrasyonu",
      "E": "Müşterilerle bire bir iletişim"
    },
    "explanation": "Sosyal Medya Kullanımında Dikkat Edilmesi Gereken Konular:Dikkatli Seçim,Mevcut Uygulamaları Kullanma veya Kendi Uygulamasını Geliştirme Kararı,Faaliyetlerin Uyumlaştırılması,Medya Plan Entegrasyonu,Her Kullanıcının Erişiminin Sağlanması,Sosyal Medyada Aktif Olunması,Sosyal Medyada İlginç Olunması,Sosyal Medyada Mütevazı Olunması,Sosyal Medyada Profesyonel Olunmaması,Dürüst olunması."
  },
  {
    "id": "937440",
    "unitNumber": 8,
    "text": "Bir dezavantaj olarak hizmeti alan tarafın çeşitli güvenlik platformlarını birlikte yönetmek zorunda kaldığı bulut bilişim kullanım modeli aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Genel Bulut",
      "B": "Özel Bulut",
      "C": "Topluluk Bulutu",
      "D": "Kişisel Bulut",
      "E": "Karma Bulut"
    },
    "explanation": "Karma Bulut modelinde hizmeti alan taraf çeşitli güvenlik platformlarını birlikte yönetmek zorunda kalmaktadır."
  },
  {
    "id": "937447",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Bulut bilişimin özelliklerinden birisi <strong><u>değildir</u></strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Talebe bağlı hizmet",
      "B": "Geniş ağ erişimi",
      "C": "Tutarlılık",
      "D": "Kaynak havuzu",
      "E": "Hız ve esneklik"
    },
    "explanation": "Bulut Bilişimin 5 özelliği bulunmaktadır.\n Bunlar;Talebe bağlı hizmet,Geniş ağ erişimi,Kaynak havuzu,Hız ve esneklik,Ölçeklenebilirlik'tir."
  },
  {
    "id": "937457",
    "unitNumber": 8,
    "text": "İşletmenin plansız ve öngörülemeyen değişimlere cevap verme kapasitesini anlatan bulut bilişim avantajı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Maliyet",
      "B": "Esneklik",
      "C": "Ölçeklenebilirlik",
      "D": "Karmaşıklığın azaltılması",
      "E": "Kaynak havuzu"
    },
    "explanation": "Esneklik, plansız ve öngörülemeyen değişimlere cevap verme kapasitesidir."
  },
  {
    "id": "937468",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Bulut bilişimin getirdiği riskler arasında yer <u><strong>almaz</strong></u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Hizmet sağlayıcıya bağımlılık",
      "B": "Veri güvenliği ve gizliliği",
      "C": "Performans",
      "D": "Verilerin konumunun bilinmesi",
      "E": "Hizmet kalitesinin öngörülemezliği"
    },
    "explanation": "Bulut Bilişimin Getirdiği Riskler;\n Hizmet sağlayıcıya bağımlılık,Veri güvenliği ve gizliliği,Performans,Hizmet kalitesinin öngörülemezliği,Verilerin konumunun bilinmemesi olarak sıralanır."
  },
  {
    "id": "937472",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi WEB 2.0 uygulama türleri arasında yer <u><strong>almaz</strong></u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Sosyal Ağlar",
      "B": "Forumlar",
      "C": "Bloglar",
      "D": "İçerik Toplulukları",
      "E": "Wiki"
    },
    "explanation": "WEB 2.0 uygulama türleri;Bloglar,Sosyal Ağlar,İçerik Toplulukları,Forumlar ve İçerik Bütünleştiriciler'dir."
  },
  {
    "id": "937475",
    "unitNumber": 8,
    "text": "Kullanıcıların erişmek istedikleri içeriği kendi istekleri doğrultusunda düzenlemelerini sağlayan WEB 2.0 uygulamasıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "İçerik Birleştiriciler",
      "B": "Bloglar",
      "C": "Forumlar",
      "D": "Sosyal Ağlar",
      "E": "İçerik Toplulukları"
    },
    "explanation": "İçerik Birleştiriciler: Kullanıcıların erişmek istedikleri içeriği kendi istekleri doğrultusunda düzenlemelerini sağlamaktadır. Örnek olarak www.my.yahoo.com, ve www.google. com/ig verilebilir."
  },
  {
    "id": "937481",
    "unitNumber": 8,
    "text": "Google Reader, MyYahoo, Bloglines, Netvibes ve Alesti gibi birçok araç kullanıcıların favori bloglarını kontrol etmelerini ve kişiselleştirmelerini sağlayan WEB 2.0 teknolojisi hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "RSS",
      "B": "Wiki",
      "C": "AJAX",
      "D": "RIA",
      "E": "Widget"
    },
    "explanation": "RSS: Rich Site Summary (Zengin Site İçeriği) çevrimiçi içeriğin kişiselleştirilmesinde kullanılan bir yöntemdir. Google Reader, MyYahoo, Bloglines, Netvibes ve Alesti gibi birçok araç kullanıcıların favori bloglarını kontrol etmelerini ve kişiselleştirmelerini sağlar."
  },
  {
    "id": "937499",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Twitter ilgili elde edilebilecek verilerden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Çağrı süresi",
      "B": "Telif",
      "C": "Ad,konum,dil,profil bilgisi ve URL",
      "D": "Abonelik",
      "E": "IP adresi ve posta istemcisi giriş kayıtları"
    },
    "explanation": "Twitterin meta verilerine bakıldığında;\n Ad, konum, dil, profil bilgisi ve URL<br/>Kullanıcı adı ve benzersiz tanımlayıcı<br/>Tweet’in konumu, tarih ve saat<br/>Tweet’in benzersiz kimliği ve cevap tweet kimliği<br/>Katılımcı kimlikleri<br/>Takipçi, takip edilen ve favori sayısı<br/>Doğrulama durumu gibi veriler elde edilebilir."
  },
  {
    "id": "937504",
    "unitNumber": 8,
    "text": "Sosyal medya kullanımı temel ilkelerinden mevcudiyet ilkesinin tanımı aşağıdakilerden hangisinde doğru olarak verilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kullanıcıların kendisini göstermesi",
      "B": "Kullanıcıların birbirleriyle iletişimi",
      "C": "Kullanıcıların içerik oluşturması",
      "D": "Kullanıcıların diğer kullanıcılardan haberdar olması",
      "E": "Kullanıcıların oluşturulması"
    },
    "explanation": "MEVCUDİYET,kullanıcıların diğer kullanıcılardan haberdar olması anlamına gelmektedir."
  },
  {
    "id": "937515",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi akıllı parçalarla elde edilen faydalardan biri <u><strong>değildir</strong></u>?",
    "correctAnswer": "B",
    "options": {
      "A": "Bilgi Depolama",
      "B": "Demokratikleşme",
      "C": "Bilgi İşleme",
      "D": "İletişim",
      "E": "Bilgi Toplama"
    },
    "explanation": "Akıllı parçaların sağladığı faydalar 5 grupta açıklanmaktadır:\n Bilgi Depolama<br/>Bilgi Toplama<br/>İletişim<br/>Bilgi İşleme<br/>Performans İzleme'dir."
  },
  {
    "id": "981447",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi bulut bilişim hizmetlerinin kullanım modellerinden birisi <u><strong>değildir?</strong></u>",
    "correctAnswer": "B",
    "options": {
      "A": "Genel Bulut",
      "B": "Yerel Bulut",
      "C": "Özel Bulut",
      "D": "Topluluk Bulutu",
      "E": "Karma Bulut"
    },
    "explanation": "Bulut bilişim hizmetlerinin dağıtımında 4 model söz konusudur. Bunlar; genel bulut, özel bulut, topluluk bulutu ve karma bulut olarak sayılabilir."
  },
  {
    "id": "981506",
    "unitNumber": 8,
    "text": "Amazon Web Hizmetleri aşağıdaki bulut modellerinden hangisinde en çok kullanılan hizmettir?",
    "correctAnswer": "B",
    "options": {
      "A": "Özel bulut",
      "B": "Genel bulut",
      "C": "Karma bulut",
      "D": "Topluluk buluıtu",
      "E": "İdari bulut"
    },
    "explanation": "Genel Bulut: Bu modelin ilk ve en çok kullanılan örneği Amazon Web Hizmetleri’dir (Amazon Web Services)."
  },
  {
    "id": "981555",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi bulut bilişimin özelliklerinden birisi<strong> değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Talebe bağlı hizmet",
      "B": "Geniş ağ erişimi",
      "C": "Kaynak havuzu",
      "D": "Hız ve esneklik",
      "E": "Ölçeklenemezlik"
    },
    "explanation": "Bulut Bilişimin 5 özelliği bulunmaktadır.<br/>1. Talebe bağlı hizmet<br/>2. Geniş ağ erişimi<br/>3. Kaynak havuzu<br/>4. Hız ve esneklik<br/>5. Ölçeklenebilirlik"
  },
  {
    "id": "981627",
    "unitNumber": 8,
    "text": "Benzer türdeki içeriklerin düzenlendiği ve paylaşıldığı siteler aşağıdaki uygulama türlerinden hangisine aittir?",
    "correctAnswer": "C",
    "options": {
      "A": "Blog",
      "B": "Sosyal Ağlar",
      "C": "İçerik Toplulukları",
      "D": "İçerik Birleştiriciler",
      "E": "Forumlar"
    },
    "explanation": "İçerik Toplulukları: Benzer türdeki içeriklerin düzenlendiği ve paylaşıldığı sitelerdir."
  },
  {
    "id": "981682",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi büyük miktarlarda veri olan web sayfalarında dolaşmayı sağlar?",
    "correctAnswer": "D",
    "options": {
      "A": "RSS",
      "B": "Wiki",
      "C": "Widget",
      "D": "AJAX",
      "E": "Mashup"
    },
    "explanation": "AJAX: Etkileşimli web uygulamaları oluşturmak için kullanılan bir web geliştirme tekniğidir. AJAX, büyük miktarlarda veri olan web sayfalarında dolaşmayı sağlar."
  },
  {
    "id": "981766",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi akıllı parçaların sağladığı faydalardan birisi <strong>değildir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Bilgi ölçme",
      "B": "Bilgi depolama",
      "C": "Bilgi toplama",
      "D": "İletişim",
      "E": "Bilgi işleme"
    },
    "explanation": "Akıllı parçaların sağladığı faydalar 5 grupta açıklanmaktadır:<br/>1. Bilgi Depolama<br/>2. Bilgi Toplama<br/>3. İletişim<br/>4. Bilgi İşleme<br/>5. Performans İzleme"
  },
  {
    "id": "981783",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi akıllı parçanın en basit formudur?",
    "correctAnswer": "B",
    "options": {
      "A": "Pasif RFID",
      "B": "Barkod",
      "C": "Aktif RFID",
      "D": "Kablosuz sensör ağları",
      "E": "You-rail"
    },
    "explanation": "Barkod: Akılı parçanın en basit formudur."
  },
  {
    "id": "981995",
    "unitNumber": 8,
    "text": "Aşağıdaki şıklardan hangisinde büyük verinin en çok kabul edilen özellikleri doğru verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Veri Hacmi-Veri Kapasitesi-Veri Hızı",
      "B": "Veri Hızı-Veri Çeşitliliği-Veri Akışı",
      "C": "Veri Hacmi-Veri Hızı-Veri Çeşitliliği",
      "D": "Veri Hacmi-Veri Hızı- Veri Gizliliği",
      "E": "Veri Güvenliği-Veri Hızı-Veri Çeşitliliği"
    },
    "explanation": "Büyük verinin en çok kabul edilen özellikleri veri hacmi, veri hızı ve veri çeşitliliğidir."
  },
  {
    "id": "982050",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi yapılandırılmamış verilere bir örnektir?",
    "correctAnswer": "E",
    "options": {
      "A": "Ad",
      "B": "Soyad",
      "C": "Sicil no",
      "D": "Mp3",
      "E": "E-posta"
    },
    "explanation": "E-postalar ve ses kayıtları yapılandırılmamış verilere örnek verilebilir."
  },
  {
    "id": "982075",
    "unitNumber": 8,
    "text": "Veri hakkındaki veriye ne denir?",
    "correctAnswer": "C",
    "options": {
      "A": "Büyük veri",
      "B": "Veri hacmi",
      "C": "Meta veri",
      "D": "Mega veri",
      "E": "Toplam veri"
    },
    "explanation": "Meta veri ya da üstveri en genel anlamıyla veri hakkındaki veri/bilgi olarak tanımlanmaktadır."
  },
  {
    "id": "982222",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Bulut bilişim hizmetlerinin kullanım modellerinden birisi <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Genel Bulut",
      "B": "Özel Bulut",
      "C": "Topluluk Bulutu",
      "D": "Karma Bulut",
      "E": "Sosyal Bulut"
    },
    "explanation": "Bulut bilişim hizmetlerinin kullanım modelleri Genel Bulut,Özel Bulut,Topluluk Bulutu,Karma Bulut\n olarak sıralanmıştır."
  },
  {
    "id": "982254",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Bulut bilişimin özelliklerinden birisi <u>değildir</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Geniş ağ erişimi",
      "B": "Hız ve esneklik",
      "C": "Platform Hizmeti (PaaS)",
      "D": "Talebe bağlı hizmet",
      "E": "Kaynak havuzu"
    },
    "explanation": "Bulut bilişim talebe bağlı hizmet, geniş ağ erişimi, kaynak havuzu, hız ve esneklik ve ölçeklenebilirlik sağlama özelliklerine sahiptir."
  },
  {
    "id": "982268",
    "unitNumber": 8,
    "text": "Diğer kullanıcılara bireysel içeriğin aktarımı ve diğer kullanıcılarla iletişim sağlanması için kullanıcıların kendi web sitelerini yapmalarını sağlayan platformlar aşağıda verilen hangi web 2.0 uygulama türünü ifade etmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sosyal Ağlar",
      "B": "Blog",
      "C": "İçerik Toplulukları",
      "D": "Forumlar",
      "E": "İçerik Bütünleştiriciler"
    },
    "explanation": "Doğru seçenek A seçeneğidir."
  },
  {
    "id": "982283",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi WEB 2.0'ın uygulama türlerinden \"İçerik Birleştiriciler\"i tanımlamaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Web 2.0 uygulamalarının en çok bilinen ve en hızlı büyüyen kategorisidir. Videolarla birlikte birçok taşınabilir aygıtta kullanılmaktadır.",
      "B": "Kullanıcıların erişmek istedikleri içeriği kendi istekleri doğrultusunda düzenlemelerini sağlamaktadır. Örnek olarak www.my.yahoo.com, ve www.google. com/ig verilebilir.",
      "C": "Çoğunlukla özel ilgi alanlarına yönelik bilgi ve fikir paylaşımında bulunulan sitelerdir. Örnek siteler: www.epinions.com, www.personaldemocracy.com, www. python.org olarak verilebilir.",
      "D": "Benzer türdeki içeriklerin düzenlendiği ve paylaşıldığı sitelerdir.Örnek uygulamalar www.videogoogle.com, www.youtube.com, www.flickr.com olarak verilebilir.",
      "E": "Diğer kullanıcılara bireysel içeriğin aktarımı ve diğer kullanıcılarla iletişim sağlanması için kullanıcıların kendi web sitelerini yapmalarını sağlayan platformlardır."
    },
    "explanation": "İçerik Birleştiriciler;Kullanıcıların erişmek istedikleri içeriği kendi istekleri doğrultusunda düzenlemelerini sağlamaktadır. Örnek olarak www.my.yahoo.com, ve www.google. com/ig verilebilir."
  },
  {
    "id": "982292",
    "unitNumber": 8,
    "text": "Bilginin gösterildiği ve kullanıcıların uygulama ve işletim sistemiyle farklı şekillerde iletişim kurabildiği bir grafik kullanıcı arayüzü olan WEB 2.0 teknolojisi hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "RSS: Rich Site Summary",
      "B": "Wiki",
      "C": "Mashup",
      "D": "Widget (Ekran aracı)",
      "E": "AJAX"
    },
    "explanation": "Doğru seçenek D seçeneğidir."
  },
  {
    "id": "982304",
    "unitNumber": 8,
    "text": "Aşağıda verilen hacim ölçülerinden hangisi \"Petabyte(PB)\" veri hacim ölçüsüne eşittir?",
    "correctAnswer": "E",
    "options": {
      "A": "1000 byte",
      "B": "1000 KB",
      "C": "1000 MB",
      "D": "1000 GB",
      "E": "1000 TB"
    },
    "explanation": "Petabyte=1000 TB"
  },
  {
    "id": "982315",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi facebookla ilgili elde edilebilecek verilerden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Aile ve ilişkiler",
      "B": "Çağrı zamanı",
      "C": "IP adresi",
      "D": "Arama sorguları",
      "E": "Çağrı zamanı"
    },
    "explanation": "A seçeneği doğru seçenektir."
  },
  {
    "id": "982339",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Web 2.0’da kullanılan teknolojilerden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kurumsal Kaynak Planlama",
      "B": "Aktif RFID",
      "C": "Wiki",
      "D": "BARKOD",
      "E": "Code 39"
    },
    "explanation": "WB 2.0 Teknolojileri;\n Açık Kaynak,RSS,Wiki,Widget,Mashup,AJAX,RIA şeklinde sıralanabilir."
  },
  {
    "id": "982353",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi nesnelerin internetinde kullanılan teknolojilerden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Barkod",
      "B": "CRM",
      "C": "Wiki",
      "D": "Forumlar",
      "E": "Ajax"
    },
    "explanation": "Barkod nesnelerin internetinde kullanılan teknolojilerden biridir."
  },
  {
    "id": "982367",
    "unitNumber": 8,
    "text": "Aşağıda verilen genel tanımlardan hangisi <u>yanlıştır</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Bulut bilişim mimarisi müşteriler, veri merkezî ve dağınık sunucular olmak üzere üç ana unsurdan oluşur.",
      "B": "Bulut hizmetleri, yazılım, platform ve altyapı hizmetlerini içermektedir.",
      "C": "Bulut bilişim hizmetlerinin dağıtımında genel bulut, özel bulut, topluluk bulutu ve karma bulut olarak 4 model söz konusudur.",
      "D": "Esneklik,işletmenin zamanla ihtiyaç duyabileceği kapasitenin önceden planlanma düzeyini ifade etmektedir.",
      "E": "Bulut bilişim; hizmet sağlayıcıya bağımlılık, veri güvenliği ve gizliliği, performans, hizmet kalitesinin öngörülemezliği ve verilerin konumunun bilinmemesi konularında risklere sahiptir."
    },
    "explanation": "D şıkkında verilen tanım Ölçeklenebilirlik ifadesinin tanımıdır."
  }
]