[
  {
    "id": "3408279",
    "unitNumber": 1,
    "text": "Bilişim teknolojisinin doğuşu bağlamında düşünüldüğünde, problemlerin doğru çözümlerine ulaşmak için uygulanan bu adımlar kümesine IX. yüzyılda aynı zamanda cebiri geliştiren El-Harizmi isminden öykünerek hangi ad verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Logaritma",
      "B": "Aritmetik",
      "C": "Algoritma",
      "D": "Trigonometri",
      "E": "İntegral"
    },
    "explanation": "Problemlerin doğru çözümlerine ulaşmak için uygulanan bu adımlar kümesine IX. yüzyılda aynı zamanda cebiri geliştiren El-Harizmi ismine öykünerek “algoritma” adı verilmiştir ve bir problemin algoritmasını hazırlamak gelecekte bilgisayarları programlamak için gerekli bir aşama hâline gelmiştir."
  },
  {
    "id": "3408280",
    "unitNumber": 1,
    "text": "“Fark makinesi” adı verilen ve “Sonlu farklar” yöntemi yardımıyla polinom fonksiyonları üzerinde çok hassas sonuçlar elde edilmesini sağlayan cihazı geliştirmeye çalışan ancak tamamlayamayan matematikçinin adı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Charles Babbage",
      "B": "George Boole",
      "C": "Gottfried Wilhelm Leibniz",
      "D": "Leonardo Fibonacci",
      "E": "Blaise Pascal"
    },
    "explanation": "İngiliz matematikçi Babbage 1822’de karmaşık matematiksel işlevlerin sonuçlarının elde edilmesini sağlayacak bir makine üzerinde çalıştı. “Fark makinesi” adı verdiği ve “Sonlu farklar” yöntemi yardımıyla polinom fonksiyonları üzerinde çok hassas sonuçlar elde edilmesini sağlayan bu cihaz tamamlanamadı."
  },
  {
    "id": "3408281",
    "unitNumber": 1,
    "text": "Sesin mekanik olarak kaydedilmesini ve yeniden seslendirilmesini sağlayan araca ne ad verilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kinetograph",
      "B": "Fonograph",
      "C": "Cinématographe",
      "D": "Kinetoscope",
      "E": "Daguerreotype"
    },
    "explanation": "Sesin mekanik olarak kaydedilmesini ve yeniden seslendirilmesini sağlayan araca “fonograph” adı verilmektedir. Daha sonraları gramofon adı verilen fonograf 1877’de Thomas Alva Edison tarafından keşfedilmiştir."
  },
  {
    "id": "3408282",
    "unitNumber": 1,
    "text": "I.Almanya’da Zuse, ikili sayı sistemini kullanan ilk hesaplama makinesini 1938 yılında tamamladı.<br/>II.Konrad Zuse, 1936 yılında Z1 adlı programlanabilir bilgisayarı geliştirmeye başladı.<br/>III.Zuse, 2. Dünya Savaşı süresince Alman Havacılık Laboratuvarı için ikili sayış sistemi ve role devrelerini içeren Z3 ve Z4 bilgisayarlarını yaptı.<br/>Konrad Zuse ile ilgili verilen bilgilerden hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Konrad Zuse (1910-1995); Alman inşaat mühendisi, mucit ve ünlü bir iş adamıdır. 1936 yılında Z1 adlı programlanabilir bilgisayarı geliştirmiştir. Zuse, ikili sayı sistemini kullanan ilk hesaplama makinesini 1938 yılında tamamladı. Zuse, 2. Dünya Savaşı süresince Alman Havacılık Laboratuvarı için ikili sayış sistemi ve role devrelerini içeren Z3 ve Z4 bilgisayarlarını yaptı."
  },
  {
    "id": "3408283",
    "unitNumber": 1,
    "text": "I.Pennsylvania Üniversitesinde John Mauchly ve J. Presper Eckert tarafından yapımına 1943 yılında başlanmış ve 1946’da tamamlanmıştır.<br/>II.Bir bant şeridindeki sembolleri manipüle edebilen soyut bir makineyi tanımlayan matematiksel bir hesaplama modelidir.<br/>III.Tümüyle elektronik olan genel amaçlı bilgisayarların tarihi genel olarak ENIAC ile başlatılır.<br/>ENIAC ile ilgili verilen bilgilerden hangileri doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Pennsylvania Üniversitesinde John Mauchly ve J. Presper Eckert tarafından yapımına 1943 yılında başlanan ve 1946’da tamamlanan ENIAC, Pentagon’un füze atış tablosu gereksinimlerini karşılamak için inşa edilmiştir. 30 ton ağırlığındaki makine, 10 metreye 15 metrelik bir alanı kaplıyordu. Tümüyle elektronik olan genel amaçlı bilgisayarların tarihi genel olarak ENIAC ile başlatılır. Bir bant şeridindeki sembolleri manipüle edebilen soyut bir makineyi tanımlayan matematiksel bir hesaplama modeli Turing makinesidir ve ENIAC ile ilgili değildir."
  },
  {
    "id": "3408284",
    "unitNumber": 1,
    "text": "Transistörlü bilgisayarlarla ilgili aşağıdaki ifadelerden hangisi <strong>yanlıştır</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Manchester Üniversitesinde 1953 yılında tasarlanan “Transistor Computer” isimli deneysel cihaz ilk transistörlü bilgisayardır.",
      "B": "ABD’deki ilk transistörlü bilgisayar Bell Laboratuvarlarında 1954 yılında geliştirilen TRADIC isimli cihazdır.",
      "C": "Transistör kullanımı bilgisayarları küçültmüş, bellek ve hız kapasitelerin artırmış, enerji tüketimini azaltmış, maliyetlerini ve fiyatlarını düşürmüş ve daha esnek tasarımlara olanak sağlamıştır.",
      "D": "Büyük ölçekli bütünüyle transistörlü bilgisayarlar 1958’den itibaren üretilmeye başlayan IBM 7000 serisi bilgisayarlar ile 1959’dan itibaren üretilen IBM 1400 serisi bilgisayarlardır.",
      "E": "Transistörlü bilgisayarlara “Dördüncü Nesil Bilgisayarlar Dönemi” adı verilir."
    },
    "explanation": "Transistörlü bilgisayarlara “İkinci Nesil Bilgisayarlar Dönemi” adı verilir."
  },
  {
    "id": "3408285",
    "unitNumber": 1,
    "text": "I.Ünlü fizikçi Richard Feynman, kuantum bilgisayarı kavramını ortaya atmıştır.<br/>II.Richard Stallman, Usenet’te tescilli Unix’lere alternatif ücretsiz bir yazılım oluşturmak için GNU Projesini duyurmuştur.<br/>III.Microsoft firması Windows 1.0 işletim sistemini çıkarmıştır.<br/>Yukarıda verilen bilgilerden hangileri 1980’li yıllarda gerçekleşen bilişim teknolojisi gelişmelerinden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "1981’de ünlü fizikçi Richard Feynman, kuantum bilgisayarı kavramını ortaya attı. 1983’de Richard Stallman, Usenet’te tescilli Unix’lere alternatif ücretsiz bir yazılım oluşturmak için GNU Projesini duyurdu. 1985’de Microsoft firması Windows 1.0 işletim sistemini çıkardı."
  },
  {
    "id": "3408286",
    "unitNumber": 1,
    "text": "Kullanıcıların sanal bir toplulukta, kendileri tarafından oluşturulan içeriğin yaratıcıları olarak, sosyal medya diyaloğu yoluyla birbirleriyle etkileşim kurmalarına ve iş birliği yapmalarına olanak tanıyan ve 2000’lerin ikinci yarısında sosyal ağ siteleri ve sosyal medya sitelerinde bir patlama yaşanmasına yol açan web siteleri hangi tür web siteleri olarak adlandırılmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Web 1.0",
      "B": "Web 2.0",
      "C": "Web 3.0",
      "D": "Web 4.0",
      "E": "Web 5.0"
    },
    "explanation": "Bir Web 2.0 web sitesi; kullanıcıların sanal bir toplulukta, kendileri tarafından oluşturulan içeriğin yaratıcıları olarak, sosyal medya diyaloğu yoluyla birbirleriyle etkileşim kurmalarına ve iş birliği yapmalarına olanak tanır. Bu durum 2000’lerin ikinci yarısında sosyal ağ siteleri ve sosyal medya sitelerinde bir patlama yaşanmasına yol açmıştır. Facebook, Twitter, blog siteleri, wiki siteleri, video paylaşım siteleri, barındırma hizmetleri ve karmaşık web uygulamalarını içeren web siteleri birer Web 2.0 sitesidir."
  },
  {
    "id": "3408287",
    "unitNumber": 1,
    "text": "1973’de Daniell Bell tarafından kuramsallaştırılan aşağıdaki hangi kavram ekonomide hizmet sektörünün imalat sektöründen daha fazla servet ürettiği toplumsal gelişim aşaması olarak tanımlanmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Endüstri sonrası toplum",
      "B": "Enformasyon toplumu",
      "C": "Post modern toplum",
      "D": "Tüketim toplumu",
      "E": "Kültür endüstrisi"
    },
    "explanation": "1973’de Daniell Bell tarafından kuramsallaştırılan “endüstri sonrası toplum” kavramı ekonomide hizmet sektörünün imalat sektöründen daha fazla servet ürettiği toplumsal gelişim aşaması olarak tanımlanır. 1970’lerde mikrobilgisayarların ortaya çıkışı ve ardından 80’lerde yaşanan kişisel bilgisayar devrimi, daha önceleri uzmanların gözetiminde ve kullanımında olan bilgisayarın ilk kez toplumla karşı karşıya gelmesine neden olmuştur."
  },
  {
    "id": "3408288",
    "unitNumber": 1,
    "text": "I.Çok sayıda yazar; yapay zekâ, robotlar ve gelişen otomasyonun yakın gelecekte kitleleri işsiz bırakacağını öngörmektedir.<br/>II.Gelecekte yaşanabilecek işsizlik sürecinde ekonomik sistemin yıkılmaması için tüketimin devam etmesi amacıyla her bireye “evrensel temel gelir” ödemesi yapılması önerileri bulunmaktadır.<br/>III.Otonom arabalar milyonlarca sürücüye istihdam olanağı yaratacaktır.<br/>Bilgi toplumunun geleceği ile ilgili yukarıda verilen bilgilerden hangileri doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "I, II ve III"
    },
    "explanation": "Çok sayıda yazar; yapay zekâ, robotlar ve gelişen otomasyonun yakın gelecekte kitleleri işsiz bırakacağını öngörmektedir. Gelecekte yaşanabilecek işsizlik sürecinde ekonomik sistemin yıkılmaması için tüketimin devam etmesi amacıyla her bireye “evrensel temel gelir” ödemesi yapılması önerileri bulunmaktadır. Otonom arabalar ise milyonlarca sürücüyü işsiz bırakacaktır. Dolayısıyla bu ifade yanlıştır."
  },
  {
    "id": "3408289",
    "unitNumber": 1,
    "text": "Problemin doğru çözümüne ulaşmak için uygulanan adım olarak adlandırılan algoritma ile cebiri geliştiren bilim insanı aşağıdaki seçeneklerden hangisinde doğru olarak verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Leonardo Fibonacci",
      "B": "El-Hârizmî",
      "C": "Blaise Pascal",
      "D": "Gottfried Wilhelm Leibniz",
      "E": "George Boole"
    },
    "explanation": "Problemin doğru çözümüne ulaşmak için uygulanan adım olarak adlandırılan algoritma ile aynı zamanda cebiri geliştiren bilim insanı El-Hârizmî'dir."
  },
  {
    "id": "3408290",
    "unitNumber": 1,
    "text": "Aşağıdaki seçeneklerde verilen icatlar ve mucitlerine yönelik eşleştirmelerden hangisi doğru <strong><u>değildir</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Logoritma- Oughtred",
      "B": "Mekanik Toplama Makinesi- Blaise Pascal",
      "C": "İkili sayı sistemi -Gottfried Wilhelm Leibniz",
      "D": "Algoritma- El Harizmi",
      "E": "Dokuma tezgahlarını denetleyen makine - Jacquard"
    },
    "explanation": "Logoritma Oughtred tarafından değil İskoçyalı matematikçi John Napier tarafından geliştirilmiştir.<br/>Logoritma Napier tarafından bulunmuştur. Oughtred hesap cetvelini icat etmiştir. Doğru yanıt A) seçeneğidir."
  },
  {
    "id": "3408291",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi bir yönlü radyo yayınına dayalı teknolojiler arasında yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "Uydu telefonları",
      "B": "El telsizleri",
      "C": "Kablosuz hoparlör",
      "D": "Kablosuz modem",
      "E": "Kablosuz telefonlar"
    },
    "explanation": "Hücresel telefonlar, uydu telefonları, kablosuz telefonlar, el telsizleri, hava ve deniz radyoları ve amatör radyoculuk sistemleri gibi teknolojileri birer iki yönlü radyo yayınına dayalı teknolojilerdir. Kablosuz hoparlör gibi teknolojiler ise bir yönlü radyo yayınına dayalıdırlar."
  },
  {
    "id": "3408292",
    "unitNumber": 1,
    "text": "İlk ticari elektrikli telgraf sistemi hangi ülkede kullanılmaya başlanmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "ABD",
      "B": "İsveç",
      "C": "Fransa",
      "D": "İngiltere",
      "E": "Kanada"
    },
    "explanation": "İlk ticari elektrikli telgraf sistemi demiryolu mesajlarını iletimi amacıyla 1837 yılında İngiltere’de kullanılmaya başlanmıştır.<br/>Uzun yıllar kullanılan semafor tabanlı optik telgraf sistemi sonunda ilk ticari elektrikli telgraf sistemi demiryolu mesajlarını iletimi amacıyla 1837 yılında<br/>İngiltere’de kullanılmaya başlanmıştır."
  },
  {
    "id": "3408293",
    "unitNumber": 1,
    "text": "Aşağıda verilen özelliklerden hangisi ENIAC ile ilgili <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Pennsylvania Üniversitesinde John Mauchly ve J. Presper Eckert tarafından yapılmıştır.",
      "B": "Pentagon’un füze atış tablosu gereksinimlerini karşılamak için inşa edilmiştir.",
      "C": "30 ton ağırlığındadır.",
      "D": "10 haneli beş bin sayıyı bir saniye içinde toplamaktaydı.",
      "E": "1944 yılında yapılmıştır."
    },
    "explanation": "ENIAC'ın yapımına 1943 yılında başlanmış ve 1946’da yılında tamamlanmıştır.<br/>Pennsylvania Üniversitesinde John Mauchly ve J. Presper Eckert tarafından yapımına 1943 yılında başlanan ve 1946’da tamamlanan ENIAC, Pentagon’un füze atış tablosu gereksinimlerini karşılamak için inşa edilmiştir. 30 ton ağırlığındaki makine, 10 metreye 15 metrelik bir alanı kaplıyordu. Devasa boyutlarıyla 10 haneli beş bin sayıyı bir saniye içinde toplayabiliyordu. Dolayısıyla 1944 yılında değil, 1946 yılında tamamlanmıştır. Çözüm E'dir."
  },
  {
    "id": "3408294",
    "unitNumber": 1,
    "text": "Yapay zekâ terimini ve Lisp programlama dilini icat etmiş, çok kullanıcılı zaman paylaşımlı sistemlerin gelişmesinde öncü rol oynamış bilişimci aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "John Backus",
      "B": "John McCarthy",
      "C": "Grace Murray Hopper",
      "D": "Jay Wright Forrester",
      "E": "William Bradford Shockley"
    },
    "explanation": "Özellikle sembolik yapay zekâ araştırmalarına öncü ve yönlendirici katkılarda bulunmuş, Lisp programlama dilini icat etmiş, çok kullanıcılı zaman paylaşımlı sistemlerin gelişmesinde öncü rol oynamış olan bilişimci John McCarthy'dir."
  },
  {
    "id": "3408295",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi \"İkinci Nesil Bilgisayarlar Dönemi\"nin özellikleri arasında <strong>yer almaz</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Bilgisayarların küçülmesi",
      "B": "Bellek ve hız kapasitelerinin artması",
      "C": "Enerji tüketiminin azalması",
      "D": "Maliyet ve fiyatların artması",
      "E": "Daha esnek tasarımların sağlanması"
    },
    "explanation": "İkinci Nesil Bilgisayarlar Döneminde bilgisayarlar küçülmüş, daha esnek tasarımlar sağlanmış, enerji tüketimi azalmış, bellek ve hız kapasiteleri artmış, maliyet ve fiyatlarda ise artma değil azalma yaşanmıştır.<br/>Maliyet ve fiyatların artması"
  },
  {
    "id": "3408296",
    "unitNumber": 1,
    "text": "Bilgisayarlarla ilgili aşağıdaki eşleştirmelerden hangisi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Vakum tüpleri- İkinci Nesil Bilgisayarlar",
      "B": "Transistör-ENIAC",
      "C": "Tümleşik devreli bilgisayarlar- Üçüncü Nesil bilgisayarlar",
      "D": "Transistör- Üçüncü Nesil Bilgisayarlar",
      "E": "Tümleşik devreli bilgisayarlar- Dördüncü Nesil Bilgisayarlar"
    },
    "explanation": "1964-1972 yılları arasındaki tümleşik devreli bilgisayarlara “üçüncü nesil bilgisayarlar” adı verilir.<br/>Tümleşik devreli bilgisayarlar- Üçüncü Nesil bilgisayarlar"
  },
  {
    "id": "3408297",
    "unitNumber": 1,
    "text": "İlk e-posta hizmetini teknoloji dünyasına kazandıran kişi aşağıdaki seçeneklerden hangisinde doğru olarak verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Raymond Samuel Tomlinson",
      "B": "Paul Gardner Allen",
      "C": "Henry Edward “Ed” Roberts",
      "D": "Stephen Gary Wozniak",
      "E": "Dr. Douglas C. Engelbart"
    },
    "explanation": "Raymond Samuel Tomlinson, 1971 yılında ilk e-posta hizmetini teknoloji dünyasına kazandırdı."
  },
  {
    "id": "3408298",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi enformasyon toplumunun yarattığı sorunlardan birisi <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Kişisel verilerin güvenliği",
      "B": "Dijital gözetim",
      "C": "Sosyal medya ile toplumun manipülasyonu",
      "D": "Gerçek sonrasının yarattığı zihinsel dağınıklık",
      "E": "Çıkar çatışması"
    },
    "explanation": "Günümüzde enformasyon toplumunun başlıca sorunları arasında kişisel verilerin güvenliği, dijital gözetim, gerçeksonrasının (post-truth) yarattığı zihinsel dağınıklık ve sosyal medya ile toplumun manipülasyonu gibi konular bulunmaktadır.<br/>Günümüzde enformasyon toplumunun başlıca sorunları arasında kişisel verilerin güvenliği, dijital gözetim, gerçeksonrasının (post-truth) yarattığı zihinsel dağınıklık ve sosyal medya ile toplumun manipülasyonu gibi<br/>konular bulunmaktadır."
  },
  {
    "id": "3408299",
    "unitNumber": 1,
    "text": "Babbage tarafından \"Analitik Makine\" adlı cihaz kaç yılında <strong>tasarlanmıştır</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "1833",
      "B": "1843",
      "C": "1853",
      "D": "1863",
      "E": "1873"
    },
    "explanation": "Babbage 1833 yılında “Analitik Makine” adını verdiği başka bir cihaz tasarladı<br/>Babbage 1833 yılında “Analitik<br/>Makine” adını verdiği başka bir cihaz <strong>tasarladı</strong> ve<br/>ömrünü bu cihazı geliştirmeye adadı. Analitik makinenin<br/>buhar enerjisiyle çalışması ve dişliler, sayaçlar<br/>ve bağlayıcılardan oluşan cihazın delgi kartları<br/>yardımıyla denetlenebilmesi öngörülmüştü.<br/>Analitik makine temel olarak kullanılacak sayıların<br/>ve ara sonuçların saklanacağı bir “bellek” ve işlemleri<br/>yapan bir “işlemci”den oluşacaktı. Öngörülen<br/>makine 3 saniyede bir toplama ya da çıkarma ve<br/>2-4 dakikada bir çarpma veya bölme yapabilecek<br/>ve döngüleri barındırabilecekti. Ancak Babbage<br/>finansal sıkıntılar nedeniyle projesini tamamlayamadı."
  },
  {
    "id": "3408300",
    "unitNumber": 1,
    "text": "\"Liber Abaci\" isimli hesaplama yöntemleri kitabıyla tanınan bilim insanı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Gottfried Wilhelm Leibniz",
      "B": "Leonardo Fibonacci",
      "C": "Blaise Pascal",
      "D": "El-Hârizmî",
      "E": "George Boole"
    },
    "explanation": "<strong>Leonardo Fibonacci (d. 1170, ö. bilinmi-yor), </strong>yaygın olarak ismiyle Fibonacci diye anılan, Orta Çağ’ın en yetenekli matematik-çisi olarak kabul edilen İtalyan matematikçi. Fibonacci modern çağda en fazla Hint-Arap Sayılarını Avrupa’ya getirmesiyle ve 13. yüz-yıl başlarında yayımlanan Liber Abaci isimli hesaplama yöntemleri kitabıyla tanınır."
  },
  {
    "id": "3408301",
    "unitNumber": 1,
    "text": "1646-1716 yılları arasında yaşamış Alman matematikçi, filozof, hukukçu ve dönemin idarecilerine danışmanlık yapmış düşünür aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Charles Babbage",
      "B": "Herman Hollerith",
      "C": "Lee de Forest",
      "D": "Alan Mathison Turing",
      "E": "Gottfried Wilhelm Leibniz"
    },
    "explanation": "<strong>Gottfried Wilhelm Leibniz (1646-1716), </strong>Alman matematikçi, filozof, hukukçu ve dönemin idarecilerine danışmanlık yapmış bir düşünür. Matematik tarihi ve felsefe ta-rihinde önemli bir yer tutar. Leibniz, Isaac Newton’dan bağımsız olarak “Sonsuz küçük” teorisini geliştirdi."
  },
  {
    "id": "3408302",
    "unitNumber": 1,
    "text": "Hollerith’in firması bir dizi birleşme sonrasında kaç yılında IBM adını almıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "1910",
      "B": "1914",
      "C": "1918",
      "D": "1924",
      "E": "1928"
    },
    "explanation": "Hollerith’in firması bir dizi birleşme sonrasında 1924 yılında IBM adını aldı."
  },
  {
    "id": "3408303",
    "unitNumber": 1,
    "text": "James Clerk Maxwell, aşağıdaki keşiflerden hangisini yapmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Bir deneyde elektromanyetik dalgaların havada iletilebildiğini kesin olarak kanıtladı.",
      "B": "Radyo dalgalarına dayanan ticari olarak başarılı ilk kablosuz telgraf sistemini oluşturdu.",
      "C": "Elektromanyetik dalgaların boş alanda yayılabileceğini kuramsal olarak gösterdi.",
      "D": "Radyo dalgalarıyla uzaktan kontrol edilebilen araçlar geliştirdi.",
      "E": "Radyo dalgaları ile ses iletimi amacıyla ilk radyo yayınını gerçekleştirdi."
    },
    "explanation": "<strong>James Clerk Maxwell (1831-1879), </strong>İskoç teorik fizikçi ve matematikçi. En önemli başarısı klasik elektromanyetik teorisinde daha önceden birbirleriyle ilişkisiz olarak gözüken elektrik ve manyetizmanın aynı şey olduğunu kendisine ait olan Maxwell Denklemleri’yle ispatlamıştır.<br/>James Clerk Maxwell 1864’te elektromanyetik dalgaların boş alanda yayılabileceğini kuramsal olarak gösterdi."
  },
  {
    "id": "3408304",
    "unitNumber": 1,
    "text": "1956 yılında üretilen ilk hard diskin kapasitesi ne kadardı?",
    "correctAnswer": "A",
    "options": {
      "A": "5 MB",
      "B": "10 MB",
      "C": "15 MB",
      "D": "20 MB",
      "E": "25 MB"
    },
    "explanation": "Buzdolabı büyüklüğünde 5 MB kapasiteli ilk hard disk 1956 yılında üretildi."
  },
  {
    "id": "3408305",
    "unitNumber": 1,
    "text": "“@” işaretini adreslerde ilk kullanan kişi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Richard Phillips Feynman",
      "B": "Paul Gardner Allen",
      "C": "Sör Timothy John Berners-Lee",
      "D": "Raymond Samuel Tomlinson",
      "E": "Richard Matthew Stallman"
    },
    "explanation": "<strong>Raymond Samuel Tomlinson (1941-2016), </strong>New York doğumlu bilgisayar programcısı ve “@” işaretini adreslerde ilk kullanan kişi. Tom-linson, 1971 yılında ilk e-posta hizmetini tek-noloji dünyasına kazandırdı. Tomlinson’un icat ettiği e-posta hizmetini"
  },
  {
    "id": "3408306",
    "unitNumber": 1,
    "text": "\"World Wide Web\" kaç yılında icat edilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "1985",
      "B": "1986",
      "C": "1987",
      "D": "1988",
      "E": "1989"
    },
    "explanation": "Windows ancak 1993 yılından sonra MS DOS işletim sisteminin yerine geçmeyi başardı. Aynı yıl Sony firması veri kaydetmek amacıyla CD-ROM’u icat etti. Dünyanın neresinde olurlarsa olsunlar, farklı bilgisayar ve sistem türlerindeki belgeleri ve bilgileri sorunsuz bir şekilde erişilebilir kılmak için İsviçre Cern’de görevli olan Tim Berners-Lee 1989 yılında World Wide Web’i icat etti. 1990’da ilk web sunucusunu geliştirdi, bu sunucu yazılım izleyen yıl kurum dışına yayıldı.<br/>Dünyanın neresinde olurlarsa olsunlar, farklı bilgisayar ve sistem türlerindeki belgeleri ve bilgileri sorunsuz bir şekilde erişilebilir kılmak<br/>için İsviçre Cern’de görevli olan Tim Berners-Lee 1989 yılında World Wide Web’i icat etti. 1990’da ilk web sunucusunu geliştirdi, bu sunucu yazılım izleyen yıl kurum dışına yayıldı."
  },
  {
    "id": "3408307",
    "unitNumber": 1,
    "text": "Akıllı telefon sektöründe devrim yaşanmasına zemin hazırlayan iPhone, Apple firması tarafından kaç yılında piyasaya sürülmüştür?",
    "correctAnswer": "C",
    "options": {
      "A": "2005",
      "B": "2006",
      "C": "2007",
      "D": "2008",
      "E": "2009"
    },
    "explanation": "2007’de Apple firmasının pazara sürdüğü iPhone ile akıllı telefon sektöründe bir devrim yaşanmıştır."
  },
  {
    "id": "3408308",
    "unitNumber": 1,
    "text": "Google firması tarafından mobil bilişim alanında rekabet etmek için geliştirilen ve kısa sürede pazardan en büyük payı almaya başlayan Android işletim sistemi kaç yılında piyasaya sürülmüştür?",
    "correctAnswer": "D",
    "options": {
      "A": "2005",
      "B": "2006",
      "C": "2007",
      "D": "2008",
      "E": "2009"
    },
    "explanation": "Google firması 2008’de Android işletim sistemini mobil bilişim alanında rekabet etmek için pazara sürmüştür ve kısa sürede pazardan en büyük payı almaya başlamıştır."
  },
  {
    "id": "3408309",
    "unitNumber": 2,
    "text": "Bilgisayar sistemlerinin veya elektronik cihazların gözle görülen elle tutulan somut fiziksel parçaları hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bellenim",
      "B": "Donanım",
      "C": "Yazılım",
      "D": "İrdelenim",
      "E": "Forum"
    },
    "explanation": "Donanım (hardware), en basit tanımıyla bilgisayar sistemlerinin veya elektronik cihazların gözle görülen elle tutulan somut fiziksel parçalarıdır. Donanımlar, dokunulabilir (tangible) ve hissedilebilir bileşenlerdir. Bilgisayarın ekipmanı olarak da adlandırılabilir."
  },
  {
    "id": "3408310",
    "unitNumber": 2,
    "text": "Hangisi bir bilgisayar donanımıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Ofis paketleri",
      "B": "Ses, müzik ve video oynatıcılar",
      "C": "Ekran Kartı",
      "D": "Antivirüs programları",
      "E": "Veritabanı programları"
    },
    "explanation": "Donanımlar, dokunulabilir (tangible) ve hissedilebilir bileşenlerdir. Bilgisayarın ekipmanı olarak da adlandırılabilir."
  },
  {
    "id": "3408311",
    "unitNumber": 2,
    "text": "Bir donanım aygıtında programlanan bir yazılım programı veya komutlar kümesi olarak ilgili aygıtın diğer bilgisayar donanımlarıyla nasıl iletişim kurduğu hakkında gerekli yönergeleri sağlayan hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Donanım",
      "B": "Bellenim",
      "C": "Yazılım",
      "D": "Forum",
      "E": "İrdelenim"
    },
    "explanation": "Bellenim, bir donanım aygıtında programlanan bir yazılım programı veya komutlar kümesi olarak ilgili aygıtın diğer bilgisayar donanımlarıyla nasıl iletişim kurduğu hakkında gerekli yönergeleri sağlar. Bellenim genellikle bir donanım aygıtının salt okunur belleğinde (ROM), silinebilir programlanabilir salt okunur bellekte (EPROM) veya flash bellek gibi bellek aygıtlarında tutulur. Klavye, sabit sürücü, BIOS, optik sürücü, ağ kartı, TV uzaktan kumandası, ağ yönlendirici, ekran kartları, kamera veya tarayıcı gibi donanım olarak düşünebileceğiniz cihazların tümü donanımın kendisinde bulunan özel bir belleğe prog- ramlanmış yazılıma yani bellenime sahiptir."
  },
  {
    "id": "3408312",
    "unitNumber": 2,
    "text": "Bilgisayar donanımlarının tarihçesi açısından 1623-1945 yılları arasındaki dönem hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Mekanik dönem",
      "B": "Birinci nesil",
      "C": "İkinci nesil",
      "D": "Üçüncü nesil",
      "E": "Dördüncü nesil"
    },
    "explanation": "İlk alt başlık antik dönemlerden Rönesans’a kadar gerçekleşen gelişmeleri içermektedir. Daha sonra sırasıyla 1623-1945 yıllarını kapsayan mekanik dönem, 1946-1953 yıllarını kapsayan birinci nesil, 1954-1962 yıllarını kapsayan ikinci nesil, 1963- 1972 yıllarını kapsayan üçüncü nesil, 1973-1984 yıllarını kapsayan dördüncü nesil, 1985-1990 yıllarını kapsayan beşinci nesil ve 1991 yılından günümüze oluşan gelişmeleri içeren altıncı nesil bilgisayarlar ve donanımlar işlenmektedir."
  },
  {
    "id": "3408313",
    "unitNumber": 2,
    "text": "Roma abaküsü hangi dönemde kullanılmaya başlananan bir donanımdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Antik Dönemler, Orta Çağ ve Rönesans (MÖ 2700 - 1622)",
      "B": "Mekanik Dönem (1623-1945)",
      "C": "Birinci Nesil Bilgisayarlar (1946-1953)",
      "D": "Üçüncü Nesil Bilgisayarlar (1963- 1972)",
      "E": "İkinci Nesil Bilgisayarlar (1954-1962)"
    },
    "explanation": "Antik Dönemler, Orta Çağ ve Rönesans (MÖ 2700 - 1622)<br/>Bilgisayarlar ve onların fiziksel parçaları olan donanımlar, 20. yüzyılın son yirmi yılında gerçekten büyük atılımlar yapmış olmasına rağmen tarihleri binlerce yıl önce icat edilen abaküse kadar uzanmaktadır. Abaküs aritmetik işlemler için kullanılan Roma abaküsü adı verilen ve bugün de kullanılan bir hesaplama aracıdır. Aritmetik işlemler için Babil’de MÖ 2700-2300 yıllarında icat edilmiş ve kullanılmıştır. Bugün dünyanın bazı bölgelerinde hâlâ kullanılan boncuk ve tellerden yapılmış basit bir hesap makinesi olan abaküs ile modern bir bilgisayar arasındaki fark çok büyük görünüyor olsa da hesaplamaları insan beyninden daha hızlı yapma prensibi açısından benzer süreçler içermektedir."
  },
  {
    "id": "3408314",
    "unitNumber": 2,
    "text": "Gottfried Wilhelm von Leibniz'in basamaklı hesaplayıcıyı (stepped reckoner) geliştirdiği donanım dönemi hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Antik Dönemler, Orta Çağ ve Rönesans (MÖ 2700 - 1622)",
      "B": "Mekanik Dönem (1623-1945)",
      "C": "Birinci Nesil Bilgisayarlar (1946-1953)",
      "D": "Üçüncü Nesil Bilgisayarlar (1963- 1972)",
      "E": "İkinci Nesil Bilgisayarlar (1954-1962)"
    },
    "explanation": "Mekanik Dönem (1623-1945)<br/>Wilhelm Schickard, 1623’te Napier’in çalışmalarından yola çıkarak dünyanın ilk mekanik hesaplama makinesi tasarlamıştır. 1642’de Blaise Pascal, üç yıllık çaba sonucu 50 denemeden sonra mekanik bir hesap makinesi icat etmiştir. Gottfried Wilhelm von Leibniz, 1672 yılında basamaklı hesaplayıcıyı (stepped reckoner) geliştirmeye başlamış ve bu çalışmasını 1694 yılında tamamlamıştır. Sadece toplama ve çıkarma için değil, aynı zamanda uzun çarpma ve bölme işlemleri için hareketli bir taşıyıcı kullanarak dijital mekanik bir hesap makinesi geliştirmiştir."
  },
  {
    "id": "3408315",
    "unitNumber": 2,
    "text": "İki kutuplu transistörün icat edilmesiyle birlikte transistörlerin, bilgisayar tasarımlarında vakum tüplerinin yerini aldığı ve yaygınlaşmaya başladığı donanım dönemi hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Antik Dönemler, Orta Çağ ve Rönesans (MÖ 2700 - 1622)",
      "B": "Mekanik Dönem (1623-1945)",
      "C": "Birinci Nesil Bilgisayarlar (1946-1953)",
      "D": "Üçüncü Nesil Bilgisayarlar (1963- 1972)",
      "E": "İkinci Nesil Bilgisayarlar (1954-1962)"
    },
    "explanation": "İki kutuplu transistörün 1947’de icat edilmesiyle birlikte 1955’ten itibaren transistörler, bilgisayar tasarımlarında vakum tüplerinin yerini almış ve yaygınlaşmaya başlamıştır. Vakum tüplerine kıyasla transistörler daha küçüktür daha az ısınır ve vakum tüplerine oranla daha az güç gereksinimleri vardır. Böylece transistörler, bilgisayarların boyutunu, üretim ve işletme maliyetini büyük ölçüde azaltmıştır. Doğru yanıt E) seçeneği, İkinci Nesil Bilgisayarlar (1954-1962) dönemidir."
  },
  {
    "id": "3408316",
    "unitNumber": 2,
    "text": "Ticari pazarda başlayan entegre devre (mikroçip) teknolojisinin geliştirildiği donanım dönemi hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Antik Dönemler, Orta Çağ ve Rönesans (MÖ 2700 - 1622)",
      "B": "Mekanik Dönem (1623-1945)",
      "C": "Birinci Nesil Bilgisayarlar (1946-1953)",
      "D": "Üçüncü Nesil Bilgisayarlar (1963- 1972)",
      "E": "İkinci Nesil Bilgisayarlar (1954-1962)"
    },
    "explanation": "“Üçüncü Nesil” bilgisayarlar ile bilgisayarların kullanımında büyük artış yaşanmaya başlanmıştır. Bunun nedeni genellikle 1966 yılında ticari pazarda başlayan entegre devre (mikroçip) teknolojisine dayanıyordu. Üçüncü nesil, “hesaplama” ve” bilgiyi işleme gücü”nde büyük kazanımlar getirmiştir. Bu çağdaki yenilikler arasında entegre devrelerin kullanılmaya başlanması ilk akla gelen gelişmelerdendir. Bu dönem, (1) manyetik çekirdekler yerine kullanılmaya başlanan yarı iletken belleklerin; (2) karmaşık işlemcilerin verimli bir şekilde tasarlanması için bir teknik olarak mikro programlamanın ve (3) işletim sistemlerinin yaygınlaştığı dönemdir."
  },
  {
    "id": "3408317",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi giriş donanımlarından biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kulaklık",
      "B": "Hoparlör",
      "C": "Yazıcı (printer",
      "D": "Ekran (monitör)",
      "E": "Klavye"
    },
    "explanation": "Giriş (input) birimi ya da giriş/girdi donanımı adı verilen bilgisayar donanımları, en basit tanımıyla dış ortamlardan veri girişi yapmak için kullanılmaktadır. Bilgisayara dış ortamdan veri aktarmak için görevlendirilmektedirler. Giriş donanımları aşağıda maddeler hâlinde listelenmiştir:<br/><ul> <li> Klavye</li> <li>Fare</li> <li>Dokunmatik yüzey (touchpad)</li> <li>Mikrofon </li> </ul> <ul> <li> Web kamera <br/></li> <li> Dijital kamera <br/></li> <li> Tarayıcı <br/></li> <li> Yüz veya resim tarayıcı<br/></li> <li> Barkod okuyucu<br/></li> <li> Optik okuyucu<br/></li> <li> Parmak izi okuyucu<br/></li> <li> Oyun kumandası<br/></li> <li> Lazer işaretleyici<br/></li> <li> Dijital kalemler (stylus)<br/></li> <li> Kinect hareket sensörleri<br/></li> <li> Göz hareketlerini takip eden donanımlar<br/></li> </ul>"
  },
  {
    "id": "3408318",
    "unitNumber": 2,
    "text": "Hangisi çıkış donanımlarından biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Projeksiyon cihazı",
      "B": "Mikrofon",
      "C": "Web kamera",
      "D": "Tarayıcı",
      "E": "Yüz veya resim tarayıcı"
    },
    "explanation": "Çıkış Donanımları<br/>Çıkış (output) birimi ya da çıkış/çıktı donanımı adı verilen bilgisayar donanımları, bilgisayara girilen verilerin işlemden geçtikten sonraki çıktısı, görüntüsüdür. Bilgisayardan dış ortama veri aktarmak için kullanılır. Bilgisayarda işlenen veriler dış ortama yansıtılarak sonuçlar kullanıcıya çeşitli şekillerde beş duyu organını da kapsayabilecek şekilde sunularak aktarılır. Çıkış donanımları aşağıda maddeler hâlinde listelenmiştir:<br/>Ağ kartı<br/>Dokunmatik ekran (touch screen) Faks<br/>Ses kartı<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/98f291780b5a400708d65c96e55c57c4.jpeg\" alt=\"page9image3245536000\" width=\"214.015386\" height=\"229.939414\"> <ul> <li> Ekran (monitör)<br/></li> <li> Yazıcı (printer)<br/></li> <li> Çizici (plotter)<br/></li> <li> Hoparlör<br/></li> <li> Kulaklık<br/></li> <li> Projeksiyon cihazı<br/></li> </ul>"
  },
  {
    "id": "3408319",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi uygulama yazılımları ve sistem yazılımları arasında veya iki farklı uygulama yazılımı arasında aracılık görevi yapan uygulamaları tanımlamak için kullanılmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Ara katman yazılımı",
      "B": "Program derleyicileri",
      "C": "İşletim sistemi",
      "D": "Görüntü düzenleyiciler",
      "E": "Oyun programları"
    },
    "explanation": "Ara katman yazılımı (middleware) terimi, uygulama yazılımları ve sistem yazılımları arasında veya iki farklı uygulama yazılımı arasında aracılık görevi yapan uygulamaları tanımlamak için kullanılmaktadır."
  },
  {
    "id": "3408320",
    "unitNumber": 2,
    "text": "Aşağıdaki dönemlerden hangisinde en bilinen ve en eski bilgisayar donanımlarından biri olan bilgisayar faresi icat edilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Birinci Nesil Bilgisayarlar",
      "B": "İkinci Nesil Bilgisayarlar",
      "C": "Üçüncü Nesil Bilgisayarlar",
      "D": "Dördüncü Nesil Bilgisayarlar",
      "E": "Beşinci Nesil Bilgisayarlar"
    },
    "explanation": "Üçüncü Nesil bilgisayarlar ile bilgisayarların kullanımında büyük artış yaşanmaya başlanmıştır. En bilinen ve en eski bilgisayar donanımlarından biri olan bilgisayar faresi de bu dönemde icat edil-miştir. 1963’te Stanford Araştırma Enstitüsü’nde Douglas Engelbart tarafından tasarlanan farede, hareketi takip etmek için birbirine 90 derecelik bir açıyla yerleştirilmiş iki tekerlek kullanılmıştır."
  },
  {
    "id": "3408321",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi çıkış donanımlarından biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Klavye",
      "B": "Ekran",
      "C": "Fare",
      "D": "Tarayıcı",
      "E": "Mikrofon"
    },
    "explanation": "Ekran, çıkış donanımlarından biridir. Klavya,fare,tarayıcı ve mikrofon giriş donanımlarıdır."
  },
  {
    "id": "3408322",
    "unitNumber": 2,
    "text": "Verilerin aritmetik ve mantıksal olarak işlendiği, “işlemci” adı da verilen birim aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Anakart",
      "B": "Ses kartı",
      "C": "Güç kaynağı birimi",
      "D": "Merkezi işlem birimi",
      "E": "Optik disk sürücü"
    },
    "explanation": "Merkezi işlem birimine “işlemci” adı da verilmektedir. Bu birim, verilerin aritmetik ve mantıksal olarak işlendiği birimdir."
  },
  {
    "id": "3408323",
    "unitNumber": 2,
    "text": "Verileri kalıcı olarak depolayan, bilgisayarı başlatmak ve önyüklemek için gerekli komutları içeren bellek aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sistem belleği",
      "B": "Birincil bellek",
      "C": "Ana bellek",
      "D": "Rastgele erişim belleği",
      "E": "Salt okunur bellek"
    },
    "explanation": "Salt okunur bellek (Read-only memory/ROM), RAM’in aksine verileri kalıcı olarak depolayan bellektir. Bilgisayarı başlatmak ve önyüklemek için gerekli komutları içermektedir."
  },
  {
    "id": "3408324",
    "unitNumber": 2,
    "text": "Bir bilgisayardaki en büyük kapasiteye sahip temel veri depolama donanım aygıtı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sabit disk",
      "B": "Disket",
      "C": "Modem",
      "D": "Salt okunur bellek",
      "E": "Ana bellek"
    },
    "explanation": "Sabit disk sürücüsü (Hard disk drive), bir bilgisayardaki en büyük kapasiteye sahip temel veri depolama donanım aygıtıdır."
  },
  {
    "id": "3408325",
    "unitNumber": 2,
    "text": "Optik disk sürücüler ile ilgili aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Optik diskler CD, DVD, Blu-ray disk gibi rastgele erişim (RAM) bellekleridir.",
      "B": "CD-R verinin defalarca yazılabildiği ve silinebildiği CD’lerdir.",
      "C": "Cd-RW bir kere yazılabilen, yazılan verilerin değiştirilemediği veya silinemediği CD türüdür.",
      "D": "CD’ler, boyut anlamında DVD’lerden daha fazla veri saklayabilmektedir.",
      "E": "Blu-Ray diskler (BD) en yüksek depolama yeteneğine sahip optik disk türüdür."
    },
    "explanation": "Optik diskler CD, DVD, Blu-ray disk gibi salt okunur (ROM) belleklerdir.<br/>CD-R bir kere yazılabilen, yazılan verilerin değiştirilemediği veya silinemediği CD türüdür.<br/>Cd-RW verinin defalarca yazılabildiği ve silinebildiği CD’lerdir.<br/>DVD’ler, boyut anlamında CD’lerden daha fazla veri saklayabilmektedir.<br/>Blu-Ray diskler (BD) ise en yüksek depolama yeteneğine sahip optik disk türüdür."
  },
  {
    "id": "3408326",
    "unitNumber": 2,
    "text": "Kitap gibi büyük ögeleri, gazete sayfalarını veya fotoğrafları taramak için kullanılan, genellikle çok işlevli yazıcılara yerleşik olarak tasarlanan tarayıcı türü aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kart tarayıcı",
      "B": "El tipi tarayıcı",
      "C": "Drum tarayıcı",
      "D": "Düz yataklı tarayıcı",
      "E": "Yaprak beslemeli tarayıcı"
    },
    "explanation": "Boyutuna bağlı olarak düz yataklı tarayıcı kitap gibi büyük ögeleri taramaya izin verir. Bu tarayıcılar gazete sayfalarını, kitap bölümlerini veya fotoğrafları taramak için kullanılmaktadır. Düz yataklı tarayıcılar genellikle çok işlevli yazıcılara yerleşik olarak tasarlanmaktadır."
  },
  {
    "id": "3408327",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi dijital veri sinyallerini analog telekomünikasyon devreleri üzerinden modüle edilmiş analog sinyale dönüştüren bir donanımdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Web kamerası",
      "B": "Ekran",
      "C": "Modem",
      "D": "Hoparlör",
      "E": "Yazıcı"
    },
    "explanation": "Modem, dijital veri sinyallerini analog telekomünikasyon devreleri üzerinden modüle edilmiş analog sinyale dönüştüren bir donanımdır."
  },
  {
    "id": "3408328",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi hoparlörün ürettiği seslerin yüksek ve düşük seviyelerinin ölçüm oranıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Watt",
      "B": "Frekans yanıtı",
      "C": "Toplam harmonik bozulma",
      "D": "Surround",
      "E": "Geniş bant"
    },
    "explanation": "Frekans yanıtı, hoparlörün ürettiği seslerin yüksek ve düşük seviyelerinin ölçüm oranıdır."
  },
  {
    "id": "3408329",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi bir sistem yazılımıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "Program derleyicileri",
      "B": "Görüntü düzenleyiciler",
      "C": "İletişim platformları",
      "D": "Web tarayıcıları",
      "E": "İşletim sistemleri"
    },
    "explanation": "Sistem yazılımı, işletim sistemlerini ve yardımcı yazılımları kapsamaktadır<br/>İşletim sistemleri <br/>Sistem yazılımı, esas olarak bir işletim sistemi aracılığıyla bir bilgisayarın dâhili işleyişini ve ayrıca monitörler, yazıcılar ve depolama aygıtları gibi çevre birimlerini kontrol eder. Sistem yazılımları uygulama yazılımlarını ve ek olarak bilgisayar donanım kaynaklarını yönetmektedir. Bu yüzden işletim sistemi adı verilen sistem yazılımları olmadan bilgisayarın çalışması mümkün değildir"
  },
  {
    "id": "3408330",
    "unitNumber": 2,
    "text": "İlk bilgisayar faresi hangi dönemde icat edilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Mekanik dönem",
      "B": "İkinci nesil bilgisayarlar dönemi",
      "C": "Üçüncü nesil bilgisayarlar dönemi",
      "D": "Dördüncü nesil bilgisayarlar dönemi",
      "E": "Beşinci nesil bilgisayarlar dönemi"
    },
    "explanation": "En bilinen ve en eski bilgisayar donanımlarından biri olan bilgisayar faresi üçüncü nesil bilgisayarlar döneminde icat edilmiştir."
  },
  {
    "id": "3408331",
    "unitNumber": 2,
    "text": "Dördüncü nesil bilgisayarlar dönemindeki en önemli gelişme aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Mikroişlemcilerin üretilmesi",
      "B": "Bilgisayar ağlarının yaygın kullanımı",
      "C": "İlk PlayStation konsolunun piyasaya sürülmesi",
      "D": "CD-ROM teknolojisinin tanıtılması",
      "E": "Entegre devrelerin kullanılmaya başlanması"
    },
    "explanation": "Dördüncü nesil, mikroişlemcilerin bilgisayar sistemlerine damga vurduğu bir dönemdir.<br/>Mikroişlemcilerin üretilmesi"
  },
  {
    "id": "3408332",
    "unitNumber": 2,
    "text": "Nitel verilerin analizini yapmak amacıyla kullanılan NVivo hangi tür yazılımdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Sistem yazılımı",
      "B": "Ara katman yazılımı",
      "C": "Uygulama yazılımı",
      "D": "Donanım yazılımı",
      "E": "Yardımcı yazılım"
    },
    "explanation": "Nitel verilerin analizini yapmak amacıyla kullanılan NVivo, uygulama yazılımına bir örnektir."
  },
  {
    "id": "3408333",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi giriş donanımlarından biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Çizici",
      "B": "Lazer işaretleyici",
      "C": "Ana kart",
      "D": "Ekran",
      "E": "Projeksiyon cihazı"
    },
    "explanation": "Lazer işaretleyici, giriş donanımlarından biridir."
  },
  {
    "id": "3408334",
    "unitNumber": 2,
    "text": "Bilgisayar donanımlarının ihtiyaç duyduğu elektrik enerjisi tedariğini sağlayan dahili donanım aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Anakart",
      "B": "Merkezi işlem birimi",
      "C": "Rastgele erişim belleği",
      "D": "Güç kaynağı birimi",
      "E": "Sabit disk"
    },
    "explanation": "Güç kaynağı birimi (power supply unit/PSU) bilgisayar donanımlarının ihtiyaç duyduğu elektrik enerjisi tedariğini sağlayan birimdir."
  },
  {
    "id": "3408335",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi dahili donanım birimlerinden salt okunur belleği tanımlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Bilgisayarı başlatmak ve önyüklemek için gerekli komutları içerir.",
      "B": "Bilgisayar sistemlerinin iskeleti görevi gören temel donanımdır.",
      "C": "Verilerin aritmetik ve mantıksal olarak işlendiği birimdir.",
      "D": "Verilerin geçici olarak depolandığı ve ilgili birimlere ulaştırıldığı bir bellektir.",
      "E": "En büyük kapasiteye sahip temel veri depolama donanım aygıtıdır."
    },
    "explanation": "Salt okunur bellek (Read-only memory/ROM), RAM’in aksine verileri kalıcı olarak depolayan bellektir. Bilgisayarı başlatmak ve önyüklemek için gerekli komutları içermektedir.<br/>Salt okunur bellek, bilgisayarı başlatmak ve önyüklemek için gerekli komutları içerir."
  },
  {
    "id": "3408336",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi hem giriş hem de çıkış donanım birimlerinden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Klavye",
      "B": "Web kamera",
      "C": "Çizici",
      "D": "Projeksiyon cihazı",
      "E": "Sabit disk"
    },
    "explanation": "Sabit disk, hem giriş hem de çıkış donanım birimlerinden biridir."
  },
  {
    "id": "3408337",
    "unitNumber": 2,
    "text": "Bilgisayar ağlarının ve tek kullanıcılı iş istasyonlarının yaygın kullanımı bilgisayar donanımı tarihçesinin hangi döneminde gerçekleşmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Birinci nesil bilgisayarlar dönemi",
      "B": "İkinci nesil bilgisayarlar dönemi",
      "C": "Üçüncü nesil bilgisayarlar dönemi",
      "D": "Dördüncü nesil bilgisayarlar dönemi",
      "E": "Beşinci nesil bilgisayarlar dönemi"
    },
    "explanation": "Beşinci nesil bilgisayarlar döneminde, bilgisayar ağlarının yaygın kullanımı ve tek kullanıcılı iş istasyonlarının artan kullanımı diğer yeni gelişmeler arasında yer almaktadır."
  },
  {
    "id": "3408338",
    "unitNumber": 2,
    "text": "Aşağıdaki ekran teknolojilerinden hangisinde flüoresan ekran kullanılır?",
    "correctAnswer": "A",
    "options": {
      "A": "CRT",
      "B": "OLED",
      "C": "LED",
      "D": "LCD",
      "E": "AMOLED"
    },
    "explanation": "LED ve LCD ekranlar piksellerini aydınlatmak için bir arka ışık kullanırken OLED’in pikselleri aslında kendi ışıklarını üretmektedir.<br/>CRT"
  },
  {
    "id": "3408339",
    "unitNumber": 3,
    "text": "İşletim sistemlerinin çalışma prensibini aşağıdaki şekillerden hangisinde verilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/aa4addc9ac24e917fa6a34dea88616b6.jpeg\" alt=\"\" width=\"294\" height=\"255\">",
      "B": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/28848ae876b3bd3879551191b70c085d.jpeg\" alt=\"\" width=\"277\" height=\"233\">",
      "C": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/8a20ae21a2671db890739e421ff9deaa.jpeg\" alt=\"\" width=\"309\" height=\"259\">",
      "D": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/535f4ae692106490334f4035480b5ea8.jpeg\" alt=\"\" width=\"268\" height=\"236\">",
      "E": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/2e5cf0c1452e9661e75dc386a14ec3d1.jpeg\" alt=\"\" width=\"334\" height=\"259\">"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/b3abc3e344e1c93a09996308c861c96f.jpeg\" alt=\"\" width=\"309\" height=\"323\">"
  },
  {
    "id": "3408340",
    "unitNumber": 3,
    "text": "İşletim sisteminin tarihsel gelişimi 5 dönem olarak sınıflandırılmaktadır. Aşağıdaki özelliklerden hangisi 3. dönem işletim sistemlerinin özellikleri arasındadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Delikli kartların geliştirilmesi, binlerce vakum tüpünün kullanılması",
      "B": "Büyük ve hantal bilgisayarların olması, soğutulma için klimaların kullanılması",
      "C": "Kişisel bilgisayarlar günlük hayatta kullanılmaya başlası, MS-DOS işletim sistemi kullanılması",
      "D": "Transistörlerin yerine entegre devrelerin kullanılması, IBM OS/360 işletim sisteminin kullanılması",
      "E": "Güçlü işlemcilerin çıkması, mobil cihazların gelişmiş özellikler kazanması"
    },
    "explanation": "1966-1980 yılları arasındaki 3. dönem işletim sistemlerinde ise bilgisayarlarda kullanılan transistörlerin yerine entegre devreler kullanılmaya başlanmıştır. Bu döneme damgasını vuran işletim sistemi IBM OS/360 olmuştur. Bu dönemde ayrıca ilk grafiksel kullanıcı arayüzü kullanılan bilgisayar olan Xerox Alto (Şekil 3.2) geliştirilmiştir. Bu bilgisayarın üzerindeki işletim sistemi Alto Executive olarak adlandırılmıştır. 3 yıl sonra 1976 yılında ise, Steve Jobs ve Steve Wozniak Apple Computers’ı kurarak Apple I adlı ilk tek devre kartlı bilgisayarı tanıttılar."
  },
  {
    "id": "3408341",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi işletim sistemlerinin yönetim işlerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bellek Yönetimi",
      "B": "Sistem Yönetimi",
      "C": "İşlev Yönetimi",
      "D": "Disk Yönetimi",
      "E": "Metin Yönetimi"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/21227a0c7e1a672edda771b71e6afd2d.jpeg\" alt=\"\" width=\"284\" height=\"252\">"
  },
  {
    "id": "3408342",
    "unitNumber": 3,
    "text": "İşletim sistemleri 4 temel yönetim görevinin dışında aşağıdaki görevlerden hangisi/hangilerini gerçekleştirmektedir?<br/>I) Güvenlik modülü<br/>II) Bellek modülü<br/>III) Komut yorumlama<br/>IV) Ağ iletişimi ve yönetimi<br/>V) Yazılım yönetimi",
    "correctAnswer": "C",
    "options": {
      "A": "I-II",
      "B": "Yalnız III",
      "C": "I-III-IV",
      "D": "II-V",
      "E": "Yalnız V"
    },
    "explanation": "İşletim sistemleri yukarıda belirtilen 4 temel yönetim görevi dışında aşağıdaki işlevleri de gerçekleştirmektedir:<br/><strong>Güvenlik modülü:</strong> İşletim sistemlerinde güvenlik modülü, bir bilgisayar sisteminin verilerini ve bilgilerini kötü amaçlı yazılım tehdidine ve yetkisiz erişimlere karşı korur. Şifre, güvenlik duvarı<br/>(firewall), antivirüs, yüz tanıma, parmak izi gibi biyometrik tanıma bileşenleri ve benzeri diğer teknikler sayesinde programlara ve verilere yetkisiz erişimi önler.<br/><strong>Sistem performansı kontrolü:</strong> Hizmet talepleri ve sistemin verdiği yanıt arasındaki gecikmeleri kaydeder. <br/><strong>Komut yorumlama:</strong> Bu modül, sistem kaynakları tarafından verilen komutları yorumlar ve bu komutları işlemek için sistem kaynaklarını kullanır.<br/><strong>İletişim yönetimi:</strong> Bilgisayar sistemlerinde çeşitli kullanıcıların derleyicilerin ve başka bir yazılım kaynağının koordinasyonunu sağlar ve gerekli atamaları gerçekleştirir.<br/><strong>Ağ iletişimi ve yönetimi:</strong> Donanım kaynaklarının ağ üzerinden birbirleriyle iletişim kurmasını koordine eder. Ayrıca ağ bileşenlerinin düzgün bir şekilde çalıştırılmasını ve gerekliyse diğer kullanıcılarla veya bileşenlerle paylaştırılmasını sağlar."
  },
  {
    "id": "3408343",
    "unitNumber": 3,
    "text": "İşletim sistemleri katmanlı bir yapıdadır. En dışta hangi katman vardır?",
    "correctAnswer": "E",
    "options": {
      "A": "Çekirdek",
      "B": "Kabuk",
      "C": "Kernel",
      "D": "Komut sistemi",
      "E": "Kullanıcı arayüzü"
    },
    "explanation": "İşletim sistemleri katmanlı bir yapıdadır. İ<strong>şletim sistemleri en dışta, grafik ögelerinin yer aldığı kullanıcı arayüz katmanı</strong>ndan, daha sonra API’lerin yer aldığı kabuk katmanından ve en içte çekirdek katmanından oluşmaktadır."
  },
  {
    "id": "3408344",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi işletim sistemlerindeki çekirdek türlerinin dışında kalır?",
    "correctAnswer": "C",
    "options": {
      "A": "Mikro Çekirdek",
      "B": "Ekzo Çekirdek",
      "C": "Mega Çekirdek",
      "D": "Melez Çekirdek",
      "E": "Monolitik Çekirdek"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/5cc769cc8a19506b71efa16f86e7e811.jpeg\" alt=\"\" width=\"275\" height=\"294\">"
  },
  {
    "id": "3408345",
    "unitNumber": 3,
    "text": "I) Akıllı telefon ve tabletler için özel olarak geliştirilmiştir.<br/>II) Masaüstü bilgisayara kurulmaz.<br/>III) Tizen, Bada, Palm, WebOS gibi isimlerde kullanılmaktadır.<br/>Yukarıda özellikleri sıralanan işletim sistemi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sunucu işletim sistemleri",
      "B": "Kişisel masaüstü işletim sistemleri",
      "C": "Açık kaynak kodlu işletim sistemleri",
      "D": "Mobil işletim sistemleri",
      "E": "Diğer işletim sistemleri"
    },
    "explanation": "<strong>Mobil İşletim Sistemleri: </strong>Mobil cihazların son yıllarda güçlü donanımsal özelliklere, sensörlere ve pek çok önemli özelliğe sahip olması; toplumda bu cihazların kullanım oranlarını da artırmıştır. Bu cihazların güçlenmesi ve benimsenmesi, işletim sistemlerinde de kendini göstermiş ve mobil işletim sistemi alanında son yıllarda önemli dönüşümler yaşanmasına neden olmuştur. Mobil işletim sistemleri, akıllı telefon ve tablet gibi taşınabilir cihazlara özel olarak geliştirilmiş işletim sistemleridir. Akıllı telefona yönelik geliştirilen bir mobil işletim sistemi, bir masaüstü bilgisayara kurulamaz. Aşağıdaki listede bu mobil işletim sistemlerinin bazıları yer almaktadır:<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/c1c5f1e99579bd89caa8e23ef74f9ecd.jpeg\" alt=\"\" width=\"409\" height=\"116\">"
  },
  {
    "id": "3408346",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi kapalı kaynak kodlu işletim sistemlerinden <strong>değildir</strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "Microsoft Windows",
      "B": "Android",
      "C": "Windows Mobile",
      "D": "KaiOS",
      "E": "Apple MacOS"
    },
    "explanation": "Android açık kaynak kodlu işletim sistemidir. <br/>Kapalı kaynak kodlu işletim işletim sistemleri şunlardır:<br/><ul> <li>Microsoft Windows</li> <li>Apple MacOS</li> <li>Apple iOS</li> <li>Windows Mobile</li> <li>KaiOS</li> </ul>"
  },
  {
    "id": "3408347",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi GNU/Linux dağıtımları olan kişisel işletim sistemlerinden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "MySQL",
      "B": "Deepin",
      "C": "MINIX",
      "D": "Apple iOS",
      "E": "MS DOS"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/a0d099dfc8ef2dc456d900d155543a7b.jpeg\" alt=\"\" width=\"583\" height=\"188\">"
  },
  {
    "id": "3408348",
    "unitNumber": 3,
    "text": "Günümüzde en fazla kullanılan işletim sistemi olan Windows'un ilk sürümü olan Windows 1.0 hangi yıl yayınlanmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "1983",
      "B": "1984",
      "C": "1985",
      "D": "1990",
      "E": "1995"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/95f8177671c56ad74e0ba26e400ef1b7.jpeg\" alt=\"\" width=\"406\" height=\"247\">"
  },
  {
    "id": "3408349",
    "unitNumber": 3,
    "text": "<ol type=\"I\"><br/><li>Delikli kartların kullanıldığı bilgisayarlar</li><br/><li>Transistörün Bell Laboratuvarında keşfedilmesi</li><br/><li>Apple I adlı ilk tek devre kartlı bilgisayarı tanıtımı</li><br/><li>Grafiksel kullanıcı arayüzü kullanılan bilgisayar olan Xerox Alto’nun geliştirilmesi</li><br/><li>MS-DOS işletim sisteminin ilk IBM kişisel bilgisayarda kullanılması</li><br/><li>Microsoft Windows 95 işletim sisteminin ortaya çıkışı</li><br/><li>Linux işletim sisteminin oluşturulması</li><br/></ol><br/>İşletim sistemlerinin tarihçesine göre aşağıdakilerden hangisi doğru sıralamadır?",
    "correctAnswer": "E",
    "options": {
      "A": "II-I-IV-III-V-VII-VI",
      "B": "I-II-III-IV-V-VI-VII",
      "C": "II-IV-VII-I-III-V-VII",
      "D": "I-III-V-VII-II-IV-VI",
      "E": "I-II-IV-III-V-VII-VI"
    },
    "explanation": "İşletim sistemlerinin tarihçesine göre sıralama şu şekildedir:<br/>1946 yılında ENIAC'da delikli kartların kullanılması (I)<br/>1947 yılında transistörün Bell Laboratuvarında keşfedilmesi (II)<br/>1973 yılında grafiksel kullanıcı arayüzü kullanılan bilgisayar olan Xerox Alto’nun geliştirilmesi (IV)<br/>1976 yılında Steve Jobs ve Steve Wozniak Apple Computers’ı kurarak Apple I adlı ilk tek devre kartlı bilgisayarı tanıtmaları (III)<br/>1981 yılının ağustos ayında MS-DOS işletim sisteminin ilk IBM kişisel bilgisayarda kullanılması (V)<br/>1991 yılında Linux işletim sisteminin oluşturulması (VII)<br/>1995 yılında Microsoft Windows 95 işletim sisteminin ortaya çıkışı (VI)"
  },
  {
    "id": "3408350",
    "unitNumber": 3,
    "text": "Efe’nin bilgisayarında sistemde kilitlenme olduğu için işletim sistemi yanıt veremez duruma gelmiştir. Ortaya çıkan bu problem işletim sisteminin hangi yönetim işlevi ile ilgilidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Dosya Yönetimi",
      "B": "Bellek Yönetimi",
      "C": "İşlem/Süreç Yönetimi",
      "D": "Güvenlik Modüllerinin Yönetimi",
      "E": "Giriş/Çıkış Yönetimi"
    },
    "explanation": "İşletim sistemlerinin donanımlara mevcut işi durdurup veya ara verip farklı iş ve işlemleri gerçekleştirmesini sağlayan sinyallerine kesme adı verilmektedir. Kesme işlemleri doğru bir şekilde çalışmadığında sistemde kilitlenme adı verilen sonsuz döngüler oluşur ve işletim sistemi kullanıcıya yanıt veremez hâle gelir. İşletim sistemleri işlemler ve süreçler arasındaki senkronizasyonu sağlayarak bu problemlerin yaşanmasını en aza indirgemektedir. Tüm bu işlemler işletim sisteminin işlem/süreç yönetim işlevi ile ilgilidir."
  },
  {
    "id": "3408351",
    "unitNumber": 3,
    "text": "I-Dosyaların uzantıları kimlik işlevi görür.<br/>II-İşletim sistemlerinde dosya yönetimi hiyerarşik bir ağaç yapısı üzerinde dallandırılmış bir yapı üzerinde çalışmaktadır.<br/>III-Dosyalar, çeşitli programlar, resimler, videolar, müzikler ve metinler gibi çoklu ortam ögelerinden oluşur.<br/>IV-Dosya yönetimiyle tüm giriş çıkış donanımlarının yönetimi gerçekleştirilmektedir.<br/>V-İşlemler ve süreçler arasında senkronizasyon ve iletişim için mekanizmalar sağlar.<br/><u>Dosya yönetimi </u>ile ilgili yukarıdakilerden hangisi/hangileri doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "II-IV",
      "B": "IV-V",
      "C": "I-II-III",
      "D": "I-III-V",
      "E": "II-III-IV"
    },
    "explanation": "Dosyaların uzantıları kimlik işlevi görür.<br/>İşletim sistemlerinde dosya yönetimi hiyerarşik bir ağaç yapısı üzerinde dallandırılmış bir yapı üzerinde çalışmaktadır.<br/>Dosyalar, çeşitli programlar, resimler, videolar, müzikler ve metinler gibi çoklu ortam ögelerinden oluşur.<br/>Yukarıda sıralanan üç madde <em>dosya yönetimi</em> ile ilgilidir. <br/>Aygıt yönetimi bazı kaynaklarda “Giriş Çıkış Yönetimi (I/O Management)” olarak da adlandırılmaktadır. <em>Aygıt yönetimiyle</em> tüm giriş çıkış donanımlarının yönetimi gerçekleştirilmektedir.<br/><em>İşlem/süreç yönetimi,</em> işletim sisteminin süreçler oluşturmasına ve silmesine yardımcı olur. Aynı zamanda işlemler ve süreçler arasında senkronizasyon ve iletişim için mekanizmalar sağlar.<br/>Soruda \"dosya yönetimi\" ile ilgili doğru olan maddeler sorulduğu için ilk üç madde doğrudur. <br/>IV. madde \"aygıt yönetimi\"<br/>V. madde \"işlem/süreç yönetimi\" ile ilgilidir."
  },
  {
    "id": "3408352",
    "unitNumber": 3,
    "text": "Uygulama programlama arayüzlerini ve komutları içeren ve komutların yorumlandığı yer hangi işletim sistemi bileşenidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Monolitik çekirdek",
      "B": "Ekzo çekirdek",
      "C": "Mikro çekirdek",
      "D": "Melez çekirdek",
      "E": "Kabuk"
    },
    "explanation": "Kabuk (shell) katmanı, işletim sisteminin çekirdek ile kullanıcı arayüzü katmanları arasında yer almaktadır. Çekirdeğin çevresini sararak çekirdeğe kullanıcılardan gelen komutları iletmekten sorumludur. Kabuk, API adı verilen uygulama programlama arayüzlerini ve komutları içermektedir. Kabuk için komutların yorumlandığı yer denilebilir."
  },
  {
    "id": "3408353",
    "unitNumber": 3,
    "text": "I-Donanım, yazılım ve ağ konfigürasyonu açısından en üst düzeyde kullanıma uygun bir şekilde tasarlanmışlardır.<br/>II-Genellikle büyük ölçekli kuruluşlarda, bilgi işlem merkezlerinde, bankalarda, fabrikalarda kullanılmaktadırlar.<br/>III-Kullanıcıları yönetmek, güvenlik ve diğer yönetim süreçlerini uygulamak için merkezi bir arayüz sağlamaktadır.<br/>Yukarıda özellikleri verilen işletim sistemi türü aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Mobil işletim sistemleri",
      "B": "Kişisel masaüstü işletim sistemleri",
      "C": "MacOS",
      "D": "Sunucu işletim sistemleri",
      "E": "Windows"
    },
    "explanation": "Sunucu işletim sistemleri genellikle büyük ölçekli kuruluşlarda, bilgi işlem merkezlerinde, bankalarda, fabrikalarda kullanılan sunucu bilgisayarlarda işlemlerin daha hızlı ve daha güvenli gerçekleştirilmesi için kurulan özel işletim sistemleridir. Donanım, yazılım ve ağ konfigürasyonu açısından en üst düzeyde kullanıma uygun bir şekilde tasarlanmışlardır. Kullanıcıları yönetmek, güvenlik ve diğer yönetim süreçlerini uygulamak için merkezi bir arayüz sağlamaktadır."
  },
  {
    "id": "3408354",
    "unitNumber": 3,
    "text": "Aşağıdaki mobil işletim sistemlerinin hangisinde güvenlik ön plandadır?",
    "correctAnswer": "A",
    "options": {
      "A": "IOS",
      "B": "Android",
      "C": "Windows Mobile",
      "D": "Symbian",
      "E": "Tizen"
    },
    "explanation": "Apple firması tarafından geliştirilen iOS ilk olarak 2007 yılında ilk iPhone’lar ile birlikte kullanıma sunulmuştur. Bu yüzden ilk adı da iPhone OS olarak belirlenmiştir. Kaynak kodları kapalı olmasına rağmen açık kaynak kodlu Unix tabanlı Darwin işletim sistemi üzerine kuruludur. iPhone, iPod Touch, iPad ve Apple TV cihazları iOS kullanmaktadır. Android’e kıyasla daha sınırlı bir şekilde özelleştirilebilen iOS işletim sistemlerine ayrıca App Store uygulama mağazası dışından uygulama yüklenememektedir. iOS işletim sisteminde güvenlik ön plandadır."
  },
  {
    "id": "3408355",
    "unitNumber": 3,
    "text": "Linux çekirdeği temel alınarak geliştirilen, Java, C, C++ dillerinde yazılan, birçok sürümü şeker ve tatlılardan esinlenerek adlandırılan mobil işletim sistemi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Symbian",
      "B": "Tizen",
      "C": "Android",
      "D": "KaiOS",
      "E": "Ubuntu Touch"
    },
    "explanation": "Android, açık kaynak kodlu mobil bir işletim sistemi olarak temelleri 2003 yılında teknoloji üssü olarak bilinen Kaliforniya’nın Palo Alto şehrinde Andy Rubin, Rich Miner, Nick Sears ve Chris White tarafından kurulan Android isimli anonim şirket ile atılmıştır. 2005 yılında Google mobil teknolojiler alanındaki etkinliğini artırmak amacıyla Android’i satın almıştır. Linux çekirdeği temel alınarak geliştirilen Android, Java, C ve C++ dillerinde yazılmıştır. Android’in 1.5’ten 9’a kadar olan sürümleri tatlılardan veya şekerlemelerden esinlenilerek adlandırılmıştır. Yalnızca son sürümü olan Android 10.0 Q adıyla piyasaya sunulmuştur."
  },
  {
    "id": "3408356",
    "unitNumber": 3,
    "text": "I- Melez (hibrid) çekirdek temellidir<br/>II- Açık kaynak kodlu Unix tabanlı Darwin altyapısı üzerine kuruludur.<br/>III- Safari adlı kendine özgü bir internet tarayıcısı kullanmaktadır.<br/>IV- GNU Genel Kamu Lisansı ile sunulmaktadır.<br/>MacOS işletim sistemiyle ilgili verilen yukarıdaki bilgilerden hangileri doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I-II-III",
      "E": "I-II-III-IV"
    },
    "explanation": "Melez (hibrid) çekirdek temelli olan MacOS, Mirosoft Windows’tan sonra en çok kullanılan masaüstü işletim sistemidir. Apple firması tarafından kaynak kodları kapalı tutulsa da aslında Unix tabanlı açık kaynak kodlu Darwin altyapısı üzerine kuruludur. MacOS işletim sistemi Safari adlı kendine özgü bir internet tarayıcısı kullanmaktadır. MacOS GNU Genel Kamu Lisansı ile yayınlanmamaktadır."
  },
  {
    "id": "3408357",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi kapalı kaynak kodlu işletim sistemlerinden biri <strong>değildir</strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "Microsoft Windows",
      "B": "Pardus",
      "C": "Apple iOS",
      "D": "Windows Mobile",
      "E": "KaiOS"
    },
    "explanation": "Açık kaynak kodlu yazılımlar, kaynak kodlarıyla beraber yayımlanarak dünyanın her bölgesinden yazılımcıların ortak çalışmasının ürünü olarak sürekli gelişim içerisindedir. Pardus, Türkiye'de TÜBİTAK tarafından geliştirilen bir Linux dağıtımı olan işletim sistemidir. Açık kaynak kodlu yazılımdır."
  },
  {
    "id": "3408358",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi yanlıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "İşletim sistemlerinin temel görevlerinden biri de çoklu görevlerde çakışmaları engelleyerek, her uygulamanın doğru süreçte çalışmasına olanak sağlamaktır.",
      "B": "İşletim sistemleri, en dışta grafik ögelerinin yer aldığı kullanıcı arayüz katmanından daha sonra API’lerin yer aldığı kabuk katmanından ve en içte çekirdek katmanından meydana gelmektedir.",
      "C": "Çekirdek (core) ise işletim sistemlerinin kalbi gibidir ve donanım aygıtlarıyla yazılım ve uygulamaları birbirine bağlayan, iletişimi kuran ve aralarında senkronizasyonu sağlayan bileşendir.",
      "D": "Çekirdek, süreçleri bir takvime bağlayarak süreçler arası iletişimi düzenleyen merkezi bir birimdir.",
      "E": "İşletim sistemlerinin görünen yüzü kullanıcı arayüzü iken görünmeyen ve karmaşık işlemlerin gerçekleştiği birim kabuktur."
    },
    "explanation": "İşletim sistemlerinin görünen yüzü kullanıcı arayüzü iken görünmeyen ve karmaşık işlemlerin gerçekleştiği birim çekirdektir. Kabuk (shell) katmanı, işletim sisteminin çekirdek ile kullanıcı arayüzü katmanları arasında yer almaktadır. Çekirdeğin çevresini sararak çekirdeğe kullanıcılardan gelen komutları iletmekten sorumlu katmandır. Kabuk, API adı verilen uygulama programlama arayüzlerini ve komutları içermektedir. Kabuk için komutların yorumlandığı yer denilebilir."
  },
  {
    "id": "3408359",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi ilk gerçek sayısal bilgisayarın tasarımcısı olarak kabul edilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Charles Babbage",
      "B": "Henry Babbage",
      "C": "Alan Turing",
      "D": "Konrad Zuse",
      "E": "Cliff Berry"
    },
    "explanation": "Lütfen \"İŞLETİM SİSTEMLERİNİN TANIMI, TARİHÇESİ VE ÖZELLİKLERİ\" başlıklı yazıyı gözden geçiriniz.<br/>İşletim sistemlerinin tarihçesine bakıldığında ilk gerçek sayısal bilgisayarın tasarımcısı olan İngiliz matematikçi Charles Babbage (1792-1871) tarafından temellerin atıldığı söylenebilir."
  },
  {
    "id": "3408360",
    "unitNumber": 3,
    "text": "Bilgisayarlarda kullanılan transistörlerin yerine geçen entegre devreler aşağıdaki dönemsel yıllardan hangisinde ilk kez kullanılmaya başlanmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "1954-1962",
      "B": "1963-1972",
      "C": "1973-1984",
      "D": "1985-1990",
      "E": "1991-Günümüz"
    },
    "explanation": "Lütfen \"İşletim Sistemlerinin Kısa Tarihçesi\" başlıklı yazıyı gözden geçiriniz.<br/>“Üçüncü Nesil” bilgisayarlar ile bilgisayarların kullanımında büyük artış yaşanmaya başlanmıştır.<br/>Bunun nedeni genellikle 1966 yılında ticari pazarda başlayan entegre devre (mikroçip) teknolojisine<br/>dayanıyordu."
  },
  {
    "id": "3408361",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi ilk kez “kişisel bilgisayarlar”da grafiksel kullanıcı arayüzünü kullanmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Windows",
      "B": "Android",
      "C": "Linux",
      "D": "IOS",
      "E": "Apple Lisa"
    },
    "explanation": "Lütfen \"İşletim Sistemlerinin Kısa Tarihçesi\" başlıklı yazıyı gözden geçiriniz.<br/>Xerox Alto adlı bilgisayar, ilk grafiksel kullanıcı arayüzünü 1973’te kullanmasına rağmen 1983’te Apple Lisa ilk kez “kişisel bilgisayarlar”da grafiksel kullanıcı arayüzünü kullanmıştır."
  },
  {
    "id": "3408362",
    "unitNumber": 3,
    "text": "FAT, NTFS, EXT4, HFS+, XFS, UFS gibi uzantılar, aşağıdakilerden hangi yönetim işlevlerindendir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dosya Yönetimi",
      "B": "Aygıt Yönetimi",
      "C": "Bellek Yönetimi",
      "D": "Ses Yönetimi",
      "E": "İşlem/Süreç Yönetimi"
    },
    "explanation": "Lütfen \"İŞLETİM SİSTEMLERİNİN YÖNETİM İŞLEVLERİ\" başlıklı yazıyı gözden geçiriniz.<br/>İşletim sistemlerinin kendine özgü dosya yönetim sistemleri mevcuttur. FAT, NTFS, EXT4, HFS+, XFS, UFS gibi pek çok dosya yönetim sistemi bulunmaktadır."
  },
  {
    "id": "3408363",
    "unitNumber": 3,
    "text": "Aygıt yöneticisiyle bir donanımda aşağıdaki eylemlerden hangisi <strong>gerçekleştirilemez</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Sürücü yazılımını güncelleştirme.",
      "B": "Aygıtı devre dışı bırakma.",
      "C": "Donanım değişikliklerini tarama.",
      "D": "Bellek arttırımı yapma.",
      "E": "Eski donanımı ekleme."
    },
    "explanation": "Lütfen \"Aygıt Yönetimi\" başlıklı yazıyı gözden geçiriniz.<br/>Aygıt yöneticisiyle bir donanımda aşağıdaki eylemler gerçekleştirilebilir:<br/>• Sürücü yazılımını güncelleştirme<br/>• Aygıtı devre dışı bırakma<br/>• Donanım değişikliklerini tarama<br/>• Eski donanımı ekleme<br/>• İlgili aygıtın özelliklerini gösterme"
  },
  {
    "id": "3408364",
    "unitNumber": 3,
    "text": "Bilgisayar sistemlerinde çeşitli kullanıcıların derleyicilerin ve başka bir yazılım kaynağının koordinasyonunu sağlayan ve gerekli atamaları gerçekleştiren işletim sistemi işlevi, aşağıdakilerden hangi isimle anılır?",
    "correctAnswer": "A",
    "options": {
      "A": "İletişim Yönetimi",
      "B": "Güvenlik Modülü",
      "C": "Komut Yorumlama",
      "D": "Ağ ve İletişim Yönetimi",
      "E": "Sistem Performansı Kontrolü"
    },
    "explanation": "Lütfen \"Diğer İşlevler\" başlıklı yazıyı gözden geçiriniz.<br/>İletişim yönetimi: Bilgisayar sistemlerinde çeşitli kullanıcıların derleyicilerin ve başka bir yazılım kaynağının koordinasyonunu sağlar ve gerekli atamaları gerçekleştirir."
  },
  {
    "id": "3408365",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi işletim sistemlerinde yer alan çekirdek türlerinden <strong>kabul edilemez</strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "Monolitik Çekirdek.",
      "B": "Makro Çekirdek.",
      "C": "Ekzo Çekirdek.",
      "D": "Mikro Çekirdek.",
      "E": "Melez Çekirdek."
    },
    "explanation": "Lütfen \"Çekirdek\" başlıklı yazıyı gözden geçiriniz.<br/>Çekirdekler 4 türe ayrılmaktadır. Bunlar monolitik adı verilen tek parça çekirdekler, mikro çekirdekler, ekzo çekirdekler ve melez (hibrid) çekirdeklerdir."
  },
  {
    "id": "3408366",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi işletim sistemlerinin Kaynak Kodu türüne göre sınıflandırılmasıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "Sunucu işletim sistemleri.",
      "B": "Mobil işletim sistemleri.",
      "C": "Kişisel masaüstü işletim sistemleri.",
      "D": "Çekirdeksel işletim sistemleri.",
      "E": "Açık kaynak kodlu işletim sistemleri."
    },
    "explanation": "Lütfen \"İŞLETİM SİSTEMLERİNİN TÜRLERİ\" başlıklı yazıyı gözden geçiriniz.<br/>İşletim sistemleri “Kaynak kodu türüne” göre açık kaynak kodlu işletim sistemleri ve kapalı kaynak kodlu işletim sistemleri olarak 2 türe ayrılmaktadır."
  },
  {
    "id": "3408367",
    "unitNumber": 3,
    "text": "Genellikle büyük ölçekli kuruluşlarda, bilgi işlem merkezlerinde, bankalarda, fabrikalarda kullanılan ve \"server\" olarak da anılan işletim sistemleri aşağıdakilerden hangi isimle anılmaktadırlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Sunucu İşletim Sistemi.",
      "B": "Mobil İşletim Sistemi.",
      "C": "Masaüstü İşletim Sistemi.",
      "D": "Tablet İşletim Sistemi.",
      "E": "Kaynak Kodlu İşletim Sistemi."
    },
    "explanation": "Lütfen \"Sunucu İşletim Sistemleri\" başlıklı yazıyı gözden geçiriniz.<br/>Sunucu işletim sistemleri genellikle büyük ölçekli kuruluşlarda, bilgi işlem merkezlerinde, bankalarda, fabrikalarda kullanılan sunucu bilgisayarlarda işlemlerin daha hızlı ve daha güvenli gerçekleştirilmesi için kurulan özel işletim sistemleridir. Diğer bir adı ise \"server\" olarak bilinir."
  },
  {
    "id": "3408368",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi bir mobil işletim sistemi olarak <strong>kabul edilemez</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Bada",
      "B": "Tizen",
      "C": "Hangouts",
      "D": "Symbian",
      "E": "KaiOS"
    },
    "explanation": "Lütfen \"Diğer Mobil İşletim Sistemleri\" başlıklı yazıyı gözden geçiriniz.<br/>\"Hangouts\" bir işletim sistemi değil Google firmasına ait uygulamadır."
  },
  {
    "id": "3408369",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi işletim sistemlerinin özelliklerinden biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Bilgisayar sisteminde yazılım ve donanım arasında iletişim ve haberleşme süreçlerini koordine etmesi",
      "B": "Donanım ve yazılımlar arasındaki koordinasyonu sağlaması",
      "C": "Kullanıcı arayüzü ile kullanıcılardan gelen talepleri donanım ve yazılımlara iletmesi",
      "D": "Bilgisayarların gözle görülen, elle tutulan somut parçaları olması",
      "E": "Kullanıcının yaptığı işlemlerdeki güvenlik açıklarını kapatmaya çalışması"
    },
    "explanation": "İşletim sistemi bilgisayarların gözle görülen, elle tutulan somut bir parçası değildir."
  },
  {
    "id": "3408370",
    "unitNumber": 3,
    "text": "I. İkinci dönem işletim sistemleri döneminde bilgisayarlarda kullanılan transistörlerin yerine entegre devreler kullanılmaya başlanmıştır.<br/>II. Dördüncü dönem işletim sistemleri, 1980 ile 2015 yılları arasındaki dönemde gerçekleşen gelişmelerin ele alındığı dönemdir.<br/>III. Apple Lisa adlı kişisel bilgisayarlarda kullanılan ilk grafiksel arayüze sahip işletim sistemi 5. dönem işletim sistemleri döneminde tasarlanmıştır.<br/><strong>İşletim sistemlerinin tarihçesiyle ilgili</strong> yukarıda verilen bilgilerden hangileri doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "<strong>İşletim sistemlerinin tarihçesine göre </strong>dördüncü dönem işletim sistemleri, 1980 ile 2015 yılları arasındaki dönemde gerçekleşen gelişmelerin ele alındığı dönemdir."
  },
  {
    "id": "3408371",
    "unitNumber": 3,
    "text": "<em>İşletim sistemlerinin en temel görevlerinden biri de işleri bir sıraya koymak, problemli durumlarda çökmelere karşı süreci durdurmak, işler yapılırken verimliliği artırmak, işleri etkin bir şekilde dağıtmak, çoklu görevlerde çakışmaları engelleyerek her uygulamanın doğru süreçte çalışmasına olanak sağlamaktır. </em><br/>Yukarıda özellikleri verilen yönetim işlevi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Dosya Yönetimi",
      "B": "Bellek Yönetimi",
      "C": "İşlem/Süreç Yönetimi",
      "D": "Güvenlik Modüllerinin Yönetimi",
      "E": "Giriş/Çıkış Yönetimi"
    },
    "explanation": "İşletim sistemlerinin en temel görevlerinden biri de işleri bir sıraya koymak, problemli durumlarda çökmelere karşı süreci durdurmak, işler yapılırken verimliliği artırmak, işleri etkin bir şekilde dağıtmak, çoklu görevlerde çakışmaları engelleyerek her uygulamanın doğru süreçte çalışmasına olanak sağlamak bir işlem/süreç yönetimidir."
  },
  {
    "id": "3408372",
    "unitNumber": 3,
    "text": "I. Dosya yönetimiyle yeni dosyaların veya klasörlerin oluşturulması, silinmesi, kopyalanması, kesilerek taşınması gibi görevler gerçekleştirilmektedir.<br/>II. Dosyanın hangi türe ait olduğunu belirten bir uzantı atamak mümkündür.<br/>III. İşletim sistemlerindeki dosya yönetimi bazı kaynaklarda giriş/çıkış yönetimi olarak adlandırılabilmektedir<br/>İşletim sistemlerinin dosya yönetimiyle ilgili verilen yukarıdaki bilgilerden hangileri doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız II",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I ve III"
    },
    "explanation": "Dosya yönetimi giriş/çıkış yönetimi olarak adlandırılamaz."
  },
  {
    "id": "3408373",
    "unitNumber": 3,
    "text": "Yeniden kullanım için çok yüksek voltajların kullanılması ve yaklaşık 20 dakikalık yoğun ultraviyole (UV) ışığa maruz bırakılmasıyla silinebilen ve programlanabilen salt okunur belleğe ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "PROM",
      "B": "ROM",
      "C": "Flash bellek",
      "D": "EPROM",
      "E": "EEPROM"
    },
    "explanation": "Silinebilir Programlanabilir Salt Okunur Bellek (Erasable Programmable Read-Only Memory (EPROM)): EPROM, bir PROM türü olarak çok yüksek voltajların kullanılması ve yaklaşık 20 dakikalık yoğun ultraviyole (UV) ışığa maruz bırakılmasıyla programlanır. PROM’dan farkı bunun silinebilir olmasıdır."
  },
  {
    "id": "3408374",
    "unitNumber": 3,
    "text": "Çekirdeğin çevresini sararak kullanıcılardan çekirdeğe gelen komutları iletmekten sorumlu olan ve API adı verilen uygulama programlama arayüzlerini ve komutları içeren bileşen aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kabuk",
      "B": "Kullanıcı arayüzü",
      "C": "Kesme",
      "D": "EMUI",
      "E": "Semafor"
    },
    "explanation": "Çekirdeğin çevresini sararak kullanıcılardan çekirdeğe gelen komutları iletmekten sorumlu olan ve API adı verilen uygulama programlama arayüzlerini ve komutları içeren bileşen kabuktur."
  },
  {
    "id": "3408375",
    "unitNumber": 3,
    "text": "İlk üretilen çekirdek türü olarak tek parçadan oluşan, modüler olmayan, tüm işletim sisteminin çekirdek alanında çalıştığı işletim sistemi mimarisi aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Melez çekirdek",
      "B": "Mikro çekirdek",
      "C": "Ekzo çekirdek",
      "D": "Hibrid çekirdek",
      "E": "Monolitik çekirdek"
    },
    "explanation": "İlk üretilen çekirdek türü olarak tek parçadan oluşan, modüler olmayan, tüm işletim sisteminin çekirdek alanında çalıştığı işletim sistemi mimarisine monolitik çekirdek adı verilir."
  },
  {
    "id": "3408376",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi mobil işletim sistemlerinden biri <strong>değildir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "MacOS X",
      "B": "Pixel UI",
      "C": "Android",
      "D": "Ubuntu Touch",
      "E": "Bada"
    },
    "explanation": "MacOS X bir masaüstü işletim sistemidir."
  },
  {
    "id": "3408377",
    "unitNumber": 3,
    "text": "I. Linux işletim sistemi, GNU Genel Kamu Lisansı ile sunulan bir özgür yazılım projesidir.<br/>II. Debian, bir Linux dağıtımıdır.<br/>III. Dünyanın en çok kullanılan mobil işletim sistemi olan Android, Linux çekirdeği üzerine temellenmiştir.<br/>Linux işletim sistemiyle ilgili verilen yukarıdaki bilgilerden hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Linux işletim sistemi, GNU Genel Kamu Lisansı ile sunulan bir özgür yazılım pro jesidir. Debian, bir Linux dağıtımıdır. Dünyanın en çok kullanılan mobil işletim sistemi olan Android, Linux çekirdeği üzerine temellenmiştir.<br/>Verilen tüm ifadeler doğru."
  },
  {
    "id": "3408378",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi açık kaynak kodlu işletim sistemlerinden biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Windows Mobile",
      "B": "Chrome OS",
      "C": "Ubuntu",
      "D": "GNOME",
      "E": "SUSE"
    },
    "explanation": "Windows Mobile açık kaynak kodlu bir işletim sistemi değildir."
  },
  {
    "id": "3408379",
    "unitNumber": 4,
    "text": "Bilgisayarı oluşturan her türlü fiziksel yapıya ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Program",
      "B": "Donanım",
      "C": "Yazılım",
      "D": "Lisanslama",
      "E": "Bellek"
    },
    "explanation": "Doğru yanıt B seçeneğidir. Bilişim teknolojilerinin temelini oluşturan bilgisayar, yazılımlar aracılığıyla programlanabilen elektronik donanımlar bütünü olarak tanımlanır. İşlemciden belleğe, ekrandan klavyeye kadar bilgisayarı meydana getiren her türlü fiziksel yapı <em>donanım </em>olarak nitelendirilir."
  },
  {
    "id": "3408380",
    "unitNumber": 4,
    "text": "Tarihte bilinen ilk uygulama yazılımı kim tarafından geliştirilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bill Gates",
      "B": "Alan Turing",
      "C": "Charles Babbage",
      "D": "Claude Shannon",
      "E": "John von Neumann"
    },
    "explanation": "Doğru yanıt C seçeneğinde yer almaktadır. Uygulama yazılımı kavramının köklerinin 19. Yüzyıla dayandığı bilinmektedir. Bilinen ilk uygulama yazılımları, “bilgisayarın babası” olarak tanınan İngiliz matematikçi Charles Babbage tarafından Analitik Motor adını verdiği genel amaçlı ilkel bir bilgisayar prototipi için geliştirilmiştir."
  },
  {
    "id": "3408381",
    "unitNumber": 4,
    "text": "Duyarlı tasarım tekniğinin temel özelliği aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Uygulamaların donanım sisteminden bağımsız çalışmasını sağlama",
      "B": "Uygulamaların performansını, üretkenliğini ve hızını artırma",
      "C": "Kullanıcıların projeler üzerinden işbirliği yapmalarına olanak sağlama",
      "D": "Web uygulaması arayüz bileşenlerini ekran boyutuna göre yeniden boyutlandırma",
      "E": "İnternet bağlantısı olmaksızın çevrim dışı çalışmaya olanak sağlama"
    },
    "explanation": "Doğru yanıt D seçeneğidir. Web uygulamalarının farklı ekran boyutlarına sahip masaüstü ve mobil cihazlarda aynı işlevsellikle kullanılabilmesi için sıklıkla duyarlı tasarım tekniğinden faydalanılır. Duyarlı tasarım tekniği, bir web uygulamasını meydana getiren arayüz bileşenlerinin kullanıcının ekran boyutuna göre otomatik olarak yeniden boyutlandırılmasını sağlar. Duyarlı tasarım tekniğine uygun olarak geliştirilen bir web uygulaması kullanılırken masaüstündeki tarayıcı penceresi daraltıldığında ya da tablet yan çevrildiğinde uygulamanın arayüzü kendini ekran boyutuna göre otomatik olarak yeniden düzenler."
  },
  {
    "id": "3408382",
    "unitNumber": 4,
    "text": "Mobil uygulamalarına ilişkin aşağıdaki ifadelerden hangisi doğru <strong><u>değildir</u></strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Kullanıma her an hazır uygulamalardır.",
      "B": "İnternet bağlantısı olmaksızın çevrim dışı çalışabilir.",
      "C": "Yer ve zamandan bağımsız uygulamalardır.",
      "D": "Kamera ve mikrofon gibi donanımlara doğrudan erişebilir.",
      "E": "Geliştirme maliyeti web uygulamasına göre düşüktür."
    },
    "explanation": "Mevcut teknolojiler bağlamında masaüstü, mobil ve web uygulamalarının güçlü ve zayıf yönleri bulunmaktadır. Soru kökünde mobil uygulamaların özellikleri çerçevesinde doğru olmayan seçenek sorulmaktadır. Mobil uygulamalar, cep telefonu, tablet ve akıllı saat gibi mobil cihazlarda kullanılmak üzere Android ve iOS gibi mobil işletim sistemlerine özgü olarak geliştirilen uygulamalardır. A, B, C ve D seçeneklerinde yer alan ifadeler mobil uygulamaların güçlü özelliklerini vurgulamaktadır. Ancak mobil uygulamaların Web uygulamalarına oranla geliştirme maliyetleri yüksektir. Buna göre doğru yanıt E seçeneğidir."
  },
  {
    "id": "3408383",
    "unitNumber": 4,
    "text": "Microsoft Office 365, Google Apps, Salesforce hangi bulut bilişim hizmet modeli kapsamında yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Hizmet Olarak Yazılım (SaaS)",
      "B": "Hizmet Olarak Altyapı (IaaS)",
      "C": "Hizmet Olarak Platform (PaaS)",
      "D": "Sunucusuz Bilgi İşlem (Serverless)",
      "E": "Melez Bilgi İşlem (Hybrid)"
    },
    "explanation": "Doğru yanıt A seçeneğinde verilmiştir. Bulut bilişim hizmetlerinin çoğu IaaS, PaaS, Serverless ve SaaS olarak ifade edilen dört genel model çerçevesinde sunulur. Hizmet olarak yazılım modeli, uygulama yazılımlarını internet üzerinden abonelik temelinde dağıtmak için kullanılan bir bulut modelidir. Microsoft Office 365, Google Apps, Salesforce hizmet olarak yazılım modeliyle geliştirilen uygulamalara örnek verilebilir."
  },
  {
    "id": "3408384",
    "unitNumber": 4,
    "text": "Uygulamanın kullanıcılara ücretsiz olarak sunulduğu ve devamlılığı için kullanıcıların sponsorluk yapmaya teşvik edildiği satış modeli aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Perakende",
      "B": "Abonelik",
      "C": "Freeware",
      "D": "Shareware",
      "E": "Donationware"
    },
    "explanation": "Doğru yanıt E seçeneğidir. Çeşitli kaynaklar tarafından geliştirilen uygulama yazılımlarının son kullanıcıya sunulmasında geliştiriciler tarafından farklı satış modelleri tercih edilmektedir. Bu modellere göre sunulan uygulamadan yararlanma tamamen ücretli, ücretsiz, belirli bir süre ücretli biçiminde gerçekleşmektedir. Donationware modeli de freeware olduğu gibi ücretsiz olmasına karşılık modelin özelliği, çoğunlukla kar amacı gütmemesi ve uygulamanın devamlılığı için kullanıcıların bağış ya da sponsorluk yapmaya teşvik edilmesidir."
  },
  {
    "id": "3408385",
    "unitNumber": 4,
    "text": "Açık kaynak kodlu yazılımlarla ilgili aşağıdakilerden hangisi doğru <strong>değildir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Sadece donationware satış modeline göre dağıtılır.",
      "B": "Herhangi bir teknoloji tarzı için bir dayatma öngörülmemelidir.",
      "C": "Yazılımla birlikte dağıtılan diğer yazılımlara kısıtlama getirilmemelidir.",
      "D": "Yazılım sadece belirli çalışma alanlarıyla sınırlandırılmamalıdır.",
      "E": "Kaynak kodu, geliştiricilerin yazılımı değiştirebileceği formda olmalıdır."
    },
    "explanation": "Fikri mülkiyet ve kullanım hakları özelinde yazılım lisansları, özel mülk ve açık kaynak olmak üzere iki ana gruba ayrılmaktadır. Özel mülk yazılımların aksine açık kaynak kodlu yazılımlar GNU, Apache, BSD ve MIT gibi aşağıda sıralanan kriterlere uygun olarak hazırlanmış telif müsaadeli (copyleft) lisanslar ile dağıtılırlar. B, c, D ve E seçeneklerinde bu yazılım grubuna ait bazı ölçütler yer almaktadır. Açık kaynak yazılımlar çoğunlukla donationware satış modeliyle bağış ya da sponsorluk talep edilerek son kullanıcılara dağıtılırlar. Ancak ücretli olarak farklı satış modelleriyle dağıtılan açık kaynak kodlu yazılımlar da mevcuttur. Yaygın olarak yerleşmiş olan kanının aksine her açık kaynak kodlu yazılım ücretsiz değildir. Buna göre doğru yanıt A seçeneğinde yer almaktadır."
  },
  {
    "id": "3408386",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi dikey pazar uygulamaları arasında yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "Microsoft Office, Google G Suite",
      "B": "Logo, Intuit QuickBooks, Acumatica",
      "C": "Micosoft Office, LibreOffice",
      "D": "Logo, Google G Suite",
      "E": "Google G Suite, LibreOffice, Acumatica"
    },
    "explanation": "Satış kârlarını en üst düzeye çıkarmak isteyen yazılım firmaları, geliştiriciler ve topluluklar uygulamalarını çeşitli pazarlama stratejileri doğrultusunda geliştirirler. Bu stratejiler çoğunlukla yatay ve dikey pazarlama sistemlerini hedef alır. Yatay uygulama yazılımları, endüstri veya iş türünden bağımsız olarak genel sorunları çözmeye yöneliktir. Kelime işlemciler, veritabanları ve oyunlar gibi yatay uygulamalar; son kullanıcıların genel ihtiyacına yönelik olarak belli bilgisayar görevlerini yerine getirmek üzere özelleştirilmiş, daha popüler ve yaygın yazılımları kapsar. Dikey yazılım uygulamaları ise belirli bir sektör için tasarlanır, sektörün ihtiyaçlarını karşılar ve sektöre özgü iş akışlarını destekler. Microsoft Office, Google G Suite ve LibreOffice iş hayatının temel bilişim gereksinimlerine odaklanmış yatay pazar uygulamalara örnek iken; muhasebe-finans alanında çalışanların ihtiyaçlarını çözmek amacıyla geliştirilen Logo, Intuit QuickBooks ve Acumatica gibi popüler muhasebe uygulamaları dikey pazar uygulamalarına örnek verilebilir. Buna göre doğru yanıt B seçeneğinde yer almaktadır."
  },
  {
    "id": "3408387",
    "unitNumber": 4,
    "text": "Mail, Writer, Sheet, Meeting, ShowTime uygulamaları hangi ofis paketi kapsamında yer almaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Microsoft Office",
      "B": "LibreOffice",
      "C": "Google G Suite",
      "D": "Zoho Workplace",
      "E": "Apple iWork"
    },
    "explanation": "Doğru yanıt D seçeneğidir. 1988 yılından bu yana Microsoft Office paketi, ofis yazılımları alanındaki liderliğini devam ettirmektedir. Ancak bulut bilişim teknolojilerinin yazılım dünyasına kazandırdığı yeni açılımlarla birlikte pek çok seçenek de söz konusudur. Google Docs, LibreOffice, Apache OpenOffice, Zoho Workspace ve Apple iWork bunların başında gelmektedir. Mail, Writer, Sheet, Show, Meeting, Cliq, Connect, ShowTime uygulamaları Zoho Workplace ofis paketi içinde yer almaktadır."
  },
  {
    "id": "3408388",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi elektronik tablolar arasında yer alan bir uygulamadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Microsoft Office Word",
      "B": "LibreOffice Writer",
      "C": "Zoho Sheet",
      "D": "Google Docs",
      "E": "Apple Pages"
    },
    "explanation": "Doğru yanıt C seçeneğidir. Elektronik tablolar ya da bir diğer adıyla hesaplama tabloları; verileri saklamaya, yönetmeye, üzerinde işlemler gerçekleştirmeye ve renkli grafiklerle çarpıcı bir şekilde sunmaya olanak sağlar. Microsoft Office Excel, Google Sheets, LibreOffice Calc ve Apple Numbers ve Zoho Sheet sık kullanılan elektronik tablolara örnek verilebilir. Diğer seçeneklerde yer alan uygulamalar kelime işlemciler arasında yer almaktadır."
  },
  {
    "id": "3408389",
    "unitNumber": 4,
    "text": "Bir amaç dahilinde kullanıcıların komutlarını yerine getirmeyi temel alan bilgisayar programlarına ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Donanım",
      "B": "Uygulama yazılımı",
      "C": "Paket program",
      "D": "İşletim sistemi",
      "E": "Kodlama aracı"
    },
    "explanation": "Belli amaçlar doğrultusunda kullanıcıların komutlarını yerine getirmek amacıyla tasarlanan bilgisayar programlarına uygulama yazılımı adı verilir."
  },
  {
    "id": "3408390",
    "unitNumber": 4,
    "text": "Klavye ile farenin etkileşimine uygun olarak tasarlanan uygulama yazılımları hangi sınıfta yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Masaüstü",
      "B": "Mobil",
      "C": "Web",
      "D": "Tarayıcı",
      "E": "İleri düzey"
    },
    "explanation": "Masaüstü uygulamalar, büyük ekranlı cihazlara<br/>özgü ve fare-klavye etkileşimine uygun olarak geliştirilirler."
  },
  {
    "id": "3408391",
    "unitNumber": 4,
    "text": "Cep telefonlarında kullanılmak üzere tasarlanan uygulamalara ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Masaüstü",
      "B": "Web",
      "C": "Mobil",
      "D": "İstatistik",
      "E": "Sanal"
    },
    "explanation": "Mobil uygulamalar, cep telefonu, tablet ve benzeri mobil cihazlar için geliştirilmişlerdir."
  },
  {
    "id": "3408392",
    "unitNumber": 4,
    "text": "Ali, cep telefonu üzerinden girdiği bir web sayfasında telefonunu yan çevirdiğinde, ara yüz de otomatik olarak bu duruma uygun bir biçim almıştır. Buna göre bu web uygulamasının tasarımı için aşağıdakilerden hangisi söylenebilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Gelişmiş tasarım",
      "B": "Mobil tasarım",
      "C": "Duyarlı tasarım",
      "D": "İleri düzey tasarım",
      "E": "Ayrıntılı tasarım"
    },
    "explanation": "Duyarlı tasarım tekniği, bir web uygulamasını meydana getiren arayüz bileşenlerinin kullanıcının ekran boyutuna göre otomatik olarak yeniden boyutlandırılmasını sağlar. Duyarlı tasarım tekniğine uygun olarak geliştirilen bir web uygulamasını kullanırken masaüstündeki tarayıcı penceresini daraltırsanız ya da tabletinizi yan çevirirseniz uygulamanın arayüzü kendini ekran boyutuna göre otomatik olarak yeniden düzenler."
  },
  {
    "id": "3408393",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi masaüstü uygulamaların web ve mobil uygulamalarına kıyasla <u>zayıf</u> yönlerinden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bellek kapasitesi açısından sınırlı olması",
      "B": "İşlem kapasitesinin sınırlı olması",
      "C": "Kamera vb. donanımlara erişimin sınırlı olması",
      "D": "Çevrim dışı çalışabilir olması",
      "E": "Geliştirme maliyetlerinin yüksek olması"
    },
    "explanation": "Diğer uygulamalara kıyasla masaüstü uygulamaların geliştirme maliyeti daha yüksektir."
  },
  {
    "id": "3408394",
    "unitNumber": 4,
    "text": "\"Google Cloud\" aşağıdaki bulut türlerinden hangisinde yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Genel",
      "B": "Özel",
      "C": "Melez",
      "D": "Altyapı",
      "E": "Platform"
    },
    "explanation": "Google Cloud türündeki bulutlar, genel bulutlara örnek verilebilir."
  },
  {
    "id": "3408395",
    "unitNumber": 4,
    "text": "Bir istatistiksel yazılım olan Jamovi, arka planda R yazılımının çalıştığı bir ara yüz olarak tanımlanabilir. Dünyanın her yanından istatistiksel geliştiriciler, Jamovi'ye modül ekleyerek geliştirilmesinde yardımcı olma şansına sahiptirler. Buna göre Jamovi, fikri mülkiyet ve kullanım hakları özelinde hangi tür yazılımlar arasında yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "Özel mülk",
      "B": "Açık kaynak kodlu",
      "C": "İstatistiksel",
      "D": "Araştırmaya dayalı",
      "E": "Bilimsel"
    },
    "explanation": "Belirtilen özellikleriyle söz konusu yazılım, açık kaynak kodlu bir yazılımdır."
  },
  {
    "id": "3408396",
    "unitNumber": 4,
    "text": "Kullanıcıların yazılımlarla düğme, menü vb. görsel bileşenler aracılığıyla etkileşime girmelerine olanak sağlayan araçlara ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "WYSIWYG (What you see is what you get)",
      "B": "GUI (Graphical User Interface)",
      "C": "Office",
      "D": "VBA (Visual Basic for Application)",
      "E": "OpenDocument"
    },
    "explanation": "Doğru yanıt, grafiksel kullanıcı arayüzüdür."
  },
  {
    "id": "3408397",
    "unitNumber": 4,
    "text": "\"SQL\" hangi tür veri tabanıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "Nesne yönelimli",
      "B": "Bulut",
      "C": "Belge",
      "D": "İlişkisel",
      "E": "Otonom"
    },
    "explanation": "İlişkisel veri tabanı içerisinde kendine yer bulur."
  },
  {
    "id": "3408398",
    "unitNumber": 4,
    "text": "İşletmelerin iş gücünü, fiziksel ve finansal kaynaklarını tek bir arayüzde toplayarak uçtan uca yönetilmesini, etkili ve verimli bir biçimde kullanılmasını sağlamak için tasarlanmış yazılımların genel adı nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "ERP",
      "B": "Veri tabanı",
      "C": "GUI",
      "D": "HTTP",
      "E": "GIMP"
    },
    "explanation": "Doğru yanıt ERP'dir."
  },
  {
    "id": "3408399",
    "unitNumber": 4,
    "text": "Aşağıda verilen özelliklerden hangisi \"yazılım\" ile ilgili <strong>değildir</strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "Bilgisayarın içinde yüklü olan işletim sistemidir.",
      "B": "Ekrandan klavyeye kadar bilgisayarı meydana getiren her türlü fiziksel yapıdır.",
      "C": "İnternete girmek için kullandığınız web tarayıcısıdır.",
      "D": "Vakit geçirdiğiniz oyunlardır.",
      "E": "Videolu görüşmeler yaptığınız iletişim uygulamalarıdır."
    },
    "explanation": "Cevabınız doğru değilse giriş bölümünü yeniden gözden geçiriniz.<br/>Ekrandan klavyeye kadar bilgisayarı meydana getiren her türlü fiziksel yapıdır."
  },
  {
    "id": "3408400",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi \"Masaüstü Uygulamalar\" ile ilgili doğru bir ifadedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Android ve iOS gibi mobil işletim sistemlerine özgü olarak geliştirilen uygulamalardır.",
      "B": "Açılır-kapanır paneller, ikonik düğmeler, sekmeler ve listeler gibi ekranda az yer kaplayan arayüz ögeleri sıklıkla kullanılır.",
      "C": "Büyük ekranlı cihazlara özgü ve fare-klavye etkileşimine uygun olarak geliştirilirler.",
      "D": "Genellikle sensör verilerine daha duyarlı tasarlanır.",
      "E": "Aynı anda birden çok pencere görüntülemek mümkün değildir."
    },
    "explanation": "Cevabınız doğru değilse Masaüstü, mobil ve Web uygulamaları başlığını yeniden gözden geçiriniz.<br/>Sorumuzun doğru cevabı C şıkkıdır."
  },
  {
    "id": "3408401",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi \"Web Uygulamaları\" konusuyla ilgili doğru bir ifade <strong>değildir</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Büyük oranda donanımdan ve işletim sisteminden bağımsız olarak çalışırlar.",
      "B": "Kullanıcıların mekân ve cihazdan bağımsız olarak belge oluşturmalarına, bilgi paylaşmalarına imkân tanırlar.",
      "C": "Sıklıkla duyarlı tasarım (responsive design) tekniğinden faydalanırlar.",
      "D": "Web uygulamalarının kullanılmadan önce bilgisayara kurulmaları gereklidir.",
      "E": "Bir web uygulamasının kullanılabilmesi için ağ bağlantısı ve bir web tarayıcısı yeterlidir."
    },
    "explanation": "Cevabınız doğru değilse Masaüstü, Mobil ve Web Uygulamaları başlığını yeniden gözden geçiriniz.<br/>Web uygulamalarının kullanılmadan önce bilgisayara kurulmaları gereklidir."
  },
  {
    "id": "3408402",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi mobil uygulamaların güçlü özelliklerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Her an kullanıma hazırdır.",
      "B": "İşlem gücü, performans ve hız gerektiren görevlerde idealdir.",
      "C": "Üzerinde çalıştığı donanımın tüm gücünü kullanabilir.",
      "D": "Ek kurulum ya da güncelleme gerektirmez.",
      "E": "Cihaz, donanım ve işletim sisteminden bağımsızdır."
    },
    "explanation": "Cevabınız doğru değilse Masaüstü, Mobil ve Web Uygulamaları başlığını yeniden gözden geçiriniz.<br/>Sorumuzun doğru cevabı A şıkkıdır.<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/ad5528ccf660330590b7d1b117756d9c.png\" alt=\"\" width=\"724\" height=\"550\">"
  },
  {
    "id": "3408403",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi \"Özel Bulut Bilişimi\" ile ilgili özelliklerden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yalnızca tek bir işletmenin veya kuruluşun kullanımına tahsis edilmiş bulut mimarisidir.",
      "B": "Tüm bilgi işlem kaynaklarının internet üzerinden hizmet sunan bir sağlayıcı tarafından işletildiği bulut mimarisidir.",
      "C": "Donanım, yazılım ve diğer tüm altyapı bileşenleri bulut sağlayıcıya aittir.",
      "D": "İşletmeler / bireyler buluta erişmek ve hizmetleri yapılandırmak için bulut sağlayıcının web arayüzünü kullanır.",
      "E": "Daha çok, büyük ölçekli işletmelerin var olan bilişim altyapılarını genişletmek amacıyla kullanılan bir bulut mimarisidir."
    },
    "explanation": "Cevabınız doğru değilse Bulut Bilişimin Kazandırdıkları başlığını yeniden gözden geçiriniz.<br/>Sorumuzun doğru cevabı A şıkkıdır."
  },
  {
    "id": "3408404",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi bulut bilişim hizmetlerinden \"hizmet olarak yazılım\" modeline ait özelliklerden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "İşletmelerin yerel bilgisayar altyapılarının bir benzerini sanal olarak bulut ortamında oluşturabilmelerine olanak sağlar",
      "B": "Her türlü donanım, yazılım ve yapılandırma bulut ortamında, ihtiyaçlar doğrultusunda kullanılabilir.",
      "C": "Uygulama yazılımlarını internet üzerinden abonelik temelinde dağıtmak için kullanılan bir bulut modelidir.",
      "D": "Yazılım uygulamalarını geliştirmek, test etmek, sunmak ve yönetmek için isteğe bağlı bir ortam sağlayan bulut bilişim modelidir.",
      "E": "Özellikle web ve mobil uygulamalar geliştirmeyi hızlandırmak için tasarlanmıştır."
    },
    "explanation": "Cevabınız doğru değilse Bulut Bilişimin Kazandırdıkları başlığını yeniden gözden geçiriniz.<br/>Sorumuzun doğru cevabı C şıkkıdır."
  },
  {
    "id": "3408405",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi satış ve lisanslama modellerinden perakende ile ilgili doğru bir ifadedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Uygulamanın yeni çıkacak sürümleri için kullanıcılardan ek ücret talep edilir.",
      "B": "Abonelik süresi boyunca kullanıcılar uygulamanın en güncel sürümünü ek bir ücret ödemeden kullanabilir.",
      "C": "Kullanıcılar uygulamayı sınırsız bir süre için ücretsiz kullanabilir.",
      "D": "Bu satış modelinde kullanıcı sınırlı süreyle kullanım hakkına sahip olur.",
      "E": "Bu model çoğunlukla kâr amacı gütmeyen organizasyonlar ve serbest<br/>geliştiriciler tarafından tercih edilmektedir."
    },
    "explanation": "Cevabınız doğru değilse Satış ve Lisanslama Modelleri başlığını yeniden gözden geçiriniz.<br/>Perakende satış modeli: Kullanıcı, uygulamanın özel bir sürümünü kullanabilmek için belli bir<br/>ücret öder ve satış sözleşmesinde belirlenen kurallar çerçevesinde ömür boyu kullanım<br/>hakkına sahip olur. Genellikle bu satış modelinde uygulamanın yeni çıkacak sürümleri<br/>için kullanıcılardan ek ücret talep edilir.<br/>Sorumuzun doğru cevabı A şıkkıdır."
  },
  {
    "id": "3408406",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi \"Apple iWork\" uygulamalarından biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Writer",
      "B": "Calc",
      "C": "Meeting",
      "D": "Pages",
      "E": "Gmail"
    },
    "explanation": "Cevabınız doğru değilse Uygulama Yazılımı Türleri başlığını yeniden gözden geçiriniz.<br/>Sorumuzun doğru cevabı D şıkkıdır."
  },
  {
    "id": "3408407",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi LibreOffice Writer'ın özelliklerinden biri <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Görsel, ses ve video gibi medyalar ekleyebilme",
      "B": "Yerleşik hesaplama fonksiyonları ve formül editörü",
      "C": "HTML, XHTML ve XML web formatlarına çıktı alabilme",
      "D": "Elektronik belge imzalama ve şifreleme",
      "E": "Program yazarak iş süreçlerinizi otomatikleştirebilme"
    },
    "explanation": "Cevabınız doğru değilse LibreOffice Writer başlığını yeniden gözden geçiriniz.<br/>Sorumuzun doğru cevabı E şıkkıdır.<br/>Özellikle açık kaynak yazılım dünyasında oldukça popüler olan LibreOffice Writer’ı her türlü dijital belgeyi oluşturmak, düzenlemek ve bastırmak için kullanabilirsiniz. Writer’ın öne çıkan bazı özelliklerini şu şekilde sıralayabiliriz:<br/><ul><br/><li>Gelişmiş metin düzenleme araçları</li><br/><li>Görsel, ses ve video gibi medyalar ekleyebilme</li><br/><li>Yazım ve dilbilgisi denetimi</li><br/><li>Yerleşik çizim araçları</li><br/><li>Yerleşik hesaplama fonksiyonları ve formül editörü</li><br/><li>PDF formatına çıktı alabilme ve doldurulabilir</li><br/><li>PDF formları oluşturabilme</li><br/><li>HTML, XHTML ve XML web formatlarına çıktı alabilme</li><br/><li>ePUB formatına çıktı alabilme</li><br/><li>İçindekiler, kaynakça ve sayfa yönetimi</li><br/><li>Elektronik belge imzalama ve şifreleme</li><br/><li>Düzeltme takibi ve belge karşılaştırma</li><br/><li>Veritabanı entegrasyonu</li><br/><li>e-Posta birleştirme</li><br/><li>UNO uygulama programlama arayüzü ile komut betikleri çalıştırma</li><br/></ul>"
  },
  {
    "id": "3408408",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Nesne Yönelimli Veritabanlarına ait özelliklerden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Veriler nesneler biçiminde saklanır.",
      "B": "Veriler, bir dizi tablodaki satırlarda ve sütunlarda saklanır.",
      "C": "Veri yazma ve sorgulama için yapılandırılmış sorgu dili (SQL) kullanılır.",
      "D": "Makine öğreniminden yararlanarak görevleri otomatikleştirebilmektedir.",
      "E": "Yapılandırılmış veya yapılandırılmamış verileri yönetmek için tasarlanmış veritabanlarıdır."
    },
    "explanation": "Cevabınız doğru değilse Veritabanı Yönetim Sistemleri başlığını yeniden gözden geçiriniz.<br/>Nesne yönelimli bir veritabanında veriler, nesneler biçiminde saklanır. ObjectDB, Actian (eski adıyla Versant) ve InterSystems Cache nesne yönelimli veritabanlarına örnek verilebilir."
  },
  {
    "id": "3408409",
    "unitNumber": 5,
    "text": "1983 yılında Amerikan Savunma Bakanlığı bünyesinde dosya alış-verişi, elektronik posta alıp gönderme ve uzaktan erişim gibi olanaklar sağlamak üzere kullanılan protokol aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "TCP/IP",
      "B": "SMTP",
      "C": "FTP",
      "D": "SNMP",
      "E": "NNTP"
    },
    "explanation": "TCP/IP, internet protokol takımı, bilgisayarlar ve ağ cihazları arasında iletişimi sağlamak amacıyla standart olarak kabul edilmiş kurallar dizisidir. Bu kurallar dizisi temel olarak verinin ağ üzerinden ne şekilde paketleneceğini ve iletilen veride hata olup olmadığının nasıl denetleneceğini belirlemektedir.<br/>Dosya alış-verişi, elektronik posta alıp gönderme ve uzaktan erişim gibi olanaklar sağlayan TCP/IP (Transmission Control Protocol) protokolü 1983 yılında Amerikan Savunma Bakanlığı bünyesinde kullanıldı. Bağlantılı Ağlar (Interconnected Networks) kelimelerinin kısaltılması olan internet terimi 1985 yılında ilk defa Vint Cerf ve Bob Kahn tarafından kullanıldı."
  },
  {
    "id": "3408410",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi İnternet üzerinde yayınlanan birbirleriyle bağlantılı hipermetin dokümanlarından oluşan bir bilgi sistemidir?",
    "correctAnswer": "B",
    "options": {
      "A": "ARPANET",
      "B": "WWW",
      "C": "HTTP",
      "D": "HTML",
      "E": "TCP/IP"
    },
    "explanation": "ARPANET kapalı bir sistem olduğu için herkesin kullanımına açılamıyordu. Bazı düzenlemeler ve geliştirmeler yapılsa da 1993 yılına kadar herkese açık bir sistem haline getirilemedi. 1989 yılında İngiliz mühendis Tim Berners Lee tarafından Avrupa Nükleer Araştırma Merkezi CERN laboratuvarlarında HTML işaretleme dili geliştirildi. İnternet üzerindeki bilgi/dosya ve arşivlere kolay ve hızlı erişimin sağlanabilmesi amacıyla CERN’de bir başka çalışma başlatıldı. Bu çalışma ile Türkçe anlamı Dünya Çapında Ağ olan World Wide Web (WWW) bilgi paylaşım sistemi kuruldu. Böylece internet herkesin kullanabileceği bir yapıya büründü.<br/>World Wide Web, Dünya Çapında Ağ (kısaca WWW veya Web), İnternet üzerinde yayınlanan birbirleriyle bağlantılı hipermetin dokümanlarından oluşan bir bilgi sistemidir. Bu dokümanların her birine web sayfası adı verilir ve web sayfalarına internet kullanıcısının bilgisayarında çalışan web tarayıcısı adı verilen bilgisayar programları aracılığıyla erişilir. Web sayfalarında metin, resim, video ve diğer çoklu ortam öğeleri bulunabilir. Bağlantı ya da link adı verilen hiper-bağlantılar ile başka web sayfalarına geçiş yapılabilir. İnternet ve web terimleri aynı olguyu tanımlamaz. Web, internet üzerinde çalışan bir servistir."
  },
  {
    "id": "3408411",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Web 2.0'ın sağladığı özelliklerden biri <u>değildir?</u>",
    "correctAnswer": "A",
    "options": {
      "A": "Etkileşimli içeriği sağlamayan, statik web sitelerinin bir kümesidir.",
      "B": "Kullanıcılar bilgiyi inşa eden, katılımcı, aktif bireyler haline dönüşmüşlerdir.",
      "C": "Kullanıcılar web sitesindeki içeriğe yorum ya da değerlendirme yapabilmekte, içeriğin oluşturulmasına katkıda bulunmaktadırlar.",
      "D": "Kullanıcıların ortaklaşa ve paylaşarak içerik geliştirebilmesi, birbiriyle işbirliği yapabilmesini desteklenir.",
      "E": "Web 2.0 teknolojilerine dayanan sosyal ağlar, içeriğin kullanıcılar tarafından inşa edildiği internet tabanlı uygulamalardır."
    },
    "explanation": "Seçeneklerden A seçeneği \"Etkileşimli içeriği sağlamayan, statik web sitelerinin bir kümesidir.\" 'Web 1.0'ı tanımlamaktadır. Web 2.0 bundan farklı olarak katılımcıların içerik ile etkileşimde olduğu bir özellik sunmaktadır.<br/>İnternetin gelişimi ve yaygınlaşması aslında Web 2.0 versiyonunun ortaya çıkmasıyla yaşanmıştır. Web 2.0 ile birlikte kullanıcılar sadece bilgiye erişen ve takip eden olmakla kalmayıp aynı zamanda bilgiyi inşa eden, katılımcı, aktif bireyler haline dönüşmüşlerdir. Yani daha önce yalnızca okur olan kullanıcılar bu yeni düzen ile birlikte okur-yazar konumuna gelmişlerdir. Böylece bir web sitesindeki içeriğe yorum ya da değerlendirme yapabilmekte, içeriğin oluşturulmasına katkıda bulunmakta, içeriği paylaşabilmekte, çevrimiçi topluluk oluşturabilmekte ya da var olan topluluklara katılarak fikirlerini paylaşabilmektedir. Web 2.0’ın en önemli özelliği kullanıcıların ortaklaşa ve paylaşarak içerik geliştirebilmesini, birbiriyle işbirliği yapabilmesini desteklemesidir. Özellikle sosyal ağların ortaya çıkması ile birlikte bireyler benzer ilgi alanlarına ve düşüncelere sahip diğer kişilerle topluluklar oluşturarak fikirlerini daha geniş kitlelere duyurabilme olanağına kavuşmuştur. Web 2.0 teknolojilerine ve felsefesine dayanan sosyal ağlar, içeriğin kullanıcılar tarafından inşa edildiği, yönetildiği, paylaşıldığı internet tabanlı uygulamalardır. Kullanıcılar sosyal ağlar ile düşüncelerini, beğenilerini ya da eleştirilerini rahatlıkla dile getirebilecek demokratik bir mecraya kavuşmuştur."
  },
  {
    "id": "3408412",
    "unitNumber": 5,
    "text": "İnternetin doğuşu ve tarihsel gelişimine ilişkin verilen olayların kronolojik sıralaması dikkate alındığında hangi olay günümüze daha yakın bir tarihte gerçekleşmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "J.C.R Licklider’ın Massachusetts Institute of Tecnology’de (MIT) Galaktik Ağ kavramını tartışmaya açması",
      "B": "Lawrence Roberts ile Thomas Merrill’in bilgisayarların ilk kez birbirleri ile iletişim kurmasını sağlamaları",
      "C": "Lawrence Roberts’ın DARPA’da çalışmaya başlayarak ARPANET adlı proje önerisini gerçekleştirmesi",
      "D": "ARPANET çerçevesinde ilk bağlantının gerçekleştirilmesi",
      "E": "E-posta teknolojisinin ARPANET içerisinde kullanılmaya başlanması"
    },
    "explanation": "<strong>Başlık: İnternetin Doğuşu ve Tarihsel Gelişimi</strong><br/>Seçenekler kronolojik sıra ile sunulmuş bir tarihçe özetidir. İlk olarak J.C.R. Licklider tarafından Galaktik Ağ kavramı tartışmaya açılmış, 1965 yılında MIT’te araştırmacı olarak görev yapan Lawrence Roberts ile Thomas Merrill bilgisayarların ilk kez birbirleri ile iletişim kurmasını sağlamıştır. 1966 yılında Lawrence Roberts’ın DARPA’da çalışmaya başlayarak ilk internet ağı olan ARPANET adlı proje önerisini gerçekleştirmesi söz konusudur. ARPANET çerçevesinde ilk bağlantının gerçekleştirilmesi 1969 yılına ait bir gelişmedir. 1972 yılında ise Ray Tomlinson’ın çalışmaları ile e-posta teknolojisi ARPANET içerisinde kullanılmaya başlanmıştır. Bu bağlamda seçenekler arasında da en sonda yer alan e-posta teknolojisinin ARPANET içerisinde kullanılmaya başlanması günümüze en yakın olaydır."
  },
  {
    "id": "3408413",
    "unitNumber": 5,
    "text": "“Bilgisayarlar ve ağ cihazları arasında iletişimi sağlamak amacıyla standart olarak kabul edilmiş kurallar dizisidir. Bu kurallar dizisi temel olarak verinin ağ üzerinden ne şekilde paketleneceğini ve iletilen veride hata olup olmadığının nasıl denetleneceğini belirlemektedir.”<br/>Yukarıda verilen tanım aşağıdakilerden hangisine aittir?",
    "correctAnswer": "D",
    "options": {
      "A": "ARPANET",
      "B": "DARPA",
      "C": "Galaktik Ağ",
      "D": "TCP/IP",
      "E": "Bağlantılı Ağlar"
    },
    "explanation": "<strong>Başlık: İnternetin Doğuşu ve Tarihsel Gelişimi</strong><br/>TCP/IP (Transmission Control Protocol), internet protokol takımı, bilgisayarlar ve ağ cihazları arasında iletişimi sağlamak amacıyla standart olarak kabul edilmiş kurallar dizisidir. Bu kurallar dizisi temel olarak verinin ağ üzerinden ne şekilde paketleneceğini ve iletilen veride hata olup olmadığının nasıl denetleneceğini belirlemektedir. ARPANET, DARPA’da çalışan Lawrence Roberts’in ilk internet ağı projesinin ismidir. Galaktik Ağ, J.C.R Licklider’ın Massachusetts Institute of Tecnology’de (MIT) tartışmaya açtığı internete ilişkin ilk temel kavramlardan biridir. Bağlantılı Ağlar ise “Interconnected Networks” kelimelerinin kısaltılması olan internet terimi için üretilmiş olup 1985 yılında ilk defa Vint Cerf ve Bob Kahn tarafından kullanılmıştır."
  },
  {
    "id": "3408414",
    "unitNumber": 5,
    "text": "“CERN laboratuvarlarında HTML işaretleme dilini geliştirdi. Web sayfalarının internetteki sitelere bağlanmasını sağlayan HTTP metin işaretleme dilini buldu. Aynı zamanda ilk web tarayıcı yazılımını da geliştiren kişidir.”<br/>Metinde anlatılan ve internetin herkese açık bir sistem haline gelmesinde büyük katkıları olan mühendis aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "J.C.R Licklider",
      "B": "Lawrence Roberts",
      "C": "Thomas Merrill",
      "D": "Ray Tomlinson",
      "E": "Tim Berners Lee"
    },
    "explanation": "<strong>Başlık: İnternetin Doğuşu ve Tarihsel Gelişimi</strong><br/>ARPANET kapalı bir sistem olduğu için herkesin kullanımına açılamıyordu. Bazı düzenlemeler ve geliştirmeler yapılsa da 1993 yılına kadar herkese açık bir sistem haline getirilemedi. 1989 yılında İngiliz mühendis Tim Berners Lee tarafından Avrupa Nükleer Araştırma Merkezi CERN laboratuvarlarında HTML işaretleme dili geliştirildi. Aynı zamanda HTML işaretleme dilinin, http metin işaretleme dilinin ve ilk web tarayıcı yazılımının geliştirilmesinde rol oynadı. Diğer seçeneklerde de de internetin doğuşu ve tarihsel gelişimi ile ilgili diğer kritik isimler yer almaktadır. J.C.R Licklider Galaktik Ağ kavramı ile, Lawrence Roberts ve Thomas Merrill bilgisayarların ilk kez birbirleri ile iletişim kurmalarını sağlamaları ile, Ray Tomlinson ise e-posta teknolojisinin ARPANET içerisinde kullanılması ile anılmaktadır."
  },
  {
    "id": "3408415",
    "unitNumber": 5,
    "text": "Bir mesajın küçük gruplardan geniş kitlelere kontrolsüz biçimde yayılımını ifade etmek için kullanılan terim aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sosyal ağ",
      "B": "Viral yayılım",
      "C": "Bağlantılı ağlar",
      "D": "Galaktik Ağ",
      "E": "Web 2.0"
    },
    "explanation": "<strong>Başlık: İnternetin Günümüzdeki Önemi ve İş Yaşamına Etkisi</strong><br/>Viral yayılım, bir hastalığın ağızdan ağıza yayılımına benzer şekilde bir mesajın sosyal ağlarda küçük gruplardan geniş kitlelere kontrolsüz biçimde yayılımını ifade etmektedir."
  },
  {
    "id": "3408416",
    "unitNumber": 5,
    "text": "Sosyal ağların özelliklerine ilişkin aşağıda verilenler dikkate alındığında hangisi diğerlerinden farklı bir başlıkta değerlendirilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Ekonomik",
      "B": "Erişilebilirlik",
      "C": "Güncel",
      "D": "Özgür",
      "E": "Lisanslı"
    },
    "explanation": "<strong>Başlık: Sosyal Ağların Özellikleri</strong><br/>Sosyal ağlar geleneksel medyadan farklı özelliklere ve iletişim olanaklarına sahiptir. Geleneksel medyada farklı altyapı, cihaz ya da lisanslamalara gereksinim duyulurken sosyal ağlar daha masrafsız, erişilebilir, güncel ve özgür bir ortam sunar. Seçeneklerde sosyal ağların geleneksel medyadan ayrılan yanları vurgulanmaktadır. Lisanslı kısmı ayrı bir başlıkta incelenmelidir."
  },
  {
    "id": "3408417",
    "unitNumber": 5,
    "text": "Aşağıdaki özellikler bir bütün olarak değerlendirildiğinde hangisi farklı bir başlıkta ele alınmalıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Sosyal medya hesaplarını çok kısa aralıklarla kontrol etme gereksinimi",
      "B": "Sosyal medyada yaşanan teknik sorunlara ve olumsuz eleştirilere karşı tahammülsüzlük",
      "C": "Sosyal ağda içerik oluşturma ve yayınlama bağlamında özgür hissetme",
      "D": "Bulunduğu her konumu anlık paylaşma ve yer bildirme ihtiyacı",
      "E": "Diğer kullanıcılar tarafından yayınlanan içeriği ilk beğenen ya da ilk yorum yapan olma yarışı"
    },
    "explanation": "<strong>Başlık: Sosyal Medya Bağımlılığı</strong><br/>Seçeneklerde sosyal medya bağımlılığına ilişkin göstergeler paylaşılmaktadır. Sosyal ağda içerik oluşturma, yayınlama ve var olan içeriklerle ilişkili yorum yapma bağlamında ise etik kurallar çerçevesinde tüm bireyler özgürdür. Bu bağlamda özgürlük sosyal ağların temel özelliklerinden biri olup diğer seçeneklerdeki gibi problemli bir davranış değildir."
  },
  {
    "id": "3408418",
    "unitNumber": 5,
    "text": "Web 2.0 ile zenginleşen aşağıdaki uygulama ve olanaklar dikkate alındığında hangisi diğerlerinden farklı bir başlıkta değerlendirilebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kitlesel açık çevrim içi dersler",
      "B": "Kişisel dijital kitap yayıncılığı",
      "C": "İnternet günlükleri",
      "D": "Kişisel video yayıncılığı",
      "E": "Sosyal ağlarda sohbet"
    },
    "explanation": "<strong>Başlık: Sosyal Ağlarda Öğrenme</strong><br/>Tüm seçeneklerde Web 2.0'a ilişkin başlıklar paylaşılmaktadır. Buna rağmen kitlesel açık çevrim içi dersler kurumsal akademik içeriğin yayınıyla ilgiliyken diğerleri bireylerin kişisel içerik yayınlamasına örnektir."
  },
  {
    "id": "3408419",
    "unitNumber": 5,
    "text": "Bireyler yaşamboyu öğrenme ile esnek, etkin, ekonomik öğrenme deneyimlerine ve olanaklarına erişebilirler. Bu tümcede “etkin” ifadesi ile aşağıdakilerden hangisi anlatılmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Birey, kendisine sunulan farklı program ve ders içeriğinden ihtiyacına göre planlamayı kendisi yapar.",
      "B": "Özellikle sosyal medyanın sağladığı olanaklarla internet üzerinde pek çok kaynağa ücretsiz erişebilme yoluyla öğrenme deneyimleri elde eder.",
      "C": "Geçmişte kaçırdığı eğitim fırsatlarını yakalar, var olan bilgi ve becerilerini geliştirme ve yenileme şansı bulur.",
      "D": "Zamanını daha verimli kullanarak çalışma yaşamına ara vermeden, kendi ders çalışma alışkanlıklarına uygun olan içeriğe ağırlık verir.",
      "E": "Öğrenme süreci sadece okulda belli bir yaş aralığına sıkışmaz, yaşamın her aşamasında sürdürülebilir."
    },
    "explanation": "<strong>Başlık: Sosyal Ağlarda Öğrenme</strong><br/>Seçeneklerde yaşamboyu öğrenmenin etkin, esnek ve ekonomik yönlerinin yanı sıra genel özelliklerine de yer verilmektedir. Etkin ifadesi, bireyin zamanını daha verimli kullanarak çalışma yaşamına ara vermeden, kendi ders çalışma alışkanlıklarına uygun olan içeriğe ağırlık vermesi için kullanılmaktadır."
  },
  {
    "id": "3408420",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi diğerlerinden farklıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "3G/4G",
      "B": "Android",
      "C": "IOS",
      "D": "RIM",
      "E": "Symbian OS"
    },
    "explanation": "<strong>Başlık: Mobil İşletim Sistemleri</strong><br/>Seçeneklerde bazı mobil işletim sistemleri verilmiştir. Cep bilgisayarları, tablet bilgisayarlar, akıllı cep telefonları gibi mobil iletişim aygıtlarını yönetmek için üretilen işletim sistemleri mobil işletim sistemleri olarak adlandırılır. 3G/4G ise mobil cihazlar üzerinden internete bağlanabilmeye olanak sağlayan teknolojidir."
  },
  {
    "id": "3408421",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi diğerlerinden farklıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "3G/4G",
      "B": "WI-FI",
      "C": "Bluetooth",
      "D": "Kızılötesi",
      "E": "Android"
    },
    "explanation": "<strong>Başlık: Mobil Teknolojiler</strong><br/>Mobil aygıtların çevrim içi iletişim kurabilmesi amacıyla çeşitli iletişim ve bağlantı teknolojileri kullanılmaktadır. Seçeneklerde bu teknolojiler verilmektedir. Android ise açık kaynak kodlu ve esnek mimarili bir mobil işletim sistemidir."
  },
  {
    "id": "3408422",
    "unitNumber": 5,
    "text": "Birbirine bağlı akıllı cihazların oluşturduğu ağa ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Nesnelerin interneti",
      "B": "GPS Uygulamaları",
      "C": "Navigasyon sistemi",
      "D": "Kablosuz yerel alan ağı",
      "E": "WI-FI"
    },
    "explanation": "<strong>Başlık: Giyilebilir Teknolojiler</strong><br/>Birbirine bağlı akıllı cihazların oluşturduğu ağa nesnelerin interneti adı verilmektedir.<br/>GPS uygulamaları ABD Savunma Bakanlığı tarafından geliştirilmiş uydu bazlı konum ya da yer belirleme sistemidir.<br/>GPS kullanılarak bulunulan noktadan varış noktasına görsel ve işitsel yönlendirmelerle ulaşılmasını sağlayan sistemler ise Navigasyon Sistemi olarak isimlendirilmektedir.<br/>Kablosuz yerel alan ağı (WLAN - Wireless Local Area Network) teknolojisi, kablolu iletişime alternatif olarak ortaya çıkmıştır. Radyo frekansı teknolojisini kullanarak verilerin belirli bir frekans kanalında iletildiği, bilgi alışverişi yapmayı sağlayan, karasal, esnek bir iletişim yöntemidir.<br/>Son olarak WI-FI, kablosuz internet bağlantı teknolojisidir."
  },
  {
    "id": "3408423",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi sosyal ağların erişilebilirlik özelliğine örnektir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sosyal ağlara katılmak için herhangi bir ücret ödemeye gerek yoktur.",
      "B": "Sosyal ağlar mobil uygulamalar aracılığıyla akıllı telefon, tablet gibi mobil cihazlardan kolaylıkla takip edilmektedir.",
      "C": "Sosyal ağlarda anlık paylaşımlar, içerik üretimi ve paylaşımı gerçekleşmektedir.",
      "D": "Bireyler geçmişte yaptıkları açıklamaları ya da oluşturdukları içerikleri istedikleri anda güncelleyebilmektedir.",
      "E": "Sosyal ağ kullanıcıları bu ortamlarda içerik oluşturma, yayınlama ya da var olan içeriğe yorum yapma konusunda insan hakları ve etik değerler çerçevesinde özgürdür."
    },
    "explanation": "B seçeneği dışındaki yanıtlar sosyal ağların ekonomik, güncel ve özgür olma özellikleri ile ilgilidir:<br/>Ekonomik: Geleneksel medyadan farklı olarak sosyal ağlarda içerik bireyler tarafından oluşturulur. Sosyal ağlara katılmak için herhangi bir ücret ödemeye gerek yoktur. Oysa geleneksel medya uygulamaları özel şirketlerin ve hükümetlerin sahipliğindedir ve bu ortamlar için içerik hazırlayacak uzman kişilere ihtiyaç vardır.<br/>Güncel: Sosyal ağlarda anlık paylaşımlar, içerik üretimi ve paylaşımı gerçekleşmektedir. Bireyler geçmişte yaptıkları açıklamaları ya da oluşturdukları içerikleri istedikleri anda güncelleyebilmektedir ancak geleneksel medyada bilgiler durağandır. Basılan bir dergi ya da bir televizyon programı güncellenemez. Arşivlenen içeriği güncellemek için ancak yeniden oluşturmak gerekir ki bu da zaman ve maliyet gerektirir.<br/>Özgür: Sosyal ağ kullanıcıları bu ortamlarda içerik oluşturma, yayınlama ya da var olan içeriğe yorum yapma konusunda insan hakları ve etik değerler çerçeve<br/>Erişilebilir: Sosyal ağ uygulamaları her zaman her yerden erişilebilir şekilde tasarlanmıştır. Bu platformlar masaüstü bilgisayarlardan erişilebildiği gibi mobil uygulamalar aracılığıyla akıllı telefon, tablet gibi mobil cihazlardan da kolaylıkla takip edilmektedir."
  },
  {
    "id": "3408424",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi sosyal medya bağımlılığının belirtilerinden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sosyal medya hesaplarını çok kısa aralıklarla kontrol etme ihtiyacı",
      "B": "Sosyal medyada yaşanan teknik sorunlara ve olumsuz eleştirilere karşı tahammülsüzlük",
      "C": "Bulunduğu her konumu anlık paylaşma ve yer bildirme ihtiyacı",
      "D": "Günlük yaşamda sürekli kendi blogunda yer alan yazılara yönlendirme",
      "E": "Diğer kullanıcılar tarafından yayınlanan içeriklerde seçici olma ihtiyacı"
    },
    "explanation": "Sosyal medya bağımlılık belirtileri şunlardır:<br/>• Sosyal medya hesaplarını çok kısa aralıklarla kontrol etme ihtiyacı,<br/>• Sosyal medyada yaşanan teknik sorunlara ve olumsuz eleştirilere karşı tahammülsüzlük,<br/>• Bulunduğu her konumu anlık paylaşma ve yer bildirme ihtiyacı,<br/>• Diğer kullanıcılar tarafından yayınlanan içeriği ilk beğenen ya da ilk yorum yapan olma yarışı,<br/>• Günlük yaşamda sürekli kendi blogunda yer alan yazılara yönlendirme şeklinde sıralanabilir.<br/>Sosyal medya bağımlıları, gerek dahil oldukları ağdaki gelişmeleri gerekse diğer bireylerin paylaşımlarını anlık takip edebilmek için çok kısa aralıklarla sosyal medya hesaplarını kontrol etmektedir. Öyle ki bu kişileri sizinle konuştuğu sırada akıllı telefonuyla sosyal ağlarda paylaşım yaparken görebilirsiniz. Aşağıda sıraladığımız belirtilerden bir ya da birkaçına sahip kişiler sosyal medya bağımlısı olarak ifade edilmektedir.<br/>Sosyal ağlar hayatımızı kolaylaştıracak fırsatlar ve olanaklar sunuyor olsa da her alanda olduğu gibi bağımlılık hâline dönüştürmeden, aşırı ve gereksiz kullanımından kaçınılmalıdır."
  },
  {
    "id": "3408425",
    "unitNumber": 5,
    "text": "Sosyal medyayı kullanabilmek için ihtiyaç duyulan yeterliliklere ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sosyal ağlarda öğrenme",
      "B": "Sosyal ağlarda yayıncılık",
      "C": "Sosyal medya okuryazarlığı",
      "D": "Sosyal ağlara özgü etkinlikler",
      "E": "Sosyal ağlarda eğlence"
    },
    "explanation": "Sosyal medyanın etkili kullanımına ilişkin farkındalık kazandırmak üzere dünyanın birçok ülkesinde sosyal medya okuryazarlığı eğitimleri düzenlenmektedir. Ülkemizde de sosyal medya okuryazarlığı hakkında toplumu bilinçlendirmek amacıyla çeşitli eğitim faaliyetleri yürütülmektedir.<br/>Sosyal medya okuryazarlığı genel olarak sosyal medyayı kullanabilmek için ihtiyaç duyulan yeterlilikleri ifade etmektedir. Kişilerin bu ortamlarda mesaj oluşturabilmesi, var olan içerikleri daha iyi anlaması, değerlendirmesi, analiz etmesi ve doğru iletişimi kurabilmesi için bilgi ve deneyime sahip olması gerekir. Değişen rollerle birlikte aktif konuma gelen bireylerin ortamda mesaj oluşturma, var olan mesajlara katkıda bulunma, yorum yapma süreçlerinde temel düzeyde de olsa teknik bilgi ve beceriye sahip olma zorunluluğu doğmuştur."
  },
  {
    "id": "3408426",
    "unitNumber": 5,
    "text": "I. Eleştirel düşünme<br/>II. Bireyselleşme<br/>III. Esneklik<br/>IV. Sadakat<br/>Yukarıdakilerden hangileri 21. yüzyıl becerilerindendir?",
    "correctAnswer": "B",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "II ve III",
      "D": "I ve IV",
      "E": "III ve IV"
    },
    "explanation": "İş yaşamında karşılaştığı problemlere yaratıcı çözümler üretebilecek, eleştirel düşünme becerileri gelişmiş, inisiyatif kullanabilen, girişimci, meraklı ve yaratıcı fikirler üretebilen bireylere ihtiyaç duyulmaktadır. Bugün pek çok firma iş görüşmesi sırasında bu becerilerin varlığını sorgulamaktadır. Bireylerin yukarıda sıraladığımız yaşam becerileriyle donanabilmesi için sadece biçimsel yollarla okulda aldığı eğitimler yeterli olmayacaktır. Öğrenmeyi bireyin tüm yaşamı boyunca sürdüreceği bir yaşam felsefesi hâline getirmesi gerekmektedir.<br/>21. yüzyıl yaşam becerileri şöyle ifade edilmektedir;<br/>• eleştirel düşünme ve problem çözme,<br/>• iş birliği ve liderlik,<br/>• esneklik,<br/>• inisiyatif kullanabilme ve girişimci olma,<br/>• etkili iletişim becerilerine sahip olma,<br/>• bilgiye erişim ve analiz becerilerine sahip olma,<br/>• meraklı ve yaratıcı olma"
  },
  {
    "id": "3408427",
    "unitNumber": 5,
    "text": "Taşınabilirlik açısından kullanıcılara en üst düzeyde hizmet sunan cihazlara ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kablosuz ağ",
      "B": "Kızılötesi",
      "C": "Bulut teknolojisi",
      "D": "Mobil iletişim aygıtları",
      "E": "Akıllı saat"
    },
    "explanation": "Mobil iletişim aygıtları denildiğinde ilk başta akla dizüstü bilgisayarlar, cep bilgisayarları, akıllı cep telefonları, taşınabilir medya oynatıcıları ve tablet bilgisayarlar gelmektedir. Bu cihazlara neden mobil aygıtlar deniliyor, düşünelim. Farklı işlevlere ve kullanım biçimlerine sahip olan bu aygıtların en büyük ortak özelliği “taşınabilirlik”tir. Başka bir deyişle taşınabilirlik açısından kullanıcılara en üst düzeyde hizmet sunan cihazlar genel itibariyle mobil iletişim aygıtları olarak isimlendirilmektedir. Burada aslında sabit iletişim ortamlarına kıyasla<br/>Taşınabilirlik açısından kullanıcılara en üst düzeyde hizmet sunan cihazlar genel itibarıyla <strong>mobil iletişim aygıtları</strong> olarak isimlendirilmektedir."
  },
  {
    "id": "3408428",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi sosyal ağlarda güvenliği tehdit eden durumlardan biri <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Sosyal paylaşım sitelerindeki gizli bağlantılara tıklanması",
      "B": "Korsan yazılımların kullanılması",
      "C": "Sahte arkadaş mesajlarındaki bağlantılara tıklanması",
      "D": "Sahte ağ mesajlarındaki bağlantılara tıklanması",
      "E": "Ortamın sunduğu gizlilik ve erişim politikalarının incelenmesi"
    },
    "explanation": "Kişisel bilgilerin çalınması, kötü niyetli kullanılması ya da dağıtılması ile sonuçlanabilecek olumsuz durumlarla karşılaşmamak için sosyal ağlarda çok dikkatli olunmalıdır. Bireylerin özgürce fikirlerini, duygularını, düşüncelerini, kişisel bilgilerini paylaştığı sosyal ağlarda mahremiyetin kolaylıkla ihlal edilebileceği unutulmamalıdır.<br/>Bireyler günlük yaşamda paylaşmaktan çekindikleri kişisel bilgilerini sosyal ağlarda rahatlıkla paylaşabilmektedir. Bu ortamlarda paylaşılan kişisel bilgiler, gizlilik ve güvenlik konusunda bazı sorunları da beraberinde getirmektedir. Kişiler bilgilerini paylaşırken dikkatli olmalı, ortamın sunduğu gizlilik ve erişim politikalarını titizlikle incelemelidir. Sosyal ağların yeterince dikkatli kullanılmaması sonucunda ciddi tehdit ve tehlikelerle karşılaşılabileceği unutulmamalıdır. Sosyal ağlarda güvenliği tehdit eden durumları şöyle özetleyebiliriz;<br/><ul><br/><li>Sosyal paylaşım sitelerindeki gizli bağlantılara tıklanması (dokunulması),</li><br/><li>Korsan yazılımların kullanılması,</li><br/><li>Sahte arkadaş mesajlarındaki bağlantılara tıklanması (dokunulması),</li><br/><li>Sahte ağ mesajlarındaki bağlantılara tıklanması (dokunulması),</li><br/><li>Sahte güvenlik uyarılarına tıklanması (dokunulması)</li><br/></ul>"
  },
  {
    "id": "3408429",
    "unitNumber": 5,
    "text": "Aşağıdaki hangisi nesnelerin internetine örnek değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kalp ritmini sürekli ölçerek kişi kalp krizi geçirmeden önce sağlık ekiplerini arayan sistem.",
      "B": "Hava kalitesini tespit ederek tehlikeli konsantrasyon olması durumunda insanları tahliye eden monitörler.",
      "C": "Yaşlı kişi düştüğünde bunu algılayarak sağlık ekiplerini arayabilen cihaz.",
      "D": "Topraktaki nem seviyesini algılayarak akıllı sulama sistemini kumanda eden sistem.",
      "E": "Toplantılar için kullanılmak üzere bir video görüşme uygulaması."
    },
    "explanation": "Giyilebilir teknolojilerin çalışma yapısını daha iyi anlayabilmemiz için öncelikle bu ifadeyi açıklayalım. Nesnelerin interneti, fiziksel nesnelerin birbirleriyle veya daha büyük sistemlerle bağlantılı olduğu iletişim ağıdır. Günlük kullanımımızda olan nesnelerin internete bağlanıp veri gönderip alması kabiliyeti olarak da ifade edilmektedir.<br/>Seçenekler arasında A, B, C ve D seçenekleri nesnelerin internetine örnektir. Bu seçeneklerin tümünde birtakım sensörler ile çift yönlü bilgi alışverişi yapılabilmektedir. Ancak E seçeneğinde verilen\"Toplantılar için kullanılmak üzere bir video görüşme uygulaması.\" örneği bir sadece iletişim platformu olup nesnelerin internetine örnek teşkil etmemektedir.<br/>Teknolojik cihazlar kablosuz ağlar aracılığıyla birbirlerine bağlanarak çift yönlü bilgi alışverişi yapabilmektedir. Kablosuz ağlar üzerinden üzerlerindeki algılayıcılarla kendisindeki bilgiyi iletebilen ve karşıdan bilgiyi alabilen cihazlar akıllı cihaz olarak ifade edilmektedir. Bir cihazın “akıllı” sayılabilmesi ve nesne olarak nitelendirilebilmesi için üç şartı sağlaması gerekir. Tekil bir isme sahip olması, bağlanılabilir olması ve bir sensörü olması durumunda akıllı cihaz olarak nitelendirilebilir. Bu şekilde birbirine bağlı akıllı cihazların oluşturduğu ağa nesnelerin interneti (Internet of Things - IoT) adı verilmektedir."
  },
  {
    "id": "3408430",
    "unitNumber": 5,
    "text": "İlk bilgisayar ağı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "ARPANET",
      "B": "DARPA",
      "C": "NET",
      "D": "WWW",
      "E": "İnternet"
    },
    "explanation": "İlk bilgisayar ağı ARPANET'tir."
  },
  {
    "id": "3408431",
    "unitNumber": 5,
    "text": "I - İnternetin toplumda yaygınlaşması Web 2.0 versiyonunun kolaylaştırdığı sosyal medya ile yaşanmıştır.<br/>II - Web 2.0 ile birlikte kullanıcılar sadece bilgiye erişen ve takip eden olmakla kalmayıp aynı zamanda bilgiyi inşa eden, katılımcı, aktif bireyler haline dönüşmüşlerdir.<br/>III. Web 2.0’ın en önemli özelliği kullanıcıların ortaklaşa ve paylaşarak içerik geliştirebilmesini, birbiriyle iş birliği yapabilmesini desteklemesidir.<br/>Web 2.0 ile ilgili yukarıda verilen ifadelerden hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Verilen ifadelerin tamamı doğrudur."
  },
  {
    "id": "3408432",
    "unitNumber": 5,
    "text": "İşletmelerin kurumsal kimliğini yansıtan, faaliyetleri ile ilgili bilgi içeren ve müşterilerle etkileşim kurabildikleri yapının genel adı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ofis",
      "B": "Kurumsal web sitesi",
      "C": "Kartvizit",
      "D": "Veritabanı",
      "E": "Kütüphane"
    },
    "explanation": "İşletmelerin kurumsal kimliğini yansıtan, faaliyetleri ile ilgili bilgi içeren ve müşterilerle etkileşim kurabildikleri yapının genel adı Kurumsal web sitesidir."
  },
  {
    "id": "3408433",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi internetin iş yaşamına etkilerinden biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Şirketlerin tanınırlığını artırarak eşit şartlarda rekabet etme imkânı sağlaması",
      "B": "Reklam, nakliye, ürün tasarımı ve üretim maliyetlerinde azalmaya yol açması",
      "C": "Etkili pazarlama faaliyetleri yürütmeyi sağlaması",
      "D": "Tanıtım faaliyetlerini yürütmek amacıyla daha fazla çalışmayı gerektirmesi",
      "E": "Ürün/hizmetlerin tanıtım sürecine müşterinin dahil edilmesini sağlaması"
    },
    "explanation": "Tanıtım faaliyetlerini yürütmek amacıyla daha fazla çalışmayı gerektirmesi, internetin iş yaşamına etkilerinden biri değildir."
  },
  {
    "id": "3408434",
    "unitNumber": 5,
    "text": "------ bireylerin bir profil oluşturarak kimlik kazandıkları, profilleri aracılığıyla diğer bireylere ulaşabildikleri, dahil oldukları ağdaki bireylerin arkadaş listeleri aracılığıyla diğer ağlara katılabildikleri, iletişimde ve paylaşımda bulunabildikleri ortamlardır.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Sosyal ağlar",
      "B": "Kurumsal web siteleri",
      "C": "E-Ticaret siteleri",
      "D": "E-Posta kutuları",
      "E": "Veritabanları"
    },
    "explanation": "Sosyal ağlar bireylerin bir profil oluşturarak kimlik kazandıkları, profilleri aracılığıyla diğer bireylere ulaşabildikleri, dahil oldukları ağdaki bireylerin arkadaş listeleri aracılığıyla diğer ağlara katılabildikleri, iletişimde ve paylaşımda bulunabildikleri ortamlardır."
  },
  {
    "id": "3408437",
    "unitNumber": 5,
    "text": "Kendini sosyal hayattan soyutlama, günlük işlerini aksatma, sosyal medyadaki gelişmeleri kaçırma kaygısı gibi iletişim sorunları ------ olarak ifade edilir.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Sosyal medya bağımlılığı",
      "B": "Sosyal çekingenlik",
      "C": "İletişimden kaçınma",
      "D": "Mobil cihaz merakı",
      "E": "Sosyal kaygı"
    },
    "explanation": "Kendini sosyal hayattan soyutlama, günlük işlerini aksatma, sosyal medyadaki gelişmeleri kaçırma kaygısı gibi iletişim sorunlarıSosyal medya bağımlılığı olarak ifade edilir."
  },
  {
    "id": "3408438",
    "unitNumber": 5,
    "text": "Farklı işlevlere ve kullanım biçimlerine sahip olan mobil aygıtların en büyük ortak özelliği aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ucuz olması",
      "B": "Herkesin sahip olabilmesi",
      "C": "Küçük boyutta olması",
      "D": "Taşınabilir olması",
      "E": "Birbiriyle uyumlu olması"
    },
    "explanation": "Farklı işlevlere ve kullanım biçimlerine sahip olan mobil aygıtların en büyük ortak özelliği taşınabilir olmasıdır."
  },
  {
    "id": "3408439",
    "unitNumber": 5,
    "text": "Bir ürünün “giyilebilir teknoloji” olarak tanımlanabilmesi için sahip olması gereken özellik aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ucuz olması",
      "B": "Akıllı sensörlerden gelen bilgileri akıllı telefona kablosuz ya da bluetooth bağlantısı ile aktarması",
      "C": "Kablosuz olarak çalışması",
      "D": "Taşınabilir olması",
      "E": "Yaşam standardını iyileştirmesi"
    },
    "explanation": "Bir ürünün “giyilebilir teknoloji” olarak tanımlanabilmesi için sahip olması gereken özellik akıllı sensörlerden gelen bilgileri akıllı telefona kablosuz ya da bluetooth bağlantısı ile aktarmasıdır."
  },
  {
    "id": "3408440",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi ağın haberleşme yükü arttıkça sisteme işlemciler ekleyerek performansı arttırabilme yeteneği olarak tanımlanabilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ölçeklenebilirlik",
      "B": "Belge paylaşımı",
      "C": "Haberleşme",
      "D": "Yüksek güvenirlik",
      "E": "Tasarruf sağlama"
    },
    "explanation": "Ağın haberleşme yükü arttıkça sisteme işlemciler ekleyerek performansı arttırabilme yeteneği ölçeklenebilirlik olarak tanımlanabilir. Ölçeklenebilirlik, bilgisayar ağlarının kullanım amaçlarından biridir. Merkezi bilgisayarın kapasitesi dolduğu zaman bu sistemin daha yüksek kapasiteli başka bir sistemle değiştirilmesi, işletme açısından masraflı olmasının yanında bu bilgisayara erişen kullanıcıların işlerinin aksamasına da yol açacaktır. Bunun yerine ağa istenildiği kadar yeni bilgisayar dahil edilerek performans arttırılabilir."
  },
  {
    "id": "3408441",
    "unitNumber": 6,
    "text": "I. Bir bilgisayar ağında, cihazın ağ donanımını tanımaya yarar.<br/>II. MAC adresi bulunduğu ağa göre değişiklik gösteren bir adresleme iken IP adresi ise donanıma bağlı ve eşsiz bir adreslemedir.<br/>III. Her bir donanıma özgü olduğu için aynı MAC adresine sahip birden fazla ağ cihazı yoktur.<br/>IV. MAC adresleri, aralarına “:” işareti koyularak 16’lı tabanda yazılır.<br/>MAC adresine ilişkin yukarıdakilerden hangisi ya da hangileri doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "I ve IV",
      "C": "I, II ve IV",
      "D": "I, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "MAC Adresi: Bir bilgisayar ağında, cihazın ağ donanımını tanımaya yarar. MAC (media access control) adresi donanıma bağlı ve eşsiz bir adresken IP adresi ise bulunduğu ağa göre değişiklik gösteren bir adreslemedir. MAC adresi, benzersiz bir seri numarasıdır ve imalat sırasında her ağ aygıtı için atanır. Her bilgisayarın modeminin ve ağ kartının kendine özel birer MAC adresi vardır. Bilgisayarın ethernet kartına üretici tarafından kodlanan bir bilgidir. Her bir donanıma özgü olduğu için aynı MAC adresine sahip birden fazla ağ cihazı yoktur. Aynı ağda iki ağ cihazının birbiriyle haberleşmesi MAC adresiyle mümkündür. MAC adresleri, aralarına “:” işareti koyularak 01:23:45:67:89:AB şeklinde 16’lı tabanda yazılır."
  },
  {
    "id": "3408442",
    "unitNumber": 6,
    "text": "Bir bilgisayarla dış aygıtlar arasındaki kablo ile iletişimi sağlayan veri kanalı aşağıdalilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sunucu-İstemci Bilgisayarlar",
      "B": "IP adresi",
      "C": "Ethernet",
      "D": "Port",
      "E": "Fiber"
    },
    "explanation": "Port bir bilgisayarla dış aygıtlar arasındaki kablo ile iletişimi sağlayan veri kanalıdır. Bir başka ifadeyle ağdaki donanımların üzerinde bağlantı yapılmasına yarayan bağlantı noktalarıdır."
  },
  {
    "id": "3408443",
    "unitNumber": 6,
    "text": "Bilgisayar ağları küçükten büyüğe sıralanışı aşağıdaki seçeneklerin hangisinde doğru verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "WAN, PAN, LAN, MAN",
      "B": "PAN, LAN, MAN, WAN",
      "C": "MAN, WAN, PAN, LAN",
      "D": "MAN, PAN, LAN, WAN",
      "E": "PAN, LAN, WAN, MAN"
    },
    "explanation": "Bilgisayar ağlarını büyüklüklerine göre değerlendirdiğimizde dört türde ağ yapısı olduğunu görmekteyiz. Küçükten büyüğe doğru PAN (Personal Area Network), LAN (Local Area Network), MAN (Metropolitan Area Network), WAN (Wide Area<br/>Network) şeklinde sıralayabiliriz."
  },
  {
    "id": "3408444",
    "unitNumber": 6,
    "text": "Ev, okul, laboratuvar, iş binaları gibi sınırlı coğrafi alanda bilgisayarları ve diğer cihazları birbirine bağlayan bilgisayar ağı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "PAN",
      "B": "LAN",
      "C": "WAN",
      "D": "MAN",
      "E": "CAN"
    },
    "explanation": "LAN (Local Area Network - Yerel Alan Ağı), Ev, okul, laboratuvar, iş binaları gibi sınırlı coğrafialanda bilgisayarları ve diğer cihazları birbirine bağlayan bilgisayar ağıdır."
  },
  {
    "id": "3408445",
    "unitNumber": 6,
    "text": "I. Radyo<br/>II. Televizyon<br/>III. Telsiz<br/>IV. Telefon<br/>Yukarıdakilerden hangisi ya da hangileri yarı çift yönlü kanal türüne örnek olarak verilebilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I ve III",
      "D": "II ve IV",
      "E": "I, III ve IV"
    },
    "explanation": "Veri iletiminde tek yönlü (simplex), yarı çift yönlü (half dublex) ve tam çift yönlü (full dublex) olmak üzere üç farklı kanal türü kullanılmaktadır. Verinin sadece tek<br/>yönde iletildiği kanal türüne örnek olarak radyo ve televizyon yayınlarını gösterebiliriz. İzleyici ve dinleyiciler verileri alırlar ancak karşı tarafa gönderim yapamazlar. Yarı çift yönlü iletişimde her iki taraf da veri alıp gönderebilir ancak aynı anda bir tarafın veri göndermesi mümkündür. Telsizlerin çalışma yapısı<br/>buna bir örnektir. Telsizlerde her iki taraf da gönderim ve alım yapabilir ama aynı anda bir tarafın veri göndermesi mümkündür. Tam çift yönlü iletişimde<br/>ise aynı anda her iki taraf da gönderim ve alım yapabilir, böylece tam çift yönlü iletişim kurulmuş olur. Telefonları tam çift yönlü iletişimin gerçekleştiği ortamlara<br/>örnek gösterebiliriz."
  },
  {
    "id": "3408446",
    "unitNumber": 6,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/45fb9949fc6afb32ea8e81e9bc0cf022.jpeg\" alt=\"\" width=\"86\" height=\"62\"> Yukarıda verilen görsel hangi topoloji türüne örnektir?",
    "correctAnswer": "D",
    "options": {
      "A": "Halka",
      "B": "Veri yolu",
      "C": "Yıldız",
      "D": "Örgü",
      "E": "Ağaç"
    },
    "explanation": "Başlıca fiziksel ağ yapıları Veri Yolu, Yıldız, Halka, Ağaç ve Örgü topolojileridir. Görsel, örgü topolojisine örnektir."
  },
  {
    "id": "3408447",
    "unitNumber": 6,
    "text": "1. Nesil - Yalnızca sesli iletişim<br/>2. Nesil - Analog haberleşme sistemi<br/>3. Nesil - Çoklu ortam hizmetleri<br/>4. Nesil - IP tabanlı, kablolu ya da kablosuz iletişim<br/>5. Nesil - Nesnelerin interneti<br/>Yukarıda hücresel mobil sistemlerinde nesillere ilişkin ortaya çıkan gelişmelere yönelik eşleştirmelerden hangisi <strong>yanlıştır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "1. Nesil",
      "B": "2. Nesil",
      "C": "3. Nesil",
      "D": "4. Nesil",
      "E": "5. Nesil"
    },
    "explanation": "Analog sistemler 1. Nesil sistemlerin özelliğidir."
  },
  {
    "id": "3408448",
    "unitNumber": 6,
    "text": "I. Bilgi ve kimlik hırsızlığı<br/>II. Casus yazılımları<br/>III. VPN<br/>IV. Güvenlik duvarları<br/>V. İstenmeyen e-posta<br/>VI. Virüsler<br/>VII. Truva atları<br/>Yukarıda verilenlerden kaç tanesi bilgisayar ağlarında güvenliği tehdit edecek unsurlar arasında yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "3",
      "B": "4",
      "C": "5",
      "D": "6",
      "E": "7"
    },
    "explanation": "Bilgi ve kimlik hırsızlığı, veri kaybı, casus yazılımları, parola ele geçirme saldırıları, istenmeyen e-posta, virüsler bilgisayar ağlarında güvenliği tehdit eden unsurlar arasında yer alır. Soruda verilen listede bu unsurlardan beş tanesi bulunmaktadır."
  },
  {
    "id": "3408449",
    "unitNumber": 6,
    "text": "Genellikle bina içinde kullanılan, mobil istasyon hızlarının düşük, trafik yoğunluğunun yüksek olduğu geniş bant uygulamalarında kullanılan hücre türü aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Mega Hücre",
      "B": "Uydu Hücre",
      "C": "Makro Hücre",
      "D": "Mikro Hücre",
      "E": "Piko Hücre"
    },
    "explanation": "Piko Hücreler: Genellikle bina içinde kullanılır. Mobil istasyon hızlarının düşük, trafik yoğunluğunun yüksek olduğu geniş bant uygulamalarında kullanılır."
  },
  {
    "id": "3408450",
    "unitNumber": 6,
    "text": "Küçük bir alan içerisindeki veya uzak mesafelerdeki kaynakların iletişim hatları aracılığıyla birbirine bağlandığı, farklı kullanıcılar tarafından paylaşıldığı, bir yerden başka bir yere veri aktarımının mümkün olduğu iletişim sistemine<br/>Yukarıdaki tanım aşağıdakilerden hangisine aittir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bilgisayar ağları",
      "B": "Ağ topolojisi",
      "C": "Bilgisayar laboratuarı",
      "D": "Harici disk",
      "E": "Modem"
    },
    "explanation": "Bilgisayar ağları küçük bir alan içerisindeki veya uzak mesafelerdeki kaynakların iletişim hatları aracılığıyla birbirine bağlandığı, farklı kullanıcılar tarafından paylaşıldığı, bir yerden başka bir yere veri aktarımının mümkün olduğu iletişim sistemine denir.<br/>Bu nedenle doğru cevap A seçeneğidir."
  },
  {
    "id": "3408451",
    "unitNumber": 6,
    "text": "Ağda yer alan diğer donanımların alternatif donanım kaynağı olması, örneğin bir işlemcinin arızalanması durumunda diğer işlemcilerin arızalananın görevini üstlenmeleri bilgisayar ağlarının hangi amaçla kullanımına örnek olarak verilebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yüksek güvenilirlik",
      "B": "Tasarruf sağlama",
      "C": "Yazılım paylaşımı",
      "D": "Donanım paylaşımı",
      "E": "Ölçeklenebilirlik"
    },
    "explanation": "Ağda yer alan diğer donanımların alternatif donanım kaynağı olması, örneğin bir işlemcinin arızalanması durumunda diğer işlemcilerin arızalananın görevini üstlenmeleri bilgisayar ağlarının yüksek güvenilirlik amacıyla kullanımına örnek olarak verilebilir."
  },
  {
    "id": "3408452",
    "unitNumber": 6,
    "text": "Sunucu bilgisayarın kapasitesinin ağdaki istemci bilgisayardan daha düşük olması durumunda aşağıdakilerden hangisi yaşanır?",
    "correctAnswer": "A",
    "options": {
      "A": "Ağın çalışma kapasitesi düşer",
      "B": "ip adresi çakışmaları yaşanır",
      "C": "MAC adresleri tanımlanamaz",
      "D": "Port'lardan veri alış verişi gerçekleşmez",
      "E": "Kablosuz ağ ile bağlanmak gerekir"
    },
    "explanation": "Sunucu bilgisayarın kapasitesinin ağdaki istemci bilgisayardan daha düşük olması durumunda ağın çalışma kapasitesi düşer."
  },
  {
    "id": "3408453",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi doğru yazılmış bir MAC adresidir?",
    "correctAnswer": "A",
    "options": {
      "A": "01:23:45:67:89:AB",
      "B": "012:01:01:234:AB:000",
      "C": "AB.CD.EF.GH.IJ.KL",
      "D": "12:34:13:000:AB:123",
      "E": "ABC.01.23.45.67.890"
    },
    "explanation": "MAC adresleri iki haneli 6 grup, aralarında : işareti bulunan harf ve rakam kombinasyonlarından oluşur. Bu nedenle doğru cevap 01:23:45:67:89:AB şekinde yazılmış olandır."
  },
  {
    "id": "3408454",
    "unitNumber": 6,
    "text": "Bir ağ üzerindeki bilgisayarların ve diğer donanımların birbirine nasıl bağlanacağı, bu cihazların veri aktarımını nasıl yapacağı ve veri alışverişinde hangi kanalları kullanacağı aşağıdaki kavramlardan hangisi ile ifade edilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ağ topolojisi",
      "B": "Ağ protokolü",
      "C": "Referans modeli",
      "D": "Veri iletimi",
      "E": "Sistem kurulumu"
    },
    "explanation": "Bir ağ üzerindeki bilgisayarların ve diğer donanımların birbirine nasıl bağlanacağı, bu cihazların veri aktarımını nasıl yapacağı ve veri alışverişinde hangi kanalları kullanacağı ağ topolojisi ile ifade edilmektedir"
  },
  {
    "id": "3408455",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi günümüzde en çok kullanılan fiziksel bağlantı topolojisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yıldız",
      "B": "Bus",
      "C": "Halka",
      "D": "Ağaç",
      "E": "Örgü"
    },
    "explanation": "Günümüzde en çok kullanılan fiziksel bağlantı topolojisi yıldız tipi fiziksel toplojidir."
  },
  {
    "id": "3408456",
    "unitNumber": 6,
    "text": "TCP (Transmission Control Protocol) aşağıdaki OSI (Open Systems Interconnection) referans modeli katmanlarından hangisinde çalışmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Taşıma/iletim katmanı",
      "B": "Fiziksel katman",
      "C": "Veri bağlantısı katmanı",
      "D": "Ağ katmanı",
      "E": "Oturum katmanı"
    },
    "explanation": "TCP (Transmission Control Protocol), OSI referans modeli katmanlarından taşıma/iletim katmanında çalışmaktadır<br/>TCP (Transmission Control Protocol), OSI (Open Systems Interconnection) referans modeli katmanlarından taşıma/iletim katmanında çalışmaktadır"
  },
  {
    "id": "3408457",
    "unitNumber": 6,
    "text": "Bilgisayarların IP adreslerini ve haberleşmede kullanılan diğer parametreleri otomatik olarak dağıtan ve yöneten protokol aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "DHCP",
      "B": "HTTPS",
      "C": "TCP",
      "D": "OSI",
      "E": "UDP"
    },
    "explanation": "Bilgisayarların IP adreslerini ve haberleşmede kullanılan diğer parametreleri otomatik olarak dağıtan ve yöneten protokol DHCP protokolüdür."
  },
  {
    "id": "3408458",
    "unitNumber": 6,
    "text": "Aşağıdaki kablosuz bağlantı nesillerinden hangisi ile Nesnelerin interneti - Internet of Things(IoT) mümkün hale gelmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "5G",
      "B": "UMTS",
      "C": "GPRS",
      "D": "LTE",
      "E": "HSCSD"
    },
    "explanation": "IoT nesnelerin interneti kavramı 5G iletişim teknolojisi sayesinden mümkün hale gelmiştir."
  },
  {
    "id": "3408459",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi uzaktan erişim yoluyla farklı ağlara bağlanmayı sağlayan şifreli iletişim teknolojisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "VPN",
      "B": "Truva atları",
      "C": "Virüsler",
      "D": "İstenmeyen e-posta",
      "E": "Casus yazılımlar"
    },
    "explanation": "Uzaktan erişim yoluyla farklı ağlara bağlanmayı sağla-yan şifreli iletişim teknolojisi VPN olarak adlandırılmaktadır.<br/>Uzaktan erişim yoluyla farklı ağlara bağlanmayı sağlayan şifreli iletişim teknolojisi VPN olarak adlandırılmaktadır."
  },
  {
    "id": "3408460",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi ağların işletmeler açısından kullanım amaçları arasında <strong>yer almaz</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Ölçeklenebilirlik",
      "B": "Tasarruf sağlama",
      "C": "Haberleşme",
      "D": "Eğitim",
      "E": "Yüksek Güvenilirlik"
    },
    "explanation": "Ağların işletmeler açısından kullanım amaçları:<br/>Donanım Paylaşımı<br/>Belge Paylaşımı<br/>Haberleşme<br/>Yüksek Güvenilirlik<br/>Ölçeklenebilirlik<br/>Tasarruf Sağlamadır. <br/>Eğitim ise bireylerin kişisel ağ kullanım amaçları içinde yer almaktadır."
  },
  {
    "id": "3408461",
    "unitNumber": 6,
    "text": "\"Ağın haberleşme yükü arttıkça, sisteme işlemciler ekleyerek performansı arttırabilme yeteneği\" ağların işletmeler açısından kullanım amaçlarından hangisi ile ilgilidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ölçeklenebilirlik",
      "B": "Tasarruf sağlama",
      "C": "Haberleşme",
      "D": "Belge paylaşımı",
      "E": "Donanım paylaşımı"
    },
    "explanation": "Ölçeklenebilirlik: Ağın haberleşme yükü arttıkça sisteme işlemciler ekleyerek performansı arttırabilme yeteneği olarak tanımlanabilir."
  },
  {
    "id": "3408462",
    "unitNumber": 6,
    "text": "\"Pratik anlamda farklı işletim sistemlerine sahip bilgisayarlar arasındaki ilk ağ\" aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "ALOHA",
      "B": "XEROX",
      "C": "ARPANET",
      "D": "MAINFRAME",
      "E": "ARCNET"
    },
    "explanation": "Pratik anlamda farklı işletim sistemlerine sahip bilgisayarlar arasındaki ilk ağın ARPANET olduğu kabul edilmektedir."
  },
  {
    "id": "3408463",
    "unitNumber": 6,
    "text": "XEROX firması tarafından deneysel amaçlı üretilen ilk ethernet ürününü hangi tarihte ilk defa piyasaya sürülmüştür?",
    "correctAnswer": "A",
    "options": {
      "A": "1975",
      "B": "1972",
      "C": "1965",
      "D": "1960",
      "E": "1958"
    },
    "explanation": "XEROX firması deneysel amaçlı ilk ethernet kartını üreterek 1975 yılında ilk ethernet ürününü piyasaya sürmüştür."
  },
  {
    "id": "3408464",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi eşler arası ağ özelliğine sahip sunucu-istemci bilgisayarların özelliklerinden <strong>değildir</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Ağdaki tüm bilgisayarlar eşit düzeydedir",
      "B": "Bilgisayarlar arasında dosya paylaşımı yapılabilir",
      "C": "Yazıcı, tarayıcı gibi donanımlar ortak kullanılabilir",
      "D": "Ağdaki bilgisayarların tüm erişim yetkileri ana bilgisayar tarafından belirlenir",
      "E": "Birlikte oyun oynanabilir"
    },
    "explanation": "Sunucu-İstemci Bilgisayarlar: Bağlantının nasıl kurulduğuna bağlı olarak farklı ağ yapıları bulunmaktadır. Ağdaki tüm bilgisayarların eşit düzeyde olduğu ağlarda (eşler arası ağ-peer to peer network) <em>hiçbir cihazın birbirine üstünlüğü yoktur ve ana bilgisayar bulunmaz. Bu tür ağlarda bilgisayarlar arasında dosya paylaşımı yapılabilir, veri aktarımı sağlanabilir, birlikte oyun oynanabilir, yazıcı, tarayıcı gibi donanımlar ortak kullanılabilir.</em>"
  },
  {
    "id": "3408465",
    "unitNumber": 6,
    "text": "Bir bilgisayar ağında, cihazın ağ donanımını tanımaya yarayan ve imalat sırasında her ağ aygıtı için atanan unsur aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "IP adresi",
      "B": "MAC adresi",
      "C": "Port",
      "D": "Ethernet",
      "E": "Köprü"
    },
    "explanation": "MAC (media access control) adresi: Bir bilgisayar ağında, cihazın ağ donanımını tanımaya yarar. MAC adresi, benzersiz bir seri numarasıdır ve imalat sırasında her ağ aygıtı için atanır."
  },
  {
    "id": "3408466",
    "unitNumber": 6,
    "text": "Çok sayıda akademik ve idari bina ile öğrenci yurtları, yemekhaneler vb. sosyal yaşam alanları gibi belirli bir coğrafi bölgedeki yerel ağları birbirine bağlayan ağ türü aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "MAN",
      "B": "WAN",
      "C": "CAN",
      "D": "LAN",
      "E": "PAN"
    },
    "explanation": "CAN (Campus Area Network - Kampüs Alan Ağı): Belirli bir coğrafi bölgedeki yerel ağların<br/>birbirine bağlandığı bilgisayar ağıdır. Çok sayıda akademik ve idari bina ile öğrenci yurtları, yemekhaneler gibi sosyal yaşam alanları bulunan bir üniversite kampüsü düşünelim. Kurumsal kampüs ağı binalardaki ağları birbirine bağlamak üzere hizmet vermektedir."
  },
  {
    "id": "3408467",
    "unitNumber": 6,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/3f18c193925b97d6b0d4b5fe4132a9dc.jpeg\" alt=\"\" width=\"125\" height=\"80\"><br/>Yukarıda verilen şekil hangi fiziksel ağ yapısını temsil etmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Halka",
      "B": "Örgü",
      "C": "Yıldız",
      "D": "Veri yolu",
      "E": "Ağaç"
    },
    "explanation": "Örgü topolojiyi temsil etmektedir. <br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/7e2ad95664b6778e7f55ef6013269982.jpeg\" alt=\"\" width=\"331\" height=\"198\">"
  },
  {
    "id": "3408468",
    "unitNumber": 6,
    "text": "Ağ Topolojisinin belirlenmesinde aşağıdaki unsurların hangisi dikkate<u>alınmamaktadır? </u>",
    "correctAnswer": "E",
    "options": {
      "A": "Bilgisayarların sayısı",
      "B": "Veri transfer hızı",
      "C": "Ağ güvenliği",
      "D": "Yeniden düzenlenebilir olma",
      "E": "Saklama alanı kapasitesi"
    },
    "explanation": "Topolojinin belirlenmesinde bağlantı kuracak bilgisayarların sayısı, veri transfer hızı, ağ güvenliği,<br/>yeniden düzenlenebilir olma gibi unsurlar dikkate alınmalıdır."
  },
  {
    "id": "3408469",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi mobil iletişim altyapılarında birinci nesile göre ikinci nesil teknolojilerin /sistemlerin özellikleri arasında <u>yer almaz? </u>",
    "correctAnswer": "D",
    "options": {
      "A": "9,6 Kbps veri iletim hızını destekler",
      "B": "Kapasitesi daha güçlüdür",
      "C": "Performansı daha güçlüdür",
      "D": "Veri transferinde daha etkindir",
      "E": "Ses kalitesi daha iyidir"
    },
    "explanation": "Mobil iletişim altyapılarında ikinci nesil sistemler birinci nesil sistemlerle karşılaştırıldığında kapasite ve performans açısından daha güçlüdür fakat ikinci nesil sistemler dar frekans bantları ile çalıştıkları için veri transferinde etkin değillerdir."
  },
  {
    "id": "3408470",
    "unitNumber": 7,
    "text": "Programlama ile ilgili aşağıdaki maddelerden hangisi ya da hangileri doğrudur?<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/232f8b718020de161670e33d06c3d678.jpeg\" alt=\"\" width=\"589\" height=\"165\">",
    "correctAnswer": "D",
    "options": {
      "A": "II-III",
      "B": "I-II",
      "C": "I-II-IV",
      "D": "II-III-IV",
      "E": "I-II-III-IV"
    },
    "explanation": "Programlamaya Giriş<br/>I. madde yanlıştır. Diğerleri doğrudur."
  },
  {
    "id": "3408471",
    "unitNumber": 7,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/3550658fc3da91fcf14c749b5fb7eb64.jpeg\" alt=\"\" width=\"589\" height=\"173\"><br/>Yukarıda yazılımların sınıflandırmaları ve bu yazılımlara örneklerin sunulduğu iki sütunlu bir tablo verilmiştir. Tabloya göre sınıflama ve örnekler arasında aşağıda verilen eşleştirmelerden hangisi doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "I-c",
      "B": "II-a",
      "C": "II-f",
      "D": "III-g",
      "E": "IV-b"
    },
    "explanation": "Programlamaya Giriş<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/4b4efb64f6721ff7810e535d513237da.jpeg\" alt=\"\" width=\"389\" height=\"384\">"
  },
  {
    "id": "3408472",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi yazılım geliştirme yaşam döngüsünün bir aşaması değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bakım",
      "B": "Tasarım",
      "C": "Planlama",
      "D": "Analiz",
      "E": "Derleme"
    },
    "explanation": "<strong>Yazılım Geliştirme Yaşam Döngüsü</strong><br/>Yazılım geliştirme aşaması planlama ile başlar. Ardından analiz ve tasarım süreci gelir ve bu süreçler problem ne ve problemi nasıl çözeriz sorularına odaklanır. Tasarımların hayata geçirilme aşaması geliştirmedir. Geliştirme yoğun bir programlama ve test süreci içerir. Ardından dağıtım ve bakım süreci gelir. Dolasıyla derleme bir aşama değildir. Doğru cevap E."
  },
  {
    "id": "3408473",
    "unitNumber": 7,
    "text": "Bir yazılım geliştirme yaşam döngüsünde “Problemi nasıl çözeriz?” sorusuna odaklanılan aşama aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Planlama",
      "B": "Geliştirme",
      "C": "Analiz",
      "D": "Tasarım",
      "E": "Bakım"
    },
    "explanation": "<strong>Yazılım Geliştirme Yaşam Döngüsü</strong><br/>Yazılım geliştirme aşaması planlama ile başlar. Ardından analiz ve tasarım süreci gelir ve analiz süreci problem ne sorusuna odaklanırken tasarım süreci problemi nasıl çözeriz sorusuna odaklanır. Doğru cevap D."
  },
  {
    "id": "3408474",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi yaygın kullanılan yazılım geliştirme metodolojilerinden biri <u>değildir</u>?",
    "correctAnswer": "B",
    "options": {
      "A": "Kodla ve Düzelt",
      "B": "Geliştirme",
      "C": "Prototipleme",
      "D": "Çevik Geliştirme",
      "E": "Şelale Modeli"
    },
    "explanation": "Yazılım Geliştirme Yaşam Döngüsü<br/>Geliştirme, tipik bir yazılım yaşam döngüsü aşamalarındandır. Dolayısıyla hızlı uygulama geliştirme bu ifadenin yerinde yazılmalıydı!"
  },
  {
    "id": "3408475",
    "unitNumber": 7,
    "text": "\"Çevik Geliştirme\" aşağıda belirtilen hangi mekanizmaya karşı durumdadır?",
    "correctAnswer": "E",
    "options": {
      "A": "İş süreçleri",
      "B": "Çapraz İşlevsellik",
      "C": "Ekibine Odaklan",
      "D": "Etkileşime Odaklan",
      "E": "Hiyerarşik Bir Emir-Komuta"
    },
    "explanation": "Bakım<br/>Çevik Geliştirme, “Hiyerarşik Bir Emir-Komuta Mekanizması”’na tamamen karşıdır!"
  },
  {
    "id": "3408476",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi programlama süreci aşamalarındandır?<br/>I. Algoritma Geliştirme<br/>II. Dosya Erişim İzni <br/>III. Hata Ayıklama <br/>IV. Bağlama",
    "correctAnswer": "A",
    "options": {
      "A": "I, III ve IV",
      "B": "I, II, III ve IV",
      "C": "II, III ve IV",
      "D": "II ve III",
      "E": "I, II ve IV"
    },
    "explanation": "Programlama Süreci<br/>Programla süreci; Analiz, Algoritma Geliştirme, Kodlama, Çalıştırma (Derleme/Yorumlama/Bağlama), Hata Ayıklama, Test aşamalarını <strong>sırasıyla</strong> içermektedir!"
  },
  {
    "id": "3408477",
    "unitNumber": 7,
    "text": "“Bilgisayarları yönetmek amacıyla tasarlanmış kendine has söz dizimine sahip kodlar bütünüdür” ifadesi aşağıdakilerden hangisini tanımlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Döngü",
      "B": "Kodlama",
      "C": "Programlama dili",
      "D": "Koşullar ve dizi",
      "E": "Veri yapıları"
    },
    "explanation": "Programlama Dilleri ve Araçları<br/>Programlama dili: bilgisayarları yönetmek amacıyla tasarlanmış kendine has söz dizimine sahip kodlar bütünüdür."
  },
  {
    "id": "3408478",
    "unitNumber": 7,
    "text": "İnsanlara (üst seviye) veya bilgisayarlara (alt seviye) yakınlık anlamında bir seviye sıralaması göz önüne alındığında, alt seviye dillere en iyi örnek aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "LISP",
      "B": "Visual Basic",
      "C": "Java",
      "D": "Assembly",
      "E": "Pascal"
    },
    "explanation": "Programlama Dillerinin Seviyelerine Göre Sınıflandırılması<br/>Şekil 7.4 e göre İnsanlara ve bilgisayarlara yakınlık anlamında bir seviye sıralaması göz önüne alındığında, alt seviye dillere en iyi örnek: Assembly dir."
  },
  {
    "id": "3408479",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi C programlama diliyle yazılmış bir programın, Windows işletim sisteminde çalıştırılma süreçlerindendir?<br/>I. Editör<br/>II. Derleyici<br/>III. Bağlayıcı <br/>IV. Yorumlayıcı",
    "correctAnswer": "B",
    "options": {
      "A": "I ve II",
      "B": "I, II ve III",
      "C": "I, II, III ve IV",
      "D": "II, III ve IV",
      "E": "I, III ve IV"
    },
    "explanation": "Derlenen Programlama Dilleri<br/>Şekil 7.6 ya göre;<strong> I, II ve III,</strong> C programlama diliyle yazılmış bir programın, Windows işletim sisteminde çalıştırılma süreçlerindendir."
  },
  {
    "id": "3408480",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi ön uç web geliştirme amacıyla yaygın olarak kullanılan öğrenmesi kolay ve güçlü bir dildir?",
    "correctAnswer": "A",
    "options": {
      "A": "JavaScript",
      "B": "Python",
      "C": "PHP",
      "D": "Ruby",
      "E": "PHP-GTK"
    },
    "explanation": "JavaScript, ön uç web geliştirme amacıyla yaygın olarak kullanılan öğrenmesi kolay ve güçlü bir dildir."
  },
  {
    "id": "3408481",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi veri kaybı riskini ve olası problemleri en aza indirgemek üzere tasarlanmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Merkezi sürüm kontrol sistemleri",
      "B": "Yerel sürüm kontrol sistemleri",
      "C": "Yerel VCS sürüm kontrol sistemleri",
      "D": "Merkezi RCS sürüm kontrol sistemleri",
      "E": "Dağıtık sürüm kontrol sistemleri"
    },
    "explanation": "Dağıtık sürüm kontrol sistemleri, veri kaybı riskini ve olası problemleri en aza indirgemek üzere tasarlanmıştır."
  },
  {
    "id": "3408482",
    "unitNumber": 7,
    "text": "İşlevsel programlama yaklaşım çerçevesinde geliştirilmiş <u>ilk</u> programlama dili aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Delphi",
      "B": "Clojure",
      "C": "LISP",
      "D": "Scheme",
      "E": "C++"
    },
    "explanation": "İşlevsel programlama<br/>LISP, işlevsel programlama yaklaşımı çerçevesinde geliştirilmiş <u>ilk</u> programlama dilidir."
  },
  {
    "id": "3408483",
    "unitNumber": 7,
    "text": "Yapısal programlama aşağıdakilerden hangisini iyileştirmeyi hedef alan bir yaklaşımdır?<br/>I. Koşul<br/>II. Döngü<br/>III. Blok <br/>IV. Altyordam",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "II, III ve IV",
      "D": "I, II, III ve IV",
      "E": "II ve III"
    },
    "explanation": "Yapısal programlama;<br/><ol> <li>Koşul II. Döngü III. Blok IV. Altyordam</li> </ol> basamaklarını iyileştirmeyi hedef alan bir yaklaşımdır."
  },
  {
    "id": "3408484",
    "unitNumber": 7,
    "text": "Programlama ile ilgili aşağıdaki maddelerden hangisi ya da hangileri doğrudur?<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/fdd34bd60e192a3d49f6bb505aa36dc9.jpeg\" alt=\"\" width=\"612\" height=\"172\">",
    "correctAnswer": "E",
    "options": {
      "A": "Sadece I",
      "B": "Sadece II",
      "C": "I-II",
      "D": "II-III",
      "E": "I-II-III"
    },
    "explanation": "Programlama nedir?<br/>Verilen tüm maddeler doğrudur. Dolayısıyla doğru yanıt E."
  },
  {
    "id": "3408485",
    "unitNumber": 7,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/433fb8d026c5a205e14834f9e3fe4475.jpeg\" alt=\"\" width=\"577\" height=\"286\"> Yukarıda programlama süreci şeması ve bu şemada olması gereken aşamalar sunulmuştur. Analiz ile başlayan bu süreçte I’den V’e kadar numaralandırılmış kutulara uygun aşamalar aşağıdakilerden hangisinde verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "I-a, II-b, III-c, IV-d, V-e",
      "B": "I-d, II-a, III-c, IV-b, V-e",
      "C": "I-d, II-b, III-c, IV-a, V-e",
      "D": "I-a, II-d, III-c, IV-b, V-e",
      "E": "I-d, II-b, III-e, IV-a, V-c"
    },
    "explanation": "<strong>Programlama Süreci </strong><br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/913f51a0f64a45339cdc2de9a3215c0d.jpeg\" alt=\"\" width=\"462\" height=\"322\">"
  },
  {
    "id": "3408486",
    "unitNumber": 7,
    "text": "I. Üst seviye diller çoğunlukla deklaratif programla dilleri adıyla anılır ve bu dillere LISP ve SQL dilleri örnek olarak verilebilir.<br/>II. Alt seviye diller daha algoritmiktir.<br/>III. Alt seviye dillere en iyi örnek Assembly'dir.<br/>IV. Orta seviye diller kullanım kolaylığı ve verimlilik arasında dengeli kodlama ortamı sunar.<br/>Programlama dillerinin seviyelerine göre sınıflandırılması ile ilgili yukarıdaki ifadelerden hangileri doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "I ve III",
      "B": "I ve IV",
      "C": "I, III ve IV",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Programlama dilleri ve araçları<br/>Verilen maddelerden I, III, IV. maddeler doğrudur. II. maddede “Alt seviye diller daha algoritmiktir” ifadesi hatalıdır ve doğrusu üst seviye dillerin daha algoritmik olmasıdır. Doğru yanıt C."
  },
  {
    "id": "3408487",
    "unitNumber": 7,
    "text": "1970 yılında Niklaus Wirth tarafından ALGOL’dan türetilerek geliştirilmiş yapısal programlama dili aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Basic",
      "B": "Pascal",
      "C": "Fortran",
      "D": "Delphi",
      "E": "C++"
    },
    "explanation": "Programlama Dilleri<br/>Pascal, 1970 yılında Niklaus Wirth tarafından ALGOL’dan türetilerek geliştirilmiş yapısal bir programlama dilidir. 70’lerin başında özellikle mikro bilgisayar pazarında çok başarılı olmuştur. Üniversite düzeyinde programlama derslerinin öğretimi amacıyla yaygın olarak kullanılmaktadır. Doğru yanıt B."
  },
  {
    "id": "3408488",
    "unitNumber": 7,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/9aa22a5a261b485180bf73025ce2a171.jpeg\" alt=\"\" width=\"598\" height=\"214\"><br/>Programlama dilleri ile ilgili yukarıdaki ifadelerden hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "PROGRAMLAMA DİLLERİ VE ARAÇLARI<br/>Tüm maddeler doğru olup doğru yanıt E’dir."
  },
  {
    "id": "3408489",
    "unitNumber": 7,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/7d9c78cb0eb5384bad5c0de74f93242e.jpeg\" alt=\"\" width=\"544\" height=\"275\"><br/>Programlama dilleri ile ilgili yukarıdaki ifadelerden hangileri doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "I ve III",
      "B": "I, II ve IV",
      "C": "II, III ve IV",
      "D": "I, II ve III",
      "E": "I, II, III ve IV"
    },
    "explanation": "<strong>PROGRAMLAMA DİLLERİ VE ARAÇLARI</strong><br/>I., II., III. maddeler doğru olup, IV. madde hatalıdır. 1958 yılında geliştirilen programlama dili JavaScript değil Lisp’tir. Doğru yanıt D’dir."
  },
  {
    "id": "3408490",
    "unitNumber": 7,
    "text": "Yazılımlar genel olarak kaç ana grup çerçevesinde sınıflandırılır?",
    "correctAnswer": "D",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "4",
      "E": "5"
    },
    "explanation": "Yazılımlar genel olarak dört ana grup çerçevesinde sınıflandırılır:<br/>1. Sistem Yazılımları: işletim sistemleri, donatılar, görev yöneticileri, sürücüler<br/>2. Programlama Yazılımları: tümleşik geliştirme ortamları (IDE), metin editörleri, derleyiciler, yorumlayıcılar, bağlayıcılar, hata ayıklayıcılar<br/>3. Uygulama Yazılımları: kelime işlemciler, web tarayıcıları, medya oynatıcıları, resim editörleri, oyunlar<br/>4. Gömülü Yazılımlar: arabalar, endüstriyel robotlar ve baz istasyonları gibi nesnelerin internetine (IoT) bağlı cihazları yönetmek için gelişmiş yazılımlar"
  },
  {
    "id": "3408491",
    "unitNumber": 7,
    "text": "Bir yazılımın yaşam döngüsünün başladığı aşama aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Planlama",
      "B": "Analiz",
      "C": "Tasarım",
      "D": "Geliştirme",
      "E": "Bakım"
    },
    "explanation": "Bir yazılımın yaşam döngüsü planlama ile başlar. Bu aşamada öncelikle yazılımın fizibilitesi yani yapılabilirliği araştırılır."
  },
  {
    "id": "3408492",
    "unitNumber": 7,
    "text": "Yazılımın tasarımının hayata geçirildiği aşama aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Analiz",
      "B": "Planlama",
      "C": "Geliştirme",
      "D": "Bakım",
      "E": "Dağıtım"
    },
    "explanation": "Geliştirme:<br/>Tasarımların hayata geçirilme aşamasıdır. Yoğun bir programlama ve test süreci içerir."
  },
  {
    "id": "3408493",
    "unitNumber": 7,
    "text": "I- Uyarlanabilir Senkron Kod Akışı<br/>II- Şelale Modeli<br/>III- Prototipleme<br/>IV- Hızlı Uygulama Geliştirme<br/>V- Çevik Geliştirme <br/>Yukarıdakilerden hangileri yaygın kullanılan yazılım geliştirme metodolojileridir?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II, III",
      "B": "II,III, IV",
      "C": "I, II, III, IV",
      "D": "I, II, IV, V",
      "E": "II, III, IV, V"
    },
    "explanation": "I numaralı seçenek yaygın kullanılan yazılım geliştirme metodolojileri arasında değildir.<br/>Yaygın kullanılan yazılım geliştirme metodolojileri şu şekilde sıralanabilir:<br/>• Kodla ve Düzelt (Code and Fix)<br/>• Şelale Modeli (Waterfall Model)<br/>• Prototipleme (Prototyping)<br/>• Hızlı Uygulama Geliştirme (Rapid Application Development)<br/>• Çevik Geliştirme (Agile Development)"
  },
  {
    "id": "3408494",
    "unitNumber": 7,
    "text": "I. Amaç<br/>II. Özerklik<br/>III. Ustalık<br/>IV. Performans<br/>Yukarıdakilerden hangisi ya da hangileri Scrum ekiplerinin oluşturulmasındaki motivasyon kaynaklarıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "I-II",
      "B": "II-III",
      "C": "III-IV",
      "D": "I-IV",
      "E": "I-II-III"
    },
    "explanation": "Scrum ekiplerinin oluşturulmasında üç temel motivasyon kaynağı belirleyicidir:<br/>1. Amaç: Tüm ekip ortak bir amaca kenetlenmiş olmalıdır.<br/>2. Özerklik: İş geliştirme süreçlerinde her ekip özerktir.<br/>3. Ustalık: Ekip tamamen işi bilen ve yapan kişilerden oluşur.<br/><strong>Performans</strong>, motivasyon kaynağı değildir; motivasyonun sonucunda ortaya çıkan bir çıktıdır. Bu nedenle IV yanlış olup doğru kombinasyon <strong>I, II ve III</strong>’tür."
  },
  {
    "id": "3408495",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi alt seviye programlama dillerindendir?",
    "correctAnswer": "C",
    "options": {
      "A": "LISP",
      "B": "SQL",
      "C": "Assembly",
      "D": "C",
      "E": "Java"
    },
    "explanation": "Alt seviye dillere en iyi örnek Assembly’dir. Assembly’de mikroişlemci komutları iki kodlar yerine daha algılanabilir semboller<br/>kullanılarak kodlanır."
  },
  {
    "id": "3408496",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi insana en yakın olarak sınıflandırılan programlama dillerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "LISP",
      "B": "Pascal",
      "C": "Visula Basic",
      "D": "C++",
      "E": "Assembly"
    },
    "explanation": "Bir programlama dilinin seviyesi; insan algısına olan yakınlığına göre üst, orta ve alt biçiminde nitelendirilir. LISP ve SQL gibi çok üst seviye diller çoğunlukla deklaratif programlama dilleri adıyla anılmaktadır."
  },
  {
    "id": "3408497",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi uygulama alanlarına göre programlama dilleri sınıflandırıldığında bilim ve mühendislik alanında kullanılan programlama dillerindendir?",
    "correctAnswer": "D",
    "options": {
      "A": "DBase",
      "B": "Foxpro",
      "C": "PROLOG",
      "D": "Fortran",
      "E": "SQL"
    },
    "explanation": "Bilim ve Mühendislik;<br/>Bu sınıftaki diller çoğunlukla bilimsel ve mühendislik problemlerin çözümünde yaygın olarak tercih edilirler. Örneğin; Fortran, Pascal, C vb."
  },
  {
    "id": "3408498",
    "unitNumber": 7,
    "text": "\"1954’te John Backus liderliğindeki bir grup IBM çalışanı tarafından genel amaçlı olarak geliştirilmiştir. Derlenen programlama dillerinin ilk örneklerinden biridir. Sahip olduğu yerleşik hesaplama kabiliyetleri nedeniyle özellikle matematiksel ve bilimsel çalışmalarda sıklıkla tercih edilen bir dildir.\"<br/>Yukarıda anlatılan programlama dili aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "SQL",
      "B": "DBase",
      "C": "Fortran",
      "D": "Assembly",
      "E": "Java"
    },
    "explanation": "1954’te John Backus liderliğindeki bir grup IBM çalışanı tarafından genel amaçlı olarak geliştirilen <strong>Fortan</strong>, derlenen programlama dillerinin ilk örneklerinden biridir. Sahip olduğu yerleşik hesaplama kabiliyetleri nedeniyle özellikle matematiksel ve bilimsel çalışmalarda sıklıkla tercih edilen bir dildir."
  },
  {
    "id": "3408499",
    "unitNumber": 7,
    "text": "\"Basic’ten türetilmiş olay güdümlü (event-driven) üst seviye bir programlama dilidir. 1991 yılında Microsoft tarafından geliştirilmiştir. Hızlı uygulama geliştirme (RAD) yaklaşımı bağlamında gelişmiş grafiksel kullanıcı arabirimleri (GUI) tasarlamak için zengin bir araç setine sahiptir. Öğrenmesi kolay ve kullanım alanı geniştir.\"<br/>Yukarıda anlatılan programlama dili aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Pascal",
      "B": "Delphi",
      "C": "C ++",
      "D": "Visual Basic",
      "E": "Java"
    },
    "explanation": "Basic’ten türetilmiş olay güdümlü (event-driven) üst seviye bir programlama dilidir. 1991 yılında Microsoft tarafından geliştirilen<strong> Visual Basic</strong>, hızlı uygulama geliştirme (RAD) yaklaşımı bağlamında gelişmiş grafiksel kullanıcı arabirimleri (GUI) tasarlamak için zengin bir araç setine sahiptir. Öğrenmesi kolay ve kullanım alanı geniştir."
  },
  {
    "id": "3408500",
    "unitNumber": 7,
    "text": "Yazılımlar genel olarak kaç ana grup çerçevesinde sınıflandırılır?",
    "correctAnswer": "B",
    "options": {
      "A": "2",
      "B": "4",
      "C": "5",
      "D": "6",
      "E": "8"
    },
    "explanation": "PROGRAMLAMAYA GİRİŞ konu başlığında açıklanmıştır.<br/>Yazılımlar genel olarak dört ana grup çerçevesinde<br/>sınıflandırılır:<br/>1. Sistem Yazılımları: işletim sistemleri, donatılar,<br/>görev yöneticileri, sürücüler<br/>2. Programlama Yazılımları: tümleşik geliştirme<br/>ortamları (IDE), metin editörleri,<br/>derleyiciler, yorumlayıcılar, bağlayıcılar,<br/>hata ayıklayıcılar<br/>3. Uygulama Yazılımları: kelime işlemciler,<br/>web tarayıcıları, medya oynatıcıları, resim<br/>editörleri, oyunlar<br/>4. Gömülü Yazılımlar: arabalar, endüstriyel<br/>robotlar ve baz istasyonları gibi nesnelerin<br/>internetine (IoT) bağlı cihazları yönetmek<br/>için gelişmiş yazılımlar"
  },
  {
    "id": "3408501",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi uygulama yazılımlarından biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kelime işlemciler",
      "B": "Görev yöneticileri",
      "C": "Donatılar",
      "D": "İşletim sistemleri",
      "E": "Yorumlayıcılar"
    },
    "explanation": "PROGRAMLAMAYA GİRİŞ konu başlığında açıklanmıştır.<br/>Kelime işlemciler"
  },
  {
    "id": "3408502",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi sistem yazılımlarından biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "İşletim sistemleri",
      "B": "Kelime işlemciler",
      "C": "Medya oynatıcıları",
      "D": "Resim editörleri",
      "E": "Oyunlar"
    },
    "explanation": "PROGRAMLAMAYA GİRİŞ konu başlığında açıklanmıştır.<br/>İşletim sistemleri"
  },
  {
    "id": "3408503",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi gömülü yazılımlarından biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Otomobilleri yöneten yazılımlar",
      "B": "Tümleşik geliştirme ortamları",
      "C": "Web tarayıcılar",
      "D": "Hata ayıklayıcılar",
      "E": "Görev yöneticileri"
    },
    "explanation": "PROGRAMLAMAYA GİRİŞ konu başlığında açıklanmıştır.<br/>Gömülü Yazılımlar: arabalar, endüstriyel robotlar ve baz istasyonları gibi nesnelerin<br/>internetine (IoT) bağlı cihazları yönetmek için gelişmiş yazılımlardır."
  },
  {
    "id": "3408504",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi tipik bir yazılımın yaşam döngüsü aşamalarından biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Planlama",
      "B": "Analiz",
      "C": "Tasarım",
      "D": "Geliştirme",
      "E": "Satım"
    },
    "explanation": "Yazılım Geliştirme Yaşam Döngüsü konu başlığında açıklanmıştır.<br/>Satım"
  },
  {
    "id": "3408505",
    "unitNumber": 7,
    "text": "I. Amaç: Tüm ekip ortak bir amaca kenetlenmiş<br/>olmalıdır.<br/>II. Özerklik: İş geliştirme süreçlerinde her<br/>ekip özerktir.<br/>III. Ustalık: Ekip tamamen işi bilen ve yapan<br/>kişilerden oluşur.<br/>IV. Süre: Proje küçük zaman dilimlerine bölünmüş olmalıdır.<br/>Yazılım geliştirmede Scrum ekiplerinin oluşturulmasında belirleyici olan temel motivasyon kaynakları aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III",
      "B": "II, III, IV",
      "C": "I, II, IV",
      "D": "I, III, IV",
      "E": "I, II, III, IV"
    },
    "explanation": "Yazılım Geliştirme Yaşam Döngüsü konu başlığında açıklanmıştır.<br/>Scrum ekiplerinin oluşturulmasında üç temel motivasyon kaynağı belirleyicidir:<br/>1. Amaç: Tüm ekip ortak bir amaca kenetlenmiş olmalıdır.<br/>2. Özerklik: İş geliştirme süreçlerinde her ekip özerktir.<br/>3. Ustalık: Ekip tamamen işi bilen ve yapan kişilerden oluşur.<br/>Doğru yanıt A) seçeneğidir."
  },
  {
    "id": "3408506",
    "unitNumber": 7,
    "text": "Bilgisayar programlamaya yönelik ilk çalışmalar, kaç yılında Charles Babbage tarafından tasar- lanan Analitik Motor (Analytical Engine) isimli bir mekanik bilgisayar prototipinde gerçekleştirilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "1834",
      "B": "1888",
      "C": "1902",
      "D": "1944",
      "E": "1962"
    },
    "explanation": "Programlamanın Gelişimi konu başlığında açıklanmıştır.<br/>1834"
  },
  {
    "id": "3408507",
    "unitNumber": 7,
    "text": "Bilgisayar dillerinde insana en yakın seviyede hangi diller yer almaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Deklaratif Programlama Dilleri",
      "B": "Üst Seviye Programlama Dilleri",
      "C": "Orta Seviye Programlama Dilleri",
      "D": "Alt Seviye Programlama Dilleri",
      "E": "Makina Dili"
    },
    "explanation": "Programlama Dillerinin Seviyelerine Göre Sınıflandırılması konu başlığında açıklanmıştır.<br/>Deklaratif Programlama Dilleri"
  },
  {
    "id": "3408508",
    "unitNumber": 7,
    "text": "Aynı kaynak kodun ek işlem gerektirmeden herhangi bir işletim sisteminde çalıştırılabilmesine olanak sağlayan bilgisayar dili aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Java",
      "B": "C / C++",
      "C": "Cobol",
      "D": "Fortran",
      "E": "Delphi"
    },
    "explanation": "Java konu başlığında açıklanmıştır."
  },
  {
    "id": "3408509",
    "unitNumber": 7,
    "text": "Hangi programlama yaklaşımında programın akışı; tıklama, klavyeden bir tuşa basma, ekrana dokunma gibi kullanıcı eylemleri ya da yüklenme, durdurulma, odaklanma gibi işlem durumları baz alınarak tasarlanır?",
    "correctAnswer": "A",
    "options": {
      "A": "Olay Güdümlü (Event Driven) Programlama",
      "B": "Nesne Yönelimli (Object Oriented) Programlama",
      "C": "İşlevsel (Functional) Programlama",
      "D": "Yapısal (Structured) Programlama",
      "E": "Makina (Machine) Programlama"
    },
    "explanation": "GÜNCEL PROGRAMLAMA YAKLAŞIMLARI konu başlığında açıklanmıştır.<br/>Olay Güdümlü (Event Driven) Programlama"
  },
  {
    "id": "3408510",
    "unitNumber": 8,
    "text": "Teknolojinin ya da süreçlerin “buluş”, “yenilik” ve “yayılma” aşamalarını tanımlamak amacıyla kullanılan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Teknolojik yakınsama",
      "B": "Yeniliklerin yayılması",
      "C": "Yenilik modeli",
      "D": "Teknolojik değişim",
      "E": "Sürdürülebilir yenilik"
    },
    "explanation": "Teknolojik değişim"
  },
  {
    "id": "3408511",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi yeni veya önemli ölçüde değiştirilmiş ürün (mal ya da hizmet) veya sürecin, yeni bir pazarlama yönteminin; ya da iş uygulamalarında, iş yeri organizasyonunda veya dış ilişkilerde yeni bir organizasyonel yöntemin uygulanmasıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Yenilik",
      "B": "Buluş",
      "C": "Yayılma",
      "D": "Uygulama",
      "E": "Teknolojik yakınsama"
    },
    "explanation": "teknolojik değişim<br/>Yenilik"
  },
  {
    "id": "3408512",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Everett M. Rogers’ın belirlediği, yeniliğin yayılma aşamasında teknolojiyi kullanan/uygulayanlar gruplardan biri <u>değildir?</u>",
    "correctAnswer": "C",
    "options": {
      "A": "Yenilikçiler",
      "B": "İlk benimseyenler",
      "C": "Mobil algılayıcılar",
      "D": "Erken çoğunluk",
      "E": "Geride kalanlar"
    },
    "explanation": "Yeniliklerin Yayılması<br/>Mobil algılayıcılar"
  },
  {
    "id": "3408513",
    "unitNumber": 8,
    "text": "......... yenilikçiler ve ilk benimseyenlerden önemli ölçüde daha uzun bir süre sonra bir yeniliği benimserler ve ortalamanın üzerinde sosyal statüye, erken temasa ve nadiren bir toplulukta kanaat önderliği pozisyonlarına sahiptirler.<br/>Aşağıdakilerden hangisi yukarıdaki boşluğu tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Yenilikçiler",
      "B": "İlk benimseyenler",
      "C": "Erken çoğunluk",
      "D": "Geç çoğunluk",
      "E": "Geride kalanlar"
    },
    "explanation": "yeniliklerin yayılması<br/>Erken çoğunluk (early majority), yenilikçiler ve ilk benimseyenlerden önemli ölçüde daha uzun bir süre sonra bir yeniliği benimserler. Erken çoğunluk; ortalamanın üzerinde sosyal statüye, erken temasa ve nadiren bir toplulukta kanaat önderliği pozisyonlarına sahiptir."
  },
  {
    "id": "3408514",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi geleneksel teknolojilerden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "sosyal ağlar",
      "B": "bulut bilişim",
      "C": "mobil bilgi işlem",
      "D": "CD-ROMlar",
      "E": "Büyük veri"
    },
    "explanation": "Kullanımdan Kalkmış Olan Teknolojiler<br/>CD-ROMlar<br/>Donanım tabanlı teknolojilerde yeni teknolojinin eski teknolojiyi pazardan kısa sürede silmesi yaygın gözlenen bir durumdur. Örneğin; disketler kasetleri, CD-ROM’lar disketleri, DVD-ROM’lar ise CD-ROM’ları, son olarak da flash diskler diğerlerini ortadan kaldırmıştır."
  },
  {
    "id": "3408515",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi hem geleneksel hem de güncel teknolojidir?",
    "correctAnswer": "C",
    "options": {
      "A": "internet bankacılığı",
      "B": "akıllı telefon",
      "C": "televizyon",
      "D": "elektronik imza",
      "E": "gps"
    },
    "explanation": "Güncel Teknolojiler<br/>televizyon"
  },
  {
    "id": "3408516",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi dünya üzerinde herhangi engelsiz bir görüş hattında, dört veya daha fazla uydusu ile her türlü hava koşulunda yer ve zaman bilgileri sağlayan uzay tabanlı uydu navigasyon sistemidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yapay zeka",
      "B": "Küresel konumlandırma sistemi",
      "C": "Büyük veri",
      "D": "Bilgisayarlı görme",
      "E": "İnternet"
    },
    "explanation": "Güncel teknolojiler<br/>Küresel konumlandırma sistemi (GPS)"
  },
  {
    "id": "3408517",
    "unitNumber": 8,
    "text": "Geleneksel masaüstü uygulamalarının yerini alan, bulut üzerinde çalışan Ofis.com ve Google Docs gibi çevrim içi uygulamalar aşağıdaki uygulama gruplarından hangisi içinde yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yaşam tarzı",
      "B": "Fotoğraf",
      "C": "Sosyal ağ",
      "D": "Eğlence",
      "E": "Üretkenlik"
    },
    "explanation": "Güncel teknolojiler<br/>Bulut üzerinde çalışan Ofis.com ve Google Docs gibi çevrim içi <em>üretkenlik</em> uygulamaları geleneksel masaüstü uygulamalarının yerini almaya başlamıştır."
  },
  {
    "id": "3408518",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi hızla sertleşebilen toz halindeki bir maddenin püskürtülmesiyle oluşturulan ardışık katmaların üst üste yerleşmesine dayalı bir süreçle üç boyutlu nesnelerin oluşturulmasına olanak sağlayan cihazdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Gps",
      "B": "3B yazıcı",
      "C": "CGI",
      "D": "Siri",
      "E": "Alexa"
    },
    "explanation": "Güncel teknolojiler<br/>3B yazıcı"
  },
  {
    "id": "3408519",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi 1980’lerde Steve Mann’ın denemeleriyle başlayan, bireylerin üstlerinde taşıdıkları, gün boyunca bireyin çevresine ait verileri yakalamayı ve bireyi destekleyecek şekilde işlemeyi amaçlayan sistemlerdir?",
    "correctAnswer": "B",
    "options": {
      "A": "Akıllı görüntüleyiciler",
      "B": "Giyilebilir bilgisayarlar",
      "C": "Elektroensefalografi",
      "D": "Holografik görüntüleme",
      "E": "Beyin implantları"
    },
    "explanation": "sınırdaki teknolojiler<br/>Giyilebilir bilgisayarlar; 1980’lerde Steve Mann’ın denemeleriyle başlayan, bireylerin üstlerinde taşıdıkları, gün boyunca bireyin çevresine ait verileri yakalamayı ve bireyi destekleyecek şekilde işlemeyi amaçlayan sistemlerdir."
  },
  {
    "id": "3408520",
    "unitNumber": 8,
    "text": "“Benzersiz ve yeni olan bir cihaz, yöntem, birleşim ya da sürece verilen isimdir.”<br/>Yukarıda tanımı verilen kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yöntem",
      "B": "Yenilik",
      "C": "Buluş",
      "D": "Teknoloji",
      "E": "Yayılım"
    },
    "explanation": "Buluş; benzersiz ve yeni olan bir cihaz, yöntem, birleşim ya da sürece verilen isimdir. Buluş, var olan bilginin yeni yollarla uygulanmasıyla bir ürün ya da sürecin geliştirilmesi ya da keşfedilmesidir."
  },
  {
    "id": "3408521",
    "unitNumber": 8,
    "text": "Bir üretim tesisinde geliştirilen yöntemle eskiye oranla üretim hızı artarak ürün hata oranlarında düşme gözlenmiştir. Söz konusu tesiste geliştirilen yöntem için aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "Bir icat söz konusudur",
      "B": "Bir yenilik söz konusudur",
      "C": "Bir keşif söz konusudur",
      "D": "Teknoloji yakınsamıştır",
      "E": "Teknoloji yayılmıştır"
    },
    "explanation": "Yenilik, temel keşifler ve buluşlar uygulanarak belirli bir amaca yönelik kullanışlı ürünler ya da süreçlerin üretilmesidir. Soruda verilen durum ise var olan yöntemin yeni bir yönteme dönüşmesidir. Dolayısıyla uygulama daha kullanışlı bir hale getirilmiştir."
  },
  {
    "id": "3408522",
    "unitNumber": 8,
    "text": "Elektriğin yayılması geçmişte yoğun kullanılan gaz lambalarını ortadan kaldırmıştır. Bu durum aşağıdaki kavramlardan hangisiyle açıklanabilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Keşif",
      "B": "Yakınsama",
      "C": "Yıkıcı yenilik",
      "D": "İcat",
      "E": "Yayılma"
    },
    "explanation": "Yıkıcı yenilik, yeni bir pazarın oluşmasını sağlayarak var olan pazarın ortadan kalkmasına yol açan yeniliktir. Elektriğin gaz lambası pazarını ortadan kaldırması yıkıcı yeniliğe örnektir."
  },
  {
    "id": "3408523",
    "unitNumber": 8,
    "text": "Yeni teknolojileri yakından takip ederek sektörde ilk kullanan kişiler diğerlerinin yeniliği tanımalarına fırsat sağlamaktadır. Bu kişiler Yeniliklerin Yayılması kuramına göre nasıl adlandırılmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Yenilikçiler",
      "B": "İlk benimseyenler",
      "C": "Erken çoğunluk",
      "D": "Geç çoğunluk",
      "E": "Geride kalanlar"
    },
    "explanation": "Yenilikçiler sistemdeki yeni bir fikre ilk uyum sağlayanlardır ve genellikle diğer kategorilerdeki bireylerin sahip olmadıkları para, bağlantılar veya bilgi gibi kaynaklara sahiptirler. Dolayısıyla doğru yanıt yenilikçilerdir."
  },
  {
    "id": "3408524",
    "unitNumber": 8,
    "text": "İşletim sistemlerinde yapılan güncellemeler aşağıdakilerden hangisi kapsamında ele alınır?",
    "correctAnswer": "B",
    "options": {
      "A": "Yıkıcı yenilik",
      "B": "Sürdürülebilir yenilik",
      "C": "Teknolojik gelişme",
      "D": "Teknolojik keşif",
      "E": "Yayılma"
    },
    "explanation": "Yazılım dünyası devamlılığı esas alır. Dolayısıyla var olan bir teknolojinin iyileştirilerek devamı söz konusudur. İşletim sistemlerindeki güncellemeler de bu anlamsa sürdürülebilir yenilik kapsamında değerlendirilebilir."
  },
  {
    "id": "3408525",
    "unitNumber": 8,
    "text": "Gerçek dünya görüntülerinin bilgisayar tarafından yakalanması, işlenmesi, çözümlenmesi ve anlaşılması yöntemlerini içeren araştırma alanına ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Teknolojik gelişme",
      "B": "Mobil bilgi işlem",
      "C": "Yapay zeka",
      "D": "Bilgisayarlı görme",
      "E": "Mobil algılayıcılar"
    },
    "explanation": "Bilgisayarlı görme; gerçek dünya görüntülerinin bilgisayar tarafından yakalanması, işlenmesi, çözümlenmesi ve anlaşılması yöntemlerini içeren bir araştırma alanıdır."
  },
  {
    "id": "3408526",
    "unitNumber": 8,
    "text": "Öğrenci kimliklerinin yoklama amaçlı kullanılabilmesine olanak tanıyan teknoloji aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bilgisayarla oluşturulan görüntü",
      "B": "Geniş bant bilgisayar ağları",
      "C": "Mobil iş birliği sistemleri",
      "D": "Artırılmış gerçeklik",
      "E": "Radyo frekanslı tanımlama"
    },
    "explanation": "Radyo frekanslı tanımlama (RFID), nesnelerin üzerine iliştirilmiş etiketlerde bulunan tanımlayıcı verilerin elektromanyetik alan yardımıyla kablosuz olarak aktarılmasına dayalı bir tanıma sistemdir. Dolayısıyla öğrenci kimliklerinde bu teknoloji uygulanmaktadır."
  },
  {
    "id": "3408527",
    "unitNumber": 8,
    "text": "Türkiye’de bulunduğu halde Amerika’daki bir üniversitenin derslerine katılabilmeye olanak tanıyan sistem aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kitle kaynak uygulamaları",
      "B": "Kişisel video yayıncılığı",
      "C": "Dijital abonelik sistemleri",
      "D": "Kitlesel açık çevrimiçi dersler",
      "E": "Mobil iş birliği sistemleri"
    },
    "explanation": "Kitlesel açık çevrimiçi dersler mesafe gözetmeksizin insanların diledikleri yerden eğitim almalarını sağlamaktadır. Doğru seçenek D dir."
  },
  {
    "id": "3408528",
    "unitNumber": 8,
    "text": "Çok sayıda katılımcının internet üzerinde belirli amaçlar için gönüllü ya da bir bedel karşılığında bir araya gelerek oluşturdukları yapıya ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kitle kaynak uygulamaları",
      "B": "Kişisel yayıncılık",
      "C": "Kitlesel açık çevrim içi dersler",
      "D": "Kişisel video yayıncılığı",
      "E": "Dijital abonelik sistemleri"
    },
    "explanation": "Kitle kaynak uygulamaları, internet üzerinde kalabalıkların gönüllü ya da bir bedel karşılığında sağladıkları destekle yürütülen faaliyetlerdir. Web 2.0 ile kullanıcıların kendi içeriğini internete yerleştirebilme olanağı ile ortaya çıkan bu uygulamaların en tanınmışı Wikipedia ansiklopedisidir"
  },
  {
    "id": "3408529",
    "unitNumber": 8,
    "text": "Yakın gelecekte insan duygularını tanıyabilecek, yorumlayabilecek, işleyebilecek ve simüle edebilecek yetkinlikte olması beklenen sistemlerin aşağıdakilerden hangisine gereksinimi olduğu söylenebilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Araştırma robotları",
      "B": "Duygusal bilişim",
      "C": "Bulut robotiği",
      "D": "Akıllı nesneler",
      "E": "İnsansız teknolojiler"
    },
    "explanation": "Yapay duygusal zekâ olarak da adlandırılan duygusal bilişim insan duygularını tanıyabilen, yorumlayabilen, işleyebilen ve simüle edebilen sistemlerin geliştirilmesine odaklanmış bir bilim alanıdır. Bu alandaki gelişmeler gelecekteki teknolojilere zemin oluşturmaktadır."
  },
  {
    "id": "3408530",
    "unitNumber": 8,
    "text": "Bir yeniliği ortalama bir katılımcıdan daha sonra benimseyen, bir yeniliğe yaklaşırken yüksek derecede şüpheciliğe sahip olan, tipik olarak ortalamanın altında sosyal statüye ve daha az finansal likiditeye sahip olan grup aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yenilikçiler",
      "B": "İlk benimseyenler",
      "C": "Erken çoğunluk",
      "D": "Geç çoğunluk",
      "E": "Geride kalanlar"
    },
    "explanation": "Geç çoğunluk, bir yeniliği ortalama bir katılımcıdan daha sonra benimser. Bu gruptaki bireyler, bir yeniliğe yaklaşırken yüksek derecede şüpheciliğe sahip olurlar. Geç çoğunluk, tipik olarak ortalamanın altında sosyal statüye ve daha az finansal likiditeye sahiptir. Doğru cevap D'dir."
  },
  {
    "id": "3408531",
    "unitNumber": 8,
    "text": "Enformasyon ve iletişim teknolojilerinde bir kişisel bilgisayarın ekonomik ömrünün ortalama beş yıl olduğu düşünülürse bir uyum kategorisindeki bir bireyin bir üst teknolojiye geçmesi için beklenen süre ne kadardır?",
    "correctAnswer": "C",
    "options": {
      "A": "1 yıl",
      "B": "2 yıl",
      "C": "5 yıl",
      "D": "10 yıl",
      "E": "20 yıl"
    },
    "explanation": "Enformasyon ve iletişim teknolojilerinde bir kişisel bilgisayarın ekonomik ömrünün ortalama beş yıl olduğu düşünülürse bir uyum kategorisindeki bir bireyin bir üst teknolojiye geçmesi için beklenen sürenin beş yıl olduğu görülür. Böylece bir “ilk benimseyen” birey yaklaşık her beş yılda bir üst teknolojiye geçerek eski teknolojiyi “erken çoğunluk” bireylerine devreder. Doğru cevap C'dir."
  },
  {
    "id": "3408532",
    "unitNumber": 8,
    "text": "Teknolojik Gelişim Çerçevesinin orta noktasını içinde bulunduğumuz yıla yerleştirdiğimizde, geç çoğunluğun terk etmeye, aynı zamanda geride kalanların kabul etmeye başladığı teknolojilere ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kullanımdan kalkmış teknolojiler",
      "B": "Geleneksel teknolojiler",
      "C": "Sınırdaki teknolojiler",
      "D": "Güncel teknolojiler",
      "E": "Gelişmekte olan teknolojiler"
    },
    "explanation": "Sıradanlaşan, eskiyen ve yerini giderek pazarda yer almaya başlayan güncel teknolojilere bırakan bu teknolojiler geleneksel teknolojiler hâline dönüşürler. Teknolojik Gelişim Çerçevesinin orta noktasını içinde bulunduğumuz yıla yerleştirdiğimizde geleneksel teknolojilerin geç çoğunluğun terk etmeye, aynı zamanda geride kalanların kabul etmeye başladığı teknolojiler olduğu görülür. Kısaca söylenirse geleneksel teknolojiler, yayılması birkaç yıl sonra sona erecek olan teknolojilerdir. Doğru cevap B'dir."
  },
  {
    "id": "3408533",
    "unitNumber": 8,
    "text": "Bireylerin belgelerini, fotoğraflarını, müziklerini ve videolarını depoladıkları ortamlar olup ayrıca sahip olunan akıllı telefonlar, tabletler, dizüstü/masaüstü bilgisayarlar arasında belge aktarımı için kullanılan güncel teknoloji aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Mobil bilgi işlem",
      "B": "Sosyal ağlar",
      "C": "Yüksek tanımlı televizyon",
      "D": "Bulut bilişim",
      "E": "4G hücresel iletişim"
    },
    "explanation": "Bulut bilişim, uzun süredir var olan teknolojilerin yeni kullanım biçimidir. Son kullanıcılar açısından bakıldığında bulut depolama hizmetleri bireylerin belgelerini, fotoğraflarını, müziklerini ve videolarını depoladıkları ortamlardır. Ayrıca sahip olunan akıllı telefonlar, tabletler, dizüstü/masaüstü bilgisayarlar arasında belge aktarımı için kullanmaktadır. Doğru cevap D'dir."
  },
  {
    "id": "3408534",
    "unitNumber": 8,
    "text": "Nesnelerin üzerine iliştirilmiş etiketlerde bulunan tanımlayıcı verilerin elektromanyetik alan yardımıyla kablosuz olarak aktarılmasına dayalı bir tanıma sistemi olan teknoloji aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kişisel alan ağları",
      "B": "Elektronik para",
      "C": "Dronlar",
      "D": "360 derece videolar",
      "E": "Radyo frekanslı tanımlama"
    },
    "explanation": "Radyo frekanslı tanımlama (RFID), nesnelerin üzerine iliştirilmiş etiketlerde bulunan tanımlayıcı verilerin elektromanyetik alan yardımıyla kablosuz olarak aktarılmasına dayalı bir tanıma sistemidir. Doğru cevap E'dir."
  },
  {
    "id": "3408535",
    "unitNumber": 8,
    "text": "Mobil cihazların fiziksel çevrelerini algılamaları ve davranışlarını buna göre uyarlamaları sürecine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bağlam farkındalıklı bilgi işlem",
      "B": "Giyilebilir bilgisayar",
      "C": "Bilgisayarlı görme",
      "D": "Akıllı kişisel yardımcılar",
      "E": "Akıllı görüntüleyiciler"
    },
    "explanation": "Bağlam farkındalıklı bilgi işlem, mobil cihazların fiziksel çevrelerini algılamaları ve davranışlarını buna göre uyarlamaları sürecine verilen genel bir isimdir. Doğru cevap A'dır."
  },
  {
    "id": "3408536",
    "unitNumber": 8,
    "text": "Görünüşü ve davranışları insana benzeyecek biçimde tasarlanan, uzunca süredir sadece bilim-kurgunun bir ögesi olmalarına rağmen son yıllarda robot teknolojisindeki gelişmeler ile işlevsel ve gerçekçi olarak tasarlanan insansı robotlara ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Askeri robot",
      "B": "Profesyonel robot",
      "C": "Akıllı nesneler",
      "D": "Android",
      "E": "Araştırma robotları"
    },
    "explanation": "Androidler, görünüşü ve davranışları insana benzeyecek biçimde tasarlanan robotlardır. Uzun\u0002ca süredir sadece bilim-kurgunun bir ögesi olma\u0002larına rağmen son yıllarda robot teknolojisindeki gelişmeler işlevsel ve gerçekçi insansı robotların tasarımına olanak sağlamaktadır. Doğru cevap D'dir."
  },
  {
    "id": "3408537",
    "unitNumber": 8,
    "text": "Akıllı cihazların bir üst düzeyine ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Akıllı evler",
      "B": "Akıllı binalar",
      "C": "Akıllı şehirler",
      "D": "Akıllı çevre",
      "E": "Akıllı araçlar"
    },
    "explanation": "Akıllı cihazların bir üst düzeyi akıllı araçlardır. Doğru cevap E'dir."
  },
  {
    "id": "3408538",
    "unitNumber": 8,
    "text": "Dağıtılmış defter teknolojisi aşağıdakilerden hangisine ilişkindir?",
    "correctAnswer": "C",
    "options": {
      "A": "Genişletilmiş gerçeklik",
      "B": "Kuantum bilgi işlem",
      "C": "Blok zincir teknolojileri",
      "D": "Yeni görüntüleme teknolojileri",
      "E": "Kablosuz güç aktarımı"
    },
    "explanation": "Blok zinciri algoritması, veriler üzerindeki işlemlerin merkezi olmayan bir biçimde tüm üyeler tarafından onaylanmasını zorunlu kılmaktadır. Bu özellik “dağıtılmış defter teknolojileri” adı verilen bir yaklaşımın karşılıklı güven gerektiren işlemlerde yaygın olarak kullanıl\u0002masının önünü açmıştır. Doğru cevap C'dir."
  },
  {
    "id": "3408539",
    "unitNumber": 8,
    "text": "Lazer darbelerini kullanarak bir nesne veya bir yüzeyin uzaklığını anlamaya yarayan teknolojiye ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "OLET",
      "B": "SLAM",
      "C": "EULA",
      "D": "GDPR",
      "E": "LIDAR"
    },
    "explanation": "LIDAR (Light Detection and Ranging; veya Laser Imaging Detection and Ranging), la\u0002zer darbeleri kullanılarak bir nesne veya bir yüzeyin uzaklığını anlamaya yarayan tekno\u0002lojidir. Doğru cevap E'dir."
  }
]